{
  "name": {
    "ar": "QR Code (المولد والقارئ)",
    "am": "QR Code (ጄነሬተር እና አንባቢ)",
    "bg": "QR Code (генератор и четец)",
    "bn": "QR Code (জেনারেটর এবং রিডার)",
    "ca": "QR Code (generador i lector)",
    "cs": "QR Code (generátor a čtečka)",
    "da": "QR Code (Generator og Læser)",
    "de": "QR Code (Generator und Reader)",
    "el": "QR Code (Γεννήτρια και Αναγνώστης)",
    "en,en_AU,en_GB,en_US": "QR Code (Generator and Reader)",
    "es,es_419": "QR Code (Generador y Lector)",
    "et": "QR Code (generaator ja lugeja)",
    "fa": "QR Code (مولد و خواننده)",
    "fi": "QR Code (generaattori ja lukija)",
    "fil": "QR Code (Generator at Reader)",
    "fr": "QR Code (Générateur et Lecteur)",
    "gu": "QR Code (જનરેટર અને રીડર)",
    "he": "QR Code (מחולל וקורא)",
    "hi": "QR Code (जनरेटर और रीडर)",
    "hr": "QR Code (generator i čitač)",
    "hu": "QR Code (generátor és olvasó)",
    "id": "QR Code (Generator dan Pembaca)",
    "it": "QR Code (Generatore e Lettore)",
    "ja": "QR Code (ジェネレータおよびリーダー)",
    "kn": "QR Code (ಜನರೇಟರ್ ಮತ್ತು ರೀಡರ್)",
    "ko": "QR Code(생성기 및 리더)",
    "lt": "QR Code (generatorius ir skaitytuvas)",
    "lv": "QR Code (ģenerators un lasītājs)",
    "ml": "QR Code (ജനറേറ്ററും റീഡറും)",
    "mr": "QR Code (जनरेटर आणि रीडर)",
    "ms": "Kod QR (Penjana dan Pembaca)",
    "nl": "QR Code (Generator en lezer)",
    "no": "QR Code (Generator og Reader)",
    "pl": "QR Code (Generator i czytnik)",
    "pt_BR,pt_PT": "QR Code (gerador e leitor)",
    "ro": "QR Code (generator și cititor)",
    "ru": "QR Code (генератор и считыватель)",
    "sk": "QR Code (Generátor a čítačka)",
    "sl": "QR Code (generator in bralnik)",
    "sr": "<спан цласс=\"нотранслате\">КР_Цоде</спан> (генератор и читач)",
    "sv": "QR Code (Generator och Reader)",
    "sw": "<span class=\"notranslate\">Msimbo_wa QR_span> (Jenereta na Kisomaji)",
    "ta": "QR Code (ஜெனரேட்டர் மற்றும் ரீடர்)",
    "te": "QR Code (జనరేటర్ మరియు రీడర్)",
    "th": "QR Code (เครื่องกำเนิดและเครื่องอ่าน)",
    "tr": "QR Code (Oluşturucu ve Okuyucu)",
    "uk": "QR Code (генератор і зчитувач)",
    "vi": "QR Code (Trình tạo và trình đọc)",
    "zh_CN": "QR Code（生成器和读取器）",
    "zh_TW": "QR Code（生成器與讀取器）"
  },
  "short": {
    "ar": "قم بإنشاء QR Code من عنوان URL للصفحة الحالية أو الرابط أو النص المحدد. وفك تشفير QR Code في الصورة.",
    "am": "ከአሁኑ ገጽ፣ አገናኝ ወይም የተመረጠ ጽሑፍ QR Codeን ፍጠር። እና በምስሉ ውስጥ QR Codeን መፍታት።",
    "bg": "Генерирайте QR Code от URL адреса на текущата страница, връзка или избран текст. И декодирайте QR Code в изображението.",
    "bn": "বর্তমান পৃষ্ঠা, লিঙ্ক বা নির্বাচিত পাঠ্যের url থেকে QR Code তৈরি করুন৷ এবং ছবিতে QR Code ডিকোড করুন।",
    "ca": "Genereu QR Code des de l'URL de la pàgina actual, de l'enllaç o del text seleccionat. I descodifiqueu QR Code a la imatge.",
    "cs": "Vygenerujte QR Code z adresy URL aktuální stránky, odkazu nebo vybraného textu. A dekódujte QR Code v obrázku.",
    "da": "Generer QR Code fra url'en på den aktuelle side, link eller valgt tekst. Og afkode QR Code i billedet.",
    "de": "Generieren Sie QR Code aus der URL der aktuellen Seite, des Links oder des ausgewählten Textes. Und dekodieren Sie den QR Code im…",
    "el": "Δημιουργήστε QR Code από τη διεύθυνση url της τρέχουσας σελίδας, του συνδέσμου ή του επιλεγμένου κειμένου. Και αποκωδικοποιήστε τον…",
    "en,en_AU,en_GB,en_US": "Generate QR Code from the url of current page, link or selected text. And decode QR Code in image.",
    "es,es_419": "Genere QR Code a partir de la URL de la página actual, enlace o texto seleccionado. Y decodifica QR Code en la imagen.",
    "et": "Looge praeguse lehe, lingi või valitud teksti URL-ist QR Code. Ja dekodeerige pildil QR Code.",
    "fa": "QR Code را از آدرس صفحه فعلی، پیوند یا متن انتخاب شده ایجاد کنید. و QR Code را در تصویر رمزگشایی کنید.",
    "fi": "Luo QR Code nykyisen sivun URL-osoitteesta, linkistä tai valitusta tekstistä. Ja purkaa QR Code kuvassa.",
    "fil": "Bumuo ng QR Code mula sa url ng kasalukuyang page, link o piniling text. At i-decode ang QR Code sa larawan.",
    "fr": "Générez un QR Code à partir de l'URL de la page actuelle, du lien ou du texte sélectionné. Et décodez le QR Code dans l'image.",
    "gu": "વર્તમાન પૃષ્ઠ, લિંક અથવા પસંદ કરેલ ટેક્સ્ટના urlમાંથી QR Code જનરેટ કરો. અને ઈમેજમાં QR Code ડીકોડ કરો.",
    "he": "צור QR Code מכתובת האתר של הדף הנוכחי, הקישור או הטקסט שנבחר. ופענח את QR Code בתמונה.",
    "hi": "वर्तमान पृष्ठ, लिंक या चयनित टेक्स्ट के यूआरएल से QR Code जेनरेट करें। और इमेज में QR Code को डिकोड करें।",
    "hr": "Generirajte QR Code iz url-a trenutne stranice, veze ili odabranog teksta. I dekodirajte QR Code na slici.",
    "hu": "Létrehozza a QR Code kódot az aktuális oldal, link vagy kiválasztott szöveg URL-címéből. És dekódolja a QR Code kódot a képen.",
    "id": "Hasilkan QR Code dari url laman, tautan, atau teks yang dipilih saat ini. Dan dekode QR Code pada gambar.",
    "it": "Genera QR Code dall'URL della pagina corrente, collegamento o testo selezionato. E decodifica il QR Code nell'immagine.",
    "ja": "現在のページ、リンク、または選択したテキストの URL から QR Code を生成します。そして、画像内のQR Codeをデコードします。",
    "kn": "ಪ್ರಸ್ತುತ ಪುಟ, ಲಿಂಕ್ ಅಥವಾ ಆಯ್ದ ಪಠ್ಯದ url ನಿಂದ QR Code ಅನ್ನು ರಚಿಸಿ. ಮತ್ತು ಚಿತ್ರದಲ್ಲಿ QR Code ಅನ್ನು ಡಿಕೋಡ್ ಮಾಡಿ.",
    "ko": "현재 페이지, 링크 또는 선택한 텍스트의 URL에서 QR Code를 생성합니다. 그리고 이미지의 QR Code를 디코딩하세요.",
    "lt": "Sugeneruokite QR Code iš dabartinio puslapio, nuorodos arba pasirinkto teksto URL. Ir iššifruokite QR Code vaizde.",
    "lv": "Ģenerējiet QR Code no pašreizējās lapas URL, saites vai atlasītā teksta. Un atšifrējiet QR Code attēlā.",
    "ml": "നിലവിലെ പേജ്, ലിങ്ക് അല്ലെങ്കിൽ തിരഞ്ഞെടുത്ത വാചകത്തിൻ്റെ url-ൽ നിന്ന് QR Code സൃഷ്ടിക്കുക. ഒപ്പം ചിത്രത്തിൽ QR Code ഡീകോഡ് ചെയ്യുക.",
    "mr": "वर्तमान पृष्ठ, लिंक किंवा निवडलेल्या मजकुराच्या url वरून QR Code व्युत्पन्न करा. आणि प्रतिमेमध्ये QR Code डीकोड करा.",
    "ms": "Hasilkan QR Code daripada url halaman semasa, pautan atau teks yang dipilih. Dan nyahkod Kod QR dalam imej.",
    "nl": "Genereer QR Code op basis van de URL van de huidige pagina, link of geselecteerde tekst. En decodeer QR Code in afbeelding.",
    "no": "Generer QR Code fra nettadressen til gjeldende side, lenke eller valgt tekst. Og dekod QR Code i bildet.",
    "pl": "Wygeneruj QR Code z adresu URL bieżącej strony, linku lub zaznaczonego tekstu. I zdekoduj QR Code na obrazie.",
    "pt_BR,pt_PT": "Gere QR Code a partir da URL da página atual, link ou texto selecionado. E decodifique QR Code na imagem.",
    "ro": "Generați QR Code din adresa URL a paginii curente, a linkului sau a textului selectat. Și decodați QR Code în imagine.",
    "ru": "Создайте QR Code на основе URL-адреса текущей страницы, ссылки или выделенного текста. И раскодируйте QR Code в изображении.",
    "sk": "Vygenerujte QR Code z adresy URL aktuálnej stránky, odkazu alebo vybratého textu. A dekódujte QR Code v obrázku.",
    "sl": "Ustvarite QR Code iz URL-ja trenutne strani, povezave ali izbranega besedila. In dekodirajte QR Code na sliki.",
    "sr": "Генеришите <спан цласс=\"нотранслате\">КР_Цоде</спан> од УРЛ адресе тренутне странице, везе или изабраног текста. И декодирајте <спан…",
    "sv": "Generera QR Code från webbadressen till aktuell sida, länk eller vald text. Och avkoda QR Code i bilden.",
    "sw": "Tengeneza QR Code kutoka kwa url ya ukurasa wa sasa, kiungo au maandishi yaliyochaguliwa. Na usimbue QR Code katika picha.",
    "ta": "தற்போதைய பக்கம், இணைப்பு அல்லது தேர்ந்தெடுக்கப்பட்ட உரையின் url இலிருந்து QR Code ஐ உருவாக்கவும். மேலும் படத்தில் QR Code ஐ டிகோட்…",
    "te": "ప్రస్తుత పేజీ, లింక్ లేదా ఎంచుకున్న వచనం యొక్క url నుండి QR Codeని రూపొందించండి. మరియు చిత్రంలో QR Codeని డీకోడ్ చేయండి.",
    "th": "สร้าง QR Code จาก URL ของหน้าปัจจุบัน ลิงก์ หรือข้อความที่เลือก และถอดรหัส QR Code ในรูปภาพ",
    "tr": "Geçerli sayfanın, bağlantının veya seçilen metnin URL'sinden QR Code oluşturun. Ve resimdeki QR Code'un kodunu çözün.",
    "uk": "Згенеруйте QR Code з URL-адреси поточної сторінки, посилання чи виділеного тексту. І розшифруйте QR Code на зображенні.",
    "vi": "Tạo QR Code từ url của trang, liên kết hoặc văn bản đã chọn hiện tại. Và giải mã QR Code trong hình ảnh.",
    "zh_CN": "从当前页面、链接或所选文本的 URL 生成 QR Code。并解码图像中的QR Code。",
    "zh_TW": "從目前頁面、連結或所選文字的 URL 產生 QR Code。並解碼影像中的QR Code。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "The most advanced QR Code extension to generate various types of QR Code, Scan, History and Advanced Display.  Support both Popup and Context-menu based functions.",
    "en": "The most advanced QR Code extension to generate various types of QR Code, Scan, History and Advanced Display.  Support both Popup and Context-menu based functions. \n\nIt has below distinctive features:\n- QR options and configurations\n- Support multiple QR native codes\n- Clean and elegant design and user interface\n- History for reusable QR codes\n- Formatting options, including colors, complexity, etc.\n- Highly secured QR codes\n\nIt may display periodic notification about new QR code features, potential bugs and required configuration details.\n\nIf you notice any issues or concern, pleas reaching using the Support link on the extension page.",
    "zh_CN": "生成二维码和解密二维码。"
  }
}