{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No-Code Scraper by Smartproxy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No-Code Scraper - Easy data extraction"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collect data easily with the No-Code Scraper extension \n\nHey yo, no need to learn coding to gather that precious public data. With the No-Code Scraper extension, collect data effortlessly from any website (we talk JavaScript, AJAX, and many more) without writing a single line of code.\n\nYou might ask how this high-tech witchery works? Well, the No-Code Scraper extension has smart selectors that let you identify and choose multiple fields of the same value with a single click. Collect titles and tags, scrape images (their URLs), and capture text from any website without dripping with sweat. Easy as that.\n\nYou'll be able to preview all your data in a neat table and name the table's columns the way you want. Oh, public data is free, and so is the No-Code Scraper extension!\n\nAlready sounds wicked? But wait, there's more:\n\n- Extract info about different keywords from search engines\n- Build lists of product names, prices, and descriptions for your eCommerce gig\n- Generate leads by creating dope contact lists with names, emails, and phone numbers\n- Maintain your web rep by collecting reviews, blog, and social media posts\n- Analyze your competitors by gathering data about them\n\nAnd this is how you smart scrape websites:\n\n1. Install the extension.\n2. Navigate to the page you want to scrape.\n3. Only then open the extension and click on the \"Start scraping\" button.\n4. Select elements you wish to extract from the page.\n5. Voilà! Download your grail. \n\nIf it's not a one-time affair that you have with certain data and you want to start scheduling your scraping, get a premium No-Code Scraper.\nWith this neat scraping jet, you’ll rock all these things:\n\n- Collect data from Google or other websites using pre-made templates;\n- Schedule tasks;\n- Store cloud data;\n- Export data in JSON (via email or webhook) or CSV (via email);\n\nWe haven't convinced you yet? Learn more about the dopest scraper of ‘em all or give it a go and test it for free.\nhttp://smartproxy.com/proxies/no-code-scraper"
  }
}