{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Danhgiatot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Danhgiatot.vn là trang uy tín chuyên cung cấp thông tin hữu ích về đánh giá sản phẩm."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Đánh giá tốt là trang uy tín chuyên cung cấp thông tin hữu ích về đánh giá sản phẩm, cung cấp mã giảm giá hấp dẫn tại các sàn TMĐT lớn và các điểm bán lẻ lớn nhất tại Việt Nam.\n\nĐược xây dựng từ cộng đồng người mua sắm thông minh, chúng tôi hoạt động với mục đích chia sẻ kinh nghiệm, chia sẻ kiến thức về mua sắm sản phẩm chất lượng với giá phải chăng tại điểm bán hàng uy tín.\n\nTại danhgiatot luôn cập nhật top những sản phẩm đang bán chạy trên thị trường cùng những đánh giá khen - chê thẳng thắn để giúp bạn lựa chọn được sản phẩm theo nhu cầu của mình. Thêm vào đó, chúng tôi còn cung cấp giá tốt nhất cho từng mặt hàng thuộc nhiều ngành hàng khác nhau tại Tiki, Shopee, Sendo, Lazada, ...hay các điểm bán lẻ chính hãng khác. Đặc biệt, Đánh giá tốt còn cập nhật những mã giảm giá, voucher, chương trình khuyến mãi đến từ sàn TMĐT, các điểm bán lẻ chính hãng uy tín. \nDo đó, khi đến với Danhgiatot.vn khách hàng vừa mua được sản phẩm tốt, chất lượng lại vừa mua được sản phẩm giá tốt nhất mà không phải mất nhiều thời gian săn tìm trên internet. Thật là thuận tiện phải không nào? \n\nLà trang web xây dựng dựa trên cộng đồng người mua hàng cho nên những đóng góp, chia sẻ đến từ người dùng là vô cùng quan trọng. Chính vì vậy, nếu bạn muốn chia sẻ, góp ý với chúng tôi để trang ngày càng hoàn thiện hơn thì vui lòng comment dưới mỗi bài viết hoặc liên hệ qua Email: support@danhgiatot.vn nhé \n\nNhững đóng góp của bạn sẽ là động lực để chúng tôi ngày càng hoàn thiện hơn.\nThân ái!"
  }
}