{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم سيتي ماكس (MX938) خصم 20% السعودية"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "استخدم كود خصم سيتي ماكس وأحصل علي خصم 20% الان علي الملابس، يوفر كود خصم ماكس السعودية ‫(MX938)‬ خصم حتي 100 ريال علي مشترياتك"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "أن تكونَ على القمةِ فهذا أمرٌ صعبٌ ولكن الأصعب من ذلك أن تواصلَ نموّك تطوّرك على هذه القمة، أن تظلَّ موجودًا على قيد المنافسة الشرسة، وهذا فعله متجر ماكس فاشون بتخفيضاته الكامنة في كود خصم سيتي ماكس (MX938)‬ فلم يكتفِ فقط بالوصول إلى القمة بل لا زال هناك ينافِسُ بكلِّ محبّةٍ وأمانٍ في سوق الموضة العصري. \n\nكود خصم سيتي ماكس (MX938)‬ | التنوّع والاختلاف \nماكس تعني الأقصَى أو الأعلى أو الكفاية التَّامة! لذلك كان متجر سيتي ماكس كفايةً تامة لكل احتياجات الإنسانِ من ملابِس ومستلزمات البيتِ الخاصة التي تجعلُه حسنَ المظهرِ بأسلوبٍ عصريٍّ وخلابٍ، ويضمُّ المتجر أقسامًا عدة مثلَ النَّساءِ ويحتوي على عددٍ كبيرٍ من الملابِسِ مثلَ الفساتينِ، والبناطيل، والبلوزات، والتنانير وغير ذلك من أنواعِ القطع الملبسية الرائِجة العصرية جميعها متوجة بكود خصم سيتي ماكس (MX938)‬ وكذلك يضمُّ المتجر قسمًا خاصًا للرجالِ ويعد من أهم الأقسامِ التي تتوفَّرُ بسيتي ماكس لتعدادِ منتجاتِه الكثيرة مثلَ البناطيل والقمصانِ، والملابس الرياضية وأشياء أخرى جمة يضمُّها الموقع بخصومات حصرية.\n وأمَّا الأطفال فلم يغفل الموقع عن هؤلاء الملائكة الصغر وجعل لهم قسمًا خاصًا بهم يضمُّ فيه الملابِس والفساتين والبلوزات والمجموعات الكاملة للأطقمِ الحديثة، وكذلك القسم الخاص بديكورات المنزل إذ يضمُّ المفروشات، والقطع الديكورية، ومستلزمات المطبخ والحمام.\n\nقسم النساء | أحدث صيحات الموضة\nأنتِ تحبِّينَ التألَّق بين جميع أقرانِك، تريدين الظّهورَ بشكلٍ يليق بجمالِك، تريدين إخراجَ مشاعركِ بأسلوبٍ فنيٍّ دون الحاجة للكلامِ، أنتِ لوحةٌ بيضاء ناصعة يا عزيزتي فدعي متجرَ ماكس يرسمُك بعين الفنان المبدع، فالمتجر به كثير من المنتجاتِ الجمالية التي تبهر الأذواق وتعني باختلاف العيونِ والآراءِ الفنية التي لا تعرفُ إلَّا الرضا والشعور بالارتياحية على مستوى رؤية المنتجِ وعلى مستوى استخدامِه قصير المدى والطويل، ولذلك وفرنا لكِ كثيرًا من المنتجاتِ التي سوفَ تنال إعجابَك وتأسر قلبك، جميعها متوّجة بـ كود خصم ماكس السعودية (MX938)‬ الحصري.\n\nكوني آسرة العيون مع منتجات جمال ماكس\nمن أجل الجمالِ الرائق الذي يسحرُ الجميعَ وفرنا لكِ في قسمِ الجمالَ كثير من الأدواتِ الجمالية التي تعتني بكِ وبجمالِك وإظهاره للجميع دون الإفراط ودونَ التكلّف وعلى سبيل المثال إليك: كريم أساس من لوريال باريس فهو كريم أساس سائل يدوم طويلاً ويمنحك تغطية كاملة دون أن يبدو ثقيلاً أو مصطنعًا، كما أنه يدوم لمدة 24 ساعة دون أن يتلطخ أو يتغير لونه، ومتلائم مع جميع أنواع البشرة.\n\nومن أجل رموشكِ الفاتنة وفَّرنا لكِ ماسكارا من ماكس فاكتور إذ تمنح الرموش حجمًا وطولًا وشكلًا غاية الافتتانِ، دون أن تبدو متكتلة، وتجعلها تبدو أكثر جاذبية، وهي مناسبة لجميع أنواع الرموش، وكذلك وفّر المتجر ملمع شفاه من بورجوا، إنّه ملمع شفاه يمنحك شفاهًا ناعمة لامعة مثلَ بريقِ الأشعة المتكسرةِ فوق زرقة البحرِ، إذ يمنح ملمع الشفاه هذا شفاهًا ناعمة ورطبة، ولم يغفل المتجر العطور! فالعطور سرٌ من أسرار الجاذبية وهذا عطر جريس ديور هو عطر زهري شرقي للنساء، يمنحك رائحة مميزة وفخمة، كما أنه يدوم طويلاً ويترك أثرًا لا يُنسى.\n\nاغتنمي حصريَّات ماكس المذهلة \nالإطلالة مهنة المرأة وإدارة الفنَّان! ومن غير مكس مؤهلٌ لأن يكونَ فنانًا يعرفُ كيف يجلبُ من النيرانَ هذا السَحر الخاص، لقد وفَّر المتجر مجموعة من المنتجاتِ الحصرية التي لن تجديها في أي مكانٍ آخر بنفس الجودة والارتياح الطيب في أثناء رؤيتها وفي أثناء استخدامها فمثلًا إليك هذا الفستان القصير من مانجو فهو مصنوع من نسيج الروعة ومصاغٌ بيدٍ من حريرٍ يناسبكِ في جميع المناسبات، ناعمٌ خفيفُ الوزنِ مما يجعله مريحًا للارتداء مدعوم بـ كود خصم ماكس 20 كذلك منتج بنطلون جينز من زارا مصاغ بأسلوب حديثٍ يلائِم ذوق الجميع، مصنوع من خامة عالية الجودة ولا يهترئُ بمرور الزمان عليه، ثم انظري إلى جاكيت من بيرشكا هذا الذي سيجعلُ الشتاءِ بالنسبة لك خريفًا ما بين لطف الحر ومداعبة الصقيع الخفيفة فهو مصنوع من خامة دافئة ومثاليٌّ لفسحة تحت أنغامِ الشتاءِ، ويوجد أكثر وأكثر في انتظارِك بمتجر ماكس فاشون.\n\nأنت ذاتُك الأصيلة في عصرِ ماكس فاشون\nالرجل المتأنِّقُ هو رجل واثق من نفسه، يعرف كيف يختار الملابس والاكسسوارات المناسبة لإطلالته في خروجاتِه وفي بيتهِ وحتَّى وهو وحيدٌ لا أحد يراهُ إلَّا نفسه التي في المرآة، ولذلك فإن منتجات الرجال في ماكس فاشون هي خطوة مهمة في طريق الموضة والحداثة الملبسية، ففي ماكس فاشون ستجد  الملابس الكاجوال والملابس الرسمية وما تحتاجه لتبدو واثقًا جذَّابًا في أي فُسحةٍ، ولكن في الحقيقة إن التأنَّق لا يعني دائمًا التكلفة العالية في شراء الملابس فهذا متجر ماكس فاشون يتيح منتجاته الساحرة بأسعار مناسبة ترضي جميع الميزانيات.\n\nزيّ ثوريّ كامل من ماكس فاشون\nدعني أتعرفُ على أسلوبك الخاص، ما هو نوع الملابس التي تشعر بالمحبة فيها؟ وما هي المناسبات التي سترتديها فيها؟ هل تبحث عن منتجات ذات فخامةٍ في الجودة؟ إن كنت كذلك فلا تخف من تجربة أشياء جديدة لقد أتيت المكانَ المناسب هنا في متجر فاشون.\nإذا أحببت القمصانَ فإليك هذا القميص من ماركة لاكوست، لأنّ الرجل الذي يرتدي قميص لاكوست هو رجل يتمتع بالثقة بالنفس والرقي، سيناسبُك في أي مكانٍ تذهبِ إليه، ومع القميص لا بد من بنطالٍ يتلاءَم معه لذلك وفرنا لك بنطلون جينز من ماركة ليفيس ستتمتُّع بالحرية والاستقلالية في أثناء ارتدائك لهذا البنطال الخاص، ولكننا في فصل الشتاء لا بد من شيءٍ ما يشعرنا بالدفء خلال هذا الصقيع فدعني أقترح عليك جاكيت من ماركة نايك سيشعرُك بالحيوية والنشاطَ والخفّة، ومن أجل اللمسة الفنية الأخيرة التي من غيرها لا تكتملُ الجمالية الفنية في اللوحة إليك ساعة من ماركة أوميغا الشهيرة مصنوعة من خامات متينة وهي بتصميمها تعبر عن الثورة والمكانة العالية، أنت الآن بهذه القطع الملبسية في حضرة ماكس فاشون، مؤكد أنّك الآن تريد تجربة شرائية تحقق لك اللوحة الفنية الفاخرة التي قرأتها الآن، فلا تتردد في الدخول على متجر ماكس فاشون والتنعم بهذه الخدمات العالية.\n\nسعادة طفلُك بين يدي ماكس الأمين\nالطفلُ هو الهبة الربانية للأمِّ، كل الأمهات تحفظُ عن ظهرِ قلبٍ كتابًا مقدًّسًا يسمَّى محبة الأولاد، والطفلُ تحديدًا هو منبع السعادة للآباءِ، إذا فرح فرحوا، وإذا حزن حزنوا، ومن أجلِ أن يكون الطفلُ سعيدًا فعلى الآباء تلبية طلباتهِ بكلٍ أمانةٍ وصدقٍ ومن أجلِ طفلٍ سعيدٍ فقد أتى متجر ماكس بكل مستلزمات الأطفال والاحتياجات التي تجعلهم سعداءَ ومسرورين بما لديهم من سنة حتى سن المراهقة (16 سنة)، وجميع هذه المنتجات مفعمة بـ كود خصم ماكس الذي يجعل من حلم الوصولِ منتجاتٍ ذات جودات شاهقة بسعرٍ في متناول الأيدي شيئًا بسيطًا وسهلًا للغاية.\n\nإذ يوفِّرُ متجر ماكس فاشون مستلزمات الأطفال فقد قسَّم المتجر المستلزماتِ إلى فئات عمرية عديدة حتى يسهل على الآباء اختيار المنتج المناسب لأطفالهم سواء كاوا ذكورًا أو إناثًا صغارًا كانوا أو أطفالًا وكلّ هذه المنتجات مقواة بكود خصم ماكس فاشون في أثناء الشراء، وبالمتجر منتجات أطفالية مثلَ: البودي سوت، والجينزات، والملابس السباحية، وملابس الشخصيات، والتيشيرتات البولو، والأطقم الكاملة، ولم يغفل أيضًا عن الإكسسوارات كالنظارات والقلادات والقبعات، ووكذلك الأحذية مثل الصنادل والكالسنكرز.\n\nمنزلك هو العائلة فجمّليه بمنتجات ماكس\nإنْ كانت العائلة مكوّنة من أبٍ وأمٍ وأبناء وجد وجدة، والأحفاد إمّا ابن أو ابنة، فإن كان البيت من العائلة فما يكون تسميته إذًا؟ البيتُ هو العائلة يا عزيزي نفسها! البيتُ دفء الجدران، خشخشة الأبواب، النوافذ الملهمة على طول ذكريات الطفولة! البيت هو العائلة! ولأن البيت حاضنٌ لكل ذكرياتك الجميلة والحزينة، ولأن ذكريات البيت كنزٌ ثمين فلا بد لك من أن تهتمَّ بمكان الذكريات! اهتمّ بالبيتِ واجعله حلمًا جميلًا تعيشون فيه الواقع الأجملَ، وأجل كل هذه الأفكار جاء متجر ماكس فاشون ليقول لنا: قدروا بيوتكم وجمّلوها.\n\nبإمكانَك يا صديقي أن تجهِّزَ كنبةً لكَ وللضيوفِ تحتضنُ الدفء الشاعري للعائلة والصخب الطفولي للأبناءِ مثل كنبة من ماركة لاكوست الشهيرة إنّها أكثر من مكانٍ يمكن الجلوس عليه إنّه دفءٌ لذيذٌ بلغة الجسد، وكذلك طاولة الطعام تلك التي نتناول الطعام المقدس على خشبها الشريف فإليكَ طاولة الطعام المصنوعة من ماركة ليفيس ستجعلُك تشعرُ أنّها تأكلُ معكم من دفءِ خشبِها الذي يتحدث بلغته الشاعرية الخاصة، ومن أجل حفظ الطعام بعد جلبهِ إليك ثلاجة من ماركة نايك التي لا تحاربُ بكل شراسة ما يؤرق صحة الطعام ويفسده، وكل هذه المنتجات الحيوية وأكثر في متجر ماكس فاشون.\n\nبطاقة الهدية من ماكس | لغة الحب والتقدير\nإنَّ الحب لغة لا تحتاج إلى كلمات، بل تحتاج إلى أفعال، وأحد أجمل الأفعال التي يمكن أن نقوم بها لإظهار حبنا للآخرين هي تقديم هدية لهم، ولكن قد يكون من الصعب اختيار الهدية المناسِبَة، خاصة إذا لم نكن نعرف اهتمامات الشخص الآخر المحبوب، لكن مع بطاقة الهدية من ماكس فاشون هي هدية مثالية لأي شخص، بغض النظر عن عمره أو جنسه أو ذوقه، يمكن للمحبوبِ المُهْدَى أن يختار الهدية التي يريدها من جميع المنتجات ، بما في ذلك الملابس والأحذية والإكسسوارات والمنتجات المنزلية، فهي الخيار المثالي لأنّها تعبر عن الحب والتقدير، فهي تُظهر أننا نهتم بالآخرين ونريد إسعادهم، لأنّنا عندما نقدم بطاقة هدية ماكس لشخص ما، فإننا نقول له: \"أفكر فيك، وأريد أن أجعلك سعيدًا\" إنّها أكثر من مجرد قطعة من الورق، بل هي لغة الحب والتقدير.\n\nبطاقة هدية ماكس عملية ومتعددة الاستخدامات فيمكن للشخص المهدى استخدام بطاقة الهدية لشراء أي شيء يريده من ماكس فاشون، أجل إنّها هدية مناسِبة لأعياد الميلاد وأعياد الزواج والاحتفالات الخاصة الأخرى، بالإضافة إلى إنها هدية سهلة الشراء يمكن شراؤها من أي متجر من متاجر ماكس فاشون أو عبر الإنترنت، وفي الأخير نقول إنها هدية مقدمة من القلب: بطاقة الهدية من ماكس فاشون هي هدية تُظهر أنك تهتم بحبيبكِ وتفكر فيه.\n\nشكراً | برنامج ولاء يوفر قيمة الشرائية كبيرة\nشكراً هو برنامج ولاء تابع لمجموعة لاندمارك، هذا الذي يمنح أعضاءه مجموعة متنوعة من المزايا والمكافآت، ويمكن الاشتراك في هذا البرنامج عن طريقة زيارة موقع ماكس فاشون الإلكتروني أو بواسطة متاجر ماكس فاشون، وتشمل مزايا هذا البرنامج ما يلي:\n1- كسب نقاط شكراً مقابل كل عملية شراء. 2- استخدام نقاط شكراً للحصول على خصومات وعروض. 3- الوصول إلى عروض حصرية وتجارب خاصة.\nولها البرنامج فوائد عدة لكل الأعضاء المشتركين إذ يتيح لهم خصومات فورية على المشترياتِ، ودعوات خاصة للأحداث والعروض، ونقاط مكافآت لأعياد ميلاد، وكذلك تتيح محفظة شكرنز استرداد أموالك من المحفظة فورًا.\n\n ماركات ماكس فاشون | تنوع ثقافي\nتضم ماكس كثيرًا من الماركات العالمية والمحلية، والتي تلبي احتياجات جميع الأذواق وترضي كل الميزانيات، على كل المنتجات مثل الملابس والأحذية والإكسسوارات إلى المنتجات المنزلية والعناية الشخصية، ستجد في ماكس فاشون كل ما تحتاجه، وأشهر ماركات ماكس فاشون على الملابس: (مانجو، بيرشكا، زارا، اتش آند إم، هوليستر، جول، اديداس، نايكي، وغيرها) وأما ماركات الأحذية: (ريبوك، كونفرس، أديداس، نايكي، بول اند بير، وغيرها. ماركات الإكسسوارات: سواروفسكي، زارا هوم، شوبارد، لوريال باريس...) وأما ماركات المنتجات المنزلية: zara home، homzmart، ikea) وعن ماركات العناية الشخصية: (لوريال باريس، غارنييه، فيشي) وتجدر الإشارة أن المتجر يلبي حداثة العصر بما في ذلك أحدث صيحات الموضة والتصاميم الحداثية.\n\nما يميّزُ سيتي ماكس\nالمتجرُ مصمَّمٌ بواجهةٍ سلسةٍ تمكِّن جميع العملاءِ من التعامِل مع مرافقهِ بأسلوبٍ بسيطٍ وطريقةٍ سهلةٍ من أصغر الفئاتِ إلى أكبرها، بالإضافة إلى أنَّ يضمُّ في طياتهِ الكثير من المنتجاتِ الحديثة التي تناسبُ أذواقَ العصرِ الحداثي الذي نعيش فيه الآن من الملابِسَ الرجالية والنسائية وحتَّى مستلزماتِ البيتِ وكذلك الأطفالِ بكامل احتياجاتهِم، ويجدر بالذكر أنَّ المتجر يوفّر منتجاتِه بجودة رفيعةٍ وأصالةٍ لأنَّها ببساطةٍ نابعة من أرقى الماركات في العالم التجاري إذ معروفٌ عنها الثقة والأمانة والسلامة في الاستخدام، ويكلل سيتي ماكس جميع منتجاته بكوبونات الخصم على مدارِ شهورِ السنة كاملةً، بالإضافة إلى أنَّ العميل بإمكانِه دفع مشترياته بأكثر من وسيلة آمنةٍ ومريحةٍ ومرضية تشعرهم الجميع بالثقة والسلام والأمان.\n\nسياسَة متجر ماكس السلسة\nالتعاملُ المريحُ هو سمة المتاجِر التي تهتمُّ بعملائِهما حيثُ توفّر لهم كل السبل المريحة الآمنة من أجل تعزيز ثقة العملاء في كيانِهم الخاص ويعدُّ متجر ماكس واحدًا من أهم المتاجر التي تمدُّ عملاءَها بسياسةٍ مرضية وسلسةٍ مثل سياسة الإرجاعِ حتَّى يشعروا الأمان التام والرضَا حولَ ما ماهية الموقع وفيما يلي توضيح لسياسة الإرجاع:\n1- لا بدَّ حين تقديم طلب إرجاع للمنتجِ أن تكون المنتجاتِ المشتراة بالحالة الأصلية التي كانت عليها في المتجر.\n2- إذا تم استخدام المنتج من قبلِ العميل فلا يحق له إرجاعه أبدًا.\n3- هناك فئات من المنتجات لا يتم قبول إرجاعِه أبدًا مثلَ اللانجيري والسائد ومستلزمات الحمام والمجوهرات وكذلك مستلزمات النظافة وأيضًا المنتجات الخاصة بالأطفال.\n4- لا بدّ أن يكونَ المنتج المطلوب إرجاعه في تلك العبوة التي جاءَ بها ولا بد أن تحمل العبوة علامتها التجارية الخاصة.\n5- إذا رغب العميل في إرجاع المنتجِ فذلك يتم في مدةٍ لا تزيد عن 14 يومًا من تاريخ استلامهِ للمنتج.\n6- على العميل أن يرفق فاتورة المشتريات مع المنتجِ المراد إرجاعه.\n \nما الطريقة التي يتم بها استرداد العميل أمواله؟\nيتم ذلك بذات الطريقة التي سدَّدَ بها العميل المبالغ الخاصة بطلبيته المشتراة.\n\nما الطريقة التي يمكنني بها أن أتواصل مع خدمة عملاء ماكس؟\nبواسطة البريد الإلكتروني (support@maxfashion.com) أو التواصل هاتفيا مع خدمة العملاء بواسطة هذين الرقمين (8001111629) أو (800-1111) أو عن طريقة منصات التواصل الاجتماعي الخاصة بمتجر ماكس.\n\nما المدة المحددة لإرجاع الأموال إلى العملاء؟\nتستغرقُ عملية إرجاع المنتجات إلى العملاء بعد عملية الفحصة من 14 إلى 28 يومًا وستصل إلى العميل رسالة بنكية تبلغه بذلك.\n\nما الدول التي يعتمدُها متجر ماكس؟\nيعتمدُ المتجر دول عدة مثلَ مصر والمملكة العربية السعودية، والإمارات العربية المتحدة، والبحرين، والكويت، وقطر، وعمان."
  }
}