{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neoboard Lite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension for eCommerce here you can get Package Tracking, Instant Translator, Messages Templates, Profit calculator and more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1. Instant translation on the extension\n2. Send template messages translated into all languages on the extension\n3. Check where your package is on the extension\n\nE-commerce Revolution\nWe save you 70% on time\nStart working quickly with your customers\nEverything is on your extension, you no longer have to switch between tabs\nFor the actions you do on a daily basis",
    "en,en_AU,en_US": "The first ecommerce keyboard tracking number engine instantly translation and messages templates from same screen!\n\neCommerce store seller conversation, Neoboard extension helps to eCommerce store business account holder in conversation with the customer. Like seller have a business account of Amazon, eBay or any other eCommerce store, neoboard extension help them for the conversation. They can easily give the answer of customer's query in regional language by using Best Translator Extension For Chrome, can save some common answer as a message template and also can translate them in customer's regional language, If some customer asks their package status, then the you can check package status by using Package Tracking function of our extension, Also user can calculate the discount, profit and cost of items use calculator function.\n\nE-commerce Revolution with eCommerce Chrome Extension\n\n- We save you 70% on time\n- Start working quickly with your customers\n- Everything is on your extension, you no longer have to switch between tabs\n- For the actions you do on a daily basis.\n\n**Translate**\n\nWith best translate extension chrome you can\n\n- High quality, fast translation, translate conversations with your customers with a click\n- Translate text in 109 languages with our Translate Extension for Google Chrome\n- Set your primary language in option page.\n- Select to translate text with detected language.\n- Next you translate with detected language in conversation. \n \n**Message Template**\n\n- Create templates and send messages to your customers in 1 click in any language.\n- Save message template, which you use frequently.\n- Like Thank You message, Best Wishes message, Cancel Order etc.. \n- Create template from option page.\n- Translate template to click translate button in template tab.\n- Copy translated text to use click copy icon.\n- Share copied translated template in message body. \n\n**Track Package**\n\n- Check where your client's package is, without leaving the chat, So easy and simple.\n- Track your package status.\n- Enter your Order ID and select country.\n- Find your package Carrier, location with date and time. \n\n**Calculator**\n\n- Calculate your account.\n- Count item profit during the conversation.\n\n**eCommerce Calculator**\n\n- Calculate eCommerce seller item profit.\n- Calculator has been completely built with all of the latest updates. \n- Count profit per item instantly.\n\n**Amazon Negative Feedback Removal**\n\n- Do you worry about your seller account's negative feedback from customers?\n- Just fill up the form to enter customer order Id and select amazon channel, Submit to generate URL.\n- Copy to click on the copy icon.\n- Send URL to your customer to remove negative feedback.\n\nSo easy and simple. We know exactly what a eCommerce seller really needs.\nHere we add five functions in our best chrome extensions for eCommerce, which is very usefull for ecommerce sellers conversation with customers. If you not need or use any functions you can hide it from option page.\n\n**Contact us**\n\nIf you have any questions, suggestions or feature requests, feel free to submit a report by clicking the Feedback button in the extension’s popup menu. \nYou can also send a message to info@navines.com anytime. Let us know your thoughts! Thank you. \n  \n**Premium Plan & Policy**\nBuy Premium Plan: https://neoboard.app/extension/\nPrivacy Policy: https://neoboard.app/extension/privacy/"
  }
}