{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblock.mx - Adblock for Chrome",
    "es": "Adblock.mx - Adblock para Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblock.mx - Adblock for Chrome, Chrome ad blocker, hides ad banner and blocks ad urls.",
    "es": "Adblock.mx - Adblock para Chrome, bloqueador de anuncios para Chrome, oculta banners publicitarios y bloquea URLs de anuncios."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience Enhanced Browsing with Adblock for Chrome\n\nDiscover Adblock.mx, your premium Adblock for Chrome extension, designed to revolutionize your browsing by removing all unwanted ads, pop-ups, and trackers. Elevate your Chrome experience with Adblock.mx, ensuring a cleaner, faster, and more secure online environment.\n\nWhy Choose us as Your Adblocker for Chrome?\n\nAd-Free Browsing: Say farewell to disruptive ads, pop-ups, and video commercials with us. Adblock.mx masterfully clears away advertisements from every corner of the web, including social media and video streaming platforms, delivering a seamless browsing session.\n\nEnhanced Privacy: Prioritize your privacy with us. We stop trackers dead in their tracks, shielding your personal data from advertisers and harmful entities. Surf with confidence, knowing your privacy is protected with our Chrome extension.\n\nFaster Web Pages: Speed up your browsing with Adblock for Chrome. Ads and trackers slow you down, but we cut through this clutter to improve page loading times, enhancing your efficiency and enjoyment online.\n\nCustomizable Blocking: Take control with our user-friendly interface, your go-to adblocker for Chrome. Customize your preferences to block or allow specific elements with ease, putting you in command of your web experience.\n\nData and Battery Savings: Benefit from Adblock for Chrome by saving on data usage and prolonging your device’s battery life. Adblock.mx reduces the load of ads and trackers, optimizing your mobile browsing.\n\nEffortless Installation and Usage:\nWe offering straightforward installation with a single click. It activates immediately without complex setups, complemented by automatic updates to keep you ahead in blocking ads and trackers.\n\nWith us, your journey to a cleaner, faster, and safer browsing on Chrome starts today.",
    "es": "Experimente una navegación mejorada con nuestra extensión para Chrome\n\nDescubre \"Adblock.mx\", tu solución premium para Chrome, diseñada para revolucionar tu navegación al eliminar todos los anuncios, ventanas emergentes y rastreadores no deseados. Mejora tu experiencia en Chrome con Adblock.mx, garantizando un entorno en línea más limpio, rápido y seguro.\n\n¿Por qué elegir \"Adblock.mx\" como tu extensión para Chrome?\n\nNavegación sin interrupciones: Diga adiós a los molestos anuncios, ventanas emergentes y anuncios de vídeo. Adblock.mx elimina de manera eficaz los anuncios de todos los rincones de la web, incluidas las redes sociales y las plataformas de transmisión de vídeo, para ofrecer una sesión de navegación fluida.\n\nPrivacidad mejorada: Prioriza tu privacidad con nuestra extensión para Chrome. Adblock.mx detiene a los rastreadores en seco, protegiendo tus datos personales de anunciantes y entidades dañinas. Navega con confianza, sabiendo que tu privacidad está protegida.\n\nPáginas web más rápidas: Acelera tu navegación con nuestra herramienta para Chrome. Los anuncios y los rastreadores ralentizan la navegación, pero Adblock.mx corta este desorden para mejorar los tiempos de carga de las páginas, aumentando tu eficiencia y disfrute en línea.\n\nBloqueo personalizable: Toma el control con la interfaz fácil de usar de Adblock.mx. Personaliza tus preferencias para bloquear o permitir elementos específicos con facilidad, poniéndote al mando de tu experiencia web.\n\nAhorro de datos y batería: Benefíciate ahorrando en el uso de datos y prolongando la vida de la batería de tu dispositivo con nuestra extensión para Chrome."
  }
}