{
  "name": {
    "ar": "صوت مسموع MP3 والرعايا محرر للملفات الصوتية",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "SoundMagic MP3 and WAV editor for audio files",
    "de": "SoundMagic MP3-und wav-Editor für Audio-Dateien",
    "es,es_419": "SoundMagic MP3 y WAV editor para audios",
    "fr": "SoundMAGIC MP3 et WAV Editor pour audios",
    "hi": "SoundMagic एमपी 3 और ऑडियो के लिए WAV संपादक",
    "it": "SoundMagic Editor MP3 e WAV per i file audio",
    "ja": "オーディオファイル用の SoundMagic MP3 および WAV エディタ",
    "ko": "오디오 파일을 위한 soundmagic MP3 및 WAV 편집기",
    "nl": "SoundMagic MP3 en WAV editor voor audiobestanden",
    "pl": "SoundMagic MP3 i WAV edytor dla plików audio",
    "pt_BR,pt_PT": "SoundMagic MP3 e WAV editor de áudios",
    "ru": "Саундмагик MP3-и wav-редактор для аудио-файлов",
    "tr": "SoundMagic MP3 ve WAV editörü ses dosyaları için",
    "uk": "SoundMagic MP3 і WAV редактор для аудіо-файли",
    "zh_CN": "音频文件的 SoundMagic MP3 和 WAV 编辑器"
  },
  "short": {
    "ar": "صوت السحر لخلق ، تحرير ، نسخ ، قص ، لصق والمحاصيل الملفات الصوتية MP3 والرعايا",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "SoundMagic to create, edit, copy, cut, paste and crop audio files MP3 and WAV",
    "de": "SoundMagic zum Erstellen, bearbeiten, kopieren, Ausschneiden, einfügen und Zuschneiden von Audiodateien MP3 und WAV",
    "es,es_419": "SoundMagic para crear, editar, copiar, cortar, pegar y recortar archivos de audio MP3 y WAV",
    "fr": "SoundMAGIC pour créer, éditer, copier, couper, coller et rogner des fichiers audio MP3 et WAV",
    "hi": "SoundMagic बनाने के लिए, संपादित करें, प्रतिलिपि, कट, पेस्ट और फसल ऑडियो फ़ाइलें एमपी 3 और WAV",
    "it": "SoundMagic per creare, modificare, copiare, tagliare, incollare e ritagliare file audio MP3 e WAV",
    "ja": "SoundMagic を作成するには、編集、コピー、切り取り、貼り付け、オーディオファイルを MP3 と WAV をトリミング",
    "ko": "soundmagic 만들기, 편집, 복사, 잘라내기, 붙여넣기 및 자르기 오디오 파일을 MP3 및 WAV",
    "nl": "SoundMagic maken, bewerken, kopiëren, knippen, plakken en bijsnijden van MP3 en WAV audio-bestanden",
    "pl": "SoundMagic aby tworzyć, edytować, skopiować, wyciąć, wkleić i przycinanie plików dźwiękowych MP3 i WAVe",
    "pt_BR,pt_PT": "SoundMagic para criar, editar, copiar, cortar, colar e cortar arquivos de áudio MP3 e WAV",
    "ru": "Саундмагик для создания, редактирования, копирования, вырезания, вставки и обрезки аудио-файлов MP3 и WAV",
    "tr": "SoundMagic oluşturmak, düzenlemek, kopyalamak, kesmek, yapıştırmak ve kırpmak ses dosyaları MP3 ve WAV",
    "uk": "SoundMagic, для створення редагувати, копіювати, вирізати, вставляти обітнути аудіофайли MP3 і WAV",
    "zh_CN": "SoundMagic 创建、编辑、复制、剪切、粘贴和裁剪音频文件 MP3 和 WAV"
  },
  "long": {
    "ar": "إنشاء وتحرير ونسخ، قص ولصق ومحاصيل الملفات الصوتية مع صيغ MP3 و واف. سوندماجيك C هو محرر الصوت السريع الذي يسمح لك لمعالجة الملفات الصوتية الخاصة بك. معالمه الرئيسية هي:\n\n- زر جديد، أن إنشاء مشروع جديد لتعديل أي MP3 أو واف ملف الصوت.\n- نسخ، قص، حذف.قطع و لصق أقسام الملف الصوتي.\n- أزرار لتحديد الصوت كله، والتكبير على قسم الصوت أو التكبير لتناسب.\n- استيراد ملف صوتي MP3 أو واف من ورل.\n- استيراد ملف صوتي MP3 أو واف من القرص المحلي.\n- عرض الطيف من الملفات الصوتية في حين يجري الاستماع.\n- أزرار تشغيل / إيقاف مؤقت على الملفات الصوتية التي يتم استيرادها.\n- تقديم وحفظ الملفات الصوتية التي تم إنشاؤها محليا.\n- زر مشاركة لإرسال رابط يحتوي على ملف الصوت.\n- تغيير حجم تسلسل الصوت المحدد مع مولتيبليكاتور كسب.\n- ضبط مستوى الصوت إلى أقصى تسلسل الصوت المحدد.\n- إسكات تسلسل الصوت المحدد.\n- إنشاء إنت الخطي الخطي من تسلسل الصوت المحدد.\n- إنشاء خطي تتلاشى من تسلسل الصوت المحدد.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create, edit, copy, cut, paste and crop audio files with formats MP3 and WAV. SoundMagic C is a fast audio editor that allows you to manipulate your audio files. Its main features are:\n\n- New button, that create a New project in which to modify any MP3 or WAV audio file.\n- Copy, Cut, Delete.Crop and Paste sections of the audio file.\n- Buttons to select the whole audio, zoom over an audio section or zoom to fit.\n- Import an audio file MP3 or WAV from a URL.\n- Import an audio file MP3 or WAV from the local disk.\n- Display the spectrum of the audio files while being listened.\n- Buttons Play/Pause over the audio files that are being imported.\n- Render and save locally the audio files created.\n- Button Share to send a link that contains the audio file.\n- Change the volume of the selected audio sequence with a gain multiplicator.\n- Adjust the volume to the maximum of the selected audio sequence.\n- Silence the selected audio sequence.\n- Create a linear fade int of the selected audio sequence.\n- Create a linear fade out of the selected audio sequence.",
    "de": "Erstellen, Bearbeiten, Kopieren, Ausschneiden, Einfügen und Zuschneiden von Audiodateien mit Formaten MP3 und WAV. SoundMagic C ist ein schneller Audio-Editor, mit dem Sie Ihre Audiodateien manipulieren können. Seine Hauptmerkmale sind:\n\n- Neue Schaltfläche, die ein neues Projekt erstellt, in dem jede MP3- oder WAV-Audiodatei geändert werden soll.\n- Kopieren, Ausschneiden, Löschen. Löschen und Einfügen von Abschnitten der Audiodatei.\n- Tasten, um das gesamte Audio auszuwählen, um einen Audio-Bereich zu vergrößern oder zu vergrößern.\n- Eine Audiodatei MP3 oder WAV aus einer URL importieren.\n- Importieren Sie eine Audiodatei MP3 oder WAV von der lokalen Festplatte.\n- Zeigt das Spektrum der Audiodateien an, während es gehört wird.\n- Tasten Play / Pause über die Audiodateien, die importiert werden.\n- Render und lokal speichern die Audiodateien erstellt.\n- Schaltfläche Teilen, um einen Link zu senden, der die Audiodatei enthält.\n- Ändern Sie die Lautstärke der ausgewählten Audio-Sequenz mit einem Verstärkungsmultiplikator.\n- Stellen Sie die Lautstärke auf das Maximum der ausgewählten Audio-Sequenz ein.\n- Stille die ausgewählte Audio-Sequenz.\n- Erstellen Sie eine lineare Fade int der ausgewählten Audio-Sequenz.\n- Erstellen Sie eine lineare Ausblendung aus der ausgewählten Audio-Sequenz.",
    "es,es_419": "rear, editar, copiar, cortar, pegar y recortar archivos de audio con formatos MP3 y WAV. SoundMagic C es un editor de audio rápido que te permite manipular tus archivos de audio. Sus principales características son:\n\n- Nuevo botón, que crea un nuevo proyecto en el que modificar cualquier archivo de audio MP3 o WAV.\n- Copiar, Cortar, Eliminar.Cortar y pegar secciones del archivo de audio.\n- Botones para seleccionar todo el audio, zoom sobre una sección de audio o zoom para ajustar.\n- Importar un archivo de audio MP3 o WAV desde una URL.\n- Importar un archivo de audio MP3 o WAV desde el disco local.\n- Mostrar el espectro de los archivos de audio mientras se escucha.\n- Botones Reproducir / Pausa sobre los archivos de audio que se están importando.\n- Render y guardar localmente los archivos de audio creados.\n- Botón Compartir para enviar un vínculo que contiene el archivo de audio.\n- Cambiar el volumen de la secuencia de audio seleccionada con un multiplicador de ganancia.\n- Ajuste el volumen al máximo de la secuencia de audio seleccionada.\n- Silencia la secuencia de audio seleccionada.\n- Crear un fade int lineal de la secuencia de audio seleccionada.\n- Crear un fundido lineal de la secuencia de audio seleccionada.",
    "fr": "Créer, éditer, copier, couper, coller et recadrer des fichiers audio avec des formats MP3 et WAV. SoundMagic C est un éditeur audio rapide qui vous permet de manipuler vos fichiers audio. Ses principales caractéristiques sont:\n\n- Nouveau bouton, qui crée un nouveau projet pour modifier n'importe quel fichier audio MP3 ou WAV.\n- Copier, couper, supprimer.Crocher et coller des sections du fichier audio.\n- Touches pour sélectionner l'audio entier, zoomer sur une section audio ou zoom pour s'adapter.\n- Importez un fichier audio MP3 ou WAV à partir d'une URL.\n- Importez un fichier audio MP3 ou WAV à partir du disque local.\n- Affiche le spectre des fichiers audio tout en étant écouté.\n- Boutons Lecture / Pause sur les fichiers audio qui sont importés.\n- Rendre et enregistrer localement les fichiers audio créés.\n- Button Partager pour envoyer un lien contenant le fichier audio.\n- Changez le volume de la séquence audio sélectionnée avec un multiplicateur de gain.\n- Réglez le volume au maximum de la séquence audio sélectionnée.\n- Silence la séquence audio sélectionnée.\n- Créez un processus de fondu linéaire de la séquence audio sélectionnée.\n- Créez un fondu linéaire hors de la séquence audio sélectionnée.",
    "hi": "एमपी 3 और WAV प्रारूपों के साथ ऑडियो फाइलें बनाएं, संपादित करें, प्रतिलिपि, कट, पेस्ट करें और फसल करें। ध्वनि मैजिक सी एक तेज़ ऑडियो संपादक है जो आपको अपनी ऑडियो फाइलों में हेरफेर करने की अनुमति देता है। इसकी मुख्य विशेषताएं हैं:\n\n- नया बटन, जो एक नया प्रोजेक्ट तैयार करता है जिसमें कोई भी एमपी 3 या WAV ऑडियो फ़ाइल को संशोधित करता है।\n- ऑडियो फ़ाइल के प्रतिलिपि, कट, हटाएं। क्रॉप और पेस्ट अनुभाग।\n- पूरे ऑडियो का चयन करने के लिए बटन, ऑडियो खंड पर ज़ूम करें या फिट करने के लिए ज़ूम करें\n- एक यूआरएल से एक ऑडियो फाइल एमपी 3 या WAV आयात करें।\nस्थानीय डिस्क से एक ऑडियो फाइल एमपी 3 या WAV आयात करें।\n- सुनते हुए ऑडियो फाइलों के स्पेक्ट्रम को प्रदर्शित करें।\n- बटन आयात / आयात किए जा रहे ऑडियो फाइलों पर रोकें।\n- स्थानीय फाइलों को प्रस्तुत करना और सहेजने से बचाया गया।\n- बटन साझा करने के लिए एक लिंक है जिसमें ऑडियो फ़ाइल शामिल है।\n- लाभ गुणक के साथ चयनित ऑडियो अनुक्रम की मात्रा बदलें\n- अधिकतम मात्रा में चयनित ऑडियो अनुक्रम को समायोजित करें\n- चुने हुए ऑडियो अनुक्रम को शांत करें।\n- चयनित ऑडियो अनुक्रम के एक रैखिक फ़ेड इंट बनाएं।\n- चयनित ऑडियो अनुक्रम से एक रैखिक फीका बनाएं।",
    "it": "Creare, modificare, copiare, tagliare, incollare e tagliare file audio con formati MP3 e WAV. SoundMagic C è un editor audio veloce che ti permette di manipolare i file audio. Le sue caratteristiche principali sono:\n\n- Nuovo pulsante, che crea un nuovo progetto in cui modificare qualsiasi file audio MP3 o WAV.\n- Copiare, tagliare, eliminare.Crop e incollare le sezioni del file audio.\n- Tasti per selezionare l'intero audio, zoom su una sezione audio o zoom per adattarsi.\n- Importa un file audio MP3 o WAV da un URL.\n- Importa un file audio MP3 o WAV dal disco locale.\n- Visualizzare lo spettro dei file audio durante l'ascolto.\n- Pulsanti Riproduci / Pausa sui file audio importati.\nRendere e salvare localmente i file audio creati.\n- Pulsante Condividi per inviare un collegamento che contiene il file audio.\n- Modificare il volume della sequenza audio selezionata con un moltiplicatore di guadagno.\n- Regolare il volume al massimo della sequenza audio selezionata.\n- Silenziare la sequenza audio selezionata.\n- Creare un interscambio lineare della sequenza audio selezionata.\n- Creare una dissolvenza lineare dalla sequenza audio selezionata.",
    "ja": "MP3、WAV形式のオーディオファイルを作成、編集、コピー、カット、ペースト、トリミングします。 SoundMagic Cは、オーディオファイルを操作するための高速オーディオエディタです。主な機能は次のとおりです。\n\n- MP3またはWAVオーディオファイルを変更する新しいプロジェクトを作成する新しいボタン。\n- オーディオファイルのCopy、Cut、Delete.CropおよびPasteセクション。\n- オーディオ全体を選択したり、オーディオセクションをズームしたり、ズームしてフィットするボタン。\n- オーディオファイルMP3またはWAVをURLからインポートします。\n- オーディオファイルMP3またはWAVをローカルディスクからインポートします。\n- 聴きながらオーディオファイルのスペクトルを表示します。\n- ボタンインポートされているオーディオファイルを再生/一時停止します。\n- 作成されたオーディオファイルをローカルでレンダリングして保存します。\n- ボタン共有：オーディオファイルを含むリンクを送信します。\n- 選択したオーディオシーケンスの音量をゲイン乗算器で変更します。\n- 選択したオーディオシーケンスの最大音量に調整します。\n- 選択したオーディオシーケンスを消音します。\n- 選択したオーディオシーケンスの線形フェードintを作成します。\n- 選択したオーディオシーケンスから線形フェードを作成します。",
    "ko": "MP3, WAV 포맷의 오디오 파일을 생성, 편집, 복사, 잘라 내기, 붙여 넣기, 자르기. SoundMagic C는 오디오 파일을 조작 할 수있는 빠른 오디오 편집기입니다. 주요 기능은 다음과 같습니다.\n\n- 새 버튼 : MP3 또는 WAV 오디오 파일을 수정하는 새 프로젝트를 만듭니다.\n- 오디오 파일의 Copy, Cut, Delete.Crop 및 Paste 섹션.\n- 전체 오디오를 선택하거나, 오디오 섹션을 확대 / 축소하거나, 확대 / 축소 할 수있는 버튼.\n- URL에서 오디오 파일 MP3 또는 WAV 가져 오기.\n- 오디오 파일 MP3 또는 WAV를 로컬 디스크에서 가져옵니다.\n- 듣고있는 동안 오디오 파일의 스펙트럼을 표시합니다.\n- 버튼 가져 오기중인 오디오 파일을 재생 / 일시 중지합니다.\n- 생성 된 오디오 파일을 로컬로 렌더링하고 저장하십시오.\n- 버튼 공유 - 오디오 파일이 포함 된 링크를 보냅니다.\n- 선택한 오디오 시퀀스의 볼륨을 게인 멀티 플라이어로 변경하십시오.\n- 선택한 오디오 시퀀스의 최대 볼륨으로 볼륨을 조정하십시오.\n- 선택한 오디오 시퀀스를 음소거합니다.\n- 선택한 오디오 시퀀스의 선형 페이드 int를 만듭니다.\n- 선택한 오디오 시퀀스에서 선형 페이드 아웃을 만듭니다.",
    "nl": "Maak, bewerk, kopieer, snijd, plak en snijd audio-bestanden met formaten MP3 en WAV. SoundMagic C is een snelle audio editor waarmee u uw audiobestanden kunt manipuleren. De belangrijkste kenmerken zijn:\n\n- Nieuwe knop, die een nieuw project creëert om elk MP3- of WAV-geluidsbestand te wijzigen.\n- Kopieer, Snijd, Verwijder.Crop en Plak delen van het audiobestand.\n- Knoppen om het gehele geluid te selecteren, een audiosectie te vergroten of zo te passen dat u zoekt.\n- Importeer een geluidsbestand MP3 of WAV van een URL.\n- Importeer een geluidsbestand MP3 of WAV van de lokale schijf.\n- Toon het spectrum van de audiobestanden terwijl u luistert.\n- Knoppen Afspelen / pauzeren over de geluidsbestanden die worden geïmporteerd.\n- Plaats de geluidsbestanden die zijn gemaakt, lokaal en sla deze op.\n- Knop Share om een ​​link te sturen die het audiobestand bevat.\n- Wijzig het volume van de gekozen geluidsvolgorde met een winstvermenigvuldiger.\n- Stel het volume in op het maximum van de gekozen geluidsvolgorde.\n- Zet de gekozen geluidsvolgorde stil.\n- Maak een lineaire fade int van de geselecteerde geluidsvolgorde.\n- Maak een lineaire vervagen uit de geselecteerde geluidsvolgorde.",
    "pl": "Twórz, edytuj, kopiuj, wycinanie, wklejanie i porządkowanie plików audio w formatach MP3 i WAV. SoundMagic C to szybki edytor dźwięku, który umożliwia manipulowanie plikami audio. Jego główne cechy to:\n\n- Nowy przycisk, który tworzy nowy projekt, w którym można modyfikować dowolny plik audio MP3 lub WAV.\n- Kopiuj, Wytnij, Usuń.Crop i Wklej fragmenty pliku audio.\n- Przyciski, aby wybrać cały dźwięk, powiększać sekcję audio lub powiększyć, aby dopasować.\n- Import pliku audio MP3 lub WAV z adresu URL.\n- Importuj plik audio MP3 lub WAV z dysku lokalnego.\n- Wyświetla widmo plików audio podczas słuchania.\n- Przyciski Odtwarzaj / Wstrzymaj nad importowanymi plikami audio.\n- Renderowanie i zapisywanie lokalnie utworzonych plików audio.\n- Przycisk Udostępnij, aby wysłać link zawierający plik audio.\n- Zmienić głośność wybranej sekwencji audio za pomocą multiplikatora wzmocnienia.\n- Ustaw głośność maksymalnie wybranej sekwencji audio.\n- Wyciszenie wybranej sekwencji audio.\n- Utwórz liniową fade int wybranej sekwencji audio.\n- Utwórz liniowy zanik wybranej sekwencji audio.",
    "pt_BR,pt_PT": "Crie, edite, copie, corte, cole e recorte arquivos de áudio com formatos MP3 e WAV. O SoundMagic C é um editor de áudio rápido que permite manipular seus arquivos de áudio. Suas principais características são:\n\n- Novo botão, que cria um novo projeto para modificar qualquer arquivo de áudio MP3 ou WAV.\n- Copiar, Cortar, Excluir. Cortar e colar seções do arquivo de áudio.\n- Botões para selecionar todo o áudio, ampliar uma seção de áudio ou ampliar para ajustar.\n- Importar um arquivo de áudio MP3 ou WAV de um URL.\n- Importe um arquivo de áudio MP3 ou WAV a partir do disco local.\n- Exibe o espectro dos arquivos de áudio enquanto está sendo ouvido.\n- Botões Reproduzir / Pausar sobre os arquivos de áudio que estão sendo importados.\n- Renderizar e salvar localmente os arquivos de áudio criados.\n- Botão Compartilhar para enviar um link que contenha o arquivo de áudio.\n- Altere o volume da sequência de áudio selecionada com um multiplicador de ganhos.\n- Ajuste o volume ao máximo da seqüência de áudio selecionada.\n- Silence a seqüência de áudio selecionada.\n- Crie um fade linear da sequência de áudio selecionada.\n- Crie um desfoque linear da sequência de áudio selecionada.",
    "ru": "Создавайте, редактируйте, копируйте, вырезайте, вставляйте и обрезайте аудиофайлы с форматами MP3 и WAV. SoundMagic C - это быстрый аудиоредактор, который позволяет вам манипулировать вашими аудиофайлами. Его основные функции:\n\n- Новая кнопка, создающая новый проект, в котором можно изменить любой аудиофайл MP3 или WAV.\n- Копировать, Вырезать, Удалить.Создание и Вставить разделы аудиофайла.\n- Кнопки для выбора всего аудио, масштабирования по секции аудио или масштабирования для соответствия.\n- Импорт аудиофайла MP3 или WAV с URL-адреса.\n- Импортировать аудиофайл MP3 или WAV с локального диска.\n- Отображать спектр аудиофайлов во время прослушивания.\n- Кнопки Воспроизведение / Пауза по аудиофайлам, которые импортируются.\n- Рендеринг и сохранение локально созданных аудиофайлов.\n- Кнопка «Поделиться» для отправки ссылки, содержащей аудиофайл.\n- Измените громкость выбранной аудиопоследовательности с помощью мультипликатора усиления.\n- Отрегулируйте громкость до максимальной выбранной звуковой последовательности.\n- Молчание выбранной аудиопоследовательности.\n- Создайте линейное затухание int выбранной аудиопоследовательности.\n- Создайте линейное затухание из выбранной аудиопоследовательности.",
    "tr": "MP3 ve WAV formatlı ses dosyalarını oluşturun, düzenleyin, kopyalayın, kesin, yapıştırın ve kırpın. SoundMagic C, ses dosyalarınızı düzenlemenizi sağlayan hızlı bir ses düzenleyicisidir. Başlıca özellikleri:\n\n- Herhangi bir MP3 veya WAV ses dosyasını değiştirmek için Yeni bir proje oluşturan Yeni düğme.\n- Ses dosyasının Kopyala, Kes, Sil. Kırpma ve Yapıştır bölümleri.\n- Tüm sesi seçmek, bir ses bölümünü büyütmek veya sığdırmak için yakınlaştırmak için düğmeler.\n- Bir URL'den bir ses dosyası MP3 veya WAV aktarın.\n- İthalat bir ses dosyası MP3 veya WAV yerel diskten.\n- Dinlenirken ses dosyalarının spektrumunu görüntüleyin.\n- Düğmeler İçe aktarılmakta olan ses dosyalarını oynat / duraklatın.\n- Oluşturulan ses dosyalarını yerel olarak kaydedin ve kaydedin.\n- Düğme Ses dosyasını içeren bir bağlantı göndermek için paylaşın.\n- Seçilen ses dizisinin ses şiddetini kazanç çarpanı ile değiştirin.\n- Ses seviyesini, seçilen ses dizisinin maksimumuna ayarlayın.\n- Seçilen ses dizisini susturun.\n- Seçilen ses diziliminden doğrusal bir solma noktası oluşturun.\n- Seçilen ses dizisinden doğrusal bir solma oluşturun.",
    "uk": "Створюйте, редагуйте, копіюйте, вирізайте, вставляйте та обрізайте аудіо файли з форматами MP3 та WAV. SoundMagic C - це швидкий редактор звуку, який дозволяє маніпулювати аудіофайлами. Його основні характеристики:\n\n- Нова кнопка, яка створює новий проект, в якому можна змінити будь-який аудіофайл MP3 або WAV.\n- Копіювання, вирізання, видалення, вилучення та вставка розділів звукового файла.\n- Кнопки, щоб вибрати весь звук, збільшити масштаб звукової частини або збільшити, щоб відповідати.\n- Імпортувати аудіофайл MP3 або WAV з URL-адреси.\n- Імпорт аудіофайлів MP3 або WAV з локального диска.\n- Відображати спектр аудіофайлів під час прослуховування.\n- кнопки Відтворення / пауза над аудіофайлами, що імпортуються.\n- Відтворення та збереження локальних звукових файлів.\n- Кнопка Надіслати, щоб надіслати посилання, що містить аудіофайл.\n- Змінення гучності вибраної аудіоверсії за допомогою мультиплікатора підсилення.\n- Відрегулюйте гучність до максимальної вибраної звукової послідовності.\n- Тиша виділеної аудіопослідовності.\n- Створіть лінійну висхідну інтеграцію вибраної аудіоподії.\n- Створіть лінійне вить з вибраної аудіовмісної послідовності.",
    "zh_CN": "创建，编辑，复制，剪切，粘贴和裁剪MP3和WAV格式的音频文件。 SoundMagic C是一种快速音频编辑器，可让您操纵音频文件。其主要特点是：\n\n- 新建按钮，创建一个新项目，修改任何MP3或WAV音频文件。\n- 复制，剪切，删除。编辑和粘贴音频文件的部分。\n- 按钮选择整个音频，缩放音频部分或缩放以适应。\n- 从URL导入音频文件MP3或WAV。\n- 从本地磁盘导入音频文件MP3或WAV。\n- 在收听时显示音频文件的频谱。\n- 按钮播放/暂停导入的音频文件。\n- 在本地渲染并保存创建的音频文件。\n- 按钮共享发送包含音频文件的链接。\n- 用增益乘法器改变所选音频序列的音量。\n- 将音量调整到所选音频序列的最大值。\n- 静音选定的音频序列。\n- 创建所选音频序列的线性渐变int。\n- 从所选音频序列中创建线性渐变。"
  }
}