{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Real Estate Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Your most dedicated real estate assistant.",
    "ru": "Ваш самый преданный помощник в риэлторском деле.",
    "uk": "Ваш найбільш відданий помічник у ріелторській справі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This extension's main task is to help realtors with their clients and/or real estate objects management.\nYou'll be able to keep the data about your objects and clients in one place.\n\nWhat can you do with this extension? After the installation, there will be 2 main things to work with:\n\n\"User Interface\" - you'll have an interface, which you can access by clicking the extension's action button (or the injected \"Add object\" content button). In this interface, you can:\n- Manage (add/edit/delete) your clients, their real estate objects (to sell) and requests (to buy)\n- Manage (add/edit/delete) your real estate objects (to sell)\n- Keep track and have fast (one-click) access to the most popular real estate resources of Ukraine\n\n\"Add Object\" - extension will add (inject) the content button (\"Add object\"), to each of the resources, listed in the Resource page.\nButton will only appear on the single object page (e.g. specific advertisement on OLX). It will help you to add object from any (available) web resource in one click.\nClicking on \"Add Object\" button will:\n- Open the Real Estate Assistant app right on the current website\n- Navigate to the \"Add new real estate object\" page\n- Pre-fill fields with the real estate object's info (title, description, price, contact phone number etc.)\n\nYou can find the list of supported resources inside the \"Real Estate Assistant > Resources\" section.\n\nAll of the data is stored and synced via Chrome Sync & Local storage, which means that all of your clients & objects information will be available only to you.",
    "ru": "Основная задача этого расширения - помочь риэлторам в работе со своими клиентами и объектами недвижимости.\nВы сможете хранить данные о своих клиентах и объектах недвижимости в одном месте.\nДобавлять их с популярных веб-ресурсов Украины и всегда иметь к ним быстрый доступ в один клик.\n\nКак Real Estate Assistant Вам поможет? После установки Вы получите доступ к 2 главным компонентам:\n\n\"Интерфейс пользователя\" - у вас будет интерфейс, к которому Вы сможете получить доступ, нажав кнопку действия расширения (или вставленную кнопку «Добавить объект» на сайте веб-ресурса). В этом интерфейсе возможно:\n- Управлять (добавлять/редактировать/удалять) своими клиентами, их объектами недвижимости и запросами на покупкой оной\n- Управлять (добавлять/редактировать/удалять) своими объектами недвижимости (на продажу/аренду)\n- Отслеживать и иметь быстрый (одним кликом мыши) доступ к самым популярным ресурсам недвижимости Украины\n\n\"Добавить объект\" - расширение добавит кнопку (\"Добавить объект\") на каждый из ресурсов, перечисленных на странице \"Ресурсы\".\nКнопка появится только на страницах конкретных объектов (пример - страница объявления на OLX).\nНажатие на эту кнопку:\n- Откроет расширение Real Estate Assistant прямо на сайте\n- Перейдёт на страницу \"Добавить новый объект недвижимости\"\n- Предварительно заполнит поля информацией объекта недвижимости с текущей страницы (имя, номер телефона, цена и т.д.).\n\nВы можете найти список поддерживаемых ресурсов в разделе \"Ресурсы\" расширения Real Estate Assistant.\n\nВся информация об объектах недвижимости и клиентах хранится в \"Chrome Sync & Local storage\". Это значит, что Ваши данные всегда будут доступны только Вам.",
    "uk": "Основне завдання цього розширення - допомогти ріелторам у роботі зі своїми клієнтами та об'єктами нерухомості.\nВи зможете зберігати дані про своїх клієнтів та об'єкти нерухомості в одному місці.\nДодавати їх з популярних веб-ресурсів України і завжди мати до них швидкий доступ в один клік.\n\nЩо Ви можете зробити з цим додатком? Після встановлення Ви отримєте доступ до 2 головних компонентів:\n\n\"Інтерфейс користувача\" - у вас буде інтерфейс, до якого Ви зможете отримати доступ, натиснувши кнопку дії розширення (або вставлену кнопку «Додати об'єкт» на сайті веб-ресурсу). У цьому інтерфейсі можливо:\n- Управляти (додавати/редагувати/видаляти) своїми клієнтами, їх об'єктами нерухомості\n- Управляти (додавати/редагувати/видаляти) своїми об’єктами нерухомості (на продаж/оренду)\n- Відстежувати та мати швидкий (одним кліком миші) доступ до найпопулярніших ресурсів нерухомості України\n\n\"Додати об'єкт\" - розширення додасть кнопку (\"Додати об'єкт\") на кожен з ресурсів, перелічених на сторінці \"Ресурси\".\nКнопка з'явиться тільки на сторінках конкретних об'єктів (приклад - сторінка оголошення на OLX).\nНатискання на цю кнопку:\n- Відкриє розширення Real Estate Assistant прямо на сайті\n- перейде на сторінку \"Додати новий об'єкт нерухомості\"\n- Попередньо заповнить поля інформацією об'єкта нерухомості з поточної сторінки (ім'я, номер телефону, ціна і т.д.).\n\nВи можете знайти список підтримуваних ресурсів у розділі \"Ресурси\" розширення Real Estate Assistant.\n\nВся інформація про об'єкти нерухомості і клієнтів зберігається в \"Chrome Sync & Local storage\". Це означає, що Ваші дані завжди будуть доступні тільки Вам."
  }
}