{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KPN Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password vault"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bescherm uw bedrijf\n\nBespaar tijd, werk veiliger en vereenvoudig het inloggen. Met de KPN Wachtwoordmanager kun je overal en op elk apparaat veilig je wachtwoorden genereren, beheren en automatisch invullen. Stel uw bedrijf in staat een sterk wachtwoordbeleid te implementeren, risico's te beperken en uw bedrijfscontinuïteit beter te beschermen.\n\nMoeiteloos te gebruiken\nGebruikers kunnen moeiteloos zakelijke inloggegevens en andere gevoelige informatie beschermen en gebruiken. Wachtwoorden hoeven niet langer handmatig te worden aangemaakt, onthouden of opgezocht. Uw medewerkers besparen tijd door het gebruik van de KPN Wachtwoordmanager en worden productiever. Ze besteden geen tijd meer aan het beheren of herstellen van inloggegevens. Bestaande wachtwoorden kunnen ook moeiteloos worden geïmporteerd, zodat alles veilig op één plek blijft. Krijg naadloos en veilig toegang tot uw eigen inloggegevens met behulp van Single Sign-On (SSO) en Multi-Factor Authentication (MFA). De KPN Wachtwoordmanager doet het werk, waarbij jouw privacy en veiligheid de hoogste prioriteit hebben.\n\nGegevensprivacy en -beveiliging\nAlle gegevens worden veilig gesynchroniseerd naar een Nederlands datacenter met end-to-end encryptie. Uw privacy en de veiligheid van uw gegevens staan ​​voorop. Alleen u als gebruiker heeft overal veilig toegang tot uw huidige gecodeerde gegevens. Vanaf elke locatie, via elke browser of elk apparaat. Deze gegevens blijven vertrouwelijk voor iedereen, ook voor ons. Alle gegevens zijn dubbel gecodeerd met AES-GCM en RSA-2048.\n\nNederlandse KPN-dienst\nDe KPN Wachtwoordmanager is een Nederlandse dienst ontwikkeld door KPN in samenwerking met een partner gespecialiseerd in encryptie en beveiliging.\n\nMet de KPN Wachtwoordmanager krijg je:\n· Moeiteloos inloggen: altijd en overal snel en gemakkelijk inloggen met slechts één klik.\n· Overal toegang: vanaf elke locatie, via elke browser of elk apparaat.\n· Gecentraliseerde veilige opslag: bewaar en beheer al uw inloggegevens en andere gevoelige informatie veilig op één plek.\n· Synchronisatie tussen uw apparaten: altijd de meest actuele gegevens op al uw aangesloten apparaten.\n· Naadloze integratie met SSO: naadloze toegang tot je eigen data via SSO-integratie met KPN Grip.\n· Privacy: niemand anders dan uzelf heeft toegang tot uw gegevens. Wij kunnen uw gegevens nooit inzien, gebruiken, delen of verkopen.\n· Gegevensopslag in Nederland: alle gegevens worden alleen in Nederland opgeslagen, onder strikte Nederlandse en EU-privacy- en datawetten.\n· Veilig delen van informatie: behoud de controle over het eenvoudig en gecodeerd delen van gevoelige gegevens met collega's.\n· Centraal gebruikersbeheer: gebruikersbeheer via KPN Grip is extra eenvoudig en overzichtelijk.\n· Controleer op mogelijke risico's: controleer al uw inloggegevens direct op risico's en gelekte wachtwoorden.\n· Nalevingsnormen: de dienst voldoet aan de AVG-, SOC2-, eIDAS-Verordening [(EU)910/2014] en de ISO 9001-, 27001-, 23201- en 27017-normen.\n· Veilige encryptie: dubbele encryptie van gegevens met AES-256 en RSA-2048.\n\nWebomgeving: https://passwordmanager.kpn.com"
  }
}