{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merch Dominator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merch Dominator is the all-in-one tool for Merch By Amazon and KDP, streamlining product research and management for faster workflow"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merch Dominator is the all-in-one extension designed for POD sellers, including Amazon Merch on Demand, Kindle Direct Publishing, and other platforms, to make product research and management faster, easier, and more efficient. Whether you’re a beginner or a seasoned seller, Merch Dominator streamlines your workflow with advanced features, seamless integration, and real-time data synchronization across multiple marketplaces.\n\nWhy Choose Merch Dominator?\n\nBoost your Print on Demand sales with features that simplify data-driven decisions, helping you achieve higher sales and enhanced productivity. With Merch Dominator, validate niches, estimate sales, refine your product strategy, and stay ahead of the competition.\n\nKey Features of the Merch Dominator Chrome Extension:\n\n⭐ Comprehensive Data Analysis - Perform in-depth niche exploration with extensive data coverage for thorough research.\n\n⭐ Real-Time Data Sync - Access live data (BSR, price trends, estimated sales) with real-time sync to the web app.\n\n⭐ Niche Validation - Find profitable niches and trends quickly, saving hours of research.\n\n⭐ Advanced Filters & Sorting - Sort by date, BSR, price, and reviews etc... Save filter settings and exclude specific brands or keywords.\n\n⭐ Keyword Research - Discover suggestions, analyze keyword density, and find long-tail keywords.\n\n⭐ Favorites & Sync - Organize and sync favorites with the web app.\n\n⭐ AI Niche Analysis - Use AI to assess demand, competition, and estimate sales.\n\n⭐ Intuitive Interface - Choose between Grid and List views, with light/dark modes.\n\n⭐ Multi-Market Compatibility - Supports Merch by Amazon, KDP, and various regions.\n\n⭐ Easy Data Export - Export ASINs, keywords, and research data to CSV.\n\n⭐ Trademark Compliance - Automated checks for trademark conflicts.\n\n⭐ Optimized Performance - Quick data processing with pause/resume controls.\n\n⭐ One-Click Search - Right-click for instant product and keyword searches.\n\n⭐ Real-Time Trends - Track current trends and market shifts as they happen.\n\n⭐ Historical Insights - Access past data on BSR, pricing, and sales trends.\n\n⭐ Image Downloads - Download product images for inspiration.\n\nDownload the Merch Dominator Chrome Browser Extension today to access these powerful features and transform your POD business with advanced research tools and seamless platform integration.\n\n-------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nBy using this extension, you agree to Merch Dominator’s Terms & Conditions available at: https://merchdominator.com/terms\n\nDisclaimer: This extension is not affiliated with or endorsed by Amazon or Merch on Demand. Platform changes may impact functionality and could lead to temporary disruptions."
  }
}