{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ctrl Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One wallet for all your crypto. The safest and easiest wallet for Solana, Bitcoin, Ethereum, Cosmos, Rune and 2,300+ more chains."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ctrl is the only wallet you need to manage cryptocurrencies and NFTs across 2,300+ blockchains, including Solana, Bitcoin, Ethereum, Base and beyond.\n[Formerly XDEFI Wallet, renamed in November 2024]\n\n🌍 Seamless Access to Every Blockchain dApp\nCtrl Wallet connects to every dApp on every blockchain, including thousands of testnets.  Explore the entire crypto ecosystem with one wallet.\n\n🔒 Effortless Wallet Import\nEasily import your existing wallets from Solana, Bitcoin, Ethereum, Base and all EVM-compatible blockchains in seconds. You can even integrate assets from centralized exchanges, keeping everything safe and accessible. \n\n🔄 Swap & Bridge Across Chains\nTrade millions of tokens and bridge assets across dozens of blockchains directly in the extension. Whether you’re hunting for Solana memecoins or diversifying your portfolio, with Ctrl Wallet you are ready for every opportunity.\n\n⛽ Simplified Gas Management\nSay goodbye to gas fee headaches! Deposit USDC into your Gas Tank, and Ctrl Wallet will automatically handle gas payments across major chains. Focus on what matters—your portfolio.\n\n🛡️ Security You Can Trust\nCtrl Wallet has been rigorously audited by FYEO and has operated without incident for over four years. Your seed phrases, private keys, password, and sensitive data remain 100% private—accessible only to you.\n\nIt's time to take Ctrl. \n\nConnect with us:\nTwitter: @ctrl_wallet\nDiscord:  https://discord.gg/ctrlwallet\nWebsite:  https://ctrl.xyz/"
  }
}