{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Answers HQ Carbonic Edition 2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension changes Answers HQ to be darker and more desktop, power user and eye friendly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Extension is NOT the work of Electronic Arts Inc. (EA) and it's creator is not an employee of EA as well. \n\nMain features:\n-Adds darker color-scheme\n-Minified code on build to make extension have smaller memory footprint\n-Removes ALOT of empty, unused space and a few pieces of redundant information\n-Changes the font in certain places\n-Fixes and rearranges all the links in the menu\n-Made heroes and CM's stand out\n-Many things made smaller\n-Removes graphics and articles from top section\n-Adds icon with links to often used areas and \"hidden\" links\n-Makes the site more like Carbonic likes it\n\nWarning: This addon does not work well if you have the page open in small windows / small resolutions - it's for power users, if you don't give it space it might become distorted. \n\nRelease Notes:\nv.2.4.0\n-Fixed button alignment as the latest AHQ update broke it (report button is still a mess due to silly AHQ inline CSS)\n-Added gray instead of white background in the sub forum overviews as the pages was changed in a recent AHQ update\n-Removed added top empty space added in latest AHQ update\n-Fixed a few places using the wrong font (work still ongoing)\nv.2.3.2\n-Added a few style tweaks to spoilers to make them more readable\nv.2.3.1\n-Updated the menu look and adds 2 fortress subsections for quicker access\n-Update Jquery to the newest version for slightly higher speed\nv.2.3.0\n-Fixed the margins around the HTML/Preview buttons in the text editor\n-Fixed (mostly) the menu on the settings page\n-Removed EA logo in the header\n-Fixed text not appearing in spoiler tags when previewing posts in the text editor\n-Changed the plugin's menu a tiny bit\nv.2.2.2\n-Made the HTML function/tab/button reappear!\n-Uniformed some buttons while making the HTML editor appear\nv.2.2.1\n-Made style difference between unread and read messages in the inbox clearly distinguishable from each other\n-Changed some margins in the inbox\nv.2.2.0\n-Introduced the experimental Bright color theme, all the space saving features but still whitish color\n-Made profile pictures square again\n-Changed the EA logo to save some space\n-Made the search field much more pretty\n-Chrome style options page (Chrome only)\n-Set the profile options default to carbonic's profile if you havn't set your UserID\n-Wider subject text when writing a post in messenger\n-Made most the white text on the top of the pages green and blue\n-Edit profile overhaul\n-XP given page fixes\n-Submit buttons are now faded when then can't be used.\n-Behind the style caching fixes\n-Misc lesser improvements\nv.2.1.2\n-Fixes some font sizes\n-Mostly removes the flicker in Chrome (needs new API to do this so extension will require additional permissions although it only uses one tiny part)\nv.2.0.9\n-More uniformication of buttons\n-Made the popup menu appear faster/instant (Chrome)\n-Added shortname (Chrome)\n-Tweaked the popupmenu and added icons\n-Fixed button placements for moving of posts\n-Tweaked the point icons\n-Fixed image insert as much as possible\n-Fixed colors on FAQ page\n-Made the insert image button reappear\n-Tweaked recent posts colors\n-Made the bottom pagination prettier and more like the rest of the site\n-Tweaked the builtscript, each build should now be fully minified and uglyfied so the addon is as fast as possible\n-Misc tweaks\nv.2.0.8\n-Changed font, more readable site now\n-Begun work on redone colorpalette, more streamlined\n-Changed alot of the looks to the better\n-Reintroduced the accept solution button which hid and was not visible\n-Began work on uniform button styling\nv.2.0.7\n-Added new font to posts and other areas so it's easier to read\n-Removed the \"RE:TITLE\" in each and every post since I considered them redundant\n-Made sticky section stand out a bit\n-Fixed link colors\n-Tweaked styling of XP received list\n-Tweaked menu texts\n-Removed white in PM's\n-Fixed texteditor white background to be gray\n-Notification page color fixes\n-Fixed spoiler colorpalette\nv.2.0.6\n-Fixed alot of links there weren't working\n-Tweaked colors\n-Lowered permissions required by addon\nv.2.0.3\n-New release for Answers HQ after it's remake\nv.1.1\n-Added to icon: left click pop-up menu with often used links\n-Added options page where you can add your own user-ID to personalize links\n-Fixed problem with backgrounds turning white in the bottom of the screen\n-Improved readability of adding images style changes\nv.1.0\n-Original Release"
  }
}