{
  "name": {
    "ar,en,en_AU,en_GB,en_US,es_419,fi,fil,he,hu,pt_BR,pt_PT,sk": "Automatic message translator",
    "am": "ራስ-ሰር መልእክት ተርጓሚ",
    "bg": "Автоматичен преводач на съобщения",
    "bn": "স্বয়ংক্রিয় বার্তা অনুবাদক",
    "ca": "Traductor automàtic de missatges",
    "cs": "Automatický překladač zpráv",
    "da": "Automatisk beskedoversætter",
    "de": "Automatischer Nachrichtenübersetzer",
    "el": "Αυτόματος μεταφραστής μηνυμάτων",
    "es": "Traductor automático de mensajes",
    "et": "Automaatne sõnumite tõlkija",
    "fa": "مترجم خودکار پیام",
    "fr": "Traducteur automatique de messages",
    "gu": "સ્વચાલિત સંદેશ અનુવાદક",
    "hi": "स्वचालित संदेश अनुवादक",
    "hr": "Automatski prevoditelj poruka",
    "id": "Penerjemah pesan otomatis",
    "it": "Traduttore automatico di messaggi",
    "ja": "自動メッセージ翻訳機",
    "kn": "ಸ್ವಯಂಚಾಲಿತ ಸಂದೇಶ ಅನುವಾದಕ",
    "ko": "자동 메시지 번역기",
    "lt": "Automatinis pranešimų vertėjas",
    "lv": "Automātiskais ziņojumu tulkotājs",
    "ml": "യാന്ത്രിക സന്ദേശ വിവർത്തകൻ",
    "mr": "स्वयंचलित संदेश अनुवादक",
    "ms": "Penterjemah mesej automatik",
    "nl": "Automatische berichtvertaler",
    "no": "Automatisk meldingsoversetter",
    "pl": "Automatyczny tłumacz wiadomości",
    "ro": "Traducător automat de mesaje",
    "ru": "Автоматический переводчик сообщений",
    "sl": "Samodejni prevajalnik sporočil",
    "sr": "Аутоматски преводилац порука",
    "sv": "Automatisk meddelandeöversättare",
    "sw": "Moja kwa moja mtafsiri wa ujumbe",
    "ta": "தானியங்கி செய்தி மொழிபெயர்ப்பாளர்",
    "te": "స్వయంచాలక సందేశ అనువాదకుడు",
    "th": "โปรแกรมแปลข้อความอัตโนมัติ",
    "tr": "Otomatik mesaj çevirmeni",
    "uk": "Автоматичний перекладач повідомлень",
    "vi": "Trình dịch tin nhắn tự động",
    "zh_CN": "自动消息翻译器",
    "zh_TW": "自動消息翻譯器"
  },
  "short": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "An automatic translation tool for Whatsapp messages in more than 100 languages (unofficial)",
    "am": "ከ100 በላይ ቋንቋዎች ለ Whatsapp መልዕክቶች አውቶማቲክ የትርጉም መሣሪያ (ኦፊሴላዊ ያልሆነ)",
    "bg": "Автоматичен инструмент за превод на Whatsapp съобщения на повече от 100 езика (неофициално)",
    "bn": "100 টিরও বেশি ভাষায় Whatsapp বার্তাগুলির জন্য একটি স্বয়ংক্রিয় অনুবাদ সরঞ্জাম (অনানুষ্ঠানিক)",
    "ca": "Una eina de traducció automàtica per a missatges Whatsapp en més de 100 idiomes (no oficial)",
    "cs": "Nástroj automatického překladu pro Whatsapp zprávy ve více než 100 jazycích (neoficiální)",
    "da": "Et automatisk oversættelsesværktøj til Whatsapp beskeder på mere end 100 sprog (uofficielt)",
    "de": "Ein automatisches Übersetzungstool für Whatsapp Nachrichten in mehr als 100 Sprachen (inoffiziell)",
    "el": "Ένα εργαλείο αυτόματης μετάφρασης για Whatsapp μηνύματα σε περισσότερες από 100 γλώσσες (ανεπίσημη)",
    "es": "Una herramienta de traducción automática para Whatsapp mensajes en más de 100 idiomas (no oficial)",
    "et": "Automaatne tõlkevahend Whatsapp sõnumitele enam kui 100 keeles (mitteametlik)",
    "fa": "ابزار ترجمه خودکار برای Whatsapp پیام ها به بیش از 100 زبان (غیر رسمی)",
    "fi": "Automaattinen käännöstyökalu Whatsapp viesteille yli 100 kielellä (epävirallinen)",
    "fr": "Un outil de traduction automatique des messages Whatsapp dans plus de 100 langues (non officiel)",
    "gu": "100 થી વધુ ભાષાઓમાં Whatsapp સંદેશાઓ માટે એક સ્વચાલિત અનુવાદ સાધન (બિનસત્તાવાર)",
    "hi": "से अधिक 100 भाषाओं में Whatsapp संदेशों के लिए एक स्वचालित अनुवाद उपकरण (अनौपचारिक)",
    "hr": "Alat za automatski prijevod Whatsapp poruka na više od 100 jezika (neslužbeni)",
    "id": "Alat terjemahan otomatis untuk pesan Whatsapp dalam lebih dari 100 bahasa (tidak resmi)",
    "it": "Uno strumento di traduzione automatica per Whatsapp messaggi in più di 100 lingue (non ufficiale)",
    "ja": "100以上の言語をサポートするWhatsappメッセージ自動翻訳ツール(非公式)",
    "kn": "100 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳಲ್ಲಿ Whatsapp ಸಂದೇಶಗಳಿಗೆ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದ ಸಾಧನ (ಅನಧಿಕೃತ)",
    "ko": "100개 이상의 언어로 된 Whatsapp 메시지를 위한 자동 번역 도구(비공식)",
    "lt": "Automatinis Whatsapp pranešimų vertimo įrankis daugiau nei 100 kalbų (neoficialus)",
    "lv": "Automātiskais tulkošanas rīks Whatsapp ziņojumiem vairāk nekā 100 valodās (neoficiāls)",
    "ml": "100-ലധികം ഭാഷകളിലെ Whatsapp സന്ദേശങ്ങൾക്കായുള്ള ഒരു യാന്ത്രിക വിവർത്തന ഉപകരണം (അനൗദ്യോഗിക)",
    "mr": "100 पेक्षा जास्त भाषांमध्ये Whatsapp संदेशांसाठी स्वयंचलित अनुवाद साधन (अनौपचारिक)",
    "ms": "Alat Whatsapp untuk terjemahan mesej automatik dalam lebih 100 bahasa (tidak rasmi)",
    "nl": "Een automatische vertaaltool voor Whatsapp berichten in meer dan 100 talen (niet officieel)",
    "no": "Et automatisk oversettelsesverktøy for Whatsapp-meldinger på mer enn 100 språk (uoffisielt)",
    "pl": "Automatyczne narzędzie do tłumaczenia Whatsapp wiadomości w ponad 100 językach (nieoficjalne)",
    "ro": "Un instrument de traducere automată pentru Whatsapp mesaje în peste 100 de limbi (neoficial)",
    "ru": "Инструмент автоматического перевода Whatsapp сообщений на более чем 100 языках (неофициальный)",
    "sl": "Samodejno orodje za prevajanje Whatsapp sporočil v več kot 100 jezikih (neuradni)",
    "sr": "Аутоматски алат за превођење Whatsapp порука на више од 100 језика (незванично)",
    "sv": "Ett automatiskt översättningsverktyg för Whatsapp -meddelanden på mer än 100 språk (inofficiellt)",
    "sw": "Chombo cha kutafsiri kiotomatiki kwa ujumbe wa Whatsapp katika lugha zaidi ya 100 (isiyo rasmi)",
    "ta": "100 க்கும் மேற்பட்ட மொழிகளில் Whatsapp செய்திகளுக்கு ஒரு தானியங்கி மொழிபெயர்ப்பு கருவி (அதிகாரப்பூர்வமற்றது)",
    "te": "100 కంటే ఎక్కువ భాషలలో Whatsapp సందేశాలకు స్వయంచాలక అనువాద సాధనం (అనధికారిక)",
    "th": "เครื่องมือแปลข้อความอัตโนมัติ Whatsapp ที่รองรับมากกว่า 100 ภาษา (ไม่เป็นทางการ)",
    "tr": "100 'den fazla dilde Whatsapp mesajlar için otomatik çeviri aracı (resmi olmayan)",
    "uk": "Інструмент автоматичного перекладу Whatsapp повідомлень більш ніж 100 мовами (неофіційний)",
    "vi": "Một công cụ dịch tự động tin nhắn Whatsapp với hơn 100 ngôn ngữ (không chính thức)",
    "zh_CN": "一款支持超过 100 种语言的 Whatsapp 消息自动翻译工具(非官方)",
    "zh_TW": "一款支持超過 100 種語言的 Whatsapp 消息自動翻譯工具(非官方)"
  },
  "long": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "Imagine chatting with friends all over the world without worrying about language barriers. This plugin automatically translates WhatsApp messages in over 100 languages, making it easy for you to stay connected with your global friends.\n\nOur plugin has an intuitive and easy-to-use interface, and the translation process is automatic without the need for manual switching or operations. You can communicate with confidence, and we will automatically translate messages when sending or receiving.\n\nIn addition, our plugin is powerful and secure, and suitable for most scenarios, whether personal or business communication.\n\nMoreover, our plugin automatically translates messages that you send, helping you communicate quickly. Now you no longer have to worry about translation work, as our plugin will easily handle it for you.\n\nKey features:\n\nEffortlessly translate cross-lingual chats: Language will no longer be a barrier when you communicate with your contacts from different countries or regions.\nIntelligent and automatic translation: No need to manually select languages, the plugin automatically translates according to your settings.\nProtect your privacy: Your chat records and personal information will be protected, and we will not collect, store or share any of your information.\nSuitable for various scenarios: Perfect for travel, business, learning, and other scenarios, making you feel more confident and comfortable in different language environments.\nSafe and reliable: The plugin has undergone strict security audits to ensure that your computer and privacy are not compromised.\nDisclaimer:\nOur plugin is not affiliated, associated, authorized, endorsed by or in any way officially connected to WhatsApp, Facebook, Google, or Google Translate. Our plugin is an unofficial enhancement tool for WhatsApp Web, designed to provide you with additional features and convenience.\n\nThank you for using our plugin!",
    "am": "የዋትስአፕ መልዕክት ትርጉም\nበአለም ዙሪያ ካሉ ጓደኞችዎ ጋር ሲወያዩ ስለ ቋንቋ መሰናክሎች እንደማይጨነቁ አስቡት። ይህ ተሰኪ በራስ-ሰር የዋትስአፕ መልዕክቶችን ይተረጉማል እና ከ 100 በላይ ቋንቋዎችን ይደግፋል ፣ በቀላሉ በዓለም ዙሪያ ካሉ ጓደኞች ጋር ለመገናኘት ይረዳዎታል ።\n\nየእኛ ተሰኪ በይነገጽ ሊታወቅ የሚችል እና ለመጠቀም ቀላል ነው, እና የትርጉም ሂደት ያለ በእጅ መቀያየር ወይም ክወና በራስ-ሰር ይከናወናል. በራስ መተማመን መገናኘት ይችላሉ እና መልዕክቶችን እንደተላኩ ወይም እንደተቀበሉ በራስ-ሰር እንተረጉማለን ።\n\nበተጨማሪም, የእኛ ፕለጊን ኃይለኛ, ደህንነቱ የተጠበቀ እና ቀልጣፋ ነው. ለግል ወይም ለንግድ ግንኙነት ለአብዛኛዎቹ ሁኔታዎች ተስማሚ ነው.\n\nይህ ብቻ አይደለም, ነገር ግን የእኛ ተሰኪ በፍጥነት ለመግባባት እንዲረዱዎት የሚልኩትን መልዕክቶች በራስ-ሰር ይተረጉማል. አሁን, ከአሁን በኋላ ስለ ትርጉም ሥራ መጨነቅ የለብዎትም, የእኛ ተሰኪ ለእርስዎ ቀላል ያደርገዋል.\n\n\n1. የቋንቋ አቋራጭ ውይይቶችን በቀላሉ መተርጎም: ከየትኛውም አገር ወይም ክልል ከእውቂያዎችዎ ጋር ቢገናኙ, በቀላሉ ያልተደናቀፈ የቋንቋ ፍሰት ማሳካት ይችላሉ.\n2. ብልህ አውቶማቲክ ትርጉም: ቋንቋውን በእጅ ለመምረጥ አያስፈልግም, ተሰኪው በራስ-ሰር በቅንብሮችዎ መሠረት ይተረጎማል.\n3. የእርስዎን ግላዊነት ይጠብቁ: የእርስዎ የውይይት ታሪክ እና የግል መረጃ ይጠበቃል እና ማንኛውንም የእርስዎን መረጃ አንሰበስብም, አናከማችም ወይም አናጋራም.\n4. ለተለያዩ ሁኔታዎች ተስማሚ: ለተለያዩ ሁኔታዎች እንደ ጉዞ, ንግድ, ጥናት, ወዘተ ተስማሚ ነው, ይህም በተለያዩ የቋንቋ አካባቢዎች ውስጥ የበለጠ በራስ የመተማመን እና ምቾት እንዲኖርዎት ያደርጋል.\n5. ደህንነቱ የተጠበቀ እና አስተማማኝ፡- ኮምፒውተርዎ እና ግላዊነትዎ ስጋት ላይ እንዳይወድቁ ለማድረግ ተሰኪው ጥብቅ የደህንነት ኦዲት አልፏል።\n\n\n--- ማስተባበያ ---\n\nየእኛ ተሰኪዎች በማንኛውም መንገድ ከዋትስአፕ፣ ፌስቡክ፣ ጎግል ወይም ጎግል ትርጉም ጋር የተቆራኙ፣ የተፈቀዱ፣ የተደገፉ ወይም በይፋ የተቆራኙ አይደሉም።\nየእኛ ተሰኪ ተጨማሪ ተግባራትን እና ምቾትን ለመስጠት የተነደፈ የዋትስአፕ ድር ኦፊሴላዊ ያልሆነ ማሻሻያ ነው።\n\nስለተጠቀሙ እናመሰግናለን!",
    "bg": "Превод на съобщение Whatsapp\nПредставете си, че вече не се притеснявате от езиковите бариери, когато разговаряте с приятели по целия свят. Този плъгин автоматично превежда WhatsApp съобщения и поддържа повече от 100 езика, което ви помага лесно да поддържате връзка с приятели по целия свят.\n\nНашият плъгин интерфейс е интуитивен и лесен за използване, а процесът на превод се извършва автоматично без ръчно превключване или работа. Можете да комуникирате с увереност и ние автоматично ще превеждаме съобщенията, когато са изпратени или получени.\n\nВ допълнение, нашият плъгин е мощен, сигурен и ефективен. Той е подходящ за повечето сценарии, независимо дали лична или бизнес комуникация.\n\nНе само това, но нашият плъгин автоматично превежда съобщенията, които изпращате, за да ви помогне да общувате бързо. Сега, не е нужно да се притеснявате за превод работа вече, нашият плъгин ще го направи лесно за вас.\n\n\n1. Лесно превеждане на междуезични чатове: Без значение в коя държава или регион комуникирате с контактите си, можете лесно да постигнете безпрепятствен езиков поток.\n2. Интелигентен автоматичен превод: Няма нужда да изберете ръчно езика, плъгинът автоматично ще преведе според вашите настройки.\n3. Защита на вашата поверителност: Вашата история на чата и лична информация ще бъдат защитени и ние няма да събираме, съхраняваме или споделяме нито една от вашите данни.\n4. Подходящ за различни сценарии: Подходящ е за различни сценарии като пътуване, бизнес, учене и т.н., което ви прави по-уверени и удобни в различни езикови среди.\n5. Безопасен и надежден: Плъгинът е преминал строги проверки на сигурността, за да гарантира, че вашият компютър и поверителността не са застрашени.\n\n\n--- Отказ от отговорност ---\n\nНашите плъгини не са свързани, упълномощени, одобрени или официално свързани с WhatsApp, Facebook, Google или Google Translate по никакъв начин.\nНашият плъгин е неофициално подобрение на WhatsApp Web, предназначено да ви осигури допълнителна функционалност и удобство.\n\nБлагодаря ви за използването!",
    "bn": "হোয়াটসঅ্যাপ বার্তা অনুবাদ\nআপনি যখন বিশ্বজুড়ে বন্ধুদের সাথে চ্যাট করবেন তখন ভাষার বাধা নিয়ে আর চিন্তা করবেন না তা কল্পনা করুন। এই প্লাগইনটি স্বয়ংক্রিয়ভাবে হোয়াটসঅ্যাপ বার্তাগুলি অনুবাদ করে এবং 100 টিরও বেশি ভাষা সমর্থন করে, আপনাকে সহজেই বিশ্বজুড়ে বন্ধুদের সাথে যোগাযোগ রাখতে সহায়তা করে।\n\nআমাদের প্লাগইন ইন্টারফেসটি স্বজ্ঞাত এবং ব্যবহার করা সহজ এবং অনুবাদ প্রক্রিয়াটি ম্যানুয়াল স্যুইচিং বা অপারেশন ছাড়াই স্বয়ংক্রিয়ভাবে সম্পন্ন হয়। আপনি আত্মবিশ্বাসের সাথে যোগাযোগ করতে পারেন এবং বার্তাগুলি প্রেরণ বা প্রাপ্তির সাথে সাথে আমরা স্বয়ংক্রিয়ভাবে অনুবাদ করব।\n\nএছাড়াও, আমাদের প্লাগইন শক্তিশালী, নিরাপদ এবং দক্ষ। এটি বেশিরভাগ পরিস্থিতিতে উপযুক্ত, ব্যক্তিগত বা ব্যবসায়িক যোগাযোগ কিনা।\n\nশুধু তা-ই নয়, আমাদের প্লাগইন আপনাকে দ্রুত যোগাযোগ করতে সহায়তা করার জন্য আপনি প্রেরিত বার্তাগুলি স্বয়ংক্রিয়ভাবে অনুবাদ করে। এখন, আপনি আর অনুবাদ কাজ সম্পর্কে চিন্তা করতে হবে না, আমাদের প্লাগইন আপনার জন্য এটি সহজ করবে।\n\n\n1. সহজেই ক্রস-ভাষা চ্যাট অনুবাদ করুন: কোন দেশ বা অঞ্চল আপনি আপনার পরিচিতিগুলির সাথে যোগাযোগ করেন না কেন, আপনি সহজেই অবিচ্ছিন্ন ভাষা প্রবাহ অর্জন করতে পারেন।\n2. বুদ্ধিমান স্বয়ংক্রিয় অনুবাদ: ম্যানুয়ালি ভাষা নির্বাচন করার প্রয়োজন নেই, প্লাগ-ইন স্বয়ংক্রিয়ভাবে আপনার সেটিংস অনুযায়ী অনুবাদ করবে।\n3. আপনার গোপনীয়তা রক্ষা করুন: আপনার চ্যাটের ইতিহাস এবং ব্যক্তিগত তথ্য সুরক্ষিত হবে এবং আমরা আপনার কোনও তথ্য সংগ্রহ করব না, সংরক্ষণ করব না বা ভাগ করব না।\n4. বিভিন্ন পরিস্থিতি জন্য উপযুক্ত: এটি ভ্রমণ, ব্যবসা, অধ্যয়ন ইত্যাদি হিসাবে বিভিন্ন পরিস্থিতি জন্য উপযুক্ত, আপনি বিভিন্ন ভাষা পরিবেশে আরও আত্মবিশ্বাসী এবং আরামদায়ক করে তোলে।\n5. নিরাপদ এবং নির্ভরযোগ্য: প্লাগ-ইন আপনার কম্পিউটার এবং গোপনীয়তা হুমকী না হয় তা নিশ্চিত করার জন্য কঠোর সুরক্ষা নিরীক্ষণ পাস করেছে।\n\n\n--- অস্বীকৃতি ---\n\nআমাদের প্লাগইনগুলি কোনওভাবেই হোয়াটসঅ্যাপ, ফেসবুক, গুগল বা গুগল অনুবাদগুলির সাথে অনুমোদিত, অনুমোদিত, অনুমোদিত বা আনুষ্ঠানিকভাবে যুক্ত নয়।\nআমাদের প্লাগইন আপনাকে অতিরিক্ত কার্যকারিতা এবং সুবিধার্থে ডিজাইন করা হোয়াটসঅ্যাপ ওয়েবের একটি আনুষ্ঠানিক বর্ধন।\n\nআপনার ব্যবহারের জন্য ধন্যবাদ!",
    "ca": "Traducció de missatges de Whatsapp\nImagineu-vos que ja no us preocupeu per les barreres lingüístiques quan xerreu amb amics de tot el món. Aquest connector tradueix automàticament els missatges de WhatsApp i admet més de 100 idiomes, ajudant-vos a mantenir-vos fàcilment en contacte amb amics de tot el món.\n\nLa nostra interfície de connector és intuïtiva i fàcil d'utilitzar, i el procés de traducció es fa automàticament sense canvi manual ni operació. Podeu comunicar-vos amb confiança i traduirem automàticament els missatges a mesura que s'envien o reben.\n\nA més, el nostre connector és potent, segur i eficient.És adequat per a la majoria dels escenaris, ja sigui la comunicació personal o empresarial.\n\nNo només això, sinó que el nostre connector tradueix automàticament els missatges que envieu per ajudar-vos a comunicar-vos ràpidament. Ara, vostè no ha de preocupar-se pel treball de traducció més, el nostre connector ho farà fàcil per a vostè.\n\n\n1. Traduïu fàcilment els xats de llengua transversal: no importa quin país o regió es comuniqueu amb els vostres contactes, podeu aconseguir fàcilment el flux lingüístic sense obstacles.\n2. Traducció automàtica intel·ligent: no cal seleccionar manualment l'idioma, el connector es traduirà automàticament segons la configuració.\n3. Protegiu la vostra privadesa: el vostre historial de xat i la vostra informació personal estaran protegides i no recollirem, emmagatzemarem ni compartirem cap de les vostres dades.\n4. Adequat per a diversos escenaris: és adequat per a diversos escenaris com viatges, negocis, estudi, etc., fent-vos més confiats i còmodes en diferents entorns lingüístics.\n5. Segur i fiable: el connector ha aprovat auditories de seguretat estrictes per garantir que l'ordinador i la privadesa no estiguin amenaçades.\n\n\n--- Exempció de responsabilitat ---\n\nEls nostres connectors no estan afiliats, autoritzats, avalats o oficialment associats a WhatsApp, Facebook, Google o Google Translate de cap manera.\nEl nostre connector és una millora no oficial de WhatsApp Web dissenyada per donar-li una funcionalitat i comoditat addicionals.\n\nGràcies pel teu ús!",
    "cs": "Překlad zpráv Whatsapp\nPředstavte si, že si už nebudete dělat starosti s jazykovými bariérami, když chatujete s přáteli po celém světě. Tento plugin automaticky překládá zprávy WhatsApp a podporuje více než 100 jazyků, což vám pomůže snadno zůstat v kontaktu s přáteli z celého světa.\n\nNaše rozhraní pluginu je intuitivní a snadno použitelné a proces překladu se provádí automaticky bez ručního přepínání nebo provozu. Můžete komunikovat s důvěrou a my automaticky překládáme zprávy tak, jak jsou odesílány nebo přijímány.\n\nNáš plugin je navíc výkonný, bezpečný a efektivní. Je vhodný pro většinu scénářů, ať už osobní nebo obchodní komunikace.\n\nNejen to, ale náš plugin automaticky překládá odesílané zprávy, aby vám pomohl rychle komunikovat. Nyní se už nemusíte starat o překladatelské práce, náš plugin vám to usnadní.\n\n\n1. Snadno překládejte mezijazykové chaty: Bez ohledu na to, ve které zemi nebo regionu komunikujete se svými kontakty, můžete snadno dosáhnout nerušeného jazykového toku.\n2. Inteligentní automatický překlad: Není třeba ručně vybírat jazyk, zásuvný modul se automaticky překládá podle vašeho nastavení.\n3. Chraňte své soukromí: Vaše historie chatu a osobní údaje budou chráněny a nebudeme shromažďovat, ukládat ani sdílet žádné z vašich informací.\n4. Vhodné pro různé scénáře: Je vhodný pro různé scénáře, jako je cestování, podnikání, studium atd., Díky čemuž budete sebevědomější a pohodlnější v různých jazykových prostředích.\n5. Bezpečné a spolehlivé: Zásuvný modul prošel přísnými bezpečnostními audity, aby bylo zajištěno, že váš počítač a soukromí nebudou ohroženy.\n\n\n--- Zřeknutí se odpovědnosti ---\n\nNaše doplňky nejsou žádným způsobem přidruženy, autorizovány, schváleny ani oficiálně spojeny s WhatsApp, Facebook, Google nebo Google Translate.\nNáš plugin je neoficiální vylepšení webu WhatsApp navržené tak, aby vám poskytlo další funkce a pohodlí.\n\nDěkujeme za použití!",
    "da": "Whatsapp meddelelse oversættelse\nForestil dig ikke længere at bekymre dig om sprogbarrierer, når du chatter med venner over hele verden. Dette plugin oversætter automatisk WhatsApp-beskeder og understøtter mere end 100 sprog, så du nemt kan holde kontakten med venner over hele verden.\n\nVores plugin-grænseflade er intuitiv og nem at bruge, og oversættelsesprocessen udføres automatisk uden manuel skift eller betjening. Du kan kommunikere med tillid, og vi oversætter automatisk meddelelser, når de sendes eller modtages.\n\nDerudover er vores plugin kraftfuldt, sikkert og effektivt. Det er velegnet til de fleste scenarier, hvad enten det er personlig eller forretningsmæssig kommunikation.\n\nIkke kun det, men vores plugin oversætter automatisk de meddelelser, du sender, for at hjælpe dig med at kommunikere hurtigt. Nu behøver du ikke bekymre dig om oversættelse arbejde længere, vores plugin vil gøre det nemt for dig.\n\n\n1. Nemt oversætte sprog på tværs af sprog: Uanset hvilket land eller region du kommunikerer med dine kontakter, kan du nemt opnå uhindret sprogflow.\n2. Intelligent automatisk oversættelse: Der er ikke behov for manuelt at vælge sproget, plug-in vil automatisk oversætte i henhold til dine indstillinger.\n3. Beskyt dit privatliv: Din chathistorik og personlige oplysninger vil blive beskyttet, og vi vil ikke indsamle, gemme eller dele nogen af dine oplysninger.\n4. Velegnet til forskellige scenarier: Det er velegnet til forskellige scenarier såsom rejser, forretning, studier osv., hvilket gør dig mere selvsikker og komfortabel i forskellige sprogmiljøer.\n5. Sikker og pålidelig: Plug-in har bestået strenge sikkerhedsrevisioner for at sikre, at din computer og privatliv ikke er truet.\n\n\n--- Ansvarsfraskrivelse ---\n\nVores plugins er ikke tilknyttet, godkendt, godkendt eller officielt tilknyttet WhatsApp, Facebook, Google eller Google Translate på nogen måde.\nVores plugin er en uofficiel forbedring af WhatsApp Web designet til at give dig ekstra funktionalitet og bekvemmelighed.\n\nTak for din brug!",
    "de": "Whatsapp-Nachrichtenübersetzung\nStellen Sie sich vor, Sie müssen sich keine Gedanken mehr über Sprachbarrieren machen, wenn Sie mit Freunden auf der ganzen Welt chatten. Dieses Plugin übersetzt automatisch WhatsApp-Nachrichten und unterstützt mehr als 100 Sprachen, sodass Sie problemlos mit Freunden auf der ganzen Welt in Kontakt bleiben können.\n\nUnsere Plugin-Schnittstelle ist intuitiv und einfach zu bedienen, und der Übersetzungsprozess erfolgt automatisch ohne manuelle Umschaltung oder Bedienung. Sie können vertrauensvoll kommunizieren und wir werden Nachrichten automatisch übersetzen, sobald sie gesendet oder empfangen werden.\n\nDarüber hinaus ist unser Plugin leistungsstark, sicher und effizient. Es eignet sich für die meisten Szenarien, ob persönliche oder geschäftliche Kommunikation.\n\nDarüber hinaus übersetzt unser Plugin die von Ihnen gesendeten Nachrichten automatisch, damit Sie schnell kommunizieren können. Jetzt müssen Sie sich nicht mehr um Übersetzungsarbeiten kümmern, unser Plugin macht es Ihnen leicht.\n\n\n1. Einfaches Übersetzen sprachübergreifender Chats: Unabhängig davon, in welchem Land oder in welcher Region Sie mit Ihren Kontakten kommunizieren, können Sie problemlos einen ungehinderten Sprachfluss erreichen.\n2. Intelligente automatische Übersetzung: Es besteht keine Notwendigkeit, die Sprache manuell auszuwählen, das Plug-in übersetzt automatisch nach Ihren Einstellungen.\n3. Schützen Sie Ihre Privatsphäre: Ihr Chatverlauf und Ihre persönlichen Daten werden geschützt und wir werden Ihre Daten nicht sammeln, speichern oder weitergeben.\n4. Geeignet für verschiedene Szenarien: Es eignet sich für verschiedene Szenarien wie Reisen, Geschäft, Studium usw., wodurch Sie sich in verschiedenen Sprachumgebungen sicherer und wohler fühlen.\n5. Sicher und zuverlässig: Das Plug-in hat strenge Sicherheitsaudits bestanden, um sicherzustellen, dass Ihr Computer und Ihre Privatsphäre nicht bedroht sind.\n\n\n--- Haftungsausschluss ---\n\nUnsere Plugins sind in keiner Weise mit WhatsApp, Facebook, Google oder Google Translate verbunden, autorisiert, befürwortet oder offiziell damit verbunden.\nUnser Plugin ist eine inoffizielle Erweiterung von WhatsApp Web, die Ihnen zusätzliche Funktionalität und Komfort bietet.\n\nVielen Dank für Ihren Einsatz!",
    "el": "Μετάφραση μηνυμάτων Whatsapp\nΦανταστείτε να μην ανησυχείτε πλέον για γλωσσικά εμπόδια όταν συνομιλείτε με φίλους σε όλο τον κόσμο. Αυτό το πρόσθετο μεταφράζει αυτόματα μηνύματα WhatsApp και υποστηρίζει περισσότερες από 100 γλώσσες, βοηθώντας σας εύκολα να μείνετε σε επαφή με φίλους σε όλο τον κόσμο.\n\nΗ διεπαφή μας είναι διαισθητική και εύχρηστη και η διαδικασία μετάφρασης γίνεται αυτόματα χωρίς χειροκίνητη εναλλαγή ή λειτουργία. Μπορείτε να επικοινωνήσετε με αυτοπεποίθηση και θα μεταφράσουμε αυτόματα μηνύματα καθώς αποστέλλονται ή λαμβάνονται.\n\nΕπιπλέον, το plugin μας είναι ισχυρό, ασφαλές και αποτελεσματικό. Είναι κατάλληλο για τα περισσότερα σενάρια, είτε προσωπική είτε επιχειρηματική επικοινωνία.\n\nΌχι μόνο αυτό, αλλά plugin μας μεταφράζει αυτόματα τα μηνύματα που στέλνετε για να σας βοηθήσει να επικοινωνήσετε γρήγορα. Τώρα, δεν χρειάζεται να ανησυχείτε για μεταφραστικές εργασίες πια, plugin μας θα το κάνει εύκολο για σας.\n\n\n1. Εύκολη μετάφραση των γλωσσικών συνομιλιών: Ανεξάρτητα από το ποια χώρα ή περιοχή επικοινωνείτε με τις επαφές σας, μπορείτε εύκολα να επιτύχετε απρόσκοπτη ροή γλώσσας.\n2. Ευφυής αυτόματη μετάφραση: Δεν χρειάζεται να επιλέξετε χειροκίνητα τη γλώσσα, η προσθήκη θα μεταφραστεί αυτόματα σύμφωνα με τις ρυθμίσεις σας.\n3. Προστατέψτε το απόρρητό σας: Το ιστορικό συνομιλίας σας και τα προσωπικά σας στοιχεία θα προστατεύονται και δεν θα συλλέγουμε, αποθηκεύουμε ή μοιραζόμαστε οποιαδήποτε από τις πληροφορίες σας.\n4. Κατάλληλο για διάφορα σενάρια: Είναι κατάλληλο για διάφορα σενάρια όπως ταξίδια, επιχειρήσεις, σπουδές κ.λπ., καθιστώντας σας πιο σίγουροι και άνετους σε διαφορετικά γλωσσικά περιβάλλοντα.\n5. Ασφαλές και αξιόπιστο: Η προσθήκη έχει περάσει αυστηρούς ελέγχους ασφαλείας για να διασφαλιστεί ότι ο υπολογιστής και το απόρρητό σας δεν απειλούνται.\n\n\n--- Αποποίηση ευθυνών ---\n\nΤα πρόσθετα μας δεν είναι συνδεδεμένα, εξουσιοδοτημένα, επικυρωμένα ή επίσημα συνδεδεμένα με το WhatsApp, το Facebook, το Google ή τη Μετάφραση Google με οποιονδήποτε τρόπο.\nΤο plugin μας είναι μια ανεπίσημη βελτίωση του WhatsApp Web που έχει σχεδιαστεί για να σας προσφέρει επιπλέον λειτουργικότητα και ευκολία.\n\nΣας ευχαριστούμε για τη χρήση σας!",
    "es": "Traducción de mensajes de Whatsapp\nImagina que ya no te preocupas por las barreras del idioma cuando chateas con amigos de todo el mundo. Este complemento traduce automáticamente los mensajes de WhatsApp y admite más de 100 idiomas, lo que te ayuda a mantenerte en contacto con amigos de todo el mundo.\n\nNuestra interfaz de complemento es intuitiva y fácil de usar, y el proceso de traducción se realiza automáticamente sin cambio ni operación manual. Puede comunicarse con confianza y traduciremos automáticamente los mensajes a medida que se envían o reciben.\n\nAdemás, nuestro complemento es potente, seguro y eficiente. Es adecuado para la mayoría de los escenarios, ya sea comunicación personal o empresarial.\n\nNo solo eso, sino que nuestro complemento traduce automáticamente los mensajes que envías para ayudarte a comunicarte rápidamente. Ahora, ya no tiene que preocuparse por el trabajo de traducción, nuestro complemento se lo pondrá fácil.\n\n\n1. Traduzca fácilmente chats entre idiomas: no importa en qué país o región se comunique con sus contactos, puede lograr fácilmente un flujo de idiomas sin obstáculos.\n2. Traducción automática inteligente: no es necesario seleccionar manualmente el idioma, el complemento se traducirá automáticamente de acuerdo con su configuración.\n3. Proteja su privacidad: su historial de chat y su información personal estarán protegidos y no recopilaremos, almacenaremos ni compartiremos su información.\n4. Adecuado para varios escenarios: es adecuado para varios escenarios como viajes, negocios, estudio, etc., lo que lo hace más seguro y cómodo en diferentes entornos lingüísticos.\n5. Seguro y confiable: el complemento ha pasado estrictas auditorías de seguridad para garantizar que su computadora y su privacidad no se vean amenazadas.\n\n\n--- Descargo de responsabilidad ---\n\nNuestros plugins no están afiliados, autorizados, respaldados u oficialmente asociados con WhatsApp, Facebook, Google o Google Translate de ninguna manera.\nNuestro complemento es una mejora no oficial de WhatsApp Web diseñada para brindarle funcionalidad y conveniencia adicionales.\n\n¡Gracias por su uso!",
    "et": "Whatsapp sõnumi tõlge\nKujutage ette, et te ei muretse enam keelebarjääride pärast, kui vestlete sõpradega üle kogu maailma. See pistikprogramm tõlgib automaatselt WhatsAppi sõnumeid ja toetab enam kui 100 keelt, aidates teil hõlpsasti suhelda sõpradega kogu maailmas.\n\nMeie pistikprogrammi liides on intuitiivne ja hõlpsasti kasutatav ning tõlkimisprotsess toimub automaatselt ilma käsitsi vahetamise või töötamiseta. Saate suhelda enesekindlalt ja me tõlgime sõnumeid automaatselt, kui need saadetakse või vastu võetakse.\n\nLisaks on meie plugin võimas, turvaline ja tõhus. See sobib enamiku stsenaariumide jaoks, olgu see siis isiklik või äriline suhtlus.\n\nVähe sellest, meie pistikprogramm tõlgib teie saadetud sõnumid automaatselt, et aidata teil kiiresti suhelda. Nüüd, sa ei pea muretsema tõlketöö enam, meie plugin teeb selle lihtsaks teile.\n\n\n1. Lihtsalt tõlkida keeleüleseid vestlusi: olenemata sellest, millises riigis või piirkonnas suhtlete oma kontaktidega, saate hõlpsasti saavutada takistamatu keelevoogu.\n2. Intelligentne automaatne tõlge: pole vaja käsitsi valida keel, pistikprogramm tõlgib automaatselt vastavalt teie seadetele.\n3. Kaitsta oma privaatsust: Teie vestluse ajalugu ja isiklikud andmed on kaitstud ning me ei kogu, säilita ega jaga ühtegi teie teavet.\n4. Sobib erinevate stsenaariumide jaoks: See sobib erinevate stsenaariumide jaoks, nagu reisimine, äri, õppimine jne, mis muudab teid enesekindlamaks ja mugavamaks erinevates keelekeskkondades.\n5. Turvaline ja usaldusväärne: pistikprogramm on läbinud ranged turvaauditid tagamaks, et teie arvutit ja privaatsust ei ohustata.\n\n\n--- Vastutusest loobumine ---\n\nMeie pistikprogrammid ei ole mingil viisil seotud, volitatud, kinnitatud ega ametlikult seotud WhatsAppi, Facebooki, Google'i ega Google'i tõlkega.\nMeie pistikprogramm on WhatsAppi veebi mitteametlik täiustus, mis on loodud selleks, et pakkuda teile täiendavat funktsionaalsust ja mugavust.\n\nTänan teid kasutamise eest!",
    "fa": "ترجمه پیام Whatsapp\nتصور کنید وقتی با دوستان در سراسر جهان گپ می زنید دیگر نگران موانع زبان نیستید. این افزونه به طور خودکار پیام های WhatsApp را ترجمه می کند و از بیش از 100 زبان پشتیبانی می کند و به شما کمک می کند تا به راحتی با دوستان در سراسر جهان در ارتباط باشید.\n\nرابط افزونه ما بصری و استفاده از آن آسان است و روند ترجمه به طور خودکار بدون سوئیچینگ یا کار دستی انجام می شود. شما می توانید با اطمینان ارتباط برقرار کنید و ما به طور خودکار پیام ها را هنگام ارسال یا دریافت ترجمه خواهیم کرد.\n\nعلاوه بر این ، افزونه ما قدرتمند ، ایمن و م efficientثر است. برای اکثر سناریوها ، چه ارتباطات شخصی و چه تجاری ، مناسب است.\n\nنه تنها این ، بلکه افزونه ما به طور خودکار پیام هایی را که برای کمک به شما در برقراری ارتباط سریع ارسال می کنید ترجمه می کند. حالا دیگه لازم نیست نگران کار ترجمه باشید ، پلاگین ما این کار را برای شما آسان می کند.\n\n\n1. چت های بین زبانی را به راحتی ترجمه کنید: مهم نیست با کدام کشور یا منطقه با مخاطبین خود ارتباط برقرار کنید ، به راحتی می توانید به جریان زبان بدون مانع برسید.\n2. ترجمه خودکار هوشمند: نیازی به انتخاب دستی زبان نیست ، plug-in به طور خودکار با توجه به تنظیمات شما ترجمه می شود.\n3- از حریم خصوصی خود محافظت کنید: از تاریخچه گپ و اطلاعات شخصی شما محافظت می شود و ما هیچ یک از اطلاعات شما را جمع آوری ، ذخیره یا به اشتراک نمی گذاریم.\n4- مناسب برای سناریوهای مختلف: برای سناریوهای مختلف مانند مسافرت ، تجارت ، تحصیل و غیره مناسب است و باعث می شود در محیط های مختلف زبان اعتماد به نفس و راحتی بیشتری داشته باشید.\n5- ایمن و قابل اعتماد: افزونه برای اطمینان از تهدید نشدن رایانه و حریم خصوصی شما ، ممیزی های امنیتی شدیدی را پشت سر گذاشته است.\n\n\n--- سلب مسئولیت ---\n\nافزونه های ما به هیچ وجه وابسته ، مجاز ، تأیید شده یا به طور رسمی با WhatsApp ، Facebook ، Google یا Google Translate مرتبط نیستند.\nافزونه ما یک پیشرفت غیررسمی در WhatsApp Web است که برای ایجاد قابلیت و راحتی بیشتر به شما طراحی شده است.\n\nبا تشکر از شما برای استفاده شما!",
    "fi": "Whatsapp message translation\nKuvittele, ettet enää murehdi kielimuurista, kun juttelet ystävien kanssa ympäri maailmaa. Tämä liitännäinen kääntää automaattisesti WhatsApp-viestit ja tukee yli 100 kieltä, mikä auttaa sinua pitämään helposti yhteyttä ystäviin ympäri maailmaa.\n\nLiitännäiskäyttöliittymämme on intuitiivinen ja helppokäyttöinen, ja käännösprosessi tapahtuu automaattisesti ilman manuaalista kytkemistä tai käyttöä. Voit kommunikoida luottavaisin mielin ja käännämme viestit automaattisesti sitä mukaa, kun niitä lähetetään tai vastaanotetaan.\n\nLisäksi liitännäinen on tehokas, turvallinen ja tehokas. Se sopii useimpiin skenaarioihin, olipa kyseessä sitten henkilökohtainen tai yritysviestintä.\n\nEi vain sitä, vaan liitännäinen kääntää automaattisesti lähettämäsi viestit auttaakseen sinua kommunikoimaan nopeasti. Nyt sinun ei enää tarvitse huolehtia käännöstyöstä, liitännäisemme tekee siitä sinulle helppoa.\n\n\n1. Käännä helposti kielten välisiä keskusteluja: Riippumatta siitä, missä maassa tai alueella kommunikoit yhteyshenkilöidesi kanssa, voit helposti saavuttaa esteettömän kielenkulun.\n2. Älykäs automaattinen käännös: Ei tarvitse valita kieltä manuaalisesti, laajennus kääntää automaattisesti asetusten mukaan.\n3. Suojaa yksityisyyttäsi: Keskusteluhistoriasi ja henkilötietosi suojataan, emmekä kerää, tallenna tai jaa tietojasi.\n4. Sopii erilaisiin skenaarioihin: Se sopii erilaisiin skenaarioihin, kuten matkustamiseen, liiketoimintaan, opiskeluun jne., mikä tekee sinusta itsevarmemman ja mukavamman eri kieliympäristöissä.\n5. Turvallinen ja luotettava: Liitännäinen on läpäissyt tiukat tietoturvatarkastukset varmistaakseen, että tietokoneesi ja yksityisyytesi eivät ole uhattuina.\n\n\n--- Vastuuvapauslauseke--\n\nLiitännäisemme eivät ole millään tavalla sidoksissa, valtuutettuja, hyväksyttyjä tai virallisesti liitetty WhatsAppiin, Facebookiin, Googleen tai Google-kääntäjään.\nLiitännäisemme on epävirallinen parannus WhatsApp Webistä, joka on suunniteltu tarjoamaan sinulle lisätoimintoja ja mukavuutta.\n\nKiitos, että käytit sitä.",
    "fr": "Traduction de message Whatsapp\nImaginez ne plus vous soucier des barrières linguistiques lorsque vous discutez avec des amis du monde entier. Ce plugin traduit automatiquement les messages WhatsApp et prend en charge plus de 100 langues, vous aidant à rester facilement en contact avec des amis du monde entier.\n\nNotre interface de plugin est intuitive et facile à utiliser, et le processus de traduction se fait automatiquement sans commutation ou opération manuelle. Vous pouvez communiquer en toute confiance et nous traduirons automatiquement les messages au fur et à mesure qu'ils sont envoyés ou reçus.\n\nDe plus, notre plugin est puissant, sécurisé et efficace. Il convient à la plupart des scénarios, qu'il s'agisse de communication personnelle ou professionnelle.\n\nNon seulement cela, mais notre plugin traduit automatiquement les messages que vous envoyez pour vous aider à communiquer rapidement. Maintenant, vous n'avez plus à vous soucier du travail de traduction, notre plugin vous le rendra facile.\n\n\n1. Traduisez facilement les discussions multilingues : quel que soit le pays ou la région dans lequel vous communiquez avec vos contacts, vous pouvez facilement obtenir un flux linguistique sans entrave.\n2. Traduction automatique intelligente : Il n'est pas nécessaire de sélectionner manuellement la langue, le plug-in traduira automatiquement selon vos paramètres.\n3. Protégez votre vie privée : Votre historique de chat et vos informations personnelles seront protégés et nous ne collecterons, stockerons ou partagerons aucune de vos informations.\n4. Convient à divers scénarios : Il convient à divers scénarios tels que les voyages, les affaires, les études, etc., ce qui vous rend plus confiant et plus à l'aise dans différents environnements linguistiques.\n5. Sûr et fiable : Le plug-in a passé des audits de sécurité stricts pour s'assurer que votre ordinateur et votre vie privée ne sont pas menacés.\n\n\n--- Clause de non-responsabilité ---\n\nNos plugins ne sont en aucun cas affiliés, autorisés, approuvés ou officiellement associés à WhatsApp, Facebook, Google ou Google Translate.\nNotre plugin est une amélioration non officielle de WhatsApp Web conçue pour vous offrir des fonctionnalités et une commodité supplémentaires.\n\nMerci pour votre utilisation!",
    "gu": "વોટ્સએપ સંદેશ અનુવાદ\nજ્યારે તમે વિશ્વભરના મિત્રો સાથે ચેટ કરો છો ત્યારે ભાષાના અવરોધો વિશે ચિંતા કરવાની કલ્પના કરો નહીં. આ પ્લગઇન આપમેળે વોટ્સએપ સંદેશાઓનું ભાષાંતર કરે છે અને 100 થી વધુ ભાષાઓને સપોર્ટ કરે છે, તમને વિશ્વભરના મિત્રો સાથે સરળતાથી સંપર્કમાં રહેવામાં મદદ કરે છે.\n\nઅમારું પ્લગઇન ઇન્ટરફેસ સાહજિક અને વાપરવા માટે સરળ છે, અને અનુવાદ પ્રક્રિયા મેન્યુઅલ સ્વિચિંગ અથવા withoutપરેશન વિના આપમેળે થાય છે. તમે આત્મવિશ્વાસ સાથે વાતચીત કરી શકો છો અને સંદેશાઓ મોકલવામાં અથવા પ્રાપ્ત થતાંની સાથે અમે આપમેળે ભાષાંતર કરીશું.\n\nવધુમાં, અમારા પ્લગઇન શક્તિશાળી, સુરક્ષિત અને કાર્યક્ષમ છે. તે મોટાભાગના દૃશ્યો માટે યોગ્ય છે, વ્યક્તિગત અથવા વ્યવસાયિક સંદેશાવ્યવહાર.\n\nમાત્ર એટલું જ નહીં, પરંતુ અમારું પ્લગઇન આપમેળે તમને ઝડપથી વાતચીત કરવામાં સહાય માટે તમે મોકલેલા સંદેશાઓનું ભાષાંતર કરે છે. હવે, તમે હવે અનુવાદ કામ વિશે ચિંતા કરવા માટે નથી, અમારા પ્લગઇન તમારા માટે સરળ બનાવશે.\n\n\n1. સરળતાથી ક્રોસ-લેંગ્વેજ ચેટ્સ ભાષાંતર કરો: તમે તમારા સંપર્કો સાથે કયા દેશ અથવા પ્રદેશમાં વાતચીત કરો છો તે મહત્વનું નથી, તમે સરળતાથી અનિયંત્રિત ભાષા પ્રવાહ પ્રાપ્ત કરી શકો છો.\n2. બુદ્ધિશાળી સ્વચાલિત અનુવાદ: ભાષા મેન્યુઅલી પસંદ કરવાની જરૂર નથી, પ્લગ-ઇન આપમેળે તમારી સેટિંગ્સ અનુસાર ભાષાંતર કરશે.\n3. તમારી ગોપનીયતા સુરક્ષિત કરો: તમારી ચેટ ઇતિહાસ અને વ્યક્તિગત માહિતી સુરક્ષિત કરવામાં આવશે અને અમે તમારી કોઈપણ માહિતી એકત્રિત, સંગ્રહિત અથવા શેર કરશે નહીં.\n4.વિવિધ દૃશ્યો માટે યોગ્ય: તે મુસાફરી, વ્યવસાય, અભ્યાસ વગેરે જેવા વિવિધ દૃશ્યો માટે યોગ્ય છે, તમને વિવિધ ભાષાના વાતાવરણમાં વધુ આત્મવિશ્વાસ અને આરામદાયક બનાવે છે.\n5. સલામત અને વિશ્વસનીય: તમારા કમ્પ્યુટર અને ગોપનીયતાને જોખમ નથી તેની ખાતરી કરવા માટે પ્લગ-ઇન કડક સુરક્ષા ઓડિટ્સ પસાર કરી છે.\n\n\n--- અસ્વીકરણ ---\n\nઅમારા પ્લગઈનો કોઈપણ રીતે વોટ્સએપ, ફેસબુક, ગૂગલ અથવા ગૂગલ ટ્રાન્સલેટ સાથે સંકળાયેલ, અધિકૃત, સમર્થન અથવા સત્તાવાર રીતે સંકળાયેલ નથી.\nઅમારું પ્લગઇન તમને વધારાની કાર્યક્ષમતા અને સુવિધા આપવા માટે રચાયેલ વ WhatsAppટ્સએપ વેબનું અનધિકૃત વૃદ્ધિ છે.\n\nતમારા ઉપયોગ માટે આભાર!",
    "hi": "व्हाट्सएप संदेश अनुवाद\nजब आप दुनिया भर के दोस्तों के साथ चैट करते हैं तो भाषा बाधाओं के बारे में चिंता न करें। यह प्लगइन स्वचालित रूप से Wsसंदेशों का अनुवाद करता है और से अधिक 100 भाषाओं का समर्थन करता है, जिससे आपको आसानी से दुनिया भर के दोस्तों के संपर्क में रहने में मदद मिलती है।\n\nहमारे प्लगइन इंटरफ़ेस सहज ज्ञान युक्त और उपयोग करने में आसान है, और अनुवाद प्रक्रिया स्वचालित रूप से मैनुअल स्विचिंग या संक्रिया के बिना किया जाता है। आप विश्वास के साथ संवाद कर सकते हैं और हम स्वचालित रूप से संदेशों अनुवाद करेंगे क्योंकि वे भेजे या प्राप्त किए जाते हैं।\n\nइसके अलावा, हमारे प्लगइन शक्तिशाली, सुरक्षित और कुशल है। यह अधिकांश परिदृश्यों के लिए उपयुक्त है, चाहे व्यक्तिगत या व्यावसायिक संचार।\n\nइतना ही नहीं, लेकिन हमारा प्लगइन स्वचालित रूप से आपके द्वारा भेजे गए संदेशों का अनुवाद करता है ताकि आप जल्दी से संवाद कर सकें। अब, आपको अब अनुवाद कार्य के बारे में चिंता करने की ज़रूरत नहीं है, हमारा प्लगइन आपके लिए आसान बना देगा।\n\n\n1. आसानी से अनुवाद क्रॉस-लैंग्वेज चैट: कोई फर्क नहीं पड़ता कि आप अपने संपर्कों के साथ किस देश या क्षेत्र में संवाद करते हैं, आप आसानी से निर्बाध भाषा प्रवाह प्राप्त कर सकते हैं।\n2. बुद्धिमान स्वचालित अनुवाद: मैन्युअल रूप से भाषा का चयन करने की कोई आवश्यकता नहीं है, प्लग-इन स्वचालित रूप से आपकी सेटिंग्स के अनुसार अनुवाद जाएगा।\n3. अपनी गोपनीयता की रक्षा करें: आपका चैट इतिहास और व्यक्तिगत जानकारी संरक्षित की जाएगी और हम आपकी किसी भी जानकारी को एकत्र, संग्रहीत या साझा नहीं करेंगे।\n4. विभिन्न परिदृश्यों के लिए उपयुक्त: यह यात्रा, व्यवसाय, अध्ययन आदि जैसे विभिन्न परिदृश्यों के लिए उपयुक्त है, जो आपको विभिन्न भाषा वातावरणों में अधिक आश्वस्त और आरामदायक बनाता है।\n5. सुरक्षित और विश्वसनीय: प्लग-इन ने यह सुनिश्चित करने के लिए सख्त सुरक्षा ऑडिट पारित किए हैं कि आपके कंप्यूटर और गोपनीयता को खतरा नहीं है।\n\n\nअस्वीकरण\n\nहमारे प्लगइन्स किसी भी तरह से व्हाट्सएप, फेसबुक, Google या Google अनुवाद से संबद्ध, अधिकृत, समर्थित या आधिकारिक तौर पर जुड़े नहीं हैं।\nहमारा प्लगइन आपको अतिरिक्त कार्यक्षमता और सुविधा देने के लिए डिज़ाइन किए गए व्हाट्सएप वेब की एक अनौपचारिक वृद्धि है।\n\nआपके उपयोग के लिए धन्यवाद!",
    "hr": "Whatsapp prijevod poruke\nZamislite da se više ne brinete zbog jezičnih barijera kada razgovarate s prijateljima širom svijeta. Ovaj dodatak automatski prevodi WhatsApp poruke i podržava više od 100 jezika, pomažući vam da lako ostanete u kontaktu s prijateljima širom svijeta.\n\nNaše sučelje dodatka je intuitivno i jednostavno za upotrebu, a postupak prevođenja obavlja se automatski bez ručnog prebacivanja ili rada. Možete komunicirati s povjerenjem i automatski ćemo prevesti poruke dok se šalju ili primljuju.\n\nOsim toga, naš dodatak je moćan, siguran i učinkovit. Prikladan je za većinu scenarija, bilo osobne ili poslovne komunikacije.\n\nI ne samo to, već naš dodatak automatski prevodi poruke koje šaljete kako bi vam pomogao u brzoj komunikaciji. Sada, ne morate se brinuti o prijevodu više, naš dodatak će vam olakšati.\n\n\n1. Jednostavno prevesti višejezične razgovore: Bez obzira u kojoj zemlji ili regiji komunicirate sa svojim kontaktima, lako možete postići nesmetan protok jezika.\n2. Inteligentni automatski prijevod: Nema potrebe za ručno odabir jezika, dodatak će automatski prevesti prema vašim postavkama.\n3. Zaštitite svoju privatnost: Vaša povijest chata i osobni podaci bit će zaštićeni i nećemo prikupljati, pohraniti ili dijeliti bilo koji od vaših podataka.\n4. Pogodno za različite scenarije: Pogodno je za različite scenarije kao što su putovanja, posao, studij itd., Čineći vas samopouzdanijim i ugodnijim u različitim jezičnim okruženjima.\n5. Siguran i pouzdan: Priključak je prošao stroge sigurnosne revizije kako bi se osiguralo da vaše računalo i privatnost nisu ugroženi.\n\n\n--- Odricanje odgovornosti ---\n\nNaši dodatci nisu povezani, ovlašteni, podržani ili službeno povezani s WhatsAppom, Facebookom, Googleom ili Google Translateom na bilo koji način.\nNaš dodatak neslužbeno je poboljšanje WhatsApp Weba dizajnirano da vam pruži dodatnu funkcionalnost i praktičnost.\n\nHvala na upotrebi!",
    "id": "Terjemahan pesan Whatsapp\nBayangkan tidak lagi mengkhawatirkan hambatan bahasa saat Anda mengobrol dengan teman di seluruh dunia. Plugin ini secara otomatis menerjemahkan pesan WhatsApp dan mendukung lebih dari 100 bahasa, membantu Anda tetap berhubungan dengan teman di seluruh dunia dengan mudah.\n\nAntarmuka plugin kami intuitif dan mudah digunakan, dan proses terjemahan dilakukan secara otomatis tanpa peralihan atau pengoperasian manual. Anda dapat berkomunikasi dengan percaya diri dan kami akan secara otomatis menerjemahkan pesan saat di kirim atau diterima.\n\nSelain itu, plugin kami kuat, aman, dan efisien. Sangat cocok untuk sebagian besar skenario, baik komunikasi pribadi atau bisnis.\n\nTidak hanya itu, plugin kami secara otomatis menerjemahkan pesan yang Anda kirim untuk membantu Anda berkomunikasi dengan cepat. Sekarang, Anda tidak perlu khawatir tentang pekerjaan terjemahan lagi, plugin kami akan memudahkan Anda.\n\n\n1. Mudah menerjemahkan obrolan lintas bahasa: Tidak peduli negara atau wilayah mana yang Anda komunikasikan dengan kontak Anda, Anda dapat dengan mudah mencapai aliran bahasa tanpa hambatan.\n2. Terjemahan otomatis cerdas: Tidak perlu memilih bahasa secara manual, plug-in akan secara otomatis menerjemahkan sesuai dengan pengaturan Anda.\n3. Lindungi privasi Anda: Riwayat obrolan dan informasi pribadi Anda akan dilindungi dan kami tidak akan mengumpulkan, menyimpan, atau membagikan informasi Anda apa pun.\n4. Cocok untuk berbagai skenario: Sangat cocok untuk berbagai skenario seperti perjalanan, bisnis, studi, dll, membuat Anda lebih percaya diri dan nyaman dalam lingkungan bahasa yang berbeda.\n5. Aman dan terpercaya: Plug-in telah melewati audit keamanan yang ketat untuk memastikan bahwa komputer dan privasi Anda tidak terancam.\n\n\n--- Penafian ---\n\nPlugin kami tidak berafiliasi, resmi, didukung, atau secara resmi terkait dengan WhatsApp, Facebook, Google, atau Google Terjemahan dengan cara apa pun.\nPlugin kami adalah peningkatan tidak resmi dari WhatsApp Web yang dirancang untuk memberi Anda fungsionalitas dan kenyamanan ekstra.\n\nTerima kasih atas penggunaannya!",
    "it": "Traduzione messaggi WhatsApp\nImmagina di non preoccuparti più delle barriere linguistiche quando chatti con amici in tutto il mondo. Questo plugin traduce automaticamente i messaggi di WhatsApp e supporta più di 100 lingue, aiutandoti a rimanere facilmente in contatto con gli amici di tutto il mondo.\n\nLa nostra interfaccia plugin è intuitiva e facile da usare, e il processo di traduzione viene fatto automaticamente senza commutazione manuale o operazione. Puoi comunicare con fiducia e tradurremo automaticamente i messaggi man mano che vengono inviati o ricevuti.\n\nInoltre, il nostro plugin è potente, sicuro ed efficiente. È adatto per la maggior parte degli scenari, sia per la comunicazione personale che aziendale.\n\nNon solo, ma il nostro plugin traduce automaticamente i messaggi inviati per aiutarti a comunicare rapidamente. Ora, non devi più preoccuparti del lavoro di traduzione, il nostro plugin lo renderà facile per te.\n\n\n1. Traduci facilmente le chat interlinguistiche: indipendentemente dal paese o dalla regione in cui comunichi con i tuoi contatti, puoi facilmente ottenere un flusso linguistico senza ostacoli.\n2. Traduzione automatica intelligente: non è necessario selezionare manualmente la lingua, il plug-in tradurrà automaticamente in base alle impostazioni.\n3. Proteggi la tua privacy: la cronologia della chat e le informazioni personali saranno protette e non raccoglieremo, memorizzeremo o condivideremo alcuna delle tue informazioni.\n4. Adatto a vari scenari: è adatto a vari scenari come viaggi, affari, studio, ecc., Rendendoti più sicuro e a tuo agio in diversi ambienti linguistici.\n5. Sicuro e affidabile: il plug-in ha superato severi controlli di sicurezza per garantire che il computer e la privacy non siano minacciati.\n\n\n--- Disclaimer ---\n\nI nostri plugin non sono affiliati, autorizzati, approvati o ufficialmente associati a WhatsApp, Facebook, Google o Google Translate in alcun modo.\nIl nostro plugin è un miglioramento non ufficiale di WhatsApp Web progettato per offrirti funzionalità e praticità extra.\n\nGrazie per il vostro utilizzo!",
    "ja": "Whatsappメッセージ翻訳\n世界中の友達とチャットしているときに、言語の壁を心配する必要がなくなったと想像してみてください。このプラグインはWhatsAppのメッセージを自動的に翻訳し、100以上の言語をサポートし、世界中の友達と簡単に連絡を取り合うのに役立ちます。\n\n当社のプラグインインターフェイスは直感的で使いやすく、翻訳プロセスは手動で切り替えたり操作したりすることなく自動的に完了します。メッセージの送受信時に自動的に翻訳しますので、安心してコミュニケーションをとることができます。\n\nさらに、当社のプラグインは強力で安全かつ効率的です。個人的またはビジネス上のコミュニケーションを問わず、ほとんどのシーンで機能します。\n\nそれだけでなく、弊社のプラグインは、お客様が送信したメッセージを自動的に翻訳し、迅速なコミュニケーションをサポートします。これで、翻訳作業に煩わされる必要がなくなり、弊社のプラグインが簡単に解決します。\n\n\n1.言語間チャットを簡単に翻訳する:どの国や地域の連絡先とコミュニケーションをとっても、言語のスムーズな流れを簡単に実現できます。\n2.インテリジェントな自動翻訳:手動で言語を選択する必要はなく、プラグインは設定に従って自動的に翻訳します。\n3.プライバシーの保護:チャット履歴と個人情報は保護され、お客様の情報を収集、保存、共有することはありません。\n4.さまざまなシナリオに適しています。旅行、ビジネス、学習などのさまざまなシナリオに適しているため、さまざまなロケールでより自信を持って快適に過ごせます。\n5.安全で信頼できる:プラグインは厳格なセキュリティ監査を通過し、コンピュータとプライバシーが脅かされないようにしています。\n\n\n--- 免責事項---\n\n当社のプラグインは、WhatsApp、Facebook、Google、またはGoogle翻訳との関連付け、承認、承認、または公式なリンクはありません。\n私たちのプラグインは、追加の機能と利便性を提供するように設計されたWhatsAppWebの非公式の拡張ツールです。\n\nご利用ありがとうございます!",
    "kn": "ವಾಟ್ಸಾಪ್ ಸಂದೇಶ ಅನುವಾದ\nನೀವು ಪ್ರಪಂಚದಾದ್ಯಂತದ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಚಾಟ್ ಮಾಡುವಾಗ ಇನ್ನು ಮುಂದೆ ಭಾಷೆಯ ಅಡೆತಡೆಗಳ ಬಗ್ಗೆ ಚಿಂತಿಸುವುದಿಲ್ಲ ಎಂದು g ಹಿಸಿ. ಈ ಪ್ಲಗಿನ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವಾಟ್ಸಾಪ್ ಸಂದೇಶಗಳನ್ನು ಅನುವಾದಿಸುತ್ತದೆ ಮತ್ತು 100 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ, ಇದು ಪ್ರಪಂಚದಾದ್ಯಂತದ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಸುಲಭವಾಗಿ ಸಂಪರ್ಕದಲ್ಲಿರಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.\n\nನಮ್ಮ ಪ್ಲಗಿನ್ ಇಂಟರ್ಫೇಸ್ ಅರ್ಥಗರ್ಭಿತ ಮತ್ತು ಬಳಸಲು ಸುಲಭವಾಗಿದೆ, ಮತ್ತು ಅನುವಾದ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಹಸ್ತಚಾಲಿತ ಸ್ವಿಚಿಂಗ್ ಅಥವಾ ಕಾರ್ಯಾಚರಣೆಯಿಲ್ಲದೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಾಡಲಾಗುತ್ತದೆ. ನೀವು ಆತ್ಮವಿಶ್ವಾಸದಿಂದ ಸಂವಹನ ನಡೆಸಬಹುದು ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿದಂತೆ ಅಥವಾ ಸ್ವೀಕರಿಸಿದಂತೆ ನಾವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುವಾದಿಸುತ್ತೇವೆ.\n\nಹೆಚ್ಚುವರಿಯಾಗಿ, ನಮ್ಮ ಪ್ಲಗಿನ್ ಶಕ್ತಿಯುತ, ಸುರಕ್ಷಿತ ಮತ್ತು ಪರಿಣಾಮಕಾರಿಯಾಗಿದೆ. ಇದು ವೈಯಕ್ತಿಕ ಅಥವಾ ವ್ಯವಹಾರ ಸಂವಹನವಾಗಲಿ ಹೆಚ್ಚಿನ ಸನ್ನಿವೇಶಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ.\n\nಅಷ್ಟೇ ಅಲ್ಲ, ತ್ವರಿತವಾಗಿ ಸಂವಹನ ಮಾಡಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನೀವು ಕಳುಹಿಸುವ ಸಂದೇಶಗಳನ್ನು ನಮ್ಮ ಪ್ಲಗಿನ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುವಾದಿಸುತ್ತದೆ. ಈಗ, ನೀವು ಅನುವಾದ ಕೆಲಸದ ಬಗ್ಗೆ ಚಿಂತಿಸಬೇಕಾಗಿಲ್ಲ, ನಮ್ಮ ಪ್ಲಗಿನ್ ನಿಮಗೆ ಸುಲಭವಾಗಿಸುತ್ತದೆ.\n\n\n1. ಅಡ್ಡ-ಭಾಷಾ ಚಾಟ್ ಗಳನ್ನು ಸುಲಭವಾಗಿ ಅನುವಾದಿಸಿ: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ನೀವು ಯಾವ ದೇಶ ಅಥವಾ ಪ್ರದೇಶವನ್ನು ಸಂವಹನ ಮಾಡಿದರೂ, ನೀವು ಸುಲಭವಾಗಿ ಅಡೆತಡೆಯಿಲ್ಲದ ಭಾಷಾ ಹರಿವನ್ನು ಸಾಧಿಸಬಹುದು.\n2. ಬುದ್ಧಿವಂತ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದ: ಭಾಷೆಯನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಆಯ್ಕೆ ಮಾಡುವ ಅಗತ್ಯವಿಲ್ಲ, ಪ್ಲಗ್-ಇನ್ ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್ ಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುವಾದಿಸುತ್ತದೆ.\n3. ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಿ: ನಿಮ್ಮ ಚಾಟ್ ಇತಿಹಾಸ ಮತ್ತು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ರಕ್ಷಿಸಲಾಗುವುದು ಮತ್ತು ನಿಮ್ಮ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ, ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ ಅಥವಾ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ.\n4. ವಿವಿಧ ಸನ್ನಿವೇಶಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ: ಪ್ರಯಾಣ, ವ್ಯವಹಾರ, ಅಧ್ಯಯನ ಮುಂತಾದ ವಿವಿಧ ಸನ್ನಿವೇಶಗಳಿಗೆ ಇದು ಸೂಕ್ತವಾಗಿದೆ, ಇದರಿಂದಾಗಿ ವಿವಿಧ ಭಾಷಾ ಪರಿಸರದಲ್ಲಿ ನಿಮಗೆ ಹೆಚ್ಚು ಆತ್ಮವಿಶ್ವಾಸ ಮತ್ತು ಆರಾಮವಾಗಿರುತ್ತದೆ.\n5. ಸುರಕ್ಷಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಮತ್ತು ಗೌಪ್ಯತೆಗೆ ಬೆದರಿಕೆಯಾಗದಂತೆ ನೋಡಿಕೊಳ್ಳಲು ಪ್ಲಗ್-ಇನ್ ಕಟ್ಟುನಿಟ್ಟಾದ ಭದ್ರತಾ ಲೆಕ್ಕಪರಿಶೋಧನೆಯನ್ನು ಅಂಗೀಕರಿಸಿದೆ.\n\n\n--- ಹಕ್ಕು ನಿರಾಕರಣೆ ---\n\nನಮ್ಮ ಪ್ಲಗಿನ್ ಗಳು ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ ವಾಟ್ಸಾಪ್, ಫೇಸ್ ಬುಕ್, ಗೂಗಲ್ ಅಥವಾ ಗೂಗಲ್ ಅನುವಾದದೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ, ಅಧಿಕೃತವಾಗಿಲ್ಲ, ಅನುಮೋದಿಸಿಲ್ಲ ಅಥವಾ ಅಧಿಕೃತವಾಗಿ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ.\nನಮ್ಮ ಪ್ಲಗಿನ್ ನಿಮಗೆ ಹೆಚ್ಚುವರಿ ಕ್ರಿಯಾತ್ಮಕತೆ ಮತ್ತು ಅನುಕೂಲತೆಯನ್ನು ನೀಡಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ವಾಟ್ಸಾಪ್ ವೆಬ್ ನ ಅನಧಿಕೃತ ವರ್ಧನೆಯಾಗಿದೆ.\n\nನಿಮ್ಮ ಬಳಕೆಗೆ ಧನ್ಯವಾದಗಳು!",
    "ko": "Whatsapp 메시지 번역\n전 세계 친구들과 채팅할 때 더 이상 언어 장벽에 대해 걱정하지 않는다고 상상해 보십시오. 이 플러그인은 WhatsApp 메시지를 자동으로 번역하고 100개 이상의 언어를 지원하므로 전 세계 친구들과 쉽게 연락할 수 있습니다.\n\n우리의 플러그인 인터페이스는 직관적이고 사용하기 쉬우며, 번역 프로세스는 수동 전환이나 작동 없이 자동으로 수행됩니다. 안심하고 의사 소통을 할 수 있으며 메시지를 보내거나 받을 때 자동으로 번역됩니다.\n\n또한 플러그인은 강력하고 안전하며 효율적입니다. 개인 또는 비즈니스 커뮤니케이션에 관계없이 대부분의 시나리오에 적합합니다.\n\n뿐만 아니라 우리의 플러그인은 당신이 보낸 메시지를 자동으로 번역하여 당신이 빨리 의사 소통할 수 있도록 도와줍니다. 이제 더 이상 번역 작업에 대해 걱정할 필요가 없습니다. 플러그인을 사용하면 쉽게 사용할 수 있습니다.\n\n\n1. 언어 간 채팅을 쉽게 번역: 연락처와 통신하는 국가 또는 지역에 관계없이 방해받지 않는 언어 흐름을 쉽게 얻을 수 있습니다.\n2. 지능형 자동 번역: 언어를 수동으로 선택할 필요가 없습니다. 플러그인은 설정에 따라 자동으로 변환됩니다.\n3. 개인 정보 보호: 채팅 기록 및 개인 정보가 보호되며 귀하의 정보를 수집, 저장 또는 공유하지 않습니다.\n4. 다양한 시나리오에 적합: 여행, 비즈니스, 공부 등 다양한 시나리오에 적합하여 다양한 언어 환경에서 더욱 자신감 있고 편안합니다.\n5. 안전하고 신뢰할 수 있습니다. 플러그인은 컴퓨터와 개인 정보가 위협받지 않도록 엄격한 보안 감사를 통과했습니다.\n\n\n--- 면책 조항 ---\n\n당사의 플러그인은 WhatsApp, Facebook, Google 또는 Google Translate와 어떤 식으로든 제휴, 승인, 승인 또는 공식적으로 연결되어 있지 않습니다.\n당사의 플러그인은 추가 기능과 편의성을 제공하도록 설계된 WhatsApp 웹의 비공식적인 향상입니다.\n\n사용해 주셔서 감사합니다!",
    "lt": "Whatsapp pranešimų vertimas\nĮsivaizduokite, kad nebesijaudinkite dėl kalbos barjerų, kai kalbatės su draugais visame pasaulyje. Šis papildinys automatiškai verčia WhatsApp pranešimus ir palaiko daugiau nei 100 kalbų, padėdamas lengvai palaikyti ryšį su draugais visame pasaulyje.\n\nMūsų papildinio sąsaja yra intuityvi ir lengvai naudojama, o vertimo procesas atliekamas automatiškai be rankinio perjungimo ar veikimo. Galite bendrauti užtikrintai ir mes automatiškai išversime pranešimus, kai jie bus siunčiami ar gaunami.\n\nBe to, mūsų papildinys yra galingas, saugus ir efektyvus. Jis tinka daugeliui scenarijų, nesvarbu, ar asmeninis ar verslo bendravimas.\n\nNegana to, mūsų papildinys automatiškai verčia jūsų siunčiamus pranešimus, kad galėtumėte greitai bendrauti. Dabar, jums nereikia jaudintis dėl vertimo darbo daugiau, mūsų papildinys padarys jums lengvą.\n\n\n1. Lengvai išversti kelių kalbų pokalbius: Nesvarbu, kurioje šalyje ar regione bendraujate su savo kontaktais, galite lengvai pasiekti netrukdomą kalbos srautą.\n2. Pažangus automatinis vertimas: Nereikia rankiniu būdu pasirinkti kalbos, papildinys automatiškai bus verčiamas pagal jūsų nustatymus.\n3. Apsaugokite savo privatumą: Jūsų pokalbių istorija ir asmeninė informacija bus apsaugota ir mes nerinksime, nesaugosime ar nesidalins jokia jūsų informacija.\n4. Tinka įvairiems scenarijams: Jis tinka įvairiems scenarijams, pavyzdžiui, kelionėms, verslui, studijoms ir pan., Kad galėtumėte labiau pasitikėti savimi ir jaustis patogiau skirtingose kalbos aplinkose.\n5. Saugus ir patikimas: papildinys praėjo griežtus saugumo auditus, siekiant užtikrinti, kad jūsų kompiuteriui ir privatumui nekiltų grėsmė.\n\n\n--- Atsakomybės apribojimas ---\n\nMūsų papildiniai nėra jokiu būdu susiję, įgalioti, patvirtinti ar oficialiai susiję su WhatsApp , Facebook , Google ar Google Translate .\nMūsų papildinys yra neoficialus WhatsApp Web patobulinimas, sukurtas suteikti jums papildomą funkcionalumą ir patogumą.\n\nAčiū už naudojimą!",
    "lv": "Whatsapp ziņojumu tulkošana\nIedomājieties, ka tērzējot ar draugiem visā pasaulē, vairs neuztraucaties par valodas barjerām. Šis spraudnis automātiski tulko WhatsApp ziņojumus un atbalsta vairāk nekā 100 valodas, palīdzot jums viegli sazināties ar draugiem visā pasaulē.\n\nMūsu spraudņa saskarne ir intuitīva un ērti lietojama, un tulkošanas process tiek veikts automātiski bez manuālas pārslēgšanās vai darbības. Jūs varat sazināties ar pārliecību, un mēs automātiski tulkosim ziņojumus, kad tie tiek nosūtīti vai saņemti.\n\nTurklāt mūsu spraudnis ir spēcīgs, drošs un efektīvs. Tas ir piemērots lielākajai daļai scenāriju, neatkarīgi no tā, vai tas ir personīgais vai biznesa komunikācija.\n\nNe tikai tas, bet mūsu spraudnis automātiski tulko jūsu sūtītos ziņojumus, lai palīdzētu ātri sazināties. Tagad, jums nav jāuztraucas par tulkošanas darbu vairs, mūsu spraudnis padarīs to viegli jums.\n\n\n1. Viegli tulkot starpvalodu tērzēšanu: neatkarīgi no tā, kurā valstī vai reģionā jūs sazināties ar saviem kontaktiem, jūs varat viegli sasniegt netraucētu valodas plūsmu.\n2. Inteliģents automātiskais tulkojums: nav nepieciešams manuāli izvēlēties valodu, spraudnis automātiski tulko saskaņā ar jūsu iestatījumiem.\n3. Aizsargājiet savu privātumu: Jūsu tērzēšanas vēsture un personiskā informācija tiks aizsargāta, un mēs neapkoposim, neuzglabāsim vai kopīgosim nevienu no jūsu informācijas.\n4. Piemērots dažādiem scenārijiem: Tas ir piemērots dažādiem scenārijiem, piemēram, ceļojumiem, biznesam, studijām utt., Padarot jums drošāku un ērtāk dažādās valodas vidēs.\n5. Drošs un uzticams: spraudnis ir izturējis stingras drošības revīzijas, lai nodrošinātu, ka jūsu dators un privātums nav apdraudēti.\n\n\n--- Atruna ---\n\nMūsu spraudņi nekādā veidā nav saistīti, autorizēti, apstiprināti vai oficiāli saistīti ar WhatsApp, Facebook, Google vai Google Translate.\nMūsu spraudnis ir neoficiāls WhatsApp Web uzlabojums, kas paredzēts, lai sniegtu jums papildu funkcionalitāti un ērtības.\n\nPaldies par izmantošanu!",
    "ml": "വാട്ട് സ്ആപ്പ് സന്ദേശ വിവർത്തനം\nലോകമെമ്പാടുമുള്ള ചങ്ങാതിമാരുമായി ചാറ്റുചെയ്യുമ്പോൾ ഭാഷാ തടസ്സങ്ങളെക്കുറിച്ച് ഇനി വിഷമിക്കേണ്ടതില്ലെന്ന് സങ്കൽപ്പിക്കുക. ഈ പ്ലഗിൻ വാട്ട് സ്ആപ്പ് സന്ദേശങ്ങൾ സ്വപ്രേരിതമായി വിവർത്തനം ചെയ്യുകയും നൂറിലധികം ഭാഷകളെ പിന്തുണയ്ക്കുകയും ചെയ്യുന്നു, ഇത് ലോകമെമ്പാടുമുള്ള ചങ്ങാതിമാരുമായി എളുപ്പത്തിൽ സമ്പർക്കം പുലർത്താൻ നിങ്ങളെ സഹായിക്കുന്നു.\n\nഞങ്ങളുടെ പ്ലഗിൻ ഇന്റർഫേസ് അവബോധജന്യവും ഉപയോഗിക്കാൻ എളുപ്പവുമാണ്, കൂടാതെ മാനുവൽ സ്വിച്ചിംഗോ പ്രവർത്തനമോ ഇല്ലാതെ വിവർത്തന പ്രക്രിയ യാന്ത്രികമായി നടക്കുന്നു. നിങ്ങൾക്ക് ആത്മവിശ്വാസത്തോടെ ആശയവിനിമയം നടത്താൻ കഴിയും, സന്ദേശങ്ങൾ അയയ്ക്കുകയോ സ്വീകരിക്കുകയോ ചെയ്യുമ്പോൾ ഞങ്ങൾ യാന്ത്രികമായി വിവർത്തനം ചെയ്യും.\n\nകൂടാതെ, ഞങ്ങളുടെ പ്ലഗിൻ ശക്തവും സുരക്ഷിതവും കാര്യക്ഷമവുമാണ്. വ്യക്തിഗതമോ ബിസിനസ്സ് ആശയവിനിമയമോ ആകട്ടെ, മിക്ക സാഹചര്യങ്ങൾക്കും ഇത് അനുയോജ്യമാണ്.\n\nമാത്രമല്ല, വേഗത്തിൽ ആശയവിനിമയം നടത്താൻ നിങ്ങളെ സഹായിക്കുന്നതിന് നിങ്ങൾ അയച്ച സന്ദേശങ്ങൾ ഞങ്ങളുടെ പ്ലഗിൻ യാന്ത്രികമായി വിവർത്തനം ചെയ്യുന്നു. ഇപ്പോൾ, നിങ്ങൾ ഇനി വിവർത്തന ജോലിയെക്കുറിച്ച് വിഷമിക്കേണ്ടതില്ല, ഞങ്ങളുടെ പ്ലഗിൻ നിങ്ങൾക്ക് എളുപ്പമാക്കും.\n\n\n1. ക്രോസ്-ലാംഗ്വേജ് ചാറ്റുകൾ എളുപ്പത്തിൽ വിവർത്തനം ചെയ്യുക: നിങ്ങളുടെ കോൺടാക്റ്റുകളുമായി നിങ്ങൾ ഏത് രാജ്യത്തിലോ പ്രദേശത്തിലോ ആശയവിനിമയം നടത്തിയാലും, നിങ്ങൾക്ക് തടസ്സമില്ലാത്ത ഭാഷാ പ്രവാഹം എളുപ്പത്തിൽ നേടാൻ കഴിയും.\n2. ഇന്റലിജന്റ് ഓട്ടോമാറ്റിക് വിവർത്തനം: ഭാഷ സ്വമേധയാ തിരഞ്ഞെടുക്കേണ്ട ആവശ്യമില്ല, പ്ലഗ്-ഇൻ നിങ്ങളുടെ ക്രമീകരണങ്ങൾ അനുസരിച്ച് യാന്ത്രികമായി വിവർത്തനം ചെയ്യും.\n3. നിങ്ങളുടെ സ്വകാര്യത പരിരക്ഷിക്കുക: നിങ്ങളുടെ ചാറ്റ് ചരിത്രവും വ്യക്തിഗത വിവരങ്ങളും പരിരക്ഷിക്കപ്പെടും, ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങളൊന്നും ശേഖരിക്കുകയോ സംഭരിക്കുകയോ പങ്കിടുകയോ ചെയ്യില്ല.\n4. വിവിധ സാഹചര്യങ്ങൾക്ക് അനുയോജ്യമാണ്: യാത്ര, ബിസിനസ്സ്, പഠനം മുതലായവ പോലുള്ള വിവിധ സാഹചര്യങ്ങൾക്ക് ഇത് അനുയോജ്യമാണ്, ഇത് വ്യത്യസ്ത ഭാഷാ പരിതസ്ഥിതികളിൽ നിങ്ങളെ കൂടുതൽ ആത്മവിശ്വാസവും സുഖപ്രദവുമാക്കുന്നു.\n5. സുരക്ഷിതവും വിശ്വസനീയവുമാണ്: നിങ്ങളുടെ കമ്പ്യൂട്ടറിനും സ്വകാര്യതയ്ക്കും ഭീഷണിയില്ലെന്ന് ഉറപ്പാക്കാൻ പ്ലഗ്-ഇൻ കർശനമായ സുരക്ഷാ ഓഡിറ്റുകൾ പാസാക്കി.\n\n\n--- നിരാകരണം ---\n\nഞങ്ങളുടെ പ്ലഗിനുകൾ ഒരു തരത്തിലും വാട്ട് സ്ആപ്പ്, ഫേസ്ബുക്ക്, ഗൂഗിൾ അല്ലെങ്കിൽ ഗൂഗിൾ വിവർത്തനം എന്നിവയുമായി അഫിലിയേറ്റ് ചെയ്യുകയോ അംഗീകരിക്കുകയോ അംഗീകരിക്കുകയോ official ദ്യോഗികമായി ബന്ധപ്പെടുത്തുകയോ ചെയ്തിട്ടില്ല.\nനിങ്ങൾക്ക് അധിക പ്രവർത്തനവും സൗകര്യവും നൽകുന്നതിനായി രൂപകൽപ്പന ചെയ് തിരിക്കുന്ന വാട്ട് സ്ആപ്പ് വെബിന്റെ അന of ദ്യോഗിക മെച്ചപ്പെടുത്തലാണ് ഞങ്ങളുടെ പ്ലഗിൻ.\n\nനിങ്ങളുടെ ഉപയോഗത്തിന് നന്ദി!",
    "mr": "व्हॉट्सअॅप संदेश अनुवाद\nआपण जगभरातील मित्रांसह गप्पा मारता तेव्हा भाषेच्या अडथळ्यांबद्दल काळजी करू नका अशी कल्पना करा. हे प्लगइन स्वयंचलितपणे व्हॉट्सअ ॅप संदेशांचे भाषांतर करते आणि 100 पेक्षा जास्त भाषांना समर्थन देते, जे आपल्याला जगभरातील मित्रांशी सहज संपर्कात राहण्यास मदत करते.\n\nआमचा प्लगइन इंटरफेस अंतर्ज्ञानी आणि वापरण्यास सुलभ आहे आणि भाषांतर प्रक्रिया मॅन्युअल स्विचिंग किंवा ऑपरेशनशिवाय स्वयंचलितपणे केली जाते. आपण आत्मविश्वासाने संवाद साधू शकता आणि संदेश पाठविल्या किंवा प्राप्त झाल्यावर आम्ही त्यांचे स्वयंचलितपणे भाषांतर करू.\n\nयाव्यतिरिक्त, आमचे प्लगइन शक्तिशाली, सुरक्षित आणि कार्यक्षम आहे. हे बहुतेक परिस्थितीसाठी योग्य आहे, वैयक्तिक किंवा व्यवसाय संप्रेषण असो.\n\nइतकेच नाही तर आमचे प्लगइन आपल्याला द्रुतपणे संप्रेषण करण्यात मदत करण्यासाठी आपण पाठविलेल्या संदेशांचे स्वयंचलितपणे भाषांतर करते. आता, आपण यापुढे भाषांतर काम बद्दल काळजी करण्याची गरज नाही, आमचे प्लगइन आपल्यासाठी हे सोपे करेल.\n\n\n1. सहजपणे भाषांतर क्रॉस-भाषेच्या गप्पा: आपण आपल्या संपर्कांशी संवाद साधत कोणता देश किंवा प्रदेश याची पर्वा नाही, आपण सहजपणे अबाधित भाषा प्रवाह साध्य करू शकता.\n2. बुद्धिमान स्वयंचलित भाषांतर: भाषा व्यक्तिचलितपणे निवडण्याची गरज नाही, प्लग-इन आपोआप आपल्या सेटिंग्जनुसार भाषांतर करेल.\n3. आपली गोपनीयता संरक्षित करा: आपला गप्पा इतिहास आणि वैयक्तिक माहिती संरक्षित केली जाईल आणि आम्ही आपली कोणतीही माहिती संकलित, संचयित किंवा सामायिक करणार नाही.\n४. विविध परिस्थितींसाठी योग्य : प्रवास, व्यवसाय, अभ्यास इत्यादी विविध परिस्थितींसाठी हे योग्य आहे, यामुळे आपल्याला विविध भाषेच्या वातावरणात अधिक आत्मविश्वास आणि आराम मिळेल.\n5. सुरक्षित आणि विश्वासार्ह: आपला संगणक आणि गोपनीयता धोक्यात नाही हे सुनिश्चित करण्यासाठी प्लग-इनने कठोर सुरक्षा ऑडिट पास केले आहेत.\n\n\n--- अस्वीकरण ---\n\nआमचे प्लगइन कोणत्याही प्रकारे व्हॉट्सअ ॅप, फेसबुक, गूगल किंवा गूगल ट्रान्सलेशनशी संबद्ध, अधिकृत, समर्थित किंवा अधिकृतपणे संबंधित नाहीत.\nआमचे प्लगइन आपल्याला अतिरिक्त कार्यक्षमता आणि सुविधा देण्यासाठी डिझाइन केलेले व्हॉट्सअ ॅप वेबची अनधिकृत वर्धितता आहे.\n\nआपल्या वापराबद्दल धन्यवाद!",
    "ms": "Terjemahan Mesej Whatsapp\nBayangkan anda tidak perlu risau tentang halangan bahasa apabila bersembang dengan rakan di seluruh dunia. Pemalam ini mampu menterjemah mesej WhatsApp secara automatik, menyokong lebih daripada 100 bahasa, dan membantu anda terus berhubung dengan rakan di seluruh dunia dengan mudah.\n\nAntara muka pemalam kami adalah intuitif dan mudah digunakan, dan proses terjemahan selesai secara automatik. Tidak perlu menukar atau mengendalikannya secara manual. Anda boleh berkomunikasi dengan yakin dan kami akan menterjemah secara automatik apabila mesej dihantar atau diterima.\n\nSelain itu, pemalam kami berkuasa, selamat dan cekap. Ia sesuai untuk kebanyakan senario, sama ada komunikasi peribadi atau perniagaan.\n\nBukan itu sahaja, pemalam kami juga menterjemah mesej yang anda hantar secara automatik untuk membantu anda berkomunikasi dengan cepat. Kini, anda tidak perlu risau lagi dengan penterjemah, pemalam kami akan menyelesaikannya dengan mudah untuk anda.\n\n\n1. Terjemah sembang merentas bahasa dengan mudah: Tidak kira negara atau wilayah mana anda berkomunikasi dengan kenalan, anda boleh mencapai aliran bahasa tanpa halangan dengan mudah.\n2. Terjemahan automatik pintar: Tidak perlu memilih bahasa secara manual, pemalam akan menterjemah secara automatik mengikut tetapan anda.\nMelindungi privasi anda: sejarah sembang dan maklumat peribadi anda akan dilindungi dan kami tidak akan mengumpulkan, menyimpan atau berkongsi mana-mana maklumat anda.\n4. Sesuai untuk pelbagai senario: Perjalanan, perniagaan, pembelajaran dan senario lain boleh digunakan untuk menjadikan anda lebih yakin dan selesa dalam persekitaran bahasa yang berbeza.\n5. Selamat dan boleh dipercayai: Pemalam telah meluluskan audit keselamatan yang ketat untuk memastikan komputer dan privasi anda tidak terancam.\n\n\n--- Penafian ---\n\nPlugin kami tidak mempunyai hubungan, kebenaran, pengesahan atau hubungan rasmi dengan WhatsApp, Facebook, Google atau Terjemahan Google.\nPlugin kami adalah peningkatan tidak rasmi untuk WhatsApp Web dan direka untuk memberi anda fungsi dan kemudahan tambahan.\n\nTerima kasih kerana menggunakan!",
    "nl": "Whatsapp bericht vertaling\nStel je voor dat je je geen zorgen meer maakt over taalbarrières wanneer je met vrienden over de hele wereld chat. Deze plug-in vertaalt automatisch WhatsApp-berichten en ondersteunt meer dan 100 talen, zodat u gemakkelijk contact kunt houden met vrienden over de hele wereld.\n\nOnze plug-in-interface is intuïtief en gebruiksvriendelijk en het vertaalproces wordt automatisch uitgevoerd zonder handmatig schakelen of bedienen. U kunt met vertrouwen communiceren en we zullen berichten automatisch vertalen wanneer ze worden verzonden of ontvangen.\n\nBovendien is onze plug-in krachtig, veilig en efficiënt. Het is geschikt voor de meeste scenario 's, zowel persoonlijke als zakelijke communicatie.\n\nNiet alleen dat, maar onze plug-in vertaalt automatisch de berichten die u verzendt om u te helpen snel te communiceren. Nu hoeft u zich geen zorgen meer te maken over vertaalwerk, onze plug-in maakt het u gemakkelijk.\n\n\n1. Vertaal eenvoudig cross-language chats: Het maakt niet uit welk land of welke regio u communiceert met uw contacten, u kunt gemakkelijk een ongehinderde taalstroom bereiken.\n2. Intelligente automatische vertaling: Het is niet nodig om de taal handmatig te selecteren, de plug-in zal automatisch vertalen volgens uw instellingen.\n3. Bescherm uw privacy: uw chatgeschiedenis en persoonlijke informatie worden beschermd en we zullen uw informatie niet verzamelen, opslaan of delen.\n4. Geschikt voor diverse scenario 's: Het is geschikt voor diverse scenario' s zoals reis, zaken, studie, enz., makend u zelfverzekerder en comfortabel in verschillende taalmilieu 's.\n5. Veilig en betrouwbaar: de plug-in heeft strenge beveiligingsaudits doorstaan om ervoor te zorgen dat uw computer en privacy niet worden bedreigd.\n\n\n--- Disclaimer ---\n\nOnze plug-ins zijn op geen enkele manier aangesloten, geautoriseerd, onderschreven of officieel geassocieerd met WhatsApp, Facebook, Google of Google Translate.\nOnze plug-in is een niet-officiële verbetering van WhatsApp Web, ontworpen om u extra functionaliteit en gemak te bieden.\n\nDank u voor uw gebruik!",
    "no": "Whatsapp melding oversettelse\nTenk deg ikke lenger å bekymre deg for språkbarrierer når du chatter med venner over hele verden. Dette pluginet oversetter automatisk WhatsApp-meldinger og støtter mer enn 100 språk, slik at du enkelt kan holde kontakten med venner over hele verden.\n\nPlugin-grensesnittet vårt er intuitivt og enkelt å bruke, og oversettelsesprosessen gjøres automatisk uten manuell bytte eller betjening. Du kan kommunisere med tillit, og vi vil automatisk oversette meldinger når de sendes eller mottas.\n\nI tillegg er pluginet vårt kraftig, sikkert og effektivt. Det passer for de fleste scenarier, enten det er personlig eller forretningsmessig kommunikasjon.\n\nIkke bare det, men pluginet vårt oversetter automatisk meldingene du sender for å hjelpe deg med å kommunisere raskt. Nå trenger du ikke å bekymre deg for oversettelsesarbeid lenger, vår plugin vil gjøre det enkelt for deg.\n\n\n1. Enkelt oversette tverrspråklige chatter: Uansett hvilket land eller region du kommuniserer med kontaktene dine, kan du enkelt oppnå uhindret språkflyt.\n2. Intelligent automatisk oversettelse: Det er ikke nødvendig å velge språket manuelt, plug-in vil automatisk oversettes i henhold til innstillingene dine.\n3. Beskytt personvernet ditt: Din chathistorikk og personlig informasjon vil bli beskyttet, og vi vil ikke samle inn, lagre eller dele noen av informasjonen din.\n4. Egnet for ulike scenarier: Det er egnet for ulike scenarier som reise, forretninger, studier osv., noe som gjør deg mer trygg og komfortabel i forskjellige språkmiljøer.\n5. trygg og pålitelig: Plugin-modulen har bestått strenge sikkerhetsrevisjoner for å sikre at datamaskinen og personvernet ditt ikke er truet.\n\n\n--- Ansvarsfraskrivelse ---\n\nVåre plugins er ikke tilknyttet, autorisert, godkjent eller offisielt tilknyttet WhatsApp, Facebook, Google eller Google Translate på noen måte.\nPluginet vårt er en uoffisiell forbedring av WhatsApp Web designet for å gi deg ekstra funksjonalitet og bekvemmelighet.\n\nTakk for bruken!",
    "pl": "Tłumaczenie wiadomości Whatsapp\nWyobraź sobie, że nie martwisz się już barierami językowymi, gdy rozmawiasz ze znajomymi z całego świata. Ta wtyczka automatycznie tłumaczy wiadomości WhatsApp i obsługuje ponad 100 języków, dzięki czemu możesz łatwo pozostać w kontakcie ze znajomymi na całym świecie.\n\nNasz interfejs wtyczek jest intuicyjny i łatwy w użyciu, a proces tłumaczenia odbywa się automatycznie bez ręcznego przełączania lub obsługi. Możesz komunikować się bez obaw, a my automatycznie tłumaczymy wiadomości w miarę ich wysyłania lub odbierania.\n\nPonadto nasza wtyczka jest potężna, bezpieczna i wydajna. Nadaje się do większości scenariuszy, zarówno komunikacji osobistej, jak i biznesowej.\n\nNie tylko to, ale nasza wtyczka automatycznie tłumaczy wysyłane wiadomości, aby pomóc Ci szybko się komunikować. Teraz nie musisz się już martwić o tłumaczenie, nasza wtyczka Ci to ułatwi.\n\n\n1. Łatwe tłumaczenie czatów w wielu językach: bez względu na to, w jakim kraju lub regionie komunikujesz się ze swoimi kontaktami, możesz łatwo osiągnąć niezakłócony przepływ języka.\n2. Inteligentne tłumaczenie automatyczne: Nie ma potrzeby ręcznego wybierania języka, wtyczka automatycznie przetłumaczy się zgodnie z Twoimi ustawieniami.\n3. Chroń swoją prywatność: Twoja historia czatu i dane osobowe będą chronione i nie będziemy gromadzić, przechowywać ani udostępniać żadnych Twoich informacji.\n4. Nadaje się do różnych scenariuszy: Nadaje się do różnych scenariuszy, takich jak podróże, biznes, nauka itp., dzięki czemu jesteś bardziej pewny siebie i komfortowy w różnych środowiskach językowych.\n5. Bezpieczny i niezawodny: wtyczka przeszła rygorystyczne audyty bezpieczeństwa, aby upewnić się, że Twój komputer i prywatność nie są zagrożone.\n\n\n--- Zastrzeżenie ---\n\nNasze wtyczki nie są w żaden sposób powiązane, autoryzowane, popierane ani oficjalnie powiązane z WhatsApp, Facebookiem, Google lub Tłumaczem Google.\nNasza wtyczka jest nieoficjalnym rozszerzeniem sieci WhatsApp, zaprojektowanym w celu zapewnienia dodatkowej funkcjonalności i wygody.\n\nDziękuję za użytek!",
    "ro": "Traducerea mesajului Whatsapp\nImaginați-vă că nu vă mai faceți griji cu privire la barierele lingvistice atunci când discutați cu prieteni din întreaga lume. Acest plugin traduce automat mesajele WhatsApp și acceptă peste 100 de limbi, ajutându-vă să rămâneți cu ușurință în legătură cu prietenii din întreaga lume.\n\nInterfața noastră de plugin este intuitivă și ușor de utilizat, iar procesul de traducere se face automat fără comutare manuală sau operare. Puteți comunica cu încredere și vom traduce automat mesajele pe măsură ce sunt trimise sau primite.\n\nÎn plus, pluginul nostru este puternic, sigur și eficient. Este potrivit pentru majoritatea scenariilor, indiferent dacă este vorba de comunicare personală sau de afaceri.\n\nNu numai asta, dar pluginul nostru traduce automat mesajele pe care le trimiteți pentru a vă ajuta să comunicați rapid. Acum, nu mai trebuie să vă faceți griji cu privire la munca de traducere, pluginul nostru vă va ușura.\n\n\n1. Traduceți cu ușurință chat-uri între limbi: indiferent de țara sau regiunea în care comunicați cu contactele dvs., puteți obține cu ușurință un flux de limbi fără obstacole.\n2. Traducere automată inteligentă: Nu este nevoie să selectați manual limba, plug-in-ul se va traduce automat în funcție de setările dvs.\n3. Protejați-vă confidențialitatea: istoricul dvs. de chat și informațiile personale vor fi protejate și nu vom colecta, stoca sau partaja niciuna dintre informațiile dvs.\n4. Potrivit pentru diverse scenarii: este potrivit pentru diverse scenarii, cum ar fi călătorii, afaceri, studiu etc., făcându-vă mai încrezător și mai confortabil în diferite medii lingvistice.\n5. Sigur și fiabil: plug-in-ul a trecut audituri stricte de securitate pentru a se asigura că computerul și confidențialitatea dvs. nu sunt amenințate.\n\n\n--- Declinare de responsabilitate ---\n\nPluginurile noastre nu sunt afiliate, autorizate, aprobate sau asociate oficial cu WhatsApp, Facebook, Google sau Google Translate în niciun fel.\nPluginul nostru este o îmbunătățire neoficială a WhatsApp Web concepută pentru a vă oferi funcționalitate și confort suplimentar.\n\nVă mulțumim pentru utilizare!",
    "ru": "Перевод сообщения WhatsApp\nПредставьте, что вы больше не беспокоитесь о языковых барьерах, когда общаетесь с друзьями по всему миру. Этот плагин автоматически переводит сообщения WhatsApp и поддерживает более 100 языков, помогая вам легко оставаться на связи с друзьями по всему миру.\n\nНаш интерфейс плагина интуитивно понятен и прост в использовании, а процесс перевода осуществляется автоматически без ручного переключения или операции. Вы можете общаться с уверенностью, и мы будем автоматически переводить сообщения по мере их отправки или получения.\n\nКроме того, наш плагин является мощным, безопасным и эффективным. Он подходит для большинства сценариев, будь то личное или деловое общение.\n\nНе только это, но и наш плагин автоматически переводит сообщения, которые вы отправляете, чтобы помочь вам быстро общаться. Теперь вам больше не нужно беспокоиться о работе по переводу, наш плагин облегчит вам задачу.\n\n\n1. Легко переводить межъязыковые чаты: Независимо от того, в какой стране или регионе вы общаетесь со своими контактами, вы можете легко достичь беспрепятственного языкового потока.\n2. Интеллектуальный автоматический перевод: нет необходимости вручную выбирать язык, плагин автоматически переведет в соответствии с вашими настройками.\n3. Защитите вашу конфиденциальность: ваша история чата и личная информация будут защищены, и мы не будем собирать, хранить или передавать любую вашу информацию.\n4. Подходит для различных сценариев: подходит для различных сценариев, таких как путешествия, бизнес, учеба и т. Д., Что делает вас более уверенным и комфортным в разных языковых средах.\n5. Безопасно и надежно: плагин прошел строгие аудиты безопасности, чтобы гарантировать, что ваш компьютер и конфиденциальность не находятся под угрозой.\n\n\n--- Отказ от ответственности ---\n\nНаши плагины никоим образом не являются аффилированными, авторизованными, одобренными или официально связанными с WhatsApp, Facebook, Google или Google Translate.\nНаш плагин является неофициальным улучшением WhatsApp Web, предназначенным для предоставления вам дополнительной функциональности и удобства.\n\nСпасибо за ваше использование!",
    "sl": "Prevajanje sporočil Whatsapp\nPredstavljajte si, da vas ne skrbi več jezikovne ovire, ko klepetate s prijatelji po vsem svetu. Ta vtičnik samodejno prevaja sporočila WhatsApp in podpira več kot 100 jezikov ter vam pomaga enostavno ostati v stiku s prijatelji po vsem svetu.\n\nNaš vtičniški vmesnik je intuitiven in enostaven za uporabo, postopek prevajanja pa se izvaja samodejno brez ročnega preklapljanja ali delovanja. Lahko komunicirate z zaupanjem in sporočila bomo samodejno prevedli, ko so poslana ali prejeta.\n\nPoleg tega je naš vtičnik močan, varen in učinkovit. Primeren je za večino scenarijev, bodisi osebno ali poslovno komunikacijo.\n\nNe samo to, ampak naš vtičnik samodejno prevede sporočila, ki jih pošljete, da vam pomaga hitro komunicirati. Zdaj, vam ni treba skrbeti za prevajanje delo več, naš vtičnik bo olajšal za vas.\n\n\n1. Preprosto prevajanje medjezikovnih klepetov: Ne glede na to, v kateri državi ali regiji komunicirate s svojimi stiki, lahko enostavno dosežete neoviran jezikovni tok.\n2. Inteligentno samodejno prevajanje: Ni treba ročno izbrati jezika, vtičnik bo samodejno prevedel glede na vaše nastavitve.\n3. Zaščitite svojo zasebnost: Vaša zgodovina klepeta in osebni podatki bodo zaščiteni in ne bomo zbirali, shranili ali delili nobenih vaših podatkov.\n4. Primerno za različne scenarije: Primerno je za različne scenarije, kot so potovanja, poslovanje, študij itd., zaradi česar ste bolj samozavestni in udobni v različnih jezikovnih okoljih.\n5. Varno in zanesljivo: Vtičnik je opravil stroge varnostne revizije, da se zagotovi, da vaš računalnik in zasebnost niso ogroženi.\n\n\n--- Izjava o omejitvi odgovornosti ---\n\nNaši vtičniki niso na noben način povezani, pooblaščeni, potrjeni ali uradno povezani z WhatsApp, Facebook, Google ali Google Translate.\nNaš vtičnik je neuradna izboljšava spleta WhatsApp, zasnovana tako, da vam nudi dodatno funkcionalnost in udobje.\n\nHvala za vašo uporabo!",
    "sr": "ВхатсАпп превод поруке\nЗамислите да више не бринете о језичким баријерама када разговарате са пријатељима широм света. Овај додатак аутоматски преводи ВхатсАпп поруке и подржава више од 100 језика, помажући вам да лако останете у контакту са пријатељима широм света.\n\nНаш интерфејс за додатак је интуитиван и једноставан за употребу, а процес превођења се обавља аутоматски без ручног пребацивања или рада. Можете да комуницирате са поверењем и ми ћемо аутоматски превести поруке како се шаљу или примају.\n\nПоред тога, наш додатак је моћан, сигуран и ефикасан.Погодан је за већину сценарија, било да је лична или пословна комуникација.\n\nНе само то, већ наш додатак аутоматски преводи поруке које пошаљете да вам помогне да брзо комуницирате. Сада, не морате више да бринете о преводу, наш додатак ће вам олакшати.\n\n\n1. Лако превести унакрсне језичке разговоре: Без обзира у којој земљи или региону комуницирате са својим контактима, лако можете постићи несметани проток језика.\n2. Интелигентан аутоматски превод: Нема потребе да ручно одаберете језик, додатак ће аутоматски превести у складу са вашим подешавањима.\n3. Заштитите своју приватност: Ваша историја ћаскања и лични подаци ће бити заштићени и нећемо прикупљати, чувати или делити било коју од ваших података.\n4. Погодно за различите сценарије: Погодно је за различите сценарије као што су путовања, пословање, студирање итд., Чинећи вас сигурнијим и удобнијим у различитим језичким окружењима.\n5. Сигурно и поуздано: Плуг-ин је прошао строге безбедносне ревизије како би се осигурало да ваш рачунар и приватност нису угрожени.\n\n\n--- Одрицање одговорности ---\n\nНаши додаци нису повезани, овлашћени, одобрени или званично повезани са ВхатсАпп, Фацебоок, Гоогле или Гоогле Транслате на било који начин.\nНаш додатак је незванично побољшање ВхатсАпп Веба дизајниран да вам пружи додатну функционалност и практичност.\n\nХвала вам на употреби!",
    "sv": "Whatsapp meddelande översättning\nTänk dig att du inte längre oroar dig för språkbarriärer när du chattar med vänner runt om i världen. Detta plugin översätter automatiskt WhatsApp-meddelanden och stöder mer än 100 språk, vilket hjälper dig att enkelt hålla kontakten med vänner runt om i världen.\n\nVårt plugin-gränssnitt är intuitivt och enkelt att använda, och översättningen sker automatiskt utan manuell växling eller drift. Du kan kommunicera med tillförsikt och vi översätter automatiskt meddelanden när de skickas eller tas emot.\n\nDessutom är vårt plugin kraftfullt, säkert och effektivt. Det är lämpligt för de flesta scenarier, oavsett om det är personlig eller affärskommunikation.\n\nInte bara det, men vårt plugin översätter automatiskt de meddelanden du skickar för att hjälpa dig att kommunicera snabbt. Nu behöver du inte oroa dig för översättningsarbete längre, vårt plugin gör det enkelt för dig.\n\n\n1. Översätt enkelt språköverskridande chattar: Oavsett vilket land eller region du kommunicerar med dina kontakter kan du enkelt uppnå ett obehindrat språkflöde.\n2. Intelligent automatisk översättning: Det finns inget behov av att manuellt välja språk, plugin-programmet översätts automatiskt enligt dina inställningar.\n3. Skydda din integritet: Din chatthistorik och personliga information kommer att skyddas och vi kommer inte att samla in, lagra eller dela någon av dina uppgifter.\n4. Lämplig för olika scenarier: Den är lämplig för olika scenarier som resor, affärer, studier etc., vilket gör dig mer säker och bekväm i olika språkmiljöer.\n5. Säker och pålitlig: Plugin-programmet har passerat strikta säkerhetsgranskningar för att säkerställa att din dator och integritet inte hotas.\n\n\n--- Ansvarsfriskrivning ---\n\nVåra plugins är inte anslutna, auktoriserade, godkända eller officiellt associerade med WhatsApp, Facebook, Google eller Google Translate på något sätt.\nVårt plugin är en inofficiell förbättring av WhatsApp Web utformad för att ge dig extra funktionalitet och bekvämlighet.\n\nTack för din användning!",
    "sw": "Tafsiri ya ujumbe wa Whatsapp\nHebu fikiria kutokuwa na wasiwasi tena kuhusu vizuizi vya lugha unapozungumza na marafiki kote ulimwenguni. Plugin hii moja kwa moja hutafsiri ujumbe wa WhatsApp na inasaidia lugha zaidi ya 100, kukusaidia kwa urahisi kukaa katika kuwasiliana na marafiki duniani kote.\n\nPlugin yetu interface ni angavu na rahisi kutumia, na mchakato wa tafsiri ni kufanyika moja kwa moja bila mwongozo kubadili au operesheni. Unaweza kuwasiliana kwa kujiamini na tutatafsiri moja kwa moja ujumbe kadri unavyotumwa au kupokelewa.\n\nAidha, Plugin yetu ni nguvu, salama na ufanisi. Inafaa kwa matukio mengi, iwe binafsi au biashara mawasiliano.\n\nSi tu kwamba, lakini Plugin yetu moja kwa moja kutafsiri ujumbe wewe kutuma kukusaidia kuwasiliana haraka. Sasa, huna kuwa na wasiwasi kuhusu kazi ya tafsiri tena, Plugin yetu itafanya iwe rahisi kwako.\n\n\n1. Kutafsiri kwa urahisi mazungumzo ya lugha mtambuka: Haijalishi ni nchi au mkoa gani unawasiliana na wawasiliani wako, unaweza kufikia kwa urahisi mtiririko wa lugha usio na kizuizi.\n2. Akili moja kwa moja tafsiri: Hakuna haja ya manually kuchagua lugha, programu-jalizi moja kwa moja kutafsiri kulingana na mipangilio yako.\n3. Kulinda faragha yako: Historia yako ya gumzo na maelezo ya kibinafsi yatalindwa na hatutakusanya, kuhifadhi au kushiriki yoyote ya maelezo yako.\n4. Inafaa kwa matukio mbalimbali: Inafaa kwa matukio mbalimbali kama vile safari, biashara, masomo n.k, na kukufanya ujiamini na kustarehe katika mazingira tofauti ya lugha.\n5. Salama na ya kuaminika: programu-jalizi imepitisha ukaguzi mkali wa usalama ili kuhakikisha kuwa kompyuta yako na faragha si kutishiwa.\n\n\n--- Kanusho ---\n\nPlugins yetu si kuhusishwa, kuidhinishwa, kuidhinishwa au rasmi kuhusishwa na WhatsApp, Facebook, Google au Google Tafsiri kwa njia yoyote.\nPlugin yetu ni uboreshaji usio rasmi wa Mtandao wa WhatsApp iliyoundwa ili kukupa utendaji wa ziada na urahisi.\n\nAsante kwa matumizi yako!",
    "ta": "வாட்ஸ்அப் செய்தி மொழிபெயர்ப்பு\nஉலகெங்கிலும் உள்ள நண்பர்களுடன் அரட்டையடிக்கும்போது மொழி தடைகளைப் பற்றி கவலைப்பட வேண்டாம் என்று கற்பனை செய்து பாருங்கள். இந்த சொருகி தானாகவே வாட்ஸ்அப் செய்திகளை மொழிபெயர்க்கிறது மற்றும் 100 க்கும் மேற்பட்ட மொழிகளை ஆதரிக்கிறது, இது உலகெங்கிலும் உள்ள நண்பர்களுடன் எளிதாக தொடர்பில் இருக்க உதவுகிறது.\n\nஎங்கள் சொருகி இடைமுகம் உள்ளுணர்வு மற்றும் பயன்படுத்த எளிதானது, மேலும் மொழிபெயர்ப்பு செயல்முறை கையேடு மாறுதல் அல்லது செயல்பாடு இல்லாமல் தானாகவே செய்யப்படுகிறது. நீங்கள் நம்பிக்கையுடன் தொடர்பு கொள்ளலாம், மேலும் செய்திகளை அனுப்பும்போது அல்லது பெறும்போது தானாகவே மொழிபெயர்ப்போம்.\n\nகூடுதலாக, எங்கள் சொருகி சக்திவாய்ந்த, பாதுகாப்பான மற்றும் திறமையானது. தனிப்பட்ட அல்லது வணிக தொடர்பு இருந்தாலும், பெரும்பாலான சூழ்நிலைகளுக்கு இது பொருத்தமானது.\n\nஅது மட்டுமல்லாமல், விரைவாக தொடர்பு கொள்ள உங்களுக்கு உதவ நீங்கள் அனுப்பும் செய்திகளை எங்கள் சொருகி தானாகவே மொழிபெயர்க்கிறது. இப்போது, நீங்கள் இனி மொழிபெயர்ப்பு வேலை பற்றி கவலைப்பட வேண்டியதில்லை, எங்கள் சொருகி உங்களுக்கு எளிதாக இருக்கும்.\n\n\n1. குறுக்கு மொழி அரட்டைகளை எளிதாக மொழிபெயர்க்க: உங்கள் தொடர்புகளுடன் நீங்கள் எந்த நாடு அல்லது பிராந்தியத்தை தொடர்புகொள்வது முக்கியமல்ல, நீங்கள் எளிதாக தடையற்ற மொழி ஓட்டத்தை அடைய முடியும்.\n2. நுண்ணறிவு தானியங்கி மொழிபெயர்ப்பு: கைமுறையாக மொழியைத் தேர்ந்தெடுக்க தேவையில்லை, செருகுநிரல் உங்கள் அமைப்புகளுக்கு ஏற்ப தானாகவே மொழிபெயர்க்கும்.\n3. உங்கள் தனியுரிமையைப் பாதுகாக்கவும்: உங்கள் அரட்டை வரலாறு மற்றும் தனிப்பட்ட தகவல்கள் பாதுகாக்கப்படும், நாங்கள் உங்கள் தகவல்களை சேகரிக்கவோ, சேமிக்கவோ அல்லது பகிர்ந்து கொள்ளவோ மாட்டோம்.\n4. பல்வேறு சூழ்நிலைகளுக்கு ஏற்றது: இது பயணம், வணிகம், படிப்பு போன்ற பல்வேறு சூழ்நிலைகளுக்கு ஏற்றது, இது பல்வேறு மொழி சூழல்களில் உங்களுக்கு அதிக நம்பிக்கையையும் வசதியையும் தருகிறது.\n5. பாதுகாப்பான மற்றும் நம்பகமான: உங்கள் கணினி மற்றும் தனியுரிமை அச்சுறுத்தல் இல்லை என்பதை உறுதிப்படுத்த செருகுநிரல் கடுமையான பாதுகாப்பு தணிக்கைகளை கடந்துவிட்டது.\n\n\n--- மறுப்பு ---\n\nஎங்கள் செருகுநிரல்கள் எந்த வகையிலும் வாட்ஸ்அப், பேஸ்புக், கூகிள் அல்லது கூகிள் மொழிபெயர்ப்புடன் இணைக்கப்படவில்லை, அங்கீகரிக்கப்படவில்லை, ஒப்புதல் அளிக்கப்படவில்லை அல்லது அதிகாரப்பூர்வமாக தொடர்புபடுத்தப்படவில்லை.\nஎங்கள் சொருகி என்பது வாட்ஸ்அப் வலையின் அதிகாரப்பூர்வமற்ற விரிவாக்கமாகும், இது உங்களுக்கு கூடுதல் செயல்பாடு மற்றும் வசதியை வழங்க வடிவமைக்கப்பட்டுள்ளது.\n\nஉங்கள் பயன்பாட்டிற்கு நன்றி!",
    "te": "వాట్సాప్ సందేశ అనువాదం\nమీరు ప్రపంచవ్యాప్తంగా ఉన్న స్నేహితులతో చాట్ చేసినప్పుడు భాషా అడ్డంకుల గురించి చింతించవద్దు. ఈ ప్లగ్ఇన్ స్వయంచాలకంగా వాట్సాప్ సందేశాలను అనువదిస్తుంది మరియు 100 కంటే ఎక్కువ భాషలకు మద్దతు ఇస్తుంది, ప్రపంచవ్యాప్తంగా ఉన్న స్నేహితులతో సులభంగా సన్నిహితంగా ఉండటానికి మీకు సహాయపడుతుంది.\n\nమా ప్లగిన్ ఇంటర్ఫేస్ సహజమైనది మరియు ఉపయోగించడానికి సులభం, మరియు అనువాద ప్రక్రియ మాన్యువల్ స్విచింగ్ లేదా ఆపరేషన్ లేకుండా స్వయంచాలకంగా జరుగుతుంది. మీరు విశ్వాసంతో కమ్యూనికేట్ చేయవచ్చు మరియు సందేశాలు పంపినప్పుడు లేదా స్వీకరించినప్పుడు మేము స్వయంచాలకంగా అనువదిస్తాము.\n\nఅదనంగా, మా ప్లగిన్ శక్తివంతమైన, సురక్షితమైన మరియు సమర్థవంతమైనది. ఇది చాలా దృశ్యాలకు అనుకూలంగా ఉంటుంది, వ్యక్తిగత లేదా వ్యాపార కమ్యూనికేషన్.\n\nఅంతే కాదు, త్వరగా కమ్యూనికేట్ చేయడంలో మీకు సహాయపడటానికి మీరు పంపే సందేశాలను మా ప్లగ్ఇన్ స్వయంచాలకంగా అనువదిస్తుంది. ఇప్పుడు, మీరు ఇకపై అనువాద పని గురించి ఆందోళన చెందాల్సిన అవసరం లేదు, మా ప్లగిన్ మీకు సులభం చేస్తుంది.\n\n\n1. క్రాస్ భాషా చాట్లను సులభంగా అనువదించండి: మీరు మీ పరిచయాలతో కమ్యూనికేట్ చేసే ఏ దేశం లేదా ప్రాంతం ఉన్నా, మీరు సులభంగా అడ్డుపడని భాషా ప్రవాహాన్ని సాధించవచ్చు.\n2. ఇంటెలిజెంట్ ఆటోమేటిక్ అనువాదం: భాషను మానవీయంగా ఎంచుకోవలసిన అవసరం లేదు, ప్లగ్-ఇన్ మీ సెట్టింగుల ప్రకారం స్వయంచాలకంగా అనువదిస్తుంది.\n3. మీ గోప్యతను రక్షించండి: మీ చాట్ చరిత్ర మరియు వ్యక్తిగత సమాచారం రక్షించబడుతుంది మరియు మేము మీ సమాచారం ఏదైనా సేకరించలేము, నిల్వ చేయలేము లేదా భాగస్వామ్యం చేయలేము.\n4. వివిధ దృశ్యాలకు అనుకూలంగా ఉంటుంది: ప్రయాణం, వ్యాపారం, అధ్యయనం మొదలైన వివిధ దృశ్యాలకు ఇది అనుకూలంగా ఉంటుంది, వివిధ భాషా పరిసరాలలో మీకు మరింత నమ్మకం మరియు సౌకర్యంగా ఉంటుంది.\n5. సురక్షితమైన మరియు నమ్మదగిన: మీ కంప్యూటర్ మరియు గోప్యతకు ముప్పు లేదని నిర్ధారించడానికి ప్లగ్-ఇన్ కఠినమైన భద్రతా ఆడిట్లను ఆమోదించింది.\n\n\n--- నిరాకరణ ---\n\nమా ప్లగిన్ లు వాట్సాప్, ఫేస్ బుక్, గూగుల్ లేదా గూగుల్ ట్రాన్స్ లేట్ తో ఏ విధంగానైనా అనుబంధించబడలేదు, అధికారం పొందలేదు, ఆమోదించబడలేదు లేదా అధికారికంగా సంబంధం కలిగి లేవు.\nమా ప్లగ్ఇన్ మీకు అదనపు కార్యాచరణ మరియు సౌలభ్యాన్ని అందించడానికి రూపొందించిన వాట్సాప్ వెబ్ యొక్క అనధికారిక మెరుగుదల.\n\nమీ ఉపయోగం కోసం ధన్యవాదాలు!",
    "th": "การแปลข้อความ Whatsapp\nลองนึกภาพว่าคุณไม่จำเป็นต้องกังวลเกี่ยวกับอุปสรรคทางภาษาอีกต่อไปเมื่อคุณแชทกับเพื่อน ๆ ทั่วโลก ปลั๊กอินนี้สามารถแปลข้อความ WhatsApp โดยอัตโนมัติและรองรับมากกว่า 100 ภาษาช่วยให้คุณติดต่อกับเพื่อน ๆ ทั่วโลกได้อย่างง่ายดาย\n\nอินเทอร์เฟซปลั๊กอินของเราใช้งานง่ายและกระบวนการแปลเสร็จสมบูรณ์โดยอัตโนมัติโดยไม่ต้องสลับหรือดำเนินการด้วยตนเอง คุณสามารถสื่อสารด้วยความมั่นใจและเราจะแปลข้อความโดยอัตโนมัติเมื่อส่งหรือรับ\n\nนอกจากนี้ปลั๊กอินของเรายังทรงพลังและปลอดภัยและมีประสิทธิภาพ เหมาะสำหรับสถานการณ์ส่วนใหญ่ไม่ว่าจะเป็นการสื่อสารส่วนบุคคลหรือธุรกิจ\n\nไม่เพียงเท่านั้น ปลั๊กอินของเรายังแปลข้อความที่คุณส่งโดยอัตโนมัติเพื่อช่วยให้คุณสื่อสารได้อย่างรวดเร็ว ตอนนี้คุณไม่ต้องกังวลกับงานแปลอีกต่อไป ปลั๊กอินของเราจะแก้ปัญหาให้คุณได้อย่างง่ายดาย\n\n\n1. การแปลการแชทข้ามภาษาได้อย่างง่ายดาย: ไม่ว่าคุณจะสื่อสารกับผู้ติดต่อในประเทศหรือภูมิภาคใดคุณสามารถบรรลุภาษาที่ไม่มีข้อ จำกัด ได้อย่างง่ายดาย\n2. การแปลอัตโนมัติอัจฉริยะ: ไม่จำเป็นต้องเลือกภาษาด้วยตนเองปลั๊กอินจะแปลโดยอัตโนมัติตามการตั้งค่าของคุณ\n3. ปกป้องความเป็นส่วนตัวของคุณ: บันทึกการแชทและข้อมูลส่วนบุคคลของคุณจะได้รับการปกป้องและเราจะไม่รวบรวมจัดเก็บหรือแบ่งปันข้อมูลใด ๆ ของคุณ\n4. เหมาะสำหรับสถานการณ์ต่าง ๆ: การเดินทางธุรกิจการเรียนรู้และสถานการณ์อื่น ๆ ที่หลากหลายเพื่อให้คุณมีความมั่นใจและสะดวกสบายมากขึ้นในสภาพแวดล้อมภาษาที่แตกต่างกัน\n5. ปลอดภัยและเชื่อถือได้: ปลั๊กอินได้ผ่านการตรวจสอบความปลอดภัยอย่างเข้มงวดเพื่อให้แน่ใจว่าคอมพิวเตอร์และความเป็นส่วนตัวของคุณจะไม่ถูกคุกคาม\n\n\n--- ข้อจำกัดความรับผิดชอบ ---\n\nปลั๊กอินของเราไม่มีความเกี่ยวข้องการอนุญาตการรับรองหรือการติดต่ออย่างเป็นทางการกับ WhatsApp Facebook Google หรือ Google Translate\nปลั๊กอินของเราเป็นเครื่องมือปรับปรุงอย่างไม่เป็นทางการสำหรับ WhatsApp Web ที่ออกแบบมาเพื่อให้คุณมีคุณสมบัติและความสะดวกสบายเพิ่มเติม\n\nขอบคุณที่ใช้นะคะ",
    "tr": "Whatsapp mesaj çevirisi\nDünyanın dört bir yanındaki arkadaşlarınızla sohbet ederken artık dil engelleri hakkında endişelenmediğinizi hayal edin. Bu eklenti otomatik olarak WhatsApp mesajlarını çevirir ve 100 'den fazla dili destekler ve dünyanın dört bir yanındaki arkadaşlarınızla kolayca iletişim kurmanıza yardımcı olur.\n\nEklenti arayüzümüz sezgisel ve kullanımı kolaydır ve çeviri işlemi manuel anahtarlama veya çalıştırma olmadan otomatik olarak yapılır. Güvenle iletişim kurabilirsiniz ve iletileri gönderildiklerinde veya alındıklarında otomatik olarak çeviririz.\n\nBuna ek olarak, eklentimiz güçlü, güvenli ve verimlidir. Kişisel veya iş iletişimi olsun, çoğu senaryo için uygundur.\n\nSadece bu değil, eklentimiz hızlı iletişim kurmanıza yardımcı olmak için gönderdiğiniz mesajları otomatik olarak çevirir. Şimdi, artık çeviri çalışmaları hakkında endişelenmenize gerek yok, eklentimiz sizin için kolaylaştıracaktır.\n\n\n1. Çapraz dil sohbetlerini kolayca çevirin: Kişilerinizle hangi ülke veya bölge ile iletişim kurarsanız kurun, engelsiz dil akışını kolayca elde edebilirsiniz.\n2. Akıllı otomatik çeviri: Dili manuel olarak seçmenize gerek yoktur, eklenti ayarlarınıza göre otomatik olarak çevrilir.\n3. Gizliliğinizi koruyun: Sohbet geçmişiniz ve kişisel bilgileriniz korunacak ve bilgilerinizin hiçbirini toplamayacak, saklamayacak veya paylaşmayacağız.\n4. Çeşitli senaryolar için uygundur: Seyahat, iş, çalışma vb. Gibi çeşitli senaryolar için uygundur, farklı dil ortamlarında daha güvenli ve rahat olmanızı sağlar.\n5. Güvenli ve güvenilir: Eklenti, bilgisayarınızın ve gizliliğinizin tehdit edilmediğinden emin olmak için sıkı güvenlik denetimlerinden geçti.\n\n\n--- Feragatname ---\n\nEklentilerimiz herhangi bir şekilde WhatsApp, Facebook, Google veya Google Translate ile bağlantılı, yetkili, onaylanmış veya resmi olarak ilişkili değildir.\nEklentimiz, size ekstra işlevsellik ve rahatlık sağlamak için tasarlanmış WhatsApp Web 'in resmi olmayan bir geliştirmesidir.\n\nKullandığınız için teşekkür ederiz!",
    "uk": "Переклад повідомлень Whatsapp\nУявіть, що ви більше не турбуєтесь про мовні бар \"єри, коли спілкуєтесь із друзями по всьому світу. Цей плагін автоматично перекладає повідомлення WhatsApp і підтримує понад 100 мов, допомагаючи вам легко залишатися на зв 'язку з друзями по всьому світу.\n\nНаш інтерфейс плагіна інтуїтивно зрозумілий і простий у використанні, а процес перекладу виконується автоматично без ручного перемикання або роботи. Ви можете спілкуватися впевнено, і ми автоматично перекладемо повідомлення під час їх надсилання або отримання.\n\nКрім того, наш плагін потужний, безпечний та ефективний. Він підходить для більшості сценаріїв, будь то особисте чи ділове спілкування.\n\nМало того, але наш плагін автоматично перекладає надіслані вами повідомлення, щоб допомогти вам швидко спілкуватися. Тепер вам більше не доведеться турбуватися про перекладацьку роботу, наш плагін полегшить вам роботу.\n\n\n1. Легко перекладіть міжмовні чати: Незалежно від того, в якій країні чи регіоні ви спілкуєтесь зі своїми контактами, ви можете легко досягти безперешкодного мовного потоку.\n2. Інтелектуальний автоматичний переклад: Не потрібно вручну вибирати мову, плагін автоматично перекладається відповідно до ваших налаштувань.\n3. Захистіть свою конфіденційність: Ваша історія чату та особиста інформація будуть захищені, і ми не будемо збирати, зберігати та ділитися будь-якою вашою інформацією.\n4. Підходить для різних сценаріїв: Він підходить для різних сценаріїв, таких як подорожі, бізнес, навчання тощо, роблячи вас більш впевненими та комфортними в різних мовних середовищах.\n5. Безпечний та надійний: плагін пройшов суворий аудит безпеки, щоб переконатися, що ваш комп ютер та конфіденційність не загрожують.\n\n\n--- disclaimer ---\n\nНаші плагіни жодним чином не пов язані, не авторизовані, не схвалені та не офіційно пов язані з WhatsApp, Facebook, Google або Google Translate.\nНаш плагін - це неофіційне вдосконалення веб-сайту WhatsApp, розроблене для надання вам додаткової функціональності та зручності.\n\nДякуємо за використання!",
    "vi": "Dịch tin nhắn WhatsApp\nHãy tưởng tượng không còn phải lo lắng về rào cản ngôn ngữ khi bạn trò chuyện với bạn bè trên toàn thế giới. Plugin này có thể tự động dịch tin nhắn WhatsApp, hỗ trợ hơn 100 ngôn ngữ và giúp bạn dễ dàng giữ liên lạc với bạn bè trên toàn cầu.\n\nGiao diện plugin của chúng tôi trực quan và dễ sử dụng, quá trình dịch được hoàn thành tự động, không cần chuyển đổi hoặc thao tác thủ công. Bạn có thể giao tiếp yên tâm và chúng tôi sẽ tự động dịch khi tin nhắn được gửi hoặc nhận.\n\nNgoài ra, plugin của chúng tôi rất mạnh mẽ và an toàn và hiệu quả. Nó phù hợp với hầu hết các tình huống, cho dù đó là giao tiếp cá nhân hay kinh doanh.\n\nKhông chỉ vậy, plugin của chúng tôi còn tự động dịch tin nhắn bạn gửi, giúp bạn giao tiếp nhanh chóng. Bây giờ, bạn không còn phải lo lắng về công việc dịch thuật nữa, plugin của chúng tôi sẽ giải quyết dễ dàng cho bạn.\n\n\n1. Dễ dàng dịch các cuộc trò chuyện đa ngôn ngữ: Bất kể bạn giao tiếp với các liên hệ ở quốc gia hoặc khu vực nào, bạn có thể dễ dàng nhận ra ngôn ngữ không bị cản trở.\n2. Dịch tự động thông minh: Không cần phải chọn ngôn ngữ theo cách thủ công, plugin sẽ tự động dịch theo cài đặt của bạn.\nBảo vệ quyền riêng tư của bạn: Lịch sử trò chuyện và thông tin cá nhân của bạn sẽ được bảo vệ và chúng tôi sẽ không thu thập, lưu trữ hoặc chia sẻ bất kỳ thông tin nào của bạn.\nThích hợp cho tất cả các loại tình huống: du lịch, kinh doanh, học tập và các tình huống khác đều phù hợp, giúp bạn tự tin và thoải mái hơn trong các môi trường ngôn ngữ khác nhau.\nAn toàn và đáng tin cậy: Plugin đã vượt qua kiểm toán bảo mật nghiêm ngặt để đảm bảo rằng máy tính và quyền riêng tư của bạn không bị đe dọa.\n\n\n--- Tuyên bố từ chối trách nhiệm ---\n\nCác plugin của chúng tôi không có liên kết, ủy quyền, xác nhận hoặc liên hệ chính thức với WhatsApp, Facebook, Google hoặc Google Translate.\nPlugin của chúng tôi là một công cụ nâng cao không chính thức cho WhatsApp Web, được thiết kế để cung cấp cho bạn các tính năng bổ sung và tiện lợi.\n\nCảm ơn bạn đã sử dụng!",
    "zh_CN": "想像一下，在您和世界各地的朋友聊天时，不再需要担心语言障碍。这款插件能够自动翻译 WhatsApp 的消息，支持100多种语言，帮助您轻松地与全球的朋友保持联系。\n\n我们的插件界面直观易用，翻译过程自动完成，无需手动切换或操作。您可以放心地交流，我们会在消息发送或接收时自动翻译。\n\n此外，我们的插件功能强大且安全高效。它适用于大多数的场景，无论是个人还是商务交流。\n\n不仅如此，我们的插件还自动翻译您发送的消息，帮助您快速沟通。现在，您不必再为翻译工作烦恼了，我们的插件会为您轻松解决。\n\n\n1. 轻松翻译跨语言聊天：无论您与哪个国家或地区的联系人交流，都可以轻松实现语言的畅通无阻。\n2. 智能自动翻译：无需手动选择语言，插件会根据您的设置自动进行翻译。\n3. 保护您的隐私：您的聊天记录和个人信息将得到保护，我们不会收集、存储或共享您的任何信息。\n4. 适用于各种场景：旅行、商务、学习等各种场景都适用，让您在不同的语言环境中更加自信和舒适。\n5. 安全可靠：插件已经通过了严格的安全审核，确保您的计算机和隐私不会受到威胁。\n\n\n--- 免责声明 ---\n\n我们的插件与 WhatsApp、Facebook、Google 或 Google Translate 没有任何关联、授权、认可或官方联系。\n我们的插件是 WhatsApp Web 的非官方增强工具，旨在为您提供额外的功能和便利。\n\n谢谢您的使用！",
    "zh_TW": "Whatsapp消息翻譯\n想像一下，在您和世界各地的朋友聊天時，不再需要擔心語言障礙。這款插件能夠自動翻譯 WhatsApp 的消息，支持100多種語言，幫助您輕鬆地與全球的朋友保持聯繫。\n\n我們的插件界面直觀易用，翻譯過程自動完成，無需手動切換或操作。您可以放心地交流，我們會在消息發送或接收時自動翻譯。\n\n此外，我們的插件功能強大且安全高效。它適用於大多數的場景，無論是個人還是商務交流。\n\n不僅如此，我們的插件還自動翻譯您發送的消息，幫助您快速溝通。現在，您不必再爲翻譯工作煩惱了，我們的插件會爲您輕鬆解決。\n\n\n1. 輕鬆翻譯跨語言聊天：無論您與哪個國家或地區的聯繫人交流，都可以輕鬆實現語言的暢通無阻。\n2. 智能自動翻譯：無需手動選擇語言，插件會根據您的設置自動進行翻譯。\n3. 保護您的隱私：您的聊天記錄和個人信息將得到保護，我們不會收集、存儲或共享您的任何信息。\n4. 適用於各種場景：旅行、商務、學習等各種場景都適用，讓您在不同的語言環境中更加自信和舒適。\n5. 安全可靠：插件已經通過了嚴格的安全審覈，確保您的計算機和隱私不會受到威脅。\n\n\n--- 免責聲明 ---\n\n我們的插件與 WhatsApp、Facebook、Google 或 Google Translate 沒有任何關聯、授權、認可或官方聯繫。\n我們的插件是 WhatsApp Web 的非官方增強工具，旨在爲您提供額外的功能和便利。\n\n謝謝您的使用！"
  }
}