{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "blogs.smartZone.ru"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Записики о гаджетах, людях и музыке. Анонсы статей на сайте blogs.smartzone.ru."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширения для веб-браузера Хром, так как в нем нет встроенной поддержки чтения RSS лент. \n\nДанный плагин выводит 10 последний новостей с сайта \"Записки о гаджетах людях и музыке\" по адресу blogs.smartzone.ru.\n\n===========\n\nИстория версий:\n\nv0.1.2\n- обновлена иконка приложения. Теперь такая-же как на сайте и твиттер-ленте.\n\nv0.1.1\n- исправлена ошибка в работе поиска по сайту\n- добавлена подложка в стиль сайта\n- мелкие косметические правки\n\nv0.0.2\n- новый интерфейс. Теперь отображается категория из которой транслируется анон новости\n- добавлена индикация новых не прочитанных сообщений на иконке расширения.\n- в блоках с анонсами новостей выводится картинка, если она присутствует в исходной публикации.\n\nv0.0.1\n- первый вариант, выводит только анонсы 10 сообщений с сайта\n\n==========\n\nО сайте:\nСайт blogs.smartZone.ru - это онлайновая читалка новостей, созданная для частного использования владельцами ресурса. Права на контент принадлежат их авторам, поэтому для каждой страницы, полученной из открытых rss каналов, в обязательном порядке автоматически указывается ссылка на первоисточник информации.\n\nЕщё раз хочется акцентировать внимание на том, что вся информация попадает на сайт из открытых rss источников, и если по каким-либо причинам владельцы сайтов не хотят видеть копию своего контента на данном ресурсе, достаточно прекратить отдавать свои новости по rss.\n\nПРИНЦИП РАБОТЫ\n\nАлгоритм работы нашего сайта на сегодня представляет из себя следующее:\n\n1. Адреса открытых rss каналов собираются администрацией сайта и добавляются в базу.\n\n2. Каждые 3 часа поисковый бот нашего проекта запрашивает данные из добавленных в базу сайтов и при наличии свежих материалов публикует их в соответствующих разделах.\n\nЗарегистрированные пользователи сайта могут самостоятельно добавлять материалы через специальную форму. После прохождения модерации подобные материалы могут быть опубликованы на сайте.\n\nПосетители сайта, которым понравился вкус владельцев ресурса по отбору материалов, для удобства дальнейшего чтения могут выставлять свои оценки анонсам статей, поступивших из открытых rss каналов, по пятибальной системе. Кроме этого есть возможность комментировать статьи и получать уведомления о комментариях, если вы зарегистрированы на нашем сайте."
  }
}