{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Job Tracker - Effortless Application Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your job search with Smart Job Tracker. Easily save listings, track applications, and never miss a follow-up opportunity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize Your Job Search with Smart Job Tracker!\nAre you tired of juggling multiple spreadsheets and losing track of your job applications? Smart Job Tracker is here to simplify your job hunting process and boost your chances of landing your dream job.\n\nWhy Choose Smart Job Tracker?\n\n🚀 Effortless Job Saving: With just one click, save job listings from popular platforms like LinkedIn, Indeed, Glassdoor, and more.\n📊 Intuitive Status Tracking: Easily update and visualize your application status - from 'Saved' to 'Interviewed' to 'Offered'.\n⏰ Smart Reminders: Set custom reminders for follow-ups, ensuring you never miss a crucial deadline.\n🔍 Quick Access: Instantly retrieve job listings with the 'Show Listing' feature, keeping all information at your fingertips.\n📱 Sync Across Devices: Your data syncs seamlessly, allowing you to manage your job search from anywhere.\n🔒 Privacy-Focused: Your data stays local and secure, giving you full control over your information.\n🎨 User-Friendly Interface: Enjoy a sleek, modern design that makes job tracking a breeze.\n\nKey Features:\n\n- One-click job saving from major job sites\n- Customizable application status tracking\n- Automatic reminder system\n- Color-coded status visualization\n- Data import/export functionality\n- Responsive and intuitive design\n\nWho Needs Smart Job Tracker?\n\n- Job seekers looking to organize their search\n- Career changers managing multiple applications\n- Recent graduates entering the job market\n- Professionals exploring new opportunities\n\nFuture Features:\n\n- Advanced analytics to track your application success rates\n- Integration with email for automatic updates\n- Customizable job application templates\n- Interview preparation resources\n\nDon't let your dream job slip away due to disorganization. Download Smart Job Tracker today and take control of your career journey!"
  }
}