{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatTerms"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly understand unfamiliar terms with ChatTerms, ChatTerms를 이용해 읽고 있는 아티클의 용어를 알아보세요.",
    "en": "Instantly understand unfamiliar terms with ChatTerms, With ChatTerms, you can instantly look up definitions of unfamiliar terms…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatTerms로 생소한 용어와 문장을 바로 확인하세요!\n- 더 빠르게 아티클을 읽고\n- 더 쉽게 아티클을 이해하고\n- 더 적은 노력으로 지식을 확장할 수 있습니다.\n\n전문 용어도 걱정 없이, 학습과 연구, 업무를 더 스마트하게\n아티클을 자신 있게 읽어보세요. 생소한 용어를 한 번의 클릭으로 이해하고, 학습과 연구를 더욱 효율적으로!\n\n[학생]\nChatTerms로 생소한 용어를 확인하고, 학습 효율을 높이세요!\nChatTerms와 함께 공부의 어려움을 줄이고, 모든 용어를 쉽게 이해하세요!\n\n[연구자]\n학술 논문의 복잡한 용어를 빠르게 이해하고 연구에 집중하세요.\n\n[직장인]\nChatTerms로 전문 용어를 쉽게 이해하고, 업무 능력을 향상시키세요!\n업무 중 생소한 용어, 직장에서 필요한 모든 용어를 빠르게 파악하세요!\n\nOur App Features\n-빠른 용어 확인\n-다양한 부가 기능\n-직관적인 채팅 UIUX\n\nGet Started with Term Dictionary Extension\nChatTerms와 함께 아티클을 읽으며 낯선 용어의 정의를 즉시 확인하세요.\n여러분의 지식을 확장하고 학습의 효율성을 향상 시킬 수 있습니다!",
    "en": "Instantly check unfamiliar terms and sentences with ChatTerms!\n- Read articles faster\n- Understand articles more easily\n- Expand your knowledge with less effort\n\nNo more worries about technical terms, make learning, research, and work smarter.\nRead articles with confidence. Understand unfamiliar terms with a single click and make your learning and research more efficient!\n\n[Students]\nCheck unfamiliar terms with ChatTerms and boost your learning efficiency!\nReduce the difficulties of studying and easily understand all terms with ChatTerms!\n\n[Researchers]\nQuickly understand complex terms in academic papers and focus on your research.\n\n[Professionals]\nEasily understand technical terms with ChatTerms and enhance your work performance!\nQuickly grasp unfamiliar terms and all the terminology you need at work!\n\nOur App Features\n- Fast term lookup\n- Various additional features\n- Intuitive chat UI/UX\n\nGet Started with Term Dictionary Extension\nRead articles with ChatTerms and instantly check the definitions of unfamiliar terms.\nExpand your knowledge and improve your learning efficiency!"
  }
}