{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ramped AI - Autofill Job Applications"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your personal AI job search assistant. Autofill job applications in seconds, including open-ended questions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Applying to new jobs should not be a full-time job.\n\nJob applications are getting longer and becoming more tedious to fill out. Stop retyping information that's already on your resume.\n\nAutomatically fill job applications in just a few clicks.\n\nRamped's Auto Applier fills in job applications for you so you can submit applications in seconds instead of minutes.\n\nOur Chrome extension is your personal assistant for the job search. Quickly enter in all of your standard job search fields and then using AI, Ramped’s Chrome extension learns your skills, experiences, traits, and tone of voice so it can fill in your job applications for you - while sounding like you. \n\nRamped's extension works wonders on thousands of sites and gets along great with the top ATS systems.\n\nFeatures:\n\n•   One-Click Apply: Apply and autofill applications in seconds with one click of a button.\n•   Edit Responses: You have complete control over what information gets submitted.\n•   Save Your Answers: We automatically save your answers to apply to future job applications faster and easier.\n•   Train AI on Your Tone of Voice: A job application has to sound like you.\n•   Track All the Details: Keep track of the jobs you apply to in your dedicated job tracker."
  }
}