{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watermark Overlay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to display customizable watermarks on any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "「Watermark Overlay」\n\n**Watermark Overlay - Dynamic Watermark for Any Webpage**\n\nWatermark Overlay is a lightweight and customizable Chrome extension designed to dynamically display a watermark on any webpage. Perfect for enhancing privacy, security, or branding purposes, this tool allows you to effortlessly add floating watermarks with various styles and effects.\n\n **Key Features**:\n- Customizable Watermark Text and ICON**: Set your own watermark text to display on any webpage.\n- Dynamic Effects**: Choose from rotation, wave, or color-changing effects to make your watermark visually engaging.\n- Flexible Styling Options**: Easily adjust the font size, color, transparency, and position of the watermark.\n- Random Movement**: The watermark smoothly moves around the screen, making it harder to remove or obscure.\n- Simple to Use**: With an intuitive interface, you can apply, toggle, and customize your watermark with just a few clicks.\n\nIdeal for computer web screen recording, video production with copyright notices, adding branding to shared content or simply enhancing online privacy for individuals or businesses.\n\n「水印疊加」\n\n**水印疊加 - 任何網頁的動態浮水印**\n\nWatermark Overlay 是一款輕量級且可自訂的 Chrome 擴充程序，旨在在任何網頁上動態顯示浮水印。該工具非常適合增強隱私、安全或品牌推廣目的，可讓您輕鬆添加具有各種樣式和效果的浮動浮水印。\n\n **主要特點**：\n- 可自訂浮水印文字與圖示**：設定您自己的浮水印文字以顯示在任何網頁上。\n- 動態效果**：選擇旋轉、波浪或變色效果，使您的浮水印具有視覺吸引力。\n- 靈活的樣式選項**：輕鬆調整浮水印的字體大小、顏色、透明度和位置。\n- 隨機移動**：浮水印在螢幕上平滑移動，使其更難以刪除或遮蓋。\n- 使用簡單**：透過直覺的介面，您只需點擊幾下即可套用、切換和自訂浮水印。\n\n非常適合電腦網頁螢幕錄製，有版權聲明的影片製作，為分享內容添加品牌或只是增強線上隱私的個人或企業。"
  }
}