{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpotOn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upgrade your Spotify Web Player with SpotOn, and enjoy a completely customizable UX/UI redesign!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpotOn significantly enhances the Spotify Web Player experience by introducing a suite of customizable features and improvements designed to elevate your listening sessions. With SpotOn, users can personalize their Spotify interface to their liking, making each interaction with the platform more enjoyable and tailored to their preferences. (I suggest checking out the GitHub repo for better images, examples, code and explanations!)\n\nUpdate Log\nVersion 3.1.0\n\n- Added `removeMusicVids` toggle to remove all music video results from Spotify's update\n- Fixed numerous CSS issues across the extension\n- Removed the Translator feature due to low usage and recurring technical issues\n- Further optimized the extension size\n\nNote: Due to low user adoption, I'm evaluating whether to continue active development. Regardless of the decision, SpotOn will remain open-source and free forever. Development has slowed as I focus on macOS app development. I apologize for delayed updates.\n\nFor a detailed account of changes and improvements in this release, please refer to the [Full GitHub Release Notes](https://github.com/SenpaiHunters/SpotOn/releases). Or, the `Whats new!` section in the GitHub readme.\n\nTo stay updated with the latest enhancements and fixes, visit our GitHub repository: https://github.com/SenpaiHunters/SpotOn/.\n\nPrivacy and Open Source Commitment\n\nAt SpotOn, we are deeply committed to protecting your privacy. We only store 'storage' values necessary for preserving your preferences, such as toggle settings and custom CSS configurations. Your data is securely stored, ensuring that your customization preferences are maintained without compromising your privacy. SpotOn is a free and open-source project, embodying our commitment to transparency and community collaboration. For more information on our data handling practices, please visit our [Privacy Policy](https://github.com/SenpaiHunters/SpotOn/blob/Main/Private%20Policy.md).\n\nEngage with Us\n\nSpotOn thrives on community feedback and contributions. Whether you have suggestions for new features, need help troubleshooting, or want to contribute to the project, we welcome your involvement. Visit our GitHub repository to report issues, suggest improvements, or view our contributing guidelines.\n\nSupport SpotOn\n\nAs an open-source project, SpotOn relies on the support of its users and the broader developer community. If you find value in SpotOn and wish to contribute to its development, consider starring our repository, contributing code, or sharing SpotOn with other Spotify users. Your support helps us continue to improve and expand SpotOn's capabilities.\n\nFor the latest news, updates, and to engage with the SpotOn community, follow us on GitHub and join our discussions. Together, we can make the Spotify Web Player experience even better.\n\nThe Chrome Web Store version may be behind the main repos commit chain by a day or more, if there are some bug fixes, first check if it's not published already on GitHub, if it is, please wait for Chrome to update the extension, if it is not, please launch an issue.\n\nSpotOn is entirely free, any support is appreciated!"
  }
}