{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Liverpool FC wallpaper HD",
    "da": "HD Wallpaper Liverpool FC",
    "de": "Hintergrund HD Liverpool FC",
    "es,es_419": "Fondo de pantalla Liverpool FC nuevo tema de",
    "fr": "Liverpool FC fond d'écran HD",
    "it": "Liverpool FC Nuova scheda",
    "nl": "Wallpaper Liverpool FC nieuw tabbladthema",
    "no": "Bakgrunn Liverpool FC nytt fane tema",
    "pl": "Liverpool FC Tapety  HD",
    "pt_BR": "Tema Liverpool FC papel de parede",
    "pt_PT": "Papel de parede HD Liverpool FC",
    "ru": "Обои Ливерпуль",
    "sv": "Bakgrund Liverpool FC nytt fliktema",
    "tr": "Yeni sekme HD Liverpool FC duvar kağıdı",
    "uk": "Шпалери \"Ліверпуль\" нова"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Install the extension to enjoy the original Liverpool FC images each time you open a tab.",
    "da": "Er du træt af at altid have den samme fane? Med denne udvidelse har du Liverpool FC-skærme ved hver åbning.",
    "de": "Nutze Liverpool FC Hintergrundbilder, um deinen neuen Tabs Farbe zu verleihen.",
    "es": "Coloque todas sus pestañas en un entorno hermoso y disfrute del fondo de pantalla Liverpool FC",
    "es_419": "Expanda la extensión de Liverpool FC para obtener nuevas fotos cada vez que abra pestañas nuevas.",
    "fr": "Lorsque vous ouvrez un nouvel onglet sur votre navigateur, nous vous proposons un wallpaper Liverpool FC",
    "it": "Quando decidi di aprire una nuova scheda, ti godrai le immagini Liverpool FC che daranno una nuova dimensione alla tua scheda.",
    "nl": "Installeer eenvoudig de Liverpool FC-achtergrondafbeelding op elk nieuw tabblad.",
    "no": "Tilpass visning av hjemmesiden din og nye faner med Liverpool FC-bilder.",
    "pl": "Liverpool FC tapety na twoich nowych zakładkach.",
    "pt_BR": "Você está cansado de sempre ter a mesma aba? Com esta extensão, você terá telas Liverpool FC em cada abertura.",
    "pt_PT": "Esta extensão permite enriquecer e personalizar sua página inicial com novas guias Liverpool FC.",
    "ru": "Когда вы открываете новую вкладку в своем браузере, мы предлагаем вам обои Ливерпуль",
    "sv": "Installera enkelt Liverpool FC-bakgrundsbilden på varje ny flik.",
    "tr": "Yeni Sekme sayfası Liverpool FC duvar kağıdı ile özelleştirilebilir.",
    "uk": "\"Ліверпуль\" шпалери для ваших нових вкладок, які замінять сторінку за умовчанням."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "You do not like the home page of your web browser? there is a solution to change the home page of your web browser with ease by downloading our Liverpool FC wallpaper extensions",
    "da": "Tro ikke et øjeblik, at siden Ny faneblad i din browser er frosset. Vi tilbyder en udvidelse Liverpool FC nok til at tilpasse dit miljø til sidst, som du ønsker!",
    "de": "Wenn Sie in Ihrem Browser eine neue leere Registerkarte öffnen, wird normalerweise eine leere Seite mit einer Suchmaschine angezeigt. Wir schlagen stattdessen vor, Liverpool FC-Bilder zu nutzen.",
    "es": "La página Nueva pestaña solo necesita ser configurada. Para esto, ofrecemos esta extensión que le ofrecerá como una opción para personalizar fondos de pantalla Liverpool FC",
    "es_419": "¿No te gusta la página de inicio de tu navegador web? hay una solución para cambiar la página de inicio de su navegador web con facilidad mediante la descarga de nuestras extensiones de fondos de pantalla Liverpool FC",
    "fr": "Aimez-vous Liverpool FC ? alors vous allez adorer cette extension qui vous permet d'avoir de nouvelles images lorsque vous décidez de changer d'onglet.",
    "it": "Normalmente quando si apre una nuova scheda vuota sul browser, viene visualizzata una pagina vuota con un motore di ricerca. Proponiamo invece di sfruttare le immagini Liverpool FC.",
    "nl": "We geven elke keer dat u een nieuw tabblad opent een fantastisch beeld van Liverpool FC direct in uw browser weer, een achtergrond en een zoekbalk op het volledige scherm.",
    "no": "Ikke tro et øyeblikk at siden Ny fane i nettleseren din er frossen. Vi tilbyr en Liverpool FC-utvidelse for å tilpasse miljøet ditt etter ønske!",
    "pl": "Nie wierz na chwilę, że strona Nowa karta w przeglądarce jest zamrożone. Proponujemy rozszerzenie Liverpool FC co ostatecznie dostosować swoje środowisko, jak chcesz!",
    "pt_BR": "Você gosta de Liverpool FC? então você vai adorar esta extensão que permite que você tenha novas imagens quando você decide mudar de aba.",
    "pt_PT": "Personalize sua nova guia inicial no Google Chrome usando esta extensão de guia Liverpool FC gratuita",
    "ru": "Не верьте на мгновение, что страница «Новая вкладка» вашего браузера заморожена. Мы предлагаем расширение Ливерпуль для настройки вашей среды по вашему желанию!",
    "sv": "Detta är inte nödvändigtvis en revolutionerande förlängning, men det kommer säkert att bli drömmare, fans och fans av Liverpool FC. När fliken är öppen har du möjlighet att njuta av en bra sökmotor och Liverpool FC bakgrundsbilder",
    "tr": "Yeni bir sekme açtığınızda, bir Liverpool FC duvar kağıdının keyfini çıkarmak için uzantımızı indirerek. Araştırmanızı internette yapmanıza olanak tanıyan bir arama çubuğu sunuyoruz.",
    "uk": "Замініть традиційну сторінку вкладок красивою новою, зробленою з \"Ліверпуль\" налаштовуваних шпалер."
  }
}