{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trustpilot Scraper - Instantly Scrape Trustpilot Reviews at Scale"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trustpilot Scraper - instantly scrape pages of Trustpilot reviews with more data fields than competitors: names, locations, more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for a powerful Trustpilot Scraper to scrape Trustpilot reviews instantly and at large scale? \nMeet Trustpilot Scraper, the Chrome extension for businesses, analysts, and anyone who needs a 1-click solution for capturing detailed review data. \nThis extension captures the most detailed reviews data of any Trustpilot scraper. \n\nWhy Use Trustpilot Scraper?\n   • Instant, Bulk Extraction: Collect thousands of reviews within seconds—no manual copying or tedious work.\n   • Most Comprehensive Review Fields: Gain deeper insights with data on:\n      • Reviewer Name\n      • Review Rating\n      • Review Title\n      • Review Content\n      • Review Date\n      • Reviewer Location\n      • Company Name\n      • Reviewer Stats\n      • Review Replies\n   • One-Click Data Exports: Quickly export everything into Excel—making it easy to track trends, enhance marketing strategies, or power analytics reports.\n   • High-Level Insights: By capturing the full range of review data, you can easily identify patterns, pinpoint customer sentiment, and optimize your products or services.\n\nHow to Scrape Trustpilot Reviews\n   1. Install the Chrome extension.\n   2. Open the Trustpilot page you want to analyze.\n   3. Click “Download Reviews” to automatically fetch large volumes of review data.\n   4. Export your results in your preferred format for immediate analysis.\n\nPerfect For\n   • Business Owners & Marketers looking to gauge customer sentiment and refine their offerings.\n   • Data Analysts & Researchers who need large datasets for advanced analytics.\n   • E-commerce Managers seeking trends in customer feedback to improve products and services.\n\nSupercharge your insights with Trustpilot Scraper—the fastest, most efficient way to scrape Trustpilot reviews at scale. Install now and discover how quick and easy it is to collect highly detailed customer feedback for better decision-making."
  }
}