{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeinungsClub.de Cashback-Melder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Willst du wissen, wo du Cashback für deine Online-Einkäufe bekommen kannst? Das geht mit dem Cashback-Melder von MeinungsClub.de!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Möchtest du immer wissen, bei welchen Online-Shops du Cashback bekommen kannst? Das ist jetzt mit dem neuen Cashback-Melder von Meinungsclub möglich!\nInstalliere den Cashback-Melder und bestelle in Zukunft immer mit Cashback. Sobald du einen Online-Shop besuchst, der bei Meinungsclub angeschlossen ist, wirst du automatisch benachrichtigt. Somit sparst du hunderte Euros im Jahr!\n\nVorteile des Cashback-Melders\n- Automatische Benachrichtigung, wenn du bei einem Shop Cashback bekommen kannst.\n- Schneller Zugang zu deinem Konto\n- Mehr Sicherheit, dass Ankäufe richtig registriert werden\n- Gratis herunterzuladen und spart viel Geld\n\nBesuche https://www.meinungsclub.de/user/register.php und melde dich gratis an!\n\nÜber Meinungsclub\nMit Meinungsclub wird online shoppen nicht nur interessanter, sondern auch günstiger! CashbackDeals gibt Rabatt auf deine Online-Bestellungen in Form von Cashback und bietet zusätzlich extra Ersparnisse mit Gutscheincodes und besonderen Aktionen. Mit über 1.000 angeschlossenen Online-Shops ist das Angebot sehr groß.\n\nWie funktioniert Meinungsclub?\nJeder kann sich gratis auf Meinungsclub anmelden! Nach der Anmeldung kannst du direkt bei unseren über 2.000 angeschlossenen Online-Shops mit Cashback bestellen. Wie viel Cashback du verdienen kannst, wenn du bei einem unserer Partner bestellst, wird auf Meinungsclub angezeigt. Wenn du über Meinungsclub bei einem Webshop bestellt hast, wird dies in deinem Konto registriert und erhältst du den genannten Cashback-Betrag von Meinungsclub zurück. Für die Erfassung deiner Bestellungen nutzen wir ein fortschrittliches Tracking-System."
  }
}