{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow Copy Plain Text"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow Easily copy the selected text without formatting to the clipboard via the right-click menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow Copy Plain Text is a lightweight multi-browser add-on that makes it simple to copy any text to the clipboard without formatting using the right-click context-menu option. Simply navigate to the desired text on the website, right-click, and choose \"Allow Copy Plain Text\" from the context menu. Without any formatting, the selected text will be copied to the clipboard. Please be aware that you can use (Ctrl + V) or right-click and choose \"paste\" from the context menu to copy something to the clipboard.\n\n✔Right-clicking allows you to quickly copy any text without any formatting.\n ✔There are no options or settings to change, and it functions for all websites.\n ✔Very small addon that uses no CPU or memory.\n ✔Very lite and easy to use Extension.\n ✔accessible across all platforms and browsers (Firefox, Chrome, and Opera) (Windows, Linux and Mac).\n ✔Available for all browsers and platforms.\n\nThe Allow Copy Plain Text addon has a number of significant features, some of which are listed below. An overview of this addon follows this. A few words are used in this summary to describe the add-purpose on's and features. The FAQ section follows, which is helpful for learning more about how this add-on functions in your browser. If you couldn't find the answer you were looking for, please fill out the contact form on the homepage or the bug report form on this page to let us know. The form for bug reports is located after the FAQ. It is intended to gather user comments and bugs regarding this add-on. Through this form, users can also request changes or new features. The section after this is where you can comment on this."
  }
}