{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "INNER CIRCLE DEETS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UPDATE ALL CLIENTS INSTANTLY WITH YOUR POSTS, LINKS OR ANY CONTENT, PRIVATELY!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inner Circle Deets from BOS is a FREE SECRET coaching app, That Connects You To Your Audience Directly With Your Own Direct Message & Content Delivery Application so You Do Not Have To Depend On Undependable Email, Inconsistent Social Feeds and Platforms, or other Messaging apps that are Highly Restrictive or even Block The Amount Of Users or Content You May Wish To Have!\n\nFREE SECRECT WEAPON If You are A Coach, Trainer, Influencers, Top Marketer, or an Affiliate to Inform, Train and Deliver Your IMPORTANT, TOP SECRET STRATEGIES and \"DEETS\"(Details) to YOUR Fans, Followers, Members or Paying Clients in ANY Industry!\n\nInner Circle Deets from BOS is a FREE SECRET coaching app, That Connects You To Your Audience Directly With Your Own Direct Message & Content Delivery Application so You Do Not Have To Depend On Undependable Email, Inconsistent Social Feeds and Platforms, or other Messaging apps that are Highly Restrictive or even Block The Amount Of Users or Content You May Wish To Have!\n\nWelcome to INNER CIRCLE DEETS! Where YOUR Details or Content STAYS YOUR Details or CONTENT, except to Those You Wish to Give it to... INSTANTLY!\n\nShare ANY:\n-Social Media Posts\n-Links  / URL's\n-Content\n-Private Training Videos\n-PDF's\n-Training Documents\n-Private Membership Information\n-Contest or Challenge Details DAILY or Hourly!\n-And MUCH MUCH  MORE!\n\nIf YOU Have Any type or Kind of Audience that You Wish To Give A Better More Personalize One to One Private Experience With You or Your Content Then INNER CIRCLE DEETS Is For You!\n\n Give ALL Your Social Media Links, Posts, Trainings, Marketing Tips Tricks and Hacks, Daily Inspirational Quotes, Memos and Encouragement to A Specific Group of your Audience or ALL Your Audience at Once Immediately!"
  }
}