{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tossée"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tossée : la solution pour une mode plus éco-responsable"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tossée - Votre assistant pour des choix de mode éco-responsables\n \nDécouvrez \"Tossée\", l'extension de navigateur qui vous aide à faire des choix de mode plus respectueux de l'environnement. Avec \"Tossée\", évaluez l'impact environnemental de vos achats de vêtements en un clin d'œil et optez pour des produits plus durables.\n \nPourquoi choisir Tossée ?\n\nScientifiquement fondé : Utilise la méthodologie de calcul validée par l'ADEME pour une évaluation précise.\nTransparence totale : Connaissez l'impact environnemental de vos achats avant de passer à la caisse.\nFacile à utiliser : Intégration fluide à votre navigateur pour une utilisation quotidienne.\n \nCaractéristiques principales :\n\n- Impact environnemental affiché : Consultez l'empreinte écologique de chaque vêtement calculé à partir de 16 impacts environnementaux basés sur le référentiel ADEME et le PEF (Product Environmental Footprint)\n- Notation claire et transparente : De A (vert) à F (rouge), découvrez facilement les produits les plus et les moins polluants.\n- Recommandations de produits similaires : Grâce à notre Intelligence Artificielle, trouvez des alternatives mieux éco-conçues aux produits que vous consultez, afin de toujours avoir une option plus respectueuse de l'environnement.\n- Transparence et données : nous nous engageons à la transparence totale sur les données récupérées et les impacts environnementaux pris en compte. Chaque score est basé sur des données fiables et des méthodes scientifiquement validées, vous assurant une évaluation précise de l'impact environnemental de vos vêtements.\n \nFaites un geste pour la planète tout en restant à la mode. Téléchargez \"Tossée\" dès maintenant et rejoignez la communauté des consommateurs éco-responsables !"
  }
}