{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi Purpose Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension regroupant plusieurs modules : accès aux pages de paramétrage de Chrome, tâches, sessions, pilotage à la souris, ...",
    "de": "Erweiterung mit mehreren Modulen : Zugriff zu System Seiten von Chrome, Aufgaben, Sitzungen, Navigation mit der Maus, ...",
    "en": "Extension merging many modules: access to setting pages of Chrome, tasks management, sessions management, mouse gestures, ...",
    "es": "Extension con diferentes modulos : acceso a las paginas de configuracion de Chrome, tareas, sesiones, control de raton, ..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'extension MPE permet de regrouper plusieurs fonctionnalités en une seule extension légère. Chaque module est indépendant et peut être désactivé :\n\n- piloter le navigateur avec des mouvements de souris,\n- remplacer la page nouvelle onglet par une page quelconque (ou par une page spécifique de l'extension) éventuellement différente en mode privé,\n- accéder aux pages de réglage du navigateur (téléchargements, historique, favoris, flags, ...),\n- accéder à des sites standard en récupérant le texte sélectionné (maps, traduction, youtube, wikipédia et dictionnaire),\n- naviguer directement dans les chemins de l'url en cours,\n- afficher l'ensemble des liens de l'onglet courant,\n- afficher une barre de sites Google,\n- afficher l'historique de navigation ou de téléchargement directement dans le popup,\n- lancer une recherche générant autant d'onglets que de moteurs,\n- gérer une liste de tâches,\n- gérer une liste de lecture (des pages à lire plus tard),\n- gérer des sessions (ensemble d'onglets à ouvrir simultanément),\n- gérer la liste des onglets ouverts (accès ou fermeture rapide d'un onglet),\n- supprimer les dernières minutes de l'historique (2x plus à chaque nouvel appel),\n- activer/désactiver des extensions peu utilisées (pour éviter de les charger systématiquement).\n\nEntièrement paramétrable et disposant d'une documentation en ligne avec des screenshots, elle est disponible en français, anglais, allemand et espagnol.",
    "de": "Die MPE-Erweiterung wird in Französisch, aber auch in Englisch, Deutsch und Spanisch bereitgestellt. Es fasst einige klassische Funktionalitäten in nur einer einfachen und leichten Erweiterung zusammen. Jedes Modul ist unabhängig und kann deaktiviert werden:\n\n- Verwaltung des Browsers durch Mausbewegungen (Möglichkeit, sie mit Java-Code zu definieren),\n- Ersatz der \"newtab\"-Seite (im standard oder im privaten Modus),\n- Zugriff auf Chrome-Parameterseiten (Downloads, Verlauf, Flaggen, ...),\n- Zugriff auf alle Ebenen der aktuellen URL,\n- Anzeige und Zugriff auf alle Links im aktuellen Tab,\n- Zeigen Sie eine schnelle Ansicht des Verlaufs oder der Downloads direkt im Popup an,\n- Downloadleiste am Ende des Downloads automatisch ausblenden,\n- Führen Sie eine Suche durch, indem Sie Registerkarten als Suchmaschinen erstellen,\n- Verwaltung einer Todo-Liste,\n- Verwaltung einer Liste von URLs zum \"Später lesen\",\n- Verwaltung von Sitzungen (eine Reihe von Registerkarten, die zusammen gespeichert und zusammen geöffnet werden),\n- Verwaltung geöffneter Tabs (direkter Zugriff auf oder Schließen eines Tabs),\n- Löschen der letzten \"x\" Minuten im Verlauf (ein neuer Anruf wird 2x Minuten unterdrücken usw.)\n- aktivieren/deaktivieren Sie andere selten verwendete Erweiterungen (um systematisch deren Laden zu vermeiden)\n\nDie Erweiterung ist fertig parametriert und eine französische Dokumentation ist online mit Screenshots verfügbar. Für andere Benutzer ist eine englische PDF-Dokumentation auf der Website verfügbar.",
    "en": "MPE extension is provided in french but also in english, german and spanish. It aggregates some classical functionalities in only one simple and light extension. Each module is independant and may be deactivated :\n\n- management of browser through mouse moves,\n- replacement of \"newtab\" page (in standard or in private mode),\n- access to chrome parameters pages (downloads, history, flags, ...),\n- access to all levels of current url,\n- display and access to all links of current tab,\n- display a quick view of history or downloads directly in the popup,\n- launch a search creating as many tabs as search engines,\n- management of a todo list,\n- management of a  reading list of url,\n- management of sessions (a set of tabs stored and opened together),\n- management of opened tabs (direct access to or close a tab),\n- deletion of last minutes of history (a new call will suppress twice more and so on)\n- activate/deactivate other rarely used extensions (to avoid systematically their loading)\n\nThe extension is enterily parameterized and a french documentation is available online with screenshots. For other users, an english PDF documentation is available on the website.",
    "es": "La extensión MPE se proporciona en francés pero también en inglés, alemán y español. Agrega algunas funcionalidades clásicas en una sola extensión simple y ligera. Cada módulo es independiente y puede ser desactivado:\n\n- gestión del navegador a través de movimientos del mouse (capacidad de definirlos con código java),\n- reemplazo de la página \"newtab\" (en modo estándar o privado),\n- acceso a las páginas de parámetros de Chrome (descargas, historial, banderas, ...),\n- acceso a todos los niveles de url actual,\n- mostrar y acceder a todos los enlaces en la pestaña actual,\n- mostrar una vista rápida del historial o las descargas directamente en la ventana emergente,\n- ocultar automáticamente la barra de descarga al final de la descarga,\n- ejecutar una búsqueda creando pestañas como motores de búsqueda,\n- gestión de una lista de tareas pendientes,\n- gestión de una lista de urls para \"leer más tarde\",\n- gestión de sesiones (un conjunto de pestañas almacenadas juntas y abiertas juntas),\n- gestión de pestañas abiertas (acceso directo o cerrar una pestaña),\n- eliminación de los últimos \"x\" minutos en el historial (una nueva llamada suprimirá 2x minutos y así sucesivamente)\n- activar/desactivar otras extensiones poco utilizadas (para evitar sistemáticamente su carga)\n\nLa extensión está completamente parametrizada y una documentación en francés está disponible en línea con capturas de pantalla. Para otros usuarios, una documentación PDF en inglés está disponible en el sitio web."
  }
}