{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A.V. Mapping Sync"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Music for video One-stop AI platform, offering licensed music from musicians. Free-downloadable-music for youtube."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "In 3 steps, save more than $400 USD each time! \n\nA.I. Video Music Platform enlightens more creators’ potential with technology.\nAn one-stop AI video music mapping and licensing platform, which shortens traditional 6 months video music and audio production to 8 seconds and 3 steps only, aims to enlighten more creative potential from worldwide creators with technology.\n\nA.V. Mapping provides a one-stop AI video and music mapping platform. Through artificial intelligence application, the working hours for finding video music is shortened by nearly two thousand times. Utilizing the decentralization concept, A.V. Mapping protects the rights of musicians and connects buyers and sellers automatically by algorithms. Musicians can set prices and track transaction processes by themselves, achieving openness, transparency, and fairness. With the help of artificial intelligence, A.V. Mapping allows creators to focus more on creation while searching for music, and music license contracting is all done on the platform at once!\n\nUsers upload videos or photos to A.V. Mapping, through computer, tablets or cellphone. They can also input the budget, their preference, reference music, or scripts; the AI would analyze the video and music, then give you the suitable three songs for you each time in step 2. Users can then download the preview songs, or reanalyze if they like. SFX and audio editing are ready at the same time. Then, users can check and sign the contract immediately without going back and forth with music or license companies.\nUpload video, choose recommendations, and pay for contracts. That’s all users need to do. Compared with the 6 months duration, A.V. Mapping hopes it can be the most helpful AI for creators.",
    "zh_TW": "用戶上傳影片、圖片或參考音樂之後，就可以經由人工智慧推薦最合適的音樂、音效與聲音編輯。每次平均省下一萬兩千元新台幣（等同於 $400美元、￥2700人民幣、3000 港幣）\n\nA.V. Mapping 愛飛媒平，一站式 AI 線上錄音室、提供影像配樂媒合與授權平台，藉由人工智慧的影像和音樂分析，將半年找配樂過程縮短為數秒鐘，已節省創作者的35年。\n\n一站式人工智慧自動影片配樂、聲音編輯暨授權平台，專精於加速聲音工程、音樂後製過程，並且過程直接回饋於音樂擁有者，讓創作者互助、提升產業共好。\n\n線上雲端平台與客觀演算法，自動為合適影片提供音樂人授權的配樂，加上音效與聲音處理服務，快速、直接、線上鏈結全球創作者的影音作品，將耗時過程，全交由愛飛媒平的 AI 自動執行，讓創作者專注於創作本質。\n\n在推出一年半內被 120 國、萬名創作者採用的 A.V. Mapping，登上全球 20 國、上百場的舞台與新聞首頁，陸續獲得尖牙股 FAANG（但A為AIT，N為NVIDIA）支持、知名創投 Draper 大學矽谷英雄、AI 首奪紅點最佳設計獎，廣告圈奇點數位獎最佳創新、她愛科技 She Loves Tech 港澳台冠軍、影展電影音樂獎、AI專利、美國最具影響力執行長，並於矽谷與洛杉磯科技周主辦創作者聚會。用戶包含Netflix影集系列、電視台和電影與廣告製作公司，來自好萊塢、舊金山、台灣、英國、法國等地。"
  }
}