{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Raindrop.io list",
    "ru": "Закладки Raindrop.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your smart bookmarks. A beautiful way to remember the most important thing.",
    "ru": "Ваши умные закладки. Красивый способ запомнить самое важное."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No longer supported. Use the official addon Raindrop.io\nhttps://chrome.google.com/webstore/detail/raindropio/ihapciekeckoimelfjmkapoeccmfdipa\n\nRaindrop makes bookmarks more vivid and functional.\nIt's an extension to quickly view your Raindrop.io bookmarks.\n\nRaindrop.io saves not just bookmarks but associated content depending on page type.\nIf it's an article, it will be cut and saved with the bookmark.\nThe same applies to video, photo and presentations.\nSo you can organize thematic collections with different content.\nCollections can be made public and used in your application or a website using API.",
    "ru": "Больше не поддерживается. Используйте официальное дополнение Raindrop.io\nhttps://chrome.google.com/webstore/detail/raindropio/ihapciekeckoimelfjmkapoeccmfdipa\n\nRaindrop делает закладки более наглядными и функциональными.\nЭто дополнение для быстрого просмотра ваших закладок Raindrop.io\n\nRaindrop.io сохраняет не просто закладки, но и связанный с ними контент в зависимости от типа страницы.\nЕсли это статья, она будет вырезана и сохранена вместе с закладкой.\nТоже самое касается видео, фото или презентации.\nТаким образом вы можете организовывать тематические коллекции с разным контентом.\nКоллекции можно делать публичными и использовать в ваших приложениях или на сайте с помощью простого API."
  }
}