{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Milestone Schema Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and deploy JSON-LD structured data or schema on your web pages effortlessly using Milestone Schema Editor."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Milestone Schema Editor makes the entire journey of schema implementation on your web pages easy. From schema generation, validation, and publishing, carry out the whole process in a much more simplified manner. Follows Schema.org’s vocabulary and guidelines layered with Google’s Rich Result’s validation.\n\nEnable the plugin and get going. Based on your industry and web page content, you’ll have suggested schema displayed for you to choose from. To ensure you’re capturing all the entities on your page, choose the schema type and simply point and click to populate your schema fields.  \n\nMilestone Schema Editor takes it a step ahead with notifications for both content obsolete schema as well as deprecated schema, and comes with time-saving features such as auto-tagging and clone schema. Build trust with the search engine and even integrate your pages with Wikipedia.  \n\nThe built-in validator will ensure that you’re addressing any schema errors and warnings (your content opportunities) prior to publishing them. What’s better? You’ll even have a visualizer to know how you’re mapping your entities, offering you cues to entity optimization to build a perfect nested schema architecture. \n\n Key Features:\n‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n- Supports 750+ schema types \n- Suggests schema based on your industry and website content \n- Auto-detection of schema  \n- Point and click population of schema fields  \n- Bulk publish schema \n- Advanced configurations: Global Schema, Wikipedia Integrations, X-Path, Custom Rules, Advanced Filter, etc.   \n- In-built validation for errors and warnings callout prior to publish  \n- Visualizer that displays entity mapping  \n\n Available for all existing Milestone Schema Customers."
  }
}