{
  "name": {
    "ar": "خلفيات الفضاء غالاكسي علامة تبويب جديدة",
    "am": "ስፔስ ጋላክሲ የግድግዳ ወረቀቶች አዲስ ትር",
    "bg": "Космически Galaxy Тапети Нов раздел",
    "bn": "স্পেস গ্যালাক্সি ওয়ালপেপার নতুন ট্যাব",
    "ca": "Pestanya nova de fons de pantalla Space Galaxy",
    "cs": "Tapety vesmírné galaxie Nová karta",
    "da": "Space Galaxy Baggrunde Ny fane",
    "de": "Weltraum-Galaxie-Hintergründe Neuer Tab",
    "el": "Νέα καρτέλα Ταπετσαρίες Space Galaxy",
    "en,en_AU,en_GB,en_US,es_419,fil,hu,pt_BR,pt_PT,zh_CN,zh_TW": "Space Galaxy Wallpapers New Tab",
    "es": "Nueva pestaña de Space Galaxy Wallpapers",
    "et": "Kosmose galaktika taustapildid Uus vaheleht",
    "fa": "تصاویر پس زمینه کهکشان فضایی برگه جدید",
    "fi": "Space Galaxy -taustakuvat Uusi välilehti",
    "fr": "Space Galaxy Fonds d&#39;écran Nouvel onglet",
    "gu": "સ્પેસ ગેલેક્સી વ Wallpapersલપેપર્સ નવું ટ Tabબ",
    "he": "טפטים חדשים של Galaxy Galaxy",
    "hi": "अंतरिक्ष आकाशगंगा वॉलपेपर नया टैब",
    "hr": "Svemirske pozadine Galaxy Nova kartica",
    "id": "Ruang Galaxy Wallpaper Tab Baru",
    "it": "Spazio Galaxy Wallpapers Nuova scheda",
    "ja": "スペースギャラクシー壁紙新しいタブ",
    "kn": "ಸ್ಪೇಸ್ ಗ್ಯಾಲಕ್ಸಿ ವಾಲ್‌ಪೇಪರ್ಸ್ ಹೊಸ ಟ್ಯಾಬ್",
    "ko": "우주 은하 배경 화면 새 탭",
    "lt": "„Space Galaxy“ fono paveikslėliai Naujas skirtukas",
    "lv": "Kosmosa Galaxy tapetes Jauna cilne",
    "ml": "സ്‌പേസ് ഗാലക്‌സി വാൾപേപ്പറുകൾ പുതിയ ടാബ്",
    "mr": "स्पेस गॅलेक्सी वॉलपेपर नवीन टॅब",
    "ms": "Tab Galaxy Wallpapers Baru",
    "nl": "Space Galaxy-achtergronden Nieuw tabblad",
    "no": "Space Galaxy Bakgrunnsbilder Ny fane",
    "pl": "Kosmiczne tapety Galaxy Nowa karta",
    "ro": "Imagini de fundal Space Galaxy Wallpapers New",
    "ru": "Космос Галактика Обои Новая Вкладка",
    "sk": "Tapety na plochu Space New Tab",
    "sl": "Vesoljska galaksijska ozadja Nov zavihek",
    "sr": "Свемир Галаки позадине Нова картица",
    "sv": "Space Galaxy Wallpapers Ny flik",
    "sw": "Anga za Karatasi za Nafasi mpya Tab",
    "ta": "விண்வெளி கேலக்ஸி வால்பேப்பர்கள் புதிய தாவல்",
    "te": "స్పేస్ గెలాక్సీ వాల్‌పేపర్స్ కొత్త టాబ్",
    "th": "Space Galaxy วอลเปเปอร์แท็บใหม่",
    "tr": "Uzay Galaksi Duvar Kağıtları Yeni Sekme",
    "uk": "Космічна галактика шпалери Нова вкладка",
    "vi": "Hình nền Space Galaxy Tab mới"
  },
  "short": {
    "ar": "صفحة بداية رائعة تم تصميمها خصيصًا لمحبي Space Galaxy.",
    "am": "በተለይ ለስፔስ ጋላክሲ አድናቂዎች የተሰራ አስደናቂ የመጀመሪያ ገጽ።",
    "bg": "Страхотна начална страница, направена специално за феновете на Space Galaxy.",
    "bn": "বিশেষ করে স্পেস গ্যালাক্সি অনুরাগীদের জন্য তৈরি দুর্দান্ত কাজ।",
    "ca": "Impressionant pàgina d&#39;inici creada especialment per als fans de Space Galaxy.",
    "cs": "Úžasná úvodní stránka vytvořená speciálně pro fanoušky vesmírné galaxie.",
    "da": "Fantastisk startside lavet specielt til Space Galaxy-fans.",
    "de": "Tolle Startseite speziell für Space Galaxy-Fans.",
    "el": "Καταπληκτική αρχική σελίδα που δημιουργήθηκε ειδικά για τους οπαδούς του Space Galaxy.",
    "en,en_AU,en_GB,en_US,es_419,fil,pt_BR,pt_PT,zh_CN,zh_TW": "Awesome start page made especially for Space Galaxy fans.",
    "es": "Impresionante página de inicio creada especialmente para los fanáticos de Space Galaxy.",
    "et": "Spetsiaalselt Space Galaxy fännidele tehtud vinge avaleht.",
    "fa": "صفحه شروع بسیار جذاب مخصوصا برای طرفداران کهکشان فضایی ساخته شده است.",
    "fi": "Mahtava aloitussivu, joka on tehty erityisesti Space Galaxy -faneille.",
    "fr": "Superbe page de démarrage spécialement conçue pour les fans de Space Galaxy.",
    "gu": "સ્પેસ ગેલેક્સી ચાહકો માટે ખાસ કરીને બનાવેલું અદ્ભુત પ્રારંભ પૃષ્ઠ.",
    "he": "דף פתיחה מדהים שנעשה במיוחד עבור מעריצי Space Galaxy.",
    "hi": "विशेष रूप से स्पेस गैलेक्सी प्रशंसकों के लिए बनाया गया बहुत बढ़िया प्रारंभ पृष्ठ।",
    "hr": "Sjajna početna stranica napravljena posebno za ljubitelje Space Galaxya.",
    "hu": "Félelmetes kezdőlap, amelyet kifejezetten a Space Galaxy rajongók számára készítettek.",
    "id": "Halaman awal yang luar biasa dibuat khusus untuk penggemar Space Galaxy.",
    "it": "Fantastica pagina iniziale realizzata appositamente per i fan di Space Galaxy.",
    "ja": "スペースギャラクシーファンのために特別に作られた素晴らしいスタートページ。",
    "kn": "ವಿಶೇಷವಾಗಿ ಸ್ಪೇಸ್ ಗ್ಯಾಲಕ್ಸಿ ಅಭಿಮಾನಿಗಳಿಗಾಗಿ ಮಾಡಿದ ಅದ್ಭುತ ಪ್ರಾರಂಭ ಪುಟ.",
    "ko": "Space Galaxy 팬들을 위해 특별히 제작 된 멋진 시작 페이지입니다.",
    "lt": "Nuostabus pradinis puslapis sukurtas specialiai „Space Galaxy“ gerbėjams.",
    "lv": "Lieliska sākuma lapa, kas īpaši izveidota Space Galaxy faniem.",
    "ml": "സ്‌പേസ് ഗാലക്‌സി ആരാധകർക്കായി നിർമ്മിച്ച ആകർഷണീയമായ ആരംഭ പേജ്.",
    "mr": "विशेषत: स्पेस गॅलेक्सी चाहत्यांसाठी तयार केलेले अप्रतिम प्रारंभ पृष्ठ.",
    "ms": "Halaman permulaan yang hebat dibuat khas untuk peminat Space Galaxy.",
    "nl": "Geweldige startpagina speciaal gemaakt voor Space Galaxy-fans.",
    "no": "Fantastisk startside laget spesielt for Space Galaxy-fans.",
    "pl": "Niesamowita strona startowa stworzona specjalnie dla fanów Space Galaxy.",
    "ro": "Pagina de start minunată făcută special pentru fanii Space Galaxy.",
    "ru": "Отличная стартовая страница, созданная специально для поклонников Space Galaxy.",
    "sk": "Úžasná úvodná stránka vytvorená špeciálne pre fanúšikov vesmírnej galaxie.",
    "sl": "Izjemna začetna stran, narejena posebej za ljubitelje Space Galaxy.",
    "sr": "Сјајна почетна страница направљена посебно за љубитеље Спаце Галаки-а.",
    "sv": "Fantastisk startsida speciellt gjord för Space Galaxy-fans.",
    "sw": "Ukurasa wa mwanzo wa kushangaza umeundwa haswa kwa mashabiki wa Space Galaxy",
    "ta": "ஸ்பேஸ் கேலக்ஸி ரசிகர்களுக்காக உருவாக்கப்பட்ட அற்புதமான தொடக்கப் பக்கம்.",
    "te": "స్పేస్ గెలాక్సీ అభిమానుల కోసం చేసిన అద్భుతమైన ప్రారంభ పేజీ.",
    "th": "หน้าเริ่มต้นที่ยอดเยี่ยมสร้างขึ้นสำหรับแฟน Space Galaxy โดยเฉพาะ",
    "tr": "Özellikle Space Galaxy hayranları için hazırlanmış harika bir başlangıç sayfası.",
    "uk": "Чудова початкова сторінка, створена спеціально для шанувальників Space Galaxy.",
    "vi": "Trang bắt đầu tuyệt vời được tạo đặc biệt cho người hâm mộ Space Galaxy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space Galaxy Wallpapers New tab customize your start page with beautiful 4K backgrounds of Space & Galaxy.\nEnjoy your new Space Galaxy tab page with features like weather forecast in your location, inspirational quotes, bookmarks manager, to-do list and many more cool features.\n*Space Galaxy Wallpapers New Tab extension does not use the user data or transfer it to anyone, your privacy is our top priority."
  }
}