{
  "name": {
    "ar": "محفوظات الحافظة",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Clipboard History",
    "bg": "История на клипборда",
    "ca": "Historial del porta-retalls",
    "cs": "Historie schránky",
    "da": "Udklipsholder historie",
    "de": "Verlauf der Zwischenablage",
    "el": "Ιστορικό πρόχειρου",
    "es": "Historial del portapapeles",
    "et": "Lõikelaua ajalugu",
    "fa": "تاریخچه کلیپ بورد",
    "fi": "Leikepöydän historia",
    "fil": "Kasaysayan ng Clipboard",
    "fr": "Historique du Presse-papiers",
    "he": "היסטוריית הלוח",
    "hi": "क्लिपबोर्ड इतिहास",
    "hr": "Povijest međuspremnika",
    "hu": "Vágólap előzmények",
    "id": "Sejarah Papan Klip",
    "it": "Cronologia degli appunti",
    "ja": "クリップボードの履歴",
    "ko": "클립보드 기록",
    "lt": "Iškarpinės istorija",
    "lv": "Starpliktuves vēsture",
    "ms": "Sejarah papan klip",
    "nl": "Klembordgeschiedenis",
    "no": "Utklippstavlehistorikk",
    "pl": "Historia schowka",
    "ro": "Istoricul clipboard-ului",
    "ru": "История буфера обмена",
    "sk": "História schránky",
    "sl": "Zgodovina odložišča",
    "sr": "Цлипбоард Хистори",
    "sv": "Urklippshistorik",
    "th": "ประวัติคลิปบอร์ด",
    "tr": "Pano Geçmişi",
    "uk": "Історія буфера обміну",
    "vi": "Lịch sử Clipboard",
    "zh_CN": "剪贴板历史",
    "zh_TW": "剪貼板歷史"
  },
  "short": {
    "ar": "حفظ محفوظات النص المنسوخ في المستعرض.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Save history of copied text in browser.",
    "bg": "Запазване на историята на копирания текст в браузъра.",
    "ca": "Desa l&#39;historial del text copiat al navegador.",
    "cs": "Uložit historii zkopírovaného textu v prohlížeči.",
    "da": "Gem historie over kopieret tekst i browseren.",
    "de": "Speichern Sie den Verlauf des kopierten Textes im Browser.",
    "el": "Αποθήκευση ιστορικού αντιγραμμένου κειμένου στο πρόγραμμα περιήγησης.",
    "es": "Guarde el historial de texto copiado en el navegador.",
    "et": "Salvestage brauseris kopeeritud teksti ajalugu.",
    "fa": "تاریخچه متن کپی شده را در مرورگر ذخیره کنید.",
    "fi": "Tallenna kopioidun tekstin historia selaimeen.",
    "fil": "I-save ang kasaysayan ng nakopyang teksto sa browser.",
    "fr": "Enregistrer l&#39;historique du texte copié dans le navigateur.",
    "he": "שמור היסטוריה של טקסט מועתק בדפדפן.",
    "hi": "कॉपी किए गए टेक्स्ट का इतिहास ब्राउज़र में सेव करें।",
    "hr": "Spremi povijest kopiranog teksta u pregledniku.",
    "hu": "Mentse el a másolt szöveg előzményeit a böngészőben.",
    "id": "Simpan riwayat teks yang disalin di browser.",
    "it": "Salva la cronologia del testo copiato nel browser.",
    "ja": "コピーしたテキストの履歴をブラウザに保存します。",
    "ko": "복사한 텍스트의 기록을 브라우저에 저장합니다.",
    "lt": "Išsaugokite nukopijuoto teksto istoriją naršyklėje.",
    "lv": "Saglabājiet pārlūkprogrammā kopētā teksta vēsturi.",
    "ms": "Simpan sejarah teks yang disalin dalam penyemak imbas.",
    "nl": "Bewaar de geschiedenis van gekopieerde tekst in de browser.",
    "no": "Lagre historikk for kopiert tekst i nettleseren.",
    "pl": "Zapisz historię skopiowanego tekstu w przeglądarce.",
    "ro": "Salvați istoricul textului copiat în browser.",
    "ru": "Сохранить историю скопированного текста в браузере.",
    "sk": "Uložiť históriu skopírovaného textu v prehliadači.",
    "sl": "Shrani zgodovino kopiranega besedila v brskalnik.",
    "sr": "Сачувајте историју копираног текста у претраживачу.",
    "sv": "Spara historik över kopierad text i webbläsaren.",
    "th": "บันทึกประวัติข้อความที่คัดลอกในเบราว์เซอร์",
    "tr": "Tarayıcıda kopyalanan metnin geçmişini kaydedin.",
    "uk": "Збереження історії скопійованого тексту в браузері.",
    "vi": "Lưu lịch sử của văn bản đã sao chép trong trình duyệt.",
    "zh_CN": "在浏览器中保存复制文本的历史记录。",
    "zh_TW": "在瀏覽器中保存複製文本的歷史記錄。"
  },
  "long": {
    "ar": "احتفظ بسجل للنص الذي تنسخه وتلصقه في متصفح Chrome.\n\nهل تحتاج إلى طريقة بسيطة لتتبع كل النص الذي تنسخه وتلصقه كل يوم؟ يمكنك القيام بذلك عند تثبيت هذا\nتمديد بسيط اليوم.\n\nسيخزن هذا البرنامج في جهاز الكمبيوتر الخاص بك ، جميع عبارات / فقرات النص التي تنسخها وتلصقها في ملف\nمتصفح جوجل كروم كل يوم.\n\nيرجى ملاحظة أن هذه المعلومات مخزنة على جهاز الكمبيوتر الخاص بك ولا يتم تحميلها على خوادمنا. البرنامج سوف\nيوضح لك أيضًا متى تم نسخ جزء معين من النص ويحدد التاريخ / الوقت الدقيق الذي تم فيه نسخ هذا النص.\n\nيمكنك أيضًا اختيار حذف أي جزء من المحفوظات من مدير الحافظة. برنامج الحافظة هذا بسيط\nلاستخدامها وجميع البيانات التي تنسخها وتلصقها لن تترك جهاز الكمبيوتر الخاص بك أبدًا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Keep a history of the text you copy and paste in your Chrome Browser.\n\nNeed a simple way to track all the text you copy and paste each day? You can do so when you install this\nsimple extension today.\n\nThis software will store in your own computer, all the phrases/paragraphs of text you copy and paste in the\nGoogle Chrome browser each day.\n\nPlease note this information is stored on your computer and is NOT uploaded onto our servers. The software will\nalso show you when a specific piece of text was copied and marks down the exact date/time this text was copied.\n\nYou can also choose to delete any piece of history from the Clipboard manager. This clipboard software is simple\nto use and all the data which you copy & paste will never leave your computer.",
    "bg": "Съхранявайте история на текста, който копирате и поставяте в браузъра си Chrome.\n\nНуждаете се от прост начин за проследяване на целия текст, който копирате и поставяте всеки ден? Можете да го направите, когато инсталирате това\nпросто разширение днес.\n\nТози софтуер ще съхранява във вашия собствен компютър всички фрази/абзаци от текста, които копирате и поставите в\nБраузър Google Chrome всеки ден.\n\nМоля, имайте предвид, че тази информация се съхранява на вашия компютър и НЕ се качва на нашите сървъри. Софтуерът ще\nсъщо така ви показва кога е бил копиран конкретен текст и отбелязва точната дата/час на копирането на този текст.\n\nМожете също да изберете да изтриете всяка част от историята от мениджъра на клипборда. Този софтуер за клипборд е прост\nда използвате и всички данни, които копирате и поставите, никога няма да напуснат компютъра ви.",
    "ca": "Manteniu un historial del text que copieu i enganxeu al vostre navegador Chrome.\n\nNecessites una manera senzilla de fer un seguiment de tot el text que copies i enganxeu cada dia? Podeu fer-ho quan instal·leu això\nuna extensió senzilla avui.\n\nAquest programari emmagatzemarà al vostre ordinador totes les frases/paràgrafs de text que copieu i enganxeu\nNavegador Google Chrome cada dia.\n\nTingueu en compte que aquesta informació s'emmagatzema al vostre ordinador i NO es carrega als nostres servidors. El programari ho farà\ntambé us mostra quan es va copiar un text específic i marca la data/hora exacta en què es va copiar aquest text.\n\nTambé podeu optar per suprimir qualsevol tros de l'historial del gestor del porta-retalls. Aquest programari de porta-retalls és senzill\nutilitzar i totes les dades que copieu i enganxeu mai sortiran del vostre ordinador.",
    "cs": "Uchovávejte historii textu, který zkopírujete a vložíte do prohlížeče Chrome.\n\nPotřebujete jednoduchý způsob, jak sledovat veškerý text, který každý den zkopírujete a vložíte? Můžete tak učinit při instalaci tohoto\ndnes jednoduché rozšíření.\n\nTento software uloží do vašeho počítače všechny fráze/odstavce textu, které zkopírujete a vložíte\nProhlížeč Google Chrome každý den.\n\nVezměte prosím na vědomí, že tyto informace jsou uloženy ve vašem počítači a NENÍ nahrány na naše servery. Software bude\ntaké vám ukáže, kdy byl zkopírován konkrétní kus textu, a označí přesné datum/čas zkopírování tohoto textu.\n\nMůžete se také rozhodnout odstranit jakoukoli část historie ze správce schránky. Tento software pro schránku je jednoduchý\npoužívat a všechna data, která zkopírujete a vložíte, nikdy neopustí váš počítač.",
    "da": "Hold en historik over den tekst, du kopierer og indsætter i din Chrome-browser.\n\nHar du brug for en enkel måde at spore al den tekst, du kopierer og indsætter hver dag? Det kan du gøre, når du installerer dette\nsimpel udvidelse i dag.\n\nDenne software gemmer på din egen computer alle sætninger/afsnit af tekst, du kopierer og indsætter i\nGoogle Chrome browser hver dag.\n\nBemærk venligst, at disse oplysninger gemmes på din computer og IKKE uploades til vores servere. Softwaren vil\nviser dig også, hvornår et bestemt stykke tekst blev kopieret og markerer den nøjagtige dato/klokkeslæt, hvor denne tekst blev kopieret.\n\nDu kan også vælge at slette ethvert stykke historie fra Udklipsholdermanageren. Denne udklipsholdersoftware er enkel\nat bruge, og alle de data, som du kopierer og indsætter, vil aldrig forlade din computer.",
    "de": "Behalten Sie einen Verlauf des Textes, den Sie kopieren und in Ihren Chrome-Browser einfügen.\n\nBenötigen Sie eine einfache Möglichkeit, den gesamten Text zu verfolgen, den Sie jeden Tag kopieren und einfügen? Sie können dies tun, wenn Sie dies installieren\neinfache Erweiterung heute.\n\nDiese Software speichert auf Ihrem eigenen Computer alle Phrasen/Absätze des Textes, die Sie kopieren und einfügen\nGoogle Chrome-Browser jeden Tag.\n\nBitte beachten Sie, dass diese Informationen auf Ihrem Computer gespeichert und NICHT auf unsere Server hochgeladen werden. Die Software wird\nzeigt Ihnen auch, wann ein bestimmter Text kopiert wurde, und vermerkt das genaue Datum/die genaue Uhrzeit, zu der dieser Text kopiert wurde.\n\nSie können auch beliebige Teile des Verlaufs aus dem Zwischenablage-Manager löschen. Diese Zwischenablage-Software ist einfach\nzu verwenden und alle Daten, die Sie kopieren und einfügen, verlassen niemals Ihren Computer.",
    "el": "Διατηρήστε ιστορικό του κειμένου που αντιγράφετε και επικολλάτε στο πρόγραμμα περιήγησής σας Chrome.\n\nΧρειάζεστε έναν απλό τρόπο για να παρακολουθείτε όλο το κείμενο που αντιγράφετε και επικολλάτε κάθε μέρα; Μπορείτε να το κάνετε όταν το εγκαταστήσετε\nαπλή επέκταση σήμερα.\n\nΑυτό το λογισμικό θα αποθηκεύσει στον υπολογιστή σας όλες τις φράσεις/παραγράφους κειμένου που αντιγράφετε και επικολλάτε στον υπολογιστή σας\nΤο πρόγραμμα περιήγησης Google Chrome κάθε μέρα.\n\nΛάβετε υπόψη ότι αυτές οι πληροφορίες αποθηκεύονται στον υπολογιστή σας και ΔΕΝ μεταφορτώνονται στους διακομιστές μας. Το λογισμικό θα\nσας δείχνει επίσης πότε αντιγράφηκε ένα συγκεκριμένο κομμάτι κειμένου και σημειώνει την ακριβή ημερομηνία/ώρα αντιγραφής αυτού του κειμένου.\n\nΜπορείτε επίσης να επιλέξετε να διαγράψετε οποιοδήποτε κομμάτι του ιστορικού από τον διαχειριστή του Προχείρου. Αυτό το λογισμικό πρόχειρου είναι απλό\nνα χρησιμοποιήσετε και όλα τα δεδομένα που αντιγράφετε και επικολλάτε δεν θα φύγουν ποτέ από τον υπολογιστή σας.",
    "es": "Mantenga un historial del texto que copia y pega en su navegador Chrome.\n\n¿Necesita una forma sencilla de realizar un seguimiento de todo el texto que copia y pega cada día? Puedes hacerlo cuando instales este\nextensión simple hoy.\n\nEste software almacenará en su propia computadora, todas las frases/párrafos de texto que copie y pegue en el\nNavegador Google Chrome todos los días.\n\nTenga en cuenta que esta información se almacena en su computadora y NO se carga en nuestros servidores. El software\ntambién le muestra cuándo se copió un texto específico y marca la fecha/hora exacta en que se copió este texto.\n\nTambién puede optar por eliminar cualquier parte del historial del administrador del portapapeles. Este software de portapapeles es simple\npara usar y todos los datos que copie y pegue nunca saldrán de su computadora.",
    "et": "Hoidke oma Chrome'i brauseris kopeeritud ja kleebitud teksti ajalugu.\n\nKas vajate lihtsat viisi kogu iga päev kopeeritava ja kleebitava teksti jälgimiseks? Saate seda teha selle installimisel\nlihtne laiendus täna.\n\nSee tarkvara salvestab teie arvutisse kõik teksti fraasid/lõigud, mille kopeerite ja kleepite\nGoogle Chrome'i brauser iga päev.\n\nPange tähele, et see teave salvestatakse teie arvutisse ja seda EI laadita üles meie serveritesse. Tarkvara teeb\nnäitab ka konkreetse tekstiosa kopeerimist ja märgib üles selle teksti kopeerimise täpse kuupäeva/kellaaja.\n\nSamuti saate lõikelauahaldurist kustutada mis tahes ajaloo. See lõikelaua tarkvara on lihtne\nkasutada ning kõik andmed, mille kopeerite ja kleepite, ei lahku kunagi teie arvutist.",
    "fa": "تاریخچه متنی را که کپی و جایگذاری می کنید در مرورگر کروم خود نگه دارید.\n\nبه یک راه ساده برای ردیابی تمام متن هایی که هر روز کپی و جایگذاری می کنید نیاز دارید؟ وقتی این را نصب می کنید می توانید این کار را انجام دهید\nپسوند ساده امروز\n\nاین نرم افزار تمام عبارات / پاراگراف های متنی را که کپی کرده و در آن قرار می دهید در رایانه شخصی شما ذخیره می کند\nمرورگر گوگل کروم هر روز.\n\nلطفاً توجه داشته باشید که این اطلاعات در رایانه شما ذخیره می شود و بر روی سرورهای ما آپلود نمی شود. نرم افزار خواهد شد\nهمچنین به شما نشان می دهد که یک قطعه خاص از متن کپی شده است و تاریخ/زمان دقیق کپی شدن این متن را مشخص می کند.\n\nهمچنین می توانید انتخاب کنید که هر قسمت از تاریخچه را از مدیر کلیپ بورد حذف کنید. این نرم افزار کلیپ بورد ساده است\nبرای استفاده و تمام داده هایی که کپی و جایگذاری می کنید هرگز از رایانه شما خارج نمی شوند.",
    "fil": "Säilytä Chrome-selaimeen kopioimasi ja liittämäsi tekstin historia.\n\nTarvitsetko yksinkertaisen tavan seurata kaikkea tekstiä, jonka kopioit ja liität joka päivä? Voit tehdä sen, kun asennat tämän\nyksinkertainen laajennus tänään.\n\nTämä ohjelmisto tallentaa omalle tietokoneellesi kaikki tekstin lauseet/kappaleet, jotka kopioit ja liität\nGoogle Chrome -selain joka päivä.\n\nHuomaa, että nämä tiedot on tallennettu tietokoneellesi, eikä niitä ladata palvelimillemme. Ohjelmisto tekee\nnäyttää myös, milloin tietty tekstinpätkä kopioitiin, ja merkitsee tarkan päivämäärän/ajan, jolloin tämä teksti kopioitiin.\n\nVoit myös poistaa minkä tahansa historian leikepöydän hallinnasta. Tämä leikepöytäohjelmisto on yksinkertainen\nkäyttää, ja kaikki kopioimasi ja liittämäsi tiedot eivät koskaan poistu tietokoneeltasi.",
    "fr": "Conservez un historique du texte que vous copiez et collez dans votre navigateur Chrome.\n\nBesoin d'un moyen simple de suivre tout le texte que vous copiez et collez chaque jour ? Vous pouvez le faire lorsque vous installez ceci\nsimple extension aujourd'hui.\n\nCe logiciel stockera sur votre propre ordinateur toutes les phrases/paragraphes de texte que vous copiez et collez dans le\nNavigateur Google Chrome chaque jour.\n\nVeuillez noter que ces informations sont stockées sur votre ordinateur et ne sont PAS téléchargées sur nos serveurs. Le logiciel va\nvous indique également quand un texte spécifique a été copié et indique la date/heure exacte à laquelle ce texte a été copié.\n\nVous pouvez également choisir de supprimer n'importe quel élément de l'historique du gestionnaire de presse-papiers. Ce logiciel de presse-papiers est simple\nà utiliser et toutes les données que vous copiez et collez ne quitteront jamais votre ordinateur.",
    "hi": "आपके द्वारा कॉपी और पेस्ट किए गए टेक्स्ट का इतिहास अपने क्रोम ब्राउज़र में रखें।\n\nहर दिन आपके द्वारा कॉपी और पेस्ट किए जाने वाले सभी टेक्स्ट को ट्रैक करने का एक आसान तरीका चाहिए? जब आप इसे स्थापित करते हैं तो आप ऐसा कर सकते हैं\nसरल विस्तार आज।\n\nयह सॉफ़्टवेयर आपके अपने कंप्यूटर में, आपके द्वारा कॉपी और पेस्ट किए गए टेक्स्ट के सभी वाक्यांशों/अनुच्छेदों को संग्रहीत करेगा\nहर दिन गूगल क्रोम ब्राउज़र।\n\nकृपया ध्यान दें कि यह जानकारी आपके कंप्यूटर पर संग्रहीत है और हमारे सर्वर पर अपलोड नहीं की गई है। सॉफ्टवेयर होगा\nआपको यह भी दिखाता है कि किसी विशिष्ट पाठ की प्रतिलिपि कब बनाई गई थी और इस पाठ की प्रतिलिपि बनाने की सटीक तिथि/समय को चिह्नित करता है।\n\nआप क्लिपबोर्ड प्रबंधक से इतिहास के किसी भी अंश को हटाना भी चुन सकते हैं। यह क्लिपबोर्ड सॉफ्टवेयर सरल है\nउपयोग करने के लिए और आपके द्वारा कॉपी और पेस्ट किए गए सभी डेटा आपके कंप्यूटर को कभी नहीं छोड़ेंगे।",
    "hr": "Čuvajte povijest teksta koji kopirate i zalijepite u pregledniku Chrome.\n\nTrebate jednostavan način da pratite sav tekst koji kopirate i zalijepite svaki dan? To možete učiniti kada ovo instalirate\njednostavno proširenje danas.\n\nOvaj softver pohranit će na vaše računalo sve fraze/odlomke teksta koje kopirate i zalijepite u\nPreglednik Google Chrome svaki dan.\n\nImajte na umu da su ove informacije pohranjene na vašem računalu i NE učitavaju se na naše poslužitelje. Softver će\ntakođer vam pokazuje kada je određeni dio teksta kopiran i označava točan datum/vrijeme kopiranja ovog teksta.\n\nTakođer možete odabrati brisanje bilo kojeg dijela povijesti iz upravitelja međuspremnika. Ovaj međuspremnik softver je jednostavan\nkoristiti i svi podaci koje kopirate i zalijepite nikada neće napustiti vaše računalo.",
    "hu": "Őrizze meg a Chrome böngészőbe másolt és beillesztett szöveg előzményeit.\n\nSzüksége van egy egyszerű módszerre a minden nap másolt és beillesztett szöveg nyomon követésére? Ezt megteheti, amikor telepíti ezt\negyszerű kiterjesztés ma.\n\nEz a szoftver a saját számítógépén tárolja a szöveg összes kifejezését/bekezdését, amelyet másol és illeszt be\nGoogle Chrome böngésző minden nap.\n\nKérjük, vegye figyelembe, hogy ezeket az információkat az Ön számítógépe tárolja, és NEM töltik fel szervereinkre. A szoftver megteszi\nazt is megmutatja, hogy mikor másoltak egy adott szövegrészt, és megjelöli a szöveg másolásának pontos dátumát/időpontját.\n\nDönthet úgy is, hogy az előzmények bármely részét törölni szeretné a Vágólapkezelőből. Ez a vágólap szoftver egyszerű\nhasználni, és az összes másolt és beillesztett adat soha nem hagyja el a számítógépét.",
    "id": "Simpan riwayat teks yang Anda salin dan tempel di Browser Chrome Anda.\n\nPerlu cara sederhana untuk melacak semua teks yang Anda salin dan tempel setiap hari? Anda dapat melakukannya ketika Anda menginstal ini\nekstensi sederhana hari ini.\n\nPerangkat lunak ini akan menyimpan di komputer Anda sendiri, semua frasa/paragraf teks yang Anda salin dan tempel di\nPeramban Google Chrome setiap hari.\n\nHarap dicatat informasi ini disimpan di komputer Anda dan TIDAK diunggah ke server kami. Perangkat lunak akan\njuga menunjukkan kepada Anda saat teks tertentu disalin dan menandai tanggal/waktu yang tepat teks ini disalin.\n\nAnda juga dapat memilih untuk menghapus bagian riwayat apa pun dari pengelola Clipboard. Perangkat lunak clipboard ini sederhana\nuntuk digunakan dan semua data yang Anda salin & tempel tidak akan pernah meninggalkan komputer Anda.",
    "it": "Conserva una cronologia del testo che copi e incolli nel browser Chrome.\n\nHai bisogno di un modo semplice per tenere traccia di tutto il testo che copi e incolli ogni giorno? Puoi farlo quando installi questo\nsemplice estensione oggi.\n\nQuesto software memorizzerà nel tuo computer tutte le frasi/paragrafi di testo che copi e incolli nel file\nBrowser Google Chrome ogni giorno.\n\nTieni presente che queste informazioni sono memorizzate sul tuo computer e NON vengono caricate sui nostri server. Il software lo farà\nmostra anche quando è stato copiato uno specifico pezzo di testo e segna la data/ora esatta in cui è stato copiato questo testo.\n\nPuoi anche scegliere di eliminare qualsiasi pezzo di cronologia dal gestore degli Appunti. Questo software per appunti è semplice\nda usare e tutti i dati che copi e incolli non lasceranno mai il tuo computer.",
    "ja": "コピーして貼り付けたテキストの履歴をChromeブラウザに保存します。\n\n毎日コピーして貼り付けるすべてのテキストを追跡する簡単な方法が必要ですか？これをインストールするときにそうすることができます\n今日の単純な拡張。\n\nこのソフトウェアは、コピーして貼り付けたテキストのすべてのフレーズ/段落を自分のコンピュータに保存します。\n毎日GoogleChromeブラウザ。\n\nこの情報はコンピューターに保存され、サーバーにはアップロードされないことに注意してください。ソフトウェアは\nまた、特定のテキストがいつコピーされたかを示し、このテキストがコピーされた正確な日時をマークダウンします。\n\nクリップボードマネージャーから履歴の一部を削除することもできます。このクリップボードソフトウェアはシンプルです\n使用するために、コピー＆ペーストしたすべてのデータがコンピュータから離れることはありません。",
    "ko": "Chrome 브라우저에서 복사하여 붙여넣은 텍스트의 기록을 유지하세요.\n\n매일 복사하여 붙여넣는 모든 텍스트를 추적하는 간단한 방법이 필요하십니까? 이것을 설치하면 할 수 있습니다\n오늘은 간단한 확장.\n\n이 소프트웨어는 복사하여 붙여넣은 텍스트의 모든 구문/단락을 자신의 컴퓨터에 저장합니다.\n매일 구글 크롬 브라우저.\n\n이 정보는 귀하의 컴퓨터에 저장되며 당사 서버에 업로드되지 않습니다. 소프트웨어는\n또한 특정 텍스트 부분이 복사된 시간을 보여주고 이 텍스트가 복사된 정확한 날짜/시간을 표시합니다.\n\n클립보드 관리자에서 모든 기록을 삭제하도록 선택할 수도 있습니다. 이 클립보드 소프트웨어는 간단합니다.\n복사하여 붙여넣은 모든 데이터는 컴퓨터를 떠나지 않습니다.",
    "lt": "Saugokite teksto, kurį nukopijavote ir įklijuojate „Chrome“ naršyklėje, istoriją.\n\nReikia paprasto būdo stebėti visą tekstą, kurį kiekvieną dieną kopijuojate ir įklijuojate? Tai galite padaryti įdiegę\npaprastas pratęsimas šiandien.\n\nŠi programinė įranga išsaugos jūsų kompiuteryje visas teksto frazes / pastraipas, kurias nukopijuosite ir įklijuosite\n„Google Chrome“ naršyklė kiekvieną dieną.\n\nAtkreipkite dėmesį, kad ši informacija yra saugoma jūsų kompiuteryje ir NĖRA įkelta į mūsų serverius. Programinė įranga bus\ntaip pat rodo, kada konkreti teksto dalis buvo nukopijuota, ir pažymi tikslią šio teksto nukopijavimo datą/laiką.\n\nTaip pat galite pasirinkti ištrinti bet kurią istorijos dalį iš mainų srities tvarkyklės. Ši iškarpinės programinė įranga yra paprasta\nnaudoti ir visi duomenys, kuriuos nukopijuojate ir įklijuojate, niekada nepaliks jūsų kompiuterio.",
    "lv": "Saglabājiet kopētā un ielīmētā teksta vēsturi pārlūkprogrammā Chrome.\n\nNepieciešams vienkāršs veids, kā izsekot visam tekstam, ko katru dienu kopējat un ielīmējat? To var izdarīt, kad to instalējat\nvienkāršs pagarinājums šodien.\n\nŠī programmatūra saglabās jūsu datorā visas teksta frāzes/rindkopas, kuras kopējat un ielīmējat\nGoogle Chrome pārlūks katru dienu.\n\nLūdzu, ņemiet vērā, ka šī informācija tiek saglabāta jūsu datorā un NAV augšupielādēta mūsu serveros. Programmatūra to darīs\narī parāda, kad konkrēts teksta fragments tika kopēts, un atzīmē precīzu šī teksta kopēšanas datumu/laiku.\n\nVarat arī izvēlēties dzēst jebkuru vēstures daļu no starpliktuves pārvaldnieka. Šī starpliktuves programmatūra ir vienkārša\nizmantot, un visi dati, ko kopējat un ielīmējat, nekad netiks atstāti jūsu datorā.",
    "ms": "Simpan sejarah teks yang anda salin dan tampal dalam Penyemak Imbas Chrome anda.\n\nPerlukan cara mudah untuk menjejak semua teks yang anda salin dan tampal setiap hari? Anda boleh berbuat demikian apabila anda memasang ini\nsambungan mudah hari ini.\n\nPerisian ini akan menyimpan dalam komputer anda sendiri, semua frasa/perenggan teks yang anda salin dan tampal dalam\nPenyemak imbas Google Chrome setiap hari.\n\nSila ambil perhatian bahawa maklumat ini disimpan pada komputer anda dan TIDAK dimuat naik ke pelayan kami. Perisian akan\njuga menunjukkan kepada anda apabila sekeping teks tertentu telah disalin dan menandakan tarikh/masa tepat teks ini disalin.\n\nAnda juga boleh memilih untuk memadam mana-mana bahagian sejarah daripada pengurus Papan Klip. Perisian papan keratan ini mudah sahaja\nuntuk digunakan dan semua data yang anda salin & tampal tidak akan meninggalkan komputer anda.",
    "nl": "Houd een geschiedenis bij van de tekst die u kopieert en plakt in uw Chrome-browser.\n\nHeb je een eenvoudige manier nodig om alle tekst bij te houden die je elke dag kopieert en plakt? U kunt dit doen wanneer u dit installeert\neenvoudige uitbreiding vandaag.\n\nDeze software slaat op uw eigen computer alle zinnen/paragrafen op van tekst die u kopieert en plakt in de\nGoogle Chrome-browser elke dag.\n\nHoud er rekening mee dat deze informatie op uw computer wordt opgeslagen en NIET naar onze servers wordt geüpload. De software zal\nlaat u ook zien wanneer een specifiek stuk tekst is gekopieerd en markeert de exacte datum/tijd waarop deze tekst is gekopieerd.\n\nU kunt er ook voor kiezen om elk stukje geschiedenis uit de klembordmanager te verwijderen. Deze klembordsoftware is eenvoudig\nte gebruiken en alle gegevens die u kopieert en plakt, zullen uw computer nooit verlaten.",
    "no": "Hold en logg over teksten du kopierer og limer inn i Chrome-nettleseren.\n\nTrenger du en enkel måte å spore all teksten du kopierer og limer inn hver dag? Du kan gjøre det når du installerer dette\nenkel utvidelse i dag.\n\nDenne programvaren vil lagre alle frasene/avsnittene i teksten du kopierer og limer inn på din egen datamaskin\nGoogle Chrome-nettleseren hver dag.\n\nVær oppmerksom på at denne informasjonen lagres på datamaskinen din og IKKE lastes opp til våre servere. Programvaren vil\nviser deg også når et bestemt tekststykke ble kopiert og markerer nøyaktig dato/klokkeslett for denne teksten ble kopiert.\n\nDu kan også velge å slette en hvilken som helst del av historien fra utklippstavlebehandlingen. Denne utklippstavlen er enkel\nå bruke, og alle dataene du kopierer og limer inn vil aldri forlate datamaskinen.",
    "pl": "Zachowaj historię tekstu, który kopiujesz i wklejasz w przeglądarce Chrome.\n\nPotrzebujesz prostego sposobu na śledzenie całego tekstu, który kopiujesz i wklejasz każdego dnia? Możesz to zrobić po zainstalowaniu tego\nproste rozszerzenie dzisiaj.\n\nTo oprogramowanie będzie przechowywać na Twoim komputerze wszystkie frazy/paragrafy tekstu, które skopiujesz i wkleisz w\nPrzeglądarka Google Chrome każdego dnia.\n\nPamiętaj, że te informacje są przechowywane na Twoim komputerze i NIE są przesyłane na nasze serwery. Oprogramowanie będzie\npokazuje również, kiedy określony fragment tekstu został skopiowany i zaznacza dokładną datę/godzinę skopiowania tego tekstu.\n\nMożesz także usunąć dowolny fragment historii z menedżera schowka. To oprogramowanie schowka jest proste\ndo użycia, a wszystkie dane, które kopiujesz i wklejasz, nigdy nie opuszczą Twojego komputera.",
    "ro": "Păstrați un istoric al textului pe care îl copiați și inserați în browserul Chrome.\n\nAveți nevoie de o modalitate simplă de a urmări tot textul pe care îl copiați și lipiți în fiecare zi? Puteți face acest lucru când instalați acest lucru\nsimplă extensie astăzi.\n\nAcest software va stoca în propriul computer, toate frazele/paragrafele de text pe care le copiați și lipiți în\nBrowserul Google Chrome în fiecare zi.\n\nVă rugăm să rețineți că aceste informații sunt stocate pe computerul dvs. și NU sunt încărcate pe serverele noastre. Software-ul va\nde asemenea, vă arată când a fost copiată o anumită bucată de text și marchează data/ora exactă în care acest text a fost copiat.\n\nDe asemenea, puteți alege să ștergeți orice parte din istoric din managerul Clipboard. Acest software pentru clipboard este simplu\nde utilizat și toate datele pe care le copiați și lipiți nu vor părăsi niciodată computerul.",
    "ru": "Сохраняйте историю текста, который вы копируете и вставляете в браузере Chrome.\n\nНужен простой способ отслеживать весь текст, который вы копируете и вставляете каждый день? Вы можете сделать это при установке этого\nпростое расширение сегодня.\n\nЭто программное обеспечение будет хранить на вашем компьютере все фразы/абзацы текста, которые вы копируете и вставляете в\nБраузер Google Chrome каждый день.\n\nОбратите внимание, что эта информация хранится на вашем компьютере и НЕ загружается на наши серверы. Программное обеспечение будет\nтакже показывает, когда был скопирован конкретный фрагмент текста, и отмечает точную дату/время копирования этого текста.\n\nВы также можете удалить любую часть истории из менеджера буфера обмена. Это программное обеспечение буфера обмена простое\nиспользовать, и все данные, которые вы копируете и вставляете, никогда не покинут ваш компьютер.",
    "sk": "Uchovávajte si históriu textu, ktorý skopírujete a prilepíte do prehliadača Chrome.\n\nPotrebujete jednoduchý spôsob, ako sledovať všetok text, ktorý každý deň skopírujete a prilepíte? Môžete tak urobiť, keď si to nainštalujete\ndnes jednoduché rozšírenie.\n\nTento softvér uloží do vášho počítača všetky frázy/odstavce textu, ktoré skopírujete a prilepíte\nPrehliadač Google Chrome každý deň.\n\nUpozorňujeme, že tieto informácie sú uložené vo vašom počítači a NIE SÚ nahrávané na naše servery. Softvér bude\ntiež vám ukáže, kedy bol konkrétny text skopírovaný, a označí presný dátum/čas, kedy bol tento text skopírovaný.\n\nMôžete sa tiež rozhodnúť odstrániť akúkoľvek časť histórie zo správcu schránky. Tento softvér schránky je jednoduchý\npoužívať a všetky údaje, ktoré skopírujete a prilepíte, nikdy neopustia váš počítač.",
    "sl": "Shranite zgodovino besedila, ki ga kopirate in prilepite v brskalnik Chrome.\n\nPotrebujete preprost način za sledenje vsemu besedilu, ki ga kopirate in prilepite vsak dan? To lahko storite, ko to namestite\npreprosta razširitev danes.\n\nTa programska oprema bo v vašem računalniku shranila vse besedne zveze/odstavke besedila, ki jih kopirate in prilepite\nBrskalnik Google Chrome vsak dan.\n\nUpoštevajte, da so ti podatki shranjeni na vašem računalniku in se NE nalagajo na naše strežnike. Programska oprema bo\npokaže tudi, kdaj je bil določen del besedila kopiran, in označi točen datum/čas kopiranja tega besedila.\n\nIz upravitelja odložišča lahko tudi izbrišete kateri koli del zgodovine. Ta programska oprema za odložišče je preprosta\nza uporabo in vsi podatki, ki jih kopirate in prilepite, ne bodo nikoli zapustili vašega računalnika.",
    "sr": "Чувајте историју текста који копирате и налепите у Цхроме прегледач.\n\nТреба вам једноставан начин да пратите сав текст који копирате и налепите сваки дан? То можете учинити када ово инсталирате\nједноставно проширење данас.\n\nОвај софтвер ће складиштити на вашем рачунару све фразе/параграфе текста које копирате и налепите у\nГоогле Цхроме претраживач сваки дан.\n\nИмајте на уму да се ове информације чувају на вашем рачунару и НЕ постављају се на наше сервере. Софтвер ће\nтакође вам показује када је одређени део текста копиран и означава тачан датум/време када је овај текст копиран.\n\nТакође можете изабрати да избришете било који део историје из менаџера Цлипбоард-а. Овај софтвер за међуспремник је једноставан\nда користите и сви подаци које копирате и налепите никада неће напустити ваш рачунар.",
    "sv": "Håll en historik över texten du kopierar och klistrar in i din Chrome-webbläsare.\n\nBehöver du ett enkelt sätt att spåra all text du kopierar och klistrar in varje dag? Du kan göra det när du installerar detta\nenkel förlängning idag.\n\nDenna programvara kommer att lagra alla fraser/stycken i text som du kopierar och klistrar in i din egen dator\nWebbläsaren Google Chrome varje dag.\n\nObservera att denna information lagras på din dator och INTE laddas upp på våra servrar. Programvaran kommer\nvisar också när en specifik textbit kopierades och markerar exakt datum/tid då denna text kopierades.\n\nDu kan också välja att ta bort valfri del av historik från Urklippshanteraren. Denna urklippsprogramvara är enkel\natt använda och all data som du kopierar och klistrar in kommer aldrig att lämna din dator.",
    "th": "เก็บประวัติข้อความที่คุณคัดลอกและวางในเบราว์เซอร์ Chrome\n\nต้องการวิธีง่ายๆ ในการติดตามข้อความทั้งหมดที่คุณคัดลอกและวางในแต่ละวันหรือไม่ คุณสามารถทำได้เมื่อคุณติดตั้งสิ่งนี้\nนามสกุลง่ายวันนี้\n\nซอฟต์แวร์นี้จะเก็บไว้ในคอมพิวเตอร์ของคุณ วลี/ย่อหน้าทั้งหมดของข้อความที่คุณคัดลอกและวางใน\nเบราว์เซอร์ Google Chrome ในแต่ละวัน\n\nโปรดทราบว่าข้อมูลนี้ถูกเก็บไว้ในคอมพิวเตอร์ของคุณและไม่ได้อัปโหลดไปยังเซิร์ฟเวอร์ของเรา ซอฟต์แวร์จะ\nยังแสดงให้คุณเห็นเมื่อมีการคัดลอกข้อความเฉพาะและทำเครื่องหมายวันที่/เวลาที่ข้อความนี้ถูกคัดลอก\n\nคุณยังสามารถเลือกที่จะลบประวัติส่วนใดก็ได้จากตัวจัดการคลิปบอร์ด ซอฟต์แวร์คลิปบอร์ดนี้ใช้งานง่าย\nเพื่อใช้และข้อมูลทั้งหมดที่คุณคัดลอกและวางจะไม่ออกจากคอมพิวเตอร์ของคุณ",
    "tr": "Chrome Tarayıcınızda kopyalayıp yapıştırdığınız metnin geçmişini tutun.\n\nHer gün kopyalayıp yapıştırdığınız tüm metni izlemenin basit bir yoluna mı ihtiyacınız var? Bunu yüklediğinizde yapabilirsiniz\nbugün basit bir uzantı.\n\nBu yazılım, kopyalayıp yapıştırdığınız metnin tüm cümlelerini/paragraflarını kendi bilgisayarınızda saklayacaktır.\nHer gün Google Chrome tarayıcısı.\n\nLütfen bu bilgilerin bilgisayarınızda saklandığını ve sunucularımıza YÜKLENMEDİĞİNİ unutmayın. Yazılım\nayrıca belirli bir metin parçasının ne zaman kopyalandığını gösterir ve bu metnin kopyalandığı tarihi/saati tam olarak belirtir.\n\nPano yöneticisinden herhangi bir geçmiş parçasını silmeyi de seçebilirsiniz. Bu pano yazılımı basittir\nkullanmak için ve kopyalayıp yapıştırdığınız tüm veriler bilgisayarınızdan asla ayrılmayacaktır.",
    "uk": "Зберігайте історію тексту, який ви копіюєте та вставляєте у веб-переглядач Chrome.\n\nПотрібен простий спосіб відстежувати весь текст, який ви копіюєте та вставляєте щодня? Ви можете зробити це під час встановлення\nпросте розширення сьогодні.\n\nЦе програмне забезпечення буде зберігати на вашому комп’ютері всі фрази/абзаци тексту, які ви копіюєте та вставляєте\nБраузер Google Chrome щодня.\n\nЗверніть увагу, що ця інформація зберігається на вашому комп’ютері і НЕ завантажується на наші сервери. Програмне забезпечення буде\nтакож показує, коли певний фрагмент тексту було скопійовано, і позначає точну дату/час, коли цей текст був скопійований.\n\nВи також можете видалити будь-який фрагмент історії з менеджера буфера обміну. Це програмне забезпечення буфера обміну просте\nвикористовувати, і всі дані, які ви копіюєте та вставляєте, ніколи не залишать ваш комп’ютер.",
    "vi": "Giữ lịch sử của văn bản bạn sao chép và dán trong Trình duyệt Chrome của mình.\n\nCần một cách đơn giản để theo dõi tất cả văn bản bạn sao chép và dán mỗi ngày? Bạn có thể làm như vậy khi cài đặt cái này\nmở rộng đơn giản ngày hôm nay.\n\nPhần mềm này sẽ lưu trữ trong máy tính của bạn, tất cả các cụm từ / đoạn văn bản mà bạn sao chép và dán vào\nTrình duyệt Google Chrome mỗi ngày.\n\nXin lưu ý rằng thông tin này được lưu trữ trên máy tính của bạn và KHÔNG được tải lên máy chủ của chúng tôi. Phần mềm sẽ\ncũng cho bạn biết khi nào một đoạn văn bản cụ thể được sao chép và đánh dấu ngày / giờ chính xác đoạn văn bản này được sao chép.\n\nBạn cũng có thể chọn xóa bất kỳ phần nào của lịch sử khỏi trình quản lý Clipboard. Phần mềm clipboard này rất đơn giản\nđể sử dụng và tất cả dữ liệu bạn sao chép và dán sẽ không bao giờ rời khỏi máy tính của bạn.",
    "zh_CN": "保留您在 Chrome 浏览器中复制和粘贴的文本的历史记录。\n\n需要一种简单的方法来跟踪您每天复制和粘贴的所有文本？安装时可以这样做\n今天简单的扩展。\n\n该软件将在您自己的计算机中存储您复制并粘贴的所有文本短语/段落\n每天使用谷歌 Chrome 浏览器。\n\n请注意，此信息存储在您的计算机上，不会上传到我们的服务器上。该软件将\n还会向您显示复制特定文本的时间，并标记复制该文本的确切日期/时间。\n\n您还可以选择从剪贴板管理器中删除任何历史记录。这个剪贴板软件很简单\n使用，您复制和粘贴的所有数据将永远不会离开您的计算机。",
    "zh_TW": "保留您在 Chrome 瀏覽器中復制和粘貼的文本的歷史記錄。\n\n需要一種簡單的方法來跟踪您每天復制和粘貼的所有文本？安裝時可以這樣做\n今天簡單的擴展。\n\n該軟件會將您複製和粘貼的所有文本短語/段落存儲在您自己的計算機中\n每天使用谷歌 Chrome 瀏覽器。\n\n請注意，此信息存儲在您的計算機上，不會上傳到我們的服務器上。該軟件將\n還會向您顯示複製特定文本的時間，並標記複製該文本的確切日期/時間。\n\n您還可以選擇從剪貼板管理器中刪除任何歷史記錄。這個剪貼板軟件很簡單\n使用，您複製和粘貼的所有數據將永遠不會離開您的計算機。"
  }
}