{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Persistent SEO Sidebar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension with a persistent sidebar to display SEO information."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nThe SEO Sidebar Chrome Extension adds a native Chrome sidebar to the browser that remains open across different tabs and sessions. The sidebar provides SEO tools, displays page data, schema.org types, and response headers for the main document. The extension also includes quick access links to validate schema markup and test rich results in Google.\n\nFeatures\n\n- Persistent sidebar that remains open across tabs and browser sessions\n- Supports dark mode and light mode (to be set in extension settings)\n- Generates a HTML report, which can be downloaded\n- Displays page title, meta description, meta robots, canonical URL, page load time, HTML node count, sitemaps referenced in robots.txt, the robots.txt content, and first H1 tag\n- Lists (nested) schema.org types used on the page\n- Displays the collected JSON-LD schema markup used on the page.\n- Display the contents of the robots.txt\n- Displays the sitemaps referenced in the robots.txt\n- Displays the redirect chain\n- Function to check the current URL against the robots.txt using the most common Bot user agents\n- Displays a nested list of all headings (<h1> to <h6>) used on the page\n- Displays resized images with preview, source, original and resized dimensions, difference in % of height and width, also the XPath\n- Shows response headers for the main document\n- 🐙 Collects hreflang liinks from HTML head and HTTP response headers\n- Quick access links to validate schema markup and test rich results in Google\n- JSON-export of the page data\n\nOnce the extension is loaded, click the extension icon to toggle the sidebar.\n\nThe sidebar will appear on the left side of the browser window.\nBackground colour and width of the sdebar can be adjusted in the settings.\nUse the provided tools and links within the sidebar.\n\nUpdate: Needed to remove the context menu as it was creating issues. Will be back soon."
  }
}