{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gurk"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gurk allows you to customise your chrome newtab page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gurk is a extension that allows you to customize your chrome newtab page. It has been designed so that you can add the widgets you want, like a pomodoro timer, your google calendar, the stock market, the chrome bookmarks, and much more. You can customize it as you want.\n\nThe widgets currently available are :\n\n- ⭐Favorites : We designed a custom favorite widget, with a custom file explorer, to access more quickly the favorites located in the folders, and have as many favorites as you want.\n\n- 📆 Calendar : Have you ever wanted to have your google calendar right on your newtab page ? We offer you that possibility. Moreover, If you have multiple calendars on your google account, you can choose which one(s) you want to display !\n\n- ✅ To Do List : You want to set your goals for the day, and see them done hour after hour ? We designed a custom to do list, so that you can be focus all day on your objectives !\n\n- ⏰ Reminders : A meeting at 10:00 you don't want to miss ? Set up a reminder, it will ring when the time come !\n\n- 📝 Notes : You want to write something quickly, but don't want to open a big word document for that ? We implemented the note widget, so that you can have all the notes you want just under your eyes !\n\n- 📈 Stock market : Select the stocks you want to display, and it will show you all the infos you need to have. We even implemented a popup to have all the precision data you want (market cap, open price...). We designed custom chart, so read the data is very easy and intuitive, you don't feel overcrowded by to many numbers !\n\n- ❔Google Gemini : A question ? Just ask the AI to respond, it will do short and quick, so you don't get distracted !\n\n- ☁️ Weather : We integrated the weather in real time to Gurk ! Just add the widget, and it will show you all the infos about the current weather in your (approximate) location !\n\n- 🕓 Pomodoro : Do you know the pomodoro work technique ? We worked with it to develop Gurk, so we implemented a pomodoro widget, so that you can have the timer right in front of you, without any distraction.\n\n- 🗺️ Maps : Want to go somewhere, but don't have any idea how ? Just use the map widget, it will show you the way !\n\n- ⌛ TimeTracker : You want to know how many time you scrolled on facebook ? We implemented a custom TimeTracker, that will display a chart showing you how much time you passed during the day.\n\nWe also include greetings, custom background, ping and much more\n\nSome bug are totaly possible, just tell us if you see one at gurk.contact@gmail.com, we will try to fix it as fast as we can."
  }
}