{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search result previewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly get a peek inside the search results in the search page itself"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your search engine by getting instant preview of the results. The extension enables you to open a window inside the search page in which the results could be viewed easily. \nOpen the pages in new tab that you really want to see and keep your machine and browser happy.\n\nRequires minimum of Chrome version 88.0.4324. In other words, you should have updated chrome at least once since January 2021. \n\nWhat does it do?\n- Enables you to see the search result from the search page tab itself.\n\nHow to use it?\n- It's very simple and straightforward:\n  1. Search for anything \n  2. A small icon will appear for each search result\n  3. Click on it and a window expands from the bottom to display the particular link\n  4. Done\n\nWhy to use it?\n- Simple, easy and straightforward usage\n- Uses the Manifest V3, which is more secure and privacy oriented than previous version and is recommended by Google\n- Tiny. Less than 25 KB\n- It's free\n\nWhich search engines does it support?\n- For now only Google. Others will be added soon\n\nUPDATE version 1.1: \n- Now, keep the preview button to right or left according to your wish. Just click on the extension icon in the browser and a small popup will appear, asking you to set the position\n- The link currently opened will be highlighted, making it easier for the users to identify it in search result page\n\nUPDATE version 1.1.1:\n- Menu bar height adjusted"
  }
}