{
  "name": {
    "ar": "أداة تنزيل الصور",
    "am,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,ms,pt_BR,ta,te,zh_TW": "Image Downloader",
    "bg": "Изтегляне на изображения",
    "bn": "ইমেজ ডাউনলোডার",
    "ca": "Stahovač obrázků",
    "cs": "Obrázek Dovnloader",
    "da": "Billeddownloader",
    "de": "Bild-Downloader",
    "el": "Πρόγραμμα λήψης εικόνων",
    "es": "Descargador de imágenes",
    "et": "Pildi allalaadija",
    "fa": "دانلود کننده تصویر",
    "fil": "Taga-download ng Larawan",
    "fr": "Téléchargeur d'images",
    "hi": "छवि डाउनलोडर",
    "hr": "Downloader slika",
    "hu": "Képletöltő",
    "id": "Pengunduh Gambar",
    "it": "Downloader di immagini",
    "ja": "画像ダウンローダー",
    "ko": "이미지 다운로더",
    "lt": "Vaizdo atsisiuntimo programa",
    "lv": "Attēlu lejupielādētājs",
    "nl": "Afbeeldingen downloaden",
    "no": "Last ned bilde",
    "pl": "Program do pobierania obrazów",
    "pt_PT": "Downloader de imagens",
    "ro": "Descărcător de imagini",
    "ru": "Скачать фото и картинки с сайта",
    "sk": "Nástroj na sťahovanie obrázkov",
    "sl": "Prenos slik",
    "sr": "Отпремач слика",
    "sv": "Bild Nedladdare",
    "sw": "Picha Downloader",
    "th": "ดาวน์โหลดภาพ",
    "tr": "Resim İndirici",
    "uk": "Завантажувач зображень",
    "vi": "Trình Tải Xuống Hình Ảnh",
    "zh_CN": "图像下载器"
  },
  "short": {
    "ar": "أداة مفيدة تتيح للمستخدمين تنزيل الصور بسهولة من مواقع الويب ببضع نقرات",
    "am,en,en_AU,en_GB,en_US,es_419,gu,he,kn,ml,mr,ms,pt_BR,ta,te,zh_TW": "Useful tool that allows users to easily download images from websites with just a few clicks",
    "bg": "Полезен инструмент, който позволява на потребителите лесно да изтеглят изображения от уебсайтове само с няколко кликвания",
    "bn": "দরকারী টুল যা ব্যবহারকারীদের সহজে ওয়েবসাইট থেকে ছবি ডাউনলোড করতে দেয় মাত্র কয়েকটি ক্লিকে",
    "ca,cs": "Užitečný nástroj, který umožňuje uživatelům snadno stahovat obrázky z webových stránek pomocí několika kliknutí",
    "da": "Nyttigt værktøj, der giver brugerne mulighed for nemt at downloade billeder fra websteder med blot et par klik",
    "de": "Nützliches Tool, mit dem Benutzer mit nur wenigen Klicks Bilder von Websites herunterladen können",
    "el": "Χρήσιμο εργαλείο που επιτρέπει στους χρήστες να κατεβάζουν εύκολα εικόνες από ιστότοπους με λίγα μόνο κλικ",
    "es": "Herramienta útil que permite a los usuarios descargar fácilmente imágenes de sitios web con solo unos pocos clics",
    "et": "Kasulik tööriist, mis võimaldab kasutajatel pilte veebisaitidelt vaid mõne klõpsuga alla laadida",
    "fa": "ابزار مفیدی که به کاربران اجازه می دهد به راحتی تصاویر را از وب سایت ها تنها با چند کلیک دانلود کنند",
    "fi": "Hyödyllinen työkalu, jonka avulla käyttäjät voivat helposti ladata kuvia verkkosivustoilta muutamalla napsautuksella",
    "fil": "Kapaki-pakinabang na tool na nagbibigay-daan sa mga user na madaling mag-download ng mga larawan mula sa mga website sa ilang…",
    "fr": "Outil utile qui permet aux utilisateurs de télécharger facilement des images à partir de sites Web en quelques clics",
    "hi": "उपयोगी उपकरण जो उपयोगकर्ताओं को कुछ ही क्लिक के साथ वेबसाइटों से छवियों को आसानी से डाउनलोड करने की अनुमति देता है",
    "hr": "Koristan alat koji korisnicima omogućuje jednostavno preuzimanje slika s web stranica uz samo nekoliko klikova",
    "hu": "Hasznos eszköz, amellyel a felhasználók egyszerűen, néhány kattintással letölthetnek képeket a webhelyekről",
    "id": "Alat berguna yang memungkinkan pengguna mengunduh gambar dari situs web dengan mudah hanya dengan beberapa klik",
    "it": "Strumento utile che consente agli utenti di scaricare facilmente immagini da siti Web con pochi clic",
    "ja": "数回クリックするだけでWebサイトから画像を簡単にダウンロードできる便利なツール",
    "ko": "몇 번의 클릭만으로 웹사이트에서 이미지를 쉽게 다운로드할 수 있는 유용한 도구",
    "lt": "Naudingas įrankis, leidžiantis vartotojams lengvai atsisiųsti vaizdus iš svetainių vos keliais paspaudimais",
    "lv": "Noderīgs rīks, kas lietotājiem ļauj ērti lejupielādēt attēlus no vietnēm, veicot tikai dažus klikšķus",
    "nl": "Handige tool waarmee gebruikers eenvoudig met een paar klikken afbeeldingen van websites kunnen downloaden",
    "no": "Nyttig verktøy som lar brukere enkelt laste ned bilder fra nettsider med bare noen få klikk",
    "pl": "Przydatne narzędzie, które pozwala użytkownikom łatwo pobierać obrazy ze stron internetowych za pomocą zaledwie kilku kliknięć",
    "pt_PT": "Ferramenta útil que permite aos usuários baixar facilmente imagens de sites com apenas alguns cliques",
    "ro": "Instrument util care permite utilizatorilor să descarce cu ușurință imagini de pe site-uri web cu doar câteva clicuri",
    "ru": "Полезный инструмент, который позволяет пользователям легко загружать изображения с веб-сайтов всего несколькими щелчками мыши",
    "sk": "Užitočný nástroj, ktorý používateľom umožňuje jednoducho sťahovať obrázky z webových stránok pomocou niekoľkých kliknutí",
    "sl": "Uporabno orodje, ki uporabnikom omogoča enostaven prenos slik s spletnih mest z le nekaj kliki",
    "sr": "Корисна алатка која омогућава корисницима да лако преузму слике са веб локација са само неколико кликова",
    "sv": "Användbart verktyg som tillåter användare att enkelt ladda ner bilder från webbplatser med bara några klick",
    "sw": "Chombo muhimu ambacho kinaruhusu watumiaji kupakua picha kwa urahisi kutoka kwa wavuti na mibofyo michache tu",
    "th": "เครื่องมือที่มีประโยชน์ที่ช่วยให้ผู้ใช้สามารถดาวน์โหลดภาพจากเว็บไซต์ที่มีเพียงไม่กี่คลิก",
    "tr": "Kullanıcıların sadece birkaç tıklamayla web sitelerinden görüntüleri kolayca indirmelerini sağlayan kullanışlı bir araç",
    "uk": "Корисний інструмент, який дозволяє користувачам легко завантажувати зображення з веб-сайтів лише кількома клацаннями миші",
    "vi": "Công cụ hữu ích cho phép người dùng dễ dàng tải hình ảnh từ các trang web chỉ với một vài cú nhấp chuột",
    "zh_CN": "有用的工具，允许用户轻松地从网站下载图像，只需点击几下"
  },
  "long": {
    "ar": "مع تثبيت إضافة Image Downloader، يمكنك بسهولة وسرعة حفظ أي صورة تصادفها على الإنترنت — دون أي عناء! تخلص من الضغط بزر الفأرة الأيمن وحفظ الصورة يدويًا.\n\nبعد التثبيت، ستظهر أيقونة صغيرة في شريط أدوات متصفح Chrome. ما عليك سوى النقر عليها عند زيارة صفحة تحتوي على صور ترغب في تنزيلها، وستقوم الإضافة بفحص الصفحة على الفور. سيتم عرض قائمة بجميع الصور المتاحة، مما يتيح لك اختيار ما تحتاجه بالضبط.\n\nImage Downloader هو الحل المثالي لأولئك الذين يقدرون وقتهم ويرغبون في تنزيل عدة صور في وقت واحد. بفضل هذه الإضافة، يمكنك بسرعة جمع وتنظيم الصور للاستخدام الشخصي أو المهني. سهل وفعال — هكذا يجب أن يكون تنزيل الصور!",
    "am,en,en_AU,en_GB,en_US,es_419,gu,he,kn,ml,mr,ms,pt_BR,ta,te,zh_TW": "With this extension installed, users can save any image they come across on the internet, without having to worry about right-clicking and saving the image manually.\n\nOnce installed, the \"Image downloader\" extension adds a small icon to the Chrome toolbar. When a user visits a web page containing images they want to download, they can simply click on the icon to activate the extension. The extension will then scan the page for all available images and display them in a list.\n\nFrom there, users can choose which images they want to download and save them to their computer.\n\nThe \"Image downloader\" extension is particularly useful for those who need to save multiple images at once, as it can save a significant amount of time and effort. It's also a great tool for anyone who wants to collect images for personal or professional use, as it makes it easy to quickly download and organize images from various sources.",
    "bg": "С инсталираното разширение Image Downloader можете лесно и бързо да запазвате всяка изображение, което срещате в интернет — без никакви усилия! Забравете за десния клик и ръчното запазване на изображения.\n\nСлед инсталацията в лентата с инструменти на Chrome ще се появи малка икона. Когато посетите уеб страница, която съдържа изображения, които искате да изтеглите, просто кликнете на иконата и разширението веднага ще сканира страницата. Ще видите списък с всички налични изображения, което ви позволява да изберете точно тези, които ви интересуват.\n\nImage Downloader е идеалното решение за тези, които ценят времето си и искат да изтеглят няколко изображения едновременно. С него можете бързо да събирате и организирате изображения за лична или професионална употреба. Лесно и ефективно — точно така трябва да бъде изтеглянето на изображения!",
    "bn": "Image Downloader ইনস্টল করার পর, আপনি ইন্টারনেটে যে কোনো ছবি সহজেই এবং দ্রুত সংরক্ষণ করতে পারবেন — কোনো ঝামেলা ছাড়াই! ডান ক্লিক করে ছবি সংরক্ষণের কথা ভুলে যান।\n\nইনস্টল করার পরে, Chrome টুলবারে একটি ছোট আইকন যুক্ত হবে। যখন আপনি এমন একটি ওয়েবপেজে যাবেন যেখানে আপনার ডাউনলোড করতে ইচ্ছুক ছবি রয়েছে, তখন আইকনে ক্লিক করুন এবং এক্সটেনশনটি তৎক্ষণাত পৃষ্ঠাটি স্ক্যান করবে। আপনি সমস্ত উপলব্ধ ছবির একটি তালিকা দেখতে পাবেন, যা আপনাকে প্রয়োজনীয় ছবি বাছাই করার সুযোগ দেবে।\n\nImage Downloader তাদের জন্য একটি আদর্শ সমাধান যারা তাদের সময়ের মূল্য জানেন এবং একসাথে কয়েকটি ছবি ডাউনলোড করতে চান। এটি আপনাকে দ্রুত ছবিগুলি সংগঠিত এবং সংগ্রহ করতে সাহায্য করবে, ব্যক্তিগত বা পেশাদার ব্যবহারের জন্য। সহজ এবং কার্যকর — এভাবে ছবি ডাউনলোড করা উচিত!",
    "ca": "Amb l'extensió Image Downloader instal·lada, podràs guardar fàcilment qualsevol imatge que trobis a internet — sense cap complicació! Oblida't del clic dret i de guardar manualment les imatges.\n\nDesprés de la instal·lació, apareixerà una petita icona a la barra d'eines de Chrome. Quan visitis una pàgina web que conté imatges que vols descarregar, només cal que facis clic a la icona i l'extensió escanejarà immediatament la pàgina. Veuràs una llista amb totes les imatges disponibles, el que et permetrà seleccionar les que necessites.\n\nImage Downloader és la solució perfecta per a aquells que valoren el seu temps i volen descarregar diverses imatges alhora. Amb aquesta eina, podràs recollir i organitzar ràpidament imatges per a ús personal o professional. Fàcil i eficient — així és com hauria de ser la descàrrega d'imatges!",
    "cs": "S nainstalovaným rozšířením Image Downloader můžete snadno a rychle ukládat jakýkoli obrázek, na který narazíte na internetu — bez jakýchkoli komplikací! Zapomeňte na pravé kliknutí a ruční ukládání obrázků.\n\nPo instalaci se v liště nástrojů prohlížeče Chrome objeví malá ikona. Když navštívíte webovou stránku obsahující obrázky, které chcete stáhnout, stačí kliknout na ikonu a rozšíření okamžitě prohledá stránku. Uvidíte seznam všech dostupných obrázků, což vám umožní vybrat přesně to, co potřebujete.\n\nImage Downloader je ideálním řešením pro ty, kteří si cení svého času a chtějí stáhnout více obrázků najednou. S tímto nástrojem můžete rychle shromažďovat a organizovat obrázky pro osobní nebo profesionální použití. Snadné a efektivní — tak by mělo vypadat stahování obrázků!",
    "da": "Med den installerede udvidelse Image Downloader kan du nemt og hurtigt gemme ethvert billede, du støder på på internettet — uden besvær! Glem alt om højreklik og manuel gemning af billeder.\n\nNår du har installeret det, vises der et lille ikon i Chrome-værktøjslinjen. Når du besøger en webside med billeder, du ønsker at downloade, skal du blot klikke på ikonet, og udvidelsen vil straks scanne siden. Du vil se en liste over alle tilgængelige billeder, hvilket gør det nemt at vælge lige det, du har brug for.\n\nImage Downloader er den perfekte løsning for dem, der værdsætter deres tid og ønsker at downloade flere billeder på én gang. Med dette værktøj kan du hurtigt samle og organisere billeder til personlig eller professionel brug. Let og effektivt — sådan bør billede-downloading være!",
    "de": "Mit der installierten Erweiterung Image Downloader können Sie ganz einfach und schnell jedes Bild speichern, das Sie im Internet finden — ganz ohne Aufwand! Vergessen Sie das Rechtsklicken und das manuelle Speichern von Bildern.\n\nNach der Installation erscheint ein kleines Symbol in der Chrome-Toolleiste. Wenn Sie eine Webseite besuchen, die Bilder enthält, die Sie herunterladen möchten, klicken Sie einfach auf das Symbol, und die Erweiterung scannt sofort die Seite. Sie sehen eine Liste aller verfügbaren Bilder, sodass Sie genau das auswählen können, was Sie benötigen.\n\nImage Downloader ist die perfekte Lösung für alle, die ihre Zeit schätzen und mehrere Bilder gleichzeitig herunterladen möchten. Mit diesem Tool können Sie schnell Bilder sammeln und organisieren, sei es für den persönlichen oder professionellen Gebrauch. Einfach und effizient — so sollte das Herunterladen von Bildern sein!",
    "el": "Με την εγκατεστημένη επέκταση Image Downloader, μπορείτε εύκολα και γρήγορα να αποθηκεύσετε οποιαδήποτε εικόνα συναντάτε στο διαδίκτυο — χωρίς καμία ταλαιπωρία! Ξεχάστε το δεξί κλικ και την χειροκίνητη αποθήκευση εικόνων.\n\nΑφού την εγκαταστήσετε, θα εμφανιστεί ένα μικρό εικονίδιο στη γραμμή εργαλείων του Chrome. Όταν επισκεφθείτε μια ιστοσελίδα που περιέχει εικόνες που θέλετε να κατεβάσετε, απλώς κάντε κλικ στο εικονίδιο και η επέκταση θα σαρώσει αμέσως τη σελίδα. Θα δείτε μια λίστα με όλες τις διαθέσιμες εικόνες, επιτρέποντάς σας να επιλέξετε ακριβώς αυτές που χρειάζεστε.\n\nΗ Image Downloader είναι η τέλεια λύση για όσους εκτιμούν τον χρόνο τους και θέλουν να κατεβάσουν πολλές εικόνες ταυτόχρονα. Με αυτό το εργαλείο μπορείτε να συγκεντρώσετε και να οργανώσετε γρήγορα εικόνες για προσωπική ή επαγγελματική χρήση. Εύκολα και αποτελεσματικά — έτσι θα έπρεπε να είναι η λήψη εικόνων!",
    "es": "Con la extensión Image Downloader instalada, puedes guardar fácilmente y rápidamente cualquier imagen que encuentres en internet, ¡sin complicaciones! Olvídate del clic derecho y de guardar imágenes manualmente.\n\nUna vez instalada, aparecerá un pequeño ícono en la barra de herramientas de Chrome. Cuando visites una página web que contenga imágenes que deseas descargar, simplemente haz clic en el ícono y la extensión escaneará la página de inmediato. Verás una lista de todas las imágenes disponibles, lo que te permitirá seleccionar exactamente lo que necesitas.\n\nImage Downloader es la solución perfecta para quienes valoran su tiempo y quieren descargar múltiples imágenes a la vez. Con esta herramienta, puedes recopilar y organizar imágenes rápidamente para uso personal o profesional. ¡Fácil y eficiente — así debería ser la descarga de imágenes!",
    "et": "Paigaldatud laiendiga Image Downloader saate lihtsalt ja kiiresti salvestada igasuguseid pilte, millega internetis kokku puutute — ilma igasuguste probleemideta! Unustage hiire parema nupu klõpsamine ja piltide käsitsi salvestamine.\n\nPärast installimist ilmub Chrome'i tööriistaribale väike ikoon. Kui külastate veebilehte, kus on pilte, mida soovite alla laadida, klõpsake lihtsalt ikoonil ja laiend skaneerib kohe lehte. Näete loendit kõigist saadaval olevatest piltidest, mis võimaldab teil valida just need, mida vajate.\n\nImage Downloader on ideaalne lahendus neile, kes hindavad oma aega ja soovivad korraga alla laadida mitmeid pilte. Selle tööriista abil saate kiiresti koguda ja korraldada pilte isiklikuks või ametialaseks kasutamiseks. Lihtne ja tõhus — nii peaks piltide allalaadimine olema!",
    "fa": "با نصب افزونه Image Downloader، می‌توانید به راحتی و سریعاً هر تصویری که در اینترنت می‌بینید را ذخیره کنید — بدون هیچ زحمتی! فراموش کنید که بخواهید راست کلیک کنید و تصاویر را به صورت دستی ذخیره کنید.\n\nپس از نصب، یک آیکون کوچک در نوار ابزار کروم ظاهر می‌شود. زمانی که به یک صفحه وب می‌روید که حاوی تصاویری است که می‌خواهید دانلود کنید، کافی است روی آیکون کلیک کنید و افزونه بلافاصله صفحه را اسکن خواهد کرد. شما فهرستی از تمام تصاویر موجود را خواهید دید که به شما اجازه می‌دهد دقیقاً آنچه را که نیاز دارید انتخاب کنید.\n\nImage Downloader راه‌حل ایده‌آلی برای کسانی است که به زمان خود اهمیت می‌دهند و می‌خواهند چندین تصویر را به‌صورت همزمان دانلود کنند. با این ابزار می‌توانید به سرعت تصاویر را جمع‌آوری و برای استفاده شخصی یا حرفه‌ای سازماندهی کنید. آسان و کارآمد — دانلود تصاویر باید این‌گونه باشد!",
    "fi": "Asennettuna Image Downloader -laajennuksella voit helposti ja nopeasti tallentaa mitä tahansa kuvia, joita kohtaat internetissä — ilman vaivannäköä! Unohda hiiren oikean painikkeen käyttö ja kuvien manuaalinen tallentaminen.\n\nAsennuksen jälkeen Chrome-työkaluriville ilmestyy pieni kuvake. Kun vierailet verkkosivulla, jossa on ladattavia kuvia, riittää, että napsautat kuvaketta ja laajennus skannaa heti sivun. Näet luettelon kaikista saatavilla olevista kuvista, mikä helpottaa niiden valitsemista.\n\nImage Downloader on täydellinen ratkaisu niille, jotka arvostavat aikaansa ja haluavat ladata useita kuvia kerralla. Tämän työkalun avulla voit nopeasti kerätä ja järjestää kuvia henkilökohtaista tai ammatillista käyttöä varten. Helppoa ja tehokasta — näin kuvien lataamisen pitäisi olla!",
    "fil": "Sa naka-install na extension na Image Downloader, madali at mabilis mong maitatago ang anumang larawan na makikita mo sa internet — nang walang abala! Kalimutan ang tungkol sa pag-right click at mano-manong pag-save ng mga larawan.\n\nPagkatapos ng installation, isang maliit na icon ang lilitaw sa toolbar ng Chrome. Kapag bumisita ka sa isang webpage na may mga larawang gusto mong i-download, i-click lang ang icon at agad na ise-scan ng extension ang pahina. Makikita mo ang listahan ng lahat ng available na larawan, na nagbibigay-daan sa iyo upang piliin ang eksaktong kailangan mo.\n\nAng Image Downloader ay perpektong solusyon para sa mga taong pinahahalagahan ang kanilang oras at gustong mag-download ng maraming larawan nang sabay-sabay. Sa tulong nito, mabilis mong maipon at ma-organisa ang mga larawan para sa personal o propesyonal na paggamit. Madali at epektibo — ganito dapat ang pag-download ng mga larawan!",
    "fr": "Avec l'extension Image Downloader installée, vous pouvez facilement et rapidement sauvegarder n'importe quelle image que vous rencontrez sur Internet — sans tracas ! Oubliez le clic droit et l'enregistrement manuel des images.\n\nUne fois installée, une petite icône apparaîtra dans la barre d'outils de Chrome. Lorsque vous visitez une page Web contenant des images que vous souhaitez télécharger, il vous suffit de cliquer sur l'icône et l'extension scannera immédiatement la page. Vous verrez une liste de toutes les images disponibles, ce qui vous permettra de choisir exactement celles dont vous avez besoin.\n\nImage Downloader est la solution parfaite pour ceux qui apprécient leur temps et souhaitent télécharger plusieurs images à la fois. Grâce à cet outil, vous pouvez rapidement collecter et organiser des images pour un usage personnel ou professionnel. Facile et efficace — c'est ainsi que devrait être le téléchargement d'images !",
    "hi": "स्थापित Image Downloader एक्सटेंशन के साथ, आप इंटरनेट पर मिलने वाली किसी भी छवि को आसानी से और जल्दी से सहेज सकते हैं — बिना किसी झंझट के! दाहिने क्लिक और मैन्युअल रूप से छवियों को सहेजने की प्रक्रिया को भूल जाइए।\n\nस्थापना के बाद, Chrome टूलबार में एक छोटा आइकन दिखाई देगा। जब आप किसी वेबपृष्ठ पर जाते हैं, जिसमें आप डाउनलोड करने के लिए छवियाँ चाहते हैं, तो बस आइकन पर क्लिक करें और एक्सटेंशन तुरंत पृष्ठ को स्कैन करेगा। आपको सभी उपलब्ध छवियों की एक सूची दिखाई देगी, जिससे आप अपनी जरूरत के अनुसार चयन कर सकते हैं।\n\nImage Downloader उन लोगों के लिए एक आदर्श समाधान है जो अपने समय की कीमत समझते हैं और एक बार में कई छवियाँ डाउनलोड करना चाहते हैं। इस उपकरण के साथ, आप जल्दी से छवियों को इकट्ठा और व्यवस्थित कर सकते हैं, चाहे वह व्यक्तिगत उपयोग के लिए हो या पेशेवर उपयोग के लिए। सरल और प्रभावी — छवियों को डाउनलोड करने का ऐसा होना चाहिए!",
    "hr": "S instaliranim proširenjem Image Downloader, možete jednostavno i brzo spremati bilo koju sliku koju pronađete na internetu — bez ikakvih poteškoća! Zaboravite na desni klik i ručno spremanje slika.\n\nNakon instalacije, u alatnoj traci Chromea pojavit će se mala ikona. Kada posjetite web stranicu koja sadrži slike koje želite preuzeti, jednostavno kliknite na ikonu i proširenje će odmah skenirati stranicu. Prikazat će vam popis svih dostupnih slika, što vam omogućuje da odaberete točno ono što vam treba.\n\nImage Downloader je savršeno rješenje za one koji cijene svoje vrijeme i žele preuzeti više slika odjednom. Uz ovo proširenje možete brzo prikupljati i organizirati slike za osobnu ili profesionalnu upotrebu. Lako i učinkovito — tako bi trebao izgledati proces preuzimanja slika!",
    "hu": "A telepített Image Downloader kiegészítővel könnyedén és gyorsan menthet el bármilyen képet, amelyet az interneten talál — mindenféle probléma nélkül! Felejtse el a jobb kattintást és a képek manuális mentését.\n\nA telepítés után egy kis ikon jelenik meg a Chrome eszköztárában. Amikor meglátogat egy weboldalt, amely képeket tartalmaz, amelyeket le szeretne tölteni, egyszerűen kattintson az ikonra, és a kiegészítő azonnal átvizsgálja az oldalt. Egy listát fog látni az összes elérhető képről, ami lehetővé teszi, hogy pontosan azt válassza, amire szüksége van.\n\nAz Image Downloader tökéletes megoldás azok számára, akik értékelik az idejüket, és egyszerre több képet szeretnének letölteni. Ezzel az eszközzel gyorsan összegyűjtheti és rendszerezheti a képeket személyes vagy szakmai használatra. Egyszerű és hatékony — így kellene működnie a képek letöltésének!",
    "id": "Dengan ekstensi Image Downloader yang terpasang, Anda dapat dengan mudah dan cepat menyimpan gambar apa pun yang Anda temui di internet — tanpa repot! Lupakan klik kanan dan menyimpan gambar secara manual.\n\nSetelah diinstal, sebuah ikon kecil akan muncul di bilah alat Chrome. Ketika Anda mengunjungi halaman web yang berisi gambar yang ingin Anda unduh, cukup klik ikon tersebut dan ekstensi akan segera memindai halaman. Anda akan melihat daftar semua gambar yang tersedia, sehingga Anda dapat memilih yang tepat sesuai kebutuhan Anda.\n\nImage Downloader adalah solusi sempurna bagi mereka yang menghargai waktu mereka dan ingin mengunduh beberapa gambar sekaligus. Dengan alat ini, Anda dapat dengan cepat mengumpulkan dan mengatur gambar untuk penggunaan pribadi atau profesional. Mudah dan efisien — inilah cara seharusnya pengunduhan gambar dilakukan!",
    "it": "Con l'estensione Image Downloader installata, puoi facilmente e rapidamente salvare qualsiasi immagine tu incontri su Internet — senza alcun problema! Dimentica il clic destro e il salvataggio manuale delle immagini.\n\nDopo l'installazione, apparirà una piccola icona nella barra degli strumenti di Chrome. Quando visiti una pagina web contenente immagini che desideri scaricare, basta cliccare sull'icona e l'estensione scansionerà immediatamente la pagina. Vedrai un elenco di tutte le immagini disponibili, permettendoti di scegliere esattamente quelle di cui hai bisogno.\n\nImage Downloader è la soluzione perfetta per chi apprezza il proprio tempo e desidera scaricare più immagini contemporaneamente. Con questo strumento, puoi rapidamente raccogliere e organizzare immagini per uso personale o professionale. Facile ed efficace — così dovrebbe essere il download delle immagini!",
    "ja": "インストールされたImage Downloader拡張機能を使えば、インターネット上で見つけた画像を簡単かつ迅速に保存できます — 面倒な手間はありません！右クリックや手動での画像保存はもう忘れてください。\n\nインストール後、Chromeのツールバーに小さなアイコンが表示されます。画像をダウンロードしたいウェブページを訪れたら、アイコンをクリックするだけで、拡張機能が即座にページをスキャンします。利用可能なすべての画像のリストが表示されるので、必要な画像を選ぶことができます。\n\nImage Downloaderは、自分の時間を大切にし、一度に複数の画像をダウンロードしたい人にとって理想的なソリューションです。このツールを使えば、個人用またはプロフェッショナル用の画像を迅速に収集し、整理することができます。簡単で効率的 — これが画像ダウンロードのあるべき姿です！",
    "ko": "설치된 Image Downloader 확장 프로그램을 사용하면 인터넷에서 발견한 이미지를 쉽게 그리고 빠르게 저장할 수 있습니다 — 번거로움 없이! 오른쪽 클릭이나 수동으로 이미지를 저장하는 것은 잊어버리세요.\n\n설치 후 Chrome 도구 모음에 작은 아이콘이 표시됩니다. 다운로드하려는 이미지가 있는 웹페이지를 방문하면 아이콘을 클릭하기만 하면 확장 프로그램이 즉시 페이지를 스캔합니다. 사용 가능한 모든 이미지 목록이 표시되므로 필요한 이미지를 선택할 수 있습니다.\n\nImage Downloader는 시간을 소중히 여기는 사람들과 한 번에 여러 이미지를 다운로드하고 싶은 분들에게 완벽한 솔루션입니다. 이 도구를 사용하면 개인용 또는 전문용으로 이미지를 신속하게 수집하고 정리할 수 있습니다. 간편하고 효율적 — 이것이 이미지 다운로드의 바람직한 방식입니다!",
    "lt": "Su įdiegta Image Downloader plėtiniu galite lengvai ir greitai išsaugoti bet kurią nuotrauką, kurią aptinkate internete — be jokių rūpesčių! Pamirškite dešinįjį pelės klavišą ir rankinį nuotraukų išsaugojimą.\n\nPo įdiegimo, „Chrome“ įrankių juostoje pasirodys mažas simbolis. Kai apsilankysite svetainėje, kurioje yra nuotraukų, kurias norite atsisiųsti, tiesiog spustelėkite simbolį, ir plėtinys iš karto nuskaitys puslapį. Pamatysite visų prieinamų nuotraukų sąrašą, todėl galėsite pasirinkti tik tai, ko jums reikia.\n\nImage Downloader yra ideali sprendimas tiems, kurie vertina savo laiką ir nori vienu metu atsisiųsti kelias nuotraukas. Su šiuo įrankiu galite greitai rinkti ir tvarkyti nuotraukas asmeniniam ar profesiniam naudojimui. Paprasta ir efektyvu — taip turėtų vykti nuotraukų atsisiuntimas!",
    "lv": "Ar instalēto Image Downloader paplašinājumu jūs varat viegli un ātri saglabāt jebkuru attēlu, ko sastopat internetā — bez liekām pūlēm! Aizmirstiet par peles labo klikšķi un manuālu attēlu saglabāšanu.\n\nPēc instalēšanas Chrome rīkjoslā parādīsies neliels ikonas. Kad apmeklējat tīmekļa lapu, kurā ir attēli, kurus vēlaties lejupielādēt, vienkārši noklikšķiniet uz ikonas, un paplašinājums tūlīt skenēs lapu. Jūs redzēsit visu pieejamo attēlu sarakstu, kas ļaus jums izvēlēties tieši to, kas jums nepieciešams.\n\nImage Downloader ir ideāls risinājums tiem, kuri novērtē savu laiku un vēlas lejupielādēt vairākus attēlus vienlaicīgi. Ar šo rīku jūs varat ātri apkopot un organizēt attēlus personiskai vai profesionālai lietošanai. Viegli un efektīvi — tā jābūt attēlu lejupielādei!",
    "nl": "Met de geïnstalleerde extensie Image Downloader kun je eenvoudig en snel elke afbeelding opslaan die je op het internet tegenkomt — zonder gedoe! Vergeet het rechterklikken en handmatig opslaan van afbeeldingen.\n\nNa installatie verschijnt er een klein pictogram in de Chrome-toolbalk. Wanneer je een webpagina bezoekt met afbeeldingen die je wilt downloaden, hoef je alleen maar op het pictogram te klikken en de extensie scant onmiddellijk de pagina. Je krijgt een lijst te zien van alle beschikbare afbeeldingen, zodat je precies kunt kiezen wat je nodig hebt.\n\nImage Downloader is de ideale oplossing voor wie zijn of haar tijd waardeert en meerdere afbeeldingen tegelijk wil downloaden. Met deze tool kun je snel afbeeldingen verzamelen en organiseren voor persoonlijk of professioneel gebruik. Eenvoudig en effectief — zo zou het downloaden van afbeeldingen moeten zijn!",
    "no": "Med den installerte utvidelsen Image Downloader kan du enkelt og raskt lagre ethvert bilde du kommer over på internett — uten problemer! Glem høyreklikk og manuell lagring av bilder.\n\nEtter installasjonen vises et lite ikon i Chrome-verktøylinjen. Når du besøker en nettside som inneholder bilder du ønsker å laste ned, trenger du bare å klikke på ikonet, og utvidelsen vil umiddelbart skanne siden. Du vil se en liste over alle tilgjengelige bilder, noe som lar deg velge akkurat det du trenger.\n\nImage Downloader er den perfekte løsningen for de som verdsetter tiden sin og ønsker å laste ned flere bilder samtidig. Med dette verktøyet kan du raskt samle og organisere bilder for personlig eller profesjonelt bruk. Enkelt og effektivt — slik bør bilde-nedlastinger være!",
    "pl": "Z zainstalowanym rozszerzeniem Image Downloader możesz łatwo i szybko zapisywać dowolny obraz, który znajdziesz w Internecie — bez żadnych trudności! Zapomnij o klikaniu prawym przyciskiem myszy i ręcznym zapisywaniu obrazów.\n\nPo zainstalowaniu na pasku narzędzi Chrome pojawi się mała ikona. Gdy odwiedzisz stronę internetową zawierającą obrazy, które chcesz pobrać, wystarczy kliknąć ikonę, a rozszerzenie natychmiast przeskanuje stronę. Zobaczysz listę wszystkich dostępnych obrazów, co pozwoli Ci wybrać dokładnie to, czego potrzebujesz.\n\nImage Downloader to idealne rozwiązanie dla tych, którzy cenią swój czas i chcą pobierać wiele obrazów jednocześnie. Dzięki temu narzędziu możesz szybko zbierać i organizować obrazy do użytku osobistego lub profesjonalnego. Łatwe i efektywne — tak powinno wyglądać pobieranie obrazów!",
    "pt_PT": "Com a extensão Image Downloader instalada, você pode facilmente e rapidamente salvar qualquer imagem que encontrar na internet — sem complicações! Esqueça o clique direito e o salvamento manual de imagens.\n\nApós a instalação, um pequeno ícone aparecerá na barra de ferramentas do Chrome. Quando você visita uma página da web que contém imagens que deseja baixar, basta clicar no ícone e a extensão irá escanear imediatamente a página. Você verá uma lista de todas as imagens disponíveis, permitindo que escolha exatamente o que precisa.\n\nImage Downloader é a solução perfeita para quem valoriza seu tempo e deseja baixar várias imagens de uma só vez. Com essa ferramenta, você pode rapidamente coletar e organizar imagens para uso pessoal ou profissional. Fácil e eficiente — assim deve ser o download de imagens!",
    "ro": "Cu extensia Image Downloader instalată, poți salva cu ușurință și rapid orice imagine întâlnită pe internet — fără bătăi de cap! Uită de clicul dreapta și de salvarea manuală a imaginilor.\n\nDupă instalare, un mic icon va apărea în bara de instrumente Chrome. Când vizitezi o pagină web care conține imagini pe care dorești să le descarci, tot ce trebuie să faci este să faci clic pe icon și extensia va scana imediat pagina. Vei vedea o listă cu toate imaginile disponibile, permițându-ți să alegi exact ce ai nevoie.\n\nImage Downloader este soluția perfectă pentru cei care își prețuiesc timpul și doresc să descarce mai multe imagini simultan. Cu acest instrument, poți aduna și organiza rapid imagini pentru uz personal sau profesional. Ușor și eficient — așa ar trebui să fie descărcarea imaginilor!",
    "ru": "С установленным расширением Image Downloader вы сможете легко и быстро сохранять любые изображения с интернета — без лишних хлопот! Забудьте о правом щелчке и ручном сохранении.\n\nПосле установки на панели инструментов Chrome появится удобный значок. Просто нажмите на него, когда окажетесь на странице с изображениями, и расширение мгновенно просканирует страницу. Вам будет представлен список всех доступных изображений, что позволит вам выбрать именно то, что нужно.\n\nImage Downloader — это идеальное решение для тех, кто ценит свое время и хочет загружать несколько изображений одновременно. С его помощью вы сможете быстро собирать и организовывать изображения для личного или профессионального использования. Легко и эффективно — именно так должно быть скачивание изображений!",
    "sk": "S nainštalovanou rozšírením Image Downloader môžete jednoducho a rýchlo uložiť akýkoľvek obrázok, ktorý nájdete na internete — bez akýchkoľvek problémov! Zabudnite na pravé kliknutie a manuálne ukladanie obrázkov.\n\nPo inštalácii sa v paneli nástrojov Chrome zobrazí malá ikona. Keď navštívite webovú stránku obsahujúcu obrázky, ktoré chcete stiahnuť, jednoducho kliknite na ikonu a rozšírenie okamžite prehľadá stránku. Uvidíte zoznam všetkých dostupných obrázkov, čo vám umožní vybrať presne to, čo potrebujete.\n\nImage Downloader je ideálne riešenie pre tých, ktorí si vážia svoj čas a chcú stiahnuť viacero obrázkov naraz. S týmto nástrojom môžete rýchlo zbierať a organizovať obrázky na osobné alebo profesionálne použitie. Jednoduché a efektívne — tak by malo vyzerať sťahovanie obrázkov!",
    "sl": "Z nameščeno razširitvijo Image Downloader lahko enostavno in hitro shranite katero koli sliko, ki jo najdete na internetu — brez težav! Pozabite na desni klik in ročno shranjevanje slik.\n\nPo namestitvi se v orodni vrstici Chrome prikaže majhna ikona. Ko obiščete spletno stran, ki vsebuje slike, ki jih želite prenesti, preprosto kliknite na ikono in razširitev takoj pregleda stran. Videli boste seznam vseh razpoložljivih slik, kar vam omogoča, da izberete točno tisto, kar potrebujete.\n\nImage Downloader je popolna rešitev za tiste, ki cenijo svoj čas in želijo prenesti več slik hkrati. S tem orodjem lahko hitro zbirate in organizirate slike za osebno ali profesionalno uporabo. Enostavno in učinkovito — tako bi moralo izgledati prenašanje slik!",
    "sr": "Со инсталираната екстензија Image Downloader, можете лесно и брзо да зачувате било која слика што ја сретнете на интернет — без никаков проблем! Заборавете на десниот клик и рачното зачувување на сликите.\n\nПо инсталирањето, на лентата со алатки на Chrome ќе се појави мала икона. Кога ќе ја посетите веб-страницата која содржи слики што сакате да ги преземете, едноставно кликнете на иконата и екстензијата веднаш ќе ја скенира страницата. Ќе видите листа на сите достапни слики, што ви овозможува да изберете токму она што ви е потребно.\n\nImage Downloader е совршено решение за оние кои го ценат својот време и сакаат да преземат повеќе слики одеднаш. Со овој алат, можете брзо да соберете и организирате слики за лична или професионална употреба. Лесно и ефикасно — така треба да изгледа преземањето на слики!",
    "sv": "Med den installerade tillägget Image Downloader kan du enkelt och snabbt spara vilken bild som helst du stöter på på internet — utan krångel! Glöm bort att högerklicka och spara bilder manuellt.\n\nEfter installationen kommer en liten ikon att visas i Chrome-verktygsfältet. När du besöker en webbsida som innehåller bilder du vill ladda ner, klicka bara på ikonen så kommer tillägget omedelbart att skanna sidan. Du kommer att se en lista över alla tillgängliga bilder, vilket gör att du kan välja exakt det du behöver.\n\nImage Downloader är den perfekta lösningen för dem som värdesätter sin tid och vill ladda ner flera bilder på en gång. Med det här verktyget kan du snabbt samla och organisera bilder för personligt eller professionellt bruk. Enkelt och effektivt — så här ska bildnedladdning se ut!",
    "sw": "Kwa kuanzisha upanuzi wa Image Downloader, unaweza kwa urahisi na haraka kuhifadhi picha yoyote unayokutana nayo kwenye mtandao — bila usumbufu! Sahau kuhusu kubonyeza kulia na kuhifadhi picha kwa mikono.\n\nBaada ya kufunga, ikoni ndogo itaonekana kwenye mzigo wa zana za Chrome. Unap visita tovuti inayokuwa na picha unazotaka kupakua, bonyeza tu kwenye ikoni na upanuzi uta scan tovuti mara moja. Utapata orodha ya picha zote zinazopatikana, ambayo itakuwezesha kuchagua kile unachohitaji.\n\nImage Downloader ni suluhisho bora kwa wale wanaothamini wakati wao na wanataka kupakua picha nyingi kwa wakati mmoja. Kwa kutumia chombo hiki, unaweza kwa haraka kukusanya na kuandaa picha kwa matumizi binafsi au ya kitaaluma. Rahisi na yenye ufanisi — hivi ndivyo inavyopaswa kuwa upakuaji wa picha!",
    "th": "ด้วยการติดตั้งส่วนขยาย Image Downloader คุณสามารถบันทึกภาพใดๆ ที่คุณพบทางออนไลน์ได้อย่างง่ายดายและรวดเร็ว — โดยไม่ต้องยุ่งยาก! ลืมการคลิกขวาและการบันทึกภาพด้วยตนเองไปได้เลย\n\nหลังจากติดตั้งแล้ว จะมีไอคอนเล็กๆ ปรากฏในแถบเครื่องมือของ Chrome เมื่อคุณเข้าไปที่หน้าเว็บที่มีภาพที่คุณต้องการดาวน์โหลด เพียงแค่คลิกที่ไอคอนนั้น ส่วนขยายจะสแกนหน้าเว็บในทันที คุณจะเห็นรายการของภาพทั้งหมดที่มีอยู่ ทำให้คุณสามารถเลือกสิ่งที่ต้องการได้อย่างแม่นยำ\n\nImage Downloader เป็นทางออกที่สมบูรณ์แบบสำหรับผู้ที่ให้ความสำคัญกับเวลาและต้องการดาวน์โหลดภาพหลายๆ ภาพในครั้งเดียว ด้วยเครื่องมือนี้ คุณสามารถรวบรวมและจัดระเบียบภาพได้อย่างรวดเร็วสำหรับการใช้งานส่วนตัวหรือวิชาชีพ ง่ายและมีประสิทธิภาพ — นี่คือวิธีที่การดาวน์โหลดภาพควรเป็น!",
    "tr": "Image Downloader eklentisini yüklediğinizde, internette karşılaştığınız herhangi bir resmi kolayca ve hızlıca kaydedebilirsiniz — hiçbir karmaşa olmadan! Sağ tıklamayı ve resmi manuel olarak kaydetmeyi unutun.\n\nYükledikten sonra, Chrome araç çubuğunda küçük bir simge belirecek. İndirmek istediğiniz resimlerin bulunduğu bir web sayfasını ziyaret ettiğinizde, simgeye tıklamanız yeterli; eklenti sayfayı hemen tarayacak. Tüm mevcut resimlerin bir listesini göreceksiniz, bu da tam olarak ihtiyacınız olanı seçmenizi sağlayacak.\n\nImage Downloader, zamanını önemseyen ve bir seferde birden fazla resmi indirmek isteyenler için mükemmel bir çözümdür. Bu araç ile kişisel veya profesyonel kullanım için resimleri hızla toplayabilir ve düzenleyebilirsiniz. Kolay ve etkili — resim indirmenin böyle olması gerekiyor!",
    "uk": "З встановленим розширенням Image Downloader ви можете легко та швидко зберігати будь-яке зображення, яке зустрічаєте в Інтернеті — без жодних труднощів! Забудьте про правий клік і ручне збереження зображень.\n\nПісля установки на панелі інструментів Chrome з'явиться маленька іконка. Коли ви відвідуєте веб-сторінку, що містить зображення, які ви хочете завантажити, просто клацніть на іконку, і розширення миттєво просканує сторінку. Ви побачите список усіх доступних зображень, що дозволить вам вибрати саме те, що вам потрібно.\n\nImage Downloader — це ідеальне рішення для тих, хто цінує свій час і хоче завантажити кілька зображень одночасно. За допомогою цього інструмента ви можете швидко збирати та організовувати зображення для особистого чи професійного використання. Легко та ефективно — так має виглядати завантаження зображень!",
    "vi": "Với tiện ích mở rộng Image Downloader được cài đặt, bạn có thể dễ dàng và nhanh chóng lưu bất kỳ hình ảnh nào mà bạn gặp trên internet — không cần phải lo lắng! Quên đi việc nhấp chuột phải và lưu hình ảnh thủ công.\n\nSau khi cài đặt, một biểu tượng nhỏ sẽ xuất hiện trên thanh công cụ của Chrome. Khi bạn truy cập một trang web chứa hình ảnh mà bạn muốn tải về, chỉ cần nhấp vào biểu tượng, và tiện ích mở rộng sẽ ngay lập tức quét trang đó. Bạn sẽ thấy danh sách tất cả các hình ảnh có sẵn, cho phép bạn chọn chính xác những gì bạn cần.\n\nImage Downloader là giải pháp hoàn hảo cho những ai coi trọng thời gian của mình và muốn tải nhiều hình ảnh cùng một lúc. Với công cụ này, bạn có thể nhanh chóng thu thập và tổ chức hình ảnh cho việc sử dụng cá nhân hoặc chuyên nghiệp. Dễ dàng và hiệu quả — đây chính là cách tải hình ảnh nên diễn ra!",
    "zh_CN": "安装 Image Downloader 扩展后，您可以轻松快速地保存您在互联网上遇到的任何图像——无需任何麻烦！忘掉右键点击和手动保存图像的麻烦吧。\n\n安装后，Chrome 工具栏会出现一个小图标。当您访问一个包含您想下载的图像的网页时，只需单击该图标，扩展会立即扫描页面。您将看到所有可用图像的列表，从而可以选择您所需的图像。\n\nImage Downloader 是那些重视时间并希望一次下载多张图像的用户的理想解决方案。借助它，您可以快速收集和整理个人或专业使用的图像。简单高效——这就是下载图像的正确方式！"
  }
}