{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartReach Task Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sales Engagement Software for Outreach teams"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction\n------------\n\nLooking to book more meetings and close deals faster? Overachieve your sales quota with SmartReach’s all-in-one sales engagement extension.\n\nThe sales engagement outreach chrome extension by SmartReach uses multiple channels like Whatsapp, Email, SMS etc to connect and engage with prospects and when used to its full potential this software would help achieve brand awareness, lead generation & sales conversions.\n\nThis outreach software ensures that your prospect is targeted from multiple touchpoints thereby increasing the chances of sales conversions. \n\n\nBenefits of using SmartReach for multichannel outreach\n-------------------------------------------------------------------------------------\n\n- Explore multiple outreach channels to connect with prospects\n- Outreach via WhatsApp Messaging, SMS and Calls\n- Create manual tasks for Sales Development Representatives (SDRs)\n- Focused task completion feature designed for SDRs\n- Fixed extension screen for task management\n- Add “Generic Notes” and assign them to team members \n- Common Team Inbox\n- Detailed reporting and analysis\n- Native CRM integrations with Salesforce, Hubspot and more\n\n\nSteps to set up a sales engagement outreach campaign with SmartReach\n-----------------\n\n- Create a sequence of communications via multiple channels like Email,   WhatsApp, SMS & Calls\n- Add prospects via CSV upload or native CRM integrations\n- Integrate your email ID and set up a calling account.\n- Set up campaign settings like sending time, max number of daily outreach etc\n- Start the campaign\n\nOnce the campaign starts the team members (SDRs) would need to access the “Task” section of the SmartReach.io app and complete all daily tasks assigned in their tray. All email outreach set for a campaign would be sent automatically.\n\n\nWhat specialization does SmartReach offer under multichannel outreach?\n-----------------\n\n\nSmartReach multichannel outreach provides an all-in-one sales engagement platform that assists B2B businesses to find emails and engage with prospects. It has special features designed to increase sales team productivity. It accelerates revenue growth by optimizing key interactions through the sales process. Manages B2B customer interactions via email outreach, SMS and WhatsApp messages. \n\n\n\nWhich communication channels are currently available?\n----------------\n\nSmartReach’s multichannel software for sales automation enables sequences using  the below communication channels \n\n- Email Sequences\n- Manual Email\n- Send SMS \n- Send Whatsapp Message \n- Calls\n\n\n\n\nHow and where to create sale engagement outreach tasks?\n----------------\n\nCampaign creation has 5 steps of which the first step is “Content”. Here the Campaign Owner or Sales Manager can create a sequence of outreach actions by selecting the mode of communication (like, WhatsApp etc). Based on the channel chosen, tasks get created. \n\n\n\nWho has the access to the list of sales automation tasks & can it be assigned to the team members?\n---------------\n\nThe campaign owner has the authority to access and assign all the sales automation tasks.\n\n\nIs there a time frame & priority available for tasks?\n---------------\n\nA due date option is available to complete each multichannel outreach task along with the option to set the priority of the particular task. Tasks can be completed based on the date & priority level.\n\n\n\nWhat is the Generic Notes option used for?\n--------------\n\n\nThe generic notes feature provides an option to create manual tasks to be assigned to self or team members. For example; the Campaign Owner could create a task of “Send message via Telegram” and assign it to a team member along with a priority and due date. This task then appears in the assigned team members' tray and should be closed once they have completed the task\n\nThis feature helps to maintain a record of the important task or notes. \n\nHow does sending SMS help with sales automation?\n-------------\n\nThe Send SMS feature helps with contacting prospects directly through their mobile number. This option could be used when no response is received even after sending follow-up emails. \n\nHow can WhatsApp messages help with closing more deals?\n------------\n\nAs most people are active on WhatsApp there is a high chance that a response can be received when a WhatsApp message is sent. Increasing the likelihood of more deal closures. When the “Send WhatsApp Message” task is selected, then the chat window on web.whatsapp.com opens up for the team member or SDR. \n\n  \n\n\n\nWhat are the upcoming multichannel software features on Sales Linked Automation for Outreach extension?\n----------\n\nThe upcoming features are as follows:\n- Send SMS\n- Calls\n- Pop-up of Overdue Tasks with High Priority"
  }
}