{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neurons Predict"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant predictions of customer responses on websites using Neurons predict AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your visual assets will never lose the spotlight again! \n\nNeurons Predict is our AI tool that predicts customer responses with +95% accuracy. Get validated heatmaps and cognitive scores in an instant to draw attention to your creative content. Read more about Predict here:  https://bit.ly/3Dh1csy\n\nNeurons Predict extension provides you all the core features of Neurons Predict directly to your browser toolbar. In a single click, it takes a screenshot of your active tab and performs an extensive analysis using our AI. The results are ready instantly!\n\n\n\n Features\n- Attention heatmaps\n- Focus maps\n- Cognitive and focus scores\n- Areas of Interest (any shape)\n- Clarity Score & Maps (Beta)\n- Engagement Score & Maps (Beta)\n \n \nWhere can I find my API key?\n \nIf you are a Neurons customer, reach out to your Custom Success representative. \nIf you are not a Neurons customer, book a demo with our sales team here. \n \n \nAbout Neurons \nNeurons is the world’s leading consumer neuroscience company.\nSince 2013, we have worked with Fortune-500 companies to optimize every part of their customer journey, including advertising, retail, user experience, innovation, tech, and beyond. \n\n\nWe offer a suite of neuroscience products that comprise Predict, a cloud-based, attention prediction AI; Explore, a remote neuroscience user testing platform; and Research, a bespoke, full-scale research solution.\n\nRead more about Neurons here:  https://bit.ly/3yYSkFw"
  }
}