{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AD FINDER&AD SPY"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "AD FINDER&AD SPY allow you to collect, save & hunt trending ads automatically on your facebook page, videos, feeds, search etc.",
    "de": "AD FINDER & AD SPY sammelt und speichert automatisch alle Anzeigen von Ihrer Facebook-Seite, Videos, Feeds und Suchergebnissen.",
    "es": "AD FINDER & AD SPY recopila y guarda automáticamente anuncios en tu página de Facebook, videos, feeds y resultados de búsqueda.",
    "fr": "AD FINDER & AD SPY collecte et enregistre automatiquement des annonces sur votre page Facebook, vidéos, flux et résultats de…",
    "ja": "AD FINDER&AD SPYを使用すると、Facebook ページ、ビデオ、フィード、検索などからトレンドの広告を自動的に収集、保存、検索できます。",
    "pt_PT": "AD FINDER & AD SPY coleta e salva automaticamente anúncios na sua página do Facebook, vídeos, feeds e resultados de pesquisa.",
    "vi": "AD FINDER & AD SPY tự động thu thập và lưu trữ quảng cáo trên trang Facebook, video, feeds và kết quả tìm kiếm.",
    "zh_CN": "AD FINDER&AD SPY允许您在您的Facebook 页面、视频、feeds、搜索等位置自动收集、保存所有广告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "This is a more comprehensive and user-friendly ad finder and ad spy tool. It allows you to discover and automatically save ads on your Facebook homepage, video page, feeds page, and search page.\n\n1.Automatically scroll ad posts and save ads\nAutomatically scroll through ad posts, detect ads, and save them. It will also refresh the page randomly within a time range to reduce the risk of FB restrictions.\n\n2.Show only ads\nDisplay only ad posts while hiding non-ad posts.\n\n3.Support clicking on ad landing pages\nBy clicking on ads, you indicate to FB that you like to view ads and engage with them, making it easier to discover more ads.\n\n4.Support loading and saving ads on the current page (faster)\nLoad and automatically save ads on the current page.\n\n5.Support searching keywords to load and save ads (more effective)\nSearch for keywords to get more types of ads. This helps diversify your account behavior and load a wider range of ads or highly targeted ads. You can add search keywords in the settings.\n\n6.Custom ad pages (more new ads)\nCustom pages include the Facebook homepage, feeds page, video page, and search page. These pages can help you encounter a variety of ads while also reducing the risk of FB restrictions by simulating different user behaviors.\n\nAd Settings Page:\n1.All Ads\nFind all unique ads here (duplicates are automatically excluded). You can view, bookmark, or download ads.\n\n2.Bookmarked Ads\nWhen you find an ad you like, be sure to bookmark it for easy management of your target ads. Downloads are also supported.\n\n3.Ad List\nView all ads along with their discovery time and the history of encounters, presented in a list format.\n\n4.Settings\nSet the language for the Chrome extension, which supports English, Spanish, German, French, Japanese, Simplified Chinese, and Vietnamese.You can also set search keywords (use commas to separate multiple keywords), manage various data download options, and delete or clear data.\n\n\nThe most flexible and powerful feature is the ability to customize the time range for browsing ads, the start/stop time for browsing, and the time range for refreshing or navigating pages. my ad finder will randomly execute within these ranges to mimic flexible and normal browsing behavior, all to reduce the risk of FB restrictions and ensure your FB account's safety.",
    "de": "Dies ist ein umfassenderes und benutzerfreundlicheres ad finder und ad spy tool. Es ermöglicht Ihnen, Anzeigen auf Ihrer Facebook-Startseite, Videoseite, feeds-Seite und Suchseite zu entdecken und automatisch zu speichern.\n\n1.Anzeigen-Posts automatisch scrollen und ads speichern\nScrollen Sie automatisch durch Anzeigen-Posts, erkennen Sie ads und speichern Sie sie. Die Seite wird auch zufällig innerhalb eines Zeitrahmens aktualisiert, um das Risiko von FB-Einschränkungen zu verringern.\n\n2.Nur ads anzeigen\nZeigen Sie nur Anzeigen-Posts an, während nicht-Anzeigen-Posts ausgeblendet werden.\n\n3.Unterstützung für das Klicken auf Anzeigen-Landingpages\nDurch das Klicken auf ads signalisieren Sie FB, dass Sie gerne Anzeigen sehen und mit ihnen interagieren, was es einfacher macht, mehr ads zu entdecken.\n\n4.Unterstützung für das Laden und Speichern von ads auf der aktuellen Seite (schneller)\nLaden und speichern Sie ads automatisch auf der aktuellen Seite.\n\n5.Unterstützung der Suche nach Schlüsselwörtern zum Laden und Speichern von ads (effektiver)\nSuchen Sie nach Schlüsselwörtern, um mehr Arten von ads zu erhalten. Dies hilft, Ihr Konto-Verhalten zu diversifizieren und eine größere Auswahl an ads oder gezielt zugeschnittene ads zu laden. Sie können Suchschlüsselwörter in den Einstellungen hinzufügen.\n\n6.Benutzerdefinierte Anzeigenseiten (mehr neue ads)\nBenutzerdefinierte Seiten umfassen die Facebook-Startseite, feeds-Seite, Videoseite und Suchseite. Diese Seiten können Ihnen helfen, eine Vielzahl von ads zu sehen und gleichzeitig das Risiko von FB-Einschränkungen zu verringern, indem unterschiedliche Benutzerverhalten simuliert werden.\n\nAd-Einstellungsseite:\n1.Alle ads\nHier finden Sie alle einzigartigen ads (Dubletten werden automatisch ausgeschlossen). Sie können ads ansehen, mit einem Lesezeichen versehen oder herunterladen.\n\n2.Mit Lesezeichen versehene ads\nWenn Sie eine Anzeige finden, die Ihnen gefällt, markieren Sie sie mit einem Lesezeichen, um Ihre Ziel-ads einfach zu verwalten. Downloads werden ebenfalls unterstützt.\n\n3.Anzeigenliste\nSehen Sie alle ads zusammen mit ihrer Entdeckungszeit und der Begegnungshistorie in Listenform.\n\n4.Einstellungen\nLegen Sie die Sprache für die Chrome extension fest, die Englisch, Spanisch, Deutsch, Französisch, Japanisch, Vereinfachtes Chinesisch und Vietnamesisch unterstützt. Sie können auch Suchschlüsselwörter festlegen (verwenden Sie Kommas, um mehrere Schlüsselwörter zu trennen), verschiedene Daten-Download-Optionen verwalten sowie Daten löschen oder leeren.\n\n\nDie flexibelste und leistungsstärkste Funktion ist die Möglichkeit, den Zeitbereich für das Durchsuchen von ads, die Start-/Stoppzeit für das Durchsuchen und den Zeitbereich für das Aktualisieren oder Navigieren auf Seiten anzupassen. my ad finder führt innerhalb dieser Bereiche zufällige Aktionen aus, um flexibles und normales Browsing-Verhalten zu simulieren, das Risiko von FB-Einschränkungen zu verringern und die Sicherheit Ihres FB-Kontos zu gewährleisten.",
    "es": "Este es un ad finder y ad spy tool más completo y fácil de usar. Te permite descubrir y guardar automáticamente ads en tu página de inicio de Facebook, página de videos, feeds y página de búsqueda.\n\n1.Desplazar automáticamente los posts de ads y guardar ads\nDesplaza automáticamente los posts de ads, detecta ads y los guarda. También actualizará la página aleatoriamente dentro de un rango de tiempo para reducir el riesgo de restricciones en FB.\n\n2.Mostrar solo ads\nMuestra solo posts de ads mientras oculta los posts que no son ads.\n\n3.Soporte para hacer clic en las páginas de destino de ads\nAl hacer clic en ads, indicas a FB que te gusta ver ads e interactuar con ellos, lo que facilita el descubrimiento de más ads.\n\n4.Soporte para cargar y guardar ads en la página actual (más rápido)\nCarga y guarda automáticamente los ads en la página actual.\n\n5.Soporte para buscar palabras clave para cargar y guardar ads (más efectivo)\nBusca palabras clave para obtener más tipos de ads. Esto ayuda a diversificar el comportamiento de tu cuenta y cargar una gama más amplia de ads o ads altamente segmentados. Puedes agregar palabras clave de búsqueda en la configuración.\n\n6.Páginas de ads personalizadas (más nuevos ads)\nLas páginas personalizadas incluyen la página de inicio de Facebook, la página de feeds, la página de videos y la página de búsqueda. Estas páginas pueden ayudarte a encontrar una variedad de ads mientras reduces el riesgo de restricciones en FB al simular diferentes comportamientos de usuario.\n\nPágina de configuración de ads:\n1.Todos los ads\nEncuentra todos los ads únicos aquí (los duplicados se excluyen automáticamente). Puedes ver, marcar o descargar ads.\n\n2.Ads marcados\nCuando encuentres un ad que te guste, asegúrate de marcarlo para gestionar fácilmente tus ads objetivo. También se admiten descargas.\n\n3.Lista de ads\nVisualiza todos los ads junto con su tiempo de descubrimiento y el historial de encuentros, presentados en formato de lista.\n\n4.Configuración\nConfigura el idioma de la Chrome extension, que admite inglés, español, alemán, francés, japonés, chino simplificado y vietnamita. También puedes configurar palabras clave de búsqueda (usa comas para separar varias palabras clave), gestionar varias opciones de descarga de datos y eliminar o borrar datos.\n\nLa característica más flexible y poderosa es la capacidad de personalizar el rango de tiempo para navegar ads, la hora de inicio/detención para navegar y el rango de tiempo para actualizar o navegar por páginas. my ad finder ejecutará aleatoriamente dentro de estos rangos para imitar un comportamiento de navegación flexible y normal, todo para reducir el riesgo de restricciones en FB y garantizar la seguridad de tu cuenta de FB.",
    "fr": "Ceci est un ad finder et un ad spy tool plus complet et convivial. Il vous permet de découvrir et de sauvegarder automatiquement des ads sur votre page d'accueil Facebook, page de vidéos, page de feeds et page de recherche.\n\n1.Faire défiler automatiquement les posts de ads et enregistrer les ads\nFaire défiler automatiquement les posts de ads, détecter les ads et les enregistrer. La page sera également actualisée aléatoirement dans un intervalle de temps pour réduire le risque de restrictions sur FB.\n\n2.Afficher uniquement les ads\nAfficher uniquement les posts de ads tout en masquant les posts non-publicitaires.\n\n3.Supporter les clics sur les pages de destination des ads\nEn cliquant sur les ads, vous indiquez à FB que vous aimez voir des ads et interagir avec eux, ce qui facilite la découverte de plus de ads.\n\n4.Supporter le chargement et l'enregistrement des ads sur la page actuelle (plus rapide)\nCharger et enregistrer automatiquement les ads sur la page actuelle.\n\n5.Supporter la recherche par mots-clés pour charger et enregistrer des ads (plus efficace)\nRecherchez des mots-clés pour obtenir plus de types de ads. Cela aide à diversifier le comportement de votre compte et à charger une gamme plus large de ads ou des ads très ciblés. Vous pouvez ajouter des mots-clés de recherche dans les paramètres.\n\n6.Pages de ads personnalisées (plus de nouveaux ads)\nLes pages personnalisées incluent la page d'accueil de Facebook, la page de feeds, la page de vidéos et la page de recherche. Ces pages peuvent vous aider à rencontrer une variété de ads tout en réduisant le risque de restrictions sur FB en simulant différents comportements d'utilisateur.\n\nPage des paramètres de ads :\n1.Tous les ads\nTrouvez tous les ads uniques ici (les doublons sont automatiquement exclus). Vous pouvez consulter, ajouter un signet ou télécharger des ads.\n\n2.Ads avec signets\nLorsque vous trouvez un ad qui vous plaît, assurez-vous de l'ajouter à vos signets pour une gestion facile de vos ads ciblés. Les téléchargements sont également pris en charge.\n\n3.Liste des ads\nVoir tous les ads avec leur heure de découverte et l'historique des rencontres, présentés sous forme de liste.\n\n4.Paramètres\nDéfinir la langue de la Chrome extension, qui prend en charge l'anglais, l'espagnol, l'allemand, le français, le japonais, le chinois simplifié et le vietnamien. Vous pouvez également définir des mots-clés de recherche (utilisez des virgules pour séparer plusieurs mots-clés), gérer diverses options de téléchargement de données, ainsi que supprimer ou effacer des données.\n\n\nLa fonctionnalité la plus flexible et puissante est la possibilité de personnaliser la plage horaire pour parcourir les ads, l'heure de début/arrêt de navigation et la plage horaire pour actualiser ou naviguer sur les pages. my ad finder exécutera aléatoirement dans ces plages pour imiter un comportement de navigation flexible et normal, tout cela pour réduire le risque de restrictions sur FB et garantir la sécurité de votre compte FB.",
    "ja": "これは、より包括的で使いやすいad finderおよびad spy toolです。Facebookのホームページ、ビデオページ、feedsページ、検索ページでadsを発見し、自動的に保存することができます。\n\n1.自動的にad postsをスクロールしてadsを保存\nad postsを自動的にスクロールし、adsを検出して保存します。また、ページをランダムに更新し、FBの制限リスクを減らすために時間範囲内でリフレッシュします。\n\n2.adsのみを表示\n非広告postを非表示にして、ad postsのみを表示します。\n\n3.adのランディングページへのクリックをサポート\nadsをクリックすることで、FBに広告を視聴して関わりたいことを示し、より多くのadsを見つけやすくします。\n\n4.現在のページでのadsの読み込みと保存をサポート（より速い）\n現在のページでadsを読み込み、自動的に保存します。\n\n5.キーワード検索をサポートしてadsを読み込み保存（より効果的）\nキーワードを検索して、さまざまな種類のadsを取得します。これにより、アカウントの行動が多様化し、より広範囲のadsや高度にターゲット化されたadsを読み込むことができます。設定で検索キーワードを追加できます。\n\n6.カスタムadページ（より多くの新しいads）\nカスタムページには、Facebookのホームページ、feedsページ、ビデオページ、検索ページが含まれます。これらのページは、さまざまなadsに出会うのに役立ち、異なるユーザー行動をシミュレートすることで、FBの制限リスクを減らします。\n\nAd設定ページ:\n1.すべてのads\nここですべての一意のadsを見つけます（重複は自動的に除外されます）。adsを閲覧したり、ブックマークしたり、ダウンロードしたりできます。\n\n2.ブックマークされたads\n気に入ったadsが見つかったら、ターゲットadsを簡単に管理するために必ずブックマークしてください。ダウンロードもサポートされています。\n\n3.Adリスト\n発見時間や遭遇履歴と共に、リスト形式ですべてのadsを表示します。\n\n4.設定\nChrome extensionの言語を設定します。英語、スペイン語、ドイツ語、フランス語、日本語、簡体字中国語、ベトナム語をサポートしています。検索キーワードの設定（複数のキーワードをカンマで区切る）、さまざまなデータダウンロードオプションの管理、およびデータの削除またはクリアもできます。\n\n\n最も柔軟で強力な機能は、adsを閲覧するための時間範囲、閲覧の開始/停止時間、およびページのリフレッシュやナビゲーションのための時間範囲をカスタマイズする機能です。my ad finderは、これらの範囲内でランダムに実行され、柔軟で通常の閲覧行動を模倣し、FBの制限リスクを減らし、FBアカウントの安全を確保します。",
    "pt_PT": "Este é um ad finder e ad spy tool mais abrangente e fácil de usar. Ele permite que você descubra e salve automaticamente ads na sua página inicial do Facebook, página de vídeos, página de feeds e página de pesquisa.\n\n1.Rolagem automática de ad posts e salvamento de ads\nRolagem automática de ad posts, detecção de ads e salvamento deles. A página também será atualizada aleatoriamente dentro de um intervalo de tempo para reduzir o risco de restrições do FB.\n\n2.Mostrar apenas ads\nExibe apenas ad posts enquanto oculta posts que não são anúncios.\n\n3.Suporte para clicar em páginas de destino de ads\nAo clicar em ads, você indica ao FB que gosta de ver e interagir com ads, facilitando a descoberta de mais anúncios.\n\n4.Suporte para carregar e salvar ads na página atual (mais rápido)\nCarregue e salve automaticamente ads na página atual.\n\n5.Suporte para pesquisar palavras-chave para carregar e salvar ads (mais eficaz)\nPesquise palavras-chave para obter mais tipos de ads. Isso ajuda a diversificar o comportamento da sua conta e carregar uma variedade maior de ads ou anúncios altamente direcionados. Você pode adicionar palavras-chave de pesquisa nas configurações.\n\n6.Páginas de ads personalizadas (mais novos anúncios)\nAs páginas personalizadas incluem a página inicial do Facebook, página de feeds, página de vídeos e página de pesquisa. Essas páginas podem ajudar você a encontrar uma variedade de ads enquanto reduzem o risco de restrições do FB, simulando diferentes comportamentos de usuário.\n\nPágina de Configurações de Ads:\n1.Todos os ads\nEncontre todos os anúncios únicos aqui (duplicatas são automaticamente excluídas). Você pode visualizar, marcar como favorito ou baixar anúncios.\n\n2.Ads Favoritados\nQuando você encontrar um ad de que gosta, certifique-se de adicioná-lo aos favoritos para facilitar o gerenciamento dos seus anúncios-alvo. O download também é suportado.\n\n3.Lista de Ads\nVeja todos os anúncios com seu tempo de descoberta e o histórico de encontros, apresentados em um formato de lista.\n\n4.Configurações\nDefina o idioma da Chrome extension, que suporta inglês, espanhol, alemão, francês, japonês, chinês simplificado e vietnamita. Você também pode definir palavras-chave de pesquisa (use vírgulas para separar várias palavras-chave), gerenciar várias opções de download de dados e excluir ou limpar dados.\n\n\nO recurso mais flexível e poderoso é a capacidade de personalizar o intervalo de tempo para navegar por ads, o horário de início/parada da navegação e o intervalo de tempo para atualizar ou navegar nas páginas. my ad finder será executado aleatoriamente dentro desses intervalos para imitar um comportamento de navegação flexível e normal, tudo para reduzir o risco de restrições do FB e garantir a segurança da sua conta do FB.",
    "vi": "Đây là một ad finder và ad spy tool toàn diện và dễ sử dụng hơn. Nó cho phép bạn phát hiện và tự động lưu ads trên trang chủ Facebook, trang video, trang feeds và trang tìm kiếm của bạn.\n\n1.Tự động cuộn qua các ad posts và lưu ads\nTự động cuộn qua các ad posts, phát hiện ads và lưu chúng. Nó cũng sẽ làm mới trang một cách ngẫu nhiên trong một khoảng thời gian để giảm nguy cơ bị hạn chế từ FB.\n\n2.Chỉ hiển thị ads\nHiển thị chỉ các ad posts trong khi ẩn các post không phải quảng cáo.\n\n3.Hỗ trợ nhấp vào các trang đích của ads\nKhi nhấp vào ads, bạn cho FB biết rằng bạn thích xem và tương tác với các ads, giúp dễ dàng phát hiện thêm nhiều ads hơn.\n\n4.Hỗ trợ tải và lưu ads trên trang hiện tại (nhanh hơn)\nTải và tự động lưu ads trên trang hiện tại.\n\n5.Hỗ trợ tìm kiếm từ khóa để tải và lưu ads (hiệu quả hơn)\nTìm kiếm từ khóa để có nhiều loại ads hơn. Điều này giúp đa dạng hóa hành vi tài khoản của bạn và tải một loạt ads rộng hơn hoặc các ads rất mục tiêu. Bạn có thể thêm từ khóa tìm kiếm trong cài đặt.\n\n6.Trang ad tùy chỉnh (nhiều ads mới hơn)\nCác trang tùy chỉnh bao gồm trang chủ Facebook, trang feeds, trang video và trang tìm kiếm. Những trang này có thể giúp bạn gặp gỡ nhiều loại ads khác nhau trong khi cũng giảm nguy cơ bị hạn chế từ FB bằng cách mô phỏng các hành vi người dùng khác nhau.\n\nTrang Cài đặt Ads:\n1.Tất cả các ads\nTìm tất cả các ads duy nhất ở đây (các bản sao sẽ tự động bị loại trừ). Bạn có thể xem, đánh dấu hoặc tải xuống ads.\n\n2.Ads đã đánh dấu\nKhi bạn tìm thấy một ad mà bạn thích, hãy chắc chắn đánh dấu nó để quản lý các ads mục tiêu của bạn dễ dàng hơn. Tải xuống cũng được hỗ trợ.\n\n3.Danh sách Ads\nXem tất cả các ads cùng với thời gian phát hiện và lịch sử gặp gỡ, được trình bày dưới dạng danh sách.\n\n4.Cài đặt\nĐặt ngôn ngữ cho Chrome extension, hỗ trợ tiếng Anh, tiếng Tây Ban Nha, tiếng Đức, tiếng Pháp, tiếng Nhật, tiếng Trung giản thể và tiếng Việt. Bạn cũng có thể đặt từ khóa tìm kiếm (sử dụng dấu phẩy để tách nhiều từ khóa), quản lý các tùy chọn tải dữ liệu khác nhau, và xóa hoặc làm sạch dữ liệu.\n\n\nTính năng linh hoạt và mạnh mẽ nhất là khả năng tùy chỉnh khoảng thời gian để duyệt ads, thời gian bắt đầu/dừng để duyệt, và khoảng thời gian để làm mới hoặc điều hướng trang. my ad finder sẽ thực hiện ngẫu nhiên trong các khoảng thời gian này để mô phỏng hành vi duyệt web linh hoạt và bình thường, tất cả để giảm nguy cơ bị hạn chế từ FB và đảm bảo an toàn cho tài khoản FB của bạn.",
    "zh_CN": "这是一个功能更齐全和好用的ad finder和ad spy tool. 允许你在Facebook主页、视频页、feeds页、搜索页发现和自动保存广告。  \n\n1. 自动滚动广告post，发现广告post自动保存；\n自动滚动广告post，加载最新的post，时间范围内随机刷新页面获取最新posts，这样能减少FB风控机会；  \n\n2. 只展示广告\n只展示广告帖子，屏蔽非广告帖子；  \n\n3. 支持点击广告落地页 为了告诉FB你喜欢看广告和点击行为，更容易发现广告；  \n\n4. 支持当前页加载和保存广告（更快速）\n支持当前单页加载和自动保存广告；  \n\n5.支持搜索关键词加载和保存广告（更有效） 搜索关键词，获得更多类型广告，让账号构成更多行为习惯，加大加载更多不同类型的广告，或者目的性强的广告。你可以在设置位置添加搜索关键词。\n\n6.自定义广告页面（更多新广告） \n自定义页面包含：Facebook首页、feeds页、video页、搜索页。这些页面都能遇到不少的广告，同时保证各种不同的使用行为，同样能减少FB风控机会。  \n\n广告设置页面： \n1. 所有广告\n你可以在这里找到所有唯一的广告（自动排除重复广告），对广告进行查看、加入收藏、下载等行为；  \n\n2. 收藏的广告\n遇到想要的广告，一定要加入收藏，这样能快速管理你的目标广告；支持下载；  \n\n3.广告列表\n看到所有广告的发现时间，每一条的遇到记录，用列表的形式展现；\n  \n4.设置\n设置Chrome extension的语言，支持英语、西班牙语、德语、法语、日语、简体中文、越南语;设置搜索关键词，多个关键词请使用,分隔；还有各种下载数据功能、删除及清空数据功能等。   \n\n\n最灵活强大的功能是：可以自定义浏览广告的时间范围、浏览打开/停止的时间范围、刷新跳转页面的时间范围，我们会根据my ad finder随机一个时间来执行，更灵活和正常的行为习惯，一切为了减少FB的风控，和保证你的FB账号安全。"
  }
}