{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Similarweb - Website Traffic & SEO Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant website analysis and SEO metrics at your fingertips."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Similarweb traffic analytics and keyword checker gives you the data to boost your SEO and marketing strategy through competitor analysis.\n\nBoost your SEO and digital marketing strategy with key metrics, including:\n- Visits Over Time\n- Top keywords\n- Traffic sources\n- Website ranking\n- Traffic by Geo\n\n\nFEATURES:\n📈 Visits Over Time\nReveal how many visits a website receives over time, its bounce rate, the number of pages visited per session, the number of monthly website visits, and a user’s average duration.\n\n🔑 Top Keywords\nExplore the top-performing keywords for any website.\n\n🥇 Website Rank\nUnderstand where a website ranks globally, in a particular country, and within its category.\n\n🌎 Geography\nExplore the top countries driving traffic, and see the percentage of visits from each country.\n\n🚦 Traffic Sources\nDiscover where your competitors’ traffic is coming from, including direct, search, email, social, referrals, and display ads.\n\nThe Similarweb website analytics and keyword finder is the ideal tool for website owners, marketers, and SEO professionals who want to monitor website ranking, analyze website traffic, and gain insights into their competitors' websites. Visit our website to learn more about our powerful digital intelligence solutions: https://www.similarweb.com/ \n\nDownload the website ranking and keyword extension today for in-depth insights on every website.\n\nDownload the extension today for in-depth insights on every website.\nThe Similarweb extension provides you with website rankings as well as many other metrics. Before you can start using the extension, you’ll need to approve the collection of anonymized clickstream data, including All Hosts, WebRequest, WebRequestBlocking, Web Navigation, tabs, and storage. Data is collected on the domains that you browse. For more information regarding our data collection, we urge you to review our privacy policy before installing our add-on, available here: https://www.Similarweb.com/corp/legal/extension-privacy-policy/."
  }
}