{
  "name": {
    "ar": "تحويل صفحة ويب إلى PDF",
    "am": "ድረ-ገጽ ወደ ፒዲኤፍ ቀይር",
    "bg": "Конвертиране на уеб страница в PDF.",
    "bn": "ওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন।",
    "ca": "Converteix pàgina web a PDF",
    "cs": "Převést webovou stránku do PDF",
    "da": "Konverter webside til PDF",
    "de": "Webseite als PDF speichern",
    "el": "Μετατροπή ιστοσελίδας σε PDF",
    "en,en_AU,en_GB,en_US": "Convert webpage to PDF",
    "es,es_419": "Convertir página web a PDF",
    "et": "Konverteeri veebileht PDF-iks",
    "fa": "تبدیل صفحه وب به PDF",
    "fi": "Verkkosivu PDF-muotoon",
    "fil": "Webpage sa PDF",
    "fr": "Enregistrer une page web en PDF",
    "gu": "વેબપેજને PDF માં કન્વર્ટ કરો",
    "he": "המרת דף אינטרנט ל-PDF",
    "hi": "वेबपेज को पीडीएफ में बदलें",
    "hr": "Pretvori web stranicu u PDF",
    "hu": "Weboldal átalakítása PDF formátumba",
    "id": "Simpan halaman web ke PDF",
    "it": "Salvare pagina web in PDF",
    "ja": "ウェブページをPDFとして保存",
    "kn": "ವೆಬ್‌ಪುಟವನ್ನು PDF ಗೆ ಪರಿವರ್ತಿಸಿ",
    "ko": "웹페이지를 PDF로 저장",
    "lt": "Konvertuoti tinklalapį į PDF",
    "lv": "Konvertēt tīmekļa lapu uz PDF",
    "ml": "വെബ്‌പേജ് PDF-ലേക്ക് പരിവർത്തനം ചെയ്യുക",
    "mr": "वेबसाइटला PDF मध्ये रूपांतरित करा",
    "ms": "Tukar laman web kepada PDF",
    "nl": "Webpagina opslaan als PDF",
    "no": "Lagre nettside som PDF",
    "pl": "Konwertuj stronę internetową na PDF",
    "pt_BR": "Converter página da web para PDF",
    "pt_PT": "Converter página web para PDF",
    "ro": "Convertiți pagina web în PDF",
    "ru": "Скриншот всей страницы сайта в PDF",
    "sk": "Konvertovať webovú stránku do PDF.",
    "sl": "Pretvori spletno stran v PDF",
    "sr": "Konvertuj veb stranicu u PDF",
    "sv": "Gem webside som PDF",
    "sw": "Badilisha ukurasa wa wavuti kuwa PDF",
    "ta": "வலைப்பக்கத்தை PDF ஆக மாற்றவும்",
    "te": "వెబ్‌పేజీని PDFకి మార్చండి",
    "th": "บันทึกหน้าเว็บเป็น PDF",
    "tr": "Web sayfasını PDF olarak kaydet",
    "uk": "Перетворити веб-сторінку у PDF",
    "vi": "Lưu trang web dưới dạng PDF",
    "zh_CN": "将网页转换为PDF",
    "zh_TW": "將網頁轉換為 PDF"
  },
  "short": {
    "ar": "تحويل صفحة ويب إلى PDF – حول صفحة على الإنترنت إلى PDF بسهولة. احفظ صفحات الويب بتنسيق PDF بنقرة واحدة فقط.",
    "am": "ድረ-ገጹን ወደ ፒዲኤፍ ቀይር የስራ ሂደትዎን ቀላል ያደርገዋል! የእኛ መሳሪያ ድረ-ገጾችን ይለውጣል፣ እንደ ፒዲኤፍ ያስቀምጣቸዋል፣ እና የመጀመሪያ መልክአቸውን ይጠብቃል።",
    "bg": "Нека Конвертиране на уеб страница в PDF опрости вашия работен процес! Нашият инструмент конвертира уеб страници, запазва ги като…",
    "bn": "ওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন আপনার কাজের প্রক্রিয়াকে সহজতর করুন! আমাদের টুল ওয়েবপেজ রূপান্তর করে, সেগুলোকে পিডিএফ হিসেবে…",
    "ca": "Deixa que Converteix pàgina web a PDF simplifiqui el teu flux de treball! La nostra eina converteix pàgines web, les desa com a…",
    "cs": "Nechte Převést webovou stránku do PDF zjednodušit váš pracovní postup! Náš nástroj převádí webové stránky, ukládá je jako PDF a…",
    "da": "Konverter webside til PDF – Konverter webside til PDF hurtigt og nemt. Gem websider som PDF-filer med et enkelt klik.",
    "de": "Webseite als PDF speichern – Speichern Sie Webseiten und bewahren Sie ihr ursprüngliches Aussehen. Vereinfachen Sie Ihren…",
    "el": "Αφήστε το Μετατροπή ιστοσελίδας σε PDF να απλοποιήσει τη ροή εργασίας σας! Το εργαλείο μας μετατρέπει ιστοσελίδες, τις αποθηκεύει…",
    "en,en_AU,en_GB,en_US": "Let Convert webpage to PDF simplify your workflow! Our tool converts webpages, saves them as PDFs, and keeps their original look.",
    "es": "Convertir página web a PDF – Convierte páginas web a PDF y guarda su apariencia original. Simplifica tu flujo de trabajo fácilmente.",
    "es_419": "¡Deja que Convertir página web a PDF simplifique tu flujo de trabajo! Nuestra herramienta convierte páginas web, las guarda como…",
    "et": "Las Konverteeri veebileht PDF-iks lihtsustab sinu töövoogu! Meie tööriist konverteerib veebilehti, salvestab need PDF-idena ja…",
    "fa": "بگذارید تبدیل صفحه وب به PDF روند کار شما را ساده کند! ابزار ما صفحات وب را تبدیل می‌کند، آنها را به صورت PDF ذخیره می‌کند و ظاهر…",
    "fi": "Verkkosivu PDF-muotoon – Muunna verkkosivu PDF-muotoon helposti. Tallenna verkkosivu PDF-tiedostona yhdellä klikkauksella.",
    "fil": "Webpage sa PDF – I-convert ang webpage sa PDF gamit ang isang click. Madaling i-save ang webpage bilang PDF file.",
    "fr": "Enregistrer une page web en PDF – Convertissez et enregistrez facilement les pages web en PDF tout en conservant leur apparence.",
    "gu": "વેબપેજને PDF માં કન્વર્ટ કરવા દો તમારા વર્કફ્લોને સરળ બનાવો! અમારું સાધન વેબપૃષ્ઠોને રૂપાંતરિત કરે છે, તેમને PDF તરીકે સાચવે છે અને…",
    "he": "תן להמיר דף אינטרנט ל-PDF לפשט את זרימת העבודה שלך! הכלי שלנו ממיר דפי אינטרנט, שומר אותם כקובצי PDF ושומר על המראה המקורי שלהם.",
    "hi": "वेबपेज को पीडीएफ में बदलें, अपने वर्कफ़्लो को सरल बनाएं! हमारा टूल वेबपेज को परिवर्तित करता है, उन्हें पीडीएफ के रूप में सहेजता है,…",
    "hr": "Neka Pretvori web stranicu u PDF pojednostavi vaš tijek rada! Naš alat pretvara web stranice, sprema ih kao PDF-ove i zadržava…",
    "hu": "Hagyja, hogy a Weboldal átalakítása PDF formátumba egyszerűsítse a munkafolyamatát! Eszközünk átalakítja a weboldalakat, PDF-ként…",
    "id": "Simpan halaman web ke PDF – Simpan halaman web ke PDF hanya dengan sekali klik. Mudah mengonversi halaman web ke format PDF.",
    "it": "Salvare pagina web in PDF – Converte facilmente la webpagina in PDF mantenendo l’aspetto originale. Semplifica il tuo flusso di…",
    "ja": "ウェブページをPDFとして保存 – ウェブページを簡単にPDFとして保存できます。ワンクリックでウェブページをPDF形式で保存！",
    "kn": "ನಿಮ್ಮ ವರ್ಕ್‌ಫ್ಲೋ ಅನ್ನು ಸರಳಗೊಳಿಸಲು ವೆಬ್‌ಪುಟವನ್ನು PDF ಗೆ ಪರಿವರ್ತಿಸಲು ಅನುಮತಿಸಿ! ನಮ್ಮ ಉಪಕರಣವು ವೆಬ್‌ಪುಟಗಳನ್ನು ಪರಿವರ್ತಿಸುತ್ತದೆ, ಅವುಗಳನ್ನು…",
    "ko": "웹페이지를 PDF로 저장 – 클릭 한 번으로 웹페이지를 PDF로 변환하고 저장하세요. 간편하게 웹페이지를 PDF로 보관할 수 있습니다.",
    "lt": "Leiskite Konvertuoti tinklalapį į PDF supaprastinti jūsų darbo eigą! Mūsų įrankis konvertuoja tinklalapius, išsaugo juos kaip PDF…",
    "lv": "Ļaujiet Konvertēt tīmekļa lapu uz PDF vienkāršot jūsu darba plūsmu! Mūsu rīks konvertē tīmekļa lapas, saglabā tās kā PDF un saglabā…",
    "ml": "നിങ്ങളുടെ വർക്ക്ഫ്ലോ ലളിതമാക്കാൻ വെബ്‌പേജ് PDF-ലേക്ക് പരിവർത്തനം ചെയ്യട്ടെ! ഞങ്ങളുടെ ടൂൾ വെബ്‌പേജുകളെ പരിവർത്തനം ചെയ്യുന്നു, അവയെ…",
    "mr": "वेबसाइटला PDF मध्ये रूपांतरित करा तुमच्या कार्यप्रवाहाला सुलभ करा! आमचे साधन वेबपृष्ठांचे रूपांतर करते, त्यांना PDF म्हणून जतन करते…",
    "ms": "Biarkan Tukar laman web kepada PDF memudahkan aliran kerja anda! Alat kami menukar laman web, menyimpannya sebagai PDF, dan…",
    "nl": "Webpagina opslaan als PDF – Sla webpagina op als PDF met één klik. Gemakkelijk webpagina's converteren en opslaan als PDF-bestanden.",
    "no": "Lagre nettside som PDF – Lagre nettside som PDF med ett klikk. Enkelt å konvertere og lagre nettsider i PDF-format.",
    "pl": "Niech Konwertuj stronę internetową na PDF uprości Twój przepływ pracy! Nasze narzędzie konwertuje strony internetowe, zapisuje je…",
    "pt_BR": "Deixe o Converter página da web para PDF simplificar seu fluxo de trabalho! Nossa ferramenta converte páginas da web, salva-as como…",
    "pt_PT": "Deixe o Converter página web para PDF simplificar o seu fluxo de trabalho! A nossa ferramenta converte páginas web, guarda-as como…",
    "ro": "Lăsați Convertiți pagina web în PDF să vă simplifice fluxul de lucru! Instrumentul nostru convertește paginile web, le salvează ca…",
    "ru": "Пусть \"скриншот всей страницы сайта в PDF\" упростит ваш рабочий процесс! Наш инструмент делает скриншот веб-страниц и сохраняет их…",
    "sk": "Nechajte Konvertovať webovú stránku do PDF zjednodušiť váš pracovný tok! Náš nástroj konvertuje webové stránky, ukladá ich ako PDF…",
    "sl": "Naj vam Pretvori spletno stran v PDF poenostavi potek dela! Naše orodje pretvori spletne strani, jih shrani kot PDF-je in ohrani…",
    "sr": "Neka Konvertuj veb stranicu u PDF pojednostavi vaš tok posla! Naš alat konvertuje veb stranice, čuva ih kao PDF-ove i zadržava…",
    "sv": "Gem webside som PDF – Spara webside som PDF med ett klick. Enkelt att konvertera och spara websidor i PDF-format.",
    "sw": "Acha Badilisha ukurasa wa wavuti kuwa PDF kurahisisha mtiririko wako wa kazi! Zana yetu hubadilisha kurasa za wavuti, kuzihifadhi…",
    "ta": "வலைப்பக்கத்தை PDF ஆக மாற்றலாம் உங்கள் பணிப்பாய்வுகளை எளிதாக்குங்கள்! எங்கள் கருவி வலைப்பக்கங்களை மாற்றுகிறது, அவற்றை PDFகளாக…",
    "te": "మీ వర్క్‌ఫ్లోను సులభతరం చేయడానికి వెబ్‌పేజీని PDFకి మార్చనివ్వండి! మా సాధనం వెబ్‌పేజీలను మారుస్తుంది, వాటిని PDFలుగా సేవ్ చేస్తుంది…",
    "th": "บันทึกหน้าเว็บเป็น PDF – แปลงและบันทึกหน้าเว็บเป็น PDF ได้ง่ายๆ ด้วยการคลิกเพียงครั้งเดียว เก็บหน้าเว็บเป็นไฟล์ PDF สะดวกและรวดเร็ว",
    "tr": "Web sayfasını PDF olarak kaydet – Web sayfasını PDF formatında kaydedin. Tek tıkla PDF olarak kolayca dönüştürüp saklayın.",
    "uk": "Нехай Перетворити веб-сторінку у PDF спростить ваш робочий процес! Наш інструмент конвертує веб-сторінки, зберігає їх у форматі PDF…",
    "vi": "Lưu trang web dưới dạng PDF – Lưu trang web dưới PDF chỉ với một cú nhấp chuột. Dễ dàng chuyển đổi và lưu trang web thành file PDF.",
    "zh_CN": "让将网页转换为PDF简化您的工作流程！我们的工具可以将网页转换为PDF并保持其原始外观。",
    "zh_TW": "讓將網頁轉換為 PDF 簡化您的工作流程！我們的工具可以將網頁轉換為 PDF，並保持其原始外觀。"
  },
  "long": {
    "ar": "هذا الامتداد البسيط والقوي مثالي للمستخدمين الذين يحتاجون إلى أداة موثوقة لتحويل صفحة الويب إلى PDF في كروم.\n\nالميزات الرئيسية\n1️⃣ بنقرة واحدة: ببساطة انقر لتحويل صفحة الويب إلى PDF. نجعل العملية سريعة وفعالة.\n2️⃣ الحفاظ على التنسيق الأصلي: ستحتفظ ملفاتك بالمظهر الأصلي للصفحة، مع الحفاظ على النصوص والصور والتنسيق.\n3️⃣ حفظ صفحة الويب كـ PDF في كروم: توفر هذه الأداة تحويلًا عالي الجودة للمستخدمين الذين يحتاجون إلى تحويل صفحات الإنترنت.\n4️⃣ لقطات شاشة للصفحة كاملة: تحتاج إلى تصوير صفحة الويب بالكامل؟ الآن لم تعد بحاجة إلى البحث في جوجل عن كيفية حفظ صفحة الويب كـ PDF!\n\nكيفية تحويل صفحة الويب إلى PDF عبر الإنترنت\nاتبع هذه الخطوات البسيطة:\n1. قم بتثبيت امتداد تحويل صفحة الويب إلى PDF.\n2. افتح الموقع الذي ترغب في حفظ صفحة منه.\n3. انقر على تحويل – سيكون ملفك جاهزًا في ثوانٍ.\nيمكنك أيضًا معرفة المزيد في قسم الأسئلة الشائعة لدينا.\n\nلماذا تستخدم محول صفحة الويب إلى PDF هذا؟\n- وصول سريع: احصل على نسخ من المقالات أو الأبحاث أو حول أي صفحة إنترنت إلى PDF بنقرة واحدة.\n- يعمل داخل كروم: لا حاجة لتنزيل تطبيقات جانبية لتعلم كيفية حفظ صفحة الويب بصيغة PDF، الآن لا تحتاج إلى مغادرة متصفحك مثل الامتدادات الأخرى مثل GoFullPage.\n- مُحسّن للكفاءة: على عكس الأدوات الأخرى، هذا الامتداد مدمج مع كروم، مما يوفر لك طريقة سهلة لحفظ صفحات الويب في كروم.\nخيارات الحفظ عبر الإنترنت وغير المتصلة: استخدمه لتحويل صفحة الويب إلى PDF عبر الإنترنت أو احفظها كملف على جهاز الكمبيوتر الخاص بك للاستخدام لاحقًا.\n- وصول سهل من شريط الأدوات: حول الروابط مباشرة من شريط أدوات كروم للوصول السريع.\n- نحن نحترم خصوصيتك: أداتنا لا تجمع بياناتك، ولا تخزن ملفاتك، ولا تتبع المواقع التي تزورها.\n- تنظيم وأرشفة: استخدم تحويل صفحة الويب إلى PDF لتصدير أي صفحة إنترنت إلى ملف، ودمجها بسلاسة في قاعدة معرفتك الشخصية.\n\nمن يمكنه الاستفادة؟\n✔️ الباحثون: احصل على سجلات صفحات الويب بسهولة.\n✔️ الطلاب: التقط وحول الأعمال الأكاديمية إلى ملفات PDF.\n✔️ المحترفون: أرشف المستندات دون عناء.\n✔️ المستقلون: احفظ صفحة الإنترنت كـ PDF للاحتفاظ بالمشاريع.\n✔️ الجميع: لأي شخص يحتاج إلى حفظ صفحة ويب بسرعة!\n\nالأسئلة الشائعة\n❓ كيف أقوم بالتثبيت؟\nلتثبيت تطبيقنا، انتقل إلى متجر كروم الإلكتروني واختر إضافة إلى كروم. سيتم إضافته إلى متصفحك ويمكنك البدء في استخدامه.\n❓ كيف أحول صفحة ويب إلى PDF بصيغة كروم باستخدام الامتداد الخاص بك؟\nلتحويل صفحة ويب إلى PDF، انقر على أيقونة الامتداد الخاص بنا وسيتم إنشاء ملفك في ثوانٍ.\n❓ كيف أحفظ صفحة الإنترنت كـ PDF؟\nيوفر امتدادنا طريقة سلسة. يمكنك حفظ أي صفحة إنترنت كـ PDF باتباع الخطوات البسيطة.\n❓ هل يمكنني استخدام هذا الامتداد لحفظ صفحات الويب بالكامل؟ بالتأكيد! أصبحت أداة تحويل صفحة الويب إلى PDF حلاً ممتازًا لحفظ صفحات الإنترنت.\n❓ إذا واجهت مشكلة أثناء استخدام تحويل صفحة الويب إلى PDF، هل هناك دعم عملاء متاح؟\nلا تتردد في الاتصال بنا مباشرة عبر البريد الإلكتروني أو ترك تذكرة في متجر كروم الإلكتروني. سنكون سعداء بمساعدتك!\n❓ لدي بعض الأفكار والملاحظات حول لقطة الشاشة في كروم. هل يمكنني مشاركتها مع المطورين؟\nفريقنا دائمًا مفتوح لسماع مستخدمينا. لا تتردد في إرسال مقترحاتك أو أفكارك أو مراجعاتك. نحن نقدر ما لديك لتقوله.\n\nالميزات المتقدمة\n➤ لقطة شاشة للصفحة بالكامل: استخدم زر الالتقاط الكامل لحفظ صفحة الويب كـ PDF.\n➤ خيارات التنسيق والجودة: اضبط الجودة والتنسيق لتلبية احتياجاتك.\n➤ وصول سهل من شريط الأدوات: مباشرة وفي أي وقت تحتاجه.\n\nكيفية استخدام الامتداد الخاص بنا؟\n1. قم بتثبيت الامتداد الخاص بنا.\n2. قم بزيارة أي صفحة ويب ترغب في تحويلها.\n3. انقر على أيقونتنا – سيتم حفظ صفحة الويب الخاصة بك فورًا.\n4. استمر في تحويل صفحات الويب أثناء التنقل – لن يتوقف عملك!\n5. اترك لنا مراجعة إذا كنت ترغب في تغيير أو إضافة شيء!\n\nفوائد إضافية\n⚡ لا حاجة لبرامج: يعمل هذا المحول مباشرة في كروم.\n⚡ تنسيق موثوق: سواء كنت تحول منشور مدونة أو بحثًا مفصلًا، يضمن الامتداد تنسيقًا دقيقًا.\n⚡ مثالي لالتقاط لقطات شاشة للصفحة بالكامل: إذا كنت متعبًا من تجميع لقطات الشاشة، يمكن لهذا الامتداد حفظ الصفحة بالكامل كـ PDF بنقرة واحدة.\n⚡ احفظ على جهازك أو السحابة: يمكنك حفظه مباشرة على جهازك أو تحميله إلى السحابة.\n\nتحويل صفحة الويب إلى PDF هو الامتداد النهائي لكروم لبدء تنزيل وأرشفة ومشاركة ملفات PDF فورًا! نتمنى لك تنزيلًا وأرشفة ومشاركة المستندات فورًا!",
    "am": "ይህ ቀላል ግን ኃይለኛ ቅጥያ በ Chrome ውስጥ ድረ-ገጽን ወደ ፒዲኤፍ ለመለወጥ አስተማማኝ መሣሪያ ለሚያስፈልጋቸው ተጠቃሚዎች ፍጹም ነው።\n\n ቁልፍ ባህሪያት\n 1️⃣ አንድ ጊዜ ጠቅ ያድርጉ፡ ድረ-ገጹን ወደ ፒዲኤፍ ለመቀየር በቀላሉ ይንኩ። ሂደቱን ፈጣን እና ቀልጣፋ እናደርጋለን።\n 2️⃣ ዋናውን አቀማመጥ ያቆዩ፡ ፋይሎችዎ የገጹን ኦርጅናሌ መልክ ይጠብቃሉ፣ ጽሑፍን፣ ምስሎችን እና አቀማመጥን ይጠብቃሉ።\n 3️⃣ ድረ-ገጽን እንደ ፒዲኤፍ ክሮም ያስቀምጡ፡ ይህ መሳሪያ የኢንተርኔት ገፆችን መቀየር ለሚፈልጉ ተጠቃሚዎች ከፍተኛ ጥራት ያለው ልወጣ ያቀርባል።\n 4️⃣ ሙሉ ገጽ ቅጽበታዊ ገጽ እይታዎች፡ መላውን ድረ-ገጽ ቅጽበታዊ ገጽ እይታ ይፈልጋሉ? አሁን ድረ-ገጽን እንደ ፒዲኤፍ እንዴት ማስቀመጥ እንዳለቦት ጎግል ማድረግ አያስፈልግም!\n\n ድህረ ገጽን በመስመር ላይ ወደ ፒዲኤፍ እንዴት መለወጥ እንደሚቻል\n እነዚህን ቀላል ደረጃዎች ይከተሉ:\n 1. ጫን ወደ ፒዲኤፍ ቅጥያ ቀይር።\n 2. አንድ ገጽ ለማስቀመጥ የሚፈልጉትን ድህረ ገጽ ይክፈቱ።\n 3. ቀይር የሚለውን ጠቅ ያድርጉ - ፋይልዎ በሰከንዶች ውስጥ ዝግጁ ይሆናል.\n እንዲሁም በእኛ FAQ ክፍል ውስጥ የበለጠ መማር ይችላሉ።\n\n ለምን ይህን ድረ-ገጽ ወደ ፒዲኤፍ መለወጫ ይጠቀሙ?\n - ፈጣን መዳረሻ፡ የጽሁፎችን የፋይል ስሪቶች ያግኙ፣ ይመርምሩ፣ ወይም ማንኛውንም የኢንተርኔት ገጽ በአንድ ጠቅታ ወደ ፒዲኤፍ ያዙሩት።\n - በChrome ውስጥ ይሰራል፡ ድረ-ገጽን በፒዲኤፍ ቅርጸት እንዴት ማስቀመጥ እንደሚቻል ለመማር የጎን አፕሊኬሽኖችን ማውረድ አያስፈልግም፣ አሁን እንደ GoFullPage ካሉ ሌሎች ቅጥያዎች ሁሉ አሳሽዎን መልቀቅ የለብዎትም።\n - ለቅልጥፍና የተመቻቸ፡- ከሌሎች መሳሪያዎች በተለየ ይህ ቅጥያ ከChrome ጋር የተዋሃደ ሲሆን ይህም የchrome ድረ-ገጾችን ለማስቀመጥ ቀላል መንገድ ይሰጥዎታል።\n የመስመር ላይ እና ከመስመር ውጭ የቁጠባ አማራጮች፡ ድረ-ገጹን ወደ ፒዲኤፍ መስመር ላይ ለመቀየር ወይም በኋላ ላይ ለመጠቀም ወደ ኮምፒውተርዎ እንደ ፋይል ለማስቀመጥ ይጠቀሙበት።\n - ቀላል የመሳሪያ አሞሌ መድረስ፡- ለፈጣን መዳረሻ አገናኞችን በቀጥታ ከChrome መሣሪያ አሞሌዎ ይቀይሩ።\n - የእርስዎን ግላዊነት እናከብራለን፡ የእኛ መሳሪያ ውሂብዎን አይሰበስብም፣ ፋይሎችዎን አያከማችም፣ የጎበኟቸውን ድረ-ገጾች አይከታተልም።\n - ያደራጁ እና ያከማቹ፡ ማንኛውንም የኢንተርኔት ገጽ ወደ ፋይል ለመላክ ድረ-ገጹን ወደ ፒዲኤፍ ቀይር፣ እና ያለምንም እንከን ወደ የግል ዕውቀት መሰረት ያዋህዷቸው።\n\n ማን ሊጠቅም ይችላል?\n ✔️ ተመራማሪዎች፡ የድረ-ገጾችን መዝገቦች በቀላሉ ያግኙ።\n ✔️ ተማሪዎች፡ የአካዳሚክ ስራዎችን ያንሱ እና ወደ ፒዲኤፍ ይቀይሩ።\n ✔️ ባለሙያዎች፡- ሰነዶችን ያለ ውጣ ውረድ ያስቀምጡ።\n ✔️ ነፃ አውጪዎች፡ ፕሮጀክቶችን ለማቆየት የበይነመረብ ገጽን እንደ ፒዲኤፍ ያስቀምጡ።\n ✔️ ሁሉም ሰው፡ ድረ-ገጽን በፍጥነት ማስቀመጥ ለሚገባው!\n\n የሚጠየቁ ጥያቄዎች\n ❓ እንዴት ነው መጫን የምችለው?\n የእኛን መተግበሪያ ለመጫን ወደ Chrome ድር ማከማቻ ይሂዱ እና ወደ Chrome አክል የሚለውን ይምረጡ። ወደ አሳሽዎ ይታከላል, እና እሱን መጠቀም መጀመር ይችላሉ.\n ❓ የእርስዎን ቅጥያ በመጠቀም ድረ-ገጽን ወደ ፒዲኤፍ በ chrome ቅርጸት እንዴት መቀየር ይቻላል?\n ድረ-ገጽን ወደ ፒዲኤፍ ለመቀየር የኤክስቴንሽን አዶውን ጠቅ ያድርጉ እና ፋይልዎ በሰከንዶች ውስጥ ይፈጠራል።\n ❓ የኢንተርኔት ገፅን እንደ ፒዲኤፍ እንዴት ማስቀመጥ ይቻላል?\n የእኛ ቅጥያ ለስላሳ መንገድ ያቀርባል. ቀላል ደረጃዎችን በመከተል ማንኛውንም የበይነመረብ ገጽ እንደ ፒዲኤፍ ማስቀመጥ ይችላሉ።\n ❓ ሁሉንም ድረ-ገጾች ለማስቀመጥ ይህን ቅጥያ መጠቀም እችላለሁ? በፍፁም! የእኛ ድረ-ገጽ ወደ ፒዲኤፍ መሳሪያ የኢንተርኔት ገጾችን ለመቆጠብ ጥሩ መፍትሄ ሆነ።\n ❓ ድረ-ገጽን ወደ ፒዲኤፍ ስጠቀም ችግር ካጋጠመኝ የደንበኛ ድጋፍ አለ?\n በChrome ድር ማከማቻ ውስጥ በቀጥታ እኛን ለማግኘት ነፃነት ይሰማዎ ወይም ትኬት ይተዉ። እኛ ለመርዳት ደስተኞች ነን!\n ❓ ለ chrome screenshot አንዳንድ ሀሳቦች እና አስተያየቶች አሉኝ። ከገንቢዎች ጋር ላካፍላቸው እችላለሁ?\n ቡድናችን ሁል ጊዜ ከተጠቃሚዎቻችን ለመስማት ክፍት ነው። የእርስዎን ሃሳቦች፣ ሃሳቦች ወይም ግምገማዎች ለመላክ አያመንቱ። የምትናገረውን እናከብራለን።\n\n የላቁ ባህሪያት\n ➤ ሙሉውን ድረ-ገጽ ቅጽበታዊ ገጽ እይታ፡- አንድን ድረ-ገጽ እንደ ፒዲኤፍ ለማስቀመጥ የሙሉ ገጽ ቀረጻ ቁልፍን ተጠቀም።\n ➤ የቅርጸት እና የጥራት አማራጮች፡ ፍላጎትዎን ለማሟላት ጥራቱን እና ቅርጸቱን ያስተካክሉ።\n ➤ ከመሳሪያ አሞሌ ቀላል መዳረሻ: በቀጥታ እና በማንኛውም ጊዜ በሚፈልጉበት ጊዜ.\n\n የእኛን ቅጥያ እንዴት መጠቀም እንችላለን?\n 1. የእኛን ቅጥያ ይጫኑ.\n 2. መለወጥ የሚፈልጉትን ማንኛውንም ድረ-ገጽ ይጎብኙ።\n 3. አዶችንን ጠቅ ያድርጉ - የእርስዎ ድረ-ገጽ ወዲያውኑ ይቀመጣል.\n 4. በጉዞ ላይ እያሉ ድረ-ገጾችን መቀየርዎን ይቀጥሉ - ስራዎ አይቋረጥም!\n 5. የሆነ ነገር ለመለወጥ ወይም ለመጨመር ከፈለጉ ግምገማ ይተዉልን!\n\n ተጨማሪ ጥቅሞች\n ⚡ ምንም ሶፍትዌር አያስፈልግም፡ ይህ መቀየሪያ በቀጥታ በChrome ውስጥ ይሰራል።\n ⚡ አስተማማኝ ቅርጸት፡ የብሎግ ልጥፍ እየቀየርክም ይሁን ዝርዝር ጥናት፣ ቅጥያው ትክክለኛ የአጻጻፍ ስልትን ያረጋግጣል።\n ⚡ ለሙሉ ገጽ ቅጽበታዊ ገጽ እይታዎች ፍጹም ነው፡ ቅጽበታዊ ገጽ እይታዎችን በአንድ ላይ መክተት ከደከመዎት፣ ይህ ቅጥያ በአንድ ጠቅታ ሙሉውን ገጽ እንደ ፒዲኤፍ ማስቀመጥ ይችላል።\n ⚡ወደ መሳሪያዎ ወይም ደመና ያስቀምጡ፡ በቀጥታ ወደ መሳሪያዎ ማስቀመጥ ወይም ከዚያ ወደ ክላውድዎ መስቀል ይችላሉ።\n\n ድረ-ገጽን ወደ ፒዲኤፍ ቀይር ፒዲኤፎችን በፍጥነት ማውረድ፣ ማስቀመጥ እና ማጋራት ለመጀመር የመጨረሻው የChrome ቅጥያ ነው! ሰነዶችን በቅጽበት በማውረድ፣ በማስቀመጥ እና በማጋራት መልካም!",
    "bg": "Това просто, но мощно разширение е идеално за потребители, които се нуждаят от надежден инструмент за конвертиране на уеб страница в PDF в Chrome.\n\nОсновни функции\n1️⃣ С едно кликване: Просто кликнете, за да превърнете уеб страницата в PDF. Ние правим процеса бърз и ефективен.\n2️⃣ Запазване на оригиналния изглед: Вашите файлове ще запазят оригиналния вид на страницата, съхранявайки текст, изображения и оформление.\n3️⃣ Запазване на уеб страница като PDF в Chrome: Този инструмент предлага висококачествено конвертиране за потребители, които трябва да конвертират интернет страници.\n4️⃣ Скриншоти на цялата страница: Трябва ли да направите скриншот на цялата уеб страница? Вече не е нужно да търсите в Google как да запазите уеб страница като PDF!\n\nКак да конвертирате уеб страница в PDF онлайн\nСледвайте тези прости стъпки:\n1. Инсталирайте разширението за конвертиране на уеб страница в PDF.\n2. Отворете уебсайта, от който искате да запазите страница.\n3. Кликнете върху Конвертиране – вашият файл ще бъде готов за секунди.\nМожете също така да научите повече в нашата секция с често задавани въпроси.\n\nЗащо да използвате този конвертор на уеб страница в PDF?\n- Бърз достъп: Получете файлови версии на статии, изследвания или превърнете всяка интернет страница в PDF само с един клик.\n- Работи в Chrome: Няма нужда да изтегляте странични приложения, за да научите как да запазите уеб страница в PDF формат, сега не е нужно да напускате браузъра си, точно както с други разширения като GoFullPage.\n- Оптимизирано за ефективност: За разлика от други инструменти, това разширение е интегрирано с Chrome, предлагайки ви лесен начин да запазите уеб страници в Chrome.\nОнлайн и офлайн опции за запазване: Използвайте го, за да конвертирате уеб страница в PDF онлайн или да я запазите като файл на компютъра си за по-късна употреба.\n- Лесен достъп от лентата с инструменти: Преобразувайте връзки директно от лентата с инструменти на Chrome за бърз достъп.\n- Ние уважаваме вашата поверителност: Нашият инструмент не събира вашите данни, не съхранява вашите файлове, нито следи уебсайтовете, които посещавате.\n- Организиране и архивиране: Използвайте Конвертиране на уеб страница в PDF, за да експортирате всяка интернет страница във файл и безпроблемно да ги интегрирате във вашата лична база знания.\n\nКой може да се възползва?\n✔️ Изследователи: Лесно получавайте записи на уеб страници.\n✔️ Студенти: Заснемайте и конвертирайте академични работи в PDF.\n✔️ Професионалисти: Архивирайте документи без затруднения.\n✔️ Фрийлансъри: Запазете интернет страница като PDF, за да съхранявате проекти.\n✔️ Всеки: За всеки, който трябва бързо да запази уеб страница!\n\nЧесто задавани въпроси\n❓ Как да инсталирам?\nЗа да инсталирате нашето приложение, отидете в Chrome Web Store и изберете Добавяне в Chrome. То ще бъде добавено към вашия браузър и можете да започнете да го използвате.\n❓ Как да конвертирам уеб страница в PDF формат в Chrome с вашето разширение?\nЗа да конвертирате уеб страница в PDF, кликнете върху иконата на нашето разширение и вашият файл ще бъде генериран за секунди.\n❓ Как да запазя интернет страница като PDF?\nНашето разширение предоставя лесен начин. Можете да запазите всяка интернет страница като PDF, следвайки простите стъпки.\n❓ Мога ли да използвам това разширение, за да запазя цели уеб страници? Абсолютно! Нашият инструмент за Конвертиране на уеб страница в PDF стана отлично решение за запазване на интернет страници.\n❓ Ако срещна проблем при използване на конвертиране на уеб страница в PDF, има ли налична поддръжка за клиенти?\nЧувствайте се свободни да се свържете с нас директно по имейл или да оставите билет в Chrome Web Store. Ще се радваме да помогнем!\n❓ Имам някои идеи и обратна връзка за скрийншот в Chrome. Мога ли да ги споделя с разработчиците?\nНашият екип винаги е отворен да чуе от нашите потребители. Не се колебайте да изпратите вашите предложения, идеи или отзиви. Ценим това, което имате да кажете.\n\nРазширени функции\n➤ Скриншот на цяла уеб страница: Използвайте бутона за заснемане на цяла страница, за да запазите уеб страница като PDF.\n➤ Опции за формат и качество: Настройте качеството и формата, за да отговарят на вашите нужди.\n➤ Лесен достъп от лентата с инструменти: Директно и по всяко време, когато ви е необходимо.\n\nКак да използвате нашето разширение?\n1. Инсталирайте нашето разширение.\n2. Посетете всяка уеб страница, която искате да преобразувате.\n3. Кликнете върху нашата икона – вашата уеб страница ще бъде запазена мигновено.\n4. Продължете да конвертирате уеб страници в движение – вашата работа няма да бъде прекъсната!\n5. Оставете ни отзив, ако искате да промените или добавите нещо!\n\nДопълнителни предимства\n⚡ Не е необходим софтуер: Този конвертор работи директно в Chrome.\n⚡ Надеждно форматиране: Независимо дали конвертирате блог пост или подробно изследване, разширението осигурява точно стилизиране.\n⚡ Перфектно за скриншоти на цяла страница: Ако сте уморени от съединяване на скриншоти, това разширение може да запази цялата страница като PDF с един клик.\n⚡ Запазване на вашето устройство или в облака: Можете да го запазите директно на вашето устройство или след това да го качите в облака.\n\nКонвертиране на уеб страница в PDF е най-доброто разширение за Chrome за започване на изтегляне, архивиране и споделяне на PDF файлове мигновено! Приятно изтегляне, архивиране и споделяне на документи мигновено!",
    "bn": "এই সহজ কিন্তু শক্তিশালী এক্সটেনশনটি তাদের জন্য উপযুক্ত যারা ক্রোমে ওয়েবপেজকে পিডিএফ-এ রূপান্তর করার জন্য একটি নির্ভরযোগ্য টুল প্রয়োজন।\n\nমূল বৈশিষ্ট্যসমূহ\n1️⃣ এক-ক্লিক: সহজেই ক্লিক করে ওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন। আমরা প্রক্রিয়াটি দ্রুত এবং কার্যকর করি।\n2️⃣ মূল বিন্যাস বজায় রাখা: আপনার ফাইলগুলি পৃষ্ঠার মূল চেহারা বজায় রাখবে, টেক্সট, ছবি এবং বিন্যাস সংরক্ষণ করবে।\n3️⃣ ওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন: এই টুলটি উচ্চ-মানের রূপান্তর প্রদান করে যারা ইন্টারনেট পৃষ্ঠাগুলি রূপান্তর করতে চান তাদের জন্য।\n4️⃣ পুরো পৃষ্ঠার স্ক্রিনশট: পুরো ওয়েবপেজের স্ক্রিনশট প্রয়োজন? এখন আর গুগল করতে হবে না কিভাবে ওয়েবপেজকে পিডিএফ হিসেবে সংরক্ষণ করবেন!\n\nঅনলাইনে ওয়েবপেজকে পিডিএফ-এ রূপান্তর করার পদ্ধতি\nএই সহজ ধাপগুলি অনুসরণ করুন:\n1. ওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন এক্সটেনশন ইনস্টল করুন।\n2. যে ওয়েবসাইট থেকে পৃষ্ঠা সংরক্ষণ করতে চান তা খুলুন।\n3. রূপান্তর ক্লিক করুন – আপনার ফাইল সেকেন্ডের মধ্যে প্রস্তুত হবে।\nআমাদের FAQ বিভাগে আরও জানতে পারেন।\n\nকেন এই ওয়েবপেজকে পিডিএফ কনভার্টার ব্যবহার করবেন?\n- দ্রুত অ্যাক্সেস: নিবন্ধ, গবেষণা বা যেকোনো ইন্টারনেট পৃষ্ঠাকে পিডিএফ-এ রূপান্তর করুন মাত্র এক ক্লিকে।\n- ক্রোমের মধ্যে কাজ করে: ওয়েব পৃষ্ঠা পিডিএফ ফরম্যাটে সংরক্ষণ করার জন্য সাইড অ্যাপ্লিকেশন ডাউনলোড করার প্রয়োজন নেই, এখন আপনাকে আপনার ব্রাউজার ছাড়তে হবে না যেমন GoFullPage-এর মতো অন্যান্য এক্সটেনশনের সাথে।\n- দক্ষতার জন্য অপ্টিমাইজ করা: অন্যান্য টুলের বিপরীতে, এই এক্সটেনশনটি ক্রোমের সাথে সংহত, আপনাকে ক্রোম ওয়েবপেজ সংরক্ষণের একটি সহজ উপায় প্রদান করে।\nঅনলাইন এবং অফলাইন সংরক্ষণের বিকল্প: এটি অনলাইনে ওয়েবপেজকে পিডিএফ-এ রূপান্তর করতে বা পরে ব্যবহারের জন্য আপনার কম্পিউটারে ফাইল হিসাবে সংরক্ষণ করতে ব্যবহার করুন।\n- সহজ টুলবার অ্যাক্সেস: দ্রুত অ্যাক্সেসের জন্য আপনার ক্রোম টুলবার থেকে সরাসরি লিঙ্কগুলি রূপান্তর করুন।\n- আমরা আপনার গোপনীয়তার প্রতি শ্রদ্ধাশীল: আমাদের টুল আপনার ডেটা সংগ্রহ করে না, আপনার ফাইল সংরক্ষণ করে না, বা আপনি যে ওয়েবসাইটগুলি পরিদর্শন করেন তা ট্র্যাক করে না।\n- সংগঠিত এবং সংরক্ষণাগার: যেকোনো ইন্টারনেট পৃষ্ঠাকে ফাইলে রপ্তানি করতে ওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন এবং সেগুলিকে আপনার ব্যক্তিগত জ্ঞানভান্ডারে নির্বিঘ্নে সংহত করুন।\n\nকারা উপকৃত হতে পারেন?\n✔️ গবেষকরা: সহজেই ওয়েবপেজের রেকর্ড পান।\n✔️ শিক্ষার্থীরা: একাডেমিক কাজগুলি পিডিএফ-এ রূপান্তর করুন।\n✔️ পেশাজীবীরা: ঝামেলা ছাড়াই নথি সংরক্ষণ করুন।\n✔️ ফ্রিল্যান্সাররা: প্রকল্পগুলি সংরক্ষণ করতে ইন্টারনেট পৃষ্ঠাকে পিডিএফ হিসাবে সংরক্ষণ করুন।\n✔️ সবাই: যাদের দ্রুত ওয়েবপেজ সংরক্ষণ করতে হয় তাদের জন্য!\n\nপ্রশ্নাবলী\n❓ কিভাবে ইনস্টল করব?\nআমাদের অ্যাপ ইনস্টল করতে, ক্রোম ওয়েব স্টোরে যান এবং ক্রোমে যোগ করুন নির্বাচন করুন। এটি আপনার ব্রাউজারে যোগ করা হবে এবং আপনি এটি ব্যবহার শুরু করতে পারবেন।\n❓ আপনার এক্সটেনশন ব্যবহার করে কিভাবে ক্রোম ফরম্যাটে ওয়েবপেজকে পিডিএফ-এ রূপান্তর করবেন?\nওয়েবপেজকে পিডিএফ-এ রূপান্তর করতে, আমাদের এক্সটেনশন আইকনে ক্লিক করুন এবং আপনার ফাইল সেকেন্ডের মধ্যে তৈরি হবে।\n❓ কিভাবে ইন্টারনেট পৃষ্ঠাকে পিডিএফ হিসাবে সংরক্ষণ করবেন?\nআমাদের এক্সটেনশন একটি মসৃণ উপায় প্রদান করে। সহজ ধাপগুলি অনুসরণ করে আপনি যেকোনো ইন্টারনেট পৃষ্ঠাকে পিডিএফ হিসাবে সংরক্ষণ করতে পারেন।\n❓ আমি কি এই এক্সটেনশনটি সম্পূর্ণ ওয়েবপেজ সংরক্ষণ করতে ব্যবহার করতে পারি? অবশ্যই! আমাদের ওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন টুলটি ইন্টারনেট পৃষ্ঠাগুলি সংরক্ষণের জন্য একটি চমৎকার সমাধান হয়ে উঠেছে।\n❓ ওয়েবপেজকে পিডিএফ-এ রূপান্তর করার সময় যদি কোনো সমস্যা হয়, তাহলে কি গ্রাহক সহায়তা পাওয়া যায়?\nআমাদের সাথে সরাসরি ইমেলের মাধ্যমে যোগাযোগ করতে বা ক্রোম ওয়েব স্টোরে একটি টিকিট ছেড়ে দিতে বিনা দ্বিধায় যোগাযোগ করুন। আমরা সাহায্য করতে পেরে আনন্দিত হব!\n❓ ক্রোম স্ক্রিনশটের জন্য আমার কিছু ধারণা এবং প্রতিক্রিয়া আছে। আমি কি সেগুলি ডেভেলপারদের সাথে শেয়ার করতে পারি?\nআমাদের দল সবসময় আমাদের ব্যবহারকারীদের কাছ থেকে শুনতে আগ্রহী। আপনার প্রস্তাবনা, ধারণা বা পর্যালোচনা পাঠাতে দ্বিধা করবেন না। আমরা আপনার মতামতকে মূল্য দিই।\n\nউন্নত বৈশিষ্ট্য\n➤ সম্পূর্ণ ওয়েবপেজের স্ক্রিনশট: একটি ওয়েবপেজকে পিডিএফ হিসাবে সংরক্ষণ করতে সম্পূর্ণ পৃষ্ঠা ক্যাপচার বোতাম ব্যবহার করুন।\n➤ ফরম্যাট এবং গুণমানের বিকল্প: আপনার প্রয়োজন মেটাতে গুণমান এবং ফরম্যাট সামঞ্জস্য করুন।\n➤ টুলবার থেকে সহজ অ্যাক্সেস: সরাসরি এবং যখনই আপনার প্রয়োজন।\n\nআমাদের এক্সটেনশন কিভাবে ব্যবহার করবেন?\n1. আমাদের এক্সটেনশন ইনস্টল করুন।\n2. যেকোনো ওয়েবপেজ পরিদর্শন করুন যা আপনি রূপান্তর করতে চান।\n3. আমাদের আইকনে ক্লিক করুন – আপনার ওয়েবপেজটি তাৎক্ষণিকভাবে সংরক্ষিত হবে।\n4. চলমান অবস্থায় ওয়েবপেজ রূপান্তর চালিয়ে যান – আপনার কাজ ব্যাহত হবে না!\n5. আপনি যদি কিছু পরিবর্তন বা যোগ করতে চান তবে আমাদের একটি পর্যালোচনা দিন!\n\nঅতিরিক্ত সুবিধা\n⚡ কোনো সফটওয়্যার প্রয়োজন নেই: এই কনভার্টারটি সরাসরি ক্রোমে কাজ করে।\n⚡ নির্ভরযোগ্য ফরম্যাটিং: আপনি একটি ব্লগ পোস্ট বা একটি বিস্তারিত গবেষণা রূপান্তর করছেন কিনা, এক্সটেনশনটি সঠিক স্টাইলিং নিশ্চিত করে।\n⚡ পুরো পৃষ্ঠার স্ক্রিনশটের জন্য উপযুক্ত: আপনি যদি স্ক্রিনশট একত্রিত করতে ক্লান্ত হন, এই এক্সটেনশনটি একটি ক্লিকে পুরো পৃষ্ঠাকে পিডিএফ হিসাবে সংরক্ষণ করতে পারে।\n⚡ আপনার ডিভাইস বা ক্লাউডে সংরক্ষণ করুন: আপনি এটি সরাসরি আপনার ডিভাইসে সংরক্ষণ করতে পারেন বা তারপর আপনার ক্লাউডে আপলোড করতে পারেন।\n\nওয়েবপেজকে পিডিএফ-এ রূপান্তর করুন হল চূড়ান্ত ক্রোম এক্সটেনশন যা তাৎক্ষণিকভাবে পিডিএফ ডাউনলোড, সংরক্ষণাগার এবং শেয়ার করা শুরু করতে! শুভ ডাউনলোড, সংরক্ষণাগার এবং নথি শেয়ারিং!",
    "ca": "Aquesta extensió senzilla però potent és perfecta per als usuaris que necessiten una eina fiable per convertir pàgina web a PDF en Chrome.\n\nCaracterístiques clau\n1️⃣ Un sol clic: Simplement fes clic per convertir la pàgina web en PDF. Fem el procés ràpid i eficient.\n2️⃣ Mantenir el disseny original: Els teus arxius mantindran l'aspecte original de la pàgina, preservant text, imatges i disseny.\n3️⃣ Desa pàgina web com a PDF Chrome: Aquesta eina ofereix una conversió d'alta qualitat per als usuaris que necessiten convertir pàgines d'internet.\n4️⃣ Captures de pantalla de pàgina completa: Necessites fer una captura de pantalla de tota la pàgina web? Ara ja no cal que busquis a Google com desar una pàgina web com a PDF!\n\nCom convertir pàgina web a PDF en línia\nSegueix aquests passos senzills:\n1. Instal·la l'extensió Converteix pàgina web a PDF.\n2. Obre el lloc web del qual vols desar una pàgina.\n3. Fes clic a Converteix – el teu arxiu estarà llest en segons.\nTambé pots aprendre més a la nostra secció de preguntes freqüents.\n\nPer què utilitzar aquest convertidor de pàgina web a PDF?\n- Accés ràpid: Obten versions d'arxiu d'articles, investigacions o converteix qualsevol pàgina d'internet a PDF amb un sol clic.\n- Funciona dins de Chrome: No cal descarregar aplicacions addicionals per aprendre com desar pàgina web en format PDF, ara no has de sortir del teu navegador igual que amb altres extensions com GoFullPage.\n- Optimitzat per a l'eficiència: A diferència d'altres eines, aquesta extensió està integrada amb Chrome, oferint-te una manera fàcil de desar pàgines web de Chrome.\nOpcions de desament en línia i fora de línia: Utilitza-la per convertir pàgina web a PDF en línia o desa com a arxiu al teu ordinador per a ús posterior.\n- Accés fàcil des de la barra d'eines: Transforma enllaços directament des de la teva barra d'eines de Chrome per a un accés ràpid.\n- Respectem la teva privacitat: La nostra eina no recull les teves dades, no emmagatzema els teus arxius, ni rastreja els llocs web que visites.\n- Organitza i arxiva: Utilitza Converteix pàgina web a PDF per exportar qualsevol pàgina d'internet a arxiu, i integra-les sense problemes a la teva base de coneixement personal.\n\nQui pot beneficiar-se?\n✔️ Investigadors: Obten els teus registres de pàgines web fàcilment.\n✔️ Estudiants: Captura i converteix treballs acadèmics a PDFs.\n✔️ Professionals: Arxiva documents sense complicacions.\n✔️ Autònoms: Desa pàgina d'internet com a PDF per mantenir projectes.\n✔️ Tothom: Per a qualsevol que hagi de desar ràpidament una pàgina web!\n\nPreguntes freqüents\n❓ Com instal·lo?\nPer instal·lar la nostra aplicació, ves a la Chrome Web Store i selecciona Afegeix a Chrome. S'afegirà al teu navegador i podràs començar a utilitzar-la.\n❓ Com convertir una pàgina web a PDF en format Chrome utilitzant la vostra extensió?\nPer convertir una pàgina web a PDF, fes clic a la icona de la nostra extensió i el teu arxiu es generarà en segons.\n❓ Com desar pàgina d'internet com a PDF?\nLa nostra extensió proporciona una manera fluida. Pots desar qualsevol pàgina d'internet com a PDF seguint els passos senzills.\n❓ Puc utilitzar aquesta extensió per desar pàgines web completes? Absolutament! La nostra eina Converteix pàgina web a PDF s'ha convertit en una excel·lent solució per desar pàgines d'internet.\n❓ Si trobo un problema mentre utilitzo Converteix pàgina web a PDF, hi ha suport al client disponible?\nNo dubtis a contactar-nos directament via correu electrònic o deixa un tiquet a la Chrome Web Store. Estarem encantats d'ajudar-te!\n❓ Tinc algunes idees i comentaris per a la captura de pantalla de Chrome. Puc compartir-les amb els desenvolupadors?\nEl nostre equip sempre està obert a escoltar els nostres usuaris. No dubtis a enviar les teves propostes, idees o ressenyes. Valorem el que tens a dir.\n\nCaracterístiques avançades\n➤ Captura de pantalla de pàgina completa: Utilitza el botó de captura de pàgina completa per desar una pàgina web com a PDF.\n➤ Opcions de format i qualitat: Ajusta la qualitat i el format per satisfer les teves necessitats.\n➤ Accés fàcil des de la barra d'eines: Directament i sempre que ho necessitis.\n\nCom utilitzar la nostra extensió?\n1. Instal·la la nostra extensió.\n2. Visita qualsevol pàgina web que vulguis transformar.\n3. Fes clic a la nostra icona – la teva pàgina web es desarà instantàniament.\n4. Continua convertint pàgines web sobre la marxa – el teu treball no serà interromput!\n5. Deixa'ns una ressenya si vols canviar o afegir alguna cosa!\n\nBeneficis addicionals\n⚡ No cal programari: Aquest convertidor funciona directament a Chrome.\n⚡ Format fiable: Tant si estàs convertint una entrada de blog com una investigació detallada, l'extensió assegura un estil precís.\n⚡ Perfecte per a captures de pantalla de pàgina completa: Si estàs cansat de muntar captures de pantalla, aquesta extensió pot desar tota la pàgina com a PDF amb un sol clic.\n⚡ Desa al teu dispositiu o al núvol: Pots desar-lo directament al teu dispositiu o després pujar-lo al teu núvol.\n\nConverteix pàgina web a PDF és l'extensió definitiva de Chrome per començar a descarregar, arxivar i compartir PDFs instantàniament! Feliç descàrrega, arxiu i compartició de documents instantàniament!",
    "cs": "Toto jednoduché, ale výkonné rozšíření je ideální pro uživatele, kteří potřebují spolehlivý nástroj pro převod webové stránky do PDF v Chromu.\n\nKlíčové vlastnosti\n1️⃣ Jedním kliknutím: Jednoduše klikněte pro převod webové stránky do PDF. Proces je rychlý a efektivní.\n2️⃣ Zachování původního rozvržení: Vaše soubory si zachovají původní vzhled stránky, včetně textu, obrázků a rozvržení.\n3️⃣ Uložení webové stránky jako PDF v Chromu: Tento nástroj nabízí vysoce kvalitní převod pro uživatele, kteří potřebují převést internetové stránky.\n4️⃣ Snímky celé stránky: Potřebujete snímek celé webové stránky? Už nemusíte hledat, jak uložit webovou stránku jako PDF!\n\nJak převést webovou stránku do PDF online\nPostupujte podle těchto jednoduchých kroků:\n1. Nainstalujte rozšíření Převést webovou stránku do PDF.\n2. Otevřete webovou stránku, kterou chcete uložit.\n3. Klikněte na Převést – váš soubor bude připraven během několika sekund.\nVíce se můžete dozvědět v naší sekci FAQ.\n\nProč používat tento převodník webových stránek do PDF?\n- Rychlý přístup: Získejte souborové verze článků, výzkumů nebo převeďte jakoukoli internetovou stránku do PDF jedním kliknutím.\n- Funguje v Chromu: Není třeba stahovat další aplikace, abyste se naučili, jak uložit webovou stránku ve formátu PDF, nyní nemusíte opouštět prohlížeč, stejně jako u jiných rozšíření jako GoFullPage.\n- Optimalizováno pro efektivitu: Na rozdíl od jiných nástrojů je toto rozšíření integrováno s Chromem, což vám nabízí snadný způsob, jak uložit webové stránky v Chromu.\nOnline a offline možnosti ukládání: Použijte jej k převodu webové stránky do PDF online nebo uložte jako soubor do počítače pro pozdější použití.\n- Snadný přístup z panelu nástrojů: Převádějte odkazy přímo z panelu nástrojů Chrome pro rychlý přístup.\n- Respektujeme vaše soukromí: Náš nástroj neshromažďuje vaše data, neukládá vaše soubory ani nesleduje navštívené webové stránky.\n- Organizace a archivace: Použijte Převést webovou stránku do PDF k exportu jakékoli internetové stránky do souboru a bezproblémově je integrujte do své osobní znalostní báze.\n\nKdo může mít prospěch?\n✔️ Výzkumníci: Snadno získejte záznamy webových stránek.\n✔️ Studenti: Zachyťte a převeďte akademické práce do PDF.\n✔️ Profesionálové: Archivujte dokumenty bez potíží.\n✔️ Freelanceři: Uložte internetovou stránku jako PDF pro uchování projektů.\n✔️ Každý: Pro každého, kdo potřebuje rychle uložit webovou stránku!\n\nČasto kladené otázky\n❓ Jak nainstalovat?\nPro instalaci naší aplikace přejděte do Chrome Web Store a vyberte Přidat do Chromu. Bude přidána do vašeho prohlížeče a můžete ji začít používat.\n❓ Jak převést webovou stránku do PDF ve formátu Chrome pomocí vašeho rozšíření?\nPro převod webové stránky do PDF klikněte na ikonu našeho rozšíření a váš soubor bude vygenerován během několika sekund.\n❓ Jak uložit internetovou stránku jako PDF?\nNaše rozšíření poskytuje hladký způsob. Můžete uložit jakoukoli internetovou stránku jako PDF podle jednoduchých kroků.\n❓ Mohu toto rozšíření použít k uložení celých webových stránek? Absolutně! Náš nástroj Převést webovou stránku do PDF se stal vynikajícím řešením pro ukládání internetových stránek.\n❓ Pokud narazím na problém při používání Převést webovou stránku do PDF, je k dispozici zákaznická podpora?\nNeváhejte nás kontaktovat přímo e-mailem nebo zanechat lístek v Chrome Web Store. Rádi vám pomůžeme!\n❓ Mám nějaké nápady a zpětnou vazbu pro snímek obrazovky v Chromu. Mohu je sdílet s vývojáři?\nNáš tým je vždy otevřený slyšet od našich uživatelů. Neváhejte poslat své návrhy, nápady nebo recenze. Vážíme si toho, co máte na srdci.\n\nPokročilé funkce\n➤ Snímek celé webové stránky: Použijte tlačítko pro zachycení celé stránky a uložení webové stránky jako PDF.\n➤ Možnosti formátu a kvality: Přizpůsobte kvalitu a formát podle svých potřeb.\n➤ Snadný přístup z panelu nástrojů: Přímo a kdykoli to potřebujete.\n\nJak používat naše rozšíření?\n1. Nainstalujte naše rozšíření.\n2. Navštivte jakoukoli webovou stránku, kterou chcete převést.\n3. Klikněte na naši ikonu – vaše webová stránka bude okamžitě uložena.\n4. Pokračujte v převodu webových stránek na cestách – vaše práce nebude přerušena!\n5. Zanechte nám recenzi, pokud chcete něco změnit nebo přidat!\n\nDalší výhody\n⚡ Není potřeba žádný software: Tento převodník funguje přímo v Chromu.\n⚡ Spolehlivé formátování: Ať už převádíte blogový příspěvek nebo podrobný výzkum, rozšíření zajišťuje přesné stylování.\n⚡ Ideální pro snímky celé stránky: Pokud vás unavuje skládání snímků dohromady, toto rozšíření může uložit celou stránku jako PDF jedním kliknutím.\n⚡ Uložte na své zařízení nebo do cloudu: Můžete jej uložit přímo na své zařízení nebo poté nahrát do svého cloudu.\n\nPřevést webovou stránku do PDF je ultimátní rozšíření pro Chrome pro okamžité stahování, archivaci a sdílení PDF! Šťastné stahování, archivace a sdílení dokumentů okamžitě!",
    "da": "Denne enkle, men kraftfulde udvidelse er perfekt til brugere, der har brug for et pålideligt værktøj til at konvertere webside til PDF i Chrome.\n\nNøglefunktioner\n1️⃣ Ét klik: Klik blot for at omdanne webside til PDF. Vi gør processen hurtig og effektiv.\n2️⃣ Bevar originalt layout: Dine filer vil bevare sidens oprindelige udseende, inklusive tekst, billeder og layout.\n3️⃣ Gem webside som PDF i Chrome: Dette værktøj tilbyder høj kvalitet konvertering til brugere, der har brug for at konvertere internetsider.\n4️⃣ Skærmbilleder af hele siden: Har du brug for at tage skærmbillede af hele websiden? Nu behøver du ikke længere at Google, hvordan man gemmer en webside som en PDF!\n\nSådan konverteres webside til PDF online\nFølg disse enkle trin:\n1. Installer konverter webside til PDF-udvidelsen.\n2. Åbn den hjemmeside, du ønsker at gemme en side fra.\n3. Klik på Konverter – din fil vil være klar på få sekunder.\nDu kan også lære mere i vores FAQ-sektion.\n\nHvorfor bruge denne webside til PDF-konverter?\n- Hurtig adgang: Få filversioner af artikler, forskning eller omdan enhver internetside til PDF med et enkelt klik.\n- Fungerer i Chrome: Ingen grund til at downloade sideapplikationer for at lære, hvordan man gemmer webside i PDF-format, nu behøver du ikke forlade din browser ligesom med andre udvidelser som GoFullPage.\n- Optimeret for effektivitet: I modsætning til andre værktøjer er denne udvidelse integreret med Chrome, hvilket giver dig en nem måde at gemme Chrome-websider på.\nOnline & offline gemningsmuligheder: Brug den til at konvertere webside til PDF online eller gem som en fil på din computer til senere brug.\n- Nem adgang fra værktøjslinjen: Transformér links direkte fra din Chrome-værktøjslinje for hurtig adgang.\n- Vi respekterer dit privatliv: Vores værktøj indsamler ikke dine data, gemmer dine filer eller sporer de hjemmesider, du besøger.\n- Organiser og arkiver: Brug Konverter webside til PDF til at eksportere enhver internetside til fil og integrere dem problemfrit i din personlige vidensbase.\n\nHvem kan drage fordel?\n✔️ Forskere: Få nemt dine optegnelser over websider.\n✔️ Studerende: Fang og konverter akademiske værker til PDF'er.\n✔️ Professionelle: Arkiver dokumenter uden besvær.\n✔️ Freelancere: Gem internetside som PDF for at bevare projekter.\n✔️ Alle: For alle, der hurtigt skal gemme en webside!\n\nFAQs\n❓ Hvordan installerer jeg?\nFor at installere vores app, gå til Chrome Web Store og vælg Tilføj til Chrome. Den vil blive tilføjet til din browser, og du kan begynde at bruge den.\n❓ Hvordan konverterer jeg en webside til PDF i Chrome-format ved hjælp af din udvidelse?\nFor at konvertere en webside til en PDF, klik på vores udvidelsesikon, og din fil vil blive genereret på få sekunder.\n❓ Hvordan gemmer jeg internetside som PDF?\nVores udvidelse giver en glat måde. Du kan gemme enhver internetside som PDF ved at følge de enkle trin.\n❓ Kan jeg bruge denne udvidelse til at gemme hele websider? Absolut! Vores Konverter webside til PDF-værktøj blev en fremragende løsning til at gemme internetsider.\n❓ Hvis jeg støder på et problem, mens jeg bruger konverter webside til PDF, er der kundesupport tilgængelig?\nDu er velkommen til at kontakte os direkte via e-mail eller efterlade en billet i Chrome Web Store. Vi vil med glæde hjælpe!\n❓ Jeg har nogle ideer og feedback til Chrome-skærmbillede. Kan jeg dele dem med udviklerne?\nVores team er altid åbent for at høre fra vores brugere. Tøv ikke med at sende dine forslag, ideer eller anmeldelser. Vi værdsætter, hvad du har at sige.\n\nAvancerede funktioner\n➤ Skærmbillede af hele websiden: Brug fuld-side capture-knappen til at gemme en webside som PDF.\n➤ Format- og kvalitetsmuligheder: Juster kvaliteten og formatet for at opfylde dine behov.\n➤ Nem adgang fra værktøjslinjen: Direkte og når som helst du har brug for det.\n\nHvordan bruger man vores udvidelse?\n1. Installer vores udvidelse.\n2. Besøg enhver webside, som du vil transformere.\n3. Klik på vores ikon – din webside vil blive gemt øjeblikkeligt.\n4. Fortsæt med at konvertere websider på farten – dit arbejde vil ikke blive afbrudt!\n5. Efterlad os en anmeldelse, hvis du vil ændre eller tilføje noget!\n\nYderligere fordele\n⚡ Ingen software nødvendig: Denne konverter fungerer direkte i Chrome.\n⚡ Pålidelig formatering: Uanset om du konverterer et blogindlæg eller en detaljeret forskning, sikrer udvidelsen nøjagtig styling.\n⚡ Perfekt til skærmbilleder af hele siden: Hvis du er træt af at samle skærmbilleder, kan denne udvidelse gemme hele siden som en PDF med et enkelt klik.\n⚡ Gem til din enhed eller skyen: Du kan gemme den direkte til din enhed eller derefter uploade den til din sky.\n\nKonverter webside til PDF er den ultimative Chrome-udvidelse til at begynde at downloade, arkivere og dele PDF'er øjeblikkeligt! God fornøjelse med at downloade, arkivere og dele dokumenter øjeblikkeligt!",
    "de": "Diese einfache, aber leistungsstarke Erweiterung ist perfekt für Nutzer, die ein zuverlässiges Tool benötigen, um Webseiten in PDF in Chrome umzuwandeln.\n\nHauptmerkmale\n1️⃣ Ein-Klick: Einfach klicken, um eine Webseite in PDF zu verwandeln. Wir machen den Prozess schnell und effizient.\n2️⃣ Original-Layout beibehalten: Ihre Dateien behalten das ursprüngliche Aussehen der Seite bei, einschließlich Text, Bilder und Layout.\n3️⃣ Webseite als PDF in Chrome speichern: Dieses Tool bietet eine hochwertige Konvertierung für Nutzer, die Internetseiten umwandeln müssen.\n4️⃣ Ganze Seiten-Screenshots: Müssen Sie die gesamte Webseite screenshotten? Jetzt müssen Sie nicht mehr googeln, wie man eine Webseite als PDF speichert!\n\nWie man eine Webseite online in PDF umwandelt\nFolgen Sie diesen einfachen Schritten:\n1. Installieren Sie die Erweiterung \"Webseite in PDF umwandeln\".\n2. Öffnen Sie die Website, von der Sie eine Seite speichern möchten.\n3. Klicken Sie auf Umwandeln – Ihre Datei ist in Sekunden bereit.\nWeitere Informationen finden Sie in unserem FAQ-Bereich.\n\nWarum diesen Webseiten-zu-PDF-Konverter verwenden?\n- Schneller Zugriff: Erhalten Sie Dateiversionen von Artikeln, Recherchen oder verwandeln Sie jede Internetseite mit nur einem Klick in PDF.\n- Funktioniert in Chrome: Keine Notwendigkeit, zusätzliche Anwendungen herunterzuladen, um zu lernen, wie man eine Webseite im PDF-Format speichert. Sie müssen Ihren Browser nicht verlassen, genau wie bei anderen Erweiterungen wie GoFullPage.\n- Optimiert für Effizienz: Im Gegensatz zu anderen Tools ist diese Erweiterung in Chrome integriert und bietet Ihnen eine einfache Möglichkeit, Chrome-Webseiten zu speichern.\nOnline- und Offline-Speicheroptionen: Verwenden Sie es, um Webseiten online in PDF umzuwandeln oder als Datei auf Ihrem Computer für die spätere Verwendung zu speichern.\n- Einfacher Zugriff über die Symbolleiste: Verwandeln Sie Links direkt von Ihrer Chrome-Symbolleiste aus für schnellen Zugriff.\n- Wir respektieren Ihre Privatsphäre: Unser Tool sammelt keine Daten, speichert Ihre Dateien nicht und verfolgt nicht die von Ihnen besuchten Websites.\n- Organisieren und archivieren: Verwenden Sie \"Webseite in PDF umwandeln\", um jede Internetseite zu exportieren und nahtlos in Ihre persönliche Wissensdatenbank zu integrieren.\n\nWer kann profitieren?\n✔️ Forscher: Erhalten Sie Ihre Aufzeichnungen von Webseiten einfach.\n✔️ Studenten: Erfassen und konvertieren Sie akademische Arbeiten in PDFs.\n✔️ Fachleute: Archivieren Sie Dokumente ohne Aufwand.\n✔️ Freiberufler: Speichern Sie Internetseiten als PDF, um Projekte zu behalten.\n✔️ Jeder: Für alle, die schnell eine Webseite speichern müssen!\n\nFAQs\n❓ Wie installiere ich?\nUm unsere App zu installieren, gehen Sie zum Chrome Web Store und wählen Sie \"Zu Chrome hinzufügen\". Es wird Ihrem Browser hinzugefügt und Sie können es sofort verwenden.\n❓ Wie konvertiere ich eine Webseite in PDF im Chrome-Format mit Ihrer Erweiterung?\nUm eine Webseite in PDF zu konvertieren, klicken Sie auf unser Erweiterungssymbol und Ihre Datei wird in Sekunden generiert.\n❓ Wie speichere ich eine Internetseite als PDF?\nUnsere Erweiterung bietet einen reibungslosen Weg. Sie können jede Internetseite als PDF speichern, indem Sie den einfachen Schritten folgen.\n❓ Kann ich diese Erweiterung verwenden, um ganze Webseiten zu speichern? Absolut! Unser Tool \"Webseite in PDF umwandeln\" ist eine ausgezeichnete Lösung zum Speichern von Internetseiten.\n❓ Wenn ich ein Problem beim Verwenden von \"Webseite in PDF umwandeln\" habe, gibt es einen Kundensupport?\nKontaktieren Sie uns gerne direkt per E-Mail oder hinterlassen Sie ein Ticket im Chrome Web Store. Wir helfen Ihnen gerne weiter!\n❓ Ich habe einige Ideen und Feedback für Chrome-Screenshot. Kann ich diese mit den Entwicklern teilen?\nUnser Team ist immer offen für Rückmeldungen von unseren Nutzern. Zögern Sie nicht, Ihre Vorschläge, Ideen oder Bewertungen zu senden. Wir schätzen, was Sie zu sagen haben.\n\nErweiterte Funktionen\n➤ Screenshot der gesamten Webseite: Verwenden Sie die Vollseitenaufnahme-Taste, um eine Webseite als PDF zu speichern.\n➤ Format- und Qualitätsoptionen: Passen Sie die Qualität und das Format an, um Ihren Bedürfnissen gerecht zu werden.\n➤ Einfacher Zugriff über die Symbolleiste: Direkt und jederzeit, wenn Sie es benötigen.\n\nWie benutzt man unsere Erweiterung?\n1. Installieren Sie unsere Erweiterung.\n2. Besuchen Sie eine beliebige Webseite, die Sie umwandeln möchten.\n3. Klicken Sie auf unser Symbol – Ihre Webseite wird sofort gespeichert.\n4. Konvertieren Sie weiterhin Webseiten unterwegs – Ihre Arbeit wird nicht unterbrochen!\n5. Hinterlassen Sie uns eine Bewertung, wenn Sie etwas ändern oder hinzufügen möchten!\n\nZusätzliche Vorteile\n⚡ Keine Software erforderlich: Dieser Konverter funktioniert direkt in Chrome.\n⚡ Zuverlässige Formatierung: Egal, ob Sie einen Blogbeitrag oder eine detaillierte Recherche konvertieren, die Erweiterung sorgt für eine genaue Gestaltung.\n⚡ Perfekt für ganze Seiten-Screenshots: Wenn Sie es leid sind, Screenshots zusammenzufügen, kann diese Erweiterung die gesamte Seite mit einem Klick als PDF speichern.\n⚡Speichern auf Ihrem Gerät oder in der Cloud: Sie können es direkt auf Ihrem Gerät speichern oder dann in Ihre Cloud hochladen.\n\n\"Webseite in PDF umwandeln\" ist die ultimative Chrome-Erweiterung, um PDFs sofort herunterzuladen, zu archivieren und zu teilen! Viel Spaß beim Herunterladen, Archivieren und Teilen von Dokumenten!",
    "el": "Αυτή η απλή αλλά ισχυρή επέκταση είναι ιδανική για χρήστες που χρειάζονται ένα αξιόπιστο εργαλείο για τη μετατροπή ιστοσελίδας σε PDF στο Chrome.\n\nΚύρια χαρακτηριστικά\n1️⃣ Με ένα κλικ: Απλά κάντε κλικ για να μετατρέψετε την ιστοσελίδα σε PDF. Κάνουμε τη διαδικασία γρήγορη και αποτελεσματική.\n2️⃣ Διατήρηση αρχικής διάταξης: Τα αρχεία σας θα διατηρήσουν την αρχική εμφάνιση της σελίδας, διατηρώντας το κείμενο, τις εικόνες και τη διάταξη.\n3️⃣ Αποθήκευση ιστοσελίδας ως PDF στο Chrome: Αυτό το εργαλείο προσφέρει υψηλής ποιότητας μετατροπή για χρήστες που χρειάζονται να μετατρέψουν σελίδες του διαδικτύου.\n4️⃣ Στιγμιότυπα ολόκληρης σελίδας: Χρειάζεστε να τραβήξετε στιγμιότυπο ολόκληρης της ιστοσελίδας; Τώρα δεν χρειάζεται να ψάχνετε στο Google πώς να αποθηκεύσετε μια ιστοσελίδα ως PDF!\n\nΠώς να μετατρέψετε ιστοσελίδα σε PDF online\nΑκολουθήστε αυτά τα απλά βήματα:\n1. Εγκαταστήστε την επέκταση μετατροπής ιστοσελίδας σε PDF.\n2. Ανοίξτε την ιστοσελίδα που θέλετε να αποθηκεύσετε.\n3. Κάντε κλικ στο Μετατροπή – το αρχείο σας θα είναι έτοιμο σε δευτερόλεπτα.\nΜπορείτε επίσης να μάθετε περισσότερα στην ενότητα Συχνές Ερωτήσεις.\n\nΓιατί να χρησιμοποιήσετε αυτόν τον μετατροπέα ιστοσελίδας σε PDF;\n- Γρήγορη πρόσβαση: Αποκτήστε εκδόσεις αρχείων άρθρων, ερευνών ή μετατρέψτε οποιαδήποτε σελίδα του διαδικτύου σε PDF με ένα κλικ.\n- Λειτουργεί μέσα στο Chrome: Δεν χρειάζεται να κατεβάσετε επιπλέον εφαρμογές για να μάθετε πώς να αποθηκεύετε ιστοσελίδα σε μορφή PDF, τώρα δεν χρειάζεται να φύγετε από τον περιηγητή σας όπως με άλλες επεκτάσεις όπως το GoFullPage.\n- Βελτιστοποιημένο για αποτελεσματικότητα: Σε αντίθεση με άλλα εργαλεία, αυτή η επέκταση είναι ενσωματωμένη στο Chrome, προσφέροντάς σας έναν εύκολο τρόπο να αποθηκεύετε ιστοσελίδες του Chrome.\nΕπιλογές αποθήκευσης online & offline: Χρησιμοποιήστε το για να μετατρέψετε ιστοσελίδα σε PDF online ή αποθηκεύστε το ως αρχείο στον υπολογιστή σας για μελλοντική χρήση.\n- Εύκολη πρόσβαση από τη γραμμή εργαλείων: Μετατρέψτε συνδέσμους απευθείας από τη γραμμή εργαλείων του Chrome για γρήγορη πρόσβαση.\n- Σεβόμαστε την ιδιωτικότητά σας: Το εργαλείο μας δεν συλλέγει τα δεδομένα σας, δεν αποθηκεύει τα αρχεία σας, ούτε παρακολουθεί τις ιστοσελίδες που επισκέπτεστε.\n- Οργανώστε και αρχειοθετήστε: Χρησιμοποιήστε τη Μετατροπή ιστοσελίδας σε PDF για να εξάγετε οποιαδήποτε σελίδα του διαδικτύου σε αρχείο και να τα ενσωματώσετε απρόσκοπτα στη δική σας βάση γνώσεων.\n\nΠοιοι μπορούν να επωφεληθούν;\n✔️ Ερευνητές: Αποκτήστε εύκολα τα αρχεία των ιστοσελίδων σας.\n✔️ Φοιτητές: Καταγράψτε και μετατρέψτε ακαδημαϊκές εργασίες σε PDF.\n✔️ Επαγγελματίες: Αρχειοθετήστε έγγραφα χωρίς κόπο.\n✔️ Ελεύθεροι επαγγελματίες: Αποθηκεύστε σελίδες του διαδικτύου ως PDF για να διατηρήσετε έργα.\n✔️ Όλοι: Για οποιονδήποτε χρειάζεται να αποθηκεύσει γρήγορα μια ιστοσελίδα!\n\nΣυχνές Ερωτήσεις\n❓ Πώς να εγκαταστήσω;\nΓια να εγκαταστήσετε την εφαρμογή μας, πηγαίνετε στο Chrome Web Store και επιλέξτε Προσθήκη στο Chrome. Θα προστεθεί στον περιηγητή σας και μπορείτε να αρχίσετε να τη χρησιμοποιείτε.\n❓ Πώς να μετατρέψω μια ιστοσελίδα σε PDF σε μορφή chrome χρησιμοποιώντας την επέκτασή σας;\nΓια να μετατρέψετε μια ιστοσελίδα σε PDF, κάντε κλικ στο εικονίδιο της επέκτασής μας και το αρχείο σας θα δημιουργηθεί σε δευτερόλεπτα.\n❓ Πώς να αποθηκεύσω σελίδα του διαδικτύου ως pdf;\nΗ επέκτασή μας παρέχει έναν ομαλό τρόπο. Μπορείτε να αποθηκεύσετε οποιαδήποτε σελίδα του διαδικτύου ως PDF ακολουθώντας τα απλά βήματα.\n❓ Μπορώ να χρησιμοποιήσω αυτήν την επέκταση για να αποθηκεύσω ολόκληρες ιστοσελίδες; Απολύτως! Το εργαλείο Μετατροπή ιστοσελίδας σε PDF έγινε μια εξαιρετική λύση για την αποθήκευση σελίδων του διαδικτύου.\n❓ Αν αντιμετωπίσω πρόβλημα κατά τη χρήση της μετατροπής ιστοσελίδας σε pdf, υπάρχει διαθέσιμη υποστήριξη πελατών;\nΜη διστάσετε να επικοινωνήσετε μαζί μας απευθείας μέσω email ή να αφήσετε ένα εισιτήριο στο Chrome Web Store. Θα χαρούμε να σας βοηθήσουμε!\n❓ Έχω κάποιες ιδέες και σχόλια για το στιγμιότυπο chrome. Μπορώ να τα μοιραστώ με τους προγραμματιστές;\nΗ ομάδα μας είναι πάντα ανοιχτή να ακούσει από τους χρήστες μας. Μη διστάσετε να στείλετε τις προτάσεις, τις ιδέες ή τις κριτικές σας. Εκτιμούμε ό,τι έχετε να πείτε.\n\nΠροηγμένα χαρακτηριστικά\n➤ Στιγμιότυπο ολόκληρης ιστοσελίδας: Χρησιμοποιήστε το κουμπί πλήρους καταγραφής σελίδας για να αποθηκεύσετε μια ιστοσελίδα ως PDF.\n➤ Επιλογές μορφοποίησης & ποιότητας: Ρυθμίστε την ποιότητα και τη μορφή για να καλύψετε τις ανάγκες σας.\n➤ Εύκολη πρόσβαση από τη γραμμή εργαλείων: Απευθείας και όποτε το χρειάζεστε.\n\nΠώς να χρησιμοποιήσετε την επέκτασή μας;\n1. Εγκαταστήστε την επέκτασή μας.\n2. Επισκεφθείτε οποιαδήποτε ιστοσελίδα που θέλετε να μετατρέψετε.\n3. Κάντε κλικ στο εικονίδιό μας – η ιστοσελίδα σας θα αποθηκευτεί άμεσα.\n4. Συνεχίστε να μετατρέπετε ιστοσελίδες εν κινήσει – η εργασία σας δεν θα διακοπεί!\n5. Αφήστε μας μια κριτική αν θέλετε να αλλάξετε ή να προσθέσετε κάτι!\n\nΠρόσθετα οφέλη\n⚡ Δεν χρειάζεται λογισμικό: Αυτός ο μετατροπέας λειτουργεί απευθείας στο Chrome.\n⚡ Αξιόπιστη μορφοποίηση: Είτε μετατρέπετε μια ανάρτηση ιστολογίου είτε μια λεπτομερή έρευνα, η επέκταση εξασφαλίζει ακριβή στυλ.\n⚡ Ιδανικό για στιγμιότυπα ολόκληρης σελίδας: Αν έχετε κουραστεί να συνθέτετε στιγμιότυπα, αυτή η επέκταση μπορεί να αποθηκεύσει ολόκληρη τη σελίδα ως PDF με ένα κλικ.\n⚡Αποθήκευση στη συσκευή σας ή στο cloud: Μπορείτε να το αποθηκεύσετε απευθείας στη συσκευή σας ή να το ανεβάσετε στο Cloud.\n\nΗ Μετατροπή ιστοσελίδας σε PDF είναι η απόλυτη επέκταση του Chrome για να ξεκινήσετε να κατεβάζετε, να αρχειοθετείτε και να μοιράζεστε PDF άμεσα! Καλή λήψη, αρχειοθέτηση και κοινή χρήση εγγράφων άμεσα!",
    "en,en_AU,en_GB,en_US": "This simple yet powerful extension is perfect for users who need a reliable tool to convert webpage to pdf in Chrome.\n\nKey features\n1️⃣ One-click: Simply click to turn webpage into PDF. We make the process fast and efficient.\n2️⃣ Retain original layout: Your files will maintain the original look of the page, preserving text, images, and layout.\n3️⃣ Save webpage as PDF Chrome: This tool offers high-quality conversion for users who need to convert internet pages.\n4️⃣ Whole page screenshots: Need to screenshot entire webpage? Now you don’t have to Google how to save a webpage as a pdf anymore!\n\nHow to convert webpage to PDF online\nFollow these simple steps:\n1. Install convert webpage to pdf extension.\n2. Open the website you wish to save a page from.\n3. Click Convert – your file will be ready in seconds.\nYou can also learn more in our FAQ section.\n\nWhy use this webpage to pdf converter?\n- Quick access: Get file versions of articles, research, or turn any internet page to PDF in just a click.\n- Works within Chrome: No need to download side applications to learn how to save web page in PDF format, now you do not have to leave your browser just like with other extensions like GoFullPage.\n- Optimized for efficiency: Unlike other tools, this extension is integrated with Chrome, offering you an easy way to save chrome webpages.\nOnline & offline saving options: Use it to convert webpage to PDF online or save as a file to your computer for later use.\n- Easy toolbar access: Transform links to directly from your Chrome toolbar for quick access.\n- We respect your privacy: Our tool does not gather your data, store your files, nor track the websites you visit.\n- Organize and archive: Use the Convert webpage to PDF to export any internet page into file, and seamlessly integrate them into your personal knowledge base.\n\nWho can benefit?\n✔️ Researchers: Get your records of webpages easily.\n✔️ Students: Capture and convert academic works to PDFs.\n✔️ Professionals: Archive documents without the hassle.\n✔️ Freelancers: Save internet page as PDF to keep projects.\n✔️ Everyone: For anyone who has to quickly save a webpage!\n\nFAQs\n❓ How do I install?\nTo install our app, go to the Chrome Web Store and select Add to Chrome. It will be added to your browser, and you can start using it.\n❓ How to convert a webpage to PDF in chrome format using your extension?\nTo convert a webpage to a PDF, click our extension icon and your file will be generated in seconds.\n❓ How to save internet page as pdf?\nOur extension provides a smooth way. You can save any internet page as PDF by following the simple steps.\n❓ Can I use this extension to save entire webpages? Absolutely! Our Convert webpage  to PDF tool became an excellent solution for saving internet pages.\n❓ If I encounter a problem while using convert webpage to pdf, is there a customer support available?\nFeel free to contact us directly via email or leave a ticket in the Chrome Web Store. We’ll be glad to help!\n❓ I have some ideas and feedback for chrome screenshot. Can I share them with the developers?\nOur team is always open to hearing from our users. Don't hesitate to send in your proposals, ideas, or reviews. We value what you have to say.\n\nAdvanced features\n➤ Screenshot entire webpage: Use full-page capture button to save a webpage as PDF.\n➤ Format & quality options: Adjust the quality and format to meet your needs.\n➤ Easy access from toolbar: Directly and anytime you need it.\n\nHow to use our extension?\n1. Install our extension.\n2. Visit any webpage which you want to transform.\n3. Click on our icon – your webpage will be saved instantly.\n4. Continue converting webpages on-the-go – your work won't be interrupted!\n5. Leave us a review if you want to change or add something!\n\nAdditional benefits\n⚡ No software needed: This converter works directly in Chrome.\n⚡ Reliable formatting: Whether you’re converting a blog post or a detailed research, the extension ensures accurate styling.\n⚡ Perfect for whole page screenshots: If you’re tired of piecing together screenshots, this extension can save the entire page as a PDF with one click.\n⚡Save to your device or cloud: You can save it directly to your device or then upload it to your Cloud.\n\nConvert webpage to PDF is the ultimate Chrome extension to start downloading, archiving and sharing PDFs instantly! Happy downloading, archiving and sharing documents instantly!",
    "es": "Esta sencilla pero poderosa extensión es perfecta para los usuarios que necesitan una herramienta confiable para convertir página web a PDF en Chrome.\n\nCaracterísticas clave\n1️⃣ Un clic: Simplemente haz clic para convertir una página web en PDF. Hacemos el proceso rápido y eficiente.\n2️⃣ Mantener el diseño original: Tus archivos mantendrán el aspecto original de la página, preservando texto, imágenes y diseño.\n3️⃣ Guardar página web como PDF en Chrome: Esta herramienta ofrece una conversión de alta calidad para los usuarios que necesitan convertir páginas de internet.\n4️⃣ Capturas de pantalla de página completa: ¿Necesitas capturar toda la página web? ¡Ya no tienes que buscar en Google cómo guardar una página web como PDF!\n\nCómo convertir página web a PDF en línea\nSigue estos sencillos pasos:\n1. Instala la extensión Convertir página web a PDF.\n2. Abre el sitio web del que deseas guardar una página.\n3. Haz clic en Convertir: tu archivo estará listo en segundos.\nTambién puedes aprender más en nuestra sección de preguntas frecuentes.\n\n¿Por qué usar este convertidor de página web a PDF?\n- Acceso rápido: Obtén versiones de archivo de artículos, investigaciones o convierte cualquier página de internet a PDF con solo un clic.\n- Funciona dentro de Chrome: No necesitas descargar aplicaciones adicionales para aprender cómo guardar una página web en formato PDF, ahora no tienes que salir de tu navegador, al igual que con otras extensiones como GoFullPage.\n- Optimizado para la eficiencia: A diferencia de otras herramientas, esta extensión está integrada con Chrome, ofreciéndote una manera fácil de guardar páginas web de Chrome.\nOpciones de guardado en línea y fuera de línea: Úsalo para convertir página web a PDF en línea o guárdalo como un archivo en tu computadora para uso posterior.\n- Acceso fácil desde la barra de herramientas: Transforma enlaces directamente desde tu barra de herramientas de Chrome para un acceso rápido.\n- Respetamos tu privacidad: Nuestra herramienta no recopila tus datos, no almacena tus archivos, ni rastrea los sitios web que visitas.\n- Organiza y archiva: Usa Convertir página web a PDF para exportar cualquier página de internet a archivo e integrarlos sin problemas en tu base de conocimiento personal.\n\n¿Quién puede beneficiarse?\n✔️ Investigadores: Obtén tus registros de páginas web fácilmente.\n✔️ Estudiantes: Captura y convierte trabajos académicos a PDFs.\n✔️ Profesionales: Archiva documentos sin complicaciones.\n✔️ Freelancers: Guarda página de internet como PDF para mantener proyectos.\n✔️ Todos: Para cualquiera que necesite guardar rápidamente una página web.\n\nPreguntas frecuentes\n❓ ¿Cómo instalo?\nPara instalar nuestra aplicación, ve a la Chrome Web Store y selecciona Añadir a Chrome. Se añadirá a tu navegador y podrás empezar a usarla.\n❓ ¿Cómo convertir una página web a PDF en formato Chrome usando tu extensión?\nPara convertir una página web a PDF, haz clic en nuestro icono de extensión y tu archivo se generará en segundos.\n❓ ¿Cómo guardar página de internet como PDF?\nNuestra extensión proporciona una manera sencilla. Puedes guardar cualquier página de internet como PDF siguiendo los pasos simples.\n❓ ¿Puedo usar esta extensión para guardar páginas web enteras? ¡Absolutamente! Nuestra herramienta Convertir página web a PDF se ha convertido en una excelente solución para guardar páginas de internet.\n❓ Si encuentro un problema al usar Convertir página web a PDF, ¿hay soporte al cliente disponible?\nNo dudes en contactarnos directamente por correo electrónico o dejar un ticket en la Chrome Web Store. ¡Estaremos encantados de ayudarte!\n❓ Tengo algunas ideas y comentarios para la captura de pantalla de Chrome. ¿Puedo compartirlos con los desarrolladores?\nNuestro equipo siempre está abierto a escuchar a nuestros usuarios. No dudes en enviar tus propuestas, ideas o reseñas. Valoramos lo que tienes que decir.\n\nCaracterísticas avanzadas\n➤ Captura de pantalla de página completa: Usa el botón de captura de página completa para guardar una página web como PDF.\n➤ Opciones de formato y calidad: Ajusta la calidad y el formato para satisfacer tus necesidades.\n➤ Acceso fácil desde la barra de herramientas: Directamente y cuando lo necesites.\n\n¿Cómo usar nuestra extensión?\n1. Instala nuestra extensión.\n2. Visita cualquier página web que quieras transformar.\n3. Haz clic en nuestro icono: tu página web se guardará al instante.\n4. Continúa convirtiendo páginas web sobre la marcha: ¡tu trabajo no se interrumpirá!\n5. ¡Déjanos una reseña si quieres cambiar o añadir algo!\n\nBeneficios adicionales\n⚡ No se necesita software: Este convertidor funciona directamente en Chrome.\n⚡ Formateo confiable: Ya sea que estés convirtiendo una publicación de blog o una investigación detallada, la extensión asegura un estilo preciso.\n⚡ Perfecto para capturas de pantalla de página completa: Si estás cansado de juntar capturas de pantalla, esta extensión puede guardar la página completa como PDF con un solo clic.\n⚡ Guarda en tu dispositivo o en la nube: Puedes guardarlo directamente en tu dispositivo o luego subirlo a tu nube.\n\nConvertir página web a PDF es la extensión definitiva de Chrome para comenzar a descargar, archivar y compartir PDFs al instante. ¡Feliz descarga, archivo y compartición de documentos al instante!",
    "es_419": "Esta sencilla pero poderosa extensión es perfecta para los usuarios que necesitan una herramienta confiable para convertir página web a PDF en Chrome.\n\nCaracterísticas clave\n1️⃣ Un clic: Simplemente haz clic para convertir una página web en PDF. Hacemos el proceso rápido y eficiente.\n2️⃣ Mantener el diseño original: Tus archivos mantendrán el aspecto original de la página, preservando texto, imágenes y diseño.\n3️⃣ Guardar página web como PDF en Chrome: Esta herramienta ofrece una conversión de alta calidad para los usuarios que necesitan convertir páginas de internet.\n4️⃣ Capturas de pantalla de página completa: ¿Necesitas capturar toda la página web? ¡Ahora ya no tienes que buscar en Google cómo guardar una página web como PDF!\n\nCómo convertir página web a PDF en línea\nSigue estos sencillos pasos:\n1. Instala la extensión Convertir página web a PDF.\n2. Abre el sitio web del que deseas guardar una página.\n3. Haz clic en Convertir: tu archivo estará listo en segundos.\nTambién puedes aprender más en nuestra sección de preguntas frecuentes.\n\n¿Por qué usar este convertidor de página web a PDF?\n- Acceso rápido: Obtén versiones de archivo de artículos, investigaciones o convierte cualquier página de internet a PDF con solo un clic.\n- Funciona dentro de Chrome: No necesitas descargar aplicaciones adicionales para aprender cómo guardar una página web en formato PDF, ahora no tienes que salir de tu navegador, al igual que con otras extensiones como GoFullPage.\n- Optimizado para la eficiencia: A diferencia de otras herramientas, esta extensión está integrada con Chrome, ofreciéndote una manera fácil de guardar páginas web de Chrome.\nOpciones de guardado en línea y fuera de línea: Úsalo para convertir página web a PDF en línea o guárdalo como un archivo en tu computadora para uso posterior.\n- Acceso fácil desde la barra de herramientas: Transforma enlaces directamente desde tu barra de herramientas de Chrome para un acceso rápido.\n- Respetamos tu privacidad: Nuestra herramienta no recopila tus datos, no almacena tus archivos, ni rastrea los sitios web que visitas.\n- Organiza y archiva: Usa Convertir página web a PDF para exportar cualquier página de internet a un archivo e integrarlos sin problemas en tu base de conocimiento personal.\n\n¿Quién puede beneficiarse?\n✔️ Investigadores: Obtén tus registros de páginas web fácilmente.\n✔️ Estudiantes: Captura y convierte trabajos académicos a PDFs.\n✔️ Profesionales: Archiva documentos sin complicaciones.\n✔️ Freelancers: Guarda página de internet como PDF para mantener proyectos.\n✔️ Todos: Para cualquiera que necesite guardar rápidamente una página web.\n\nPreguntas frecuentes\n❓ ¿Cómo instalo?\nPara instalar nuestra aplicación, ve a la Chrome Web Store y selecciona Añadir a Chrome. Se añadirá a tu navegador y podrás comenzar a usarla.\n❓ ¿Cómo convertir una página web a PDF en formato Chrome usando tu extensión?\nPara convertir una página web a PDF, haz clic en el icono de nuestra extensión y tu archivo se generará en segundos.\n❓ ¿Cómo guardar página de internet como PDF?\nNuestra extensión proporciona una manera sencilla. Puedes guardar cualquier página de internet como PDF siguiendo los pasos simples.\n❓ ¿Puedo usar esta extensión para guardar páginas web completas? ¡Absolutamente! Nuestra herramienta Convertir página web a PDF se ha convertido en una excelente solución para guardar páginas de internet.\n❓ Si encuentro un problema al usar Convertir página web a PDF, ¿hay soporte al cliente disponible?\nNo dudes en contactarnos directamente por correo electrónico o dejar un ticket en la Chrome Web Store. ¡Estaremos encantados de ayudarte!\n❓ Tengo algunas ideas y comentarios para la captura de pantalla en Chrome. ¿Puedo compartirlos con los desarrolladores?\nNuestro equipo siempre está abierto a escuchar a nuestros usuarios. No dudes en enviar tus propuestas, ideas o reseñas. Valoramos lo que tienes que decir.\n\nCaracterísticas avanzadas\n➤ Captura de pantalla de página completa: Usa el botón de captura de página completa para guardar una página web como PDF.\n➤ Opciones de formato y calidad: Ajusta la calidad y el formato para satisfacer tus necesidades.\n➤ Acceso fácil desde la barra de herramientas: Directamente y cuando lo necesites.\n\n¿Cómo usar nuestra extensión?\n1. Instala nuestra extensión.\n2. Visita cualquier página web que desees transformar.\n3. Haz clic en nuestro icono: tu página web se guardará al instante.\n4. Continúa convirtiendo páginas web sobre la marcha: ¡tu trabajo no se interrumpirá!\n5. Déjanos una reseña si deseas cambiar o agregar algo.\n\nBeneficios adicionales\n⚡ No se necesita software: Este convertidor funciona directamente en Chrome.\n⚡ Formato confiable: Ya sea que estés convirtiendo una publicación de blog o una investigación detallada, la extensión asegura un estilo preciso.\n⚡ Perfecto para capturas de pantalla de página completa: Si estás cansado de juntar capturas de pantalla, esta extensión puede guardar toda la página como PDF con un solo clic.\n⚡ Guarda en tu dispositivo o en la nube: Puedes guardarlo directamente en tu dispositivo o luego subirlo a tu nube.\n\nConvertir página web a PDF es la extensión definitiva de Chrome para comenzar a descargar, archivar y compartir PDFs al instante. ¡Feliz descarga, archivo y compartición de documentos al instante!",
    "et": "See lihtne, kuid võimas laiendus on ideaalne kasutajatele, kes vajavad usaldusväärset tööriista veebilehe PDF-iks konverteerimiseks Chrome'is.\n\nPeamised omadused\n1️⃣ Ühe klõpsuga: Lihtsalt klõpsa, et muuta veebileht PDF-iks. Me muudame protsessi kiireks ja tõhusaks.\n2️⃣ Säilita algne paigutus: Sinu failid säilitavad lehe algse välimuse, säilitades teksti, pildid ja paigutuse.\n3️⃣ Salvesta veebileht PDF-ina Chrome'is: See tööriist pakub kõrgekvaliteedilist konverteerimist kasutajatele, kes peavad internetilehti konverteerima.\n4️⃣ Kogu lehe ekraanipildid: Kas vajad kogu veebilehe ekraanipilti? Nüüd ei pea sa enam guugeldama, kuidas veebilehte PDF-ina salvestada!\n\nKuidas veebilehte PDF-iks konverteerida veebis\nJärgi neid lihtsaid samme:\n1. Installi konverteeri veebileht PDF-iks laiendus.\n2. Ava veebisait, millelt soovid lehte salvestada.\n3. Klõpsa Konverteeri – sinu fail on valmis sekunditega.\nLisateavet leiad ka meie KKK jaotisest.\n\nMiks kasutada seda veebilehe PDF-iks konverterit?\n- Kiire juurdepääs: Saa artiklite, uurimuste failiversioonid või muuda mis tahes internetileht PDF-iks vaid ühe klõpsuga.\n- Töötab Chrome'is: Pole vaja alla laadida kõrvalrakendusi, et õppida, kuidas veebilehte PDF-formaadis salvestada, nüüd ei pea sa oma brauserist lahkuma, nagu teiste laiendustega, näiteks GoFullPage.\n- Optimeeritud tõhususe jaoks: Erinevalt teistest tööriistadest on see laiendus integreeritud Chrome'iga, pakkudes lihtsat viisi Chrome'i veebilehtede salvestamiseks.\nVeebi- ja võrguühenduseta salvestamise võimalused: Kasuta seda veebilehe PDF-iks konverteerimiseks veebis või salvesta failina oma arvutisse hilisemaks kasutamiseks.\n- Lihtne tööriistariba juurdepääs: Muuda lingid otse oma Chrome'i tööriistaribalt kiireks juurdepääsuks.\n- Me austame sinu privaatsust: Meie tööriist ei kogu sinu andmeid, ei salvesta sinu faile ega jälgi külastatud veebisaite.\n- Korralda ja arhiveeri: Kasuta Konverteeri veebileht PDF-iks, et eksportida mis tahes internetileht failiks ja integreerida need sujuvalt oma isiklikku teadmistebaasi.\n\nKes saavad kasu?\n✔️ Teadlased: Saa oma veebilehtede kirjed lihtsalt.\n✔️ Õpilased: Püüa ja konverteeri akadeemilised tööd PDF-ideks.\n✔️ Professionaalid: Arhiveeri dokumendid ilma vaevata.\n✔️ Vabakutselised: Salvesta internetileht PDF-ina, et projekte säilitada.\n✔️ Kõik: Kõigile, kes peavad kiiresti veebilehte salvestama!\n\nKKK\n❓ Kuidas paigaldada?\nMeie rakenduse paigaldamiseks mine Chrome'i veebipoodi ja vali Lisa Chrome'i. See lisatakse sinu brauserisse ja saad seda kasutama hakata.\n❓ Kuidas konverteerida veebilehte PDF-iks Chrome'i formaadis, kasutades teie laiendust?\nVeebilehe PDF-iks konverteerimiseks klõpsa meie laienduse ikoonil ja sinu fail genereeritakse sekunditega.\n❓ Kuidas salvestada internetileht PDF-ina?\nMeie laiendus pakub sujuvat viisi. Sa saad salvestada mis tahes internetilehe PDF-ina, järgides lihtsaid samme.\n❓ Kas ma saan seda laiendust kasutada kogu veebilehe salvestamiseks? Absoluutselt! Meie Konverteeri veebileht PDF-iks tööriist on suurepärane lahendus internetilehtede salvestamiseks.\n❓ Kui mul tekib probleem konverteeri veebileht PDF-iks kasutamisel, kas on olemas klienditugi?\nVõta meiega julgelt ühendust e-posti teel või jäta pilet Chrome'i veebipoodi. Meil on hea meel aidata!\n❓ Mul on mõned ideed ja tagasiside Chrome'i ekraanipildi kohta. Kas ma saan neid arendajatega jagada?\nMeie meeskond on alati avatud kuulama oma kasutajaid. Ära kõhkle saatmast oma ettepanekuid, ideid või arvustusi. Me hindame, mida sul on öelda.\n\nTäiustatud omadused\n➤ Kogu veebilehe ekraanipilt: Kasuta täislehe jäädvustamise nuppu, et salvestada veebileht PDF-ina.\n➤ Formaat ja kvaliteedi valikud: Kohanda kvaliteeti ja formaati vastavalt oma vajadustele.\n➤ Lihtne juurdepääs tööriistaribalt: Otseselt ja igal ajal, kui seda vajad.\n\nKuidas meie laiendust kasutada?\n1. Installi meie laiendus.\n2. Külasta mis tahes veebilehte, mida soovid muuta.\n3. Klõpsa meie ikoonil – sinu veebileht salvestatakse koheselt.\n4. Jätka veebilehtede konverteerimist liikvel olles – sinu töö ei katke!\n5. Jäta meile arvustus, kui soovid midagi muuta või lisada!\n\nTäiendavad eelised\n⚡ Pole vaja tarkvara: See konverter töötab otse Chrome'is.\n⚡ Usaldusväärne vormindamine: Olgu tegemist blogipostituse või üksikasjaliku uurimusega, laiendus tagab täpse stiili.\n⚡ Ideaalne kogu lehe ekraanipiltide jaoks: Kui oled tüdinud ekraanipiltide kokku panemisest, saab see laiendus salvestada kogu lehe PDF-ina ühe klõpsuga.\n⚡ Salvesta oma seadmesse või pilve: Sa saad selle salvestada otse oma seadmesse või siis üles laadida oma pilve.\n\nKonverteeri veebileht PDF-iks on ülim Chrome'i laiendus, et alustada PDF-ide allalaadimist, arhiveerimist ja jagamist koheselt! Head allalaadimist, arhiveerimist ja dokumentide jagamist koheselt!",
    "fa": "این افزونه ساده اما قدرتمند برای کاربرانی که به ابزاری قابل اعتماد برای تبدیل صفحه وب به PDF در کروم نیاز دارند، ایده‌آل است.\n\nویژگی‌های کلیدی\n1️⃣ یک کلیک: به سادگی کلیک کنید تا صفحه وب به PDF تبدیل شود. ما فرآیند را سریع و کارآمد می‌کنیم.\n2️⃣ حفظ طرح اصلی: فایل‌های شما ظاهر اصلی صفحه را حفظ می‌کنند و متن، تصاویر و طرح‌بندی را نگه می‌دارند.\n3️⃣ ذخیره صفحه وب به عنوان PDF در کروم: این ابزار تبدیل با کیفیت بالا را برای کاربرانی که نیاز به تبدیل صفحات اینترنتی دارند، ارائه می‌دهد.\n4️⃣ اسکرین‌شات کل صفحه: نیاز به اسکرین‌شات از کل صفحه وب دارید؟ حالا دیگر نیازی به جستجو در گوگل برای ذخیره صفحه وب به عنوان PDF ندارید!\n\nچگونه صفحه وب را به صورت آنلاین به PDF تبدیل کنیم\nاین مراحل ساده را دنبال کنید:\n1. افزونه تبدیل صفحه وب به PDF را نصب کنید.\n2. وب‌سایتی را که می‌خواهید صفحه‌ای از آن ذخیره کنید، باز کنید.\n3. روی تبدیل کلیک کنید – فایل شما در عرض چند ثانیه آماده خواهد شد.\nهمچنین می‌توانید در بخش سوالات متداول ما بیشتر بیاموزید.\n\nچرا از این مبدل صفحه وب به PDF استفاده کنیم؟\n- دسترسی سریع: نسخه‌های فایل مقالات، تحقیقات یا هر صفحه اینترنتی را تنها با یک کلیک دریافت کنید.\n- کار در داخل کروم: نیازی به دانلود برنامه‌های جانبی برای یادگیری نحوه ذخیره صفحه وب در قالب PDF نیست، حالا نیازی به ترک مرورگر خود ندارید، درست مانند سایر افزونه‌ها مانند GoFullPage.\n- بهینه‌سازی برای کارایی: برخلاف ابزارهای دیگر، این افزونه با کروم یکپارچه شده است و راهی آسان برای ذخیره صفحات وب کروم ارائه می‌دهد.\nگزینه‌های ذخیره‌سازی آنلاین و آفلاین: از آن برای تبدیل صفحه وب به PDF به صورت آنلاین یا ذخیره به عنوان فایل در رایانه خود برای استفاده بعدی استفاده کنید.\n- دسترسی آسان از نوار ابزار: لینک‌ها را مستقیماً از نوار ابزار کروم خود برای دسترسی سریع تبدیل کنید.\n- ما به حریم خصوصی شما احترام می‌گذاریم: ابزار ما داده‌های شما را جمع‌آوری نمی‌کند، فایل‌های شما را ذخیره نمی‌کند و وب‌سایت‌هایی که بازدید می‌کنید را ردیابی نمی‌کند.\n- سازماندهی و بایگانی: از تبدیل صفحه وب به PDF برای صادرات هر صفحه اینترنتی به فایل استفاده کنید و به‌طور یکپارچه آن‌ها را در پایگاه دانش شخصی خود ادغام کنید.\n\nچه کسانی می‌توانند بهره‌مند شوند؟\n✔️ محققان: به راحتی سوابق صفحات وب خود را دریافت کنید.\n✔️ دانشجویان: آثار علمی را به PDF تبدیل و ذخیره کنید.\n✔️ حرفه‌ای‌ها: اسناد را بدون دردسر بایگانی کنید.\n✔️ فریلنسرها: صفحه اینترنتی را به PDF ذخیره کنید تا پروژه‌ها را نگه دارید.\n✔️ همه: برای هر کسی که باید به سرعت یک صفحه وب را ذخیره کند!\n\nسوالات متداول\n❓ چگونه نصب کنم؟\nبرای نصب برنامه ما، به فروشگاه وب کروم بروید و افزودن به کروم را انتخاب کنید. به مرورگر شما اضافه خواهد شد و می‌توانید استفاده از آن را شروع کنید.\n❓ چگونه یک صفحه وب را در قالب کروم به PDF تبدیل کنم؟\nبرای تبدیل یک صفحه وب به PDF، روی آیکون افزونه ما کلیک کنید و فایل شما در عرض چند ثانیه تولید خواهد شد.\n❓ چگونه صفحه اینترنتی را به عنوان PDF ذخیره کنم؟\nافزونه ما راهی روان ارائه می‌دهد. می‌توانید هر صفحه اینترنتی را با دنبال کردن مراحل ساده به عنوان PDF ذخیره کنید.\n❓ آیا می‌توانم از این افزونه برای ذخیره کل صفحات وب استفاده کنم؟ قطعاً! ابزار تبدیل صفحه وب به PDF ما به یک راه‌حل عالی برای ذخیره صفحات اینترنتی تبدیل شده است.\n❓ اگر در حین استفاده از تبدیل صفحه وب به PDF با مشکلی مواجه شوم، آیا پشتیبانی مشتری در دسترس است؟\nاحساس راحتی کنید که مستقیماً از طریق ایمیل با ما تماس بگیرید یا در فروشگاه وب کروم یک تیکت بگذارید. خوشحال خواهیم شد که کمک کنیم!\n❓ ایده‌ها و بازخوردهایی برای اسکرین‌شات کروم دارم. آیا می‌توانم آن‌ها را با توسعه‌دهندگان به اشتراک بگذارم؟\nتیم ما همیشه آماده شنیدن از کاربران ما است. در ارسال پیشنهادات، ایده‌ها یا نظرات خود تردید نکنید. ما به آنچه شما می‌گویید ارزش می‌دهیم.\n\nویژگی‌های پیشرفته\n➤ اسکرین‌شات کل صفحه وب: از دکمه ضبط تمام صفحه برای ذخیره صفحه وب به عنوان PDF استفاده کنید.\n➤ گزینه‌های فرمت و کیفیت: کیفیت و فرمت را برای برآورده کردن نیازهای خود تنظیم کنید.\n➤ دسترسی آسان از نوار ابزار: مستقیماً و هر زمان که نیاز دارید.\n\nچگونه از افزونه ما استفاده کنیم؟\n1. افزونه ما را نصب کنید.\n2. هر صفحه وبی که می‌خواهید تبدیل کنید را بازدید کنید.\n3. روی آیکون ما کلیک کنید – صفحه وب شما بلافاصله ذخیره خواهد شد.\n4. به تبدیل صفحات وب در حال حرکت ادامه دهید – کار شما قطع نخواهد شد!\n5. اگر می‌خواهید چیزی را تغییر دهید یا اضافه کنید، نظر خود را برای ما بگذارید!\n\nمزایای اضافی\n⚡ نیازی به نرم‌افزار نیست: این مبدل مستقیماً در کروم کار می‌کند.\n⚡ قالب‌بندی قابل اعتماد: چه در حال تبدیل یک پست وبلاگ باشید یا یک تحقیق دقیق، افزونه از سبک‌دهی دقیق اطمینان حاصل می‌کند.\n⚡ ایده‌آل برای اسکرین‌شات‌های کل صفحه: اگر از کنار هم قرار دادن اسکرین‌شات‌ها خسته شده‌اید، این افزونه می‌تواند کل صفحه را با یک کلیک به عنوان PDF ذخیره کند.\n⚡ ذخیره در دستگاه یا ابر: می‌توانید آن را مستقیماً در دستگاه خود ذخیره کنید یا سپس به ابر خود آپلود کنید.\n\nتبدیل صفحه وب به PDF بهترین افزونه کروم برای شروع دانلود، بایگانی و به اشتراک‌گذاری PDF‌ها به صورت فوری است! دانلود، بایگانی و به اشتراک‌گذاری اسناد به صورت فوری مبارک!",
    "fi": "Tämä yksinkertainen mutta tehokas laajennus on täydellinen käyttäjille, jotka tarvitsevat luotettavan työkalun muuntamaan verkkosivun PDF-muotoon Chromessa.\n\nKeskeiset ominaisuudet\n1️⃣ Yksi klikkaus: Napsauta vain muuntaaksesi verkkosivun PDF-muotoon. Teemme prosessista nopean ja tehokkaan.\n2️⃣ Säilytä alkuperäinen asettelu: Tiedostosi säilyttävät sivun alkuperäisen ulkoasun, säilyttäen tekstin, kuvat ja asettelun.\n3️⃣ Tallenna verkkosivu PDF-muotoon Chromessa: Tämä työkalu tarjoaa korkealaatuisen muunnoksen käyttäjille, jotka tarvitsevat muuntaa internet-sivuja.\n4️⃣ Koko sivun kuvakaappaukset: Tarvitsetko kuvakaappauksen koko verkkosivusta? Nyt sinun ei enää tarvitse etsiä Googlesta, miten tallentaa verkkosivu PDF-muotoon!\n\nKuinka muuntaa verkkosivu PDF-muotoon verkossa\nNoudata näitä yksinkertaisia ohjeita:\n1. Asenna Muunna Verkkosivu PDF-muotoon.\n2. Avaa verkkosivu, jolta haluat tallentaa sivun.\n3. Napsauta Muunna – tiedostosi on valmis sekunneissa.\nVoit myös oppia lisää UKK-osiossamme.\n\nMiksi käyttää tätä verkkosivun PDF-muunninta?\n- Nopea pääsy: Saat artikkelien, tutkimusten tai minkä tahansa internet-sivun PDF-versiot yhdellä klikkauksella.\n- Toimii Chromessa: Ei tarvitse ladata erillisiä sovelluksia oppiaksesi, miten tallentaa verkkosivu PDF-muotoon, nyt sinun ei tarvitse poistua selaimestasi, kuten muiden laajennusten, kuten GoFullPage, kanssa.\n- Optimoitu tehokkuudelle: Toisin kuin muut työkalut, tämä laajennus on integroitu Chromeen, tarjoten helpon tavan tallentaa Chrome-verkkosivuja.\n- Online- ja offline-tallennusvaihtoehdot: Käytä sitä muuntaaksesi verkkosivu PDF-muotoon verkossa tai tallenna tiedostona tietokoneellesi myöhempää käyttöä varten.\n- Helppo työkalupalkin käyttö: Muunna linkit suoraan Chrome-työkalupalkistasi nopeaa pääsyä varten.\n- Kunnioitamme yksityisyyttäsi: Työkalumme ei kerää tietojasi, tallenna tiedostojasi eikä seuraa vierailemiasi verkkosivustoja.\n- Järjestä ja arkistoi: Käytä Muunna verkkosivu PDF-muotoon -työkalua viedäksesi minkä tahansa internet-sivun tiedostoksi ja integroidaksesi ne saumattomasti henkilökohtaiseen tietopankkiisi.\n\nKuka voi hyötyä?\n✔️ Tutkijat: Saat verkkosivujen tiedot helposti.\n✔️ Opiskelijat: Tallenna ja muunna akateemiset työt PDF-muotoon.\n✔️ Ammattilaiset: Arkistoi asiakirjat vaivattomasti.\n✔️ Freelancerit: Tallenna internet-sivu PDF-muotoon projektien säilyttämiseksi.\n✔️ Kaikki: Kenelle tahansa, joka tarvitsee nopeasti tallentaa verkkosivun!\n\nUKK\n❓ Kuinka asennan?\nAsentaaksesi sovelluksemme, mene Chrome Web Storeen ja valitse Lisää Chromeen. Se lisätään selaimeesi, ja voit alkaa käyttää sitä.\n❓ Kuinka muuntaa verkkosivu PDF-muotoon Chrome-formaatissa laajennuksellasi?\nMuuntaaksesi verkkosivun PDF-muotoon, napsauta laajennuksemme kuvaketta ja tiedostosi luodaan sekunneissa.\n❓ Kuinka tallentaa internet-sivu PDF-muotoon?\nLaajennuksemme tarjoaa sujuvan tavan. Voit tallentaa minkä tahansa internet-sivun PDF-muotoon seuraamalla yksinkertaisia ohjeita.\n❓ Voinko käyttää tätä laajennusta tallentaakseni kokonaisia verkkosivuja? Ehdottomasti! Muunna verkkosivu PDF-muotoon -työkalumme on erinomainen ratkaisu internet-sivujen tallentamiseen.\n❓ Jos kohtaan ongelman käyttäessäni Muunna verkkosivu PDF-muotoon -laajennusta, onko asiakastukea saatavilla?\nOta rohkeasti yhteyttä meihin suoraan sähköpostitse tai jätä tukipyyntö Chrome Web Storeen. Autamme mielellämme!\n❓ Minulla on ideoita ja palautetta Chrome-kuvakaappauksesta. Voinko jakaa ne kehittäjien kanssa?\nTiimimme on aina avoin kuulemaan käyttäjiltämme. Älä epäröi lähettää ehdotuksiasi, ideoitasi tai arvostelujasi. Arvostamme mielipiteitäsi.\n\nEdistyneet ominaisuudet\n➤ Kuvakaappaa koko verkkosivu: Käytä koko sivun tallennuspainiketta tallentaaksesi verkkosivu PDF-muotoon.\n➤ Muoto- ja laatuvaihtoehdot: Säädä laatua ja muotoa tarpeidesi mukaan.\n➤ Helppo pääsy työkalupalkista: Suoraan ja milloin tahansa tarvitset sitä.\n\nKuinka käyttää laajennustamme?\n1. Asenna laajennuksemme.\n2. Vieraile millä tahansa verkkosivulla, jonka haluat muuntaa.\n3. Napsauta kuvakettamme – verkkosivusi tallennetaan välittömästi.\n4. Jatka verkkosivujen muuntamista liikkeellä ollessasi – työsi ei keskeydy!\n5. Jätä meille arvostelu, jos haluat muuttaa tai lisätä jotain!\n\nLisäedut\n⚡ Ei tarvetta ohjelmistolle: Tämä muunnin toimii suoraan Chromessa.\n⚡ Luotettava muotoilu: Olitpa muuntamassa blogikirjoitusta tai yksityiskohtaista tutkimusta, laajennus varmistaa tarkan tyylin.\n⚡ Täydellinen koko sivun kuvakaappauksiin: Jos olet kyllästynyt kokoamaan kuvakaappauksia, tämä laajennus voi tallentaa koko sivun PDF-muotoon yhdellä klikkauksella.\n⚡ Tallenna laitteellesi tai pilveen: Voit tallentaa sen suoraan laitteellesi tai ladata sen pilveen.\n\nVerkkosivu PDF-muotoon on täydellinen Chrome-laajennus aloittaaksesi PDF-tiedostojen lataamisen, arkistoinnin ja jakamisen välittömästi! Iloista lataamista, arkistointia ja asiakirjojen jakamista välittömästi!",
    "fil": "Ang simpleng ngunit makapangyarihang extension na ito ay perpekto para sa mga gumagamit na nangangailangan ng maaasahang tool upang i-convert ang webpage sa PDF sa Chrome.\n\nPangunahing tampok\n1️⃣ Isang-click: I-click lamang upang gawing PDF ang webpage. Ginagawa naming mabilis at mahusay ang proseso.\n2️⃣ Panatilihin ang orihinal na layout: Ang iyong mga file ay mananatili sa orihinal na hitsura ng pahina, pinapanatili ang teksto, mga larawan, at layout.\n3️⃣ I-save ang webpage bilang PDF sa Chrome: Nag-aalok ang tool na ito ng mataas na kalidad na conversion para sa mga gumagamit na kailangang mag-convert ng mga pahina sa internet.\n4️⃣ Buong screenshot ng pahina: Kailangan bang i-screenshot ang buong webpage? Ngayon hindi mo na kailangang mag-Google kung paano i-save ang isang webpage bilang PDF!\n\nPaano i-convert ang webpage sa PDF online\nSundin ang mga simpleng hakbang na ito:\n1. I-install ang Webpage sa PDF na extension.\n2. Buksan ang website na nais mong i-save ang isang pahina mula.\n3. I-click ang Convert – ang iyong file ay magiging handa sa ilang segundo.\nMaaari ka ring matuto nang higit pa sa aming seksyon ng FAQ.\n\nBakit gamitin ang converter na ito ng webpage sa PDF?\n- Mabilis na pag-access: Kumuha ng mga bersyon ng file ng mga artikulo, pananaliksik, o gawing PDF ang anumang pahina sa internet sa isang click lamang.\n- Gumagana sa loob ng Chrome: Walang kinakailangang mag-download ng mga side application upang malaman kung paano i-save ang web page sa PDF format, ngayon hindi mo na kailangang umalis sa iyong browser tulad ng sa ibang mga extension tulad ng GoFullPage.\n- Na-optimize para sa kahusayan: Hindi tulad ng ibang mga tool, ang extension na ito ay isinama sa Chrome, na nag-aalok sa iyo ng madaling paraan upang i-save ang mga webpage ng Chrome.\nMga online at offline na opsyon sa pag-save: Gamitin ito upang i-convert ang webpage sa PDF online o i-save bilang file sa iyong computer para sa susunod na paggamit.\n- Madaling pag-access sa toolbar: I-transform ang mga link nang direkta mula sa iyong Chrome toolbar para sa mabilis na pag-access.\n- Iginagalang namin ang iyong privacy: Ang aming tool ay hindi nangongolekta ng iyong data, nag-iimbak ng iyong mga file, o sinusubaybayan ang mga website na iyong binibisita.\n- Ayusin at i-archive: Gamitin ang I-convert ang webpage sa PDF upang i-export ang anumang pahina sa internet sa file, at walang kahirap-hirap na isama ang mga ito sa iyong personal na knowledge base.\n\nSino ang makikinabang?\n✔️ Mga mananaliksik: Madaling makuha ang iyong mga tala ng mga webpage.\n✔️ Mga estudyante: I-capture at i-convert ang mga gawaing akademiko sa PDFs.\n✔️ Mga propesyonal: I-archive ang mga dokumento nang walang abala.\n✔️ Mga freelancer: I-save ang internet page bilang PDF upang mapanatili ang mga proyekto.\n✔️ Lahat: Para sa sinumang kailangang mabilis na mag-save ng webpage!\n\nFAQs\n❓ Paano ko i-install?\nUpang i-install ang aming app, pumunta sa Chrome Web Store at piliin ang Add to Chrome. Ito ay idaragdag sa iyong browser, at maaari mo nang simulan ang paggamit nito.\n❓ Paano i-convert ang isang webpage sa PDF sa chrome format gamit ang iyong extension?\nUpang i-convert ang isang webpage sa PDF, i-click ang aming extension icon at ang iyong file ay mabubuo sa ilang segundo.\n❓ Paano i-save ang internet page bilang pdf?\nNagbibigay ang aming extension ng maayos na paraan. Maaari mong i-save ang anumang internet page bilang PDF sa pamamagitan ng pagsunod sa mga simpleng hakbang.\n❓ Maaari ko bang gamitin ang extension na ito upang i-save ang buong mga webpage? Tiyak! Ang aming I-convert ang webpage sa PDF na tool ay naging mahusay na solusyon para sa pag-save ng mga pahina sa internet.\n❓ Kung makaranas ako ng problema habang ginagamit ang I-convert ang webpage sa PDF, may customer support ba na magagamit?\nHuwag mag-atubiling makipag-ugnayan sa amin nang direkta sa pamamagitan ng email o mag-iwan ng ticket sa Chrome Web Store. Kami ay natutuwa na makatulong!\n❓ Mayroon akong ilang mga ideya at feedback para sa chrome screenshot. Maaari ko bang ibahagi ang mga ito sa mga developer?\nAng aming koponan ay palaging bukas sa pakikinig mula sa aming mga gumagamit. Huwag mag-atubiling ipadala ang iyong mga mungkahi, ideya, o mga review. Pinahahalagahan namin ang iyong sasabihin.\n\nMga advanced na tampok\n➤ Screenshot ng buong webpage: Gamitin ang full-page capture button upang i-save ang isang webpage bilang PDF.\n➤ Mga opsyon sa format at kalidad: Ayusin ang kalidad at format upang matugunan ang iyong mga pangangailangan.\n➤ Madaling pag-access mula sa toolbar: Direktang at anumang oras na kailangan mo ito.\n\nPaano gamitin ang aming extension?\n1. I-install ang aming extension.\n2. Bisitahin ang anumang webpage na nais mong i-transform.\n3. I-click ang aming icon – ang iyong webpage ay mase-save agad.\n4. Magpatuloy sa pag-convert ng mga webpage on-the-go – hindi maaantala ang iyong trabaho!\n5. Mag-iwan sa amin ng review kung nais mong baguhin o magdagdag ng isang bagay!\n\nKaragdagang benepisyo\n⚡ Walang kinakailangang software: Ang converter na ito ay direktang gumagana sa Chrome.\n⚡ Maaasahang pag-format: Kung nagko-convert ka man ng blog post o detalyadong pananaliksik, tinitiyak ng extension ang tumpak na estilo.\n⚡ Perpekto para sa buong screenshot ng pahina: Kung pagod ka na sa pagbuo ng mga screenshot, ang extension na ito ay maaaring mag-save ng buong pahina bilang PDF sa isang click.\n⚡ I-save sa iyong device o cloud: Maaari mo itong i-save nang direkta sa iyong device o pagkatapos ay i-upload ito sa iyong Cloud.\n\nAng Webpage sa PDF ay ang pinakahuling Chrome extension upang simulan ang pag-download, pag-archive at pagbabahagi ng mga PDF agad! Masayang pag-download, pag-archive at pagbabahagi ng mga dokumento agad!",
    "fr": "Cette extension simple mais puissante est parfaite pour les utilisateurs qui ont besoin d'un outil fiable pour convertir une page web en PDF dans Chrome.\n\nCaractéristiques principales\n1️⃣ Un clic : Cliquez simplement pour transformer une page web en PDF. Nous rendons le processus rapide et efficace.\n2️⃣ Conserver la mise en page originale : Vos fichiers conserveront l'apparence originale de la page, en préservant le texte, les images et la mise en page.\n3️⃣ Enregistrer une page web en PDF Chrome : Cet outil offre une conversion de haute qualité pour les utilisateurs qui ont besoin de convertir des pages internet.\n4️⃣ Captures d'écran de la page entière : Besoin de capturer une page web entière ? Vous n'avez plus besoin de chercher comment enregistrer une page web en PDF !\n\nComment convertir une page web en PDF en ligne\nSuivez ces étapes simples :\n1. Installez l'extension Convertir une page web en PDF.\n2. Ouvrez le site web dont vous souhaitez enregistrer une page.\n3. Cliquez sur Convertir – votre fichier sera prêt en quelques secondes.\nVous pouvez également en savoir plus dans notre section FAQ.\n\nPourquoi utiliser ce convertisseur de page web en PDF ?\n- Accès rapide : Obtenez des versions de fichiers d'articles, de recherches, ou transformez n'importe quelle page internet en PDF en un seul clic.\n- Fonctionne dans Chrome : Pas besoin de télécharger des applications supplémentaires pour apprendre à enregistrer une page web au format PDF, vous n'avez plus besoin de quitter votre navigateur comme avec d'autres extensions comme GoFullPage.\n- Optimisé pour l'efficacité : Contrairement à d'autres outils, cette extension est intégrée à Chrome, vous offrant un moyen facile d'enregistrer des pages web Chrome.\nOptions de sauvegarde en ligne et hors ligne : Utilisez-le pour convertir une page web en PDF en ligne ou enregistrez-le comme fichier sur votre ordinateur pour une utilisation ultérieure.\n- Accès facile depuis la barre d'outils : Transformez les liens directement depuis votre barre d'outils Chrome pour un accès rapide.\n- Nous respectons votre vie privée : Notre outil ne collecte pas vos données, ne stocke pas vos fichiers, ni ne suit les sites web que vous visitez.\n- Organiser et archiver : Utilisez Convertir une page web en PDF pour exporter n'importe quelle page internet en fichier, et les intégrer sans effort dans votre base de connaissances personnelle.\n\nQui peut en bénéficier ?\n✔️ Chercheurs : Obtenez facilement vos enregistrements de pages web.\n✔️ Étudiants : Capturez et convertissez des travaux académiques en PDF.\n✔️ Professionnels : Archivez des documents sans tracas.\n✔️ Freelances : Enregistrez une page internet en PDF pour conserver des projets.\n✔️ Tout le monde : Pour quiconque doit rapidement enregistrer une page web !\n\nFAQs\n❓ Comment installer ?\nPour installer notre application, rendez-vous sur le Chrome Web Store et sélectionnez Ajouter à Chrome. Elle sera ajoutée à votre navigateur, et vous pourrez commencer à l'utiliser.\n❓ Comment convertir une page web en PDF au format Chrome avec votre extension ?\nPour convertir une page web en PDF, cliquez sur l'icône de notre extension et votre fichier sera généré en quelques secondes.\n❓ Comment enregistrer une page internet en PDF ?\nNotre extension offre un moyen fluide. Vous pouvez enregistrer n'importe quelle page internet en PDF en suivant les étapes simples.\n❓ Puis-je utiliser cette extension pour enregistrer des pages web entières ? Absolument ! Notre outil Convertir une page web en PDF est devenu une excellente solution pour enregistrer des pages internet.\n❓ Si je rencontre un problème en utilisant Convertir une page web en PDF, y a-t-il un support client disponible ?\nN'hésitez pas à nous contacter directement par email ou à laisser un ticket dans le Chrome Web Store. Nous serons ravis de vous aider !\n❓ J'ai des idées et des retours pour la capture d'écran Chrome. Puis-je les partager avec les développeurs ?\nNotre équipe est toujours ouverte à écouter nos utilisateurs. N'hésitez pas à envoyer vos propositions, idées ou avis. Nous apprécions ce que vous avez à dire.\n\nFonctionnalités avancées\n➤ Capture d'écran de la page entière : Utilisez le bouton de capture de page entière pour enregistrer une page web en PDF.\n➤ Options de format et de qualité : Ajustez la qualité et le format pour répondre à vos besoins.\n➤ Accès facile depuis la barre d'outils : Directement et à tout moment où vous en avez besoin.\n\nComment utiliser notre extension ?\n1. Installez notre extension.\n2. Visitez n'importe quelle page web que vous souhaitez transformer.\n3. Cliquez sur notre icône – votre page web sera enregistrée instantanément.\n4. Continuez à convertir des pages web en déplacement – votre travail ne sera pas interrompu !\n5. Laissez-nous un avis si vous souhaitez changer ou ajouter quelque chose !\n\nAvantages supplémentaires\n⚡ Aucun logiciel nécessaire : Ce convertisseur fonctionne directement dans Chrome.\n⚡ Mise en forme fiable : Que vous convertissiez un article de blog ou une recherche détaillée, l'extension garantit un style précis.\n⚡ Parfait pour les captures d'écran de page entière : Si vous en avez assez de rassembler des captures d'écran, cette extension peut enregistrer la page entière en PDF en un seul clic.\n⚡ Enregistrez sur votre appareil ou dans le cloud : Vous pouvez l'enregistrer directement sur votre appareil ou ensuite le télécharger sur votre Cloud.\n\nConvertir une page web en PDF est l'extension Chrome ultime pour commencer à télécharger, archiver et partager des PDF instantanément ! Bon téléchargement, archivage et partage de documents instantanément !",
    "gu": "આ સરળ છતાં શક્તિશાળી એક્સટેન્શન એવા વપરાશકર્તાઓ માટે યોગ્ય છે જેમને Chrome માં વેબપેજને pdf માં કન્વર્ટ કરવા માટે વિશ્વસનીય સાધનની જરૂર હોય છે.\n\n મુખ્ય લક્ષણો\n 1️⃣ એક-ક્લિક: વેબપેજને PDF માં ફેરવવા માટે ફક્ત ક્લિક કરો. અમે પ્રક્રિયાને ઝડપી અને કાર્યક્ષમ બનાવીએ છીએ.\n 2️⃣ મૂળ લેઆઉટ જાળવી રાખો: તમારી ફાઇલો ટેક્સ્ટ, છબીઓ અને લેઆઉટને સાચવીને પૃષ્ઠના મૂળ દેખાવને જાળવી રાખશે.\n 3️⃣ વેબપેજને PDF Chrome તરીકે સાચવો: આ સાધન એવા વપરાશકર્તાઓ માટે ઉચ્ચ-ગુણવત્તાનું રૂપાંતરણ પ્રદાન કરે છે જેમને ઇન્ટરનેટ પૃષ્ઠોને કન્વર્ટ કરવાની જરૂર છે.\n 4️⃣ આખા પેજના સ્ક્રીનશોટ: આખા વેબપેજને સ્ક્રીનશોટ કરવાની જરૂર છે? હવે તમારે વેબપેજને પીડીએફ તરીકે કેવી રીતે સાચવવું તે ગૂગલ કરવાની જરૂર નથી!\n\n વેબપેજને પીડીએફમાં ઓનલાઈન કેવી રીતે કન્વર્ટ કરવું\n આ સરળ પગલાં અનુસરો:\n 1. વેબપેજને પીડીએફ એક્સટેન્શનમાં કન્વર્ટ કરો ઇન્સ્ટોલ કરો.\n 2. તમે જે વેબસાઈટ પરથી પેજ સેવ કરવા માંગો છો તેને ખોલો.\n 3. કન્વર્ટ પર ક્લિક કરો - તમારી ફાઇલ સેકંડમાં તૈયાર થઈ જશે.\n તમે અમારા FAQ વિભાગમાં પણ વધુ જાણી શકો છો.\n\n પીડીએફ કન્વર્ટર માટે આ વેબપેજનો ઉપયોગ શા માટે?\n - ઝડપી ઍક્સેસ: લેખો, સંશોધનનાં ફાઇલ સંસ્કરણો મેળવો અથવા ફક્ત એક ક્લિકમાં કોઈપણ ઇન્ટરનેટ પૃષ્ઠને પીડીએફમાં ફેરવો.\n - ક્રોમની અંદર કામ કરે છે: વેબ પેજને PDF ફોર્મેટમાં કેવી રીતે સાચવવું તે શીખવા માટે સાઇડ એપ્લિકેશન ડાઉનલોડ કરવાની જરૂર નથી, હવે તમારે GoFullPage જેવા અન્ય એક્સટેન્શનની જેમ તમારું બ્રાઉઝર છોડવાની જરૂર નથી.\n - કાર્યક્ષમતા માટે ઑપ્ટિમાઇઝ: અન્ય સાધનોથી વિપરીત, આ એક્સ્ટેંશન ક્રોમ સાથે સંકલિત છે, જે તમને ક્રોમ વેબપૃષ્ઠોને સાચવવાની સરળ રીત પ્રદાન કરે છે.\n ઓનલાઈન અને ઓફલાઈન બચત વિકલ્પો: તેનો ઉપયોગ વેબપેજને ઓનલાઈન PDF માં કન્વર્ટ કરવા અથવા પછીના ઉપયોગ માટે તમારા કમ્પ્યુટર પર ફાઇલ તરીકે સાચવવા માટે કરો.\n - સરળ ટૂલબાર એક્સેસ: ઝડપી એક્સેસ માટે તમારા ક્રોમ ટૂલબારથી સીધા જ લિંક્સને ટ્રાન્સફોર્મ કરો.\n - અમે તમારી ગોપનીયતાનો આદર કરીએ છીએ: અમારું સાધન તમારો ડેટા એકત્રિત કરતું નથી, તમારી ફાઇલોને સંગ્રહિત કરતું નથી અથવા તમે મુલાકાત લો છો તે વેબસાઇટ્સને ટ્રૅક કરતું નથી.\n - ગોઠવો અને આર્કાઇવ કરો: કોઈપણ ઇન્ટરનેટ પૃષ્ઠને ફાઇલમાં નિકાસ કરવા માટે PDF માં કન્વર્ટ વેબપેજનો ઉપયોગ કરો અને તેને તમારા વ્યક્તિગત જ્ઞાન આધારમાં એકીકૃત રીતે એકીકૃત કરો.\n\n કોને ફાયદો થઈ શકે?\n ✔️ સંશોધકો: વેબપેજના તમારા રેકોર્ડ સરળતાથી મેળવો.\n ✔️ વિદ્યાર્થીઓ: શૈક્ષણિક કાર્યોને પીડીએફમાં કેપ્ચર કરો અને કન્વર્ટ કરો.\n ✔️ વ્યાવસાયિકો: મુશ્કેલી વિના દસ્તાવેજોને આર્કાઇવ કરો.\n ✔️ ફ્રીલાન્સર્સ: પ્રોજેક્ટ રાખવા માટે ઇન્ટરનેટ પેજને PDF તરીકે સાચવો.\n ✔️ દરેક વ્યક્તિ: જેમણે ઝડપથી વેબપેજ સાચવવું હોય તેના માટે!\n\n FAQs\n ❓ હું કેવી રીતે ઇન્સ્ટોલ કરી શકું?\n અમારી એપ્લિકેશન ઇન્સ્ટોલ કરવા માટે, Chrome વેબ સ્ટોર પર જાઓ અને Chrome માં ઉમેરો પસંદ કરો. તે તમારા બ્રાઉઝરમાં ઉમેરવામાં આવશે, અને તમે તેનો ઉપયોગ કરવાનું શરૂ કરી શકો છો.\n ❓ તમારા એક્સટેન્શનનો ઉપયોગ કરીને ક્રોમ ફોર્મેટમાં વેબપેજને PDF માં કેવી રીતે કન્વર્ટ કરવું?\n વેબપેજને PDF માં કન્વર્ટ કરવા માટે, અમારા એક્સ્ટેંશન આઇકોન પર ક્લિક કરો અને તમારી ફાઇલ સેકન્ડોમાં જનરેટ થશે.\n ❓ ઇન્ટરનેટ પેજને પીડીએફ તરીકે કેવી રીતે સેવ કરવું?\n અમારું વિસ્તરણ એક સરળ માર્ગ પ્રદાન કરે છે. તમે સરળ પગલાંને અનુસરીને કોઈપણ ઇન્ટરનેટ પૃષ્ઠને PDF તરીકે સાચવી શકો છો.\n ❓ શું હું સમગ્ર વેબપૃષ્ઠોને સાચવવા માટે આ એક્સ્ટેંશનનો ઉપયોગ કરી શકું? ચોક્કસ! અમારું વેબપેજને PDF ટૂલમાં કન્વર્ટ કરવું એ ઈન્ટરનેટ પૃષ્ઠોને બચાવવા માટે એક ઉત્તમ ઉકેલ બની ગયું છે.\n ❓ જો વેબપેજને પીડીએફમાં કન્વર્ટ કરતી વખતે મને કોઈ સમસ્યા આવે છે, તો શું કોઈ ગ્રાહક સપોર્ટ ઉપલબ્ધ છે?\n ઈમેલ દ્વારા સીધો અમારો સંપર્ક કરવા માટે નિઃસંકોચ અથવા Chrome વેબ દુકાનમાં ટિકિટ છોડો. અમને મદદ કરવામાં આનંદ થશે!\n ❓ મારી પાસે chrome સ્ક્રીનશૉટ માટે કેટલાક વિચારો અને પ્રતિસાદ છે. શું હું તેમને વિકાસકર્તાઓ સાથે શેર કરી શકું?\n અમારી ટીમ હંમેશા અમારા વપરાશકર્તાઓ તરફથી સાંભળવા માટે તૈયાર છે. તમારી દરખાસ્તો, વિચારો અથવા સમીક્ષાઓ મોકલવામાં અચકાશો નહીં. તમારે જે કહેવું છે તે અમે મૂલ્યવાન છીએ.\n\n અદ્યતન સુવિધાઓ\n ➤ સમગ્ર વેબપેજનો સ્ક્રીનશૉટ: વેબપેજને PDF તરીકે સાચવવા માટે ફુલ-પેજ કેપ્ચર બટનનો ઉપયોગ કરો.\n ➤ ફોર્મેટ અને ગુણવત્તા વિકલ્પો: તમારી જરૂરિયાતોને પહોંચી વળવા ગુણવત્તા અને ફોર્મેટને સમાયોજિત કરો.\n ➤ ટૂલબારથી સરળ ઍક્સેસ: સીધું અને ગમે ત્યારે તમને જરૂર હોય.\n\n અમારા એક્સ્ટેંશનનો ઉપયોગ કેવી રીતે કરવો?\n 1. અમારું એક્સ્ટેંશન ઇન્સ્ટોલ કરો.\n 2. કોઈપણ વેબપેજની મુલાકાત લો જેને તમે રૂપાંતરિત કરવા માંગો છો.\n 3. અમારા ચિહ્ન પર ક્લિક કરો - તમારું વેબપેજ તરત જ સાચવવામાં આવશે.\n 4. સફરમાં વેબપૃષ્ઠોને રૂપાંતરિત કરવાનું ચાલુ રાખો - તમારા કાર્યમાં વિક્ષેપ આવશે નહીં!\n 5. જો તમે કંઈક બદલવા અથવા ઉમેરવા માંગતા હોવ તો અમને એક સમીક્ષા આપો!\n\n વધારાના લાભો\n ⚡ કોઈ સૉફ્ટવેરની જરૂર નથી: આ કન્વર્ટર સીધા Chrome માં કાર્ય કરે છે.\n ⚡ ભરોસાપાત્ર ફોર્મેટિંગ: તમે બ્લોગ પોસ્ટને રૂપાંતરિત કરી રહ્યાં હોવ કે વિગતવાર સંશોધન, એક્સ્ટેંશન ચોક્કસ સ્ટાઇલની ખાતરી કરે છે.\n ⚡ આખા પેજના સ્ક્રીનશૉટ્સ માટે પરફેક્ટ: જો તમે સ્ક્રીનશૉટ્સને એકસાથે પીસ કરીને કંટાળી ગયા હોવ, તો આ એક્સટેન્શન એક ક્લિકથી આખા પેજને PDF તરીકે સાચવી શકે છે.\n ⚡તમારા ઉપકરણ અથવા ક્લાઉડ પર સાચવો: તમે તેને સીધા તમારા ઉપકરણ પર સાચવી શકો છો અથવા પછી તેને તમારા ક્લાઉડ પર અપલોડ કરી શકો છો.\n\n પીડીએફને તરત જ ડાઉનલોડ, આર્કાઇવ અને શેર કરવાનું શરૂ કરવા માટે વેબપેજને PDF માં કન્વર્ટ કરો એ અંતિમ Chrome એક્સ્ટેંશન છે! હેપ્પી ડાઉનલોડિંગ, આર્કાઇવિંગ અને દસ્તાવેજોને તરત જ શેર કરો!",
    "he": "התוסף הפשוט אך החזק הזה מושלם עבור משתמשים הזקוקים לכלי אמין להמרת דף אינטרנט ל-pdf ב-Chrome.\n\n תכונות מפתח\n 1️⃣ לחיצה אחת: פשוט לחץ כדי להפוך דף אינטרנט ל-PDF. אנו הופכים את התהליך למהיר ויעיל.\n 2️⃣ שמור על פריסה מקורית: הקבצים שלך ישמרו על המראה המקורי של הדף, וישמרו על טקסט, תמונות ופריסה.\n 3️⃣ שמור דף אינטרנט כ-PDF Chrome: כלי זה מציע המרה באיכות גבוהה למשתמשים שצריכים להמיר דפי אינטרנט.\n 4️⃣ צילומי מסך של עמוד שלם: צריך לצלם מסך את כל דף האינטרנט? כעת אינך צריך לחפש בגוגל כיצד לשמור דף אינטרנט כקובץ PDF יותר!\n\n כיצד להמיר דף אינטרנט ל-PDF באינטרנט\n בצע את השלבים הפשוטים הבאים:\n 1. התקן המרת דף אינטרנט ל-pdf.\n 2. פתח את האתר שממנו ברצונך לשמור דף.\n 3. לחץ על המר - הקובץ שלך יהיה מוכן תוך שניות.\n תוכל גם ללמוד עוד בסעיף השאלות הנפוצות שלנו.\n\n למה להשתמש בדף אינטרנט זה לממיר PDF?\n - גישה מהירה: קבל גרסאות קבצים של מאמרים, מחקר, או הפוך כל דף אינטרנט ל-PDF בלחיצה אחת.\n - עובד בתוך Chrome: אין צורך להוריד יישומי צד כדי ללמוד כיצד לשמור דף אינטרנט בפורמט PDF, כעת אינך צריך לעזוב את הדפדפן שלך בדיוק כמו עם הרחבות אחרות כמו GoFullPage.\n - מותאם ליעילות: בניגוד לכלים אחרים, תוסף זה משולב עם Chrome, ומציע לך דרך קלה לשמור דפי אינטרנט של כרום.\n אפשרויות שמירה מקוונות ולא מקוונות: השתמש בו כדי להמיר דף אינטרנט ל-PDF באופן מקוון או שמור כקובץ במחשב שלך לשימוש מאוחר יותר.\n - גישה קלה לסרגל הכלים: שנה קישורים ישירות מסרגל הכלים של Chrome לגישה מהירה.\n - אנו מכבדים את פרטיותך: הכלי שלנו אינו אוסף את הנתונים שלך, מאחסן את הקבצים שלך ואינו עוקב אחר אתרי האינטרנט שבהם אתה מבקר.\n - ארגן וארכיון: השתמש בדף האינטרנט המרת ל-PDF כדי לייצא כל דף אינטרנט לקובץ, ולשלב אותם בצורה חלקה במאגר הידע האישי שלך.\n\n מי יכול להרוויח?\n ✔️ חוקרים: קבל את הרשומות שלך של דפי אינטרנט בקלות.\n ✔️ סטודנטים: ללכוד והמיר עבודות אקדמיות לקובצי PDF.\n ✔️ אנשי מקצוע: ארכיון מסמכים ללא הטרחה.\n ✔️ פרילנסרים: שמור דף אינטרנט כ-PDF כדי לשמור על פרויקטים.\n ✔️ כולם: לכל מי שצריך לשמור במהירות דף אינטרנט!\n\n שאלות נפוצות\n ❓ איך אני מתקין?\n כדי להתקין את האפליקציה שלנו, עבור אל חנות האינטרנט של Chrome ובחר הוסף ל-Chrome. הוא יתווסף לדפדפן שלך, ותוכל להתחיל להשתמש בו.\n ❓ כיצד להמיר דף אינטרנט ל-PDF בפורמט כרום באמצעות התוסף שלך?\n כדי להמיר דף אינטרנט ל-PDF, לחץ על סמל התוסף שלנו והקובץ שלך ייווצר תוך שניות.\n ❓ כיצד לשמור דף אינטרנט כ-pdf?\n ההרחבה שלנו מספקת דרך חלקה. אתה יכול לשמור כל דף אינטרנט כ-PDF על ידי ביצוע השלבים הפשוטים.\n ❓ האם אוכל להשתמש בתוסף זה כדי לשמור דפי אינטרנט שלמים? בְּהֶחלֵט! כלי המרת דף אינטרנט ל-PDF שלנו הפך לפתרון מצוין לשמירת דפי אינטרנט.\n ❓ אם אני נתקל בבעיה במהלך השימוש בהמרה של דף אינטרנט ל-pdf, האם יש תמיכת לקוחות זמינה?\n אל תהסס לפנות אלינו ישירות באמצעות דואר אלקטרוני או להשאיר כרטיס בחנות האינטרנט של Chrome. נשמח לעזור!\n ❓ יש לי כמה רעיונות ומשוב לצילום מסך של כרום. האם אוכל לשתף אותם עם המפתחים?\n הצוות שלנו תמיד פתוח לשמוע מהמשתמשים שלנו. אל תהסס לשלוח את ההצעות, הרעיונות או הביקורות שלך. אנו מעריכים את מה שיש לך לומר.\n\n תכונות מתקדמות\n ➤ צילום מסך כל דף האינטרנט: השתמש בלחצן לכידת עמוד שלם כדי לשמור דף אינטרנט כ-PDF.\n ➤ אפשרויות פורמט ואיכות: התאם את האיכות והפורמט כדי לענות על הצרכים שלך.\n ➤ גישה קלה מסרגל הכלים: ישירות ובכל זמן שתזדקק לה.\n\n כיצד להשתמש בתוסף שלנו?\n 1. התקן את התוסף שלנו.\n 2. בקר בכל דף אינטרנט שברצונך לשנות.\n 3. לחץ על הסמל שלנו - דף האינטרנט שלך יישמר באופן מיידי.\n 4. המשך להמיר דפי אינטרנט תוך כדי תנועה - העבודה שלך לא תופסק!\n 5. השאירו לנו ביקורת אם אתם רוצים לשנות או להוסיף משהו!\n\n הטבות נוספות\n ⚡ אין צורך בתוכנה: ממיר זה פועל ישירות בכרום.\n ⚡ עיצוב אמין: בין אם אתם ממירים פוסט בבלוג או מחקר מפורט, התוסף מבטיח עיצוב מדויק.\n ⚡ מושלם עבור צילומי מסך של עמוד שלם: אם נמאס לך לחבר צילומי מסך, תוסף זה יכול לשמור את כל העמוד כ-PDF בלחיצה אחת.\n ⚡שמור במכשיר או בענן: אתה יכול לשמור אותו ישירות במכשיר שלך או להעלות אותו לענן שלך.\n\n המרת דף אינטרנט ל-PDF היא התוסף האולטימטיבי של Chrome להתחיל בהורדה, אחסון בארכיון ושיתוף קובצי PDF באופן מיידי! הורדה, ארכיון ושיתוף מסמכים שמחים באופן מיידי!",
    "hi": "यह सरल किन्तु शक्तिशाली एक्सटेंशन उन उपयोगकर्ताओं के लिए एकदम उपयुक्त है जिन्हें क्रोम में वेबपेज को पीडीएफ में बदलने के लिए एक विश्वसनीय टूल की आवश्यकता है।\n\n प्रमुख विशेषताऐं\n 1️⃣ वन-क्लिक: वेबपेज को पीडीएफ में बदलने के लिए बस क्लिक करें। हम प्रक्रिया को तेज़ और कुशल बनाते हैं।\n 2️⃣ मूल लेआउट बनाए रखें: आपकी फ़ाइलें पृष्ठ के मूल स्वरूप को बनाए रखेंगी, पाठ, चित्र और लेआउट को संरक्षित करेंगी।\n 3️⃣ वेबपेज को पीडीएफ क्रोम के रूप में सहेजें: यह उपकरण उन उपयोगकर्ताओं के लिए उच्च-गुणवत्ता रूपांतरण प्रदान करता है जिन्हें इंटरनेट पृष्ठों को परिवर्तित करने की आवश्यकता होती है।\n 4️⃣ पूरे पेज का स्क्रीनशॉट: पूरे वेबपेज का स्क्रीनशॉट चाहिए? अब आपको वेबपेज को pdf के रूप में सेव करने का तरीका जानने के लिए Google पर सर्च करने की ज़रूरत नहीं है!\n\n वेबपेज को ऑनलाइन पीडीएफ में कैसे बदलें\n इन सरल चरणों का पालन करें:\n 1. वेबपेज को पीडीएफ में बदलने वाला एक्सटेंशन इंस्टॉल करें।\n 2. वह वेबसाइट खोलें जिसका पेज आप सहेजना चाहते हैं।\n 3. कन्वर्ट पर क्लिक करें - आपकी फ़ाइल कुछ ही सेकंड में तैयार हो जाएगी।\n आप हमारे FAQ अनुभाग में भी अधिक जानकारी प्राप्त कर सकते हैं।\n\n पीडीएफ कनवर्टर के लिए इस वेबपेज का उपयोग क्यों करें?\n - त्वरित पहुंच: लेखों, शोधों के फ़ाइल संस्करण प्राप्त करें, या किसी भी इंटरनेट पेज को केवल एक क्लिक में पीडीएफ में बदलें।\n - क्रोम के भीतर काम करता है: वेब पेज को पीडीएफ प्रारूप में सहेजने का तरीका जानने के लिए साइड एप्लिकेशन डाउनलोड करने की आवश्यकता नहीं है, अब आपको GoFullPage जैसे अन्य एक्सटेंशन की तरह अपना ब्राउज़र छोड़ने की ज़रूरत नहीं है।\n - दक्षता के लिए अनुकूलित: अन्य उपकरणों के विपरीत, यह एक्सटेंशन क्रोम के साथ एकीकृत है, जो आपको क्रोम वेबपेजों को सहेजने का एक आसान तरीका प्रदान करता है।\n ऑनलाइन और ऑफलाइन सेविंग विकल्प: वेबपेज को ऑनलाइन पीडीएफ में बदलने के लिए इसका उपयोग करें या बाद में उपयोग के लिए अपने कंप्यूटर पर फ़ाइल के रूप में सेव करें।\n - आसान टूलबार पहुंच: त्वरित पहुंच के लिए सीधे अपने क्रोम टूलबार से लिंक को रूपांतरित करें।\n - हम आपकी गोपनीयता का सम्मान करते हैं: हमारा टूल आपका डेटा एकत्र नहीं करता है, आपकी फ़ाइलों को संग्रहीत नहीं करता है, और न ही आपके द्वारा देखी गई वेबसाइटों को ट्रैक करता है।\n - व्यवस्थित करें और संग्रहित करें: किसी भी इंटरनेट पेज को फ़ाइल में निर्यात करने के लिए वेबपेज को पीडीएफ में कनवर्ट करें, और उन्हें अपने व्यक्तिगत ज्ञानकोष में सहजता से एकीकृत करें।\n\n इसका लाभ किसे मिल सकता है?\n ✔️ शोधकर्ता: आसानी से वेबपृष्ठों के अपने रिकॉर्ड प्राप्त करें।\n ✔️ छात्र: शैक्षणिक कार्यों को कैप्चर करें और पीडीएफ में परिवर्तित करें।\n ✔️ पेशेवर: बिना किसी परेशानी के दस्तावेजों को संग्रहित करें।\n ✔️ फ्रीलांसर: परियोजनाओं को रखने के लिए इंटरनेट पेज को पीडीएफ के रूप में सहेजें।\n ✔️ हर कोई: किसी भी व्यक्ति के लिए जिसे जल्दी से एक वेबपेज को सहेजना है!\n\n पूछे जाने वाले प्रश्न\n ❓ मैं कैसे स्थापित करूँ?\n हमारा ऐप इंस्टॉल करने के लिए, Chrome वेब स्टोर पर जाएं और Chrome में जोड़ें चुनें। यह आपके ब्राउज़र में जुड़ जाएगा, और आप इसका उपयोग शुरू कर सकते हैं।\n ❓ अपने एक्सटेंशन का उपयोग करके क्रोम प्रारूप में वेबपेज को पीडीएफ में कैसे परिवर्तित करें?\n किसी वेबपेज को पीडीएफ में बदलने के लिए हमारे एक्सटेंशन आइकन पर क्लिक करें और आपकी फाइल कुछ ही सेकंड में तैयार हो जाएगी।\n ❓ इंटरनेट पेज को पीडीएफ के रूप में कैसे सेव करें?\n हमारा एक्सटेंशन एक आसान तरीका प्रदान करता है। आप सरल चरणों का पालन करके किसी भी इंटरनेट पेज को पीडीएफ के रूप में सहेज सकते हैं।\n ❓ क्या मैं पूरे वेबपेज को सेव करने के लिए इस एक्सटेंशन का इस्तेमाल कर सकता हूँ? बिलकुल! हमारा वेबपेज को PDF में कन्वर्ट करने वाला टूल इंटरनेट पेज को सेव करने के लिए एक बेहतरीन समाधान बन गया है।\n ❓ यदि मुझे वेबपेज को पीडीएफ में बदलने के दौरान कोई समस्या आती है, तो क्या कोई ग्राहक सहायता उपलब्ध है?\n बेझिझक हमसे सीधे ईमेल के ज़रिए संपर्क करें या Chrome वेब स्टोर में टिकट छोड़ें। हमें मदद करके खुशी होगी!\n ❓ मेरे पास क्रोम स्क्रीनशॉट के लिए कुछ विचार और फीडबैक हैं। क्या मैं उन्हें डेवलपर्स के साथ साझा कर सकता हूँ?\n हमारी टीम हमेशा अपने उपयोगकर्ताओं की बात सुनने के लिए तैयार रहती है। अपने प्रस्ताव, विचार या समीक्षा भेजने में संकोच न करें। हम आपकी बातों को महत्व देते हैं।\n\n उन्नत विशेषताएँ\n ➤ संपूर्ण वेबपेज का स्क्रीनशॉट लें: किसी वेबपेज को पीडीएफ के रूप में सहेजने के लिए पूर्ण-पृष्ठ कैप्चर बटन का उपयोग करें।\n ➤ प्रारूप और गुणवत्ता विकल्प: अपनी आवश्यकताओं के अनुरूप गुणवत्ता और प्रारूप समायोजित करें।\n ➤ टूलबार से आसान पहुंच: सीधे और किसी भी समय जब आपको इसकी आवश्यकता हो।\n\n हमारे एक्सटेंशन का उपयोग कैसे करें?\n 1. हमारा एक्सटेंशन इंस्टॉल करें.\n 2. किसी भी वेबपेज पर जाएँ जिसे आप बदलना चाहते हैं।\n 3. हमारे आइकन पर क्लिक करें - आपका वेबपेज तुरंत सेव हो जाएगा।\n 4. चलते-फिरते वेबपेज परिवर्तित करना जारी रखें - आपका काम बाधित नहीं होगा!\n 5. यदि आप कुछ बदलना या जोड़ना चाहते हैं तो हमें समीक्षा दें!\n\n अतिरिक्त लाभ\n ⚡ किसी सॉफ्टवेयर की आवश्यकता नहीं: यह कनवर्टर सीधे क्रोम में काम करता है।\n ⚡ विश्वसनीय स्वरूपण: चाहे आप एक ब्लॉग पोस्ट या विस्तृत शोध परिवर्तित कर रहे हों, एक्सटेंशन सटीक स्टाइलिंग सुनिश्चित करता है।\n ⚡ पूरे पृष्ठ के स्क्रीनशॉट के लिए बिल्कुल सही: यदि आप स्क्रीनशॉट को एक साथ जोड़ने से थक गए हैं, तो यह एक्सटेंशन पूरे पृष्ठ को एक क्लिक के साथ पीडीएफ के रूप में सहेज सकता है।\n ⚡अपने डिवाइस या क्लाउड पर सहेजें: आप इसे सीधे अपने डिवाइस पर सहेज सकते हैं या फिर इसे अपने क्लाउड पर अपलोड कर सकते हैं।\n\n वेबपेज को पीडीएफ में बदलें, पीडीएफ को तुरंत डाउनलोड, संग्रहित और साझा करना शुरू करने के लिए सबसे बढ़िया क्रोम एक्सटेंशन है! दस्तावेज़ों को तुरंत डाउनलोड, संग्रहित और साझा करने का आनंद लें!",
    "hr": "Ovo jednostavno, ali moćno proširenje savršeno je za korisnike koji trebaju pouzdan alat za pretvaranje web stranica u PDF u Chromeu.\n\nKljučne značajke\n1️⃣ Jedan klik: Jednostavno kliknite za pretvaranje web stranice u PDF. Proces činimo brzim i učinkovitim.\n2️⃣ Zadržavanje izvornog izgleda: Vaše datoteke će zadržati izvorni izgled stranice, uključujući tekst, slike i raspored.\n3️⃣ Spremanje web stranice kao PDF u Chromeu: Ovaj alat nudi visokokvalitetnu konverziju za korisnike koji trebaju pretvoriti internetske stranice.\n4️⃣ Snimke cijele stranice: Trebate snimiti cijelu web stranicu? Sada više ne morate tražiti kako spremiti web stranicu kao PDF!\n\nKako pretvoriti web stranicu u PDF online\nSlijedite ove jednostavne korake:\n1. Instalirajte proširenje Pretvori web stranicu u PDF.\n2. Otvorite web stranicu koju želite spremiti.\n3. Kliknite Pretvori – vaša datoteka bit će spremna za nekoliko sekundi.\nViše informacija možete pronaći u našem odjeljku s često postavljanim pitanjima.\n\nZašto koristiti ovaj pretvarač web stranica u PDF?\n- Brz pristup: Dobijte verzije datoteka članaka, istraživanja ili pretvorite bilo koju internetsku stranicu u PDF jednim klikom.\n- Radi unutar Chromea: Nema potrebe za preuzimanjem dodatnih aplikacija za učenje kako spremiti web stranicu u PDF formatu, sada ne morate napuštati preglednik kao s drugim proširenjima poput GoFullPage.\n- Optimizirano za učinkovitost: Za razliku od drugih alata, ovo proširenje je integrirano s Chromeom, nudeći vam jednostavan način za spremanje web stranica u Chromeu.\nOnline i offline opcije spremanja: Koristite ga za pretvaranje web stranice u PDF online ili spremite kao datoteku na svoje računalo za kasniju upotrebu.\n- Jednostavan pristup s alatne trake: Pretvorite poveznice izravno s alatne trake Chromea za brz pristup.\n- Poštujemo vašu privatnost: Naš alat ne prikuplja vaše podatke, ne pohranjuje vaše datoteke niti prati web stranice koje posjećujete.\n- Organizirajte i arhivirajte: Koristite Pretvori web stranicu u PDF za izvoz bilo koje internetske stranice u datoteku i besprijekorno ih integrirajte u svoju osobnu bazu znanja.\n\nTko može imati koristi?\n✔️ Istraživači: Jednostavno dobijte zapise web stranica.\n✔️ Studenti: Snimite i pretvorite akademske radove u PDF-ove.\n✔️ Profesionalci: Arhivirajte dokumente bez muke.\n✔️ Freelanceri: Spremite internetsku stranicu kao PDF za čuvanje projekata.\n✔️ Svi: Za svakoga tko mora brzo spremiti web stranicu!\n\nČesto postavljana pitanja\n❓ Kako instalirati?\nZa instalaciju naše aplikacije, idite na Chrome Web Store i odaberite Dodaj u Chrome. Bit će dodano u vaš preglednik i možete ga početi koristiti.\n❓ Kako pretvoriti web stranicu u PDF u Chrome formatu koristeći vaše proširenje?\nZa pretvaranje web stranice u PDF, kliknite našu ikonu proširenja i vaša datoteka će biti generirana za nekoliko sekundi.\n❓ Kako spremiti internetsku stranicu kao PDF?\nNaše proširenje pruža jednostavan način. Možete spremiti bilo koju internetsku stranicu kao PDF slijedeći jednostavne korake.\n❓ Mogu li koristiti ovo proširenje za spremanje cijelih web stranica? Apsolutno! Naš alat Pretvori web stranicu u PDF postao je izvrsno rješenje za spremanje internetskih stranica.\n❓ Ako naiđem na problem prilikom korištenja Pretvori web stranicu u PDF, postoji li korisnička podrška?\nSlobodno nas kontaktirajte izravno putem e-pošte ili ostavite upit u Chrome Web Storeu. Rado ćemo vam pomoći!\n❓ Imam neke ideje i povratne informacije za Chrome snimke zaslona. Mogu li ih podijeliti s razvojnim timom?\nNaš tim je uvijek otvoren za povratne informacije od korisnika. Ne ustručavajte se poslati svoje prijedloge, ideje ili recenzije. Cijenimo vaše mišljenje.\n\nNapredne značajke\n➤ Snimka cijele web stranice: Koristite gumb za snimanje cijele stranice za spremanje web stranice kao PDF.\n➤ Opcije formata i kvalitete: Prilagodite kvalitetu i format prema svojim potrebama.\n➤ Jednostavan pristup s alatne trake: Izravno i kad god vam zatreba.\n\nKako koristiti naše proširenje?\n1. Instalirajte naše proširenje.\n2. Posjetite bilo koju web stranicu koju želite pretvoriti.\n3. Kliknite na našu ikonu – vaša web stranica će biti odmah spremljena.\n4. Nastavite pretvarati web stranice u pokretu – vaš rad neće biti prekinut!\n5. Ostavite nam recenziju ako želite nešto promijeniti ili dodati!\n\nDodatne pogodnosti\n⚡ Nema potrebe za softverom: Ovaj pretvarač radi izravno u Chromeu.\n⚡ Pouzdano formatiranje: Bilo da pretvarate blog post ili detaljno istraživanje, proširenje osigurava točno stiliziranje.\n⚡ Savršeno za snimke cijele stranice: Ako ste umorni od sastavljanja snimki zaslona, ovo proširenje može spremiti cijelu stranicu kao PDF jednim klikom.\n⚡ Spremite na svoj uređaj ili u oblak: Možete ga spremiti izravno na svoj uređaj ili ga zatim prenijeti u svoj oblak.\n\nPretvori web stranicu u PDF je ultimativno Chrome proširenje za trenutno preuzimanje, arhiviranje i dijeljenje PDF-ova! Sretno preuzimanje, arhiviranje i dijeljenje dokumenata odmah!",
    "hu": "Ez az egyszerű, mégis hatékony kiterjesztés tökéletes azok számára, akik megbízható eszközt keresnek a weboldalak PDF formátumba történő átalakításához a Chrome-ban.\n\nFőbb jellemzők\n1️⃣ Egy kattintás: Egyszerűen kattintson, hogy a weboldalt PDF formátumba alakítsa. Gyors és hatékony folyamatot biztosítunk.\n2️⃣ Eredeti elrendezés megőrzése: A fájlok megőrzik az oldal eredeti kinézetét, beleértve a szöveget, képeket és elrendezést.\n3️⃣ Weboldal mentése PDF formátumba Chrome-ban: Ez az eszköz kiváló minőségű átalakítást kínál azoknak, akik internetes oldalakat szeretnének konvertálni.\n4️⃣ Teljes oldalas képernyőképek: Szüksége van egy teljes weboldal képernyőképére? Mostantól nem kell keresgélnie, hogyan mentse el a weboldalt PDF formátumba!\n\nHogyan alakítsunk át weboldalt PDF formátumba online\nKövesse ezeket az egyszerű lépéseket:\n1. Telepítse a Weboldal átalakítása PDF formátumba kiterjesztést.\n2. Nyissa meg azt a weboldalt, amelyről menteni szeretne egy oldalt.\n3. Kattintson az Átalakítás gombra – a fájlja másodpercek alatt elkészül.\nTovábbi információkat találhat a GYIK részlegünkben.\n\nMiért használja ezt a weboldal PDF konvertert?\n- Gyors hozzáférés: Szerezze meg a cikkek, kutatások fájlverzióit, vagy alakítson bármilyen internetes oldalt PDF formátumba egy kattintással.\n- Működik a Chrome-ban: Nincs szükség külön alkalmazások letöltésére, hogy megtanulja, hogyan mentse el a weboldalt PDF formátumba, mostantól nem kell elhagynia a böngészőt, akárcsak más kiterjesztésekkel, mint a GoFullPage.\n- Hatékonyságra optimalizálva: Más eszközökkel ellentétben ez a kiterjesztés integrálva van a Chrome-mal, egyszerű módot kínálva a Chrome weboldalak mentésére.\nOnline és offline mentési lehetőségek: Használja a weboldal PDF formátumba történő online átalakítására, vagy mentse el fájlként a számítógépére későbbi használatra.\n- Könnyű eszköztár hozzáférés: Alakítson át linkeket közvetlenül a Chrome eszköztárából a gyors hozzáférés érdekében.\n- Tiszteletben tartjuk az Ön magánéletét: Eszközünk nem gyűjti az adatait, nem tárolja a fájljait, és nem követi nyomon a meglátogatott weboldalakat.\n- Szervezés és archiválás: Használja a Weboldal átalakítása PDF formátumba eszközt bármely internetes oldal exportálására fájlba, és zökkenőmentesen integrálja őket személyes tudásbázisába.\n\nKik profitálhatnak belőle?\n✔️ Kutatók: Könnyen megszerezhetik a weboldalak feljegyzéseit.\n✔️ Diákok: Rögzíthetik és átalakíthatják az akadémiai munkákat PDF formátumba.\n✔️ Szakemberek: Dokumentumokat archiválhatnak gond nélkül.\n✔️ Szabadúszók: Menthetik az internetes oldalakat PDF formátumba a projektek megőrzéséhez.\n✔️ Mindenki: Bárki számára, aki gyorsan szeretne elmenteni egy weboldalt!\n\nGYIK\n❓ Hogyan telepíthetem?\nA telepítéshez látogasson el a Chrome Web Store-ba, és válassza az Add to Chrome lehetőséget. Hozzáadódik a böngészőjéhez, és máris használhatja.\n❓ Hogyan alakíthatok át egy weboldalt PDF formátumba a Chrome-ban a kiterjesztés segítségével?\nA weboldal PDF formátumba történő átalakításához kattintson a kiterjesztés ikonunkra, és a fájlja másodpercek alatt elkészül.\n❓ Hogyan menthetek el egy internetes oldalt PDF formátumba?\nKiterjesztésünk sima módot biztosít. Bármely internetes oldalt elmenthet PDF formátumba az egyszerű lépések követésével.\n❓ Használhatom ezt a kiterjesztést teljes weboldalak mentésére? Természetesen! A Weboldal átalakítása PDF formátumba eszköz kiváló megoldássá vált az internetes oldalak mentésére.\n❓ Ha problémába ütközöm a Weboldal átalakítása PDF formátumba használata közben, elérhető ügyfélszolgálat?\nNyugodtan vegye fel velünk a kapcsolatot e-mailben, vagy hagyjon üzenetet a Chrome Web Store-ban. Örömmel segítünk!\n❓ Van néhány ötlet és visszajelzés a Chrome képernyőképhez. Megoszthatom ezeket a fejlesztőkkel?\nCsapatunk mindig nyitott a felhasználóink véleményére. Ne habozzon elküldeni javaslatait, ötleteit vagy véleményeit. Értékeljük, amit mondani szeretne.\n\nFejlett funkciók\n➤ Teljes weboldal képernyőkép: Használja a teljes oldalas rögzítés gombot, hogy elmentse a weboldalt PDF formátumba.\n➤ Formátum és minőségi opciók: Állítsa be a minőséget és a formátumot az igényeinek megfelelően.\n➤ Könnyű hozzáférés az eszköztárból: Közvetlenül és bármikor, amikor szüksége van rá.\n\nHogyan használhatja a kiterjesztésünket?\n1. Telepítse a kiterjesztésünket.\n2. Látogasson el bármely weboldalra, amelyet átalakítani szeretne.\n3. Kattintson az ikonunkra – a weboldala azonnal elmentésre kerül.\n4. Folytassa a weboldalak átalakítását útközben – a munkája nem fog megszakadni!\n5. Hagyjon nekünk véleményt, ha szeretne valamit változtatni vagy hozzáadni!\n\nTovábbi előnyök\n⚡ Nincs szükség szoftverre: Ez a konverter közvetlenül a Chrome-ban működik.\n⚡ Megbízható formázás: Akár blogbejegyzést, akár részletes kutatást alakít át, a kiterjesztés biztosítja a pontos stílust.\n⚡ Tökéletes teljes oldalas képernyőképekhez: Ha belefáradt a képernyőképek összerakásába, ez a kiterjesztés egy kattintással elmenti az egész oldalt PDF formátumba.\n⚡ Mentés az eszközére vagy a felhőbe: Közvetlenül az eszközére mentheti, vagy feltöltheti a felhőbe.\n\nA Weboldal átalakítása PDF formátumba a végső Chrome kiterjesztés, hogy azonnal letölthesse, archiválhassa és megoszthassa a PDF-eket! Boldog letöltést, archiválást és dokumentumok azonnali megosztását kívánjuk!",
    "id": "Ekstensi yang sederhana namun kuat ini sempurna untuk pengguna yang membutuhkan alat andal untuk mengubah halaman web ke PDF di Chrome.\n\nFitur utama\n1️⃣ Satu klik: Cukup klik untuk mengubah halaman web menjadi PDF. Kami membuat prosesnya cepat dan efisien.\n2️⃣ Pertahankan tata letak asli: File Anda akan mempertahankan tampilan asli halaman, menjaga teks, gambar, dan tata letak.\n3️⃣ Simpan halaman web sebagai PDF di Chrome: Alat ini menawarkan konversi berkualitas tinggi untuk pengguna yang perlu mengubah halaman internet.\n4️⃣ Tangkapan layar seluruh halaman: Perlu mengambil tangkapan layar seluruh halaman web? Sekarang Anda tidak perlu lagi mencari cara menyimpan halaman web sebagai PDF!\n\nCara mengubah halaman web ke PDF secara online\nIkuti langkah-langkah sederhana ini:\n1. Instal ekstensi simpan halaman web ke PDF.\n2. Buka situs web yang ingin Anda simpan halamannya.\n3. Klik Ubah – file Anda akan siap dalam hitungan detik.\nAnda juga dapat mempelajari lebih lanjut di bagian FAQ kami.\n\nMengapa menggunakan konverter halaman web ke PDF ini?\n- Akses cepat: Dapatkan versi file dari artikel, penelitian, atau ubah halaman internet apa pun menjadi PDF hanya dengan satu klik.\n- Bekerja di dalam Chrome: Tidak perlu mengunduh aplikasi tambahan untuk mempelajari cara menyimpan halaman web dalam format PDF, sekarang Anda tidak perlu meninggalkan browser Anda seperti dengan ekstensi lain seperti GoFullPage.\n- Dioptimalkan untuk efisiensi: Tidak seperti alat lain, ekstensi ini terintegrasi dengan Chrome, menawarkan cara mudah untuk menyimpan halaman web Chrome.\nOpsi penyimpanan online & offline: Gunakan untuk mengubah halaman web ke PDF secara online atau simpan sebagai file ke komputer Anda untuk digunakan nanti.\n- Akses toolbar yang mudah: Ubah tautan langsung dari toolbar Chrome Anda untuk akses cepat.\n- Kami menghormati privasi Anda: Alat kami tidak mengumpulkan data Anda, menyimpan file Anda, atau melacak situs web yang Anda kunjungi.\n- Atur dan arsipkan: Gunakan Ubah halaman web ke PDF untuk mengekspor halaman internet apa pun ke file, dan integrasikan dengan mulus ke dalam basis pengetahuan pribadi Anda.\n\nSiapa yang bisa mendapatkan manfaat?\n✔️ Peneliti: Dapatkan catatan halaman web Anda dengan mudah.\n✔️ Pelajar: Tangkap dan ubah karya akademis menjadi PDF.\n✔️ Profesional: Arsipkan dokumen tanpa repot.\n✔️ Freelancer: Simpan halaman internet sebagai PDF untuk menyimpan proyek.\n✔️ Semua orang: Untuk siapa saja yang harus cepat menyimpan halaman web!\n\nFAQ\n❓ Bagaimana cara menginstal?\nUntuk menginstal aplikasi kami, buka Chrome Web Store dan pilih Tambahkan ke Chrome. Ini akan ditambahkan ke browser Anda, dan Anda dapat mulai menggunakannya.\n❓ Bagaimana cara mengubah halaman web menjadi PDF dalam format chrome menggunakan ekstensi Anda?\nUntuk mengubah halaman web menjadi PDF, klik ikon ekstensi kami dan file Anda akan dihasilkan dalam hitungan detik.\n❓ Bagaimana cara menyimpan halaman internet sebagai PDF?\nEkstensi kami menyediakan cara yang mulus. Anda dapat menyimpan halaman internet apa pun sebagai PDF dengan mengikuti langkah-langkah sederhana.\n❓ Dapatkah saya menggunakan ekstensi ini untuk menyimpan seluruh halaman web? Tentu saja! Alat Ubah halaman web ke PDF kami menjadi solusi yang sangat baik untuk menyimpan halaman internet.\n❓ Jika saya mengalami masalah saat menggunakan ubah halaman web ke PDF, apakah ada dukungan pelanggan yang tersedia?\nJangan ragu untuk menghubungi kami langsung melalui email atau tinggalkan tiket di Chrome Web Store. Kami akan dengan senang hati membantu!\n❓ Saya memiliki beberapa ide dan masukan untuk tangkapan layar chrome. Dapatkah saya membagikannya dengan pengembang?\nTim kami selalu terbuka untuk mendengar dari pengguna kami. Jangan ragu untuk mengirimkan proposal, ide, atau ulasan Anda. Kami menghargai apa yang Anda katakan.\n\nFitur lanjutan\n➤ Tangkapan layar seluruh halaman web: Gunakan tombol tangkapan layar penuh untuk menyimpan halaman web sebagai PDF.\n➤ Opsi format & kualitas: Sesuaikan kualitas dan format untuk memenuhi kebutuhan Anda.\n➤ Akses mudah dari toolbar: Langsung dan kapan saja Anda membutuhkannya.\n\nBagaimana cara menggunakan ekstensi kami?\n1. Instal ekstensi kami.\n2. Kunjungi halaman web mana pun yang ingin Anda ubah.\n3. Klik ikon kami – halaman web Anda akan disimpan seketika.\n4. Lanjutkan mengubah halaman web saat bepergian – pekerjaan Anda tidak akan terganggu!\n5. Tinggalkan ulasan jika Anda ingin mengubah atau menambahkan sesuatu!\n\nManfaat tambahan\n⚡ Tidak perlu perangkat lunak: Konverter ini bekerja langsung di Chrome.\n⚡ Pemformatan yang andal: Apakah Anda mengonversi posting blog atau penelitian mendetail, ekstensi ini memastikan penataan yang akurat.\n⚡ Sempurna untuk tangkapan layar seluruh halaman: Jika Anda lelah menyatukan tangkapan layar, ekstensi ini dapat menyimpan seluruh halaman sebagai PDF dengan satu klik.\n⚡ Simpan ke perangkat Anda atau cloud: Anda dapat menyimpannya langsung ke perangkat Anda atau kemudian mengunggahnya ke Cloud Anda.\n\nSimpan halaman web ke PDF adalah ekstensi Chrome terbaik untuk mulai mengunduh, mengarsipkan, dan berbagi PDF secara instan! Selamat mengunduh, mengarsipkan, dan berbagi dokumen secara instan!",
    "it": "Questa estensione semplice ma potente è perfetta per gli utenti che necessitano di uno strumento affidabile per convertire pagina web in PDF in Chrome.\n\nCaratteristiche principali\n1️⃣ Un clic: Basta cliccare per trasformare la pagina web in PDF. Rendiamo il processo veloce ed efficiente.\n2️⃣ Mantieni il layout originale: I tuoi file manterranno l'aspetto originale della pagina, preservando testo, immagini e layout.\n3️⃣ Salva pagina web come PDF in Chrome: Questo strumento offre una conversione di alta qualità per gli utenti che devono convertire pagine internet.\n4️⃣ Screenshot dell'intera pagina: Hai bisogno di fare uno screenshot dell'intera pagina web? Ora non devi più cercare su Google come salvare una pagina web come PDF!\n\nCome salvare una pagina web in pdf​ online\nSegui questi semplici passaggi:\n1. Installa l'estensione Converti pagina web in PDF.\n2. Apri il sito web da cui desideri salvare una pagina.\n3. Clicca su Converti – il tuo file sarà pronto in pochi secondi.\nPuoi anche saperne di più nella nostra sezione FAQ.\n\nPerché usare questo convertitore di pagina web in PDF?\n- Accesso rapido: Ottieni versioni di file di articoli, ricerche o trasforma qualsiasi pagina internet in PDF con un solo clic.\n- Funziona all'interno di Chrome: Non c'è bisogno di scaricare applicazioni aggiuntive per imparare come salvare una pagina web in formato PDF, ora non devi lasciare il tuo browser proprio come con altre estensioni come GoFullPage.\n- Ottimizzato per l'efficienza: A differenza di altri strumenti, questa estensione è integrata con Chrome, offrendoti un modo semplice per salvare pagine web di Chrome.\nOpzioni di salvataggio online e offline: Usalo per convertire pagina web in PDF online o salva come file sul tuo computer per un uso successivo.\n- Accesso facile dalla barra degli strumenti: Trasforma i link direttamente dalla barra degli strumenti di Chrome per un accesso rapido.\n- Rispettiamo la tua privacy: Il nostro strumento non raccoglie i tuoi dati, non memorizza i tuoi file, né traccia i siti web che visiti.\n- Organizza e archivia: Usa Converti pagina web in PDF per esportare qualsiasi pagina internet in file e integrarle senza problemi nella tua base di conoscenza personale.\n\nChi può beneficiare?\n✔️ Ricercatori: Ottieni facilmente i tuoi record di pagine web.\n✔️ Studenti: Cattura e converti lavori accademici in PDF.\n✔️ Professionisti: Archivia documenti senza problemi.\n✔️ Freelance: Salva pagina internet come PDF per conservare i progetti.\n✔️ Tutti: Per chiunque debba salvare rapidamente una pagina web!\n\nFAQ\n❓ Come installo?\nPer installare la nostra app, vai al Chrome Web Store e seleziona Aggiungi a Chrome. Verrà aggiunta al tuo browser e potrai iniziare a usarla.\n❓ Come salvare una pagina web in pdf​ in formato Chrome usando la tua estensione?\nPer convertire una pagina web in PDF, clicca sull'icona della nostra estensione e il tuo file sarà generato in pochi secondi.\n❓ Come salvare pagina internet come PDF?\nLa nostra estensione fornisce un modo semplice. Puoi salvare qualsiasi pagina internet come PDF seguendo i semplici passaggi.\n❓ Posso usare questa estensione per salvare intere pagine web? Assolutamente! Il nostro strumento Converti pagina web in PDF è diventato una soluzione eccellente per salvare pagine internet.\n❓ Se incontro un problema mentre uso Converti pagina web in PDF, è disponibile un supporto clienti?\nSentiti libero di contattarci direttamente via email o lasciare un ticket nel Chrome Web Store. Saremo felici di aiutarti!\n❓ Ho alcune idee e feedback per screenshot di Chrome. Posso condividerle con gli sviluppatori?\nIl nostro team è sempre aperto a sentire i nostri utenti. Non esitare a inviare le tue proposte, idee o recensioni. Valutiamo ciò che hai da dire.\n\nFunzionalità avanzate\n➤ Screenshot dell'intera pagina web: Usa il pulsante di cattura a pagina intera per salvare una pagina web come PDF.\n➤ Opzioni di formato e qualità: Regola la qualità e il formato per soddisfare le tue esigenze.\n➤ Accesso facile dalla barra degli strumenti: Direttamente e ogni volta che ne hai bisogno.\n\nCome usare la nostra estensione?\n1. Installa la nostra estensione.\n2. Visita qualsiasi pagina web che vuoi trasformare.\n3. Clicca sulla nostra icona – la tua pagina web sarà salvata istantaneamente.\n4. Continua a convertire pagine web in movimento – il tuo lavoro non sarà interrotto!\n5. Lasciaci una recensione se vuoi cambiare o aggiungere qualcosa!\n\nUlteriori vantaggi\n⚡ Nessun software necessario: Questo convertitore funziona direttamente in Chrome.\n⚡ Formattazione affidabile: Che tu stia convertendo un post di blog o una ricerca dettagliata, l'estensione assicura uno stile accurato.\n⚡ Perfetto per screenshot di intere pagine: Se sei stanco di mettere insieme screenshot, questa estensione può salvare l'intera pagina come PDF con un clic.\n⚡ Salva sul tuo dispositivo o nel cloud: Puoi salvarlo direttamente sul tuo dispositivo o poi caricarlo nel tuo Cloud.\n\nConverti pagina web in PDF è l'estensione definitiva di Chrome per iniziare a scaricare, archiviare e condividere PDF istantaneamente! Buon download, archiviazione e condivisione di documenti istantaneamente!",
    "ja": "このシンプルでありながら強力な拡張機能は、ChromeでウェブページをPDFに変換するための信頼できるツールを必要とするユーザーに最適です。\n\n主な機能\n1️⃣ ワンクリック: クリックするだけでウェブページをPDFに変換します。プロセスを迅速かつ効率的に行います。\n2️⃣ 元のレイアウトを保持: ファイルはページの元の外観を維持し、テキスト、画像、レイアウトを保存します。\n3️⃣ ウェブページをPDFとして保存: インターネットページを変換する必要があるユーザーに高品質の変換を提供します。\n4️⃣ ページ全体のスクリーンショット: ウェブページ全体をスクリーンショットする必要がありますか？もうウェブページをPDFとして保存する方法をGoogleで検索する必要はありません！\n\nウェブページをオンラインでPDFに変換する方法\n以下の簡単な手順に従ってください：\n1. ウェブページをPDFに変換する拡張機能をインストールします。\n2. 保存したいページのあるウェブサイトを開きます。\n3. 変換をクリック – ファイルは数秒で準備完了です。\nFAQセクションでさらに詳しく学ぶこともできます。\n\nなぜこのウェブページをPDFに変換するツールを使用するのか？\n- クイックアクセス: 記事や研究のファイルバージョンを取得したり、インターネットページをワンクリックでPDFに変換します。\n- Chrome内で動作: ウェブページをPDF形式で保存する方法を学ぶためにサイドアプリケーションをダウンロードする必要はありません。他の拡張機能のようにブラウザを離れる必要はありません。\n- 効率性に最適化: 他のツールとは異なり、この拡張機能はChromeに統合されており、Chromeのウェブページを簡単に保存する方法を提供します。\nオンライン＆オフライン保存オプション: ウェブページをオンラインでPDFに変換したり、後で使用するためにコンピュータにファイルとして保存したりできます。\n- 簡単なツールバーアクセス: Chromeツールバーから直接リンクを変換して、迅速にアクセスできます。\n- プライバシーを尊重: 私たちのツールはデータを収集せず、ファイルを保存せず、訪問したウェブサイトを追跡しません。\n- 整理とアーカイブ: ウェブページをPDFに変換して、インターネットページをファイルにエクスポートし、個人の知識ベースにシームレスに統合します。\n\n誰が恩恵を受けることができるか？\n✔️ 研究者: ウェブページの記録を簡単に取得します。\n✔️ 学生: 学術作品をPDFにキャプチャして変換します。\n✔️ プロフェッショナル: ドキュメントを手間なくアーカイブします。\n✔️ フリーランサー: プロジェクトを保存するためにインターネットページをPDFとして保存します。\n✔️ すべての人: ウェブページを迅速に保存する必要があるすべての人に！\n\nFAQ\n❓ どのようにインストールしますか？\nアプリをインストールするには、Chromeウェブストアにアクセスし、「Chromeに追加」を選択します。ブラウザに追加され、すぐに使用を開始できます。\n❓ 拡張機能を使用してChrome形式でウェブページをPDFに変換する方法は？\nウェブページをPDFに変換するには、拡張機能のアイコンをクリックすると、数秒でファイルが生成されます。\n❓ インターネットページをPDFとして保存する方法は？\n私たちの拡張機能はスムーズな方法を提供します。簡単な手順に従って、インターネットページをPDFとして保存できます。\n❓ この拡張機能を使用してウェブページ全体を保存できますか？\nもちろんです！私たちのウェブページをPDFに変換するツールは、インターネットページを保存するための優れたソリューションとなりました。\n❓ ウェブページをPDFに変換する際に問題が発生した場合、カスタマーサポートは利用できますか？\nメールで直接お問い合わせいただくか、Chromeウェブストアでチケットを残してください。喜んでお手伝いします！\n❓ Chromeスクリーンショットに関するアイデアやフィードバックがあります。開発者と共有できますか？\n私たちのチームは常にユーザーからの意見を歓迎しています。提案、アイデア、レビューを送信することをためらわないでください。あなたの意見を大切にしています。\n\n高度な機能\n➤ ウェブページ全体のスクリーンショット: フルページキャプチャボタンを使用して、ウェブページをPDFとして保存します。\n➤ フォーマットと品質オプション: ニーズに合わせて品質とフォーマットを調整します。\n➤ ツールバーからの簡単なアクセス: 必要なときに直接アクセスできます。\n\n拡張機能の使用方法\n1. 拡張機能をインストールします。\n2. 変換したいウェブページを訪問します。\n3. アイコンをクリック – ウェブページが瞬時に保存されます。\n4. 移動中にウェブページを変換し続けます – 作業が中断されません！\n5. 何かを変更または追加したい場合は、レビューを残してください！\n\n追加の利点\n⚡ ソフトウェア不要: このコンバーターはChromeで直接動作します。\n⚡ 信頼性のあるフォーマット: ブログ投稿や詳細な研究を変換する場合でも、拡張機能は正確なスタイリングを保証します。\n⚡ ページ全体のスクリーンショットに最適: スクリーンショットをつなぎ合わせるのに疲れた場合、この拡張機能はワンクリックでページ全体をPDFとして保存できます。\n⚡ デバイスまたはクラウドに保存: デバイスに直接保存するか、クラウドにアップロードすることができます。\n\nウェブページをPDFに変換は、PDFを即座にダウンロード、アーカイブ、共有するための究極のChrome拡張機能です！ドキュメントを即座にダウンロード、アーカイブ、共有することをお楽しみください！",
    "kn": "Chrome ನಲ್ಲಿ ವೆಬ್‌ಪುಟವನ್ನು pdf ಗೆ ಪರಿವರ್ತಿಸಲು ವಿಶ್ವಾಸಾರ್ಹ ಸಾಧನದ ಅಗತ್ಯವಿರುವ ಬಳಕೆದಾರರಿಗೆ ಈ ಸರಳ ಮತ್ತು ಶಕ್ತಿಯುತ ವಿಸ್ತರಣೆಯು ಪರಿಪೂರ್ಣವಾಗಿದೆ.\n\n ಪ್ರಮುಖ ಲಕ್ಷಣಗಳು\n 1️⃣ ಒಂದು ಕ್ಲಿಕ್: ವೆಬ್‌ಪುಟವನ್ನು PDF ಆಗಿ ಪರಿವರ್ತಿಸಲು ಸರಳವಾಗಿ ಕ್ಲಿಕ್ ಮಾಡಿ. ನಾವು ಪ್ರಕ್ರಿಯೆಯನ್ನು ವೇಗವಾಗಿ ಮತ್ತು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಮಾಡುತ್ತೇವೆ.\n 2️⃣ ಮೂಲ ವಿನ್ಯಾಸವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ: ನಿಮ್ಮ ಫೈಲ್‌ಗಳು ಪುಟದ ಮೂಲ ನೋಟವನ್ನು ನಿರ್ವಹಿಸುತ್ತದೆ, ಪಠ್ಯ, ಚಿತ್ರಗಳು ಮತ್ತು ವಿನ್ಯಾಸವನ್ನು ಸಂರಕ್ಷಿಸುತ್ತದೆ.\n 3️⃣ ವೆಬ್‌ಪುಟವನ್ನು PDF Chrome ಆಗಿ ಉಳಿಸಿ: ಇಂಟರ್ನೆಟ್ ಪುಟಗಳನ್ನು ಪರಿವರ್ತಿಸಲು ಅಗತ್ಯವಿರುವ ಬಳಕೆದಾರರಿಗೆ ಈ ಉಪಕರಣವು ಉತ್ತಮ-ಗುಣಮಟ್ಟದ ಪರಿವರ್ತನೆಯನ್ನು ನೀಡುತ್ತದೆ.\n 4️⃣ ಸಂಪೂರ್ಣ ಪುಟದ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು: ಸಂಪೂರ್ಣ ವೆಬ್‌ಪುಟವನ್ನು ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಮಾಡಬೇಕೇ? ಈಗ ನೀವು ಇನ್ನು ಮುಂದೆ ವೆಬ್‌ಪುಟವನ್ನು ಪಿಡಿಎಫ್ ಆಗಿ ಉಳಿಸುವುದು ಹೇಗೆ ಎಂದು ಗೂಗಲ್ ಮಾಡಬೇಕಾಗಿಲ್ಲ!\n\n ವೆಬ್‌ಪುಟವನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ PDF ಗೆ ಪರಿವರ್ತಿಸುವುದು ಹೇಗೆ\n ಈ ಸರಳ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ:\n 1. ವೆಬ್‌ಪುಟವನ್ನು ಪಿಡಿಎಫ್ ವಿಸ್ತರಣೆಗೆ ಪರಿವರ್ತಿಸಿ ಸ್ಥಾಪಿಸಿ.\n 2. ನೀವು ಪುಟವನ್ನು ಉಳಿಸಲು ಬಯಸುವ ವೆಬ್‌ಸೈಟ್ ತೆರೆಯಿರಿ.\n 3. ಪರಿವರ್ತಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ - ನಿಮ್ಮ ಫೈಲ್ ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಸಿದ್ಧವಾಗಲಿದೆ.\n ನಮ್ಮ FAQ ವಿಭಾಗದಲ್ಲಿ ನೀವು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.\n\n ಪಿಡಿಎಫ್ ಪರಿವರ್ತಕಕ್ಕೆ ಈ ವೆಬ್‌ಪುಟವನ್ನು ಏಕೆ ಬಳಸಬೇಕು?\n - ತ್ವರಿತ ಪ್ರವೇಶ: ಲೇಖನಗಳ ಫೈಲ್ ಆವೃತ್ತಿಗಳನ್ನು ಪಡೆಯಿರಿ, ಸಂಶೋಧನೆ, ಅಥವಾ ಯಾವುದೇ ಇಂಟರ್ನೆಟ್ ಪುಟವನ್ನು ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ PDF ಗೆ ತಿರುಗಿಸಿ.\n - Chrome ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ: PDF ಸ್ವರೂಪದಲ್ಲಿ ವೆಬ್ ಪುಟವನ್ನು ಹೇಗೆ ಉಳಿಸುವುದು ಎಂದು ತಿಳಿಯಲು ಅಡ್ಡ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ಅಗತ್ಯವಿಲ್ಲ, ಈಗ ನೀವು GoFullPage ನಂತಹ ಇತರ ವಿಸ್ತರಣೆಗಳಂತೆ ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ಬಿಡಬೇಕಾಗಿಲ್ಲ.\n - ದಕ್ಷತೆಗಾಗಿ ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲಾಗಿದೆ: ಇತರ ಪರಿಕರಗಳಿಗಿಂತ ಭಿನ್ನವಾಗಿ, ಈ ವಿಸ್ತರಣೆಯನ್ನು Chrome ನೊಂದಿಗೆ ಸಂಯೋಜಿಸಲಾಗಿದೆ, ಇದು ನಿಮಗೆ ಕ್ರೋಮ್ ವೆಬ್‌ಪುಟಗಳನ್ನು ಉಳಿಸಲು ಸುಲಭವಾದ ಮಾರ್ಗವನ್ನು ನೀಡುತ್ತದೆ.\n ಆನ್‌ಲೈನ್ ಮತ್ತು ಆಫ್‌ಲೈನ್ ಉಳಿತಾಯ ಆಯ್ಕೆಗಳು: ವೆಬ್‌ಪುಟವನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ PDF ಗೆ ಪರಿವರ್ತಿಸಲು ಅಥವಾ ನಂತರದ ಬಳಕೆಗಾಗಿ ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಫೈಲ್ ಆಗಿ ಉಳಿಸಲು ಇದನ್ನು ಬಳಸಿ.\n - ಸುಲಭ ಟೂಲ್‌ಬಾರ್ ಪ್ರವೇಶ: ತ್ವರಿತ ಪ್ರವೇಶಕ್ಕಾಗಿ ನಿಮ್ಮ Chrome ಟೂಲ್‌ಬಾರ್‌ನಿಂದ ನೇರವಾಗಿ ಲಿಂಕ್‌ಗಳನ್ನು ಪರಿವರ್ತಿಸಿ.\n - ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ನಾವು ಗೌರವಿಸುತ್ತೇವೆ: ನಮ್ಮ ಉಪಕರಣವು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ, ನಿಮ್ಮ ಫೈಲ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ ಅಥವಾ ನೀವು ಭೇಟಿ ನೀಡುವ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದಿಲ್ಲ.\n - ಸಂಘಟಿಸಿ ಮತ್ತು ಆರ್ಕೈವ್ ಮಾಡಿ: ಯಾವುದೇ ಇಂಟರ್ನೆಟ್ ಪುಟವನ್ನು ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಲು ವೆಬ್‌ಪುಟವನ್ನು PDF ಗೆ ಪರಿವರ್ತಿಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಜ್ಞಾನದ ಬೇಸ್‌ಗೆ ಮನಬಂದಂತೆ ಸಂಯೋಜಿಸಿ.\n\n ಯಾರು ಪ್ರಯೋಜನ ಪಡೆಯಬಹುದು?\n ✔️ ಸಂಶೋಧಕರು: ನಿಮ್ಮ ವೆಬ್‌ಪುಟಗಳ ದಾಖಲೆಗಳನ್ನು ಸುಲಭವಾಗಿ ಪಡೆಯಿರಿ.\n ✔️ ವಿದ್ಯಾರ್ಥಿಗಳು: ಶೈಕ್ಷಣಿಕ ಕೃತಿಗಳನ್ನು PDF ಗಳಿಗೆ ಸೆರೆಹಿಡಿಯಿರಿ ಮತ್ತು ಪರಿವರ್ತಿಸಿ.\n ✔️ ವೃತ್ತಿಪರರು: ತೊಂದರೆಯಿಲ್ಲದೆ ದಾಖಲೆಗಳನ್ನು ಆರ್ಕೈವ್ ಮಾಡಿ.\n ✔️ ಸ್ವತಂತ್ರೋದ್ಯೋಗಿಗಳು: ಯೋಜನೆಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ಇಂಟರ್ನೆಟ್ ಪುಟವನ್ನು PDF ಆಗಿ ಉಳಿಸಿ.\n ✔️ ಪ್ರತಿಯೊಬ್ಬರೂ: ವೆಬ್‌ಪುಟವನ್ನು ತ್ವರಿತವಾಗಿ ಉಳಿಸಬೇಕಾದ ಯಾರಿಗಾದರೂ!\n\n FAQ ಗಳು\n ❓ ನಾನು ಹೇಗೆ ಸ್ಥಾಪಿಸುವುದು?\n ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲು, Chrome ವೆಬ್ ಸ್ಟೋರ್‌ಗೆ ಹೋಗಿ ಮತ್ತು Chrome ಗೆ ಸೇರಿಸು ಆಯ್ಕೆಮಾಡಿ. ಇದನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ಗೆ ಸೇರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಅದನ್ನು ಬಳಸಲು ಪ್ರಾರಂಭಿಸಬಹುದು.\n ❓ ನಿಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಕ್ರೋಮ್ ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ವೆಬ್‌ಪುಟವನ್ನು PDF ಗೆ ಪರಿವರ್ತಿಸುವುದು ಹೇಗೆ?\n ವೆಬ್‌ಪುಟವನ್ನು PDF ಗೆ ಪರಿವರ್ತಿಸಲು, ನಮ್ಮ ವಿಸ್ತರಣೆ ಐಕಾನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಫೈಲ್ ಅನ್ನು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ರಚಿಸಲಾಗುತ್ತದೆ.\n ❓ ಇಂಟರ್ನೆಟ್ ಪುಟವನ್ನು ಪಿಡಿಎಫ್ ಆಗಿ ಉಳಿಸುವುದು ಹೇಗೆ?\n ನಮ್ಮ ವಿಸ್ತರಣೆಯು ಮೃದುವಾದ ಮಾರ್ಗವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಸರಳ ಹಂತಗಳನ್ನು ಅನುಸರಿಸುವ ಮೂಲಕ ನೀವು ಯಾವುದೇ ಇಂಟರ್ನೆಟ್ ಪುಟವನ್ನು PDF ಆಗಿ ಉಳಿಸಬಹುದು.\n ❓ ಸಂಪೂರ್ಣ ವೆಬ್‌ಪುಟಗಳನ್ನು ಉಳಿಸಲು ನಾನು ಈ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಬಹುದೇ? ಸಂಪೂರ್ಣವಾಗಿ! ನಮ್ಮ ವೆಬ್‌ಪುಟವನ್ನು PDF ಗೆ ಪರಿವರ್ತಿಸಿ ಉಪಕರಣವು ಇಂಟರ್ನೆಟ್ ಪುಟಗಳನ್ನು ಉಳಿಸಲು ಅತ್ಯುತ್ತಮ ಪರಿಹಾರವಾಗಿದೆ.\n ❓ ವೆಬ್‌ಪುಟವನ್ನು pdf ಗೆ ಪರಿವರ್ತಿಸುವಾಗ ನಾನು ಸಮಸ್ಯೆಯನ್ನು ಎದುರಿಸಿದರೆ, ಗ್ರಾಹಕ ಬೆಂಬಲ ಲಭ್ಯವಿದೆಯೇ?\n ಇಮೇಲ್ ಮೂಲಕ ನೇರವಾಗಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ ಅಥವಾ Chrome ವೆಬ್ ಅಂಗಡಿಯಲ್ಲಿ ಟಿಕೆಟ್ ಬಿಡಿ. ಸಹಾಯ ಮಾಡಲು ನಾವು ಸಂತೋಷಪಡುತ್ತೇವೆ!\n ❓ ಕ್ರೋಮ್ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಾಗಿ ನಾನು ಕೆಲವು ಆಲೋಚನೆಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಹೊಂದಿದ್ದೇನೆ. ನಾನು ಅವುಗಳನ್ನು ಡೆವಲಪರ್‌ಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದೇ?\n ನಮ್ಮ ತಂಡವು ಯಾವಾಗಲೂ ನಮ್ಮ ಬಳಕೆದಾರರಿಂದ ಕೇಳಲು ತೆರೆದಿರುತ್ತದೆ. ನಿಮ್ಮ ಪ್ರಸ್ತಾಪಗಳು, ಆಲೋಚನೆಗಳು ಅಥವಾ ವಿಮರ್ಶೆಗಳನ್ನು ಕಳುಹಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ. ನೀವು ಹೇಳುವುದನ್ನು ನಾವು ಗೌರವಿಸುತ್ತೇವೆ.\n\n ಸುಧಾರಿತ ವೈಶಿಷ್ಟ್ಯಗಳು\n ➤ ಸಂಪೂರ್ಣ ವೆಬ್‌ಪುಟದ ಸ್ಕ್ರೀನ್‌ಶಾಟ್: ವೆಬ್‌ಪುಟವನ್ನು PDF ಆಗಿ ಉಳಿಸಲು ಪೂರ್ಣ-ಪುಟ ಕ್ಯಾಪ್ಚರ್ ಬಟನ್ ಬಳಸಿ.\n ➤ ಫಾರ್ಮ್ಯಾಟ್ ಮತ್ತು ಗುಣಮಟ್ಟದ ಆಯ್ಕೆಗಳು: ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಲು ಗುಣಮಟ್ಟ ಮತ್ತು ಸ್ವರೂಪವನ್ನು ಹೊಂದಿಸಿ.\n ➤ ಟೂಲ್‌ಬಾರ್‌ನಿಂದ ಸುಲಭ ಪ್ರವೇಶ: ನೇರವಾಗಿ ಮತ್ತು ನಿಮಗೆ ಅಗತ್ಯವಿರುವಾಗ.\n\n ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಹೇಗೆ ಬಳಸುವುದು?\n 1. ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿ.\n 2. ನೀವು ಪರಿವರ್ತಿಸಲು ಬಯಸುವ ಯಾವುದೇ ವೆಬ್‌ಪುಟಕ್ಕೆ ಭೇಟಿ ನೀಡಿ.\n 3. ನಮ್ಮ ಐಕಾನ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ - ನಿಮ್ಮ ವೆಬ್‌ಪುಟವನ್ನು ತಕ್ಷಣವೇ ಉಳಿಸಲಾಗುತ್ತದೆ.\n 4. ಪ್ರಯಾಣದಲ್ಲಿರುವಾಗ ವೆಬ್‌ಪುಟಗಳನ್ನು ಪರಿವರ್ತಿಸುವುದನ್ನು ಮುಂದುವರಿಸಿ - ನಿಮ್ಮ ಕೆಲಸಕ್ಕೆ ಅಡ್ಡಿಯಾಗುವುದಿಲ್ಲ!\n 5. ನೀವು ಏನನ್ನಾದರೂ ಬದಲಾಯಿಸಲು ಅಥವಾ ಸೇರಿಸಲು ಬಯಸಿದರೆ ನಮಗೆ ವಿಮರ್ಶೆಯನ್ನು ಬಿಡಿ!\n\n ಹೆಚ್ಚುವರಿ ಪ್ರಯೋಜನಗಳು\n ⚡ ಯಾವುದೇ ಸಾಫ್ಟ್‌ವೇರ್ ಅಗತ್ಯವಿಲ್ಲ: ಈ ಪರಿವರ್ತಕವು ನೇರವಾಗಿ Chrome ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.\n ⚡ ವಿಶ್ವಾಸಾರ್ಹ ಫಾರ್ಮ್ಯಾಟಿಂಗ್: ನೀವು ಬ್ಲಾಗ್ ಪೋಸ್ಟ್ ಅಥವಾ ವಿವರವಾದ ಸಂಶೋಧನೆಯನ್ನು ಪರಿವರ್ತಿಸುತ್ತಿರಲಿ, ವಿಸ್ತರಣೆಯು ನಿಖರವಾದ ಶೈಲಿಯನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ.\n ⚡ ಇಡೀ ಪುಟದ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳಿಗೆ ಪರಿಪೂರ್ಣ: ನೀವು ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ಒಟ್ಟಿಗೆ ಜೋಡಿಸಲು ಆಯಾಸಗೊಂಡಿದ್ದರೆ, ಈ ವಿಸ್ತರಣೆಯು ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ಸಂಪೂರ್ಣ ಪುಟವನ್ನು PDF ಆಗಿ ಉಳಿಸಬಹುದು.\n ⚡ನಿಮ್ಮ ಸಾಧನ ಅಥವಾ ಕ್ಲೌಡ್‌ಗೆ ಉಳಿಸಿ: ನೀವು ಅದನ್ನು ನೇರವಾಗಿ ನಿಮ್ಮ ಸಾಧನಕ್ಕೆ ಉಳಿಸಬಹುದು ಅಥವಾ ನಂತರ ಅದನ್ನು ನಿಮ್ಮ ಮೇಘಕ್ಕೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಬಹುದು.\n\n PDF ಗಳನ್ನು ತಕ್ಷಣವೇ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು, ಆರ್ಕೈವ್ ಮಾಡಲು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಲು ವೆಬ್‌ಪುಟವನ್ನು PDF ಗೆ ಪರಿವರ್ತಿಸುವುದು ಅಂತಿಮ Chrome ವಿಸ್ತರಣೆಯಾಗಿದೆ! ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದು, ಆರ್ಕೈವ್ ಮಾಡುವುದು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳುವುದು ಸಂತೋಷವಾಗಿದೆ!",
    "ko": "이 간단하면서도 강력한 확장 프로그램은 Chrome에서 웹페이지를 PDF로 변환하는 신뢰할 수 있는 도구가 필요한 사용자에게 완벽합니다.\n\n주요 기능\n1️⃣ 원클릭: 클릭 한 번으로 웹페이지를 PDF로 변환하세요. 빠르고 효율적인 프로세스를 제공합니다.\n2️⃣ 원본 레이아웃 유지: 파일은 페이지의 원래 모양을 유지하여 텍스트, 이미지 및 레이아웃을 보존합니다.\n3️⃣ 웹페이지를 PDF로 변환: 인터넷 페이지를 변환해야 하는 사용자에게 고품질 변환을 제공합니다.\n4️⃣ 전체 페이지 스크린샷: 전체 웹페이지를 스크린샷으로 저장해야 하나요? 이제 더 이상 웹페이지를 PDF로 저장하는 방법을 구글링할 필요가 없습니다!\n\n온라인에서 웹페이지를 PDF로 변환하는 방법\n다음 간단한 단계를 따르세요:\n1. 웹페이지를 PDF로 변환 확장 프로그램을 설치합니다.\n2. 저장하려는 페이지가 있는 웹사이트를 엽니다.\n3. 변환 버튼을 클릭하면 파일이 몇 초 안에 준비됩니다.\nFAQ 섹션에서 더 많은 정보를 얻을 수 있습니다.\n\n이 웹페이지를 PDF로 변환기를 사용하는 이유는?\n- 빠른 접근: 기사, 연구 자료의 파일 버전을 얻거나 인터넷 페이지를 클릭 한 번으로 PDF로 변환하세요.\n- Chrome 내에서 작동: 웹 페이지를 PDF 형식으로 저장하는 방법을 배우기 위해 별도의 애플리케이션을 다운로드할 필요가 없습니다. 이제 다른 확장 프로그램처럼 브라우저를 떠날 필요가 없습니다.\n- 효율성 최적화: 다른 도구와 달리 이 확장 프로그램은 Chrome과 통합되어 Chrome 웹페이지를 쉽게 저장할 수 있습니다.\n온라인 및 오프라인 저장 옵션: 웹페이지를 PDF로 온라인으로 변환하거나 나중에 사용할 수 있도록 컴퓨터에 파일로 저장하세요.\n- 쉬운 툴바 접근: Chrome 툴바에서 직접 링크를 변환하여 빠르게 접근하세요.\n- 개인정보 보호 존중: 우리의 도구는 데이터를 수집하거나 파일을 저장하거나 방문한 웹사이트를 추적하지 않습니다.\n- 조직 및 아카이브: 웹페이지를 PDF로 변환하여 인터넷 페이지를 파일로 내보내고 개인 지식 기반에 원활하게 통합하세요.\n\n누가 혜택을 받을 수 있나요?\n✔️ 연구자: 웹페이지 기록을 쉽게 얻으세요.\n✔️ 학생: 학술 작업을 PDF로 캡처하고 변환하세요.\n✔️ 전문가: 문서를 번거로움 없이 아카이브하세요.\n✔️ 프리랜서: 프로젝트를 유지하기 위해 인터넷 페이지를 PDF로 저장하세요.\n✔️ 모든 사람: 웹페이지를 빠르게 저장해야 하는 모든 사람에게!\n\n자주 묻는 질문\n❓ 설치 방법은?\nChrome 웹 스토어로 이동하여 Chrome에 추가를 선택하여 앱을 설치하세요. 브라우저에 추가되며 사용을 시작할 수 있습니다.\n❓ 확장 프로그램을 사용하여 Chrome 형식으로 웹페이지를 PDF로 변환하는 방법은?\n웹페이지를 PDF로 변환하려면 확장 프로그램 아이콘을 클릭하면 파일이 몇 초 안에 생성됩니다.\n❓ 인터넷 페이지를 PDF로 저장하는 방법은?\n우리의 확장 프로그램은 매끄러운 방법을 제공합니다. 간단한 단계를 따라 인터넷 페이지를 PDF로 저장할 수 있습니다.\n❓ 이 확장 프로그램을 사용하여 전체 웹페이지를 저장할 수 있나요? 물론입니다! 우리의 웹페이지를 PDF로 변환 도구는 인터넷 페이지를 저장하는 훌륭한 솔루션이 되었습니다.\n❓ 웹페이지를 PDF로 변환하는 동안 문제가 발생하면 고객 지원을 받을 수 있나요?\n이메일을 통해 직접 문의하거나 Chrome 웹 스토어에 티켓을 남겨주세요. 기꺼이 도와드리겠습니다!\n❓ Chrome 스크린샷에 대한 아이디어와 피드백이 있습니다. 개발자와 공유할 수 있나요?\n우리 팀은 항상 사용자로부터 듣기를 원합니다. 제안, 아이디어 또는 리뷰를 보내는 것을 주저하지 마세요. 여러분의 의견을 소중히 여깁니다.\n\n고급 기능\n➤ 전체 웹페이지 스크린샷: 전체 페이지 캡처 버튼을 사용하여 웹페이지를 PDF로 저장하세요.\n➤ 형식 및 품질 옵션: 필요에 맞게 품질과 형식을 조정하세요.\n➤ 툴바에서의 쉬운 접근: 필요할 때 언제든지 직접 접근하세요.\n\n우리의 확장 프로그램을 사용하는 방법은?\n1. 확장 프로그램을 설치하세요.\n2. 변환하려는 웹페이지를 방문하세요.\n3. 아이콘을 클릭하면 웹페이지가 즉시 저장됩니다.\n4. 이동 중에도 웹페이지를 계속 변환하세요. 작업이 중단되지 않습니다!\n5. 변경하거나 추가하고 싶은 것이 있으면 리뷰를 남겨주세요!\n\n추가 혜택\n⚡ 소프트웨어가 필요 없음: 이 변환기는 Chrome에서 직접 작동합니다.\n⚡ 신뢰할 수 있는 형식: 블로그 게시물이나 상세한 연구를 변환하든, 확장 프로그램은 정확한 스타일링을 보장합니다.\n⚡ 전체 페이지 스크린샷에 완벽: 스크린샷을 조각조각 맞추는 것이 지겹다면, 이 확장 프로그램은 클릭 한 번으로 전체 페이지를 PDF로 저장할 수 있습니다.\n⚡ 장치 또는 클라우드에 저장: 장치에 직접 저장하거나 클라우드에 업로드할 수 있습니다.\n\n웹페이지를 PDF로 변환은 PDF를 즉시 다운로드, 아카이브 및 공유할 수 있는 궁극의 Chrome 확장 프로그램입니다! 문서를 즉시 다운로드, 아카이브 및 공유하세요!",
    "lt": "Šis paprastas, bet galingas plėtinys yra puikus pasirinkimas vartotojams, kuriems reikia patikimo įrankio konvertuoti tinklalapį į PDF „Chrome“ naršyklėje.\n\nPagrindinės savybės\n1️⃣ Vienas paspaudimas: Tiesiog spustelėkite, kad paverstumėte tinklalapį į PDF. Mes užtikriname greitą ir efektyvų procesą.\n2️⃣ Išlaikykite originalų išdėstymą: Jūsų failai išlaikys originalią puslapio išvaizdą, išsaugodami tekstą, vaizdus ir išdėstymą.\n3️⃣ Išsaugokite tinklalapį kaip PDF „Chrome“: Šis įrankis siūlo aukštos kokybės konvertavimą vartotojams, kuriems reikia konvertuoti interneto puslapius.\n4️⃣ Visos puslapio ekrano nuotraukos: Reikia padaryti viso tinklalapio ekrano nuotrauką? Dabar jums nebereikia ieškoti, kaip išsaugoti tinklalapį kaip PDF!\n\nKaip konvertuoti tinklalapį į PDF internetu\nVadovaukitės šiais paprastais žingsniais:\n1. Įdiekite „Konvertuoti tinklalapį į PDF“ plėtinį.\n2. Atidarykite svetainę, iš kurios norite išsaugoti puslapį.\n3. Spustelėkite „Konvertuoti“ – jūsų failas bus paruoštas per kelias sekundes.\nDaugiau informacijos galite rasti mūsų DUK skyriuje.\n\nKodėl verta naudoti šį tinklalapio į PDF konverterį?\n- Greita prieiga: Gaukite straipsnių, tyrimų failų versijas arba paverskite bet kurį interneto puslapį į PDF vienu paspaudimu.\n- Veikia „Chrome“: Nereikia atsisiųsti papildomų programų, kad sužinotumėte, kaip išsaugoti tinklalapį PDF formatu, dabar jums nereikia palikti naršyklės, kaip ir su kitais plėtiniais, pvz., „GoFullPage“.\n- Optimizuotas efektyvumui: Skirtingai nuo kitų įrankių, šis plėtinys yra integruotas su „Chrome“, suteikdamas jums lengvą būdą išsaugoti „Chrome“ tinklalapius.\nInterneto ir neprisijungus išsaugojimo parinktys: Naudokite jį konvertuoti tinklalapį į PDF internetu arba išsaugokite kaip failą savo kompiuteryje vėlesniam naudojimui.\n- Lengva prieiga iš įrankių juostos: Transformuokite nuorodas tiesiogiai iš savo „Chrome“ įrankių juostos greitai prieigai.\n- Gerbiame jūsų privatumą: Mūsų įrankis nerenka jūsų duomenų, nesaugo jūsų failų ir neseka jūsų lankomų svetainių.\n- Organizuokite ir archyvuokite: Naudokite „Konvertuoti tinklalapį į PDF“, kad eksportuotumėte bet kurį interneto puslapį į failą ir sklandžiai integruotumėte juos į savo asmeninę žinių bazę.\n\nKas gali pasinaudoti?\n✔️ Tyrėjai: Lengvai gaukite savo tinklalapių įrašus.\n✔️ Studentai: Užfiksuokite ir konvertuokite akademinius darbus į PDF.\n✔️ Profesionalai: Archyvuokite dokumentus be rūpesčių.\n✔️ Laisvai samdomi darbuotojai: Išsaugokite interneto puslapį kaip PDF, kad išlaikytumėte projektus.\n✔️ Visi: Visiems, kurie turi greitai išsaugoti tinklalapį!\n\nDUK\n❓ Kaip įdiegti?\nNorėdami įdiegti mūsų programą, eikite į „Chrome“ internetinę parduotuvę ir pasirinkite „Pridėti prie Chrome“. Ji bus pridėta prie jūsų naršyklės, ir galėsite pradėti ją naudoti.\n❓ Kaip konvertuoti tinklalapį į PDF „Chrome“ formatu naudojant jūsų plėtinį?\nNorėdami konvertuoti tinklalapį į PDF, spustelėkite mūsų plėtinio piktogramą ir jūsų failas bus sugeneruotas per kelias sekundes.\n❓ Kaip išsaugoti interneto puslapį kaip PDF?\nMūsų plėtinys suteikia sklandų būdą. Galite išsaugoti bet kurį interneto puslapį kaip PDF, vadovaudamiesi paprastais žingsniais.\n❓ Ar galiu naudoti šį plėtinį, kad išsaugočiau visus tinklalapius? Žinoma! Mūsų „Konvertuoti tinklalapį į PDF“ įrankis tapo puikiu sprendimu interneto puslapiams išsaugoti.\n❓ Jei susiduriu su problema naudojant „Konvertuoti tinklalapį į PDF“, ar yra klientų palaikymas?\nNedvejodami susisiekite su mumis tiesiogiai el. paštu arba palikite užklausą „Chrome“ internetinėje parduotuvėje. Mielai jums padėsime!\n❓ Turiu keletą idėjų ir atsiliepimų apie „Chrome“ ekrano nuotraukas. Ar galiu jais pasidalinti su kūrėjais?\nMūsų komanda visada atvira išgirsti iš mūsų vartotojų. Nedvejodami siųskite savo pasiūlymus, idėjas ar atsiliepimus. Mes vertiname jūsų nuomonę.\n\nIšplėstinės funkcijos\n➤ Visos tinklalapio ekrano nuotraukos: Naudokite viso puslapio fiksavimo mygtuką, kad išsaugotumėte tinklalapį kaip PDF.\n➤ Formato ir kokybės parinktys: Pritaikykite kokybę ir formatą pagal savo poreikius.\n➤ Lengva prieiga iš įrankių juostos: Tiesiogiai ir bet kada, kai jums to reikia.\n\nKaip naudoti mūsų plėtinį?\n1. Įdiekite mūsų plėtinį.\n2. Apsilankykite bet kuriame tinklalapyje, kurį norite transformuoti.\n3. Spustelėkite mūsų piktogramą – jūsų tinklalapis bus išsaugotas akimirksniu.\n4. Tęskite tinklalapių konvertavimą keliaudami – jūsų darbas nebus pertrauktas!\n5. Palikite mums atsiliepimą, jei norite ką nors pakeisti ar pridėti!\n\nPapildomi privalumai\n⚡ Nereikia programinės įrangos: Šis konverteris veikia tiesiogiai „Chrome“.\n⚡ Patikimas formatavimas: Nesvarbu, ar konvertuojate tinklaraščio įrašą, ar išsamų tyrimą, plėtinys užtikrina tikslų stilių.\n⚡ Puikiai tinka viso puslapio ekrano nuotraukoms: Jei pavargote sudėlioti ekrano nuotraukas, šis plėtinys gali išsaugoti visą puslapį kaip PDF vienu paspaudimu.\n⚡ Išsaugokite įrenginyje arba debesyje: Galite išsaugoti tiesiogiai į savo įrenginį arba tada įkelti į savo debesį.\n\n„Konvertuoti tinklalapį į PDF“ yra puikus „Chrome“ plėtinys, skirtas pradėti atsisiųsti, archyvuoti ir dalintis PDF failais akimirksniu! Linkime sėkmingo atsisiuntimo, archyvavimo ir dalijimosi dokumentais akimirksniu!",
    "lv": "Šis vienkāršais, bet jaudīgais paplašinājums ir ideāli piemērots lietotājiem, kuriem nepieciešams uzticams rīks, lai pārvērstu tīmekļa lapu uz PDF pārlūkā Chrome.\n\nGalvenās funkcijas\n1️⃣ Viena klikšķa: Vienkārši noklikšķiniet, lai pārvērstu tīmekļa lapu PDF formātā. Mēs padarām procesu ātru un efektīvu.\n2️⃣ Saglabāt sākotnējo izkārtojumu: Jūsu faili saglabās lapas sākotnējo izskatu, saglabājot tekstu, attēlus un izkārtojumu.\n3️⃣ Saglabāt tīmekļa lapu kā PDF Chrome: Šis rīks piedāvā augstas kvalitātes konvertēšanu lietotājiem, kuriem nepieciešams konvertēt interneta lapas.\n4️⃣ Visas lapas ekrānuzņēmumi: Vai nepieciešams uzņemt visas tīmekļa lapas ekrānuzņēmumu? Tagad jums vairs nav jāmeklē Google, kā saglabāt tīmekļa lapu kā PDF!\n\nKā tiešsaistē konvertēt tīmekļa lapu uz PDF\nIzpildiet šos vienkāršos soļus:\n1. Instalējiet paplašinājumu \"Konvertēt tīmekļa lapu uz PDF\".\n2. Atveriet vietni, no kuras vēlaties saglabāt lapu.\n3. Noklikšķiniet uz Konvertēt – jūsu fails būs gatavs dažu sekunžu laikā.\nJūs varat uzzināt vairāk mūsu FAQ sadaļā.\n\nKāpēc izmantot šo tīmekļa lapu uz PDF pārveidotāju?\n- Ātra piekļuve: Iegūstiet failu versijas rakstiem, pētījumiem vai pārvērtiet jebkuru interneta lapu PDF formātā ar vienu klikšķi.\n- Darbojas Chrome pārlūkā: Nav nepieciešams lejupielādēt papildu lietotnes, lai uzzinātu, kā saglabāt tīmekļa lapu PDF formātā, tagad jums nav jāatstāj pārlūks, tāpat kā ar citiem paplašinājumiem, piemēram, GoFullPage.\n- Optimizēts efektivitātei: Atšķirībā no citiem rīkiem, šis paplašinājums ir integrēts ar Chrome, piedāvājot jums vienkāršu veidu, kā saglabāt Chrome tīmekļa lapas.\nTiešsaistes un bezsaistes saglabāšanas iespējas: Izmantojiet to, lai tiešsaistē konvertētu tīmekļa lapu uz PDF vai saglabātu kā failu datorā vēlākai lietošanai.\n- Viegla piekļuve no rīkjoslas: Pārveidojiet saites tieši no Chrome rīkjoslas ātrai piekļuvei.\n- Mēs cienām jūsu privātumu: Mūsu rīks neievāc jūsu datus, neuzglabā jūsu failus un neizseko jūsu apmeklētās vietnes.\n- Organizējiet un arhivējiet: Izmantojiet \"Konvertēt tīmekļa lapu uz PDF\", lai eksportētu jebkuru interneta lapu failā un bez problēmām integrētu tos savā personīgajā zināšanu bāzē.\n\nKam tas var būt noderīgs?\n✔️ Pētniekiem: Ērti iegūstiet tīmekļa lapu ierakstus.\n✔️ Studentiem: Saglabājiet un konvertējiet akadēmiskos darbus PDF formātā.\n✔️ Profesionāļiem: Arhivējiet dokumentus bez problēmām.\n✔️ Frīlanceriem: Saglabājiet interneta lapu kā PDF, lai saglabātu projektus.\n✔️ Ikvienam: Ikvienam, kam ātri jāsaglabā tīmekļa lapa!\n\nBUJ\n❓ Kā instalēt?\nLai instalētu mūsu lietotni, dodieties uz Chrome Web Store un izvēlieties Pievienot Chrome. Tā tiks pievienota jūsu pārlūkā, un jūs varēsiet sākt to izmantot.\n❓ Kā konvertēt tīmekļa lapu uz PDF Chrome formātā, izmantojot jūsu paplašinājumu?\nLai konvertētu tīmekļa lapu uz PDF, noklikšķiniet uz mūsu paplašinājuma ikonas, un jūsu fails tiks ģenerēts dažu sekunžu laikā.\n❓ Kā saglabāt interneta lapu kā PDF?\nMūsu paplašinājums nodrošina vienmērīgu veidu. Jūs varat saglabāt jebkuru interneta lapu kā PDF, izpildot vienkāršos soļus.\n❓ Vai es varu izmantot šo paplašinājumu, lai saglabātu visas tīmekļa lapas? Protams! Mūsu rīks \"Konvertēt tīmekļa lapu uz PDF\" ir lielisks risinājums interneta lapu saglabāšanai.\n❓ Ja es saskaros ar problēmu, izmantojot \"Konvertēt tīmekļa lapu uz PDF\", vai ir pieejams klientu atbalsts?\nJūtieties brīvi sazināties ar mums tieši pa e-pastu vai atstāt ziņojumu Chrome Web Store. Mēs būsim priecīgi palīdzēt!\n❓ Man ir dažas idejas un atsauksmes par Chrome ekrānuzņēmumu. Vai es varu tās dalīties ar izstrādātājiem?\nMūsu komanda vienmēr ir atvērta uzklausīt mūsu lietotājus. Nevilcinieties sūtīt savus priekšlikumus, idejas vai atsauksmes. Mēs novērtējam to, ko jūs sakāt.\n\nPapildu funkcijas\n➤ Ekrānuzņēmums visai tīmekļa lapai: Izmantojiet pilnas lapas uzņemšanas pogu, lai saglabātu tīmekļa lapu kā PDF.\n➤ Formāta un kvalitātes opcijas: Pielāgojiet kvalitāti un formātu, lai atbilstu jūsu vajadzībām.\n➤ Viegla piekļuve no rīkjoslas: Tieši un jebkurā laikā, kad jums tas ir nepieciešams.\n\nKā izmantot mūsu paplašinājumu?\n1. Instalējiet mūsu paplašinājumu.\n2. Apmeklējiet jebkuru tīmekļa lapu, kuru vēlaties pārveidot.\n3. Noklikšķiniet uz mūsu ikonas – jūsu tīmekļa lapa tiks saglabāta uzreiz.\n4. Turpiniet konvertēt tīmekļa lapas ceļā – jūsu darbs netiks pārtraukts!\n5. Atstājiet mums atsauksmi, ja vēlaties kaut ko mainīt vai pievienot!\n\nPapildu priekšrocības\n⚡ Nav nepieciešama programmatūra: Šis pārveidotājs darbojas tieši Chrome pārlūkā.\n⚡ Uzticama formatēšana: Neatkarīgi no tā, vai konvertējat emuāra ierakstu vai detalizētu pētījumu, paplašinājums nodrošina precīzu stilu.\n⚡ Ideāli piemērots visas lapas ekrānuzņēmumiem: Ja esat noguris no ekrānuzņēmumu salikšanas, šis paplašinājums var saglabāt visu lapu kā PDF ar vienu klikšķi.\n⚡ Saglabājiet savā ierīcē vai mākonī: Jūs varat to saglabāt tieši savā ierīcē vai pēc tam augšupielādēt mākonī.\n\n\"Konvertēt tīmekļa lapu uz PDF\" ir galvenais Chrome paplašinājums, lai sāktu lejupielādēt, arhivēt un dalīties ar PDF failiem uzreiz! Priecīgu lejupielādi, arhivēšanu un dokumentu koplietošanu uzreiz!",
    "ml": "ലളിതവും എന്നാൽ ശക്തവുമായ ഈ വിപുലീകരണം Chrome-ൽ വെബ്‌പേജ് pdf-ലേക്ക് പരിവർത്തനം ചെയ്യാൻ വിശ്വസനീയമായ ഉപകരണം ആവശ്യമുള്ള ഉപയോക്താക്കൾക്ക് അനുയോജ്യമാണ്.\n\n പ്രധാന സവിശേഷതകൾ\n 1️⃣ ഒറ്റ ക്ലിക്ക്: വെബ്‌പേജ് PDF ആക്കി മാറ്റാൻ ക്ലിക്ക് ചെയ്യുക. ഞങ്ങൾ പ്രക്രിയ വേഗത്തിലും കാര്യക്ഷമമായും ചെയ്യുന്നു.\n 2️⃣ യഥാർത്ഥ ലേഔട്ട് നിലനിർത്തുക: നിങ്ങളുടെ ഫയലുകൾ പേജിൻ്റെ യഥാർത്ഥ രൂപം നിലനിർത്തും, ടെക്സ്റ്റ്, ഇമേജുകൾ, ലേഔട്ട് എന്നിവ സംരക്ഷിക്കും.\n 3️⃣ വെബ്‌പേജ് PDF Chrome ആയി സംരക്ഷിക്കുക: ഇൻ്റർനെറ്റ് പേജുകൾ പരിവർത്തനം ചെയ്യേണ്ട ഉപയോക്താക്കൾക്ക് ഈ ഉപകരണം ഉയർന്ന നിലവാരമുള്ള പരിവർത്തനം വാഗ്ദാനം ചെയ്യുന്നു.\n 4️⃣ മുഴുവൻ പേജ് സ്‌ക്രീൻഷോട്ടുകൾ: മുഴുവൻ വെബ്‌പേജും സ്‌ക്രീൻഷോട്ട് ചെയ്യേണ്ടതുണ്ടോ? ഇനി ഒരു വെബ്‌പേജ് എങ്ങനെ പിഡിഎഫ് ആയി സേവ് ചെയ്യാം എന്ന് നിങ്ങൾ ഇപ്പോൾ ഗൂഗിൾ ചെയ്യേണ്ടതില്ല!\n\n വെബ്‌പേജ് എങ്ങനെ ഓൺലൈനായി PDF-ലേക്ക് പരിവർത്തനം ചെയ്യാം\n ഈ ലളിതമായ ഘട്ടങ്ങൾ പാലിക്കുക:\n 1. വെബ്‌പേജ് pdf വിപുലീകരണത്തിലേക്ക് പരിവർത്തനം ചെയ്യുക.\n 2. നിങ്ങൾ ഒരു പേജ് സംരക്ഷിക്കാൻ ആഗ്രഹിക്കുന്ന വെബ്സൈറ്റ് തുറക്കുക.\n 3. പരിവർത്തനം ക്ലിക്കുചെയ്യുക - നിങ്ങളുടെ ഫയൽ നിമിഷങ്ങൾക്കുള്ളിൽ തയ്യാറാകും.\n ഞങ്ങളുടെ പതിവ് ചോദ്യങ്ങൾ വിഭാഗത്തിൽ നിന്ന് നിങ്ങൾക്ക് കൂടുതലറിയാനും കഴിയും.\n\n എന്തുകൊണ്ടാണ് ഈ വെബ്‌പേജ് pdf കൺവെർട്ടറിലേക്ക് ഉപയോഗിക്കുന്നത്?\n - ദ്രുത പ്രവേശനം: ലേഖനങ്ങളുടെ ഫയൽ പതിപ്പുകൾ നേടുക, ഗവേഷണം ചെയ്യുക അല്ലെങ്കിൽ ഒരു ക്ലിക്കിലൂടെ ഏതെങ്കിലും ഇൻ്റർനെറ്റ് പേജ് PDF ആക്കുക.\n - Chrome-ൽ പ്രവർത്തിക്കുന്നു: PDF ഫോർമാറ്റിൽ വെബ് പേജ് എങ്ങനെ സംരക്ഷിക്കാമെന്ന് മനസിലാക്കാൻ സൈഡ് ആപ്ലിക്കേഷനുകൾ ഡൗൺലോഡ് ചെയ്യേണ്ടതില്ല, GoFullPage പോലുള്ള മറ്റ് വിപുലീകരണങ്ങൾ പോലെ ഇപ്പോൾ നിങ്ങളുടെ ബ്രൗസർ ഉപേക്ഷിക്കേണ്ടതില്ല.\n - കാര്യക്ഷമതയ്‌ക്കായി ഒപ്റ്റിമൈസ് ചെയ്‌തിരിക്കുന്നു: മറ്റ് ടൂളുകളിൽ നിന്ന് വ്യത്യസ്തമായി, ഈ വിപുലീകരണം Chrome-മായി സംയോജിപ്പിച്ചിരിക്കുന്നു, ഇത് നിങ്ങൾക്ക് chrome വെബ്‌പേജുകൾ സംരക്ഷിക്കാനുള്ള എളുപ്പവഴി വാഗ്ദാനം ചെയ്യുന്നു.\n ഓൺലൈൻ, ഓഫ്‌ലൈൻ സേവിംഗ് ഓപ്‌ഷനുകൾ: വെബ്‌പേജ് ഓൺലൈനായി PDF ആയി പരിവർത്തനം ചെയ്യാനോ പിന്നീടുള്ള ഉപയോഗത്തിനായി നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ ഒരു ഫയലായി സംരക്ഷിക്കാനോ ഇത് ഉപയോഗിക്കുക.\n - എളുപ്പത്തിലുള്ള ടൂൾബാർ ആക്‌സസ്: പെട്ടെന്നുള്ള ആക്‌സസിനായി നിങ്ങളുടെ Chrome ടൂൾബാറിൽ നിന്ന് നേരിട്ട് ലിങ്കുകൾ മാറ്റുക.\n - ഞങ്ങൾ നിങ്ങളുടെ സ്വകാര്യതയെ മാനിക്കുന്നു: ഞങ്ങളുടെ ഉപകരണം നിങ്ങളുടെ ഡാറ്റ ശേഖരിക്കുകയോ ഫയലുകൾ സംഭരിക്കുകയോ നിങ്ങൾ സന്ദർശിക്കുന്ന വെബ്സൈറ്റുകൾ ട്രാക്ക് ചെയ്യുകയോ ചെയ്യുന്നില്ല.\n - ഓർഗനൈസുചെയ്യുക, ആർക്കൈവ് ചെയ്യുക: ഏതെങ്കിലും ഇൻ്റർനെറ്റ് പേജ് ഫയലിലേക്ക് എക്‌സ്‌പോർട്ടുചെയ്യുന്നതിന് വെബ്‌പേജ് PDF-ലേക്ക് പരിവർത്തനം ചെയ്യുക, കൂടാതെ അവയെ നിങ്ങളുടെ വ്യക്തിഗത വിജ്ഞാന അടിത്തറയിലേക്ക് പരിധികളില്ലാതെ സംയോജിപ്പിക്കുക.\n\n ആർക്കാണ് പ്രയോജനപ്പെടാൻ കഴിയുക?\n ✔️ ഗവേഷകർ: നിങ്ങളുടെ വെബ്‌പേജുകളുടെ രേഖകൾ എളുപ്പത്തിൽ നേടുക.\n ✔️ വിദ്യാർത്ഥികൾ: അക്കാദമിക് വർക്കുകൾ ക്യാപ്‌ചർ ചെയ്ത് PDF-കളാക്കി മാറ്റുക.\n ✔️ പ്രൊഫഷണലുകൾ: തടസ്സമില്ലാതെ പ്രമാണങ്ങൾ ആർക്കൈവ് ചെയ്യുക.\n ✔️ ഫ്രീലാൻസർമാർ: പ്രോജക്റ്റുകൾ സൂക്ഷിക്കാൻ ഇൻ്റർനെറ്റ് പേജ് PDF ആയി സംരക്ഷിക്കുക.\n ✔️ എല്ലാവരും: ഒരു വെബ്‌പേജ് വേഗത്തിൽ സംരക്ഷിക്കേണ്ട ആർക്കും!\n\n പതിവുചോദ്യങ്ങൾ\n ❓ ഞാൻ എങ്ങനെ ഇൻസ്റ്റാൾ ചെയ്യും?\n ഞങ്ങളുടെ ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്യാൻ, Chrome വെബ് സ്റ്റോറിൽ പോയി Chrome-ലേക്ക് ചേർക്കുക തിരഞ്ഞെടുക്കുക. ഇത് നിങ്ങളുടെ ബ്രൗസറിലേക്ക് ചേർക്കും, നിങ്ങൾക്ക് അത് ഉപയോഗിക്കാൻ തുടങ്ങാം.\n ❓ നിങ്ങളുടെ വിപുലീകരണം ഉപയോഗിച്ച് ക്രോം ഫോർമാറ്റിൽ ഒരു വെബ്‌പേജ് PDF-ലേക്ക് പരിവർത്തനം ചെയ്യുന്നത് എങ്ങനെ?\n ഒരു വെബ്‌പേജ് ഒരു PDF-ലേക്ക് പരിവർത്തനം ചെയ്യാൻ, ഞങ്ങളുടെ വിപുലീകരണ ഐക്കണിൽ ക്ലിക്കുചെയ്യുക, നിങ്ങളുടെ ഫയൽ നിമിഷങ്ങൾക്കുള്ളിൽ ജനറേറ്റ് ചെയ്യപ്പെടും.\n ❓ ഇൻ്റർനെറ്റ് പേജ് പിഡിഎഫ് ആയി എങ്ങനെ സംരക്ഷിക്കാം?\n ഞങ്ങളുടെ വിപുലീകരണം സുഗമമായ വഴി നൽകുന്നു. ലളിതമായ ഘട്ടങ്ങൾ പിന്തുടർന്ന് നിങ്ങൾക്ക് ഏത് ഇൻ്റർനെറ്റ് പേജും PDF ആയി സംരക്ഷിക്കാൻ കഴിയും.\n ❓ മുഴുവൻ വെബ്‌പേജുകളും സംരക്ഷിക്കാൻ എനിക്ക് ഈ വിപുലീകരണം ഉപയോഗിക്കാമോ? തികച്ചും! ഞങ്ങളുടെ വെബ്‌പേജ് PDF-ലേക്ക് പരിവർത്തനം ചെയ്യുന്ന ടൂൾ ഇൻ്റർനെറ്റ് പേജുകൾ സംരക്ഷിക്കുന്നതിനുള്ള മികച്ച പരിഹാരമായി മാറി.\n ❓ വെബ്‌പേജ് pdf-ലേക്ക് പരിവർത്തനം ചെയ്യുന്നതിനിടയിൽ എനിക്ക് ഒരു പ്രശ്നം നേരിടുകയാണെങ്കിൽ, ഒരു ഉപഭോക്തൃ പിന്തുണ ലഭ്യമാണോ?\n ഇമെയിൽ വഴി ഞങ്ങളെ നേരിട്ട് ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല അല്ലെങ്കിൽ Chrome വെബ് സ്റ്റോറിൽ ഒരു ടിക്കറ്റ് ഇടുക. സഹായിക്കുന്നതിൽ ഞങ്ങൾക്ക് സന്തോഷമുണ്ട്!\n ❓ ക്രോം സ്‌ക്രീൻഷോട്ടിനായി എനിക്ക് ചില ആശയങ്ങളും ഫീഡ്‌ബാക്കും ഉണ്ട്. എനിക്ക് അവ ഡെവലപ്പർമാരുമായി പങ്കിടാനാകുമോ?\n ഞങ്ങളുടെ ടീം എപ്പോഴും ഞങ്ങളുടെ ഉപയോക്താക്കളിൽ നിന്ന് കേൾക്കാൻ തയ്യാറാണ്. നിങ്ങളുടെ നിർദ്ദേശങ്ങൾ, ആശയങ്ങൾ അല്ലെങ്കിൽ അവലോകനങ്ങൾ അയയ്ക്കാൻ മടിക്കരുത്. താങ്കൾക്ക് പറയാനുള്ളത് ഞങ്ങൾ വിലമതിക്കുന്നു.\n\n വിപുലമായ സവിശേഷതകൾ\n ➤ മുഴുവൻ വെബ്‌പേജും സ്‌ക്രീൻഷോട്ട്: ഒരു വെബ്‌പേജ് PDF ആയി സംരക്ഷിക്കാൻ പൂർണ്ണ പേജ് ക്യാപ്‌ചർ ബട്ടൺ ഉപയോഗിക്കുക.\n ➤ ഫോർമാറ്റ് &amp; ക്വാളിറ്റി ഓപ്‌ഷനുകൾ: നിങ്ങളുടെ ആവശ്യങ്ങൾ നിറവേറ്റുന്നതിനായി ഗുണനിലവാരവും ഫോർമാറ്റും ക്രമീകരിക്കുക.\n ➤ ടൂൾബാറിൽ നിന്ന് എളുപ്പത്തിലുള്ള ആക്സസ്: നേരിട്ടും നിങ്ങൾക്ക് ആവശ്യമുള്ളപ്പോഴും.\n\n ഞങ്ങളുടെ വിപുലീകരണം എങ്ങനെ ഉപയോഗിക്കാം?\n 1. ഞങ്ങളുടെ എക്സ്റ്റൻഷൻ ഇൻസ്റ്റാൾ ചെയ്യുക.\n 2. നിങ്ങൾ രൂപാന്തരപ്പെടുത്താൻ ആഗ്രഹിക്കുന്ന ഏതെങ്കിലും വെബ്‌പേജ് സന്ദർശിക്കുക.\n 3. ഞങ്ങളുടെ ഐക്കണിൽ ക്ലിക്ക് ചെയ്യുക - നിങ്ങളുടെ വെബ്‌പേജ് തൽക്ഷണം സംരക്ഷിക്കപ്പെടും.\n 4. എവിടെയായിരുന്നാലും വെബ്‌പേജുകൾ പരിവർത്തനം ചെയ്യുന്നത് തുടരുക - നിങ്ങളുടെ ജോലി തടസ്സപ്പെടില്ല!\n 5. നിങ്ങൾക്ക് എന്തെങ്കിലും മാറ്റാനോ ചേർക്കാനോ താൽപ്പര്യമുണ്ടെങ്കിൽ ഞങ്ങൾക്ക് ഒരു അവലോകനം നൽകുക!\n\n അധിക ആനുകൂല്യങ്ങൾ\n ⚡ സോഫ്റ്റ്‌വെയർ ആവശ്യമില്ല: ഈ കൺവെർട്ടർ നേരിട്ട് Chrome-ൽ പ്രവർത്തിക്കുന്നു.\n ⚡ വിശ്വസനീയമായ ഫോർമാറ്റിംഗ്: നിങ്ങൾ ഒരു ബ്ലോഗ് പോസ്റ്റോ വിശദമായ ഗവേഷണമോ പരിവർത്തനം ചെയ്യുകയാണെങ്കിലും, വിപുലീകരണം കൃത്യമായ സ്റ്റൈലിംഗ് ഉറപ്പാക്കുന്നു.\n ⚡ മുഴുവൻ പേജ് സ്‌ക്രീൻഷോട്ടുകൾക്കും അനുയോജ്യം: സ്‌ക്രീൻഷോട്ടുകൾ ഒരുമിച്ച് എടുത്ത് മടുത്താൽ, ഈ വിപുലീകരണത്തിന് ഒറ്റ ക്ലിക്കിലൂടെ മുഴുവൻ പേജും PDF ആയി സംരക്ഷിക്കാനാകും.\n ⚡നിങ്ങളുടെ ഉപകരണത്തിലേക്കോ ക്ലൗഡിലേക്കോ സംരക്ഷിക്കുക: നിങ്ങൾക്ക് ഇത് നേരിട്ട് നിങ്ങളുടെ ഉപകരണത്തിൽ സംരക്ഷിക്കാം അല്ലെങ്കിൽ നിങ്ങളുടെ ക്ലൗഡിലേക്ക് അപ്‌ലോഡ് ചെയ്യാം.\n\n PDF-കൾ തൽക്ഷണം ഡൗൺലോഡ് ചെയ്യാനും ആർക്കൈവ് ചെയ്യാനും പങ്കിടാനും ആരംഭിക്കുന്നതിനുള്ള ആത്യന്തിക Chrome വിപുലീകരണമാണ് വെബ്‌പേജ് PDF-ലേക്ക് പരിവർത്തനം ചെയ്യുക! പ്രമാണങ്ങൾ തൽക്ഷണം ഡൗൺലോഡ് ചെയ്യാനും ആർക്കൈവ് ചെയ്യാനും പങ്കിടാനും സന്തോഷമുണ്ട്!",
    "mr": "ही साधी पण शक्तिशाली विस्तार Chrome मध्ये वेबसाइटला PDF मध्ये रूपांतरित करण्यासाठी एक विश्वासार्ह साधन शोधणाऱ्या वापरकर्त्यांसाठी योग्य आहे.\n\nमुख्य वैशिष्ट्ये\n1️⃣ एक-क्लिक: फक्त क्लिक करून वेबसाइटला PDF मध्ये रूपांतरित करा. आम्ही प्रक्रिया जलद आणि कार्यक्षम बनवतो.\n2️⃣ मूळ लेआउट कायम ठेवा: तुमच्या फाइल्स पृष्ठाचा मूळ देखावा कायम ठेवतील, मजकूर, प्रतिमा आणि लेआउट जतन करतील.\n3️⃣ वेबसाइटला PDF म्हणून जतन करा Chrome: इंटरनेट पृष्ठे रूपांतरित करण्याची आवश्यकता असलेल्या वापरकर्त्यांसाठी हे साधन उच्च-गुणवत्तेचे रूपांतर देते.\n4️⃣ संपूर्ण पृष्ठ स्क्रीनशॉट्स: संपूर्ण वेबसाइटचा स्क्रीनशॉट घ्यायचा आहे? आता तुम्हाला वेबसाइटला PDF म्हणून कसे जतन करायचे हे गुगल करण्याची गरज नाही!\n\nऑनलाइन वेबसाइटला PDF मध्ये रूपांतरित कसे करावे\nया सोप्या चरणांचे अनुसरण करा:\n1. वेबसाइटला PDF मध्ये रूपांतरित करा विस्तार स्थापित करा.\n2. ज्या वेबसाइटवरून तुम्हाला पृष्ठ जतन करायचे आहे ती उघडा.\n3. रूपांतरित करा क्लिक करा – तुमची फाइल काही सेकंदात तयार होईल.\nतुम्ही आमच्या FAQ विभागात अधिक जाणून घेऊ शकता.\n\nवेबसाइटला PDF मध्ये रूपांतरित करणारा वापरण्याचे कारण?\n- जलद प्रवेश: लेख, संशोधनाचे फाइल आवृत्त्या मिळवा किंवा कोणतेही इंटरनेट पृष्ठ फक्त एका क्लिकमध्ये PDF मध्ये रूपांतरित करा.\n- Chrome मध्ये कार्य करते: वेब पृष्ठ PDF स्वरूपात कसे जतन करायचे हे शिकण्यासाठी साइड अॅप्लिकेशन्स डाउनलोड करण्याची गरज नाही, आता तुम्हाला GoFullPage सारख्या इतर विस्तारांसारखे तुमच्या ब्राउझरमधून बाहेर पडण्याची गरज नाही.\n- कार्यक्षमतेसाठी अनुकूलित: इतर साधनांच्या विपरीत, हा विस्तार Chrome सह एकत्रित आहे, तुम्हाला Chrome वेबपृष्ठे जतन करण्याचा सोपा मार्ग देतो.\nऑनलाइन आणि ऑफलाइन जतन पर्याय: वेबसाइटला PDF मध्ये ऑनलाइन रूपांतरित करण्यासाठी किंवा नंतर वापरण्यासाठी तुमच्या संगणकावर फाइल म्हणून जतन करण्यासाठी वापरा.\n- सोपा टूलबार प्रवेश: जलद प्रवेशासाठी तुमच्या Chrome टूलबारमधून थेट लिंक रूपांतरित करा.\n- आम्ही तुमच्या गोपनीयतेचा आदर करतो: आमचे साधन तुमचा डेटा गोळा करत नाही, तुमच्या फाइल्स जतन करत नाही किंवा तुम्ही भेट दिलेल्या वेबसाइट्सचा मागोवा घेत नाही.\n- आयोजित करा आणि संग्रहित करा: कोणतेही इंटरनेट पृष्ठ फाइलमध्ये निर्यात करण्यासाठी वेबसाइटला PDF मध्ये रूपांतरित करा वापरा आणि त्यांना तुमच्या वैयक्तिक ज्ञान तळाशी अखंडपणे एकत्रित करा.\n\nकोण लाभ घेऊ शकतो?\n✔️ संशोधक: वेबपृष्ठांचे तुमचे रेकॉर्ड सहज मिळवा.\n✔️ विद्यार्थी: शैक्षणिक कामे PDF मध्ये कॅप्चर आणि रूपांतरित करा.\n✔️ व्यावसायिक: कागदपत्रे त्रासाशिवाय संग्रहित करा.\n✔️ फ्रीलान्सर्स: प्रकल्प ठेवण्यासाठी इंटरनेट पृष्ठ PDF म्हणून जतन करा.\n✔️ प्रत्येकजण: ज्याला पटकन वेबपृष्ठ जतन करायचे आहे त्यांच्यासाठी!\n\nFAQs\n❓ मी कसे स्थापित करू?\nआमचे अॅप स्थापित करण्यासाठी, Chrome वेब स्टोअरवर जा आणि Chrome मध्ये जोडा निवडा. ते तुमच्या ब्राउझरमध्ये जोडले जाईल आणि तुम्ही ते वापरण्यास सुरुवात करू शकता.\n❓ तुमच्या विस्ताराचा वापर करून Chrome स्वरूपात वेबपृष्ठ PDF मध्ये कसे रूपांतरित करावे?\nवेबपृष्ठ PDF मध्ये रूपांतरित करण्यासाठी, आमच्या विस्तार चिन्हावर क्लिक करा आणि तुमची फाइल काही सेकंदात तयार होईल.\n❓ इंटरनेट पृष्ठ PDF म्हणून कसे जतन करावे?\nआमचा विस्तार एक गुळगुळीत मार्ग प्रदान करतो. तुम्ही सोप्या चरणांचे अनुसरण करून कोणतेही इंटरनेट पृष्ठ PDF म्हणून जतन करू शकता.\n❓ मी संपूर्ण वेबपृष्ठे जतन करण्यासाठी हा विस्तार वापरू शकतो का? नक्कीच! आमचे वेबसाइटला PDF मध्ये रूपांतरित करा साधन इंटरनेट पृष्ठे जतन करण्यासाठी एक उत्कृष्ट उपाय बनले.\n❓ वेबसाइटला PDF मध्ये रूपांतरित करताना मला समस्या आली तर ग्राहक समर्थन उपलब्ध आहे का?\nआमच्याशी थेट ईमेलद्वारे संपर्क साधा किंवा Chrome वेब स्टोअरमध्ये तिकीट सोडा. आम्हाला मदत करण्यात आनंद होईल!\n❓ Chrome स्क्रीनशॉटसाठी माझ्याकडे काही कल्पना आणि अभिप्राय आहेत. मी ते विकसकांसोबत शेअर करू शकतो का?\nआमची टीम नेहमीच आमच्या वापरकर्त्यांकडून ऐकण्यासाठी खुली असते. तुमच्या प्रस्तावना, कल्पना किंवा पुनरावलोकने पाठविण्यास अजिबात संकोच करू नका. आम्ही तुमचे म्हणणे महत्त्वाचे मानतो.\n\nप्रगत वैशिष्ट्ये\n➤ संपूर्ण वेबपृष्ठाचा स्क्रीनशॉट: वेबपृष्ठ PDF म्हणून जतन करण्यासाठी पूर्ण-पृष्ठ कॅप्चर बटण वापरा.\n➤ स्वरूप आणि गुणवत्ता पर्याय: तुमच्या गरजा पूर्ण करण्यासाठी गुणवत्ता आणि स्वरूप समायोजित करा.\n➤ टूलबारमधून सोपा प्रवेश: थेट आणि जेव्हा तुम्हाला त्याची आवश्यकता असेल तेव्हा.\n\nआमचा विस्तार कसा वापरायचा?\n1. आमचा विस्तार स्थापित करा.\n2. तुम्हाला रूपांतरित करायचे असलेले कोणतेही वेबपृष्ठ भेट द्या.\n3. आमच्या चिन्हावर क्लिक करा – तुमचे वेबपृष्ठ त्वरित जतन केले जाईल.\n4. चालू असताना वेबपृष्ठे रूपांतरित करत रहा – तुमचे काम व्यत्यय आणले जाणार नाही!\n5. तुम्हाला काहीतरी बदलायचे किंवा जोडायचे असल्यास आम्हाला पुनरावलोकन द्या!\n\nअतिरिक्त फायदे\n⚡ कोणतेही सॉफ्टवेअर आवश्यक नाही: हा कन्व्हर्टर थेट Chrome मध्ये कार्य करतो.\n⚡ विश्वासार्ह स्वरूपन: तुम्ही ब्लॉग पोस्ट रूपांतरित करत असाल किंवा सविस्तर संशोधन करत असाल, विस्तार अचूक शैली सुनिश्चित करतो.\n⚡ संपूर्ण पृष्ठ स्क्रीनशॉटसाठी परिपूर्ण: तुम्ही स्क्रीनशॉट एकत्र करण्याचा कंटाळा आला असल्यास, हा विस्तार संपूर्ण पृष्ठ एका क्लिकने PDF म्हणून जतन करू शकतो.\n⚡ तुमच्या डिव्हाइसवर किंवा क्लाउडवर जतन करा: तुम्ही ते थेट तुमच्या डिव्हाइसवर जतन करू शकता किंवा नंतर ते तुमच्या क्लाउडवर अपलोड करू शकता.\n\nवेबसाइटला PDF मध्ये रूपांतरित करा हे Chrome विस्तार डाउनलोड, संग्रहित आणि PDF त्वरित शेअर करण्यासाठी अंतिम साधन आहे! आनंदाने डाउनलोड करा, संग्रहित करा आणि दस्तऐवज त्वरित शेअर करा!",
    "ms": "Sambungan yang ringkas tetapi berkuasa ini sesuai untuk pengguna yang memerlukan alat yang boleh dipercayai untuk tukar laman web kepada PDF dalam Chrome.\n\nCiri-ciri utama\n1️⃣ Satu klik: Hanya klik untuk tukar laman web kepada PDF. Kami menjadikan proses ini pantas dan cekap.\n2️⃣ Kekalkan susun atur asal: Fail anda akan mengekalkan rupa asal halaman, memelihara teks, imej, dan susun atur.\n3️⃣ Simpan laman web sebagai PDF Chrome: Alat ini menawarkan penukaran berkualiti tinggi untuk pengguna yang perlu menukar halaman internet.\n4️⃣ Tangkapan skrin seluruh halaman: Perlu tangkap skrin seluruh laman web? Kini anda tidak perlu Google bagaimana untuk simpan laman web sebagai PDF lagi!\n\nCara tukar laman web kepada PDF dalam talian\nIkuti langkah mudah ini:\n1. Pasang sambungan tukar laman web kepada PDF.\n2. Buka laman web yang anda ingin simpan halaman daripadanya.\n3. Klik Tukar – fail anda akan sedia dalam beberapa saat.\nAnda juga boleh belajar lebih lanjut di bahagian Soalan Lazim kami.\n\nMengapa menggunakan penukar laman web kepada PDF ini?\n- Akses pantas: Dapatkan versi fail artikel, penyelidikan, atau tukar mana-mana halaman internet kepada PDF dengan hanya satu klik.\n- Berfungsi dalam Chrome: Tidak perlu muat turun aplikasi sampingan untuk belajar bagaimana simpan laman web dalam format PDF, kini anda tidak perlu meninggalkan pelayar anda seperti sambungan lain seperti GoFullPage.\n- Dioptimumkan untuk kecekapan: Tidak seperti alat lain, sambungan ini diintegrasikan dengan Chrome, menawarkan anda cara mudah untuk simpan laman web Chrome.\nPilihan simpanan dalam talian & luar talian: Gunakannya untuk tukar laman web kepada PDF dalam talian atau simpan sebagai fail ke komputer anda untuk kegunaan kemudian.\n- Akses mudah dari bar alat: Tukar pautan terus dari bar alat Chrome anda untuk akses cepat.\n- Kami menghormati privasi anda: Alat kami tidak mengumpul data anda, menyimpan fail anda, atau menjejak laman web yang anda lawati.\n- Susun dan arkibkan: Gunakan Tukar laman web kepada PDF untuk eksport mana-mana halaman internet ke dalam fail, dan integrasikan dengan lancar ke dalam pangkalan pengetahuan peribadi anda.\n\nSiapa yang boleh mendapat manfaat?\n✔️ Penyelidik: Dapatkan rekod laman web anda dengan mudah.\n✔️ Pelajar: Tangkap dan tukar karya akademik kepada PDF.\n✔️ Profesional: Arkibkan dokumen tanpa kerumitan.\n✔️ Freelancer: Simpan halaman internet sebagai PDF untuk menyimpan projek.\n✔️ Semua orang: Untuk sesiapa yang perlu simpan laman web dengan cepat!\n\nSoalan Lazim\n❓ Bagaimana saya memasang?\nUntuk memasang aplikasi kami, pergi ke Kedai Web Chrome dan pilih Tambah ke Chrome. Ia akan ditambah ke pelayar anda, dan anda boleh mula menggunakannya.\n❓ Bagaimana untuk tukar laman web kepada PDF dalam format chrome menggunakan sambungan anda?\nUntuk tukar laman web kepada PDF, klik ikon sambungan kami dan fail anda akan dijana dalam beberapa saat.\n❓ Bagaimana untuk simpan halaman internet sebagai PDF?\nSambungan kami menyediakan cara yang lancar. Anda boleh simpan mana-mana halaman internet sebagai PDF dengan mengikuti langkah mudah.\n❓ Bolehkah saya menggunakan sambungan ini untuk simpan seluruh laman web? Sudah tentu! Alat Tukar laman web kepada PDF kami menjadi penyelesaian yang cemerlang untuk simpan halaman internet.\n❓ Jika saya menghadapi masalah semasa menggunakan tukar laman web kepada PDF, adakah sokongan pelanggan tersedia?\nJangan ragu untuk menghubungi kami secara langsung melalui e-mel atau tinggalkan tiket di Kedai Web Chrome. Kami akan gembira untuk membantu!\n❓ Saya mempunyai beberapa idea dan maklum balas untuk tangkapan skrin chrome. Bolehkah saya berkongsi dengan pembangun?\nPasukan kami sentiasa terbuka untuk mendengar daripada pengguna kami. Jangan ragu untuk menghantar cadangan, idea, atau ulasan anda. Kami menghargai apa yang anda katakan.\n\nCiri-ciri lanjutan\n➤ Tangkapan skrin seluruh laman web: Gunakan butang tangkapan penuh halaman untuk simpan laman web sebagai PDF.\n➤ Pilihan format & kualiti: Laraskan kualiti dan format untuk memenuhi keperluan anda.\n➤ Akses mudah dari bar alat: Terus dan bila-bila masa anda memerlukannya.\n\nBagaimana menggunakan sambungan kami?\n1. Pasang sambungan kami.\n2. Lawati mana-mana laman web yang anda ingin tukar.\n3. Klik pada ikon kami – laman web anda akan disimpan serta-merta.\n4. Teruskan menukar laman web semasa bergerak – kerja anda tidak akan terganggu!\n5. Tinggalkan ulasan jika anda ingin menukar atau menambah sesuatu!\n\nManfaat tambahan\n⚡ Tiada perisian diperlukan: Penukar ini berfungsi terus dalam Chrome.\n⚡ Pemformatan yang boleh dipercayai: Sama ada anda menukar catatan blog atau penyelidikan terperinci, sambungan ini memastikan gaya yang tepat.\n⚡ Sesuai untuk tangkapan skrin seluruh halaman: Jika anda bosan menyusun tangkapan skrin, sambungan ini boleh simpan seluruh halaman sebagai PDF dengan satu klik.\n⚡ Simpan ke peranti anda atau awan: Anda boleh simpan terus ke peranti anda atau kemudian muat naik ke Awan anda.\n\nTukar laman web kepada PDF adalah sambungan Chrome yang terbaik untuk mula memuat turun, mengarkibkan dan berkongsi PDF serta-merta! Selamat memuat turun, mengarkibkan dan berkongsi dokumen serta-merta!",
    "nl": "Deze eenvoudige maar krachtige extensie is perfect voor gebruikers die een betrouwbaar hulpmiddel nodig hebben om een webpagina om te zetten naar pdf in Chrome.\n\nBelangrijkste kenmerken\n1️⃣ Eén klik: Klik eenvoudig om een webpagina om te zetten in PDF. We maken het proces snel en efficiënt.\n2️⃣ Behoud originele lay-out: Uw bestanden behouden de originele uitstraling van de pagina, inclusief tekst, afbeeldingen en lay-out.\n3️⃣ Webpagina opslaan als PDF in Chrome: Deze tool biedt hoogwaardige conversie voor gebruikers die internetpagina's moeten omzetten.\n4️⃣ Schermafbeeldingen van hele pagina's: Moet u een volledige webpagina vastleggen? U hoeft niet meer te Googlen hoe u een webpagina als pdf kunt opslaan!\n\nHoe een webpagina opslaan als PDF\nVolg deze eenvoudige stappen:\n1. Installeer de extensie Webpagina opslaan als PDF.\n2. Open de website waarvan u een pagina wilt opslaan.\n3. Klik op Omzetten – uw bestand is binnen enkele seconden klaar.\nU kunt ook meer leren in onze FAQ-sectie.\n\nWaarom deze webpagina naar pdf-converter gebruiken?\n- Snelle toegang: Verkrijg bestandversies van artikelen, onderzoek of zet elke internetpagina om naar PDF met slechts één klik.\n- Werkt binnen Chrome: Geen noodzaak om extra applicaties te downloaden om te leren hoe u een webpagina in PDF-formaat opslaat, u hoeft uw browser niet te verlaten, net als bij andere extensies zoals GoFullPage.\n- Geoptimaliseerd voor efficiëntie: In tegenstelling tot andere tools is deze extensie geïntegreerd met Chrome, waardoor u eenvoudig Chrome-webpagina's kunt opslaan.\nOnline & offline opslagopties: Gebruik het om een webpagina online om te zetten naar PDF of sla het op als een bestand op uw computer voor later gebruik.\n- Gemakkelijke toegang via de werkbalk: Transformeer links direct vanuit uw Chrome-werkbalk voor snelle toegang.\n- We respecteren uw privacy: Onze tool verzamelt uw gegevens niet, slaat uw bestanden niet op en volgt de websites die u bezoekt niet.\n- Organiseer en archiveer: Gebruik de Webpagina omzetten naar PDF om elke internetpagina naar een bestand te exporteren en naadloos te integreren in uw persoonlijke kennisbank.\n\nWie kan hiervan profiteren?\n✔️ Onderzoekers: Verkrijg eenvoudig uw records van webpagina's.\n✔️ Studenten: Leg academische werken vast en zet ze om naar PDF's.\n✔️ Professionals: Archiveer documenten zonder gedoe.\n✔️ Freelancers: Sla internetpagina's op als PDF om projecten te bewaren.\n✔️ Iedereen: Voor iedereen die snel een webpagina moet opslaan!\n\nVeelgestelde vragen\n❓ Hoe installeer ik het?\nOm onze app te installeren, ga naar de Chrome Web Store en selecteer Toevoegen aan Chrome. Het wordt aan uw browser toegevoegd en u kunt het meteen gebruiken.\n❓ Hoe zet ik een webpagina om naar PDF in Chrome-formaat met uw extensie?\nOm een webpagina om te zetten naar een PDF, klikt u op ons extensie-icoon en uw bestand wordt binnen enkele seconden gegenereerd.\n❓ Hoe sla ik een internetpagina op als pdf?\nOnze extensie biedt een soepele manier. U kunt elke internetpagina als PDF opslaan door de eenvoudige stappen te volgen.\n❓ Kan ik deze extensie gebruiken om volledige webpagina's op te slaan? Absoluut! Onze Webpagina omzetten naar PDF-tool is een uitstekende oplossing geworden voor het opslaan van internetpagina's.\n❓ Als ik een probleem tegenkom bij het gebruik van webpagina omzetten naar pdf, is er dan klantenondersteuning beschikbaar?\nNeem gerust direct contact met ons op via e-mail of laat een ticket achter in de Chrome Web Store. We helpen u graag!\n❓ Ik heb enkele ideeën en feedback voor Chrome-screenshot. Kan ik deze delen met de ontwikkelaars?\nOns team staat altijd open voor feedback van onze gebruikers. Aarzel niet om uw voorstellen, ideeën of recensies in te sturen. We waarderen wat u te zeggen heeft.\n\nGeavanceerde functies\n➤ Screenshot van volledige webpagina: Gebruik de knop voor volledige pagina-opname om een webpagina als PDF op te slaan.\n➤ Formaat- en kwaliteitsopties: Pas de kwaliteit en het formaat aan om aan uw behoeften te voldoen.\n➤ Gemakkelijke toegang vanaf de werkbalk: Direct en wanneer u het nodig heeft.\n\nHoe gebruik ik onze extensie?\n1. Installeer onze extensie.\n2. Bezoek een webpagina die u wilt omzetten.\n3. Klik op ons icoon – uw webpagina wordt direct opgeslagen.\n4. Blijf onderweg webpagina's omzetten – uw werk wordt niet onderbroken!\n5. Laat ons een recensie achter als u iets wilt wijzigen of toevoegen!\n\nAanvullende voordelen\n⚡ Geen software nodig: Deze converter werkt direct in Chrome.\n⚡ Betrouwbare opmaak: Of u nu een blogpost of gedetailleerd onderzoek omzet, de extensie zorgt voor nauwkeurige styling.\n⚡ Perfect voor schermafbeeldingen van volledige pagina's: Als u het zat bent om schermafbeeldingen samen te voegen, kan deze extensie de hele pagina als een PDF opslaan met één klik.\n⚡ Opslaan op uw apparaat of in de cloud: U kunt het direct op uw apparaat opslaan of vervolgens uploaden naar uw Cloud.\n\nWebpagina opslaan als PDF is de ultieme Chrome-extensie om direct PDF's te downloaden, archiveren en delen! Veel plezier met het downloaden, archiveren en delen van documenten!",
    "no": "Denne enkle, men kraftige utvidelsen er perfekt for brukere som trenger et pålitelig verktøy for å konvertere nettside til pdf i Chrome.\n\n Nøkkelfunksjoner\n 1️⃣ Ett klikk: Bare klikk for å gjøre nettsiden til PDF. Vi gjør prosessen rask og effektiv.\n 2️⃣ Behold originaloppsettet: Filene dine beholder det originale utseendet på siden, og bevarer tekst, bilder og layout.\n 3️⃣ Lagre nettside som PDF Chrome: Dette verktøyet tilbyr konvertering av høy kvalitet for brukere som trenger å konvertere internettsider.\n 4️⃣ Skjermbilder av hele siden: Trenger du å ta et skjermbilde av hele nettsiden? Nå trenger du ikke lenger å Google hvordan du lagrer en nettside som pdf!\n\n Hvordan konvertere nettside til PDF online\n Følg disse enkle trinnene:\n 1. Installer Lagre nettside som PDF.\n 2. Åpne nettstedet du ønsker å lagre en side fra.\n 3. Klikk på Konverter – filen din vil være klar på sekunder.\n Du kan også lære mer i vår FAQ-seksjon.\n\n Hvorfor bruke denne nettsiden til pdf-konvertering?\n - Rask tilgang: Få filversjoner av artikler, undersøkelser, eller gjør en hvilken som helst internettside til PDF med bare et klikk.\n - Fungerer i Chrome: Du trenger ikke å laste ned sideapplikasjoner for å lære hvordan du lagrer nettside i PDF-format, nå trenger du ikke å forlate nettleseren din akkurat som med andre utvidelser som GoFullPage.\n - Optimalisert for effektivitet: I motsetning til andre verktøy er denne utvidelsen integrert med Chrome, og tilbyr deg en enkel måte å lagre Chrome-nettsider på.\n Lagringsalternativer på nett og uten nett: Bruk den til å konvertere nettside til PDF på nettet eller lagre som en fil på datamaskinen din for senere bruk.\n - Enkel tilgang til verktøylinjen: Transformer koblinger til direkte fra Chrome-verktøylinjen for rask tilgang.\n – Vi respekterer personvernet ditt: Verktøyet vårt samler ikke inn dataene dine, lagrer filene dine, og sporer heller ikke nettsidene du besøker.\n - Organiser og arkiver: Bruk Konverter nettsiden til PDF for å eksportere hvilken som helst internettside til filer, og sømløst integrere dem i din personlige kunnskapsbase.\n\n Hvem kan ha nytte?\n ✔️ Forskere: Få oversikt over nettsider enkelt.\n ✔️ Studenter: Ta opp og konverter akademiske verk til PDF-filer.\n ✔️ Fagfolk: Arkiver dokumenter uten problemer.\n ✔️ Frilansere: Lagre internettside som PDF for å beholde prosjekter.\n ✔️ Alle: For alle som raskt må lagre en nettside!\n\n Vanlige spørsmål\n ❓ Hvordan installerer jeg?\n For å installere appen vår, gå til Chrome Nettmarked og velg Legg til i Chrome. Den blir lagt til i nettleseren din, og du kan begynne å bruke den.\n ❓ Hvordan konvertere en nettside til PDF i krom-format ved å bruke utvidelsen din?\n For å konvertere en nettside til en PDF, klikk på utvidelsesikonet vårt, og filen din vil bli generert i løpet av sekunder.\n ❓ Hvordan lagre internettside som pdf?\n Vår utvidelse gir en jevn måte. Du kan lagre hvilken som helst internettside som PDF ved å følge de enkle trinnene.\n ❓ Kan jeg bruke denne utvidelsen til å lagre hele nettsider? Absolutt! Vårt Konverter nettside til PDF-verktøy ble en utmerket løsning for å lagre internettsider.\n ❓ Hvis jeg støter på et problem mens jeg bruker konvertere nettside til pdf, er det en kundestøtte tilgjengelig?\n Kontakt oss gjerne direkte via e-post eller legg igjen en billett i Chrome Nettmarked. Vi hjelper deg gjerne!\n ❓ Jeg har noen ideer og tilbakemeldinger for Chrome-skjermdump. Kan jeg dele dem med utviklerne?\n Teamet vårt er alltid åpent for å høre fra brukerne våre. Ikke nøl med å sende inn forslag, ideer eller anmeldelser. Vi setter pris på det du har å si.\n\n Avanserte funksjoner\n ➤ Skjermbilde av hele nettsiden: Bruk helsides fangstknapp for å lagre en nettside som PDF.\n ➤ Format- og kvalitetsalternativer: Juster kvaliteten og formatet for å møte dine behov.\n ➤ Enkel tilgang fra verktøylinjen: Direkte og når som helst du trenger det.\n\n Hvordan bruke utvidelsen vår?\n 1. Installer utvidelsen vår.\n 2. Besøk en hvilken som helst nettside du vil transformere.\n 3. Klikk på ikonet vårt – nettsiden din lagres umiddelbart.\n 4. Fortsett å konvertere nettsider mens du er på farten – arbeidet ditt vil ikke bli avbrutt!\n 5. Legg igjen en anmeldelse hvis du vil endre eller legge til noe!\n\n Ytterligere fordeler\n ⚡ Ingen programvare nødvendig: Denne konverteren fungerer direkte i Chrome.\n ⚡ Pålitelig formatering: Enten du konverterer et blogginnlegg eller en detaljert undersøkelse, sikrer utvidelsen nøyaktig styling.\n ⚡ Perfekt for skjermbilder av hele siden: Hvis du er lei av å sette sammen skjermbilder, kan denne utvidelsen lagre hele siden som PDF med ett klikk.\n ⚡Lagre på enheten eller skyen din: Du kan lagre den direkte på enheten din eller deretter laste den opp til skyen din.\n\n Lagre nettside som PDF er den ultimate Chrome-utvidelsen for å begynne å laste ned, arkivere og dele PDF-er umiddelbart! Lykke til med å laste ned, arkivere og dele dokumenter umiddelbart!",
    "pl": "To proste, ale potężne rozszerzenie jest idealne dla użytkowników, którzy potrzebują niezawodnego narzędzia do konwersji stron internetowych na PDF w Chrome.\n\nKluczowe funkcje\n1️⃣ Jeden klik: Wystarczy kliknąć, aby przekształcić stronę internetową w PDF. Proces jest szybki i wydajny.\n2️⃣ Zachowanie oryginalnego układu: Twoje pliki zachowają oryginalny wygląd strony, w tym tekst, obrazy i układ.\n3️⃣ Zapisz stronę internetową jako PDF w Chrome: To narzędzie oferuje wysokiej jakości konwersję dla użytkowników, którzy potrzebują konwertować strony internetowe.\n4️⃣ Zrzuty ekranu całej strony: Potrzebujesz zrzutu całej strony internetowej? Teraz nie musisz już szukać w Google, jak zapisać stronę internetową jako PDF!\n\nJak konwertować stronę internetową na PDF online\nPostępuj zgodnie z tymi prostymi krokami:\n1. Zainstaluj rozszerzenie Konwertuj stronę internetową na PDF.\n2. Otwórz stronę internetową, którą chcesz zapisać.\n3. Kliknij Konwertuj – Twój plik będzie gotowy w kilka sekund.\nWięcej informacji znajdziesz w naszej sekcji FAQ.\n\nDlaczego warto używać tego konwertera stron internetowych na PDF?\n- Szybki dostęp: Uzyskaj wersje plików artykułów, badań lub przekształć dowolną stronę internetową w PDF jednym kliknięciem.\n- Działa w Chrome: Nie ma potrzeby pobierania dodatkowych aplikacji, aby nauczyć się, jak zapisać stronę internetową w formacie PDF, teraz nie musisz opuszczać przeglądarki, tak jak w przypadku innych rozszerzeń, takich jak GoFullPage.\n- Optymalizacja dla wydajności: W przeciwieństwie do innych narzędzi, to rozszerzenie jest zintegrowane z Chrome, oferując łatwy sposób zapisywania stron internetowych.\n- Opcje zapisywania online i offline: Użyj go do konwersji stron internetowych na PDF online lub zapisz jako plik na komputerze do późniejszego użytku.\n- Łatwy dostęp z paska narzędzi: Przekształcaj linki bezpośrednio z paska narzędzi Chrome dla szybkiego dostępu.\n- Szanujemy Twoją prywatność: Nasze narzędzie nie zbiera Twoich danych, nie przechowuje plików ani nie śledzi odwiedzanych stron.\n- Organizuj i archiwizuj: Użyj Konwertuj stronę internetową na PDF, aby eksportować dowolną stronę internetową do pliku i bezproblemowo integrować je z osobistą bazą wiedzy.\n\nKto może skorzystać?\n✔️ Badacze: Łatwo uzyskaj zapisy stron internetowych.\n✔️ Studenci: Przechwytuj i konwertuj prace akademickie do PDF.\n✔️ Profesjonaliści: Archiwizuj dokumenty bez problemów.\n✔️ Freelancerzy: Zapisz stronę internetową jako PDF, aby zachować projekty.\n✔️ Każdy: Dla każdego, kto musi szybko zapisać stronę internetową!\n\nFAQs\n❓ Jak zainstalować?\nAby zainstalować naszą aplikację, przejdź do Chrome Web Store i wybierz Dodaj do Chrome. Zostanie dodana do Twojej przeglądarki i możesz zacząć jej używać.\n❓ Jak przekonwertować stronę internetową na PDF w formacie Chrome za pomocą rozszerzenia?\nAby przekonwertować stronę internetową na PDF, kliknij ikonę naszego rozszerzenia, a Twój plik zostanie wygenerowany w kilka sekund.\n❓ Jak zapisać stronę internetową jako PDF?\nNasze rozszerzenie zapewnia płynny sposób. Możesz zapisać dowolną stronę internetową jako PDF, postępując zgodnie z prostymi krokami.\n❓ Czy mogę użyć tego rozszerzenia do zapisywania całych stron internetowych? Absolutnie! Nasze narzędzie Konwertuj stronę internetową na PDF stało się doskonałym rozwiązaniem do zapisywania stron internetowych.\n❓ Jeśli napotkam problem podczas korzystania z Konwertuj stronę internetową na PDF, czy dostępna jest obsługa klienta?\nSkontaktuj się z nami bezpośrednio przez e-mail lub zostaw zgłoszenie w Chrome Web Store. Chętnie pomożemy!\n❓ Mam pomysły i uwagi dotyczące zrzutów ekranu w Chrome. Czy mogę je przekazać deweloperom?\nNasz zespół zawsze chętnie słucha użytkowników. Nie wahaj się przesyłać swoich propozycji, pomysłów lub recenzji. Cenimy to, co masz do powiedzenia.\n\nZaawansowane funkcje\n➤ Zrzut ekranu całej strony: Użyj przycisku pełnego zrzutu, aby zapisać stronę internetową jako PDF.\n➤ Opcje formatu i jakości: Dostosuj jakość i format do swoich potrzeb.\n➤ Łatwy dostęp z paska narzędzi: Bezpośrednio i zawsze, gdy tego potrzebujesz.\n\nJak korzystać z naszego rozszerzenia?\n1. Zainstaluj nasze rozszerzenie.\n2. Odwiedź dowolną stronę internetową, którą chcesz przekształcić.\n3. Kliknij naszą ikonę – Twoja strona internetowa zostanie zapisana natychmiast.\n4. Kontynuuj konwersję stron internetowych w podróży – Twoja praca nie zostanie przerwana!\n5. Zostaw nam recenzję, jeśli chcesz coś zmienić lub dodać!\n\nDodatkowe korzyści\n⚡ Nie potrzebujesz oprogramowania: Ten konwerter działa bezpośrednio w Chrome.\n⚡ Niezawodne formatowanie: Niezależnie od tego, czy konwertujesz wpis na blogu, czy szczegółowe badania, rozszerzenie zapewnia dokładne stylizowanie.\n⚡ Idealne do zrzutów całych stron: Jeśli masz dość składania zrzutów ekranu, to rozszerzenie może zapisać całą stronę jako PDF jednym kliknięciem.\n⚡ Zapisz na urządzeniu lub w chmurze: Możesz zapisać bezpośrednio na urządzeniu lub przesłać do chmury.\n\nKonwertuj stronę internetową na PDF to ostateczne rozszerzenie Chrome do natychmiastowego pobierania, archiwizowania i udostępniania plików PDF! Szczęśliwego pobierania, archiwizowania i udostępniania dokumentów natychmiast!",
    "pt_BR": "Esta extensão simples, mas poderosa, é perfeita para usuários que precisam de uma ferramenta confiável para converter página da web para PDF no Chrome.\n\nPrincipais características\n1️⃣ Um clique: Basta clicar para transformar a página da web em PDF. Tornamos o processo rápido e eficiente.\n2️⃣ Manter o layout original: Seus arquivos manterão a aparência original da página, preservando texto, imagens e layout.\n3️⃣ Salvar página da web como PDF no Chrome: Esta ferramenta oferece conversão de alta qualidade para usuários que precisam converter páginas da internet.\n4️⃣ Capturas de tela de página inteira: Precisa capturar a tela de uma página inteira? Agora você não precisa mais procurar no Google como salvar uma página da web como PDF!\n\nComo converter página da web para PDF online\nSiga estas etapas simples:\n1. Instale a extensão Converter página da web para PDF.\n2. Abra o site do qual deseja salvar uma página.\n3. Clique em Converter – seu arquivo estará pronto em segundos.\nVocê também pode saber mais na nossa seção de FAQ.\n\nPor que usar este conversor de página da web para PDF?\n- Acesso rápido: Obtenha versões de arquivos de artigos, pesquisas ou transforme qualquer página da internet em PDF com apenas um clique.\n- Funciona no Chrome: Não é necessário baixar aplicativos adicionais para aprender como salvar página da web em formato PDF, agora você não precisa sair do seu navegador, assim como com outras extensões como GoFullPage.\n- Otimizado para eficiência: Ao contrário de outras ferramentas, esta extensão é integrada ao Chrome, oferecendo uma maneira fácil de salvar páginas do Chrome.\nOpções de salvamento online e offline: Use para converter página da web para PDF online ou salve como um arquivo no seu computador para uso posterior.\n- Acesso fácil à barra de ferramentas: Transforme links diretamente da barra de ferramentas do Chrome para acesso rápido.\n- Respeitamos sua privacidade: Nossa ferramenta não coleta seus dados, não armazena seus arquivos, nem rastreia os sites que você visita.\n- Organize e arquive: Use o Converter página da web para PDF para exportar qualquer página da internet em arquivo e integrá-los perfeitamente à sua base de conhecimento pessoal.\n\nQuem pode se beneficiar?\n✔️ Pesquisadores: Obtenha seus registros de páginas da web facilmente.\n✔️ Estudantes: Capture e converta trabalhos acadêmicos em PDFs.\n✔️ Profissionais: Arquive documentos sem complicações.\n✔️ Freelancers: Salve página da internet como PDF para manter projetos.\n✔️ Todos: Para qualquer pessoa que precise salvar rapidamente uma página da web!\n\nFAQs\n❓ Como instalo?\nPara instalar nosso aplicativo, vá à Chrome Web Store e selecione Adicionar ao Chrome. Ele será adicionado ao seu navegador e você poderá começar a usá-lo.\n❓ Como converter uma página da web para PDF no formato Chrome usando sua extensão?\nPara converter uma página da web em PDF, clique no ícone da nossa extensão e seu arquivo será gerado em segundos.\n❓ Como salvar página da internet como PDF?\nNossa extensão oferece uma maneira suave. Você pode salvar qualquer página da internet como PDF seguindo as etapas simples.\n❓ Posso usar esta extensão para salvar páginas inteiras? Absolutamente! Nossa ferramenta Converter página da web para PDF se tornou uma excelente solução para salvar páginas da internet.\n❓ Se eu encontrar um problema ao usar converter página da web para PDF, há suporte ao cliente disponível?\nSinta-se à vontade para nos contatar diretamente por e-mail ou deixar um ticket na Chrome Web Store. Ficaremos felizes em ajudar!\n❓ Tenho algumas ideias e feedback para captura de tela no Chrome. Posso compartilhá-los com os desenvolvedores?\nNossa equipe está sempre aberta a ouvir nossos usuários. Não hesite em enviar suas propostas, ideias ou avaliações. Valorizamos o que você tem a dizer.\n\nRecursos avançados\n➤ Captura de tela de página inteira: Use o botão de captura de página inteira para salvar uma página da web como PDF.\n➤ Opções de formato e qualidade: Ajuste a qualidade e o formato para atender às suas necessidades.\n➤ Acesso fácil pela barra de ferramentas: Diretamente e sempre que precisar.\n\nComo usar nossa extensão?\n1. Instale nossa extensão.\n2. Visite qualquer página da web que você deseja transformar.\n3. Clique no nosso ícone – sua página da web será salva instantaneamente.\n4. Continue convertendo páginas da web em movimento – seu trabalho não será interrompido!\n5. Deixe-nos uma avaliação se quiser mudar ou adicionar algo!\n\nBenefícios adicionais\n⚡ Nenhum software necessário: Este conversor funciona diretamente no Chrome.\n⚡ Formatação confiável: Seja convertendo um post de blog ou uma pesquisa detalhada, a extensão garante um estilo preciso.\n⚡ Perfeito para capturas de tela de página inteira: Se você está cansado de juntar capturas de tela, esta extensão pode salvar a página inteira como PDF com um clique.\n⚡ Salve no seu dispositivo ou na nuvem: Você pode salvar diretamente no seu dispositivo ou depois fazer upload para sua Nuvem.\n\nConverter página da web para PDF é a extensão definitiva do Chrome para começar a baixar, arquivar e compartilhar PDFs instantaneamente! Feliz download, arquivamento e compartilhamento de documentos instantaneamente!",
    "pt_PT": "Esta extensão simples, mas poderosa, é perfeita para utilizadores que precisam de uma ferramenta fiável para converter página web para PDF no Chrome.\n\nFuncionalidades principais\n1️⃣ Um clique: Basta clicar para transformar a página web em PDF. Tornamos o processo rápido e eficiente.\n2️⃣ Manter o layout original: Os seus ficheiros manterão o aspeto original da página, preservando texto, imagens e layout.\n3️⃣ Guardar página web como PDF no Chrome: Esta ferramenta oferece conversão de alta qualidade para utilizadores que precisam de converter páginas da internet.\n4️⃣ Capturas de ecrã de página inteira: Precisa de capturar uma página web inteira? Agora já não precisa de procurar no Google como guardar uma página web como PDF!\n\nComo converter página web para PDF online\nSiga estes passos simples:\n1. Instale a extensão Converter página web para PDF.\n2. Abra o site do qual deseja guardar uma página.\n3. Clique em Converter – o seu ficheiro estará pronto em segundos.\nTambém pode saber mais na nossa secção de FAQ.\n\nPor que usar este conversor de página web para PDF?\n- Acesso rápido: Obtenha versões de ficheiro de artigos, pesquisas ou transforme qualquer página da internet em PDF com apenas um clique.\n- Funciona no Chrome: Não é necessário descarregar aplicações adicionais para aprender a guardar página web em formato PDF, agora não precisa de sair do seu navegador, tal como com outras extensões como GoFullPage.\n- Otimizado para eficiência: Ao contrário de outras ferramentas, esta extensão está integrada no Chrome, oferecendo-lhe uma forma fácil de guardar páginas web do Chrome.\nOpções de guardar online e offline: Use-a para converter página web para PDF online ou guarde como ficheiro no seu computador para uso posterior.\n- Acesso fácil na barra de ferramentas: Transforme links diretamente a partir da barra de ferramentas do Chrome para acesso rápido.\n- Respeitamos a sua privacidade: A nossa ferramenta não recolhe os seus dados, não armazena os seus ficheiros, nem rastreia os sites que visita.\n- Organizar e arquivar: Use o Converter página web para PDF para exportar qualquer página da internet para ficheiro e integrá-los perfeitamente na sua base de conhecimento pessoal.\n\nQuem pode beneficiar?\n✔️ Investigadores: Obtenha facilmente os seus registos de páginas web.\n✔️ Estudantes: Capture e converta trabalhos académicos em PDFs.\n✔️ Profissionais: Arquive documentos sem complicações.\n✔️ Freelancers: Guarde página da internet como PDF para manter projetos.\n✔️ Todos: Para quem precisa de guardar rapidamente uma página web!\n\nFAQs\n❓ Como instalo?\nPara instalar a nossa aplicação, vá à Chrome Web Store e selecione Adicionar ao Chrome. Será adicionada ao seu navegador e poderá começar a usá-la.\n❓ Como converter uma página web para PDF no formato Chrome usando a sua extensão?\nPara converter uma página web em PDF, clique no ícone da nossa extensão e o seu ficheiro será gerado em segundos.\n❓ Como guardar página da internet como PDF?\nA nossa extensão oferece uma forma simples. Pode guardar qualquer página da internet como PDF seguindo os passos simples.\n❓ Posso usar esta extensão para guardar páginas inteiras? Absolutamente! A nossa ferramenta Converter página web para PDF tornou-se uma excelente solução para guardar páginas da internet.\n❓ Se encontrar um problema ao usar converter página web para PDF, há suporte ao cliente disponível?\nSinta-se à vontade para nos contactar diretamente por e-mail ou deixar um pedido na Chrome Web Store. Ficaremos felizes em ajudar!\n❓ Tenho algumas ideias e feedback para captura de ecrã no Chrome. Posso partilhá-las com os desenvolvedores?\nA nossa equipa está sempre aberta a ouvir os nossos utilizadores. Não hesite em enviar as suas propostas, ideias ou críticas. Valorizamos o que tem a dizer.\n\nFuncionalidades avançadas\n➤ Captura de página inteira: Use o botão de captura de página inteira para guardar uma página web como PDF.\n➤ Opções de formato e qualidade: Ajuste a qualidade e o formato para atender às suas necessidades.\n➤ Acesso fácil a partir da barra de ferramentas: Diretamente e sempre que precisar.\n\nComo usar a nossa extensão?\n1. Instale a nossa extensão.\n2. Visite qualquer página web que deseja transformar.\n3. Clique no nosso ícone – a sua página web será guardada instantaneamente.\n4. Continue a converter páginas web em movimento – o seu trabalho não será interrompido!\n5. Deixe-nos uma crítica se quiser mudar ou adicionar algo!\n\nBenefícios adicionais\n⚡ Não é necessário software: Este conversor funciona diretamente no Chrome.\n⚡ Formatação fiável: Quer esteja a converter um post de blog ou uma pesquisa detalhada, a extensão garante um estilo preciso.\n⚡ Perfeito para capturas de página inteira: Se está cansado de juntar capturas de ecrã, esta extensão pode guardar a página inteira como PDF com um clique.\n⚡ Guarde no seu dispositivo ou na nuvem: Pode guardá-lo diretamente no seu dispositivo ou depois carregá-lo na sua Nuvem.\n\nConverter página web para PDF é a extensão definitiva do Chrome para começar a descarregar, arquivar e partilhar PDFs instantaneamente! Feliz descarregamento, arquivamento e partilha de documentos instantaneamente!",
    "ro": "Această extensie simplă, dar puternică, este perfectă pentru utilizatorii care au nevoie de un instrument de încredere pentru a converti pagina web în PDF în Chrome.\n\nCaracteristici cheie\n1️⃣ Un singur clic: Pur și simplu faceți clic pentru a transforma pagina web în PDF. Facem procesul rapid și eficient.\n2️⃣ Păstrarea aspectului original: Fișierele dvs. vor menține aspectul original al paginii, păstrând textul, imaginile și layout-ul.\n3️⃣ Salvare pagină web ca PDF în Chrome: Acest instrument oferă conversie de înaltă calitate pentru utilizatorii care trebuie să convertească pagini de internet.\n4️⃣ Capturi de ecran ale întregii pagini: Trebuie să faceți o captură de ecran a întregii pagini web? Acum nu mai trebuie să căutați pe Google cum să salvați o pagină web ca PDF!\n\nCum să convertiți pagina web în PDF online\nUrmați acești pași simpli:\n1. Instalați extensia Convertiți pagina web în PDF.\n2. Deschideți site-ul web de pe care doriți să salvați o pagină.\n3. Faceți clic pe Convertiți – fișierul dvs. va fi gata în câteva secunde.\nPuteți afla mai multe și în secțiunea noastră de întrebări frecvente.\n\nDe ce să folosiți acest convertor de pagini web în PDF?\n- Acces rapid: Obțineți versiuni de fișiere ale articolelor, cercetărilor sau transformați orice pagină de internet în PDF cu un singur clic.\n- Funcționează în Chrome: Nu este nevoie să descărcați aplicații suplimentare pentru a învăța cum să salvați o pagină web în format PDF, acum nu trebuie să părăsiți browserul, la fel ca și cu alte extensii precum GoFullPage.\n- Optimizat pentru eficiență: Spre deosebire de alte instrumente, această extensie este integrată cu Chrome, oferindu-vă o modalitate ușoară de a salva paginile web din Chrome.\nOpțiuni de salvare online și offline: Folosiți-o pentru a converti pagina web în PDF online sau salvați-o ca fișier pe computerul dvs. pentru utilizare ulterioară.\n- Acces ușor din bara de instrumente: Transformați linkurile direct din bara de instrumente Chrome pentru acces rapid.\n- Respectăm confidențialitatea dvs.: Instrumentul nostru nu colectează datele dvs., nu stochează fișierele dvs. și nu urmărește site-urile web pe care le vizitați.\n- Organizați și arhivați: Folosiți Convertiți pagina web în PDF pentru a exporta orice pagină de internet în fișier și integrați-le fără probleme în baza dvs. personală de cunoștințe.\n\nCine poate beneficia?\n✔️ Cercetători: Obțineți cu ușurință înregistrările paginilor web.\n✔️ Studenți: Capturați și convertiți lucrările academice în PDF-uri.\n✔️ Profesioniști: Arhivați documentele fără bătăi de cap.\n✔️ Freelanceri: Salvați pagina de internet ca PDF pentru a păstra proiectele.\n✔️ Toată lumea: Pentru oricine trebuie să salveze rapid o pagină web!\n\nÎntrebări frecvente\n❓ Cum instalez?\nPentru a instala aplicația noastră, accesați Chrome Web Store și selectați Adaugă în Chrome. Va fi adăugată în browserul dvs. și puteți începe să o utilizați.\n❓ Cum să convertesc o pagină web în PDF în format Chrome folosind extensia dvs.?\nPentru a converti o pagină web în PDF, faceți clic pe pictograma extensiei noastre și fișierul dvs. va fi generat în câteva secunde.\n❓ Cum să salvez pagina de internet ca PDF?\nExtensia noastră oferă o modalitate simplă. Puteți salva orice pagină de internet ca PDF urmând pașii simpli.\n❓ Pot folosi această extensie pentru a salva pagini web întregi? Absolut! Instrumentul nostru Convertiți pagina web în PDF a devenit o soluție excelentă pentru salvarea paginilor de internet.\n❓ Dacă întâmpin o problemă în timp ce folosesc Convertiți pagina web în PDF, există suport pentru clienți disponibil?\nNu ezitați să ne contactați direct prin e-mail sau să lăsați un tichet în Chrome Web Store. Vom fi bucuroși să vă ajutăm!\n❓ Am câteva idei și feedback pentru captură de ecran Chrome. Pot să le împărtășesc dezvoltatorilor?\nEchipa noastră este întotdeauna deschisă să audă de la utilizatorii noștri. Nu ezitați să ne trimiteți propunerile, ideile sau recenziile dvs. Apreciem ceea ce aveți de spus.\n\nCaracteristici avansate\n➤ Captură de ecran a întregii pagini web: Folosiți butonul de captură completă a paginii pentru a salva o pagină web ca PDF.\n➤ Opțiuni de format și calitate: Ajustați calitatea și formatul pentru a vă satisface nevoile.\n➤ Acces ușor din bara de instrumente: Direct și oricând aveți nevoie.\n\nCum să folosiți extensia noastră?\n1. Instalați extensia noastră.\n2. Vizitați orice pagină web pe care doriți să o transformați.\n3. Faceți clic pe pictograma noastră – pagina dvs. web va fi salvată instantaneu.\n4. Continuați să convertiți paginile web din mers – munca dvs. nu va fi întreruptă!\n5. Lăsați-ne o recenzie dacă doriți să schimbați sau să adăugați ceva!\n\nBeneficii suplimentare\n⚡ Nu este nevoie de software: Acest convertor funcționează direct în Chrome.\n⚡ Formatare de încredere: Indiferent dacă convertiți un articol de blog sau o cercetare detaliată, extensia asigură un stil precis.\n⚡ Perfect pentru capturi de ecran ale întregii pagini: Dacă sunteți obosit să asamblați capturi de ecran, această extensie poate salva întreaga pagină ca PDF cu un singur clic.\n⚡ Salvați pe dispozitivul dvs. sau în cloud: Puteți salva direct pe dispozitivul dvs. sau apoi să încărcați în Cloud.\n\nConvertiți pagina web în PDF este extensia Chrome supremă pentru a începe să descărcați, arhivați și partajați PDF-uri instantaneu! Descărcare, arhivare și partajare fericită a documentelor instantanee!",
    "ru": "Это простое, но мощное расширение идеально подходит для пользователей, которым нужен надежный инструмент для преобразования веб-страниц в PDF в Chrome.\n\nКлючевые особенности\n1️⃣ Один клик: Просто нажмите, чтобы преобразовать веб-страницу в PDF. Мы делаем процесс быстрым и эффективным.\n2️⃣ Сохранение оригинальной компоновки: Ваши файлы сохранят оригинальный вид страницы, включая текст, изображения и компоновку.\n3️⃣ Сохранение веб-страницы как PDF в Chrome: Этот инструмент предлагает высококачественное преобразование для пользователей, которым нужно конвертировать интернет-страницы.\n4️⃣ Скриншоты всей страницы: Нужно сделать скриншот всей веб-страницы? Теперь вам больше не нужно искать в Google, как сохранить веб-страницу в PDF!\n\nКак преобразовать веб-страницу в PDF онлайн\nСледуйте этим простым шагам:\n1. Установите расширение \" Скриншот всей страницы сайта\".\n2. Откройте сайт, с которого хотите сохранить страницу.\n3. Нажмите \"Преобразовать\" – ваш файл будет готов через несколько секунд.\nВы также можете узнать больше в нашем разделе FAQ.\n\nПочему стоит использовать этот конвертер веб-страниц в PDF?\n- Быстрый доступ: Получите файловые версии статей, исследований или преобразуйте любую интернет-страницу в PDF одним кликом.\n- Работает в Chrome: Нет необходимости загружать сторонние приложения, чтобы узнать, как сохранить веб-страницу в формате PDF, теперь вам не нужно покидать браузер, как с другими расширениями, такими как GoFullPage.\n- Оптимизировано для эффективности: В отличие от других инструментов, это расширение интегрировано с Chrome, предлагая вам простой способ сохранения веб-страниц Chrome.\nОнлайн и оффлайн варианты сохранения: Используйте его для преобразования веб-страницы в PDF онлайн или сохраните как файл на свой компьютер для последующего использования.\n- Легкий доступ из панели инструментов: Преобразуйте ссылки прямо из панели инструментов Chrome для быстрого доступа.\n- Мы уважаем вашу конфиденциальность: Наш инструмент не собирает ваши данные, не хранит ваши файлы и не отслеживает посещаемые вами сайты.\n- Организация и архивирование: Используйте \"Преобразовать веб-страницу в PDF\", чтобы экспортировать любую интернет-страницу в файл и беспрепятственно интегрировать их в вашу личную базу знаний.\n\nКто может извлечь выгоду?\n✔️ Исследователи: Легко получайте записи веб-страниц.\n✔️ Студенты: Захватывайте и конвертируйте академические работы в PDF.\n✔️ Профессионалы: Архивируйте документы без хлопот.\n✔️ Фрилансеры: Сохраняйте интернет-страницы в PDF для проектов.\n✔️ Все: Для всех, кому нужно быстро сохранить веб-страницу!\n\nЧасто задаваемые вопросы\n❓ Как установить?\nЧтобы установить наше приложение, перейдите в Интернет-магазин Chrome и выберите \"Добавить в Chrome\". Оно будет добавлено в ваш браузер, и вы сможете начать его использовать.\n❓ Как преобразовать веб-страницу в PDF в формате Chrome с помощью вашего расширения?\nЧтобы преобразовать веб-страницу в PDF, нажмите на значок нашего расширения, и ваш файл будет сгенерирован через несколько секунд.\n❓ Как сохранить интернет-страницу в PDF?\nНаше расширение предоставляет плавный способ. Вы можете сохранить любую интернет-страницу в PDF, следуя простым шагам.\n❓ Могу ли я использовать это расширение для сохранения целых веб-страниц? Абсолютно! Наш инструмент \"Преобразовать веб-страницу в PDF\" стал отличным решением для сохранения интернет-страниц.\n❓ Если я столкнусь с проблемой при использовании \"Преобразовать веб-страницу в PDF\", доступна ли поддержка клиентов?\nНе стесняйтесь обращаться к нам напрямую по электронной почте или оставлять заявку в Интернет-магазине Chrome. Мы будем рады помочь!\n❓ У меня есть идеи и отзывы о скриншоте Chrome. Могу ли я поделиться ими с разработчиками?\nНаша команда всегда открыта для общения с пользователями. Не стесняйтесь отправлять свои предложения, идеи или отзывы. Мы ценим ваше мнение.\n\nРасширенные функции\n➤ Скриншот всей веб-страницы: Используйте кнопку полного захвата страницы, чтобы сохранить веб-страницу в PDF.\n➤ Опции формата и качества: Настройте качество и формат в соответствии с вашими потребностями.\n➤ Легкий доступ из панели инструментов: Прямо и в любое время, когда вам это нужно.\n\nКак использовать наше расширение?\n1. Установите наше расширение.\n2. Посетите любую веб-страницу, которую хотите преобразовать.\n3. Нажмите на наш значок – ваша веб-страница будет сохранена мгновенно.\n4. Продолжайте преобразовывать веб-страницы на ходу – ваша работа не будет прервана!\n5. Оставьте нам отзыв, если хотите что-то изменить или добавить!\n\nДополнительные преимущества\n⚡ Не требуется программное обеспечение: Этот конвертер работает прямо в Chrome.\n⚡ Надежное форматирование: Независимо от того, конвертируете ли вы блог или детальное исследование, расширение обеспечивает точное оформление.\n⚡ Идеально для скриншотов всей страницы: Если вы устали собирать скриншоты по частям, это расширение может сохранить всю страницу в PDF одним кликом.\n⚡ Сохранение на устройство или в облако: Вы можете сохранить его прямо на устройство или затем загрузить в облако.\n\n\"Скриншот всей страницы сайта\" – это идеальное расширение для Chrome, чтобы начать загружать, архивировать и делиться PDF-файлами мгновенно! Приятного скачивания, архивирования и обмена документами мгновенно!",
    "sk": "Toto jednoduché, no výkonné rozšírenie je ideálne pre používateľov, ktorí potrebujú spoľahlivý nástroj na konvertovanie webových stránok do PDF v Chrome.\n\nKľúčové vlastnosti\n1️⃣ Jedno kliknutie: Jednoducho kliknite na premenenie webovej stránky na PDF. Proces je rýchly a efektívny.\n2️⃣ Zachovanie pôvodného rozloženia: Vaše súbory si zachovajú pôvodný vzhľad stránky, vrátane textu, obrázkov a rozloženia.\n3️⃣ Uloženie webovej stránky ako PDF v Chrome: Tento nástroj ponúka vysokokvalitnú konverziu pre používateľov, ktorí potrebujú konvertovať internetové stránky.\n4️⃣ Snímky celej stránky: Potrebujete urobiť snímku celej webovej stránky? Už nemusíte hľadať, ako uložiť webovú stránku ako PDF!\n\nAko konvertovať webovú stránku do PDF online\nPostupujte podľa týchto jednoduchých krokov:\n1. Nainštalujte rozšírenie Konvertovať webovú stránku do PDF.\n2. Otvorte webovú stránku, ktorú chcete uložiť.\n3. Kliknite na Konvertovať – váš súbor bude pripravený za pár sekúnd.\nViac sa môžete dozvedieť v našej sekcii FAQ.\n\nPrečo používať tento konvertor webových stránok do PDF?\n- Rýchly prístup: Získajte súborové verzie článkov, výskumov alebo premeňte akúkoľvek internetovú stránku na PDF jedným kliknutím.\n- Funguje v Chrome: Nie je potrebné sťahovať ďalšie aplikácie na učenie sa, ako uložiť webovú stránku vo formáte PDF, teraz nemusíte opustiť prehliadač, rovnako ako pri iných rozšíreniach ako GoFullPage.\n- Optimalizované pre efektivitu: Na rozdiel od iných nástrojov je toto rozšírenie integrované s Chrome, ponúkajúc vám jednoduchý spôsob, ako uložiť webové stránky v Chrome.\nOnline a offline možnosti ukladania: Použite ho na konvertovanie webovej stránky do PDF online alebo uložte ako súbor do počítača na neskoršie použitie.\n- Jednoduchý prístup z panela nástrojov: Transformujte odkazy priamo z panela nástrojov Chrome pre rýchly prístup.\n- Rešpektujeme vaše súkromie: Náš nástroj nezbiera vaše dáta, neukladá vaše súbory ani nesleduje webové stránky, ktoré navštevujete.\n- Organizujte a archivujte: Použite Konvertovať webovú stránku do PDF na exportovanie akejkoľvek internetovej stránky do súboru a bezproblémovo ich integrujte do svojej osobnej znalostnej bázy.\n\nKto môže mať prospech?\n✔️ Výskumníci: Jednoducho získajte záznamy webových stránok.\n✔️ Študenti: Zachyťte a konvertujte akademické práce do PDF.\n✔️ Profesionáli: Archivujte dokumenty bez problémov.\n✔️ Freelanceri: Uložte internetovú stránku ako PDF pre uchovanie projektov.\n✔️ Každý: Pre každého, kto potrebuje rýchlo uložiť webovú stránku!\n\nČasto kladené otázky\n❓ Ako nainštalujem?\nAk chcete nainštalovať našu aplikáciu, prejdite do Chrome Web Store a vyberte Pridať do Chrome. Bude pridaná do vášho prehliadača a môžete ju začať používať.\n❓ Ako konvertovať webovú stránku do PDF vo formáte Chrome pomocou vášho rozšírenia?\nAk chcete konvertovať webovú stránku do PDF, kliknite na ikonu nášho rozšírenia a váš súbor bude vygenerovaný za pár sekúnd.\n❓ Ako uložiť internetovú stránku ako PDF?\nNaše rozšírenie poskytuje hladký spôsob. Môžete uložiť akúkoľvek internetovú stránku ako PDF podľa jednoduchých krokov.\n❓ Môžem toto rozšírenie použiť na uloženie celých webových stránok? Absolútne! Náš nástroj Konvertovať webovú stránku do PDF sa stal vynikajúcim riešením pre ukladanie internetových stránok.\n❓ Ak narazím na problém pri používaní Konvertovať webovú stránku do PDF, je k dispozícii zákaznícka podpora?\nNeváhajte nás kontaktovať priamo e-mailom alebo zanechať lístok v Chrome Web Store. Radi vám pomôžeme!\n❓ Mám nejaké nápady a spätnú väzbu pre snímku obrazovky v Chrome. Môžem ich zdieľať s vývojármi?\nNáš tím je vždy otvorený počúvať našich používateľov. Neváhajte poslať svoje návrhy, nápady alebo recenzie. Ceníme si, čo máte na srdci.\n\nPokročilé funkcie\n➤ Snímka celej webovej stránky: Použite tlačidlo na zachytenie celej stránky na uloženie webovej stránky ako PDF.\n➤ Možnosti formátu a kvality: Prispôsobte kvalitu a formát podľa svojich potrieb.\n➤ Jednoduchý prístup z panela nástrojov: Priamo a kedykoľvek to potrebujete.\n\nAko používať naše rozšírenie?\n1. Nainštalujte naše rozšírenie.\n2. Navštívte akúkoľvek webovú stránku, ktorú chcete transformovať.\n3. Kliknite na našu ikonu – vaša webová stránka bude okamžite uložená.\n4. Pokračujte v konvertovaní webových stránok na cestách – vaša práca nebude prerušená!\n5. Zanechajte nám recenziu, ak chcete niečo zmeniť alebo pridať!\n\nĎalšie výhody\n⚡ Nie je potrebný žiadny softvér: Tento konvertor funguje priamo v Chrome.\n⚡ Spoľahlivé formátovanie: Či už konvertujete blogový príspevok alebo podrobný výskum, rozšírenie zaručuje presný štýl.\n⚡ Ideálne pre snímky celej stránky: Ak vás unavuje skladanie snímok, toto rozšírenie môže uložiť celú stránku ako PDF jedným kliknutím.\n⚡ Uložte do svojho zariadenia alebo cloudu: Môžete ho uložiť priamo do svojho zariadenia alebo potom nahrať do svojho cloudu.\n\nKonvertovať webovú stránku do PDF je ultimátne rozšírenie pre Chrome na okamžité sťahovanie, archivovanie a zdieľanie PDF! Šťastné sťahovanie, archivovanie a zdieľanie dokumentov okamžite!",
    "sl": "Ta preprosta, a zmogljiva razširitev je popolna za uporabnike, ki potrebujejo zanesljivo orodje za pretvorbo spletne strani v PDF v Chromu.\n\nKljučne funkcije\n1️⃣ En klik: Preprosto kliknite, da pretvorite spletno stran v PDF. Postopek naredimo hiter in učinkovit.\n2️⃣ Ohranjanje izvirne postavitve: Vaše datoteke bodo ohranile izvirni videz strani, vključno z besedilom, slikami in postavitvijo.\n3️⃣ Shranjevanje spletne strani kot PDF v Chromu: To orodje ponuja visokokakovostno pretvorbo za uporabnike, ki potrebujejo pretvorbo internetnih strani.\n4️⃣ Posnetki celotne strani: Potrebujete posnetek celotne spletne strani? Zdaj vam ni več treba iskati, kako shraniti spletno stran kot PDF!\n\nKako pretvoriti spletno stran v PDF na spletu\nSledite tem preprostim korakom:\n1. Namestite razširitev pretvori spletno stran v PDF.\n2. Odprite spletno stran, ki jo želite shraniti.\n3. Kliknite Pretvori – vaša datoteka bo pripravljena v nekaj sekundah.\nVeč lahko izveste tudi v našem razdelku s pogostimi vprašanji.\n\nZakaj uporabiti ta pretvornik spletne strani v PDF?\n- Hiter dostop: Pridobite različice datotek člankov, raziskav ali pretvorite katero koli internetno stran v PDF z enim klikom.\n- Deluje znotraj Chroma: Ni potrebe po prenosu dodatnih aplikacij za učenje, kako shraniti spletno stran v PDF formatu, zdaj vam ni treba zapustiti brskalnika, tako kot pri drugih razširitvah, kot je GoFullPage.\n- Optimizirano za učinkovitost: Za razliko od drugih orodij je ta razširitev integrirana s Chromom, kar vam ponuja enostaven način za shranjevanje spletnih strani v Chromu.\n- Spletne in brez povezave možnosti shranjevanja: Uporabite jo za pretvorbo spletne strani v PDF na spletu ali shranite kot datoteko na računalnik za kasnejšo uporabo.\n- Enostaven dostop iz orodne vrstice: Pretvorite povezave neposredno iz orodne vrstice Chroma za hiter dostop.\n- Spoštujemo vašo zasebnost: Naše orodje ne zbira vaših podatkov, ne shranjuje vaših datotek in ne sledi spletnim stranem, ki jih obiščete.\n- Organizirajte in arhivirajte: Uporabite Pretvori spletno stran v PDF za izvoz katere koli internetne strani v datoteko in jih brez težav vključite v svojo osebno bazo znanja.\n\nKdo lahko koristi?\n✔️ Raziskovalci: Enostavno pridobite zapise spletnih strani.\n✔️ Študenti: Zajemite in pretvorite akademska dela v PDF-je.\n✔️ Strokovnjaki: Arhivirajte dokumente brez težav.\n✔️ Samostojni delavci: Shranite internetno stran kot PDF za ohranitev projektov.\n✔️ Vsi: Za vsakogar, ki mora hitro shraniti spletno stran!\n\nPogosta vprašanja\n❓ Kako namestim?\nZa namestitev naše aplikacije pojdite v Chrome Web Store in izberite Dodaj v Chrome. Dodana bo v vaš brskalnik in jo lahko začnete uporabljati.\n❓ Kako pretvoriti spletno stran v PDF v formatu Chrome z vašo razširitvijo?\nZa pretvorbo spletne strani v PDF kliknite našo ikono razširitve in vaša datoteka bo ustvarjena v nekaj sekundah.\n❓ Kako shraniti internetno stran kot PDF?\nNaša razširitev zagotavlja gladek način. Sledite preprostim korakom in shranite katero koli internetno stran kot PDF.\n❓ Ali lahko uporabim to razširitev za shranjevanje celotnih spletnih strani? Absolutno! Naše orodje Pretvori spletno stran v PDF je postalo odlično rešitev za shranjevanje internetnih strani.\n❓ Če naletim na težavo pri uporabi pretvori spletno stran v PDF, ali je na voljo podpora strankam?\nProsto nas kontaktirajte neposredno po e-pošti ali pustite zahtevek v Chrome Web Store. Z veseljem vam bomo pomagali!\n❓ Imam nekaj idej in povratnih informacij za posnetek zaslona v Chromu. Ali jih lahko delim z razvijalci?\nNaša ekipa je vedno odprta za poslušanje naših uporabnikov. Ne oklevajte in pošljite svoje predloge, ideje ali ocene. Cenimo, kar imate povedati.\n\nNapredne funkcije\n➤ Posnetek celotne spletne strani: Uporabite gumb za zajem celotne strani, da shranite spletno stran kot PDF.\n➤ Možnosti formata in kakovosti: Prilagodite kakovost in format, da ustrezata vašim potrebam.\n➤ Enostaven dostop iz orodne vrstice: Neposredno in kadarkoli ga potrebujete.\n\nKako uporabljati našo razširitev?\n1. Namestite našo razširitev.\n2. Obiščite katero koli spletno stran, ki jo želite pretvoriti.\n3. Kliknite na našo ikono – vaša spletna stran bo takoj shranjena.\n4. Nadaljujte s pretvorbo spletnih strani na poti – vaše delo ne bo prekinjeno!\n5. Pustite nam oceno, če želite kaj spremeniti ali dodati!\n\nDodatne prednosti\n⚡ Brez potrebne programske opreme: Ta pretvornik deluje neposredno v Chromu.\n⚡ Zanesljivo oblikovanje: Ne glede na to, ali pretvarjate blog objavo ali podrobno raziskavo, razširitev zagotavlja natančno oblikovanje.\n⚡ Popolno za posnetke celotne strani: Če ste naveličani sestavljanja posnetkov zaslona, lahko ta razširitev shrani celotno stran kot PDF z enim klikom.\n⚡ Shranite na svojo napravo ali v oblak: Lahko ga shranite neposredno na svojo napravo ali nato naložite v svoj oblak.\n\nPretvori spletno stran v PDF je vrhunska razširitev za Chrome za takojšnje prenašanje, arhiviranje in deljenje PDF-jev! Veselo prenašanje, arhiviranje in deljenje dokumentov takoj!",
    "sr": "Ovo jednostavno, ali moćno proširenje je savršeno za korisnike kojima je potreban pouzdan alat za konvertovanje veb stranica u PDF u Chrome-u.\n\nKljučne karakteristike\n1️⃣ Jedan klik: Jednostavno kliknite da pretvorite veb stranicu u PDF. Proces činimo brzim i efikasnim.\n2️⃣ Zadržavanje originalnog izgleda: Vaši fajlovi će zadržati originalni izgled stranice, čuvajući tekst, slike i raspored.\n3️⃣ Sačuvaj veb stranicu kao PDF u Chrome-u: Ovaj alat nudi visokokvalitetnu konverziju za korisnike koji trebaju konvertovati internet stranice.\n4️⃣ Snimci celih stranica: Trebate li snimiti celu veb stranicu? Sada više ne morate da pretražujete kako da sačuvate veb stranicu kao PDF!\n\nKako konvertovati veb stranicu u PDF online\nPratite ove jednostavne korake:\n1. Instalirajte proširenje \"Konvertuj veb stranicu u PDF\".\n2. Otvorite veb sajt sa kojeg želite da sačuvate stranicu.\n3. Kliknite na Konvertuj – vaš fajl će biti spreman za nekoliko sekundi.\nViše informacija možete pronaći u našem FAQ odeljku.\n\nZašto koristiti ovaj konverter veb stranica u PDF?\n- Brz pristup: Dobijte verzije fajlova članaka, istraživanja ili pretvorite bilo koju internet stranicu u PDF jednim klikom.\n- Radi unutar Chrome-a: Nema potrebe za preuzimanjem dodatnih aplikacija da biste naučili kako da sačuvate veb stranicu u PDF formatu, sada ne morate napuštati pregledač kao kod drugih proširenja poput GoFullPage.\n- Optimizovano za efikasnost: Za razliku od drugih alata, ovo proširenje je integrisano sa Chrome-om, nudeći vam jednostavan način za čuvanje Chrome veb stranica.\nOnline i offline opcije čuvanja: Koristite ga za konvertovanje veb stranica u PDF online ili sačuvajte kao fajl na vašem računaru za kasniju upotrebu.\n- Lak pristup sa alatne trake: Transformišite linkove direktno sa vaše Chrome alatne trake za brz pristup.\n- Poštujemo vašu privatnost: Naš alat ne prikuplja vaše podatke, ne čuva vaše fajlove, niti prati veb sajtove koje posećujete.\n- Organizujte i arhivirajte: Koristite \"Konvertuj veb stranicu u PDF\" da izvezete bilo koju internet stranicu u fajl i besprekorno ih integrišete u vašu ličnu bazu znanja.\n\nKo može imati koristi?\n✔️ Istraživači: Lako dobijte zapise veb stranica.\n✔️ Studenti: Snimite i konvertujte akademske radove u PDF-ove.\n✔️ Profesionalci: Arhivirajte dokumente bez muke.\n✔️ Frilenseri: Sačuvajte internet stranicu kao PDF da biste zadržali projekte.\n✔️ Svi: Za svakoga ko mora brzo sačuvati veb stranicu!\n\nČesta pitanja\n❓ Kako da instaliram?\nDa biste instalirali našu aplikaciju, idite na Chrome Web Store i izaberite Dodaj u Chrome. Biće dodata u vaš pregledač i možete je početi koristiti.\n❓ Kako konvertovati veb stranicu u PDF u Chrome formatu koristeći vaše proširenje?\nDa biste konvertovali veb stranicu u PDF, kliknite na ikonu našeg proširenja i vaš fajl će biti generisan za nekoliko sekundi.\n❓ Kako sačuvati internet stranicu kao PDF?\nNaše proširenje pruža jednostavan način. Možete sačuvati bilo koju internet stranicu kao PDF prateći jednostavne korake.\n❓ Mogu li koristiti ovo proširenje za čuvanje celih veb stranica? Apsolutno! Naš alat \"Konvertuj veb stranicu u PDF\" postao je odlično rešenje za čuvanje internet stranica.\n❓ Ako naiđem na problem dok koristim \"Konvertuj veb stranicu u PDF\", da li je dostupna korisnička podrška?\nSlobodno nas kontaktirajte direktno putem e-pošte ili ostavite tiket u Chrome Web Store-u. Biće nam drago da pomognemo!\n❓ Imam neke ideje i povratne informacije za Chrome snimke ekrana. Mogu li ih podeliti sa programerima?\nNaš tim je uvek otvoren za slušanje korisnika. Ne ustručavajte se da pošaljete svoje predloge, ideje ili recenzije. Cenimo ono što imate da kažete.\n\nNapredne funkcije\n➤ Snimak cele veb stranice: Koristite dugme za snimanje cele stranice da sačuvate veb stranicu kao PDF.\n➤ Opcije formata i kvaliteta: Podesite kvalitet i format da odgovaraju vašim potrebama.\n➤ Lak pristup sa alatne trake: Direktno i kad god vam zatreba.\n\nKako koristiti naše proširenje?\n1. Instalirajte naše proširenje.\n2. Posetite bilo koju veb stranicu koju želite da transformišete.\n3. Kliknite na našu ikonu – vaša veb stranica će biti sačuvana odmah.\n4. Nastavite sa konvertovanjem veb stranica u pokretu – vaš rad neće biti prekinut!\n5. Ostavite nam recenziju ako želite nešto da promenite ili dodate!\n\nDodatne pogodnosti\n⚡ Nema potrebe za softverom: Ovaj konverter radi direktno u Chrome-u.\n⚡ Pouzdano formatiranje: Bilo da konvertujete blog post ili detaljno istraživanje, proširenje osigurava tačno stilizovanje.\n⚡ Savršeno za snimke celih stranica: Ako ste umorni od sastavljanja snimaka ekrana, ovo proširenje može sačuvati celu stranicu kao PDF jednim klikom.\n⚡ Sačuvajte na svom uređaju ili u oblaku: Možete ga sačuvati direktno na svom uređaju ili ga zatim otpremiti u svoj oblak.\n\n\"Konvertuj veb stranicu u PDF\" je ultimativno Chrome proširenje za trenutno preuzimanje, arhiviranje i deljenje PDF-ova! Srećno preuzimanje, arhiviranje i deljenje dokumenata odmah!",
    "sv": "Denna enkla men kraftfulla tillägg är perfekt för användare som behöver ett pålitligt verktyg för att konvertera webbsida till PDF i Chrome.\n\nViktiga funktioner\n1️⃣ Ett klick: Klicka bara för att omvandla webbsida till PDF. Vi gör processen snabb och effektiv.\n2️⃣ Behåll original layout: Dina filer kommer att behålla sidans ursprungliga utseende, inklusive text, bilder och layout.\n3️⃣ Spara webbsida som PDF i Chrome: Detta verktyg erbjuder högkvalitativ konvertering för användare som behöver konvertera internetsidor.\n4️⃣ Skärmdumpar av hela sidan: Behöver du ta en skärmdump av hela webbsidan? Nu behöver du inte längre googla hur man sparar en webbsida som PDF!\n\nHur man konverterar webbsida till PDF online\nFölj dessa enkla steg:\n1. Installera Gem webside som PDF.\n2. Öppna webbplatsen du vill spara en sida från.\n3. Klicka på Konvertera – din fil kommer att vara klar på några sekunder.\nDu kan också lära dig mer i vår FAQ-sektion.\n\nVarför använda denna webbsida till PDF-konverterare?\n- Snabb åtkomst: Få filversioner av artiklar, forskning eller omvandla vilken internetsida som helst till PDF med bara ett klick.\n- Fungerar inom Chrome: Ingen nedladdning av sidoprogram behövs för att lära sig hur man sparar webbsida i PDF-format, nu behöver du inte lämna din webbläsare precis som med andra tillägg som GoFullPage.\n- Optimerad för effektivitet: Till skillnad från andra verktyg är detta tillägg integrerat med Chrome, vilket erbjuder ett enkelt sätt att spara Chrome-webbsidor.\nOnline- och offline-sparalternativ: Använd det för att konvertera webbsida till PDF online eller spara som en fil till din dator för senare användning.\n- Enkel åtkomst från verktygsfältet: Omvandla länkar direkt från ditt Chrome-verktygsfält för snabb åtkomst.\n- Vi respekterar din integritet: Vårt verktyg samlar inte in dina data, lagrar dina filer eller spårar de webbplatser du besöker.\n- Organisera och arkivera: Använd Konvertera webbsida till PDF för att exportera vilken internetsida som helst till fil och integrera dem sömlöst i din personliga kunskapsbas.\n\nVem kan dra nytta av det?\n✔️ Forskare: Få dina register över webbsidor enkelt.\n✔️ Studenter: Fånga och konvertera akademiska arbeten till PDF.\n✔️ Professionella: Arkivera dokument utan krångel.\n✔️ Frilansare: Spara internetsida som PDF för att behålla projekt.\n✔️ Alla: För alla som snabbt behöver spara en webbsida!\n\nVanliga frågor\n❓ Hur installerar jag?\nFör att installera vår app, gå till Chrome Web Store och välj Lägg till i Chrome. Den kommer att läggas till i din webbläsare och du kan börja använda den.\n❓ Hur konverterar jag en webbsida till PDF i Chrome-format med ditt tillägg?\nFör att konvertera en webbsida till en PDF, klicka på vårt tilläggsikon och din fil kommer att genereras på några sekunder.\n❓ Hur sparar jag internetsida som PDF?\nVårt tillägg erbjuder ett smidigt sätt. Du kan spara vilken internetsida som helst som PDF genom att följa de enkla stegen.\n❓ Kan jag använda detta tillägg för att spara hela webbsidor? Absolut! Vårt verktyg Konvertera webbsida till PDF blev en utmärkt lösning för att spara internetsidor.\n❓ Om jag stöter på ett problem när jag använder konvertera webbsida till PDF, finns det kundsupport tillgänglig?\nTveka inte att kontakta oss direkt via e-post eller lämna en biljett i Chrome Web Store. Vi hjälper gärna till!\n❓ Jag har några idéer och feedback för Chrome-skärmdump. Kan jag dela dem med utvecklarna?\nVårt team är alltid öppet för att höra från våra användare. Tveka inte att skicka in dina förslag, idéer eller recensioner. Vi värdesätter vad du har att säga.\n\nAvancerade funktioner\n➤ Skärmdump av hela webbsidan: Använd knappen för fullständig sidfångst för att spara en webbsida som PDF.\n➤ Format- och kvalitetsalternativ: Justera kvaliteten och formatet för att möta dina behov.\n➤ Enkel åtkomst från verktygsfältet: Direkt och när du behöver det.\n\nHur använder man vårt tillägg?\n1. Installera vårt tillägg.\n2. Besök vilken webbsida som helst som du vill omvandla.\n3. Klicka på vår ikon – din webbsida kommer att sparas omedelbart.\n4. Fortsätt konvertera webbsidor på språng – ditt arbete kommer inte att avbrytas!\n5. Lämna oss en recension om du vill ändra eller lägga till något!\n\nYtterligare fördelar\n⚡ Ingen programvara behövs: Denna konverterare fungerar direkt i Chrome.\n⚡ Tillförlitlig formatering: Oavsett om du konverterar ett blogginlägg eller en detaljerad forskning, säkerställer tillägget korrekt stil.\n⚡ Perfekt för skärmdumpar av hela sidan: Om du är trött på att sätta ihop skärmdumpar kan detta tillägg spara hela sidan som PDF med ett klick.\n⚡ Spara till din enhet eller moln: Du kan spara det direkt till din enhet eller sedan ladda upp det till ditt moln.\n\nGem webside som PDF är det ultimata Chrome-tillägget för att börja ladda ner, arkivera och dela PDF-filer direkt! Lycka till med nedladdning, arkivering och delning av dokument direkt!",
    "sw": "Kiendelezi hiki rahisi lakini chenye nguvu ni bora kwa watumiaji wanaohitaji chombo cha kuaminika kubadilisha ukurasa wa wavuti kuwa PDF katika Chrome.\n\nSifa kuu\n1️⃣ Bonyeza moja: Bonyeza tu kubadilisha ukurasa wa wavuti kuwa PDF. Tunafanya mchakato kuwa wa haraka na mzuri.\n2️⃣ Hifadhi mpangilio asili: Faili zako zitadumisha mwonekano wa asili wa ukurasa, zikihifadhi maandishi, picha, na mpangilio.\n3️⃣ Hifadhi ukurasa wa wavuti kama PDF Chrome: Chombo hiki kinatoa ubadilishaji wa ubora wa juu kwa watumiaji wanaohitaji kubadilisha kurasa za mtandao.\n4️⃣ Picha za skrini za ukurasa mzima: Unahitaji kuchukua picha ya skrini ya ukurasa mzima wa wavuti? Sasa huna haja ya kutafuta jinsi ya kuhifadhi ukurasa wa wavuti kama PDF tena!\n\nJinsi ya kubadilisha ukurasa wa wavuti kuwa PDF mtandaoni\nFuata hatua hizi rahisi:\n1. Sakinisha kiendelezi cha badilisha ukurasa wa wavuti kuwa PDF.\n2. Fungua tovuti unayotaka kuhifadhi ukurasa kutoka.\n3. Bonyeza Badilisha – faili yako itakuwa tayari kwa sekunde.\nUnaweza pia kujifunza zaidi katika sehemu yetu ya Maswali Yanayoulizwa Mara kwa Mara.\n\nKwa nini utumie kibadilishaji hiki cha ukurasa wa wavuti kuwa PDF?\n- Ufikiaji wa haraka: Pata matoleo ya faili ya makala, utafiti, au badilisha ukurasa wowote wa mtandao kuwa PDF kwa bonyeza moja.\n- Inafanya kazi ndani ya Chrome: Hakuna haja ya kupakua programu za pembeni kujifunza jinsi ya kuhifadhi ukurasa wa wavuti katika muundo wa PDF, sasa huna haja ya kuacha kivinjari chako kama ilivyo na viendelezi vingine kama GoFullPage.\n- Imeboreshwa kwa ufanisi: Tofauti na zana nyingine, kiendelezi hiki kimeunganishwa na Chrome, kikikupa njia rahisi ya kuhifadhi kurasa za wavuti za chrome.\nChaguo za kuhifadhi mtandaoni na nje ya mtandao: Tumia kubadilisha ukurasa wa wavuti kuwa PDF mtandaoni au uhifadhi kama faili kwenye kompyuta yako kwa matumizi ya baadaye.\n- Ufikiaji rahisi wa upau wa zana: Badilisha viungo moja kwa moja kutoka kwenye upau wa zana wa Chrome kwa ufikiaji wa haraka.\n- Tunaheshimu faragha yako: Chombo chetu hakikusanyi data yako, kuhifadhi faili zako, wala kufuatilia tovuti unazotembelea.\n- Panga na kuhifadhi: Tumia Badilisha ukurasa wa wavuti kuwa PDF kusafirisha ukurasa wowote wa mtandao kuwa faili, na kuziunganisha kwa urahisi katika hifadhidata yako ya maarifa binafsi.\n\nNani anaweza kufaidika?\n✔️ Watafiti: Pata rekodi zako za kurasa za wavuti kwa urahisi.\n✔️ Wanafunzi: Chukua na badilisha kazi za kitaaluma kuwa PDF.\n✔️ Wataalamu: Hifadhi nyaraka bila usumbufu.\n✔️ Wafanyakazi huru: Hifadhi ukurasa wa mtandao kama PDF ili kuhifadhi miradi.\n✔️ Kila mtu: Kwa yeyote anayehitaji kuhifadhi ukurasa wa wavuti haraka!\n\nMaswali Yanayoulizwa Mara kwa Mara\n❓ Jinsi ya kusakinisha?\nIli kusakinisha programu yetu, nenda kwenye Duka la Wavuti la Chrome na uchague Ongeza kwenye Chrome. Itaongezwa kwenye kivinjari chako, na unaweza kuanza kuitumia.\n❓ Jinsi ya kubadilisha ukurasa wa wavuti kuwa PDF katika muundo wa chrome kwa kutumia kiendelezi chako?\nIli kubadilisha ukurasa wa wavuti kuwa PDF, bonyeza ikoni ya kiendelezi chetu na faili yako itatengenezwa kwa sekunde.\n❓ Jinsi ya kuhifadhi ukurasa wa mtandao kama pdf?\nKiendelezi chetu kinatoa njia laini. Unaweza kuhifadhi ukurasa wowote wa mtandao kama PDF kwa kufuata hatua rahisi.\n❓ Je, naweza kutumia kiendelezi hiki kuhifadhi kurasa nzima za wavuti? Kabisa! Chombo chetu cha Badilisha ukurasa wa wavuti kuwa PDF kimekuwa suluhisho bora kwa kuhifadhi kurasa za mtandao.\n❓ Nikikumbana na tatizo wakati wa kutumia badilisha ukurasa wa wavuti kuwa pdf, je, kuna msaada wa wateja unaopatikana?\nJisikie huru kuwasiliana nasi moja kwa moja kupitia barua pepe au acha tiketi katika Duka la Wavuti la Chrome. Tutafurahi kusaidia!\n❓ Nina mawazo na maoni kwa ajili ya picha za skrini za chrome. Je, naweza kushiriki na watengenezaji?\nTimu yetu iko wazi kila wakati kusikia kutoka kwa watumiaji wetu. Usisite kutuma mapendekezo yako, mawazo, au maoni. Tunathamini unachosema.\n\nVipengele vya juu\n➤ Picha ya skrini ya ukurasa mzima: Tumia kitufe cha kukamata ukurasa mzima kuhifadhi ukurasa wa wavuti kama PDF.\n➤ Chaguo za muundo na ubora: Rekebisha ubora na muundo ili kukidhi mahitaji yako.\n➤ Ufikiaji rahisi kutoka kwenye upau wa zana: Moja kwa moja na wakati wowote unahitaji.\n\nJinsi ya kutumia kiendelezi chetu?\n1. Sakinisha kiendelezi chetu.\n2. Tembelea ukurasa wowote wa wavuti unaotaka kubadilisha.\n3. Bonyeza ikoni yetu – ukurasa wako wa wavuti utaokolewa mara moja.\n4. Endelea kubadilisha kurasa za wavuti ukiwa njiani – kazi yako haitakatizwa!\n5. Tuachie maoni ikiwa unataka kubadilisha au kuongeza kitu!\n\nFaida za ziada\n⚡ Hakuna programu inayohitajika: Kibadilishaji hiki kinafanya kazi moja kwa moja ndani ya Chrome.\n⚡ Uwekaji wa muundo wa kuaminika: Iwe unabadilisha chapisho la blogu au utafiti wa kina, kiendelezi kinahakikisha mtindo sahihi.\n⚡ Bora kwa picha za skrini za ukurasa mzima: Ikiwa umechoka kuunganisha picha za skrini, kiendelezi hiki kinaweza kuhifadhi ukurasa mzima kama PDF kwa bonyeza moja.\n⚡ Hifadhi kwenye kifaa chako au wingu: Unaweza kuhifadhi moja kwa moja kwenye kifaa chako au kisha kupakia kwenye Wingu lako.\n\nBadilisha ukurasa wa wavuti kuwa PDF ni kiendelezi bora cha Chrome kuanza kupakua, kuhifadhi na kushiriki PDF mara moja! Furahia kupakua, kuhifadhi na kushiriki nyaraka mara moja!",
    "ta": "Chrome இல் வலைப்பக்கத்தை pdf ஆக மாற்ற நம்பகமான கருவி தேவைப்படும் பயனர்களுக்கு இந்த எளிய மற்றும் சக்திவாய்ந்த நீட்டிப்பு சரியானது.\n\n முக்கிய அம்சங்கள்\n 1️⃣ ஒரு கிளிக்: வலைப்பக்கத்தை PDF ஆக மாற்ற கிளிக் செய்யவும். நாங்கள் செயல்முறையை விரைவாகவும் திறமையாகவும் செய்கிறோம்.\n 2️⃣ அசல் தளவமைப்பை வைத்திருங்கள்: உங்கள் கோப்புகள் பக்கத்தின் அசல் தோற்றத்தைப் பராமரிக்கும், உரை, படங்கள் மற்றும் தளவமைப்பைப் பாதுகாக்கும்.\n 3️⃣ வலைப்பக்கத்தை PDF Chrome ஆகச் சேமி: இணையப் பக்கங்களை மாற்ற வேண்டிய பயனர்களுக்கு இந்தக் கருவி உயர்தர மாற்றத்தை வழங்குகிறது.\n 4️⃣ முழு பக்க ஸ்கிரீன்ஷாட்கள்: முழு வலைப்பக்கத்தையும் ஸ்கிரீன்ஷாட் செய்ய வேண்டுமா? வலைப்பக்கத்தை pdf ஆக சேமிப்பது எப்படி என்பதை இப்போது நீங்கள் கூகுளில் பார்க்க வேண்டியதில்லை!\n\n இணையப் பக்கத்தை ஆன்லைனில் PDF ஆக மாற்றுவது எப்படி\n இந்த எளிய வழிமுறைகளைப் பின்பற்றவும்:\n 1. வலைப்பக்கத்தை pdf நீட்டிப்பாக மாற்றவும்.\n 2. நீங்கள் ஒரு பக்கத்தைச் சேமிக்க விரும்பும் இணையதளத்தைத் திறக்கவும்.\n 3. மாற்று என்பதைக் கிளிக் செய்யவும் - உங்கள் கோப்பு நொடிகளில் தயாராகிவிடும்.\n எங்கள் அடிக்கடி கேட்கப்படும் கேள்விகள் பிரிவில் நீங்கள் மேலும் அறியலாம்.\n\n pdf மாற்றிக்கு இந்த வலைப்பக்கத்தை ஏன் பயன்படுத்த வேண்டும்?\n - விரைவான அணுகல்: கட்டுரைகளின் கோப்பு பதிப்புகளைப் பெறவும், ஆராய்ச்சி செய்யவும் அல்லது எந்த இணையப் பக்கத்தையும் ஒரே கிளிக்கில் PDF ஆக மாற்றவும்.\n - Chrome இல் வேலை செய்கிறது: PDF வடிவத்தில் வலைப்பக்கத்தை எவ்வாறு சேமிப்பது என்பதை அறிய பக்க பயன்பாடுகளைப் பதிவிறக்க வேண்டிய அவசியமில்லை, இப்போது GoFullPage போன்ற பிற நீட்டிப்புகளைப் போலவே உங்கள் உலாவியை விட்டு வெளியேற வேண்டியதில்லை.\n - செயல்திறனுக்காக மேம்படுத்தப்பட்டது: பிற கருவிகளைப் போலல்லாமல், இந்த நீட்டிப்பு Chrome உடன் ஒருங்கிணைக்கப்பட்டுள்ளது, இது உங்களுக்கு chrome வலைப்பக்கங்களைச் சேமிப்பதற்கான எளிதான வழியை வழங்குகிறது.\n ஆன்லைன் மற்றும் ஆஃப்லைன் சேமிப்பு விருப்பங்கள்: வலைப்பக்கத்தை ஆன்லைனில் PDF ஆக மாற்ற அல்லது பின்னர் பயன்படுத்த உங்கள் கணினியில் கோப்பாக சேமிக்க இதைப் பயன்படுத்தவும்.\n - எளிதான கருவிப்பட்டி அணுகல்: விரைவான அணுகலுக்கு உங்கள் Chrome கருவிப்பட்டியில் இருந்து நேரடியாக இணைப்புகளை மாற்றவும்.\n - உங்கள் தனியுரிமையை நாங்கள் மதிக்கிறோம்: எங்கள் கருவி உங்கள் தரவைச் சேகரிக்காது, உங்கள் கோப்புகளைச் சேமிக்காது அல்லது நீங்கள் பார்வையிடும் இணையதளங்களைக் கண்காணிக்காது.\n - ஒழுங்கமைக்கவும் மற்றும் காப்பகப்படுத்தவும்: எந்தவொரு இணையப் பக்கத்தையும் கோப்பாக ஏற்றுமதி செய்ய வலைப்பக்கத்தை PDF ஆக மாற்றவும், அவற்றை உங்கள் தனிப்பட்ட அறிவுத் தளத்தில் தடையின்றி ஒருங்கிணைக்கவும்.\n\n யார் பயனடைய முடியும்?\n ✔️ ஆராய்ச்சியாளர்கள்: உங்கள் வலைப்பக்கங்களின் பதிவுகளை எளிதாகப் பெறுங்கள்.\n ✔️ மாணவர்கள்: கல்வி சார்ந்த படைப்புகளைப் படம்பிடித்து, PDFகளாக மாற்றவும்.\n ✔️ தொழில் வல்லுநர்கள்: தொந்தரவு இல்லாமல் ஆவணங்களை காப்பகப்படுத்தவும்.\n ✔️ ஃப்ரீலான்ஸர்கள்: திட்டங்களை வைத்திருக்க இணைய பக்கத்தை PDF ஆக சேமிக்கவும்.\n ✔️ அனைவரும்: வலைப்பக்கத்தை விரைவாகச் சேமிக்க வேண்டிய எவருக்கும்!\n\n அடிக்கடி கேட்கப்படும் கேள்விகள்\n ❓ எப்படி நிறுவுவது?\n எங்கள் பயன்பாட்டை நிறுவ, Chrome இணைய அங்காடிக்குச் சென்று Chrome இல் சேர் என்பதைத் தேர்ந்தெடுக்கவும். இது உங்கள் உலாவியில் சேர்க்கப்படும், நீங்கள் அதைப் பயன்படுத்தத் தொடங்கலாம்.\n ❓ உங்கள் நீட்டிப்பைப் பயன்படுத்தி குரோம் வடிவத்தில் வலைப்பக்கத்தை PDF ஆக மாற்றுவது எப்படி?\n வலைப்பக்கத்தை PDF ஆக மாற்ற, எங்கள் நீட்டிப்பு ஐகானைக் கிளிக் செய்யவும், உங்கள் கோப்பு சில நொடிகளில் உருவாக்கப்படும்.\n ❓ இணைய பக்கத்தை pdf ஆக சேமிப்பது எப்படி?\n எங்கள் நீட்டிப்பு ஒரு மென்மையான வழியை வழங்குகிறது. எளிய வழிமுறைகளைப் பின்பற்றுவதன் மூலம் எந்த இணையப் பக்கத்தையும் PDF ஆக சேமிக்கலாம்.\n ❓ முழு வலைப்பக்கங்களையும் சேமிக்க இந்த நீட்டிப்பைப் பயன்படுத்தலாமா? முற்றிலும்! எங்கள் வலைப்பக்கத்தை PDF ஆக மாற்றும் கருவி இணையப் பக்கங்களைச் சேமிப்பதற்கான சிறந்த தீர்வாக அமைந்தது.\n ❓ வலைப்பக்கத்தை pdfக்கு மாற்றும் போது நான் சிக்கலை எதிர்கொண்டால், வாடிக்கையாளர் ஆதரவு கிடைக்குமா?\n மின்னஞ்சல் வழியாக எங்களை நேரடியாகத் தொடர்புகொள்ளவும் அல்லது Chrome இணைய அங்காடியில் டிக்கெட்டை விட்டுவிடவும். உதவுவதில் நாங்கள் மகிழ்ச்சியடைவோம்!\n ❓ குரோம் ஸ்கிரீன்ஷாட்டுக்கான சில யோசனைகளும் கருத்துகளும் என்னிடம் உள்ளன. டெவலப்பர்களுடன் நான் அவற்றைப் பகிரலாமா?\n எங்கள் குழு எப்போதும் எங்கள் பயனர்களிடமிருந்து கேட்கத் தயாராக உள்ளது. உங்கள் முன்மொழிவுகள், யோசனைகள் அல்லது மதிப்புரைகளை அனுப்ப தயங்க வேண்டாம். நீங்கள் சொல்வதை நாங்கள் மதிக்கிறோம்.\n\n மேம்பட்ட அம்சங்கள்\n ➤ ஸ்கிரீன்ஷாட் முழு வலைப்பக்கமும்: ஒரு வலைப்பக்கத்தை PDF ஆக சேமிக்க முழு பக்க பிடிப்பு பொத்தானைப் பயன்படுத்தவும்.\n ➤ வடிவமைப்பு மற்றும் தர விருப்பங்கள்: உங்கள் தேவைகளைப் பூர்த்தி செய்ய தரம் மற்றும் வடிவமைப்பைச் சரிசெய்யவும்.\n ➤ கருவிப்பட்டியில் இருந்து எளிதான அணுகல்: நேரடியாகவும் எப்போது வேண்டுமானாலும் உங்களுக்குத் தேவைப்படும்.\n\n எங்கள் நீட்டிப்பை எவ்வாறு பயன்படுத்துவது?\n 1. எங்கள் நீட்டிப்பை நிறுவவும்.\n 2. நீங்கள் மாற்ற விரும்பும் எந்த வலைப்பக்கத்தையும் பார்வையிடவும்.\n 3. எங்கள் ஐகானைக் கிளிக் செய்யவும் - உங்கள் வலைப்பக்கம் உடனடியாகச் சேமிக்கப்படும்.\n 4. பயணத்தின்போது வலைப்பக்கங்களை மாற்றுவதைத் தொடரவும் - உங்கள் பணி தடைபடாது!\n 5. நீங்கள் ஏதாவது மாற்ற அல்லது சேர்க்க விரும்பினால் எங்களுக்கு ஒரு மதிப்பாய்வை விடுங்கள்!\n\n கூடுதல் நன்மைகள்\n ⚡ மென்பொருள் தேவையில்லை: இந்த மாற்றி நேரடியாக Chrome இல் வேலை செய்யும்.\n ⚡ நம்பகமான வடிவமைப்பு: நீங்கள் வலைப்பதிவு இடுகையை அல்லது விரிவான ஆராய்ச்சியை மாற்றினாலும், நீட்டிப்பு துல்லியமான வடிவமைப்பை உறுதி செய்கிறது.\n ⚡ முழு பக்க ஸ்கிரீன் ஷாட்களுக்கும் ஏற்றது: ஸ்கிரீன் ஷாட்களை ஒன்றாக இணைப்பதில் நீங்கள் சோர்வாக இருந்தால், இந்த நீட்டிப்பு ஒரே கிளிக்கில் முழு பக்கத்தையும் PDF ஆக சேமிக்கும்.\n ⚡உங்கள் சாதனம் அல்லது மேகக்கணியில் சேமிக்கவும்: உங்கள் சாதனத்தில் நேரடியாகச் சேமிக்கலாம் அல்லது உங்கள் கிளவுட்டில் பதிவேற்றலாம்.\n\n இணையப் பக்கத்தை PDF ஆக மாற்றுவது என்பது PDFகளை உடனடியாகப் பதிவிறக்குதல், காப்பகப்படுத்துதல் மற்றும் பகிர்தல் ஆகியவற்றைத் தொடங்குவதற்கான இறுதி Chrome நீட்டிப்பாகும்! ஆவணங்களை உடனடியாக பதிவிறக்கம் செய்து, காப்பகப்படுத்தி, பகிர்வதில் மகிழ்ச்சி!",
    "te": "ఈ సరళమైన ఇంకా శక్తివంతమైన పొడిగింపు Chromeలో వెబ్‌పేజీని pdfగా మార్చడానికి నమ్మదగిన సాధనం అవసరమయ్యే వినియోగదారులకు ఖచ్చితంగా సరిపోతుంది.\n\n ముఖ్య లక్షణాలు\n 1️⃣ ఒక-క్లిక్: వెబ్‌పేజీని PDFగా మార్చడానికి క్లిక్ చేయండి. మేము ప్రక్రియను వేగంగా మరియు సమర్థవంతంగా చేస్తాము.\n 2️⃣ ఒరిజినల్ లేఅవుట్‌ను అలాగే ఉంచుకోండి: మీ ఫైల్‌లు పేజీ యొక్క అసలైన రూపాన్ని, టెక్స్ట్, ఇమేజ్‌లు మరియు లేఅవుట్‌ను భద్రపరుస్తాయి.\n 3️⃣ వెబ్‌పేజీని PDF Chromeగా సేవ్ చేయండి: ఇంటర్నెట్ పేజీలను మార్చాల్సిన వినియోగదారుల కోసం ఈ సాధనం అధిక-నాణ్యత మార్పిడిని అందిస్తుంది.\n 4️⃣ మొత్తం పేజీ స్క్రీన్‌షాట్‌లు: మొత్తం వెబ్‌పేజీని స్క్రీన్‌షాట్ చేయాలా? ఇప్పుడు మీరు వెబ్‌పేజీని పిడిఎఫ్‌గా ఎలా సేవ్ చేయాలో Google చూడవలసిన అవసరం లేదు!\n\n వెబ్‌పేజీని ఆన్‌లైన్‌లో PDFకి ఎలా మార్చాలి\n ఈ సాధారణ దశలను అనుసరించండి:\n 1. వెబ్‌పేజీని pdf పొడిగింపుగా మార్చడానికి ఇన్‌స్టాల్ చేయండి.\n 2. మీరు పేజీని సేవ్ చేయాలనుకుంటున్న వెబ్‌సైట్‌ను తెరవండి.\n 3. మార్చు క్లిక్ చేయండి – మీ ఫైల్ సెకన్లలో సిద్ధంగా ఉంటుంది.\n మీరు మా FAQ విభాగంలో కూడా మరింత తెలుసుకోవచ్చు.\n\n ఈ వెబ్‌పేజీని pdf కన్వర్టర్‌కి ఎందుకు ఉపయోగించాలి?\n - త్వరిత ప్రాప్యత: కథనాల ఫైల్ వెర్షన్‌లను పొందండి, పరిశోధన చేయండి లేదా ఏదైనా ఇంటర్నెట్ పేజీని కేవలం ఒక క్లిక్‌లో PDFకి మార్చండి.\n - Chromeలో పని చేస్తుంది: వెబ్ పేజీని PDF ఫార్మాట్‌లో ఎలా సేవ్ చేయాలో తెలుసుకోవడానికి సైడ్ అప్లికేషన్‌లను డౌన్‌లోడ్ చేయాల్సిన అవసరం లేదు, ఇప్పుడు మీరు GoFullPage వంటి ఇతర పొడిగింపుల మాదిరిగానే మీ బ్రౌజర్‌ను వదిలివేయవలసిన అవసరం లేదు.\n - సామర్థ్యం కోసం ఆప్టిమైజ్ చేయబడింది: ఇతర సాధనాల మాదిరిగా కాకుండా, ఈ పొడిగింపు Chromeతో ఏకీకృతం చేయబడింది, ఇది మీకు Chrome వెబ్‌పేజీలను సేవ్ చేయడానికి సులభమైన మార్గాన్ని అందిస్తుంది.\n ఆన్‌లైన్ &amp; ఆఫ్‌లైన్ సేవింగ్ ఎంపికలు: వెబ్‌పేజీని ఆన్‌లైన్‌లో PDFకి మార్చడానికి లేదా తదుపరి ఉపయోగం కోసం మీ కంప్యూటర్‌లో ఫైల్‌గా సేవ్ చేయడానికి దీన్ని ఉపయోగించండి.\n - సులభమైన టూల్‌బార్ యాక్సెస్: శీఘ్ర ప్రాప్యత కోసం మీ Chrome టూల్‌బార్ నుండి నేరుగా లింక్‌లను మార్చండి.\n - మేము మీ గోప్యతను గౌరవిస్తాము: మా సాధనం మీ డేటాను సేకరించదు, మీ ఫైల్‌లను నిల్వ చేయదు లేదా మీరు సందర్శించే వెబ్‌సైట్‌లను ట్రాక్ చేయదు.\n - నిర్వహించండి మరియు ఆర్కైవ్ చేయండి: ఏదైనా ఇంటర్నెట్ పేజీని ఫైల్‌లోకి ఎగుమతి చేయడానికి వెబ్‌పేజీని PDFకి మార్చండి మరియు వాటిని మీ వ్యక్తిగత నాలెడ్జ్ బేస్‌లో సజావుగా ఏకీకృతం చేయండి.\n\n ఎవరు ప్రయోజనం పొందవచ్చు?\n ✔️ పరిశోధకులు: మీ వెబ్‌పేజీల రికార్డులను సులభంగా పొందండి.\n ✔️ విద్యార్థులు: అకడమిక్ వర్క్‌లను క్యాప్చర్ చేసి, వాటిని PDFలుగా మార్చండి.\n ✔️ ప్రొఫెషనల్స్: అవాంతరం లేకుండా పత్రాలను ఆర్కైవ్ చేయండి.\n ✔️ ఫ్రీలాన్సర్లు: ప్రాజెక్ట్‌లను ఉంచడానికి ఇంటర్నెట్ పేజీని PDFగా సేవ్ చేయండి.\n ✔️ ప్రతి ఒక్కరూ: వెబ్‌పేజీని త్వరగా సేవ్ చేయాల్సిన ఎవరికైనా!\n\n తరచుగా అడిగే ప్రశ్నలు\n ❓ నేను ఎలా ఇన్‌స్టాల్ చేయాలి?\n మా యాప్‌ను ఇన్‌స్టాల్ చేయడానికి, Chrome వెబ్ స్టోర్‌కి వెళ్లి, Chromeకి జోడించు ఎంచుకోండి. ఇది మీ బ్రౌజర్‌కి జోడించబడుతుంది మరియు మీరు దీన్ని ఉపయోగించడం ప్రారంభించవచ్చు.\n ❓ మీ పొడిగింపును ఉపయోగించి క్రోమ్ ఫార్మాట్‌లో వెబ్‌పేజీని PDFకి ఎలా మార్చాలి?\n వెబ్‌పేజీని PDFకి మార్చడానికి, మా పొడిగింపు చిహ్నాన్ని క్లిక్ చేయండి మరియు మీ ఫైల్ సెకన్లలో రూపొందించబడుతుంది.\n ❓ ఇంటర్నెట్ పేజీని పిడిఎఫ్‌గా ఎలా సేవ్ చేయాలి?\n మా పొడిగింపు మృదువైన మార్గాన్ని అందిస్తుంది. మీరు సాధారణ దశలను అనుసరించడం ద్వారా ఏదైనా ఇంటర్నెట్ పేజీని PDFగా సేవ్ చేయవచ్చు.\n ❓ మొత్తం వెబ్‌పేజీలను సేవ్ చేయడానికి నేను ఈ పొడిగింపును ఉపయోగించవచ్చా? ఖచ్చితంగా! మా వెబ్‌పేజీని PDFకి మార్చు సాధనం ఇంటర్నెట్ పేజీలను సేవ్ చేయడానికి అద్భుతమైన పరిష్కారంగా మారింది.\n ❓ వెబ్‌పేజీని pdfకి మార్చడాన్ని ఉపయోగిస్తున్నప్పుడు నేను సమస్యను ఎదుర్కొంటే, కస్టమర్ మద్దతు అందుబాటులో ఉందా?\n ఇమెయిల్ ద్వారా నేరుగా మమ్మల్ని సంప్రదించడానికి సంకోచించకండి లేదా Chrome వెబ్ స్టోర్‌లో టిక్కెట్‌ను వదిలివేయండి. మేము సహాయం చేయడానికి సంతోషిస్తాము!\n ❓ నాకు క్రోమ్ స్క్రీన్‌షాట్ కోసం కొన్ని ఆలోచనలు మరియు ఫీడ్‌బ్యాక్ ఉన్నాయి. నేను వాటిని డెవలపర్‌లతో షేర్ చేయవచ్చా?\n మా బృందం ఎల్లప్పుడూ మా వినియోగదారుల నుండి వినడానికి సిద్ధంగా ఉంటుంది. మీ ప్రతిపాదనలు, ఆలోచనలు లేదా సమీక్షలను పంపడానికి సంకోచించకండి. మీరు చెప్పేదానికి మేము విలువ ఇస్తున్నాము.\n\n అధునాతన లక్షణాలు\n ➤ మొత్తం వెబ్‌పేజీ స్క్రీన్‌షాట్: వెబ్‌పేజీని PDFగా సేవ్ చేయడానికి పూర్తి-పేజీ క్యాప్చర్ బటన్‌ను ఉపయోగించండి.\n ➤ ఫార్మాట్ &amp; నాణ్యత ఎంపికలు: మీ అవసరాలకు అనుగుణంగా నాణ్యత మరియు ఆకృతిని సర్దుబాటు చేయండి.\n ➤ టూల్‌బార్ నుండి సులభంగా యాక్సెస్: నేరుగా మరియు మీకు అవసరమైనప్పుడు.\n\n మా పొడిగింపును ఎలా ఉపయోగించాలి?\n 1. మా పొడిగింపును ఇన్స్టాల్ చేయండి.\n 2. మీరు మార్చాలనుకుంటున్న ఏదైనా వెబ్‌పేజీని సందర్శించండి.\n 3. మా చిహ్నంపై క్లిక్ చేయండి - మీ వెబ్‌పేజీ తక్షణమే సేవ్ చేయబడుతుంది.\n 4. ప్రయాణంలో వెబ్‌పేజీలను మార్చడాన్ని కొనసాగించండి – మీ పనికి అంతరాయం ఉండదు!\n 5. మీరు ఏదైనా మార్చాలనుకుంటే లేదా జోడించాలనుకుంటే మాకు సమీక్షను అందించండి!\n\n అదనపు ప్రయోజనాలు\n ⚡ సాఫ్ట్‌వేర్ అవసరం లేదు: ఈ కన్వర్టర్ నేరుగా Chromeలో పని చేస్తుంది.\n ⚡ విశ్వసనీయమైన ఫార్మాటింగ్: మీరు బ్లాగ్ పోస్ట్‌ను లేదా వివరణాత్మక పరిశోధనను మార్చినప్పటికీ, పొడిగింపు ఖచ్చితమైన స్టైలింగ్‌ను నిర్ధారిస్తుంది.\n ⚡ మొత్తం పేజీ స్క్రీన్‌షాట్‌ల కోసం పర్ఫెక్ట్: మీరు స్క్రీన్‌షాట్‌లను కలపడం ద్వారా అలసిపోతే, ఈ పొడిగింపు ఒక్క క్లిక్‌తో మొత్తం పేజీని PDFగా సేవ్ చేస్తుంది.\n ⚡మీ పరికరం లేదా క్లౌడ్‌లో సేవ్ చేయండి: మీరు దీన్ని నేరుగా మీ పరికరంలో సేవ్ చేయవచ్చు లేదా మీ క్లౌడ్‌కు అప్‌లోడ్ చేయవచ్చు.\n\n వెబ్‌పేజీని PDFకి మార్చడం అనేది PDFలను డౌన్‌లోడ్ చేయడం, ఆర్కైవ్ చేయడం మరియు భాగస్వామ్యం చేయడం ప్రారంభించడానికి అంతిమ Chrome పొడిగింపు! పత్రాలను తక్షణమే డౌన్‌లోడ్ చేయడం, ఆర్కైవ్ చేయడం మరియు భాగస్వామ్యం చేయడం సంతోషంగా ఉంది!",
    "th": "ส่วนขยายที่เรียบง่ายแต่ทรงพลังนี้เหมาะอย่างยิ่งสำหรับผู้ใช้ที่ต้องการเครื่องมือที่เชื่อถือได้ในการแปลงเว็บเพจเป็น PDF ใน Chrome\n\n คุณสมบัติที่สำคัญ\n 1️⃣ คลิกเพียงครั้งเดียว: เพียงคลิกเพื่อเปลี่ยนหน้าเว็บเป็น PDF เราทำให้กระบวนการนี้รวดเร็วและมีประสิทธิภาพ\n 2️⃣ รักษาเค้าโครงเดิมไว้: ไฟล์ของคุณจะยังคงรูปลักษณ์เดิมของหน้าไว้ โดยรักษาข้อความ รูปภาพ และเค้าโครงไว้\n 3️⃣ บันทึกหน้าเว็บเป็น PDF Chrome: เครื่องมือนี้มอบการแปลงคุณภาพสูงให้กับผู้ใช้ที่ต้องการแปลงหน้าเว็บอินเทอร์เน็ต\n 4️⃣ จับภาพหน้าจอทั้งหน้า: ต้องการจับภาพหน้าจอเว็บเพจทั้งหมดหรือไม่ ตอนนี้คุณไม่จำเป็นต้องค้นหาใน Google ว่าจะบันทึกเว็บเพจเป็น PDF ได้อย่างไรอีกต่อไป!\n\n วิธีการแปลงหน้าเว็บเป็น PDF ออนไลน์\n ปฏิบัติตามขั้นตอนง่ายๆ เหล่านี้:\n 1. ติดตั้งส่วนขยายแปลงเว็บเพจเป็น PDF\n 2. เปิดเว็บไซต์ที่คุณต้องการบันทึกหน้าเพจ\n 3. คลิกแปลง – ไฟล์ของคุณจะพร้อมใช้งานภายในไม่กี่วินาที\n คุณสามารถเรียนรู้เพิ่มเติมได้ในส่วนคำถามที่พบบ่อยของเรา\n\n เหตุใดจึงต้องใช้เว็บเพจนี้เพื่อแปลง PDF?\n - การเข้าถึงอย่างรวดเร็ว: รับเวอร์ชันไฟล์ของบทความ งานวิจัย หรือเปลี่ยนหน้าอินเทอร์เน็ตเป็น PDF เพียงแค่คลิก\n - ใช้งานได้ภายใน Chrome: ไม่จำเป็นต้องดาวน์โหลดแอปพลิเคชันเสริมเพื่อเรียนรู้วิธีบันทึกหน้าเว็บในรูปแบบ PDF ขณะนี้คุณไม่จำเป็นต้องออกจากเบราว์เซอร์เหมือนกับส่วนขยายอื่นๆ เช่น GoFullPage\n - ปรับให้เหมาะสมเพื่อประสิทธิภาพ: แตกต่างจากเครื่องมืออื่น ๆ ส่วนขยายนี้ได้รับการรวมเข้ากับ Chrome ซึ่งให้วิธีง่าย ๆ ในการบันทึกเว็บเพจ Chrome\n ตัวเลือกการบันทึกแบบออนไลน์และออฟไลน์: ใช้เพื่อแปลงเว็บเพจเป็น PDF ออนไลน์หรือบันทึกเป็นไฟล์ลงในคอมพิวเตอร์ของคุณเพื่อใช้ในภายหลัง\n - เข้าถึงแถบเครื่องมือได้ง่าย: แปลงลิงก์โดยตรงจากแถบเครื่องมือ Chrome เพื่อการเข้าถึงที่รวดเร็ว\n - เราเคารพความเป็นส่วนตัวของคุณ: เครื่องมือของเราไม่รวบรวมข้อมูลของคุณ จัดเก็บไฟล์ของคุณ และจะไม่ติดตามเว็บไซต์ที่คุณเยี่ยมชม\n - จัดระเบียบและเก็บถาวร: ใช้แปลงเว็บเพจเป็น PDF เพื่อส่งออกหน้าอินเทอร์เน็ตใดๆ ลงในไฟล์ และรวมเข้ากับฐานความรู้ส่วนบุคคลของคุณได้อย่างราบรื่น\n\n ใครสามารถได้รับประโยชน์?\n ✔️ นักวิจัย: รับบันทึกหน้าเว็บของคุณได้อย่างง่ายดาย\n ✔️ นักเรียน: จับภาพและแปลงผลงานวิชาการเป็น PDF\n ✔️ ผู้เชี่ยวชาญ: เก็บเอกสารได้อย่างไม่ยุ่งยาก\n ✔️ ผู้ทำงานอิสระ: บันทึกหน้าอินเทอร์เน็ตเป็น PDF เพื่อเก็บโครงการไว้\n ✔️ ทุกคน: สำหรับใครก็ตามที่ต้องบันทึกเว็บเพจอย่างรวดเร็ว!\n\n คำถามที่พบบ่อย\n ❓ ฉันจะติดตั้งอย่างไร?\n หากต้องการติดตั้งแอปของเรา ให้ไปที่ Chrome Web Store และเลือกเพิ่มลงใน Chrome แอปจะถูกเพิ่มลงในเบราว์เซอร์ของคุณ และคุณสามารถเริ่มใช้งานได้\n ❓ จะแปลงเว็บเพจเป็น PDF ในรูปแบบ Chrome โดยใช้ส่วนขยายของคุณได้อย่างไร?\n หากต้องการแปลงเว็บเพจเป็น PDF ให้คลิกไอคอนส่วนขยายของเรา และไฟล์ของคุณจะถูกสร้างขึ้นภายในไม่กี่วินาที\n ❓ จะบันทึกหน้าอินเทอร์เน็ตเป็น pdf ได้อย่างไร?\n ส่วนขยายของเราช่วยให้คุณบันทึกหน้าเว็บเป็น PDF ได้โดยทำตามขั้นตอนง่ายๆ ดังต่อไปนี้\n ❓ ฉันใช้ส่วนขยายนี้เพื่อบันทึกหน้าเว็บทั้งหมดได้หรือไม่? ได้แน่นอน! เครื่องมือแปลงหน้าเว็บเป็น PDF ของเราได้กลายเป็นโซลูชันที่ยอดเยี่ยมสำหรับการบันทึกหน้าเว็บอินเทอร์เน็ต\n ❓ หากฉันประสบปัญหาขณะใช้งานแปลงเว็บเพจเป็น PDF มีการสนับสนุนลูกค้าหรือไม่\n โปรดติดต่อเราโดยตรงผ่านทางอีเมลหรือฝากข้อความไว้ใน Chrome Web Store เรายินดีให้ความช่วยเหลือ!\n ❓ ฉันมีไอเดียและข้อเสนอแนะสำหรับภาพหน้าจอ Chrome ฉันสามารถแบ่งปันกับนักพัฒนาได้หรือไม่\n ทีมงานของเรายินดีที่จะรับฟังความคิดเห็นจากผู้ใช้งานของเรา อย่าลังเลที่จะส่งข้อเสนอ แนวคิด หรือคำวิจารณ์ของคุณมา เราให้ความสำคัญกับสิ่งที่คุณพูด\n\n คุณสมบัติขั้นสูง\n ➤ จับภาพหน้าจอเว็บเพจทั้งหมด: ใช้ปุ่มจับภาพหน้าเต็มเพื่อบันทึกเว็บเพจเป็น PDF\n ➤ ตัวเลือกรูปแบบและคุณภาพ: ปรับแต่งคุณภาพและรูปแบบให้ตรงตามความต้องการของคุณ\n ➤ เข้าถึงได้ง่ายจากแถบเครื่องมือ: ได้โดยตรงและทุกเมื่อที่คุณต้องการ\n\n วิธีการใช้ส่วนขยายของเรา?\n 1. ติดตั้งส่วนขยายของเรา\n 2. เยี่ยมชมเว็บเพจใดๆ ที่คุณต้องการแปลง\n 3. คลิกที่ไอคอนของเรา – เว็บเพจของคุณจะถูกบันทึกทันที\n 4. แปลงเว็บเพจได้ทุกที่ทุกเวลา – งานของคุณจะไม่ถูกขัดจังหวะ!\n 5. ฝากรีวิวไว้กับเราหากคุณต้องการเปลี่ยนแปลงหรือเพิ่มอะไรบางอย่าง!\n\n สิทธิประโยชน์เพิ่มเติม\n ⚡ ไม่ต้องใช้ซอฟต์แวร์: ตัวแปลงนี้ทำงานโดยตรงใน Chrome\n ⚡ การจัดรูปแบบที่เชื่อถือได้: ไม่ว่าคุณจะแปลงโพสต์บล็อกหรือการค้นคว้าโดยละเอียด ส่วนขยายนี้จะรับประกันการจัดรูปแบบที่ถูกต้องแม่นยำ\n ⚡ เหมาะอย่างยิ่งสำหรับการจับภาพหน้าจอทั้งหน้า: หากคุณเบื่อกับการรวบรวมข้อมูลภาพหน้าจอเข้าด้วยกัน ส่วนขยายนี้สามารถบันทึกหน้าทั้งหมดเป็น PDF ได้ด้วยคลิกเดียว\n ⚡บันทึกลงในอุปกรณ์หรือคลาวด์ของคุณ: คุณสามารถบันทึกลงในอุปกรณ์ของคุณโดยตรงหรืออัปโหลดไปยังคลาวด์ของคุณได้\n\nบันทึกหน้าเว็บเป็น PDF คือส่วนขยาย Chrome ขั้นสูงสุดที่ช่วยให้คุณเริ่มดาวน์โหลด เก็บถาวร และแชร์ PDF ได้ทันที! ดาวน์โหลด เก็บถาวร และแชร์เอกสารได้ทันที!",
    "tr": "Bu basit ama güçlü uzantı, Chrome'da web sayfasını PDF'ye dönüştürmek için güvenilir bir araca ihtiyaç duyan kullanıcılar için mükemmeldir.\n\nAna özellikler\n1️⃣ Tek tıklama: Web sayfasını PDF'ye dönüştürmek için sadece tıklayın. Süreci hızlı ve verimli hale getiriyoruz.\n2️⃣ Orijinal düzeni koruyun: Dosyalarınız sayfanın orijinal görünümünü koruyacak, metin, resimler ve düzeni muhafaza edecektir.\n3️⃣ Web sayfasını PDF olarak kaydet Chrome: Bu araç, internet sayfalarını dönüştürmesi gereken kullanıcılar için yüksek kaliteli dönüşüm sunar.\n4️⃣ Tüm sayfa ekran görüntüleri: Tüm web sayfasının ekran görüntüsünü mü almak istiyorsunuz? Artık bir web sayfasını PDF olarak nasıl kaydedeceğinizi Google'da aramanıza gerek yok!\n\nWeb sayfasını çevrimiçi PDF'ye nasıl dönüştürülür\nBu basit adımları izleyin:\n1. Web sayfasını PDF olarak kaydet uzantısını yükleyin.\n2. Sayfasını kaydetmek istediğiniz web sitesini açın.\n3. Dönüştür'e tıklayın – dosyanız saniyeler içinde hazır olacak.\nSSS bölümümüzde daha fazla bilgi edinebilirsiniz.\n\nNeden bu web sayfasını PDF'ye dönüştürücüyü kullanmalısınız?\n- Hızlı erişim: Makalelerin, araştırmaların dosya sürümlerini alın veya herhangi bir internet sayfasını tek tıklamayla PDF'ye dönüştürün.\n- Chrome içinde çalışır: Web sayfasını PDF formatında nasıl kaydedeceğinizi öğrenmek için yan uygulamalar indirmenize gerek yok, şimdi GoFullPage gibi diğer uzantılarla olduğu gibi tarayıcınızdan ayrılmanıza gerek yok.\n- Verimlilik için optimize edilmiştir: Diğer araçların aksine, bu uzantı Chrome ile entegre edilmiştir ve Chrome web sayfalarını kaydetmenin kolay bir yolunu sunar.\nÇevrimiçi ve çevrimdışı kaydetme seçenekleri: Web sayfasını çevrimiçi PDF'ye dönüştürmek veya daha sonra kullanmak üzere bilgisayarınıza dosya olarak kaydetmek için kullanın.\n- Kolay araç çubuğu erişimi: Bağlantıları doğrudan Chrome araç çubuğunuzdan hızlı erişim için dönüştürün.\n- Gizliliğinize saygı duyuyoruz: Araçlarımız verilerinizi toplamaz, dosyalarınızı saklamaz veya ziyaret ettiğiniz web sitelerini takip etmez.\n- Düzenleyin ve arşivleyin: Web sayfasını PDF'ye dönüştür'ü kullanarak herhangi bir internet sayfasını dosya olarak dışa aktarın ve bunları kişisel bilgi tabanınıza sorunsuz bir şekilde entegre edin.\n\nKimler faydalanabilir?\n✔️ Araştırmacılar: Web sayfalarının kayıtlarını kolayca alın.\n✔️ Öğrenciler: Akademik çalışmaları PDF'lere dönüştürün.\n✔️ Profesyoneller: Belgeleri zahmetsizce arşivleyin.\n✔️ Serbest çalışanlar: Projeleri saklamak için internet sayfasını PDF olarak kaydedin.\n✔️ Herkes: Hızlı bir şekilde web sayfası kaydetmesi gereken herkes için!\n\nSSS\n❓ Nasıl yüklerim?\nUygulamamızı yüklemek için Chrome Web Mağazası'na gidin ve Chrome'a Ekle'yi seçin. Tarayıcınıza eklenecek ve kullanmaya başlayabilirsiniz.\n❓ Uzantınızı kullanarak bir web sayfasını Chrome formatında PDF'ye nasıl dönüştürürüm?\nBir web sayfasını PDF'ye dönüştürmek için uzantı simgemize tıklayın ve dosyanız saniyeler içinde oluşturulacaktır.\n❓ İnternet sayfasını PDF olarak nasıl kaydederim?\nUzantımız sorunsuz bir yol sunar. Basit adımları izleyerek herhangi bir internet sayfasını PDF olarak kaydedebilirsiniz.\n❓ Bu uzantıyı tüm web sayfalarını kaydetmek için kullanabilir miyim? Kesinlikle! Web sayfasını PDF'ye dönüştür aracımız, internet sayfalarını kaydetmek için mükemmel bir çözüm haline geldi.\n❓ Web sayfasını PDF'ye dönüştür kullanırken bir sorunla karşılaşırsam müşteri desteği var mı?\nBize doğrudan e-posta yoluyla ulaşmaktan veya Chrome Web Mağazası'nda bir bilet bırakmaktan çekinmeyin. Size yardımcı olmaktan memnuniyet duyarız!\n❓ Chrome ekran görüntüsü için bazı fikirlerim ve geri bildirimlerim var. Bunları geliştiricilerle paylaşabilir miyim?\nEkibimiz her zaman kullanıcılarımızdan haber almaya açıktır. Önerilerinizi, fikirlerinizi veya incelemelerinizi göndermekten çekinmeyin. Söyleyeceklerinize değer veriyoruz.\n\nGelişmiş özellikler\n➤ Tüm web sayfasının ekran görüntüsü: Tam sayfa yakalama düğmesini kullanarak bir web sayfasını PDF olarak kaydedin.\n➤ Format ve kalite seçenekleri: İhtiyaçlarınıza uygun kalite ve formatı ayarlayın.\n➤ Araç çubuğundan kolay erişim: Doğrudan ve ihtiyacınız olduğunda erişin.\n\nUzantımızı nasıl kullanırım?\n1. Uzantımızı yükleyin.\n2. Dönüştürmek istediğiniz herhangi bir web sayfasını ziyaret edin.\n3. Simgemize tıklayın – web sayfanız anında kaydedilecektir.\n4. Web sayfalarını hareket halindeyken dönüştürmeye devam edin – çalışmanız kesintiye uğramayacak!\n5. Bir şeyleri değiştirmek veya eklemek isterseniz bize bir inceleme bırakın!\n\nEk faydalar\n⚡ Yazılım gerekmez: Bu dönüştürücü doğrudan Chrome'da çalışır.\n⚡ Güvenilir biçimlendirme: İster bir blog yazısını ister ayrıntılı bir araştırmayı dönüştürüyor olun, uzantı doğru stil sağlamayı garanti eder.\n⚡ Tüm sayfa ekran görüntüleri için mükemmel: Ekran görüntülerini birleştirmekten bıktıysanız, bu uzantı tüm sayfayı tek tıklamayla PDF olarak kaydedebilir.\n⚡ Cihazınıza veya buluta kaydedin: Doğrudan cihazınıza kaydedebilir veya ardından Bulut'a yükleyebilirsiniz.\n\nWeb sayfasını PDF olarak kaydet, PDF'leri anında indirmenizi, arşivlemenizi ve paylaşmanızı sağlayan nihai Chrome uzantısıdır! Mutlu indirmeler, arşivlemeler ve belgeleri anında paylaşmalar!",
    "uk": "Це просте, але потужне розширення ідеально підходить для користувачів, яким потрібен надійний інструмент для перетворення веб-сторінок у PDF у Chrome.\n\nОсновні функції\n1️⃣ Один клік: Просто натисніть, щоб перетворити веб-сторінку у PDF. Ми робимо процес швидким та ефективним.\n2️⃣ Збереження оригінального макета: Ваші файли збережуть оригінальний вигляд сторінки, зберігаючи текст, зображення та макет.\n3️⃣ Збереження веб-сторінки як PDF у Chrome: Цей інструмент пропонує високоякісне перетворення для користувачів, які потребують конвертації інтернет-сторінок.\n4️⃣ Знімки всього екрану: Потрібно зробити знімок всієї веб-сторінки? Тепер вам більше не потрібно шукати в Google, як зберегти веб-сторінку як PDF!\n\nЯк перетворити веб-сторінку у PDF онлайн\nДотримуйтесь цих простих кроків:\n1. Встановіть розширення \"Перетворити веб-сторінку у PDF\".\n2. Відкрийте веб-сайт, з якого ви хочете зберегти сторінку.\n3. Натисніть Перетворити – ваш файл буде готовий за кілька секунд.\nВи також можете дізнатися більше в нашому розділі FAQ.\n\nЧому варто використовувати цей конвертер веб-сторінок у PDF?\n- Швидкий доступ: Отримуйте файли статей, досліджень або перетворюйте будь-яку інтернет-сторінку у PDF всього за один клік.\n- Працює в Chrome: Немає потреби завантажувати сторонні програми, щоб дізнатися, як зберегти веб-сторінку у форматі PDF, тепер вам не потрібно залишати браузер, як з іншими розширеннями, такими як GoFullPage.\n- Оптимізовано для ефективності: На відміну від інших інструментів, це розширення інтегровано з Chrome, пропонуючи вам легкий спосіб зберегти веб-сторінки Chrome.\nОнлайн та офлайн варіанти збереження: Використовуйте його для перетворення веб-сторінки у PDF онлайн або збережіть як файл на свій комп'ютер для подальшого використання.\n- Легкий доступ з панелі інструментів: Перетворюйте посилання безпосередньо з панелі інструментів Chrome для швидкого доступу.\n- Ми поважаємо вашу конфіденційність: Наш інструмент не збирає ваші дані, не зберігає ваші файли та не відстежує відвідувані вами веб-сайти.\n- Організуйте та архівуйте: Використовуйте \"Перетворити веб-сторінку у PDF\", щоб експортувати будь-яку інтернет-сторінку у файл та безперешкодно інтегрувати їх у вашу особисту базу знань.\n\nХто може отримати користь?\n✔️ Дослідники: Легко отримуйте записи веб-сторінок.\n✔️ Студенти: Захоплюйте та перетворюйте академічні роботи у PDF.\n✔️ Професіонали: Архівуйте документи без зайвих зусиль.\n✔️ Фрілансери: Зберігайте інтернет-сторінки як PDF для збереження проектів.\n✔️ Усі: Для тих, кому потрібно швидко зберегти веб-сторінку!\n\nЧасті запитання\n❓ Як встановити?\nЩоб встановити наш додаток, перейдіть до Chrome Web Store і виберіть Додати в Chrome. Він буде доданий до вашого браузера, і ви зможете почати його використовувати.\n❓ Як перетворити веб-сторінку у PDF у форматі Chrome за допомогою вашого розширення?\nЩоб перетворити веб-сторінку у PDF, натисніть на іконку нашого розширення, і ваш файл буде згенеровано за кілька секунд.\n❓ Як зберегти інтернет-сторінку як PDF?\nНаше розширення забезпечує плавний спосіб. Ви можете зберегти будь-яку інтернет-сторінку як PDF, дотримуючись простих кроків.\n❓ Чи можу я використовувати це розширення для збереження цілих веб-сторінок? Абсолютно! Наш інструмент \"Перетворити веб-сторінку у PDF\" став відмінним рішенням для збереження інтернет-сторінок.\n❓ Якщо я зіткнуся з проблемою під час використання \"Перетворити веб-сторінку у PDF\", чи є доступна підтримка клієнтів?\nНе соромтеся звертатися до нас безпосередньо електронною поштою або залишити заявку в Chrome Web Store. Ми будемо раді допомогти!\n❓ У мене є деякі ідеї та відгуки щодо знімків екрану в Chrome. Чи можу я поділитися ними з розробниками?\nНаша команда завжди відкрита до відгуків від наших користувачів. Не соромтеся надсилати свої пропозиції, ідеї або відгуки. Ми цінуємо вашу думку.\n\nРозширені функції\n➤ Знімок всього екрану: Використовуйте кнопку повного захоплення сторінки, щоб зберегти веб-сторінку як PDF.\n➤ Варіанти формату та якості: Налаштуйте якість та формат відповідно до ваших потреб.\n➤ Легкий доступ з панелі інструментів: Безпосередньо та в будь-який час, коли вам це потрібно.\n\nЯк використовувати наше розширення?\n1. Встановіть наше розширення.\n2. Відвідайте будь-яку веб-сторінку, яку ви хочете перетворити.\n3. Натисніть на нашу іконку – ваша веб-сторінка буде збережена миттєво.\n4. Продовжуйте перетворювати веб-сторінки на ходу – ваша робота не буде перервана!\n5. Залиште нам відгук, якщо хочете щось змінити або додати!\n\nДодаткові переваги\n⚡ Не потрібне програмне забезпечення: Цей конвертер працює безпосередньо в Chrome.\n⚡ Надійне форматування: Незалежно від того, чи перетворюєте ви блог-пост або детальне дослідження, розширення забезпечує точне стилювання.\n⚡ Ідеально для знімків всього екрану: Якщо ви втомилися від складання знімків, це розширення може зберегти всю сторінку як PDF одним кліком.\n⚡ Збереження на ваш пристрій або в хмару: Ви можете зберегти його безпосередньо на свій пристрій або потім завантажити в хмару.\n\n\"Перетворити веб-сторінку у PDF\" – це найкраще розширення для Chrome, щоб почати завантажувати, архівувати та ділитися PDF-файлами миттєво! Щасливого завантаження, архівування та обміну документами миттєво!",
    "vi": "Tiện ích đơn giản nhưng mạnh mẽ này hoàn hảo cho người dùng cần một công cụ đáng tin cậy để chuyển đổi trang web sang PDF trong Chrome.\n\nCác tính năng chính\n1️⃣ Một cú nhấp chuột: Chỉ cần nhấp để chuyển trang web thành PDF. Chúng tôi làm cho quá trình nhanh chóng và hiệu quả.\n2️⃣ Giữ nguyên bố cục gốc: Tệp của bạn sẽ giữ nguyên giao diện gốc của trang, bảo toàn văn bản, hình ảnh và bố cục.\n3️⃣ Lưu trang web dưới dạng PDF Chrome: Công cụ này cung cấp chuyển đổi chất lượng cao cho người dùng cần chuyển đổi các trang internet.\n4️⃣ Ảnh chụp màn hình toàn trang: Cần chụp ảnh toàn bộ trang web? Giờ đây bạn không cần phải tìm kiếm cách lưu trang web dưới dạng PDF nữa!\n\nCách chuyển đổi trang web sang PDF trực tuyến\nThực hiện các bước đơn giản sau:\n1. Cài đặt tiện ích Lưu trang web dưới dạng PDF.\n2. Mở trang web bạn muốn lưu.\n3. Nhấp vào Chuyển đổi – tệp của bạn sẽ sẵn sàng trong vài giây.\nBạn cũng có thể tìm hiểu thêm trong phần Câu hỏi thường gặp của chúng tôi.\n\nTại sao sử dụng công cụ chuyển đổi trang web sang PDF này?\n- Truy cập nhanh: Nhận các phiên bản tệp của bài viết, nghiên cứu hoặc chuyển đổi bất kỳ trang internet nào thành PDF chỉ với một cú nhấp chuột.\n- Hoạt động trong Chrome: Không cần tải xuống ứng dụng phụ để học cách lưu trang web dưới dạng PDF, giờ đây bạn không cần rời khỏi trình duyệt của mình giống như với các tiện ích khác như GoFullPage.\n- Tối ưu hóa cho hiệu quả: Không giống như các công cụ khác, tiện ích này được tích hợp với Chrome, cung cấp cho bạn cách dễ dàng để lưu các trang web Chrome.\nTùy chọn lưu trực tuyến & ngoại tuyến: Sử dụng nó để chuyển đổi trang web sang PDF trực tuyến hoặc lưu dưới dạng tệp vào máy tính của bạn để sử dụng sau.\n- Truy cập dễ dàng từ thanh công cụ: Chuyển đổi liên kết trực tiếp từ thanh công cụ Chrome của bạn để truy cập nhanh.\n- Chúng tôi tôn trọng quyền riêng tư của bạn: Công cụ của chúng tôi không thu thập dữ liệu của bạn, lưu trữ tệp của bạn, hoặc theo dõi các trang web bạn truy cập.\n- Tổ chức và lưu trữ: Sử dụng Chuyển đổi trang web sang PDF để xuất bất kỳ trang internet nào thành tệp và tích hợp chúng vào cơ sở kiến thức cá nhân của bạn.\n\nAi có thể hưởng lợi?\n✔️ Nhà nghiên cứu: Dễ dàng nhận hồ sơ của các trang web.\n✔️ Sinh viên: Chụp và chuyển đổi các công trình học thuật thành PDF.\n✔️ Chuyên gia: Lưu trữ tài liệu mà không gặp rắc rối.\n✔️ Freelancer: Lưu trang internet dưới dạng PDF để giữ dự án.\n✔️ Mọi người: Dành cho bất kỳ ai cần nhanh chóng lưu một trang web!\n\nCâu hỏi thường gặp\n❓ Làm thế nào để cài đặt?\nĐể cài đặt ứng dụng của chúng tôi, hãy vào Cửa hàng Chrome trực tuyến và chọn Thêm vào Chrome. Nó sẽ được thêm vào trình duyệt của bạn và bạn có thể bắt đầu sử dụng.\n❓ Làm thế nào để chuyển đổi một trang web sang PDF trong định dạng chrome bằng tiện ích của bạn?\nĐể chuyển đổi một trang web sang PDF, nhấp vào biểu tượng tiện ích của chúng tôi và tệp của bạn sẽ được tạo trong vài giây.\n❓ Làm thế nào để lưu trang internet dưới dạng PDF?\nTiện ích của chúng tôi cung cấp một cách mượt mà. Bạn có thể lưu bất kỳ trang internet nào dưới dạng PDF bằng cách làm theo các bước đơn giản.\n❓ Tôi có thể sử dụng tiện ích này để lưu toàn bộ trang web không? Chắc chắn rồi! Công cụ Chuyển đổi trang web sang PDF của chúng tôi đã trở thành giải pháp tuyệt vời để lưu các trang internet.\n❓ Nếu tôi gặp vấn đề khi sử dụng chuyển đổi trang web sang PDF, có hỗ trợ khách hàng không?\nHãy liên hệ trực tiếp với chúng tôi qua email hoặc để lại phiếu yêu cầu trong Cửa hàng Chrome trực tuyến. Chúng tôi sẽ rất vui lòng giúp đỡ!\n❓ Tôi có một số ý tưởng và phản hồi cho ảnh chụp màn hình chrome. Tôi có thể chia sẻ chúng với các nhà phát triển không?\nNhóm của chúng tôi luôn sẵn sàng lắng nghe từ người dùng. Đừng ngần ngại gửi đề xuất, ý tưởng hoặc đánh giá của bạn. Chúng tôi đánh giá cao những gì bạn nói.\n\nCác tính năng nâng cao\n➤ Chụp ảnh toàn bộ trang web: Sử dụng nút chụp toàn trang để lưu trang web dưới dạng PDF.\n➤ Tùy chọn định dạng & chất lượng: Điều chỉnh chất lượng và định dạng để đáp ứng nhu cầu của bạn.\n➤ Truy cập dễ dàng từ thanh công cụ: Trực tiếp và bất cứ khi nào bạn cần.\n\nCách sử dụng tiện ích của chúng tôi?\n1. Cài đặt tiện ích của chúng tôi.\n2. Truy cập bất kỳ trang web nào bạn muốn chuyển đổi.\n3. Nhấp vào biểu tượng của chúng tôi – trang web của bạn sẽ được lưu ngay lập tức.\n4. Tiếp tục chuyển đổi các trang web khi đang di chuyển – công việc của bạn sẽ không bị gián đoạn!\n5. Để lại cho chúng tôi một đánh giá nếu bạn muốn thay đổi hoặc thêm điều gì đó!\n\nLợi ích bổ sung\n⚡ Không cần phần mềm: Bộ chuyển đổi này hoạt động trực tiếp trong Chrome.\n⚡ Định dạng đáng tin cậy: Cho dù bạn đang chuyển đổi một bài đăng blog hay một nghiên cứu chi tiết, tiện ích đảm bảo kiểu dáng chính xác.\n⚡ Hoàn hảo cho ảnh chụp màn hình toàn trang: Nếu bạn mệt mỏi với việc ghép các ảnh chụp màn hình lại với nhau, tiện ích này có thể lưu toàn bộ trang dưới dạng PDF chỉ với một cú nhấp chuột.\n⚡ Lưu vào thiết bị hoặc đám mây của bạn: Bạn có thể lưu trực tiếp vào thiết bị của mình hoặc sau đó tải lên đám mây của bạn.\n\nLưu trang web dưới dạng PDF là tiện ích Chrome tối ưu để bắt đầu tải xuống, lưu trữ và chia sẻ PDF ngay lập tức! Chúc bạn tải xuống, lưu trữ và chia sẻ tài liệu ngay lập tức!",
    "zh_CN": "这个简单而强大的扩展程序非常适合需要在Chrome中将网页转换为PDF的用户。\n\n主要功能\n1️⃣ 一键操作：只需点击即可将网页转换为PDF。我们使过程快速高效。\n2️⃣ 保留原始布局：您的文件将保持页面的原始外观，保留文本、图像和布局。\n3️⃣ 将网页保存为PDF Chrome：此工具为需要转换互联网页面的用户提供高质量的转换。\n4️⃣ 整页截图：需要截图整个网页？现在您不再需要谷歌如何将网页保存为PDF！\n\n如何在线将网页转换为PDF\n请按照以下简单步骤操作：\n1. 安装将网页转换为PDF扩展程序。\n2. 打开您希望保存页面的网站。\n3. 点击转换 - 您的文件将在几秒钟内准备好。\n您还可以在我们的常见问题部分了解更多信息。\n\n为什么使用这个网页到PDF转换器？\n- 快速访问：只需点击一下即可获取文章、研究的文件版本，或将任何互联网页面转换为PDF。\n- 在Chrome中工作：无需下载其他应用程序来学习如何将网页保存为PDF格式，现在您无需离开浏览器，就像其他扩展程序如GoFullPage一样。\n- 为效率优化：与其他工具不同，此扩展程序与Chrome集成，为您提供一种简单的方法来保存Chrome网页。\n在线和离线保存选项：使用它在线将网页转换为PDF或保存为文件以供以后使用。\n- 简便的工具栏访问：直接从Chrome工具栏转换链接以便快速访问。\n- 我们尊重您的隐私：我们的工具不会收集您的数据、存储您的文件，也不会跟踪您访问的网站。\n- 组织和归档：使用将网页转换为PDF将任何互联网页面导出为文件，并无缝集成到您的个人知识库中。\n\n谁能受益？\n✔️ 研究人员：轻松获取网页记录。\n✔️ 学生：捕获并转换学术作品为PDF。\n✔️ 专业人士：无烦恼地归档文档。\n✔️ 自由职业者：将互联网页面保存为PDF以保留项目。\n✔️ 所有人：对于需要快速保存网页的任何人！\n\n常见问题\n❓ 如何安装？\n要安装我们的应用程序，请访问Chrome网上应用店并选择添加到Chrome。它将被添加到您的浏览器中，您可以开始使用它。\n❓ 如何使用您的扩展程序将网页转换为Chrome格式的PDF？\n要将网页转换为PDF，请点击我们的扩展程序图标，您的文件将在几秒钟内生成。\n❓ 如何将互联网页面保存为PDF？\n我们的扩展程序提供了一种流畅的方法。您可以按照简单的步骤将任何互联网页面保存为PDF。\n❓ 我可以使用此扩展程序保存整个网页吗？当然可以！我们的将网页转换为PDF工具成为保存互联网页面的绝佳解决方案。\n❓ 如果在使用将网页转换为PDF时遇到问题，是否有客户支持？\n欢迎通过电子邮件直接联系我们或在Chrome网上应用店留下工单。我们很乐意帮助您！\n❓ 我对Chrome截图有一些想法和反馈。可以与开发人员分享吗？\n我们的团队始终乐于倾听用户的意见。请随时发送您的建议、想法或评论。我们重视您的意见。\n\n高级功能\n➤ 截图整个网页：使用全页捕获按钮将网页保存为PDF。\n➤ 格式和质量选项：调整质量和格式以满足您的需求。\n➤ 从工具栏轻松访问：随时随地直接访问。\n\n如何使用我们的扩展程序？\n1. 安装我们的扩展程序。\n2. 访问您想要转换的任何网页。\n3. 点击我们的图标 - 您的网页将立即保存。\n4. 继续随时随地转换网页 - 您的工作不会中断！\n5. 如果您想更改或添加内容，请留下评论！\n\n额外的好处\n⚡ 无需软件：此转换器直接在Chrome中工作。\n⚡ 可靠的格式：无论您是在转换博客文章还是详细研究，扩展程序都能确保准确的样式。\n⚡ 完美的整页截图：如果您厌倦了拼接截图，此扩展程序可以一键保存整个页面为PDF。\n⚡ 保存到您的设备或云端：您可以直接保存到设备，然后上传到云端。\n\n将网页转换为PDF是开始立即下载、归档和共享PDF的终极Chrome扩展程序！祝您下载、归档和共享文档愉快！",
    "zh_TW": "這個簡單而強大的擴充功能非常適合需要可靠工具在 Chrome 中將網頁轉換為 PDF 的用戶。\n\n主要功能\n1️⃣ 一鍵操作：只需點擊即可將網頁轉換為 PDF。我們讓這個過程快速高效。\n2️⃣ 保留原始佈局：您的文件將保持頁面的原始外觀，保留文本、圖像和佈局。\n3️⃣ 在 Chrome 中將網頁保存為 PDF：這個工具為需要轉換網頁的用戶提供高質量的轉換。\n4️⃣ 整頁截圖：需要截取整個網頁的截圖嗎？現在您不必再搜尋如何將網頁保存為 PDF！\n\n如何在線將網頁轉換為 PDF\n請按照以下簡單步驟：\n1. 安裝將網頁轉換為 PDF 擴充功能。\n2. 打開您希望保存頁面的網站。\n3. 點擊轉換 - 您的文件將在幾秒鐘內準備好。\n您還可以在我們的常見問題部分了解更多信息。\n\n為什麼使用這個網頁轉換為 PDF 的工具？\n- 快速訪問：只需點擊一下即可獲取文章、研究的文件版本，或將任何網頁轉換為 PDF。\n- 在 Chrome 中運行：無需下載其他應用程式來學習如何將網頁保存為 PDF 格式，現在您不必像使用其他擴充功能（如 GoFullPage）那樣離開瀏覽器。\n- 為效率而優化：與其他工具不同，這個擴充功能與 Chrome 集成，為您提供一種簡單的方法來保存 Chrome 網頁。\n- 在線和離線保存選項：使用它在線將網頁轉換為 PDF 或保存為文件到您的電腦以供日後使用。\n- 簡單的工具欄訪問：從您的 Chrome 工具欄直接轉換鏈接以便快速訪問。\n- 我們尊重您的隱私：我們的工具不會收集您的數據、存儲您的文件，也不會跟蹤您訪問的網站。\n- 組織和存檔：使用將網頁轉換為 PDF 將任何網頁導出為文件，並將它們無縫集成到您的個人知識庫中。\n\n誰能受益？\n✔️ 研究人員：輕鬆獲取網頁記錄。\n✔️ 學生：捕捉並轉換學術作品為 PDF。\n✔️ 專業人士：無需麻煩地存檔文件。\n✔️ 自由職業者：保存網頁為 PDF 以保留項目。\n✔️ 所有人：適合需要快速保存網頁的任何人！\n\n常見問題\n❓ 如何安裝？\n要安裝我們的應用程式，請前往 Chrome Web Store 並選擇添加到 Chrome。它將被添加到您的瀏覽器中，您可以開始使用它。\n❓ 如何使用您的擴充功能將網頁轉換為 PDF 格式？\n要將網頁轉換為 PDF，請點擊我們的擴充功能圖標，您的文件將在幾秒鐘內生成。\n❓ 如何將網頁保存為 PDF？\n我們的擴充功能提供了一種流暢的方法。您可以按照簡單的步驟將任何網頁保存為 PDF。\n❓ 我可以使用這個擴充功能保存整個網頁嗎？當然可以！我們的將網頁轉換為 PDF 工具成為保存網頁的絕佳解決方案。\n❓ 如果在使用將網頁轉換為 PDF 時遇到問題，是否有客戶支持可用？\n隨時通過電子郵件直接聯繫我們或在 Chrome Web Store 留下票據。我們很樂意幫助您！\n❓ 我對 Chrome 截圖有一些想法和反饋。可以與開發人員分享嗎？\n我們的團隊始終樂於傾聽用戶的意見。不要猶豫，發送您的建議、想法或評論。我們重視您的意見。\n\n高級功能\n➤ 截取整個網頁：使用全頁捕捉按鈕將網頁保存為 PDF。\n➤ 格式和質量選項：調整質量和格式以滿足您的需求。\n➤ 從工具欄輕鬆訪問：隨時隨地直接訪問。\n\n如何使用我們的擴充功能？\n1. 安裝我們的擴充功能。\n2. 訪問您想要轉換的任何網頁。\n3. 點擊我們的圖標 - 您的網頁將立即保存。\n4. 繼續隨時隨地轉換網頁 - 您的工作不會中斷！\n5. 如果您想更改或添加內容，請給我們留下評論！\n\n額外好處\n⚡ 無需軟體：這個轉換器直接在 Chrome 中運行。\n⚡ 可靠的格式化：無論您是轉換博客文章還是詳細的研究，擴充功能都能確保準確的樣式。\n⚡ 完美的整頁截圖：如果您厭倦了拼接截圖，這個擴充功能可以一鍵保存整個頁面為 PDF。\n⚡ 保存到您的設備或雲端：您可以直接保存到您的設備，然後上傳到您的雲端。\n\n將網頁轉換為 PDF 是開始立即下載、存檔和分享 PDF 的終極 Chrome 擴充功能！祝您下載、存檔和分享文件愉快！"
  }
}