{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyGraph"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyGraph.fr Productivity Edge extension: Aide à la prise de rendez-vous préfecture"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension Chrome permet de simplifier la prise de rendez-vous dans une préfecture, notamment les rendez-vous de naturalisation, admission exceptionnelle au séjour, renouvellement de titre de séjour, échange de permis... dans la région de l’Ile de France, Toulouse (Haute-Garonne) et d'autres régions.\n  La majorité des préfectures sont prises en charge en particulier:\n  - Every (Essonne)\n  - Val-d'Oise\n  - Toulouse\n  - Val de Marne\n  - Seine-Saint-Denis\n  - Nanterre (Hauts-de-Seine)\n  - Yvelines \n  - Rhône (Permis, Titre de séjour, ...)\n  - Grenoble (Permis, Titre de séjour ..)\n\nIl suffit d'ouvrir la page de l'une de ces préfectures dans un onglet Chrome et laisser le plugin faire les clics à votre place, une fois un rendez-vous s'ouvre, une alerte s'affichera dans votre navigateur Chrome vous demandant de valider la phase de sécurité et de remplir le formulaire de la préfecture.\n---\nAttention: Cette extension est juste un outil de productivité:\n0- permet uniquement de ne pas perdre du temps à faire des clics simples\n1- Alerter les utilisateurs en cas de disponibilité d'un créneau par e-mail\n2- il ne vous garantit pas un rendez-vous\n3- il ne permet pas de prendre un rendez-vous de façon automatique\n4- il faut toujours intervenir à la fin du processus pour valider le contrôle de sécurité et saisir les données personnelles.\n5- il est strictement interdit d'utiliser l'outil pour l'achat/ventre de rendez-vous ou saturer le site de la préfecture.\n6-élément gratuit pour une utilisation limité\n---\nMerci de lire les CGU (surtout l'article 7) ici: https://mygraph.fr/public/privacy-cgu"
  }
}