{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GateKeeper Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GateKeeper Password Manager works with the GateKeeper desktop application to provide proximity based access to web passwords."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Login to websites with your phone or a Bluetooth token. The GateKeeper Chrome extension gives proximity access to web credentials, including one-time-passwords (OTPs) when using a GateKeeper key and software for secure access to your computer.\n\nThe extension enhances the user's ability to manage their web passwords in their GateKeeper profiles. It communicates with the GateKeeper desktop application to allow users to save and retrieve their web credentials on any computer they log on to using their GateKeeper proximity token. For enterprise users, this extension provides access to web credentials for all users on every computer on the network once the user is authenticated on to the machine using their GateKeeper proximity token. \n\nOnce a user logs on to any computer on the network using their GateKeeper proximity token, all their web credentials are available for them to use through this extension. Additionally, by registering web applications that support Time-Based One-Time-Passwords, the extension provides the 6-digit OTP in addition to the username and password for the web application, automatically. With GateKeeper, you will have on-demand and secure access to your computer, web and 2-FA OTP codes in one place.\n\nFor any questions regarding proximity lock and unlock with GateKeeper, please email us at info@gkaccess.com or visit https://gkaccess.com."
  }
}