{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1LINE: One Line With One Touch Puzzle Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1LINE: One Line with One Touch is a simple way to get some brain training exercise everyday. This is a great mind challenging game."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1LINE: One Line with One Touch is a simple way to get some brain training exercise everyday. This is a great mind challenging game.\n\nWe made possible to play this best game in chrome extension only for you. One Line with One Touch is a straightforward approach to get some brain training exercise every day if you're a big fan of the One Line video game. \n\nThis game offers a fantastic mental challenge and has easy instructions.\nJust try to make all the connections with a single touch.\n\nHow to play:-\n\nThere is only one rule:\n\"Connect all the points with just one line.\"\nIt doesn't matter where you start.\n\nStages:-\n\n✓ There are 500 stages overall and 10 levels.\n✓ It begins with basic shapes, but as you advance in levels, the complexity of the shapes and the amount of lines rises.\n\nRules. \n\nOn the screen, there will be points and hints that make a particular shape. To link these places and overlap the hint lines is your duty. A crucial point: \n\nYou cannot draw a line over a line that has previously been drawn. Is it simple for you?\n\nDon't make snap judgements. Your brain will operate at its peak level of logic.\n\nEarly on, you might think it's too simple.\nThe straightforward phases must also be passed, though.\nAll of the tips for passing the latter, more challenging stages are scattered throughout the easier ones.\n\nPlay this fantastic game online in chrome webstore to get your brain working on puzzle-solving skills! Once you start playing it, you won't stop."
  }
}