{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flow Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Digital wallet created for everyone.",
    "ja": "すべての人のために作られたデジタルウォレット。",
    "ru": "Цифровой кошелек, созданный для всех.",
    "zh_CN": "为每个人打造的数字钱包"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Flow Wallet is built from the ground up for Flow Blockchain! Take complete self-custody of your crypto and NFTs, and use them across Flow's wide network of applications.\n\nFlow Wallet turns your device into a hardware wallet by leveraging your device's Secure Enclave to derive and use the cryptographic keys which secure your accounts and assets on Flow; giving you hardware-level security that you can trust. With Flow Wallet, no one can take your assets without your permission.\n\nEnjoy gas-free transactions on Flow! Flow Wallet covers the gas fee associated with your transactions on Flow, allowing you to explore Flow's ecosystem of applications with ease.\n\nManage your crypto and NFTs directly in the app! View your crypto balances at a glance, and browse your NFT collections with ease. \n\nBrowse Flow's wide selection of apps and games with Flow Wallet's in-app browser. Instantly connect to apps to collect NFTs, and use your crypto.\n\nFlow Wallet lets you manage your accounts and keys, giving you total control over the access to your crypto and NFTs. Flow Wallet let's you store backup keys using iCloud, Google Drive or Passkey to store recovery keys in the event you lose access to your device.\n\nWith Flow Wallet, your can device-link with the Flow Wallet chrome extension to share access to your Flow account between your desktop and mobile device, giving you access to your Flow account across the devices you use.\n\nFind Flow Blockchain on x/twitter @flow_blockchain",
    "ja,ru,zh_CN": "A Flow Wallet lived in your Browser\n\nLilico is the first non-custodial extension wallet on Flow blockchain. As a Flow Client Library (FCL) compatible wallet, Lilico enables you to access Web 3.0, NFTs, tokens and dApps.\n\nIn prioritizing your privacy, Lilico gives you full control over your assets. Lilico also allows you to explore all that Web3 has to offer making your overall experience easy, fun and secure.\n\nThe extension injects the FCL provider into every website's javascript context, so that dApps can read from the blockchain.\n\nThe future is meow."
  }
}