{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công ty Phát triển Phần mềm HDWEBSOFT",
    "en": "Software Development Company HDWEBSOFT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tính giá dịch vụ tại HDWEBSOFT",
    "en": "Calculate service prices at HDWEBSOFT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công ty Phát triển Phần mềm HDWEBSOFT là một tiện ích mở rộng cho trình duyệt Chrome, được thiết kế để cung cấp thông tin và tính toán chi phí cho các dịch vụ phát triển phần mềm của HDWEBSOFT. Với giao diện thân thiện và tính năng linh hoạt, tiện ích này mang lại trải nghiệm tốt nhất cho người dùng khi cần tìm hiểu về các dịch vụ phát triển phần mềm chất lượng từ HDWEBSOFT.\n\nTính Năng:\nLựa Chọn Dịch Vụ: Người dùng có thể chọn từ một loạt các dịch vụ phát triển phần mềm của HDWEBSOFT, bao gồm:\n- Offshore Software Development\n- Web Application\n- Mobile App\n\nTính Toán Chi Phí: Tiện ích cho phép người dùng chọn số lượng và loại dịch vụ để tự động tính toán chi phí dựa trên giá cả và mô tả của từng dịch vụ.\n\nHiển Thị Thông Tin Chi Tiết: Sau khi tính toán, người dùng có thể xem thông tin chi tiết về dịch vụ được chọn và chi phí tương ứng để đưa ra quyết định phù hợp.\n\nVề HDWEBSOFT:\n\nHDWEBSOFT là một công ty phát triển phần mềm hàng đầu với hơn 12 năm kinh nghiệm trong ngành. Chúng tôi cam kết cung cấp các dịch vụ phát triển phần mềm chất lượng cao, đáp ứng mọi nhu cầu của khách hàng và mang lại giá trị tốt nhất cho doanh nghiệp của bạn.\n\nHãy Sử Dụng Tiện Ích Ngay Hôm Nay!\n\nLiên hệ góp ý ứng dụng tại:\n- HDWEBSOFT BUILDING, 15 Thep Moi, Ward 12, Tan Binh District, Ho Chi Minh City, Vietnam\n- Email: c o n t a c t @ h d w e b s o f t . c o m\n- Phone: +84 (0)28 66809403",
    "en": "HDWEBSOFT Software Development Company is a Chrome browser extension, designed to provide information and cost calculations for HDWEBSOFT's software development services. With a friendly interface and flexible features, this utility brings the best experience for users when learning about quality software development services from HDWEBSOFT.\n\nFeature:\nService Selection: Users can choose from a wide range of HDWEBSOFT software development services, including:\n- Offshore Software Development\n- Web Applications\n- Mobile App\n\nCost Calculator: The utility allows users to select the number and type of services to automatically calculate costs based on the price and description of each service.\n\nShow Detailed Information: After calculation, users can view detailed information about the selected service and the corresponding cost to make an appropriate decision.\n\nAbout HDWEBSOFT:\n\nHDWEBSOFT is a leading software development company with over 12 years of industry experience. We are committed to providing high quality software development services that meet all customer needs and bring the best value to your business.\n\nUse the Utility Today!\n\nContact for application comments at:\n- HDWEBSOFT BUILDING, 15 Thep Moi, Ward 12, Tan Binh District, Ho Chi Minh City, Vietnam\n- Email: c o n t a c t @ h d w e b s o f t . c o m\n- Phone: +84 (0)28 66809403"
  }
}