{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Affiliation Tools - affiliate link generator",
    "es": "Affiliation Tools - generador de enlaces de afiliados"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Universal affiliate link generator for Amazon, Aliexpress and much more.",
    "es": "Generador de enlaces de afiliado universal. Soporta Amazon, Aliexpress, Gearbest, Banggood y muchos otros."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you want to make money with affiliate links for free and from multiple online stores where you are registered but only have the exclusive affiliate link generator per marketplace like Amazon's SiteStripe?\nAffiliation Tools is the solution for entrepreneurs, small bloggers or marketers who are learning how to generate income with referrals.\n\nAffiliation Tools is an extension for Chromium-based web browsers (Google Chrome, Microsoft Edge, Opera, etc.).\nWe offer you for free the possibility to synchronize with your account/browser profile your affiliate link building settings of all the ecommerces you have linked to your account.\n\nWe also offer guides to sign up for the main affiliate sites and we will guide you step by step to start generating passive income.\n\nInstall and use the best affiliate link generator with free version that seeks to generate income (at least more comfortably).",
    "es": "¿Quieres ganar dinero con enlaces de afiliados de forma gratuita y de múltiples tiendas online en las que estás registrado pero solo tienes el generador de enlaces de afiliado exclusivo por marketplace como es SiteStripe de Amazon?\nPues Affiliation Tools es la solución para emprendedores, bloggers pequeños o marketeros que están aprendiendo a generar ingresos con referidos.\n\nAffiliation Tools es una extensión para navegadores web basados en Chromium (Google Chrome, Microsoft Edge, Opera, etc.).\nTe ofrecemos gratuitamente la posibilidad de sincronizar con tu cuenta/perfil de navegador tu configuración de creación de enlaces de afiliados de todas los ecommerces que tengas vinculados a tu cuenta.\n\nAdemás ofrecemos guias para darte de alta en los principales sitios de afiliados y te guiaremos paso a paso para que empieces a generar ingresos pasivos.\n\nInstala y usa el mejor generador de enlaces de afiliados con versión gratuita que busca que generes ingresos (al menos más cómodamente)."
  }
}