{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Ad Skipper for Pluto TV",
    "de": "Ad Skipper für Pluto TV",
    "es": "Saltador de anuncios para Pluto TV",
    "fr": "Skipper de publicité pour Pluto TV",
    "ja": "Pluto TV の広告スキッパー",
    "ko": "Pluto TV용 광고 선장",
    "pl": "Ad Skipper dla Pluto TV",
    "th": "Ad Skipper สำหรับพลูโตทีวี"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Automatically skip and disable ads on Pluto TV.",
    "de": "Überspringen und deaktivieren Sie automatisch Werbung auf Pluto TV.",
    "es": "Salta y desactiva anuncios automáticamente en Pluto TV.",
    "fr": "Ignorez et désactivez automatiquement les publicités sur Pluto TV.",
    "ja": "Pluto TV の広告を自動的にスキップして無効にします。",
    "ko": "Pluto TV에서 자동으로 광고를 건너뛰고 비활성화합니다.",
    "pl": "Automatycznie przewijaj reklamy i przechodź do następnego odcinka na Pluto TV.",
    "th": "ข้ามและปิดการใช้งานโฆษณาบน Pluto TV โดยอัตโนมัติ"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Extension to skip / fast forward ads on Pluto TV.\n\nSave your time!\n\nAdd Ad Skipper for Pluto TV to your browser to automatically:\n\n➡️ Fast-forward through ads\n➡️ Go to the next episode\n\nAll you need to do is to add the extension to your browser and log into your Pluto TV account.\n\nYou are ready to binge series all night. It is as simple as that!\n\nHow does it work?\n\nSkipper automatically detects ads which appear while watching, and fast forwards them\n\n❗**Disclaimer: Please note that some ads cannot be distinguished from the main videos. If these ads are present, the extension will not work. The good news is that you can fast forward through them using standard controls. We apologise for any inconvenience**❗\n\n❗**Disclaimer: All product and company names are trademarks or registered trademarks of their respective holders. This extension holds no association or affiliation with them or any third-party companies.**❗",
    "de": "Erweiterung zum Überspringen/Vorspulen von Werbung auf Pluto TV.\n\nSparen Sie Zeit!\n\nFügen Sie Ad Skipper für Pluto TV zu Ihrem Browser hinzu, um automatisch Folgendes zu tun:\n\n➡️ Schneller Vorlauf durch Anzeigen\n➡️ Gehe zur nächsten Folge\n\nSie müssen lediglich die Erweiterung zu Ihrem Browser hinzufügen und sich bei Ihrem Pluto TV-Konto anmelden.\n\nSie sind bereit, die ganze Nacht Serien zu machen. So einfach ist das!\n\nWie funktioniert es?\n\nSkipper erkennt automatisch Werbung, die während des Ansehens erscheint, und spult sie schnell weiter\n\n❗**Haftungsausschluss: Bitte beachten Sie, dass einige Anzeigen nicht von den Hauptvideos unterschieden werden können. Wenn diese Anzeigen vorhanden sind, funktioniert die Erweiterung nicht. Die gute Nachricht ist, dass Sie mit Standardsteuerelementen schnell durch sie hindurchgehen können. Wir entschuldigen uns für etwaige Unannehmlichkeiten**❗\n\n❗**Haftungsausschluss: Alle Produkt- und Firmennamen sind Marken oder eingetragene Marken ihrer jeweiligen Inhaber. Diese Erweiterung steht in keiner Verbindung oder Zugehörigkeit zu ihnen oder Drittunternehmen.**❗",
    "es": "Extensión para saltar/avanzar anuncios en Pluto TV.\n\n¡Ahorre tiempo!\n\nAgregue Ad Skipper para Pluto TV a su navegador para automáticamente:\n\n➡️ Avance rápido a través de anuncios\n➡️ Ir al siguiente episodio\n\nTodo lo que necesitas hacer es agregar la extensión a tu navegador e iniciar sesión en tu cuenta de Pluto TV.\n\nEstás listo para darte un atracón de series toda la noche. ¡Es tan simple como eso!\n\n¿Como funciona?\n\nSkipper detecta automáticamente los anuncios que aparecen mientras los miras y los adelanta rápidamente\n\n❗**Descargo de responsabilidad: tenga en cuenta que algunos anuncios no se pueden distinguir de los videos principales. Si estos anuncios están presentes, la extensión no funcionará. La buena noticia es que puedes avanzar rápidamente a través de ellos usando controles estándar. Pedimos disculpas por cualquier inconveniente**❗\n\n❗**Descargo de responsabilidad: Todos los nombres de productos y empresas son marcas comerciales o marcas comerciales registradas de sus respectivos propietarios. Esta extensión no tiene ninguna asociación ni afiliación con ellos ni con empresas de terceros.**❗",
    "fr": "Extension pour sauter/avancer rapidement les publicités sur Pluto TV.\n\nGagnez du temps !\n\nAjoutez Ad Skipper pour Pluto TV à votre navigateur pour automatiquement :\n\n➡️ Avance rapide dans les annonces\n➡️ Accédez au prochain épisode\n\nTout ce que vous avez à faire est d'ajouter l'extension à votre navigateur et de vous connecter à votre compte Pluto TV.\n\nVous êtes prêt à vous gaver de séries toute la nuit. C'est aussi simple que ça!\n\nComment ça marche?\n\nSkipper détecte automatiquement les publicités qui apparaissent pendant le visionnage et les avance rapidement\n\n❗**Avertissement : veuillez noter que certaines publicités ne peuvent pas être distinguées des vidéos principales. Si ces publicités sont présentes, l'extension ne fonctionnera pas. La bonne nouvelle est que vous pouvez les parcourir rapidement à l’aide des commandes standard. Nous nous excusons pour tout inconvénient**❗\n\n❗**Avertissement : tous les noms de produits et de sociétés sont des marques commerciales ou des marques déposées de leurs détenteurs respectifs. Cette extension n'a aucune association ou affiliation avec eux ou avec des sociétés tierces.**❗",
    "ja": "Pluto TV で広告をスキップ/早送りするための拡張機能。\n\n時間を節約しましょう！\n\nPluto TV の Ad Skipper をブラウザに追加すると、次のことが自動的に行われます。\n\n➡️ 広告の早送り\n➡️ 次のエピソードに進む\n\n必要なのは、ブラウザに拡張機能を追加し、Pluto TV アカウントにログインすることだけです。\n\nあなたは一晩中シリーズをどんちゃん騒ぎする準備ができています。 それはとても簡単です!\n\nどのように機能するのでしょうか?\n\nSkipper は視聴中に表示される広告を自動的に検出し、早送りします。\n\n❗**免責事項: 一部の広告はメインビデオと区別できないことにご注意ください。 これらの広告が存在する場合、拡張機能は機能しません。 良いニュースは、標準のコントロールを使用して早送りできることです。 ご迷惑をおかけして申し訳ございません**❗\n\n❗**免責事項: すべての製品名および会社名は、それぞれの所有者の商標または登録商標です。 この拡張機能は、彼らや第三者企業とは何の関係も提携もありません。**❗",
    "ko": "Pluto TV에서 광고를 건너뛰거나 빨리 감기하는 확장 프로그램입니다.\n\n시간을 절약하세요!\n\n브라우저에 Pluto TV용 Ad Skipper를 추가하면 다음이 자동으로 수행됩니다.\n\n➡️ 광고를 통해 빨리감기\n➡️ 다음화로 이동\n\n귀하가 해야 할 일은 브라우저에 확장 프로그램을 추가하고 Pluto TV 계정에 로그인하는 것뿐입니다.\n\n밤새도록 폭식할 준비가 되었습니다. 그것은 그렇게 간단합니다!\n\n어떻게 작동하나요?\n\nSkipper는 시청 중에 나타나는 광고를 자동으로 감지하여 빨리 감습니다.\n\n❗**면책조항: 일부 광고는 메인 영상과 구분이 되지 않는 점 양해 부탁드립니다. 이러한 광고가 있으면 확장 프로그램이 작동하지 않습니다. 좋은 소식은 표준 컨트롤을 사용하여 빠르게 감을 수 있다는 것입니다. 불편을 끼쳐드려 죄송합니다**❗\n\n❗**면책 조항: 모든 제품 및 회사 이름은 해당 소유자의 상표 또는 등록 상표입니다. 이 확장 프로그램은 해당 회사 또는 제3자 회사와 아무런 연관이나 제휴를 맺지 않습니다.**❗",
    "pl": "Rozszerzenie umożliwiające pomijanie/przewijanie reklam w Pluto TV.\n\nOszczędź swój czas!\n\nDodaj Ad Skipper dla Pluto TV do swojej przeglądarki, aby automatycznie:\n\n➡️ Przewijać reklamy do przodu\n➡️ Przechodzić do kolejnego odcinka\n\nWystarczy, że dodasz rozszerzenie do swojej przeglądarki i zalogujesz się na swoje konto Pluto TV.\n\nJesteś gotowy na oglądanie seriali przez całą noc. To takie proste!\n\nJak to działa?\n\nSkipper automatycznie wykrywa reklamy pojawiające się podczas oglądania i szybko je przewija\n\n❗**Zastrzeżenie: Należy pamiętać, że niektórych reklam nie da się odróżnić od głównych filmów. Jeśli te reklamy są obecne, rozszerzenie nie będzie działać. Dobra wiadomość jest taka, że możesz je przewijać do przodu, korzystając ze standardowych elementów sterujących. Przepraszamy za wszelkie niedogodności**❗\n\n❗**Zastrzeżenie: Wszystkie nazwy produktów i firm są znakami towarowymi lub zastrzeżonymi znakami towarowymi odpowiednich właścicieli. To rozszerzenie nie ma żadnych powiązań ani powiązań z nimi ani z żadnymi firmami zewnętrznymi.**❗",
    "th": "ส่วนขยายเพื่อข้าม / กรอโฆษณาไปข้างหน้าบนพลูโตทีวี\n\nประหยัดเวลาของคุณ!\n\nเพิ่ม Ad Skipper สำหรับ Pluto TV ลงในเบราว์เซอร์ของคุณเพื่อ:\n\n➡️ กรอไปข้างหน้าผ่านโฆษณา\n➡️ไปตอนต่อไป\n\nสิ่งที่คุณต้องทำคือเพิ่มส่วนขยายลงในเบราว์เซอร์ของคุณและลงชื่อเข้าใช้บัญชี Pluto TV ของคุณ\n\nคุณพร้อมจะดูซีรีย์สุดอลังการตลอดทั้งคืน มันเป็นเรื่องง่ายเหมือนที่!\n\nมันทำงานอย่างไร?\n\nSkipper ตรวจจับโฆษณาที่ปรากฏขณะรับชมโดยอัตโนมัติ และกรอไปข้างหน้าอย่างรวดเร็ว\n\n❗**ข้อจำกัดความรับผิดชอบ: โปรดทราบว่าโฆษณาบางรายการไม่สามารถแยกความแตกต่างจากวิดีโอหลักได้ หากมีโฆษณาเหล่านี้ ส่วนขยายจะไม่ทำงาน ข่าวดีก็คือคุณสามารถกรอไปข้างหน้าได้โดยใช้การควบคุมมาตรฐาน ขออภัยในความไม่สะดวก*****\n\n❗**ข้อจำกัดความรับผิดชอบ: ชื่อผลิตภัณฑ์และบริษัททั้งหมดเป็นเครื่องหมายการค้าหรือเครื่องหมายการค้าจดทะเบียนของเจ้าของที่เกี่ยวข้อง ส่วนขยายนี้ไม่มีความเกี่ยวข้องหรือความเกี่ยวข้องกับพวกเขาหรือบริษัทบุคคลที่สามใดๆ *****"
  }
}