{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Cover Writer for Freelancers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI cover writer for upwork, freelancer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of crafting countless cover letters for your freelance job applications? Save time and boost your chances of landing the perfect gig with CoverCraft, an innovative browser extension that leverages the power of OpenAI's API to generate personalized, engaging, and professional cover letters for your Freelancer.com and Upwork.com job applications.\n\nKey Features:\n\nAI-Generated Cover Letters: CoverCraft employs state-of-the-art AI technology to understand the requirements of the job posting and create a tailor-made cover letter that highlights your relevant skills, experience, and accomplishments.\n\nEasy Integration: With a simple click, CoverCraft seamlessly integrates with your Freelancer.com and Upwork.com profiles, allowing for quick access to your work history, skills, and portfolio.\n\nCustomizable Templates: Choose from a wide range of industry-specific templates that are designed to impress potential clients and showcase your unique abilities. Plus, you can easily edit and personalize the generated cover letters to ensure they truly represent your voice and style.\n\nTime-Saving: Say goodbye to the tedious task of drafting cover letters from scratch. CoverCraft significantly reduces the time spent on crafting application letters, allowing you to focus on other aspects of your freelance business.\n\nKeyword Optimization: CoverCraft analyzes job postings for essential keywords and phrases, ensuring that your cover letter is optimized to capture the attention of both clients and platform algorithms.\n\nLearning & Improvement: As you use the extension, CoverCraft learns from your preferences and interactions, continuously refining its performance and accuracy to create even better cover letters over time.\n\nGet a competitive edge in the ever-growing freelance market with CoverCraft - your AI-powered cover letter writing assistant. Install the browser extension now and watch your freelance career soar to new heights!"
  }
}