{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gumloop"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate any web browsing workflow with AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gumloop: Turn Any Browser Action into an Automation\n\nIntroducing Gumloop's new Chrome extension - your key to unlocking web automation everywhere. We've made it possible to record any action you take in your browser and turn it into a repeatable automation. You can now record and run custom workflows without leaving your current webpage. Our web replays work seamlessly with your Gumloop automations, allowing you to build complex, AI-powered automations that go beyond traditional API limitations. With Gumloop, if you can do it in your browser, you can automate it. \n\nWhat it does:\n\n- Records your actions on any website\n- Replays your recorded actions in Chrome\n- Runs your Gumloop automations on any webpage\n\nTap into the full power of your Gumloop automations while browsing\n\nHow it helps:\n\n- Gather and process data from any webpage\n- Automate tasks on websites that don't offer API access by using Web Replays\n- Automate form filling and data entries\n\nRecording actions is easy:\n\n1. Click “start recording” to begin capturing your actions with just one click in the extension\n2. Perform your usual actions while Gumloop observes in the background.\n3. Finish your sequence with another click on \"Stop Recording\" when you're done.\n4. Run your recording in Chrome or reference it in Gumloop.\n\nThis is an early release of our Chrome extension, and we're excited to have you try it out. We're continuously improving and adding features based on user feedback. We'd love to hear your thoughts and experiences - reach out to us anytime at: feedback@gumloop.com"
  }
}