{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "i-control"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to controll the scrolling on a webpage with your eyes. Still in beta."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How cool it would be to control webpages with your eyes.\n\nOh wait...\n\nNow you can! This extension is going to give you the POWWAA to control the scrollbars on (almost) any webpage by looking at the sides. And all for free of course.\n\nIt's an open-source project, with the purpose of giving people the possibility to sit back and read hands-free. Due to the fact that it is still in it's early development, there is a lot of room to improve, which is why every feedback and new idea is welcome!\n\nIt uses your eye movement, so it need to access the camera. However, your data is only stored locally, at you, and I do not collect a single piece of data about you with this extension - I don't care about you thaat much :))\n\nTo use it: \n    1. Add the extension to Chrome\n    2. Go to a page that you can scroll on\n    3. Click on the extension's icon, and allow it to run in the current domain\n    4. Below the checkbox, select which sides to control, and click on train\n    5. Go through the training, and start looking at the specified directions to control it\n    6. Try to meddle a bit with the program using the options page, to find the best setup\n    7. Have fun!\n\nCool tech stuff: \n\nIt is using Webgazer.js (https://webgazer.cs.brown.edu/), which is made by some awesome people. I took their script and made some changes so it fits the needs of a Chrome extension (as it appears, their license allowed it).\n\nAlso, I have extended an amazing react chrome extension boilerplate (https://github.com/lxieyang/chrome-extension-boilerplate-react). This one just saved me, huge thanks here again to its developer. \n\nThe above two pieces take all the credit for their parts, I only did the interconnection, a bit of a UI, some fixes, changes and calculations. \n\nCheck it out on github:\nhttps://github.com/istvan73/chrome-extension-boilerplate-react/tree/initial\n\nLooking forward to hear any feedback from you!\nSteve"
  }
}