{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MicroHTTP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MicroHTTP makes HTTP requests: GET, POST, PUT, DELETE, PATCH"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MicroHTTP: Your Minimalist HTTP Client Extension\n\nMicroHTTP is a lightweight and user-friendly extension that allows you to send HTTP requests directly from your browser. It's perfect for developers and testers who need a quick and easy way to interact with APIs without the bulk of a full-fledged HTTP client.\n\nMicroHTTP Features\n\n- Minimalist design: Focuses on essential functionalities - GET, PUT, POST, PATCH, and DELETE - for streamlined use.\n\n- Effortless interaction: Send requests with ease using clear input fields for URL, Query Params, Headers, and JSON data.\n\n- Seamless dark mode: Switch between light and dark themes for comfortable use in any environment.\n\n- Convenient history: The most recent URL is automatically saved in your browser's storage, making it readily available when you reopen the extension.\n\n- Copy response with ease: Quickly copy the server's response to your clipboard for further analysis or sharing.\n\nWhy choose MicroHTTP over a full-fledged client ?\n\n- Lightweight: MicroHTTP is an extension, not a separate application, minimizing resource usage and keeping your browser efficient.\n\n- Focused: Its simplicity makes it ideal for quick tasks and testing specific functionalities, saving you time and effort.\n\n- Easy integration: Seamlessly integrated into your browser workflow, MicroHTTP eliminates the need for context switching between applications.\n\nGet started with MicroHTTP today and experience the power of simplified HTTP requests!"
  }
}