{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magnifier Usable Only with Mouse",
    "ja": "マウスユーザのための拡大鏡"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to zoom in on web pages without using a keyboard. The zoom method can be customized!",
    "ja": "キーボード操作なしでWebページを拡大表示できるやつ。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When using a wireless mouse from a distance, small text on the monitor can be hard to read... But you can't reach the keyboard... And it's difficult to move the cursor to the zoom button...\n\nIn such situations, it would be convenient to zoom in using only the mouse. With this tool, you can zoom in and out on web pages by using the mouse wheel while right-clicking (customizable).\n\n* Chrome Extension does not work on some Google pages and on opened web pages before installing this tool. Please reload the page you want to use this tool once after installation.\n\n\n## How To Use\n\n1. Open the context menu.\n2. Click on \"Magnifier for browser\".\n3. Hold down the right mouse button and use the mouse wheel.\n\nWhen you move the mouse cursor to the edge of the screen, you can scroll in that direction.\n\n### Config\n\n- The scroll with mouse cursor function can be enabled or disabled from the context menu.\n- By default, it uses the right mouse button, but you can change it to other buttons by clicking on the icon in the extension list.\n- You can reverse the zoom direction based on the mouse wheel.\n\n\n## v1.0.1\n\n- Change the tool name",
    "ja": "無線のマウスを使いながらモニタから離れていると小さい文字が読めない…。でもキーボードに手は届かない…倍率変更ボタンにカーソル合わせるの大変…\n\nそんなときにマウスだけでズームできると便利ですよね。\nこのツールはそんな時に右クリック（変更可能）しながらマウスホイールすることで、Webページを拡大縮小できます。\n\n※ Chrome Extension はGoogleの一部のページ、およびこのツールをインストールする前に開いていたWebページでは動作しません。インストール後は使用したいページを1度リロードしてください。\n\n\n## 使い方\n\n1. コンテキストメニュー（右クリックメニュー）を開く\n2. \"拡大鏡 for Browser\" をクリック\n3. 右マウスボタンを押したまま、マウスホイールをまわす\n\n画面端にマウスカーソルを持っていくと、その方向にスクロールできます。\n\n### 設定\n\n- マウスカーソルでスクロールする機能はコンテキストメニューから無効・有効を切り替えられます\n- デフォルトは右マウスボタンを使いますが、拡張一覧のアイコンをクリックすると他のボタンに変更できます\n- マウスホイールの方向による拡大縮小は逆転させられます\n\n\n## v1.0.1\n\n- Change the tool name"
  }
}