{
  "name": {
    "ar": "محمّل الصور",
    "am": "ፎቶ ተያያዥ",
    "bg": "Изтегляне на снимки",
    "bn": "ছবি ডাউনলোডার",
    "ca": "Descàrrega de fotos",
    "cs": "Stahovač fotografií",
    "da": "Foto Downloader",
    "de": "Fotos Downloader",
    "el": "Λήψη Φωτογραφιών",
    "en,en_AU,en_GB,en_US": "Photos Downloader",
    "es,es_419": "Descargador de Fotos",
    "et": "Fotode Allalaadija",
    "fa": "دانلودکننده عکس",
    "fi": "Kuvien Lataaja",
    "fil": "Downloader ng Larawan",
    "fr": "Téléchargeur de Photos",
    "gu": "ફોટા ડાઉનલોડર",
    "he": "מוריד תמונות",
    "hi": "फोटो डाउनलोडर",
    "hr": "Preuzimač Fotografija",
    "hu": "Fotók Letöltője",
    "id": "Pengunduh Foto",
    "it": "Downloader di Foto",
    "ja": "写真ダウンローダー",
    "kn": "ಫೋಟೋಸ್ ಡೌನ್ಲೋಡರ್",
    "ko": "사진 다운로드",
    "lt": "Nuotraukų Parsisiuntėjas",
    "lv": "Foto Lejupielādētājs",
    "ml": "ഫോട്ടോ ഡൗൺലോഡർ",
    "mr": "फोटो डाऊनलोडर",
    "ms": "Pemuat Turun Foto",
    "nl": "Foto's Downloader",
    "no": "Bilder Nedlaster",
    "pl": "Pobieracz Zdjęć",
    "pt_BR": "Baixador de Fotos",
    "pt_PT": "Baixador de Fotografias",
    "ro": "Descărcător de Fotografii",
    "ru": "Загрузчик Фотографий",
    "sk": "Sťahovač Fotografií",
    "sl": "Prenosnik Fotografij",
    "sr": "Преузимач Фотографија",
    "sv": "Fotonedladdare",
    "sw": "Upakuaji wa Picha",
    "ta": "படங்களை பதிவிறக்கி",
    "te": "ఫోటోలు డౌన్‌లోడర్",
    "th": "ตัวดาวน์โหลดรูปภาพ",
    "tr": "Fotoğraf İndirici",
    "uk": "Завантажувач Фотографій",
    "vi": "Trình Tải Ảnh",
    "zh_CN": "照片下载器",
    "zh_TW": "照片下載器"
  },
  "short": {
    "ar": "Transform Facebook browsing into seamless photo collection - download, pause, and customize with total control.",
    "am": "Complete Facebook photo archiving solution: Download multiple albums instantly, maintain privacy, zero technical expertise needed.",
    "bg": "Photographers' favorite: Comprehensive Facebook photo extraction tool with simple interface and robust download management.",
    "bn": "Never lose a memory again: Comprehensive Facebook photo downloader supporting albums, profiles, and group media.",
    "ca": "Backup Facebook photos quickly and privately - download entire collections with unprecedented simplicity and speed.",
    "cs": "Social media archivists rejoice: Powerful photo collection tool for effortless Facebook memory preservation.",
    "da": "Unleash complete Facebook photo download control: Pause, customize, and save memories across multiple platforms.",
    "de": "Revolutionize photo saving: Lightning-fast Facebook photo downloader with zero server interactions and full privacy.",
    "el": "Your digital memory guardian: Download Facebook photos from any section with unmatched ease and precision.",
    "en,en_AU": "Instantly download Facebook photos from albums, profiles, and groups with one-click ease and total privacy protection.",
    "en_GB": "Capture every moment: Bulk download Facebook photos across profiles, groups, and albums with ultimate convenience.",
    "en_US": "Effortlessly save and organize memories from Facebook with powerful, user-friendly photo download capabilities.",
    "es": "One-click solution for comprehensive Facebook photo downloads - secure, private, and incredibly user-friendly.",
    "es_419": "Transform Facebook browsing into intelligent photo collection: Download, organize, and preserve memories instantly.",
    "et": "Photographers' secret weapon: Seamless Facebook photo extraction with customizable folders and total download control.",
    "fa": "Capture life's moments: Intelligent Facebook photo downloader supporting comprehensive media collection strategies.",
    "fi": "Professional-grade Facebook photo management: Download, organize, and secure your digital memories effortlessly.",
    "fil": "Ultimate photo preservation tool: Download Facebook memories across profiles, groups, and albums with unprecedented simplicity.",
    "fr": "Elevate your digital archiving: Comprehensive Facebook photo downloader offering speed, privacy, and total control.",
    "gu": "Download Facebook photos effortlessly from albums, groups, and more with instant, customizable, and secure photo-saving tools.",
    "he": "Save Facebook memories instantly with bulk downloads, custom folders, and privacy-first features for complete control.",
    "hi": "Back up Facebook photos with ease—download albums, group media, and personal memories in seconds, all locally stored.",
    "hr": "Quickly download Facebook photos using URL input or a one-click button, ensuring privacy and customization.",
    "hu": "Securely save Facebook photos from any section—albums, groups, or search results—at lightning speed with no server uploads.",
    "id": "Organize Facebook photo downloads with custom folders, advanced controls, and complete privacy, all in one powerful tool.",
    "it": "Preserve Facebook memories seamlessly with instant bulk downloads, pause/resume features, and effortless privacy protection.",
    "ja": "Collect Facebook photos from albums, groups, and search results with a simple, privacy-focused downloader designed for you.",
    "kn": "Save personal and professional Facebook photos with flexible download options, custom folders, and 100% local privacy.",
    "ko": "Download and manage Facebook photos with ease, from albums to group media, all while keeping your data private.",
    "lt": "Capture your Facebook photo collection fast with bulk downloads, advanced controls, and no server interactions for privacy.",
    "lv": "Simplify Facebook photo saving with URL-based downloads, custom folder generation, and one-click convenience.",
    "ml": "Transform how you save Facebook photos—effortless downloads, advanced controls, and absolute privacy guaranteed.",
    "mr": "Download Facebook memories instantly from any section with smart customization and secure local storage.",
    "ms": "Take control of your Facebook photo downloads with fast, private, and customizable features for every user.",
    "nl": "Archive Facebook photos effortlessly with bulk download options, custom naming, and absolute data privacy.",
    "no": "Save Facebook albums, group photos, and more with a single click—no hassle, full privacy, and complete customization.",
    "pl": "Download Facebook photos hassle-free with customizable features, total privacy, and coverage across all sections.",
    "pt_BR": "Experience seamless Facebook photo saving with quick downloads, advanced management, and privacy-first functionality.",
    "pt_PT": "Preserve your Facebook memories securely with instant downloads, custom folders, and total local data control.",
    "ro": "Effortlessly download Facebook photos from albums, groups, and search results with advanced privacy and simple customization.",
    "ru": "Preserve your Facebook photos with fast, customizable bulk downloads that keep your data secure and private.",
    "sk": "Save Facebook albums, group media, and personal photos instantly with user-friendly tools and absolute privacy.",
    "sl": "Bulk download Facebook photos easily while organizing them into custom folders—all without compromising your privacy.",
    "sr": "Simplify Facebook photo collection with one-click downloads, customizable folders, and advanced management controls.",
    "sv": "Archive Facebook memories quickly from albums, groups, and more with a secure and efficient photo downloader.",
    "sw": "Download Facebook photos with unparalleled ease, customizable folder options, and full control over your data privacy.",
    "ta": "Save your Facebook memories instantly and securely with a simple, customizable downloader built for any section.",
    "te": "Get full control over Facebook photo downloads with bulk options, custom folder naming, and seamless privacy protection.",
    "th": "Save Facebook photos in seconds with intuitive tools that organize, secure, and simplify your photo-saving experience.",
    "tr": "Capture and organize your Facebook photo collection with powerful bulk downloads and complete data privacy.",
    "uk": "Download all your favorite Facebook photos from albums and groups with one-click ease and full customization.",
    "vi": "Take the hassle out of saving Facebook photos with instant downloads, custom folders, and local privacy protection.",
    "zh_CN": "Preserve your digital memories: Fast, secure Facebook photo downloads without complex technical skills required.",
    "zh_TW": "Collect Facebook photos quickly and securely with a simple yet powerful downloader that offers advanced features."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your photo-saving experience with Photos Downloader. This Chrome extension is designed for anyone looking to download images from Facebook quickly and efficiently, whether for personal memories, professional content management, or social media curation.\n\nWhat Makes Our Facebook Photo Downloader Unique?\n\nFacebook hosts countless memories across various sections, making photo collection challenging. Our extension solves this problem by providing a comprehensive Facebook image download solution across multiple platforms and sections.\n\nComprehensive Photo Download Capabilities\n\nEasily save photos from:\n- Personal \"Photos of\" collections\n- \"Photos by\" sections\n- Complete photo albums\n- Search result pages (images from friends and groups)\n- Group media sections\n\nHow to Download Facebook Photos in Seconds\n\nSaving your Facebook memories has never been easier:\n\n1. Instant Page Download\n   - Browse to any supported Facebook photo page\n   - Click the new download button\n   - Trigger immediate photo saving\n\n2. URL-Based Facebook Photo Export\n   - Copy any Facebook photo page URL\n   - Paste into the extension's input field\n   - Start bulk images download instantly\n\n3. Complete Download Customization\n   - Create custom folder names\n   - Use automatic folder generation\n\n4. Advanced Download Management\n   - Pause photo collection anytime\n   - Stop downloads with a single click\n   - Watch photos save directly to your computer\n\nUncompromising Privacy for Image Downloads\n\nWe take your data security seriously. Photo Downloader ensures:\n- 100% local downloads\n- Zero server interactions\n- Complete privacy of your Facebook memories\n\nWhy Photographers and Memory Collectors Choose Our Extension\n\n- Full Facebook Photo Coverage: Download from any Facebook section\n- Simple, One-Click Interface: No technical skills required\n- Complete Download Control: Pause, resume, customize\n- Absolute Privacy: Your photos, your control\n\nPerfect for:\n- Social media archivists\n- Photographers\n- Memory collectors\n- Anyone wanting to backup Facebook photos\n\nDownload Now and Preserve Your Memories\n\nStop worrying about losing your precious Facebook photos. Download images Downloader and take control of your digital photo collection today.\n\nData Privacy\nYour data stays on your device and is not stored or transmitted to our servers. We prioritize keeping your information secure and confidential.\n\nDisclaimer\nThis extension is an independently developed product and has no association with Meta LLC."
  }
}