{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hopted"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically move data between Google Sheets and the business applications you use every day."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "➤ YOUR KEY BENEFITS\n- Eliminate CSVs — Hopted automatically syncs data between your everyday business apps and Google Sheets.\n- 2-Way Synchronization — Edit data directly in Google Sheets, review changes, and updates will sync back to your connected apps.\n- Premier Service — Our solution engineers can help you build bespoke solutions and workflows to suit your specific business requirements.\n- 1-Click Connections — Easily connect Google Sheets with various business apps, integrating data from multiple sources in one place. \n\n➤ HOW HOPTED WORKS\n🔌 Installation — Install Hopted as a browser extension.\n🔄 Data Connection — Connect Hopted to one or more business apps (Amazon, Shopify, etc.) for seamless data flow into Google Sheets (similar to how you do it in Helium 10 or Jungle Scout).\n📈 Data Blending — Build real-time reports, dashboards, and metrics as a single source of truth, replacing manual data entry — filter, merge, join, and everything in between.\n🔄 Scheduling — Schedule regular data updates from connected systems to keep information in Google Sheets fresh, with intervals like every few minutes, hourly, daily, or weekly.\n\n➤ ABOUT HOPTED\nHopted is an intelligent data movement platform with a mission to improve people's KPIs. Built for reliability and customization, it allows you to access live data, update records in third-party apps by editing entries in Google Sheets, and collaborate seamlessly with your team—all with flexibility tailored to your needs."
  }
}