{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Word Definition"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click on a word to get its definition instantly, now with audio pronunciation and Google Search."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Word Definition & Pronunciation\nUnlock the power of words with our advanced Chrome extension! Instantly get definitions, phonetic spellings, and audio pronunciations for any word you highlight. Enhance your learning experience with features designed to make understanding and pronunciation easier than ever.\n\nKey Features:\n\nInstant Definitions: Highlight any word on the web to get its definition instantly. Powered by reliable dictionary APIs for accurate information.\nPhonetic Spelling: See simplified phonetic representations of words, breaking them down into syllables with visual cues for easy learning.\nAudio Pronunciations: Listen to both normal and slow pronunciations of any word. Hear it in a clear, professional audio format.\nInteractive Pronunciation: Click to play audio and follow along with highlighted syllables to master pronunciation.\nSynonyms & Examples: Discover synonyms and examples to deepen your understanding of each word.\nGoogle Search Integration: Easily find more information with a “More” button linking directly to Google search results.\nUser-Friendly Design: Clean, intuitive interface designed for quick access and easy navigation.\nWhy Choose Us?\n\nOur extension offers a seamless way to enhance your vocabulary and pronunciation skills directly from your browser. Whether you're a student, professional, or language enthusiast, our tool provides the resources you need to improve your understanding and use of English.\n\nHow to Use:\n\nHighlight any word on a webpage.\nClick the extension icon to view the definition, phonetic spelling, and audio pronunciation.\nInteract with the features to listen to pronunciations and explore synonyms and examples.\nPerfect for:\n\nStudents looking to expand their vocabulary\nProfessionals needing quick access to word meanings and pronunciation\nAnyone interested in improving their language skills\nDownload now to transform the way you interact with text online!"
  }
}