{
  "name": {
    "ar": "علامة تبويب جديدة",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "New Tab",
    "bg": "Нов прозорец",
    "ca": "Nova pestanya",
    "cs,sk": "Nová karta",
    "da,no": "Ny fane",
    "de": "Neue Registerkarte",
    "el": "Νέα καρτέλα",
    "es": "Nueva pestaña",
    "et": "Uuel kaardil",
    "fa": "برگه جدید",
    "fi": "Uusi välilehti",
    "fil": "Bagong tab",
    "fr": "Nouvel onglet",
    "he": "כרטיסייה חדשה",
    "hi": "नया टैब",
    "hr": "Nova kartica",
    "hu": "Új lap",
    "id,ms": "Tab baru",
    "it": "Nuova scheda",
    "ja": "新しいタブ",
    "ko": "새 탭",
    "lt": "Naujas skirtukas",
    "lv": "Jauna cilne",
    "nl": "Nieuw tabblad",
    "pl": "Nowa karta",
    "ro": "Filă nouă",
    "ru": "Новая вкладка",
    "sl": "Nov zavihek",
    "sr": "Нови прозор",
    "sv": "Ny flik",
    "th": "แท็บใหม่",
    "tr": "Yeni sekme",
    "uk": "Нова вкладка",
    "vi": "Tab mới"
  },
  "short": {
    "ar": "إنشاء علامة تبويب جديدة فارغة بدون أي محتوى موجود.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Create a blank new tab without any existing content.",
    "bg": "Създайте празен нов раздел без съществуващо съдържание.",
    "ca": "Creeu una pestanya nova en blanc sense cap contingut existent.",
    "cs": "Vytvořte prázdnou novou kartu bez existujícího obsahu.",
    "da": "Opret en tom ny fane uden noget eksisterende indhold.",
    "de": "Erstellen Sie eine leere neue Registerkarte ohne vorhandenen Inhalt.",
    "el": "Δημιουργήστε μια κενή νέα καρτέλα χωρίς υπάρχον περιεχόμενο.",
    "es": "Cree una nueva pestaña en blanco sin ningún contenido existente.",
    "et": "Looge tühi uus vahekaart ilma olemasoleva sisuta.",
    "fa": "یک برگه جدید و خالی و بدون محتوای موجود ایجاد کنید.",
    "fi": "Luo tyhjä uusi välilehti ilman olemassa olevaa sisältöä.",
    "fil": "Lumikha ng isang blangko bagong tab nang walang anumang nilalaman.",
    "fr": "Créez un nouvel onglet vierge sans aucun contenu existant.",
    "he": "צור כרטיסייה חדשה ריקה ללא תוכן קיים.",
    "hi": "किसी भी मौजूदा सामग्री के बिना एक रिक्त नया टैब बनाएं।",
    "hr": "Napravite praznu novu karticu bez ikakvog postojećeg sadržaja.",
    "hu": "Hozzon létre egy üres új lapot meglévő tartalom nélkül.",
    "id": "Buat tab baru kosong tanpa konten yang ada.",
    "it": "Crea una nuova scheda vuota senza alcun contenuto esistente.",
    "ja": "既存のコンテンツなしで空白の新しいタブを作成します。",
    "ko": "기존 컨텐츠없이 빈 새 탭을 작성하십시오.",
    "lt": "Sukurkite tuščią naują skirtuką be jokio esamo turinio.",
    "lv": "Izveidojiet tukšu jaunu cilni bez esoša satura.",
    "ms": "Buat tab baru yang kosong tanpa kandungan yang ada.",
    "nl": "Maak een leeg nieuw tabblad zonder bestaande inhoud.",
    "no": "Lag en tom ny fane uten eksisterende innhold.",
    "pl": "Utwórz pustą nową kartę bez istniejącej zawartości.",
    "ro": "Creați o filă nouă goală fără conținut existent.",
    "ru": "Создайте пустую новую вкладку без какого-либо существующего контента.",
    "sk": "Vytvorte novú prázdnu kartu bez existujúceho obsahu.",
    "sl": "Ustvari prazen nov zavihek brez obstoječe vsebine.",
    "sr": "Креирајте празну нову картицу без икаквог постојећег садржаја.",
    "sv": "Skapa en tom ny flik utan befintligt innehåll.",
    "th": "สร้างแท็บใหม่ที่ว่างเปล่าโดยไม่มีเนื้อหาใด ๆ อยู่",
    "tr": "Mevcut içerik olmadan yeni ve boş bir sekme oluşturun.",
    "uk": "Створіть порожню нову вкладку без наявного вмісту.",
    "vi": "Tạo một tab mới trống mà không có bất kỳ nội dung hiện có."
  },
  "long": {
    "ar": "قم بإنشاء علامة تبويب جديدة فارغة بدون أي محتوى موجود في الكروم.\nيجعل هذا المكون الإضافي صفحة علامة التبويب الجديدة فارغة بالكامل.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Create a blank new tab without any existing content in chrome.\nThis plugin makes the new tab page complete blank.",
    "bg": "Създайте празен нов раздел без никакво съществуващо съдържание в chrome.\nТози плъгин прави новата страница в раздела напълно празна.",
    "ca": "Creeu una pestanya nova en blanc sense contingut existent a Chrome.\nAquest connector fa que la nova pestanya estigui en blanc.",
    "cs": "Vytvořte prázdnou novou kartu bez jakéhokoli existujícího obsahu v prohlížeči Chrome.\nDíky tomuto pluginu je stránka nové karty zcela prázdná.",
    "da": "Opret en tom ny fane uden noget eksisterende indhold i krom.\nDette plugin gør den nye faneside tom.",
    "de": "Erstellen Sie eine leere neue Registerkarte ohne vorhandenen Inhalt in Chrome.\nDieses Plugin macht die neue Registerkarte vollständig leer.",
    "el": "Δημιουργήστε μια κενή νέα καρτέλα χωρίς υπάρχον περιεχόμενο στο chrome.\nΑυτή η προσθήκη καθιστά τη σελίδα της νέας καρτέλας κενή.",
    "es": "Cree una nueva pestaña en blanco sin ningún contenido existente en Chrome.\nEste complemento hace que la página de la nueva pestaña esté completamente en blanco.",
    "et": "Looge uus tühi vahekaart ilma Chrome'is olemasoleva sisuta.\nSee pistikprogramm muudab uue vahelehe täielikuks tühjaks.",
    "fa": "یک برگه خالی و جدید بدون هیچ محتوای موجود در chrome ایجاد کنید.\nاین افزونه صفحه برگه جدید را کاملاً خالی می کند.",
    "fil": "Luo tyhjä uusi välilehti ilman olemassa olevaa Chrome-sisältöä.\nTämä laajennus tekee uuden välilehden sivun tyhjäksi.",
    "fr": "Créez un nouvel onglet vide sans aucun contenu existant dans Chrome.\nCe plugin rend la nouvelle page à onglet complètement vide.",
    "hi": "क्रोम में किसी भी मौजूदा सामग्री के बिना एक खाली नया टैब बनाएं।\nयह प्लगइन नए टैब पेज को पूरा खाली बनाता है।",
    "hr": "Stvorite praznu novu karticu bez ikakvog postojećeg sadržaja u kromu.\nOvaj dodatak čini stranicu nove kartice potpuno praznom.",
    "hu": "Hozzon létre egy üres új lapot anélkül, hogy a krómban meglévő tartalom lenne.\nEz a bővítmény az új lapot teljesen üresé teszi.",
    "id": "Buat tab baru kosong tanpa konten yang ada di chrome.\nPlugin ini membuat halaman tab baru kosong.",
    "it": "Crea una nuova scheda vuota senza alcun contenuto esistente in Chrome.\nQuesto plugin rende vuota la nuova pagina della scheda.",
    "ja": "クロムの既存のコンテンツなしで空白の新しいタブを作成します。\nこのプラグインは、新しいタブページを完全に空白にします。",
    "ko": "크롬에 기존 콘텐츠없이 빈 새 탭을 만듭니다.\n이 플러그인은 새 탭 페이지를 완전히 비워 둡니다.",
    "lt": "Sukurkite naują tuščią skirtuką be jokio turinio „Chrome“.\nDėl šio papildinio naujas skirtuko puslapis bus tuščias.",
    "lv": "Izveidojiet jaunu tukšu cilni bez esoša hroma satura.\nŠis spraudnis padara jauno cilnes lapu tukšu.",
    "ms": "Buat tab baru yang kosong tanpa kandungan yang ada di chrome.\nPlugin ini menjadikan halaman tab baru menjadi kosong.",
    "nl": "Maak een leeg nieuw tabblad zonder bestaande inhoud in Chrome.\nDeze plug-in maakt de nieuwe tabbladpagina helemaal leeg.",
    "no": "Opprett en tom ny fane uten eksisterende innhold i krom.\nDette pluginet gjør den nye fanesiden tom.",
    "pl": "Utwórz pustą nową kartę bez żadnej istniejącej zawartości w chrome.\nTa wtyczka sprawia, że strona nowej karty jest całkowicie pusta.",
    "ro": "Creați o filă nouă goală, fără conținut existent în Chrome.\nAcest plugin face ca noua pagină a filei să fie complet goală.",
    "ru": "Создайте новую пустую вкладку без какого-либо существующего содержимого в Chrome.\nЭтот плагин делает страницу новой вкладки полностью пустой.",
    "sk": "Vytvorte prázdnu novú kartu bez existujúceho obsahu v prehliadači Chrome.\nVďaka tomuto doplnku je stránka novej karty prázdna.",
    "sl": "Ustvarite prazen nov zavihek brez obstoječe vsebine v Chromu.\nTa vtičnik naredi stran novega zavihka popolnoma prazno.",
    "sr": "Направите празну нову картицу без постојећег садржаја у цхроме-у.\nОвај додатак чини страницу нове картице потпуно празном.",
    "sv": "Skapa en tom ny flik utan befintligt innehåll i krom.\nDetta plugin gör den nya fliksidan komplett tom.",
    "th": "สร้างแท็บใหม่เปล่าโดยไม่มีเนื้อหาใด ๆ ใน chrome\nปลั๊กอินนี้ทำให้หน้าแท็บใหม่ว่างเปล่า",
    "tr": "Chrome'da mevcut herhangi bir içerik olmadan boş bir yeni sekme oluşturun.\nBu eklenti, yeni sekme sayfasını tamamen boş bırakır.",
    "uk": "Створіть порожню нову вкладку без будь-якого наявного вмісту в chrome.\nЦей плагін робить сторінку нової вкладки порожньою.",
    "vi": "Tạo một tab mới trống không có bất kỳ nội dung hiện có nào trong chrome.\nPlugin này làm cho trang tab mới hoàn toàn trống."
  }
}