{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leverage the power of ChatGPT within your Gmail inbox."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With ChatGPT for Gmail you can transform your Gmail inbox into an AI-powered productivity machine. It's a free Chrome extension that utilizes the power of OpenAI's ChatGPT to improve the speed and quality of email writing within the Gmail inbox.\n\nFeatures:\n\n1. Generate subject lines based on email content\n2. Generate multiple subject line variations\n3. Generate email content based on subject line\n4. Real-time readability and spam score checking\n5. Rewrite entire emails for better readability\n6. Unlimited custom prompts for creative emails and responses\n7. Email thread summarization \n8. Custom reply content within email thread \n\nWith ChatGPT for Gmail, you'll write emails like a pro and save time while doing it. \n\nNo need for a ChatGPT or OpenAI account – just install the extension and start writing smarter emails on your Gmail today.\n\n\n-----FAQ:-----\n\n1. What is ChatGPT?\nChatGPT is a language model developed by OpenAI, it's a type of AI that is able to understand and generate human-like text. It's been trained on a vast amount of text data from the internet, so it has a good understanding of various topics and it can perform various natural language processing tasks such as language translation, text summarization, and text completion. Essentially, it's a computer program that can communicate with people in a way that feels natural and human-like.\n\n2. What is ChatGPT for Gmail?\nChatGPT for Gmail is a chrome extension that turns your Gmail inbox into an AI thinking box with the power of ChatGPT. Installing ChatGPT for Gmail chrome extension makes your email writing process faster, easier, and more effective.\n\n3. Is ChatGPT for Gmail free to use?\nYes, ChatGPT for Gmail chrome extension is free to use.\n\n4. Is this extension built by the OpenAI team and is it associated with openai.com?\nNo, ChatGPT for Gmail is not built from the OpenAI team or Gmail team. It’s built by the Salesgear.io team to bring the power of chatGPT to the world's largest emailing platform, Gmail. So it could help millions write emails better.\n\n5. Do I need a ChatGPT/OpenAI account?\nNo, you don’t need to have a ChatGPT account to use ChatGPT for Gmail chrome extension."
  }
}