{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HideMe FreeVPN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unblock websites and stay secure with HideMe"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Free VPN Proxy by HideMe lets you access all blocked websites on Google Chrome securely and anonymously. *\n\nWe are pleased to introduce Free VPN Proxy by HideMe on your Chrome browser! \n\nHideMe VPN proxy is the easiest way to connect the web securely and anonymously. All network activities will be encrypted, no WiFi hotspot or man-in-the-middle can eavesdrop on your data. \n\nHideMe not only encrypts data, but also makes your online identity totally invisible. Once connected, your public IP address will change, this feature will enable you to bypass firewall filters and regulations, for example, unblock websites and services such as Facebook, Youtube, Twitter, Skype, etc. You can also bypass geo-location restrictions and access Netflix, BBC, Hulu from anywhere.\n\nAs it’s from the name, HideMe offers unlimited Free VPN Proxy service on your chrome web browsers. No signup needed. No credit card needed. \n\nIn additional, HideMe free VPN proxy service is super fast! It performs load balance nicely, and helps you connect to the nearest available server. As a result, your connection is smooth and fast.\n\nTo use HideMe Free VPN proxy, all you need to do is click on the button. Only one button is on the user interface! We have made HideMe VPN as simple as possible for all people. Do not care about any technical jargon, such as proxy setting, ip address, username password, certifications, etc.\n\nHideMe VPN is available on Windows, macOS, Linux and other platforms where Chrome can run. \n\nWe also provide native VPN apps:\n\nAndroid: https://play.google.com/store/apps/details?id=io.hideme.android\n\niOS: https://itunes.apple.com/us/app/hideme-free-vpn-proxy-unlimited/id879905781?ls=1&mt=8\n\nWindows and macOS: http://www.hideme.io/\n\nFor any problem and suggestion, feel free to contact dev@tigervpns.com\n\nWe’d like to hear from you!"
  }
}