{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Includia Accessibility Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Evaluate web pages for accessibility."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Includia Accessibility Checker seamlessly integrates into your development workflow, empowering you to create inclusive web experiences. It meticulously analyzes web pages to pinpoint potential accessibility violations based on the latest WCAG (Web Content Accessibility Guidelines) standards.\n\nKey Features:\n\n> In-depth Analysis: The extension conducts a thorough examination of your web page's structure, content, and functionality, highlighting areas that may impede users with disabilities.\n> Clear Reporting: It generates a comprehensive report outlining the identified accessibility issues, along with detailed explanations and references to the relevant WCAG success criteria.\n> Actionable Recommendations: The extension provides specific guidance on how to remediate each accessibility violation, ensuring that you can effectively address and improve the inclusivity of your web page.\n> Accessibility Score: It calculates an overall accessibility score for your page, giving you a quick snapshot of its conformance level and helping you track your progress over time.\n> Customizable Settings: Tailor the analysis to your specific needs by adjusting the extension's configuration options, allowing you to focus on the most critical accessibility aspects for your project."
  }
}