{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StudyBot - Answers in One Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"StudyBot\" - your personal academic study buddy! \n\nStudyBot is not just an extension; it's a revolution in how you…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"StudyBot\" - your personal academic study buddy! \n\nStudyBot is not just an extension; it's a revolution in how you interact with knowledge and education online. Designed meticulously for students, educators, researchers, and lifelong learners, StudyBot empowers you to unlock instant answers to academic questions with a mere highlight. Dive into a world where information is not just accessible but instantaneously delivered, transforming your study sessions into an exciting journey of discovery.\n\nKey Features:\n\n- Instant Academic Insights: Highlight text from any webpage, and StudyBot springs into action, delivering detailed answers to your academic queries in seconds. It's like having a tutor on-demand, anytime, anywhere.\n\n- Broad Spectrum Knowledge: From the mysteries of the universe in astrophysics to the intricate details of historical events, StudyBot spans a wide array of subjects. No matter your field of inquiry, StudyBot is ready to assist.\n\n- Interactive Learning Experience: StudyBot doesn't just provide answers; it enhances your learning experience. With engaging tooltips and detailed explanations, every interaction is an opportunity to learn something new.\n\n- Seamless Web Integration: Whether you're exploring an online encyclopedia, reading a scientific paper, or scrolling through an educational blog, StudyBot integrates smoothly across diverse platforms, making it a versatile companion for your educational adventures.\n- Privacy-Centric: We value your privacy as much as your curiosity. StudyBot ensures that your queries are handled with the utmost confidentiality, offering a secure pathway to knowledge.\n\nHow It Works:\n\nInstall with Ease: A simple click brings StudyBot into your browser, ready to embark on this enlightening journey with you.\n\nHighlight to Inquire: Come across a question or a topic of interest? Just highlight the text, and StudyBot's magic begins.\n\nEngage with Knowledge: Click on the \"Ask StudyBot\" tooltip, and within moments, a detailed and informative answer materializes, beautifully presented in an interactive tooltip box."
  }
}