{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitHub Push Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check your GitHub pushes easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing GitHub Push Checker, your go-to companion for effortlessly staying updated on your GitHub push activities! Whether you're a seasoned developer or just getting started with coding, this sleek Chrome extension provides an intuitive solution to monitor your latest push history with ease.\n\nWith GitHub Push Checker, simply input your GitHub username and gain instant access to your most recent push events. Keep tabs on your coding progress, track your daily commits, and stay motivated to maintain a consistent workflow. But that's not all – explore the push history of other GitHub users effortlessly, gaining insights into their coding journey and discovering new projects to collaborate on or be inspired by.\n\nNo more hassle of navigating through GitHub's interface to check your push activity. GitHub Push Checker brings your GitHub push history directly to your browser, saving you time and keeping you focused on what matters most – your code.\n\nDownload GitHub Push Checker now and take control of your GitHub push history like never before. Whether you're a solo developer, part of a team, or simply curious about the coding journey of others, GitHub Push Checker is your ultimate tool for tracking GitHub push events effortlessly. Level up your coding game today!\n\n\nThe current rendition checks if the user has pushed to GitHub today based on the local time of the person checking. The GitHub API does not provide timezone information for each user, which causes slight discrepancies if you are looking up a different user in a different time zone."
  }
}