{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Dark Mode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable dark mode on any website with one easy click",
    "es": "Habilita el modo oscuro en cualquier sitio web con un solo clic fácil."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Dark Mode - Convenience and Eye Protection for Your Workflow.\n\nLooking for a simple way to activate Google Doc Dark Mode and reduce eye strain while working? ⭢ Easy Dark Mode is the perfect solution! This handy dark mode extension allows you to easily switch to a darker background in your browser, making it ideal for working in Google Docs and other online tools.\n✎ Whether you're writing, editing, or just browsing, switching to dark mode for Chrome provides a more comfortable and relaxing experience.\n\n◐ Why Use Dark Mode Chrome? \n\n✓ Reduce Eye Strain: Prolonged exposure to bright screens can cause discomfort. By using Chrome dark mode, you’ll experience reduced glare, making it easier on your eyes.\n\n✓ Focus Better at Night: Activate night mode for Chrome and enjoy a softer, dark background that’s ideal for low-light environments. It’s perfect for late-night work sessions or reading.\n\n✓ Stay Productive: By making your browsing experience more comfortable, dark mode for Chrome helps you stay focused and productive for longer periods without distractions.\n\nHow to Turn On Chrome Dark Mode?\n\n→ Using Easy Dark Mode is simple. Install the extension, and with just one click, you can switch to Google Doc Dark Mode or activate night mode for Chrome in any webpage. No more bright, blinding screens—just smooth, dark backgrounds that enhance your overall user experience.\n\n✿ With Easy Dark Mode, you have the flexibility to quickly toggle between light and dark themes, making it a must-have tool for anyone who spends long hours online. Try it today and experience the benefits of dark mode Chrome firsthand!"
  }
}