{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Art Compute"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspiring AI generated art in your new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate way to transform your browsing experience! Our Chrome browser addon is here to revolutionize your new tab page with captivating and mesmerizing visuals. With AI-generated art and photography that will leave you spellbound, this addon is the perfect way to add some style to your online browsing. Say goodbye to boring new tabs and hello to a world of wonder with our visually stunning Chrome browser addon!\n\nImagine starting your day with a burst of creativity and inspiration! With our Chrome browser addon, every new tab is an opportunity to discover a new custom-generated AI art piece that will leave you feeling inspired and energized. You'll look forward to opening a new tab, eagerly anticipating the stunning visuals that await you. Whether you're at work or at home, our addon will transport you to a world of wonder and creativity with every new tab. Start your day off right and add some beauty to your online routine with our visually captivating Chrome browser addon.\n\nNew features:\nMake it easier to share\n\nRecently added features:\n1. Pause the slideshow\n2. Mark images as favourite\n3. Added support for favourite links\n4. Support for sharing the images across social networks\n\n\nFeatures in our Roadmap\n1. Never seem the same image twice\n2. Choose the kind of custom images you want to see\n4. AI powered widgets like chat and a daily digest"
  }
}