{
  "name": {
    "ar": "تغيير حجم الصورة على الإنترنت",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,no,pt_BR,pt_PT,sw,te,zh_CN,zh_TW": "Resize Image Online",
    "bg": "Преоразмеряване на изображение онлайн",
    "bn": "অনলাইন ইমেজ রিসাইজ করুন",
    "cs": "Změna velikosti obrázku online",
    "da": "Ændre størrelse på billede online",
    "de": "Bildgröße online ändern",
    "el": "Αλλαγή μεγέθους εικόνας Online",
    "es": "Cambiar el tamaño de la imagen en línea",
    "et": "Pildi suuruse muutmine Internetis",
    "fi": "Muuta kuvan kokoa verkossa",
    "fr": "Redimensionner l'image en ligne",
    "hi": "ऑनलाइन छवि का आकार बदलें",
    "hr": "Promjena veličine slike na mreži",
    "hu": "Kép átméretezése online",
    "id": "Ubah Ukuran Gambar Daring",
    "it": "Ridimensiona l'immagine online",
    "ja": "オンラインで画像のサイズを変更する",
    "ko": "온라인에서 이미지 크기 조정",
    "lt": "Pakeisti vaizdo dydį internete",
    "lv": "Mainīt attēla izmēru tiešsaistē",
    "ml": "ഓൺലൈനിൽ ചിത്രത്തിന്റെ വലുപ്പം മാറ്റുക",
    "mr": "ऑनलाइन प्रतिमेचा आकार बदला",
    "ms": "Saiz semula Imej Dalam Talian",
    "nl": "Formaat afbeelding online wijzigen",
    "pl": "Zmień rozmiar obrazu online",
    "ro": "Redimensionați imaginea online",
    "ru": "Уменьшить и увеличить фото онлайн",
    "sk": "Zmena veľkosti obrázka online",
    "sl": "Spremenite velikost slike na spletu",
    "sr": "Промена величине слике на мрежи",
    "sv": "Ändra storlek på bild online",
    "ta": "ஆன்லைனில் படத்தின் அளவை மாற்றவும்",
    "th": "ปรับขนาดรูปภาพออนไลน์",
    "tr": "Görüntüyü Çevrimiçi Yeniden Boyutlandır",
    "uk": "Змінити розмір зображення онлайн",
    "vi": "Thay đổi kích thước hình ảnh trực tuyến"
  },
  "short": {
    "ar": "باستخدام هذه الخدمة ، يمكنك تغيير حجم الصورة عبر الإنترنت",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,no,pt_BR,pt_PT,sw,te,zh_CN,zh_TW": "With this service you can Resize Image Online",
    "bg": "С тази услуга можете да промените размера на изображението онлайн",
    "bn": "এই পরিষেবার মাধ্যমে আপনি অনলাইনে ইমেজ রিসাইজ করতে পারবেন",
    "cs": "Pomocí této služby můžete změnit velikost obrázku online",
    "da": "Med denne service kan du ændre størrelsen på billedet online",
    "de": "Mit diesem Dienst können Sie die Größe von Bildern online ändern",
    "el": "Με αυτήν την υπηρεσία μπορείτε να αλλάξετε το μέγεθος της εικόνας Online",
    "es": "Con este servicio puedes cambiar el tamaño de la imagen en línea",
    "et": "Selle teenusega saate Internetis pildi suurust muuta",
    "fi": "Tämän palvelun avulla voit muuttaa kuvan kokoa verkossa",
    "fr": "Avec ce service, vous pouvez redimensionner l'image en ligne",
    "hi": "इस सेवा से आप ऑनलाइन छवि का आकार बदल सकते हैं",
    "hr": "Pomoću ove usluge možete promijeniti veličinu slike na mreži",
    "hu": "Ezzel a szolgáltatással átméretezheti a képet online",
    "id": "Dengan layanan ini Anda dapat Mengubah Ukuran Gambar Secara Online",
    "it": "Con questo servizio puoi ridimensionare l'immagine online",
    "ja": "このサービスを使用すると、オンラインで画像のサイズを変更できます",
    "ko": "이 서비스를 사용하면 온라인에서 이미지 크기를 조정할 수 있습니다.",
    "lt": "Naudodamiesi šia paslauga galite pakeisti vaizdo dydį internete",
    "lv": "Izmantojot šo pakalpojumu, varat mainīt attēla izmēru tiešsaistē",
    "ml": "ഈ സേവനം ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഓൺലൈനിൽ ചിത്രത്തിന്റെ വലുപ്പം മാറ്റാൻ കഴിയും",
    "mr": "या सेवेद्वारे तुम्ही ऑनलाइन प्रतिमेचा आकार बदलू शकता",
    "ms": "Dengan perkhidmatan ini anda boleh Ubah Saiz Imej Dalam Talian",
    "nl": "Met deze service kunt u het formaat van afbeeldingen online wijzigen",
    "pl": "Dzięki tej usłudze możesz zmienić rozmiar obrazu online",
    "ro": "Cu acest serviciu puteți redimensiona imaginea online",
    "ru": "С помощью этого сервиса вы можете изменить размер изображения онлайн",
    "sk": "Pomocou tejto služby môžete zmeniť veľkosť obrázka online",
    "sl": "S to storitvijo lahko spremenite velikost slike na spletu",
    "sr": "Помоћу ове услуге можете променити величину слике на мрежи",
    "sv": "Med den här tjänsten kan du ändra storlek på bild online",
    "ta": "இந்த சேவையின் மூலம் நீங்கள் ஆன்லைனில் படத்தின் அளவை மாற்றலாம்",
    "th": "ด้วยบริการนี้ คุณสามารถปรับขนาดรูปภาพออนไลน์ได้",
    "tr": "Bu hizmetle Çevrimiçi Görüntüyü Yeniden Boyutlandırabilirsiniz",
    "uk": "За допомогою цієї послуги ви можете змінити розмір зображення онлайн",
    "vi": "Với dịch vụ này, bạn có thể Thay đổi kích thước hình ảnh trực tuyến"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize your images effortlessly with our online resizing tool. Designed for simplicity and efficiency, our service allows you to quickly adjust the dimensions of your images to suit your specific needs. Whether you're preparing graphics for social media, optimizing assets for your website, or resizing photos for personal projects, our tool provides a user-friendly interface that makes the process seamless. Upload your image, choose your desired dimensions, and our service will handle the rest, ensuring your images maintain their quality and clarity. Try our online image resizer today and make your images the perfect fit! \nhttps://crop-image-online.com/"
  }
}