{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instafill | Fill out PDF forms with AI in seconds"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Worried about filling PDFs wrong? Instafill securely fills and validates PDF forms, ensuring each field is accurate."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Instafill for Chrome, you can fill and validate PDF forms, ensuring each field is accurate. Upload any PDF document, blank or pre-filled, and trust the Instafill AI for error-free, correct submissions every time.\n\nAdvantages and capabilities of Instafill:\n✍️ Fill out PDF forms using data extracted from uploaded files, which can be in various formats including documents and images. This eliminates manual data entry and speeds up document processing.\n\n✓ After auto-filling, Instafill updates the PDF to produce a completely filled version, ready for use or submission.\n\n✍️ For pre-filled PDFs, the app validates each field of the form, checking the accuracy of the information against a robust knowledge base to ensure every entry is correct and complete.\n\n✓ Users can interact with the app's AI to understand field entries, verify data accuracy, and streamline form completion.\n\n📍 When users upload images, the app parses these images to extract relevant data. This allows seamless information integration into PDF forms, regardless of the original data format.\n\nWe invite you to experience the efficiency of Instafill and hope you will enjoy the app. To express your thoughts and let us know about any issues via the website chat window or at support@instafill.ai.\n\nHope to see you onboard!"
  }
}