{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cydog Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is a toolkit for users that do not use Cydog Browser-related services to encourage good browsing habits."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Cydog Toolkit contains a user agent switcher where you can enable privacy-focused user agents. These privacy-focused user agents only give information about your browser that is minimally necessary to render web content, withholding information that can be used to compromise your privacy.\n\nThis toolkit also allows you to disable cookie pop-ups so you can explore websites privately first and accept the cookies only after you have established it as a trusted website. Our toolkit gives you quick shortcuts so you can clear cookies, sessions, and local storage on your browser, making your web experience safer by allowing you to leverage browser security and rendering processes faster. We also include two security modes. First, our upgrade to HTTPSecure mode automatically forces non-secure connections to be upgraded to their secure counterpart. This reduces fraud, phishing, and other forms of insidious hacking. Second, we have released to initial ultra security browsing mode. It has been designed for maximum compatibility and makes it extremely difficult to attack you on the web-pages you visit so you can experience the web with all the joy of a happy Webfarer destined to explore.\n\nWant to know more about Cydog Browser? Visit our website at: cydogbrowser.com"
  }
}