{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swisscows"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Adds Swisscows as the default search engine in your browser.",
    "de": "Swisscows als Standardsuchmaschine in Ihrem Browser hinzufügen.",
    "ru": "Устанавливает Swisscows в качестве поисковой системы по умолчанию.",
    "uk": "Встановлює Swisscows у якості пошукової системи за замовчанням."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Swisscows is committed to your surveillance-free zone! Our extension enables a secure web search and offers optimal search results, private and anonymous! Make Swisscows your standard search engine in Google Chrome and protect your privacy!\n\nOur passion is to protect people from monitoring.\n\n- No tracking\n- Anonymous\n- Family-friendly\n\nMore and more people are angry about how online companies handle user data. As Swisscows team, we have made it our business to offer Internet users a protected space. To ensure the protection of personal data and privacy on the Internet, we have developed the data-secure search engine. By using Swisscows, you reduce the amount of data collected about you many times over. We do not create personal profiles, but anonymize all search queries after 7 days.\n•\tIt is in our DNA to protect every user!\n•\tWe do not save your data!\n•\tHere you are 100% anonymous!\n•\tWe have our own servers and do not work with a cloud or with third-party providers!\n•\tOur data center is located in the Swiss Alps and this is the safest bunker in all of Europe!\n\nMore privacy for all internet users! No monitoring, no data storage!\n\nSwisscows does not save any personal information and does not forward any personal information! Absolutely none! We make sure that your private life remains your private life. It is the efficient alternative for everyone who values data integrity and the protection of privacy. In contrast to other search engines, users leave no traces here. We do without countless analyzes of our visitors. Your topics, IP addresses and personal information will not be stored or used for additional business purposes.\nOur advertising revenues are also invested in social projects. At the moment, we support orphanages in Colombia and Haiti.\n\nLearn more:\nYou can find more information about Swisscows, our team and our vision at: https://company.swisscows.com/\n\nYou can find us here:\nFacebook: https://www.facebook.com/swisscows\nTwitter: https://twitter.com/swisscows_ch\nLinkedIn: https://www.linkedin.com/organization-guest/company/swisscows",
    "de": "Swisscows setzt sich für Ihre überwachungsfreie Zone ein! Unsere Erweiterung ermöglicht eine sichere Websuche und bietet optimale Suchergebnisse, privat und anonym! Machen Sie Swisscows zu Ihrer Standard-Suchmaschine in Firefox und schützen Sie Ihre Privatsphäre!\n\nUnsere Leidenschaft ist es, Menschen vor Überwachung zu schützen. \n•\tKein Tracking\n•\tAnonym\n•\tFamilienfreundlich\n\nZunehmend mehr Leute sind verärgert über den Umgang von Online-Unternehmen mit Nutzerdaten. Als Swisscows Team haben wir es uns zur Aufgabe gemacht, für die Internet-Nutzer einen Schutzraum zu bieten. Um den Schutz der persönlichen Daten und der Privatsphäre im Internet zu gewährleisten, haben wir die datensichere Suchmaschine entwickelt. Durch die Verwendung von Swisscows reduzieren Sie die über sie gesammelte Datenmenge um ein Vielfaches. Wir erstellen keine persönlichen Profile, sondern anonymisieren alle Suchanfragen nach 7 Tagen.\n\nEs liegt in unserer DNA jeden Nutzer zu schützen!\nWir speichern Ihre Daten nicht!\nHier sind Sie 100% anonym!\nWir haben eigene Server und arbeiten nicht mit einer Cloud oder mit Drittanbietern!\nUnser Data Center befindet sich in den Schweizer Alpen und das ist der sicherste Bunker in ganz Europa!\n\nMehr Privatsphäre für alle Internetnutzer! Keine Überwachung, keine Datenspeicherung!\n\nSwisscows speichert keine persönlichen Informationen und leitet keine persönlichen Informationen weiter! Gar keine! Wir sorgen dafür, dass Ihr Privatleben Ihr Privatleben bleibt. Es ist die effiziente Alternative für alle, die Wert auf Datenintegrität und den Schutz der Privatsphäre legen. Im Gegensatz zu anderen Suchmaschinen hinterlassen die Nutzer hier keine Spuren. Wir verzichten auf unzählige Analysen unserer Besucher. Ihre Themen, IP-Adressen und persönlichen Informationen werden nicht gespeichert oder für zusätzliche Geschäftszwecke verwendet.\nUnsere Werbeeinnahmen werden auch für Soziale Projekte investiert. Momentan unterstützen wir Waisenhäuser in Kolumbien und Haiti. \n\nMehr erfahren:\nWeitere Informationen über Swisscows, unser Team und unsere Vision finden Sie auf: https://company.swisscows.com/\n\nHier finden Sie uns:\nFacebook: https://www.facebook.com/swisscows\nTwitter: https://twitter.com/swisscows_ch\nLinkedIn: https://www.linkedin.com/organization-guest/company/swisscows",
    "ru": "Swisscows это прекрасная альтернатива для тех, кому важна приватность и защита персональных данных. В отличие от других поисковых систем, Swisscows не следит за своими пользователями. Пользовательские запросы, IP адреса и другая персональная информация не сохраняется и не может быть использована в корыстных целях. Все сервера расположены в Швейцарии, страной с наименьшим уровнем риска при размещении информации.\n\nБольше о нас:\nВы можете найти больше информации о компании Swisscows, нашей команде и нашем видении на сайте компании: https://company.swisscows.com\n\nВы можете найти нас здесь: \nНаш блог: https://awiebe.org/\nFacebook: https://www.facebook.com/swisscows\nTwitter: https://twitter.com/swisscows_ch\nLinkedIn: https://www.linkedin.com/organization-guest/company/swisscows",
    "uk": "Swisscows - це чудова альтернатива для людей, яким важлива приватність та захист персональних даних. На відміну від інших пошукових систем, Swisscows на спостерігає за своїми користувачами. Запити користувачів, IP адреси та інша персональна інформація не зберігається і не може бути використана з корисливою метою. Усі сервера розташовані у Швейцарії, країні з найменшим рівнем ризику при розміщенні інформації.\n\nБільше про нас:\nВи можете знайти більше інформації про компанію Swisscows, нашу команду і нашому баченні на сайті компанії: https://company.swisscows.com\n\nВи можете знайти нас тут: \nНаш блог: https://awiebe.org/\nFacebook: https://www.facebook.com/swisscows\nTwitter: https://twitter.com/swisscows_ch\nLinkedIn: https://www.linkedin.com/organization-guest/company/swisscows"
  }
}