{
  "name": {
    "ar": "vk audio downloader - vk downloader",
    "am,en,en_AU,kn,nl,sw": "vk video downloader - vk downloader​",
    "bg": "vk downloader chrome - vk downloader",
    "bn": "vk.com downloader - vk downloader",
    "ca": "vk music downloader​ - vk video downloader",
    "cs": "vk video downloader online - vk downloader",
    "da": "downloading videos from vk - vk video downloader",
    "de,et,ta,te,tr": "vk video download - vk video downloader",
    "el": "download video from vk - vk video download​",
    "en_GB": "vk downloader video - vk downloader",
    "en_US": "vk video downloader free online - vk downloader",
    "es": "vk video downloader chrome extension - vk video downloader",
    "es_419": "vk video downloader chrome - vk video downloader​​",
    "fa": "vk downloader online - music downloader vk",
    "fi": "vk video download - download video vk com",
    "fil": "vk video downloader - download songs from vk​",
    "fr": "vk video downloader - download video on vk",
    "gu,pt_PT": "vk video download - download vk video",
    "he": "vk video downloads​ - vk video downloader",
    "hi": "vk video downloader - vk com video downloader",
    "hr": "vk video downloader​ - vk chrome downloader",
    "hu": "vk music downloader - vk downloader hd​",
    "id": "vk video downloader - vk video downloader chrome",
    "it": "download vk video - video vk download​",
    "ja,pl,pt_BR,th": "vk video download​ - vk video downloader",
    "ko": "vk downloader​ - vk downloader online",
    "lt": "vk video downloader free online - vk video downloader",
    "lv": "vk music downloader - vk video downloader",
    "ml": "vk com downloader - vk video downloader online",
    "mr": "music downloader vk - vk video downloader",
    "ms": "vk video downloader - vk download",
    "no": "free vk video downloader - vk video downloader",
    "ro": "download video vk - vk downloader video",
    "ru": "vk video downloader - vk music downloader",
    "sk": "download music from vk - vk video download",
    "sl": "video vk download - download vk music",
    "sr": "vk download music - vk video downloader",
    "sv": "vk audio downloader​ - vk video downloader​",
    "uk": "vk video download - vk video downloader​",
    "vi": "vk mp3 download chrome - vk video downloader​",
    "zh_CN,zh_TW": "vk video download - VK 视频下载，vk影片下載"
  },
  "short": {
    "ar": "قم بتنزيل مقاطع فيديو VK بجودة عالية الدقة. احفظ مقاطع الفيديو والموسيقى والصور من VK بنقرة واحدة. برنامج تنزيل وسائط VK سريع وآمن…",
    "am,en,en_AU,en_GB,en_US,kn,nl,sw": "Download VK videos in HD quality. Save videos, music & photos from VK with one click. Fast, secure & free VK media downloader.",
    "bg": "Изтеглете VK видеоклипове в HD качество. Запазвайте видеоклипове, музика и снимки от VK с едно кликване. Бърз, сигурен и безплатен…",
    "bn": "এইচডি কোয়ালিটিতে ভিকে ভিডিও ডাউনলোড করুন। এক ক্লিকে ভিকে থেকে ভিডিও, সঙ্গীত এবং ছবি সংরক্ষণ করুন। দ্রুত, নিরাপদ এবং বিনামূল্যে…",
    "ca": "Descarregueu vídeos VK en qualitat HD. Guardeu vídeos, música i fotos de VK amb un sol clic. Descarregador de mitjans VK ràpid,…",
    "cs": "Stahujte videa VK v HD kvalitě. Ukládejte videa, hudbu a fotky z VK jedním kliknutím. Rychlý, bezpečný a bezplatný VK downloader…",
    "da": "Download VK-videoer i HD-kvalitet. Gem videoer, musik og fotos fra VK med ét klik. Hurtig, sikker og gratis VK-mediedownloader.",
    "de": "Laden Sie VK-Videos in HD-Qualität herunter. Speichern Sie Videos, Musik und Fotos von VK mit einem Klick. Schneller, sicherer und…",
    "el": "Κατεβάστε βίντεο VK σε ποιότητα HD. Αποθηκεύστε βίντεο, μουσική και φωτογραφίες από το VK με ένα κλικ. Γρήγορο, ασφαλές και δωρεάν…",
    "es,es_419": "Descarga videos de VK en calidad HD. Guarda videos, música y fotos de VK con un clic. Descargador de medios VK rápido, seguro y…",
    "et": "Laadige alla VK videoid HD-kvaliteedis. Salvestage VK videoid, muusikat ja fotosid ühe klõpsuga. Kiire, turvaline ja tasuta VK…",
    "fa": "دانلود ویدیوهای VK با کیفیت HD. ذخیره ویدیوها، موسیقی و عکس‌ها از VK با یک کلیک. دانلودر رسانه VK سریع، امن و رایگان.",
    "fi": "Lataa VK-videoita HD-laadulla. Tallenna videoita, musiikkia ja kuvia VK:sta yhdellä klikkauksella. Nopea, turvallinen ja ilmainen…",
    "fil": "Mag-download ng mga VK video sa HD na kalidad. Mag-save ng mga video, musika at larawan mula sa VK sa isang pag-click. Mabilis,…",
    "fr": "Téléchargez des vidéos VK en qualité HD. Enregistrez des vidéos, de la musique et des photos depuis VK en un clic. Téléchargeur de…",
    "gu": "HD ગુણવત્તામાં VK વિડિઓઝ ડાઉનલોડ કરો. એક ક્લિકમાં VK પરથી વિડિઓઝ, સંગીત અને ફોટા સેવ કરો. ઝડપી, સુરક્ષિત અને મફત VK મીડિયા ડાઉનલોડર.",
    "he": "הורד סרטוני VK באיכות HD. שמור סרטונים, מוזיקה ותמונות מ-VK בלחיצה אחת. מוריד מדיה VK מהיר, מאובטח וחינמי.",
    "hi": "HD गुणवत्ता में VK वीडियो डाउनलोड करें। एक क्लिक में VK से वीडियो, संगीत और फ़ोटो सहेजें। तेज़, सुरक्षित और मुफ्त VK मीडिया…",
    "hr": "Preuzmite VK videozapise u HD kvaliteti. Spremite videozapise, glazbu i fotografije s VK-a jednim klikom. Brz, siguran i besplatan…",
    "hu": "Töltse le a VK videókat HD minőségben. Mentsen videókat, zenéket és fényképeket a VK-ról egy kattintással. Gyors, biztonságos és…",
    "id": "Unduh video VK dalam kualitas HD. Simpan video, musik & foto dari VK dengan satu klik. Pengunduh media VK yang cepat, aman & gratis.",
    "it": "Scarica video VK in qualità HD. Salva video, musica e foto da VK con un clic. Downloader multimediale VK veloce, sicuro e gratuito.",
    "ja": "VK動画をHD画質でダウンロード。ワンクリックでVKの動画、音楽、写真を保存。高速、安全、無料のVKメディアダウンローダー。",
    "ko": "HD 품질로 VK 동영상을 다운로드하세요. 원클릭으로 VK의 동영상, 음악 및 사진을 저장하세요. 빠르고 안전하며 무료인 VK 미디어 다운로더.",
    "lt": "Atsisiųskite VK vaizdo įrašus HD kokybe. Išsaugokite vaizdo įrašus, muziką ir nuotraukas iš VK vienu spustelėjimu. Greitas, saugus…",
    "lv": "Lejupielādējiet VK video HD kvalitātē. Saglabājiet video, mūziku un fotoattēlus no VK ar vienu klikšķi. Ātrs, drošs un bezmaksas VK…",
    "ml": "HD ഗുണനിലവാരത്തിൽ VK വീഡിയോകൾ ഡൗൺലോഡ് ചെയ്യുക. ഒരു ക്ലിക്കിൽ VK-ൽ നിന്ന് വീഡിയോകൾ, സംഗീതം, ഫോട്ടോകൾ എന്നിവ സേവ് ചെയ്യുക.…",
    "mr": "HD गुणवत्तेत VK व्हिडिओ डाउनलोड करा. एका क्लिकमध्ये VK वरून व्हिडिओ, संगीत आणि फोटो सेव्ह करा. जलद, सुरक्षित आणि मोफत VK मीडिया…",
    "ms": "Muat turun video VK dalam kualiti HD. Simpan video, muzik & foto dari VK dengan satu klik. Pemuat turun media VK yang pantas,…",
    "no": "Last ned VK-videoer i HD-kvalitet. Lagre videoer, musikk og bilder fra VK med ett klikk. Rask, sikker og gratis VK-medienedlaster.",
    "pl": "Pobieraj filmy VK w jakości HD. Zapisuj filmy, muzykę i zdjęcia z VK jednym kliknięciem. Szybki, bezpieczny i darmowy program do…",
    "pt_BR,pt_PT": "Baixe vídeos VK em qualidade HD. Salve vídeos, músicas e fotos do VK com um clique. Downloader de mídia VK rápido, seguro e…",
    "ro": "Descărcați videoclipuri VK în calitate HD. Salvați videoclipuri, muzică și fotografii de pe VK cu un singur clic. Program de…",
    "ru": "Скачивайте видео ВК в HD качестве. Сохраняйте видео, музыку и фото из ВК в один клик. Быстрый, безопасный и бесплатный загрузчик…",
    "sk": "Sťahujte videá VK v HD kvalite. Ukladajte videá, hudbu a fotky z VK jedným kliknutím. Rýchly, bezpečný a bezplatný VK mediálny…",
    "sl": "Prenesite videoposnetke VK v HD kakovosti. Shranite videoposnetke, glasbo in fotografije iz VK z enim klikom. Hiter, varen in…",
    "sr": "Преузмите VK видео записе у HD квалитету. Сачувајте видео записе, музику и фотографије са VK једним кликом. Брз, сигуран и…",
    "sv": "Ladda ner VK-videor i HD-kvalitet. Spara videor, musik och foton från VK med ett klick. Snabb, säker och gratis VK-medienedladdare.",
    "ta": "HD தரத்தில் VK வீடியோக்களை பதிவிறக்கவும். ஒரே கிளிக்கில் VK இலிருந்து வீடியோக்கள், இசை & புகைப்படங்களை சேமிக்கவும். வேகமான,…",
    "te": "HD నాణ్యతతో VK వీడియోలను డౌన్‌లోడ్ చేయండి. ఒకే క్లిక్‌తో VK నుండి వీడియోలు, సంగీతం & ఫోటోలను సేవ్ చేయండి. వేగవంతమైన, సురక్షితమైన &…",
    "th": "ดาวน์โหลดวิดีโอ VK ในคุณภาพ HD บันทึกวิดีโอ เพลง และรูปภาพจาก VK ด้วยการคลิกเพียงครั้งเดียว ตัวดาวน์โหลดสื่อ VK ที่รวดเร็ว ปลอดภัย…",
    "tr": "VK videolarını HD kalitesinde indirin. VK'dan videoları, müziği ve fotoğrafları tek tıklamayla kaydedin. Hızlı, güvenli ve ücretsiz…",
    "uk": "Завантажуйте відео VK у HD-якості. Зберігайте відео, музику та фотографії з VK одним кліком. Швидкий, безпечний та безкоштовний…",
    "vi": "Tải xuống video VK với chất lượng HD. Lưu video, nhạc & ảnh từ VK chỉ với một cú nhấp chuột. Trình tải xuống phương tiện VK nhanh…",
    "zh_CN": "以高清质量下载VK视频。一键保存VK上的视频、音乐和照片。快速、安全且免费的VK媒体下载器。",
    "zh_TW": "以高畫質下載VK影片。一鍵儲存VK上的影片、音樂和相片。快速、安全且免費的VK媒體下載器。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,uk,vi,zh_CN,zh_TW": "# Save VK HD Videos and Music with One Click—Simple, Fast, and Easy!\n\nWith our **VK Video Saver Extension**, you can save high-quality videos and music from vk.com in just a few seconds. It's simple, efficient, and convenient!\n\n## User Guide:\n\n1. **Install the Extension**  \n   Add our VK Video Saver extension to your Chrome browser.\n\n2. **Pin the Plugin**  \n   Click the \"Extensions\" icon in the top-right corner of the browser (next to your avatar), find the plugin, and click the \"Pin\" icon on the right to pin it to the toolbar for easy access.\n\n3. **Save Videos**  \n   - Open the vk.com website and navigate to the video playback page you want to save.  \n   - Click the save button on the left side of the video player, select your desired quality, and start the process.\n\n4. **Save Music**  \n   - Open the vk.com website and go to the music list page you want to keep.  \n   - Click \"Save More\" to store in bulk, or hover over the music list, click the save button, and wait for the progress to complete.\n\n**Efficient, Convenient, and Reliable—Enhance Your VK Resource Saving Experience!**\n\n\n# 一键保存 VK 高清视频与音乐——简单快捷，轻松搞定！\n\n使用我们的 **VK 视频保存扩展**，您只需几秒钟即可保存 vk.com 上的高质量视频和音乐。操作简单，高效便捷！\n\n## 使用指南：\n\n1. **安装扩展**  \n   将我们的 VK 视频保存扩展添加到您的 Chrome 浏览器中。\n\n2. **固定插件**  \n   点击浏览器右上角的“扩展”图标（位于头像旁），找到插件并点击右侧的“Pin”图标，将其固定到工具栏，方便随时使用。\n\n3. **保存视频**  \n   - 打开 vk.com 网站，进入您想要保存的视频播放页面。  \n   - 点击视频播放器左侧的保存按钮，选择您想要的清晰度，即可开始保存。\n\n4. **保存音乐**  \n   - 打开 vk.com 网站，进入您想要保存的音乐列表页面。  \n   - 点击“保存更多”即可批量保存，或将鼠标悬停在音乐列表上，点击保存按钮，等待进度完成即可。\n\n**高效、便捷、可靠——提升您的 VK 资源保存体验！**",
    "id": "# Simpan Video HD dan Musik dari VK dengan Satu Klik—Mudah, Cepat, dan Praktis!\n\nDengan **VK Video Saver Extension** kami, Anda dapat menyimpan video dan musik berkualitas tinggi dari vk.com hanya dalam beberapa detik. Sangat sederhana, efisien, dan nyaman!\n\n## Panduan Pengguna:\n\n1. **Pasang Ekstensi**  \n   Tambahkan VK Video Saver extension ke browser Chrome Anda.\n\n2. **Sematkan Plugin**  \n   Klik ikon \"Extensions\" di pojok kanan atas browser (di sebelah avatar Anda), cari plugin, dan klik ikon \"Pin\" di sebelah kanan untuk menyematkannya ke toolbar agar mudah diakses.\n\n3. **Simpan Video**  \n   - Buka situs vk.com dan navigasikan ke halaman pemutaran video yang ingin Anda simpan.  \n   - Klik tombol simpan di sisi kiri pemutar video, pilih kualitas yang diinginkan, dan mulai prosesnya.\n\n4. **Simpan Musik**  \n   - Buka situs vk.com dan buka halaman daftar musik yang ingin Anda simpan.  \n   - Klik \"Save More\" untuk menyimpan dalam jumlah banyak, atau arahkan kursor ke daftar musik, klik tombol simpan, dan tunggu hingga proses selesai.\n\n**Efisien, Praktis, dan Andal—Tingkatkan Pengalaman Menyimpan Sumber Daya dari VK Anda!**",
    "th": "# บันทึกวิดีโอ HD และเพลงจาก VK ด้วยคลิกเดียว—ง่าย รวดเร็ว และสะดวก!\n\nด้วย **VK Video Saver Extension** ของเรา คุณสามารถบันทึกวิดีโอและเพลงคุณภาพสูงจาก vk.com ได้ภายในไม่กี่วินาที ใช้งานง่าย มีประสิทธิภาพ และสะดวกสบาย!\n\n## คู่มือการใช้งาน:\n\n1. **ติดตั้ง Extension**  \n   เพิ่ม VK Video Saver extension ลงในเบราว์เซอร์ Chrome ของคุณ\n\n2. **ปักหมุด Plugin**  \n   คลิกไอคอน \"Extensions\" ที่มุมขวาบนของเบราว์เซอร์ (ข้างๆ อวตารของคุณ) ค้นหา plugin และคลิกไอคอน \"Pin\" ทางด้านขวาเพื่อปักหมุดไว้ที่แถบเครื่องมือเพื่อให้เข้าถึงได้ง่าย\n\n3. **บันทึกวิดีโอ**  \n   - เปิดเว็บไซต์ vk.com และไปที่หน้าสตรีมวิดีโอที่คุณต้องการบันทึก  \n   - คลิกปุ่มบันทึกที่ด้านซ้ายของเครื่องเล่นวิดีโอ เลือกคุณภาพที่ต้องการ และเริ่มกระบวนการ\n\n4. **บันทึกเพลง**  \n   - เปิดเว็บไซต์ vk.com และไปที่หน้ารายการเพลงที่คุณต้องการเก็บไว้  \n   - คลิก \"Save More\" เพื่อบันทึกเป็นกลุ่ม หรือเลื่อนเมาส์ไปที่รายการเพลง คลิกปุ่มบันทึก และรอให้กระบวนการเสร็จสิ้น\n\n**มีประสิทธิภาพ สะดวกสบาย และเชื่อถือได้—เพิ่มประสบการณ์การบันทึกทรัพยากรจาก VK ของคุณ!**",
    "tr": "# VK HD Videoları ve Müzikleri Tek Tıkla Kaydet—Basit, Hızlı ve Kolay!\n\n**VK Video Saver Eklentimiz** ile vk.com'dan yüksek kaliteli videoları ve müzikleri sadece birkaç saniyede kaydedebilirsiniz. Kullanımı kolay, etkili ve kullanışlı!\n\n## Kullanım Kılavuzu:\n\n1. **Eklentiyi Yükle**  \n   VK Video Saver eklentisini Chrome tarayıcınıza ekleyin.\n\n2. **Eklentiyi Sabitle**  \n   Tarayıcının sağ üst köşesindeki \"Eklentiler\" simgesine tıklayın (avatarınızın yanında), eklentiyi bulun ve sağdaki \"Sabitle\" simgesine tıklayarak araç çubuğuna sabitleyin ve kolayca erişin.\n\n3. **Videoları Kaydet**  \n   - vk.com sitesini açın ve kaydetmek istediğiniz video oynatma sayfasına gidin.  \n   - Video oynatıcının sol tarafındaki kaydet düğmesine tıklayın, istediğiniz kaliteyi seçin ve işlemi başlatın.\n\n4. **Müzikleri Kaydet**  \n   - vk.com sitesini açın ve kaydetmek istediğiniz müzik listesi sayfasına gidin.  \n   - Toplu kaydetmek için \"Daha Fazla Kaydet\"e tıklayın veya müzik listesinin üzerine gelin, kaydet düğmesine tıklayın ve işlemin tamamlanmasını bekleyin.\n\n**Etkili, Kullanışlı ve Güvenilir—VK Kaynaklarını Kaydetme Deneyiminizi Geliştirin!**"
  }
}