{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stork Copy Check"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to check if your adCopy is compliant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stork Copy Check est la seule extension au monde à pouvoir analyser votre copywriting avant\nque vous le postiez sur Facebook ou Instagram.\n\nGrâce à notre technologie inégalée et inédite, valider son copywriting dans les règles de l’art \ndevient plaisant et moins stressant.\n\nQu’est ce que Stork Copy Check peut faire pour vous ? \n\nLancer des publicités sur Facebook est devenu de plus en plus compliqué. Blocages à répétition,\nbannissement de comptes et de profils, il n’est plus aussi facile de lancer une publicité.\nLes règles Facebook évoluent consentement et il peut être compliqué de savoir ce qu’on a le droit ou pas d’écrire. D’un simple copier-coller, découvrez votre niveau de risque ainsi que les mots qui vous poserait problème.\n\nBien plus que des mots soulignés.\n\nAfin de mieux vous guider, nous avons mis en place un code couleur, orange ou rouge qui vous \npermettra de faire la différence entre les mots sensibles et les mots à bannir. Insérez le \ncopywriting de votre choix et découvrez les résultats. \nOptimisez, recommencez et tendez vers la perfection.\n\nLes Bénéfices de Stork Copy Check:\n\n- C’est gratuit (et ça le restera toujours)\nComme chez Stork Marketing, nous voulons que nos clients et tous les e-commerçants \npuissent profiter de toute la valeur que l’on délivre. La version de cette extension (ainsi que ses \nmises à jour) sera gratuite pour tous et pour toujours.\n\n- Un algorithme avancé\nAvec plusieurs mois de développement et plusieurs dizaines milliers d’euros d’investissement, \nStork Copy Check a été conçu par les meilleurs développeurs du domaine des extensions \nChrome. Son algorithme puissant permet de traiter votre copywriting en un clin d’oeil et vous \nsouligner les mots à changer en fonction de leurs sévérité.\n\n- Toujours pas imité, jamais égalé\nAvez-vous déjà vu une agence de média buying donner autant de valeur ? \nAucune autre agence ne peux vous donner Stork Copy Check. Pourquoi ? Car nos aimons \nl’excellence et croyons qu’il faut faire les choses différemment, casser les codes.\nNous espérons donner un nouveau souffle dans le monde de la publicité en ligne, mais avec \nles mises à jours toujours plus poussées que nous ferrons, Stork Copy Check restera à la \npointe de la technologie et surtout des règles Facebook.\n\n- Moins de blocages, plus de liberté\nVous savez autant que nous qu’il est compliqué de ne pas se faire bannir de Facebook. \nL’extension n’est pas la seule solution et le copywriting n’est pas le seul facteur pour éviter \nles blocages. Mais c’est le premier point par lequel il faut commencer. Lancez vos \npublicités avec des copywriting acceptables aux yeux de Facebook du premier coup!"
  }
}