{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Format Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert image files from one format to another"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Image Format Converter\" is a user-friendly Chrome extension that enables quick and easy conversion between various image formats. With just a few clicks, users can effortlessly transform their images into popular formats such as JPG, PNG, and WEBP.\n\nKey Features:\nSupport for Multiple Formats: Convert images between popular formats including JPG, PNG, and WEBP.\nEase of Use: Upload images for conversion using drag-and-drop or the file explorer.\nFast Conversion Speed: Benefit from optimized algorithms for quick conversion times.\nUser-Friendly Interface: Enjoy an intuitive design and simple operation accessible to everyone.\nSecure: Your images are not sent to a server; all processing is done locally for your privacy and security.",
    "es": "\"Image Format Converter\" es una extensión de Chrome amigable con el usuario que permite la conversión rápida y sencilla entre varios formatos de imagen. Con solo unos pocos clics, los usuarios pueden convertir fácilmente sus archivos a formatos populares de imagen como JPG, PNG y WEBP.\n\nCaracterísticas principales:\nSoporte para múltiples formatos: Ofrece conversión entre varios formatos de imagen, incluyendo JPG, PNG y WEBP.\nUso sencillo: Permite cargar imágenes fácilmente usando arrastrar y soltar o el explorador de archivos.\nVelocidad de conversión rápida: Proporciona velocidades de conversión rápidas gracias a algoritmos optimizados.\nInterfaz amigable con el usuario: Su diseño intuitivo y operación simple hacen que sea accesible para todos.\nSeguridad: Los archivos de imagen del usuario no se envían a un servidor, todo el procesamiento se realiza localmente.",
    "ko": "\"Image Format Converter\"는 사용자 친화적인 인터페이스를 통해 간단하고 빠르게 여러 이미지 형식 간의 변환을 가능하게 하는 크롬 익스텐션입니다. 사용자는 몇 번의 클릭만으로 JPG, PNG, WEBP와 같은 인기 있는 이미지 형식으로 파일을 쉽게 변환할 수 있습니다.\n\n주요 기능:\n다양한 형식 지원: JPG, PNG, WEBP 등 다양한 이미지 형식 변환을 지원합니다.\n간편한 사용법: 드래그 앤 드롭 또는 파일 탐색기를 통해 이미지를 쉽게 업로드하고 변환할 수 있습니다.\n빠른 변환 속도: 최적화된 알고리즘으로 빠른 변환 속도를 제공합니다.\n사용자 친화적인 인터페이스: 직관적인 디자인과 간단한 조작법으로 누구나 쉽게 사용할 수 있습니다.\n보안: 사용자의 이미지 파일은 서버로 전송되지 않으며, 모든 처리는 로컬에서 진행됩니다."
  }
}