{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Refresh Ninja"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A smart page refresher with customizable intervals."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Refresh Ninja is the ultimate Chrome extension for anyone who needs a seamless, automated way to refresh web pages at custom intervals. With a sleek, futuristic design, this extension gives you complete control over your browsing experience, whether you’re monitoring a live event, working on development tasks, or tracking updates on your favorite websites.\n\nKey Features:\n\nCustomizable Refresh Intervals: Set refresh intervals to your preference, from 5 seconds to several minutes, allowing you to monitor any web page without missing an update.\nRefresh All Tabs: Easily refresh all your open tabs simultaneously, perfect for keeping track of multiple web pages at once.\nQuick Set Preset Buttons: Use convenient preset options (5s, 10s, 30s, 1m, 5m) to set refresh intervals with just one click.\nNext Refresh Countdown: Always know when the next refresh is coming with a visible countdown timer, both in the popup and on the extension icon.\nPause & Resume: Effortlessly start, stop, and resume refreshing at any time. The extension remembers your preferences even when minimized.\nSmooth, Modern UI: Enjoy an eye-catching, futuristic interface that is simple to use and makes browsing even more enjoyable.\nHow It Works:\n\nClick the Refresh Ninja icon in your Chrome toolbar.\nSet your preferred refresh interval (in seconds).\nCheck the \"Refresh All Tabs\" box if you need all open tabs refreshed.\nHit Start and watch your tabs automatically reload based on the interval you choose!\nWhether you're tracking important information in real-time, keeping up with updates on a sports event, or monitoring website changes for development purposes, Refresh Ninja makes it simple and efficient.\n\nWhy Refresh Ninja?\n\nEfficiency: No more manual refreshes. Refresh Ninja does it all for you, improving productivity.\nVersatility: Refresh individual tabs or all open tabs—you're in control.\nVisibility: Stay informed with a countdown indicator, making sure you know exactly when the next refresh will happen.\nWho Can Benefit:\n\nDevelopers: Monitor changes in web development or auto-refresh pages for testing.\nTraders: Stay updated on price changes or financial updates without lifting a finger.\nEvent Enthusiasts: Keep track of live events or sales pages with ease.\nTake the hassle out of refreshing web pages—let Refresh Ninja do the work for you!"
  }
}