{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PIP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bringing Web 3 to Everyone"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify Your WEB3 Payments with PIP\n\nPIP offers a comprehensive suite of payment products designed for the Web3 ecosystem, supporting various blockchain networks. Our platform enables users to effortlessly send and receive cryptocurrency across popular social networks and the wider internet.\n\nKey Features of the PIP Extension:\n- Seamless Transactions: Send and receive tokens using PIP Tags or directly on platforms like Twitter, Twitch, Reddit, Discord, and Github.\n- NFT Support: Easily send and receive NFTs.\n- Reward Farming: Participate in reward farming to earn incentives.\n- Multi-Currency Support: We cater to a diverse range of cryptocurrencies.\n\nIntroducing PIP.ME - Your Web3 Identity:\n- Connect and Earn: Create a free Web3 profile to connect with your audience and accept payments directly.\n- Instant Transactions: Experience swift payments and receipts right on your profile page.\n\nGetting Started is Easy:\n- Install the PIP Extension: Available on the Chrome Web Store.\n- Connect Your Wallet: Compatible with Phantom, MetaMask, and Coinbase Wallet. (Don’t have an account? Sign up now!)\n- Link Your Social Media: Integrate your social media accounts for seamless transactions.\n\nBy utilizing PIP, you agree to our Terms & Conditions. For more details, please visit https://www.getpip.com/terms.\n\nPlease Note: PIP is not a crypto wallet and does not store users’ funds. We facilitate connections to wallets like Phantom, MetaMask, and Coinbase, ensuring a smooth and integrated web experience."
  }
}