{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Complete Web Theme Customizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personnalisez le thème de n'importe quel site web avec vos propres styles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nPersonalize any website’s theme with your own styles. Complete Web Theme Customizer allows you to modify background images, colors, text colors, button styles, and more, making your browsing experience truly unique.\n\nKey Features:\nBackground Customization:\n\nBackground Images: Choose and apply your own background images for any website.\nBackground Colors: Select and apply solid background colors.\nAnimated GIFs: Use animated GIFs as backgrounds to bring your pages to life.\nPosition and Size Control:\n\nBackground Position: Adjust the position of your background image (top left, center, bottom right, etc.).\nBackground Size: Define the size of the background image (cover, contain, custom, etc.).\nRepetition and Scrolling Settings:\n\nRepetition: Configure the repetition of the background image (repeat, no-repeat, repeat horizontally, repeat vertically).\nBackground Attachment: Choose whether the background image scrolls with the page or remains fixed.\nText Color Customization:\n\nText Colors: Modify the color of text across the page.\nTitle Colors: Adjust the colors of headings (h1, h2, h3, etc.).\nLink Colors: Change the color of links to make them more visible or aesthetic.\nButton Customization:\n\nButton Background Color: Set the background color of buttons.\nButton Text Color: Modify the color of button text.\nButton Border Color: Customize the border color of buttons.\nInput Field Customization:\n\nInput Background Color: Change the background color of text, email, password, etc.\nInput Text Color: Adjust the color of text in input fields.\nLanguage Selection:\n\nMultilingual Support: Change the plugin's interface language (English, French, Spanish).\nUser-Friendly Interface:\n\nToggle Plugin: Enable or disable the plugin with a simple toggle button.\nFile Support: Upload image files directly from your computer.\nHow to Use:\nInstallation and Setup:\n\nInstall the plugin from the Chrome Web Store.\nOpen the plugin by clicking the icon in the toolbar.\nSelect a Background:\n\nChoose an image or color background from the dropdown menu.\nUpload an image of your choice or select a color using the color picker.\nAdvanced Adjustments:\n\nDefine the position, size, and repetition behavior of the background.\nCustomize text, title, link, button, and input field colors for each website.\nApply Changes:\n\nClick the apply button to instantly see the changes on the page.\nSave and Persist:\n\nAll customizations are automatically saved and applied during future visits to the customized sites.\n\nRequired Permissions:\nActiveTab: Allows the plugin to access the currently active tab to apply customizations.\nStorage: Used to store customization settings and preferences locally.\nScripting: Needed to execute scripts and apply styles on web pages."
  }
}