{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resume Inteligente: Notícias, Produtos e Muito Mais!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Descubra o essencial rapidamente com o Resume Inteligente! Gera resumos precisos de artigos, notícias, produtos e muito mais."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resume Inteligente: Notícias, Produtos e Muito Mais!\nCapte a essência rapidamente!\n\nResume Inteligente é a sua ferramenta definitiva no Google Chrome para obter resumos ágeis e perspectivas diversas sobre qualquer conteúdo online. Utilizando a tecnologia de ponta da API do ChatGPT, esta extensão simplifica sua vida ao proporcionar entendimentos rápidos e profundos de artigos, notícias, análises de produtos, e muito mais.\n\nPor que escolher Resume Inteligente?\n\nEconomize Tempo: Em um mundo onde cada segundo conta, obtenha resumos concisos e precisos que te ajudam a entender rapidamente o conteúdo principal de qualquer página web.\nExplore Diferentes Visões: Além de resumir, nossa ferramenta destaca argumentos pró e contra em debates ou tópicos controversos, ampliando sua visão sobre os assuntos.\nFácil de Usar: Com apenas um clique, transforme uma página cheia de texto em um resumo claro e estruturado, facilitando a absorção de informações.\nIdeal para Todos: Se você é um estudante buscando agilizar seus estudos, um profissional precisando se manter atualizado rapidamente, ou simplesmente alguém que deseja otimizar a leitura online, Resume Inteligente é a escolha perfeita.\nFuncionalidades Principais:\n\nSumarização Instantânea: Ative a extensão enquanto navega para transformar conteúdo extenso em resumos manejáveis.\nAnálise de Perspectivas: Receba visões equilibradas sobre diversos tópicos com a listagem de pontos a favor e contra.\nInterface Amigável: Desfrute de uma interação intuitiva com nossa interface limpa e acessível, projetada para oferecer a melhor experiência de usuário.\nComece a Usar:\nPara começar, simplesmente adicione a extensão ao seu navegador Chrome, navegue até uma página de seu interesse e clique no ícone do Resume Inteligente para ver a mágica acontecer.\n\nJunte-se à Comunidade:\nResume Inteligente é mais do que uma ferramenta, é uma comunidade. Estamos sempre abertos a feedback e sugestões para melhorar e expandir nossas funcionalidades. Se você tem uma ideia ou deseja contribuir, não hesite em entrar em contato!\n\nAviso Legal:\nResume Inteligente opera com a máxima privacidade e segurança, não armazenando nenhum dado pessoal. Esta extensão é independente e não está oficialmente associada à OpenAI."
  }
}