{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoof"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful Tools for Amazon Sellers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NOTE: THIS EXTENSION IS FOR ZOOF.COM CUSTOMERS ONLY.\n\nZoof is a powerful platform that contains 17 tools for identifying profitable opportunities, producing high-quality keyword research, boosting organic rankings, optimizing listings with precision and so much more.\n\nINDUSTRY LEADING BUSINESS INTELLIGENCE:\n\nNo more guesswork. All Zoof data comes directly from Amazon, so you can make informed, confident decisions that have a positive impact on your Amazon business.\n\nGROWTH-OPTIMIZED AUTOMATION:\n\nThe most successful Amazon sellers have at least 10 products. We've built Zoof around growing and scaling your Amazon business in the most efficient way possible, so you're always one step ahead.\n\nYOUR PERSONAL SUCCESS TEAM:\n\nIt is our mission to help you achieve success on Amazon. You'll get the best possible support, whether you're just starting out, or scaling to an enterprise level. We're with you on your entrepreneurial journey.\n\n17 POWERFUL TOOLS FOR AMAZON SELLERS:\n\nOPPORTUNITY FINDER:\n\nOpportunity Finder revolutionizes Amazon opportunity research. Rapidly filter our comprehensive database of keywords and products to find your dream opportunity, faster than ever before.\n\nOPPORTUNITY ANALYZER:\n\nEnhance your opportunity research with sophisticated data and thorough analysis. Take the guesswork out of product research with accurate sales estimates and historical trends from billions of real Amazon data points. Available live on Amazon via the Chrome Extension or in the Zoof Web App.\n\nPROFIT CALCULATOR:\n\nUse real Amazon data to discover whether or not a product idea you're researching will actually make you money. The Zoof Profit Calculator utlilizes precise Amazon data to provide decisive answers about the profitability of product ideas.\n\nKEYWORD FINDER:\n\nPerform accurate, complete keyword research for any niche in seconds. Instantly get a complete picture of the most profitable keywords in any niche. Keyword Findr is the most powerful and accurate Amazon keyword research tool available.\n\nREVERSE ASIN:\n\nUncover your competitors' most profitable keywords. With Reverse ASIN, you can instantly reverse-engineer your competitors' products, and discover their most powerful keywords along with current and historical search volumes, PPC data and much more.\n\nMISSPELLING CHECKER:\n\nStop leaving money on the table, and take advantage of popular misspellings. Snatch top rankings and easy sales from profitable misspellings by capitalizing on the underrated 'misspelling opportunity'.\n\nLISTING EDITOR - Listing Optimization:\n\nIncrease traffic to your listing and generate more sales by keyword-optimizing your listings. With the Listing Editor and HTML Converter in Zoof, writing beautiful, keyword-optimized listings that attract traffic and increase sales is a breeze.\n\nKEYWORD PROCESSOR - Amazon Keyword Processing:\n\nDistill keyword-chaos into accurate money-lists at the touch of a button. With the Keyword Processor, you get a collection of powerful filters and settings to compress long, messy lists of keywords into useful, concise, cash-generating lists in an instant.\n\nINDEX CHECKER - Amazon Keyword Index Checker:\n\nFind out in real-time whether or not Amazon is indexing you for your keywords. This must-have for FBA sellers enables you to capture more traffic by ensuring that Amazon is indexing your product for all of your keywords.\n\nURL BUILDER:\n\nBuild your favorite rotating Super URL in just a couple of clicks. Choose an existing preset (2-Step URL with Hidden Keywords, 2-Step URL with Field-ASIN, 2-Step Storefront, Buy Together, Add To Cart, and more) or build your own custom structure with the easy-to-use interface. Track your customers using a Facebook pixel and keep track of all your visits, segmented by keyword, referrer, and browser.\n\nRANK CHECKER:\n\nGet live Amazon ranking data for any products in real-time, at any time. RankSpy enables you to check the current keyword rankings of any products at any time, making it easy to see where you can improve your rankings, outsmart your competitors, and increase traffic and sales.\n\nPROFIT DASHBOARD:\n\nGet an instant overview of your most important business metrics. Visualize your revenue, profit, orders, and all data generated by your business in an actionable, easy-to-use format.\n\nRANK TRACKER:\n\nVisualize changes in your product's organic keyword rankings over time. Discover cutting-edge keyword insights, including index checks, organic rank trends, day-to-day (or hour-by-hour) rank changes, keyword search volumes and more. Find out what works (and what doesn't) to outrank your competitors by monitoring changes in organic rank, in response to your marketing efforts.\n\nALERTS:\n\nStay Protected and Informed With 24/7 Listing Monitoring. Alerts constantly monitors your product listings for hijackers, new reviews, buy box changes and a host of other events, and notifies you when important changes occur.\n\n...and more. For more information, visit https://zoof.com"
  }
}