{
  "name": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email scraper & Email Extract",
    "cs": "Disposable Temporary  Gmail™  Templates Unlimited  Tracker  Hunter Save",
    "et": "Extractor Find anyone's  - Contact Out Free, Verified B2B s  Tracker",
    "lv": "Email Tracker for Gmail Virtru Protection  Finder Extension  extract"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just one click to help you scrape emails from the browsing page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Empower users to effortlessly retrieve their email and download content while browsing the web, enhancing their online experience with seamless access to valuable resources. \nOur innovative solution seamlessly integrates with popular browsers, ensuring swift and hassle-free access to email services and downloads, even during peak traffic periods. \nElevate user engagement and satisfaction by providing unparalleled convenience and efficiency, optimizing their browsing journey with instant access to essential content.",
    "lv": "Empower users to effortlessly retrieve their email and download content while browsing the web, enhancing their online experience with seamless access to valuable resources. \nOur innovative solution seamlessly integrates with popular browsers, ensuring swift and hassle-free access to email services and downloads, even during peak traffic periods. \nElevate user engagement and satisfaction by providing unparalleled convenience and efficiency, optimizing their browsing journey with instant access to essential content.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEmail Tracker for Gmail Virtru Email Protection Email Finder Extension Email extract Email Extractor Find anyone's email - Contact Out Free, Verified B2B Emails Email Tracker Disposable Temporary Email Gmail™ Email Templates Unlimited Email Tracker Email Hunter Save Emails as PDF Email templates for Gmail Email Reminders, Tracking, Notes Gmail/Outlook/Salesforce Email tracker for Gmail gets the email of anyone on Earth Name2Email: Find email by name for free Multi Email Forward Ugly Email Re-send Email 2 Sateraito Office Share link via email Get Anyone's Phone Numbers and Emails Unsubscribe from emails with 1 click: Trimbox Send Your Email to SMS (text) Kendo-Linkedin Email Finder SimpleLogin:Receive & Send emails anonymously Growman: IG Email Extractor Simple Email Tab Export Emails to Google Sheets GMPlus - Open AI ChatGPT for Email Free Email Tracker Streak Email Tracking for Gmail Save Emails to Google Drive Email Finder FindThatLead - Email Finder Extension Adapt - Find Emails On Websites Staffbase Email Gmail Unsubscribe - bulk email unsubscription Email Exporter EmailDrop - Extract Emails in 1 second Free Email Signature Generator SalesQL - B2B Email Finder Free Email Tracker Gmail Label and Email Sharing Schedule Email Email Verifier Reply: Email Finder and Outreach Free Video Email Formatted email subject lines Email My Students FinalScout - ChatGPT-Driven LinkedIn Emails Email templates for Gmail Email Finder – PIPILEADS MailKing: Email Campaigns in Gmail Email Signature Rescue ChatGPT for Email - Remail Rename Email Subject Email Signature & Email Tracker. MySignature Burner Emails: Easy, Fast, Disposable Emails Find Emails + Cell Phone Numbers in Seconds IG Email Extractor - IG Email Scraper Email This MergeMail Drift Email Share with Facebook, Twitter, Google+, Email Getemail.io legacy Phone and Email Finder Share emails via secure URL link Email Finder & Email Hunter - GMPlus Recurring emails for Gmail Baxter - Email Organizer & Unsubscriber Mailmeteor: Follow up, export emails in Gmail Save Emails"
  }
}