{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_TW": "Paste n' Go",
    "de": "Einfügen + Einreichen",
    "es": "Pegar + Enviar",
    "fr": "Pâte + Soumettre",
    "it": "Incolla + Invia",
    "ja": "貼り付け + 送信",
    "ko": "붙여넣기 + 제출",
    "nl": "Plakken + Verzenden",
    "ru": "Вставить + Отправить",
    "th": "วาง + ส่ง",
    "zh_CN": "粘贴 + 提交"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_TW": "Adds an item to your right-click menu for text fields to paste the clipboard contents and submit the form.",
    "de": "Fügt dem Rechtsklickmenü ein Element für Textfelder hinzu, um den Inhalt der Zwischenablage einzufügen und das Formular zu senden.",
    "es": "Agrega un elemento al menú contextual para que los campos de texto peguen el contenido del portapapeles y envíen el formulario.",
    "fr": "Ajoute un élément à votre menu de clic droit pour les champs de texte pour coller le contenu du presse-papiers et soumettre le…",
    "it": "Aggiunge un elemento al menu di scelta rapida per i campi di testo per incollare il contenuto degli Appunti e inviare il modulo.",
    "ja": "クリップボードの内容を貼り付けてフォームを送信するテキストフィールドの項目を右クリック メニューに追加します。",
    "ko": "텍스트 필드에 대한 마우스 오른쪽 단추 클릭 메뉴에 항목을 추가하여 클립보드 내용을 붙여넣은 다음 양식을 제출합니다.",
    "nl": "Hiermee voegt u een item toe aan het menu met de rechtermuisknop voor tekstvelden om de inhoud van het klembord te plakken en het…",
    "ru": "Добавляет элемент в меню справа нажатия кнопки для текстовых полей, чтобы вставить содержимое буфера обмена и отправить форму.",
    "th": "เพิ่มรายการลงในเมนูคลิกขวาสำหรับเขตข้อมูลข้อความเพื่อวางเนื้อหาของคลิปบอร์ดและส่งแบบฟอร์ม",
    "zh_CN": "将项目添加到右键单击菜单，以便文本字段粘贴剪贴板内容并提交表单。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Similar to the \"Paste and go\" menu in the address bar, but available on all text fields on webpages. Similar in behavior to copy pasting and then pressing Enter/Return/Submit.\n\nOnly clipboard permission required, for your ease of mind, extension cannot spy on your websites behind your back."
  }
}