{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Bookmarks for YouTube: Productivity Up"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds the ability to add a bookmark to any place on a YouTube video (aka time-tags, notes, private comments)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension was written due to lack of a bookmarking system on YouTube and inspired by Pluralsight. I love the ability of Pluralsight to add to any place on a video my own thoughts, ideas and notes that have to be reviewed later or even exported and reviewed later on any other device in Evernote. So I've made something similar in a \"Chrome Extension\" form-factor!\n\nYou can add multi-line comments to any place on a video and they will be visible only to you (until you want to share them!). The focus of this extension is shifted towards usability. Hotkeys are supported — they work inside the pop-up window and directly on YouTube's page.\n\nDepending on the interest in the extension a lot of features may be added later. Also, feedback is highly appreciated. So don't hesitate and support development!\n\nYou will be able to:\n1. Add a bookmark to any video.\n2. Control any video with hotkeys (play\\pause\\rewind).\n3. Quickly navigate to any bookmark without reloading a video.\n4. Manage any previously added bookmarks (edit/delete).\n5. See a list of all videos with bookmarks (and manage it).\n6. Export bookmarks to a clipboard (for sharing with others).\n7. Import bookmarks from a clipboard (from a friend or just from 'backup').\n\nUse cases (ideas):\n1. Education and learning: Invest in yourself by learning from YouTube videos.\n2. Entertainment: You can bookmark the funniest moments in any video and share them with your friend.\n3. Cooking: Mark different stages of a cooking video in order to quickly find the most important parts for you. Then export the recipe!\n4. Programming: Save places that contains code or something that requires additional attention or reviewing.\n5. Create a table of contents (TOC) for a video—and share it with others via a comment on the video's page. Save time for someone and someone will save it for you.\n\nPlease support the extension development and help it grow!\n\n## How does it work?\n### Adding a bookmark\nJust navigate to any YouTube video and click on the extension icon. The pop-up will be opened. In order to add a bookmark just press the '+' (add) button. The bookmark will be added immediately to the video but without text. In order to add a text description for the bookmark, click the 'edit' button. You'll be redirected to an editor. Add any text; press 'save'. Done!\n\n\n### Navigating to a bookmark\nIn order to navigate to a bookmark (to go to a saved point in a video) just click on a bookmark. Try it.\n\n### Exporting bookmarks for a video\nThe bookmarks can be exported only to a particular video (not all bookmarks for all videos). In order to export it, navigate to a video on YouTube, open the extension and then click on the 'More' button (three dots in the right top corner) and then 'Export'. It will export your bookmarks in a YAML format.\n\nAnother way is to export them in a 'simple' format—use the 'Export (simple)' button.\n\n### Importing bookmarks for a video\n! Important: when you import your bookmarks, the old ones will be removed. In order to import a previously exported bookmark, navigate to a video to which you want to import bookmarks, open the extension and then click on the 'More' button (three dots in the right top corner) and then click 'Import'. Paste the exported bookmarks into the opened window and press 'Import'.\n\n## Hotkeys (works inside a pop-up)\nThe extension also supports hotkeys. They are:\n\nVideo navigation:\n`Space` - play/pause\n`Comma` - backward 5 seconds\n`Period` - forward 5 seconds\n\nBookmarking:\n`a` - add immediate bookmark\n`shift+i` - add bookmark with a text\n`i` - add text for an immediate bookmark\n\nEditing a bookmark's text:\n`enter` - save changes\n`shift+enter` - add a new line\n`ctrl+b` - cancel editing\n\nChange-log:\n- 0.1.2.2 (Marche 31, 2024) - fix another \"response is not successful\" error on opening a supported page\n- 0.1.2.1 (March 13, 2024) - fix \"response is not successful\" error on opening a supported page\n- 0.1.2.0 (October 19, 2021) - improve add button behavior, fix youtube author and title\n- 0.1.1.1 (August 29, 2021) - fix broken progress-bar annotation on youtube\n- 0.1.1.0 (March 13, 2021) - add experimental progress-bar annotations on coursera.org, etc\n  - NEW: Experimental progress-bar annotations on coursera.org (position-fixer isn't working yet)\n  - NEW: Notifications on mouse hover on progress bar are now displayed on top of visual markers. Previously they were showing in the top right corner of the page\n  - NEW: \"Copy bookmark with range\" feature exports a time range to the clipboard\n    - example: \"00:21-00:24 incredible trick\"\n    - available in the bookmark-list (the popup) by:\n      - long mouse click on \"copy\" button on any bookmark\n      - Ctrl+Shift+C in the default hotkey mode (configurable)\n      - YY (shift+y twice) in the vim hotkey mode\n  - FIX: YouTube mouse over bookmarks on the progress-bar not showing a bookmark's note\n  - FIX: Invalid position of bookmark markers on progress-bar while toggling the full-screen in a video\n0.1.0.2 (January 27, 2021) - disable google payments verification\n0.1.0.1 (August 31, 2020) - fix simple import broken in some cases\n0.1.0.0 (August 3, 2020) - add list navigation hotkeys to the popup, fixes, bump the minor version\n  - NEW: Add an experimental vim-like hotkey mode to the popup window (see options > popup options > hotkey mode)\n  - NEW: Add the ability to use keyboard shortcuts in the bookmark-list\n       - selecting bookmarks\n          - select the first bookmark in the list\n          - select the last bookmark in the list\n          - select next bookmark in the list\n          - select previous bookmark in the list\n      - editing the selected bookmark\n      - coping the selected bookmark\n      - deleting the selected bookmark\n      - navigating to the selected bookmark\n  - NEW: Add the ability to use keyboard shortcuts in the video-list for\n      - selecting videos\n          - select the first video in the list\n          - select the last video in the list\n          - select next video in the list\n          - select previous video in the list\n      - deleting the selected video\n      - navigating to the selected video\n  - NEW: bookmarks and videos are also selectable using a keyboard during the search in the popup\n  - NEW: highlight an active bookmark on opening the extension\n  - NEW: highlight an active video on opening the video list\n  - NEW: option to configure the escape button behavior for the popup\n  - FIX: incorrect behavior of the free trier - limits are working correctly now\n  - FIX: escape now cancels editing bookmark instead of closing the extension\n  - Notice 1: for the full list of available commands for the default hotkey mode see options > popup options > hotkeys\n  - Notice 2: the popup code is almost completely rewritten - a lot of bugs may be introduced\n  - Notice 3: the popup can be opened by the shortcut too in Chrome: Manage Extensions > Burger Menu > Keyboard shortcuts\n0.0.14.1 (May 25, 2020) - fix purchases not detected due to minimization\n0.0.14.0 (May 7, 2020) - ability to copy bookmark via a button, reset hotkeys to default; possibly performance improvements\n0.0.13.2 (April 24, 2020) - add coursera support, fix supported video detection\n0.0.13.0 (November 18, 2019) - add new feature: \"add bookmark and fix position\", bug-fixes\n0.0.12.0 (June 9, 2019) - add options for \"+\" button, add hotkeys configuration for the popup, small enhancements\n0.0.11.0 (June 1, 2019) - add progress bar annotation for youtube.com, target chrome 65\n0.0.10.0 (May 27, 2019) - add page-scope hotkeys, preferences and notifications\n0.0.9.0  (May 23, 2019) - add support for EDX, embed player\n0.0.8.0  (April 24, 2019) - add support for global hotkeys (configurable via the extensions -> 'keyboard shortcuts' in chrome)\n0.0.7.0  (April 5, 2019) - (1) add support for HTML5 players on khanacademy.org and skillshare.com (2) disable 'add' button on non-supported pages.\n0.0.6.0  (March 7, 2019) - add support for bookmarking on vimcasts.org\n0.0.5.0  (March 1, 2019) - add the ability to search inside bookmarks and videos (press CTRL+F to trigger the search-bar)"
  }
}