{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disable cookies - auto disable popup cookies",
    "de": "Disable cookies - deaktiviert automatisch Cookie-Nachrichten",
    "fr": "Disable cookies - désactive automatiquement les messages de cookies"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension click for you on \"Just functional cookies\" button",
    "de": "Diese Erweiterung klickt für Sie auf die Schaltfläche \"Nur essentielle Cookies\"",
    "fr": "Cette extension clique pour toi sur le bouton \"Juste les cookies essentiels\""
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When you arrive on a website you should uncheck cookies approbation. It's very boring and it takes time. This extension do the dirty work for you:\n- It clicks on uncheck button\n- It removes cookies information's popup\n\nIf extension doesn't work for a specific website you can report this website. In the next update, cookies banners of this website will be implemented",
    "de": "Wenn Sie eine Website aufrufen, müssen Sie die Cookie-Zulassung deaktivieren. Das ist sehr ärgerlich und zeitaufwändig. Diese Erweiterung erledigt die Drecksarbeit für Sie:\n- Er klickt auf die Schaltfläche \"Häkchen entfernen\n- Es entfernt das Pop-up-Fenster mit den Cookie-Informationen",
    "fr": "Lorsque vous arrivez sur un site Web, vous devez décocher l'approbation des cookies. C'est très ennuyeux et cela prend du temps. Cette extension fait le sale boulot pour vous:\n- Elle clique sur le bouton décocher\n- Elle supprime la fenêtre contextuelle des informations sur les cookies"
  }
}