{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steward-Beta"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual bug reporting, and tracking tool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhancing Web Application Quality Assurance with Steward.\nSteward is a simple Quality Assurance (QA) visual issue reporting, and tracking tools that solves all your Quality Assurance and Issue reporting, and tracking problems.\n\nHow does it works:\nSteward Visual Issue Reporting Tool, seamlessly integrated with Jira, enhances collaboration and issue resolution in software development.\nIt empowers teams to report, track, and manage visual issues efficiently, ensuring smoother project workflows and improved software quality.\n\nReporting issues using the \"Steward Chrome extension\"\nReporting issues using the Steward Chrome extension to Jira simplifies the process, enabling users to capture web page screenshots and record screen, add detailed descriptions, and instantly create Jira issues.\n\nThis streamlined approach enhances communication and expedites issue resolution within development teams.\nIts smart features make it a powerful stand-alone visual issue reporting tool.\n\nScreen Recording:\nSteward simplifies the quality assurance process by allowing testers to record the screen and report any issues or bugs they encounter during testing, enhancing collaboration and troubleshooting efforts.\n\nScreenshot Capturing:\nSteward allow QA testers to capture screenshots of web application issues and log them to popular project management tools e.g. JIRA. This visual documentation provides developers with a clear understanding of the problem, reducing miscommunication and accelerating the resolution process.\n\nIntegration with Bug tracking systems:\nSteward integrate seamlessly with popular bug tracking systems, streamlining the QA workflow and ensuring that issues are tracked from discovery to resolution.\n\nEnhanced Communication:\nSteward bridge the communication gap between testers and developers by providing a visual context for issues, reducing misunderstandings, and accelerating issue resolution.\n\nEfficiency and Improved Quality:\nThe streamlined workflow, and screenshot reporting features of Steward result in more efficient QA processes, reducing the time and effort required to address issues. By catching and addressing issues early in the development process, Steward contribute to higher-quality web applications, reducing the risk of post-launch problems and customer dissatisfaction.\n\nCost Savings:\nDetecting and resolving issues early in development is more cost-effective than addressing them after a web application is live. Steward contribute to cost savings by minimizing post-launch bug fixes and maintenance."
  }
}