{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to clear various types of browsing data like history, cache, cookies, etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Cleaner: Keep Your Browser Fast and Private!\n\nKeep your browser running smoothly and protect your privacy with the Browser Cleaner extension. With just a few clicks, you can clear your browsing history, cache, cookies, and more—customized to your needs!\n\nKey Features:\n• Clear All Data (Last Week): Remove all browsing data, including history, cookies, cache, and more from the past week to keep your browser fast.\n• Clear All Time Data: Wipe your entire browsing history, cookies, cache, and other data from the beginning of time. Perfect for a fresh start!\n• Targeted Cleaning: Clear specific data like cookies or cache without affecting your entire browsing history.\n• One-Click Solutions: Simple, intuitive interface that allows you to clean up your browsing data with a single click.\n• Customizable Options: Choose what to delete—whether it's today's browsing history or all-time data, you're in control!\n\nWhy Use Browsing Data Cleaner?\n\n• Improve Performance: Clearing out old cache and data can speed up your browser.\n• Enhance Privacy: Protect your personal information by removing traces of your online activity.\n• User-Friendly Design: Easy to use, even for beginners. Clear explanations and tooltips ensure you know exactly what you're cleaning."
  }
}