{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Website to Social Post",
    "tr": "Websiteden Sosyal Medya Paylaşımı"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Generate social media posts from webpage content with premium features",
    "tr": "Web sayfası içeriğinden özel talimatlarla sosyal medya paylaşımı oluşturun"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Transform any webpage into engaging social media content with our AI-powered tool. Generate tailored posts for LinkedIn, X (Twitter), Instagram, and Facebook instantly in your preferred language.\n\nKey Features:\n1. One-Click Generation: Create platform-optimized posts instantly with a single click.\n2. Multi-Language Support: Generate posts in 21 different languages, including English, Spanish, German, French, Chinese, Japanese, and more.\n3. Platform-Specific Content: Get optimized content for LinkedIn, X, Instagram, and Facebook, respecting each platform's unique style and character limits.\n4. Easy Sharing: Share directly to your social media platforms or copy the content with a single click.\n5. Smart Content Capture: Advanced webpage content analysis for more accurate and relevant posts.\n6. Custom Generation Prompts: Personalize how your posts are generated with custom instructions (e.g., \"Make it professional\", \"Add emojis\", \"Use a casual tone\").\n7. Reliable Performance: Stable connectivity with automatic recovery from internet connection issues.\n8. User-Friendly Interface: Intuitive navigation with dedicated sections for content generation, settings, and profile management.\n8. Time-Saving: Streamline your social media workflow by quickly creating posts from any web content.\n\nHow It Works:\n1. Browse to any webpage you want to share\n2. Click the Website to Social Post icon in your Chrome toolbar\n3. Select your preferred language and tone\n4. Wait a few seconds as our AI analyzes the page content\n5. Review the generated posts for each platform\n6. Copy, edit, or share directly from the extension popup\n\nPerfect for:\n- Social media managers\n- Content creators\n- Digital marketers\n- Business owners\n- Anyone looking to enhance their social media presence\n\nLatest Updates:\n- Redesigned interface with easy navigation tabs for better usability\n- Support for 21 languages to reach a global audience\n- New profile section for managing your account and preferences\n- Improved subscription management for premium users\n- Enhanced notification system for better user feedback\n- Automatic saving of your preferences and settings\n- Streamlined content generation workflow\n- Better performance and stability improvements\n\nPrivacy & Data Protection:\n- No usage tracking: We don't track your browsing behavior or how you use the extension. We only collect anonymous installation statistics (total installs/uninstalls) without any personally identifiable information\n- Zero data retention: We don't store your generated posts or browsing history - webpage content is only used temporarily for post generation\n- Minimal data collection: We only use your contact information for essential services (login codes and premium status verification)\n- No spam policy: We never send promotional emails or spam - you'll only receive necessary account-related communications\n\nInstall Website to Social Post today and transform your web browsing into an efficient, multi-language social media content creation experience!",
    "tr": "Yapay zeka destekli aracımızla herhangi bir web sayfasını ilgi çekici sosyal medya içeriğine dönüştürün. LinkedIn, X (Twitter), Instagram ve Facebook için tercih ettiğiniz dilde anında özelleştirilmiş gönderiler oluşturun.\n\nTemel Özellikler:\n1. Tek Tıkla Oluşturma: Tek bir tıklamayla platforma özel gönderiler anında oluşturun.\n2. Çoklu Dil Desteği: İngilizce, Türkçe, İspanyolca, Almanca, Fransızca, Çince, Japonca ve daha fazlası dahil olmak üzere 21 farklı dilde gönderi oluşturun.\n3. Platforma Özel İçerik: Her platformun benzersiz stiline ve karakter sınırlamalarına uygun olarak LinkedIn, X, Instagram ve Facebook için optimize edilmiş içerik elde edin.\n4. Kolay Paylaşım: Tek tıklamayla doğrudan sosyal medya platformlarınızda paylaşın veya içeriği kopyalayın.\n5. Akıllı İçerik Yakalama: Daha doğru ve alakalı gönderiler için gelişmiş web sayfası içerik analizi.\n6. Özel Oluşturma Talimatları: Gönderilerinizin nasıl oluşturulacağını özelleştirin (örn. \"Profesyonel yap\", \"Emoji ekle\", \"Gündelik bir ton kullan\").\n7. Özel Destek: Hızlı yardım ve geri bildirim gönderimi için dahili destek formu.\n8. Güvenilir Performans: İnternet bağlantısı sorunlarından otomatik kurtarma ile stabil bağlantı.\n9. Kullanıcı Dostu Arayüz: İçerik oluşturma, ayarlar, profil yönetimi ve destek için özel bölümlerle sezgisel gezinme.\n10. Zaman Tasarrufu: Herhangi bir web içeriğinden hızlıca gönderi oluşturarak sosyal medya iş akışınızı kolaylaştırın.\n\nNasıl Çalışır:\n1. Paylaşmak istediğiniz web sayfasına gidin\n2. Chrome araç çubuğundaki Website to Social Post simgesine tıklayın\n3. Tercih ettiğiniz dili ve tonu seçin\n4. Yapay zekamız sayfa içeriğini analiz ederken birkaç saniye bekleyin\n5. Her platform için oluşturulan gönderileri inceleyin\n6. Doğrudan eklenti penceresinden kopyalayın, düzenleyin veya paylaşın\n\nKimler İçin İdeal:\n- Sosyal medya yöneticileri\n- İçerik üreticileri\n- Dijital pazarlamacılar\n- İşletme sahipleri\n- Sosyal medya varlığını geliştirmek isteyen herkes\n\nSon Güncellemeler:\n- Daha iyi kullanıcı desteği için özel destek ve geri bildirim formu eklendi\n- İngilizce ve Türkçe için kapsamlı dil desteği geliştirildi\n- Daha iyi kullanılabilirlik için yeniden tasarlanmış arayüz ve kolay gezinme sekmeleri\n- Küresel erişim için 21 dil desteği\n- Hesap ve tercihlerinizi yönetmek için yeni profil bölümü\n- Premium kullanıcılar için geliştirilmiş abonelik yönetimi\n- Daha iyi kullanıcı geri bildirimi için geliştirilmiş bildirim sistemi\n- Tercihlerinizin ve ayarlarınızın otomatik kaydedilmesi\n- Kolaylaştırılmış içerik oluşturma iş akışı\n- Daha iyi performans ve stabilite iyileştirmeleri\n\nGizlilik ve Veri Koruma:\n- Kullanım takibi yok: Tarama davranışınızı veya eklentiyi nasıl kullandığınızı takip etmiyoruz. Sadece kişisel olarak tanımlanabilir bilgiler içermeyen anonim kurulum istatistiklerini (toplam kurulum/kaldırma) topluyoruz\n- Sıfır veri saklama: Oluşturduğunuz gönderileri veya tarama geçmişinizi saklamıyoruz - web sayfası içeriği sadece gönderi oluşturma için geçici olarak kullanılıyor\n- Minimum veri toplama: İletişim bilgilerinizi sadece temel hizmetler için kullanıyoruz (giriş kodları ve premium durum doğrulaması)\n- Spam yok politikası: Asla promosyon e-postaları veya spam göndermiyoruz - sadece hesabınızla ilgili gerekli iletişimleri alacaksınız\n\nWebsite to Social Post'u bugün yükleyin ve web taramanızı verimli, çok dilli bir sosyal medya içerik oluşturma deneyimine dönüştürün!"
  }
}