{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Random Tab Refresher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Randomly refreshes the selected tab every 40 seconds to 3 minutes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Overview\nRandom Tab Refresher is a simple yet powerful Chrome extension that automatically refreshes your selected tab at random intervals between 40 seconds and 3 minutes. Ideal for keeping dynamic content up-to-date or monitoring live data without manual intervention.\n\n# Features\nRandom Intervals: Refreshes the selected tab at random intervals ranging from 40 seconds to 3 minutes.\n\nTab-Specific Control: Easily start or stop refreshing for individual tabs without affecting others.\n\nSimplest: Simple toggle button to start and stop the automatic refresh.\n\nReal-Time Updates: Displays the time since the last refresh directly in the extension popup.\n\nLightweight: Minimal impact on browser performance, ensuring smooth operation.\n\n\n# How It Works\nOpen the Extension: Click on the Random Tab Refresher icon in your Chrome toolbar.\nSelect a Tab: The extension will apply to the currently active tab.\n\nToggle Refreshing: Click \"Start Refreshing\" to enable random refreshing for the selected tab. Click \"Stop Refreshing\" to disable it\n\nMonitor Refresh Time: View the time since the last refresh in the extension popup.\n\n# Use Cases\nLive Monitoring: Perfect for keeping track of live stock prices, sports scores, or news feeds.\n\nWeb Development: Useful for developers who need to see real-time updates on web pages during testing.\n\nOnline Auctions: Stay up-to-date with the latest bids without manually refreshing the page.\n\n# Privacy and Security\nRandom Tab Refresher does not collect any personal data or browsing history. It operates locally within your browser, ensuring complete privacy and security.\n\n# Feedback and Support\nWe value your feedback! If you have any suggestions, questions, or encounter any issues, please reach out to us via the support link provided."
  }
}