{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LDD Show Reponses"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a [+] link next to message links on the developerWorks forums to view them inline instead of having to open multiple pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This used to be a Greasemonkey script designed to be used with the forums on the Notes.net/LDD/Lotus developerWorks site. ( http://www.lotus.com/ldd )\n\nThis has since been reworked into a Chrome extension.\n\nIf you have no idea what Greasemonkey used to be, start here:\n\nFirefox users (the original):\nhttp://greasemonkey.mozdev.org/\n\nIE users (the copy):\nhttp://www.daishar.com/blog/archives/2005/03/greasemonkey_fo.html\n\nI've only tested this script with Firefox, so I have no idea how well it\ndoes or doesn't work with IE.\n\n===========================\n\nThe problem with the LDD forums is that you can't see the text of any of the\nresponses associated with a particular message. You get a list of links to the\nresponses at the bottom of the page, but you can only open a single message at\na time -- which is a huge pain if there are more than about 2 responses to a\nmessage.\n\nWhat this script does (thanks to the magic of Greasemonkey) is to add a little\n[+] next to each response link at the bottom of the page. If you click on that\n[+], it will open a <div> beneath the link that will get populated with the\nmessage body for that particular response. Click it again, and the response\nbody disappears.\n\nAs of version 1.3 of the script, the [+] is added on any LDD page that has an\n?OpenDocument link, not just a message. So the script works when you're viewing\na message, or the main view of a forum, or even a list of search results.\n\nIf none of this makes sense, just go to: http://www-10.lotus.com/ldd/nd6forum.nsf\nand open a message that has several responses, and then try to read the responses\nwith and without this script enabled.\n\n===========================\n\nA few efficiencies I've added to this script:\n\n1. None of the response messages are retrieved until you actually click the [+].\nThis means when you view a message that has a large number of responses, your\npage will still load quickly (i.e. -- the browser won't be trying to get all\nof the responses when the page opens). The text of the responses is only\nretrieved when you click the [+].\n\n2. If you click on a [+] to view a response message and then click it again to\nmake it disappear, it will remember what the message is. So if you click it\nagain to expand the response message before you refresh the page, you won't\nhave to make another round trip to the server in order to get the message\nagain -- it'll just come right up.\n\n3. The responses are retrieved using asynchronous XML HTTP requests, which grab\nthe response doc, parse the message text, and insert it into a <div> (this\nprocess is normally referred to as \"Ajax\" these days).\n\n===========================\n\nISSUES:\n\n1. I had to hardcode several things in here, because the LDD forums don't really\npackage up the messages in any kind of easily parsable way (say, with divs).\nSome or all of this script could break tomorrow if the LDD folks decide to rename\nsome of their image files.\n\n2. There's probably a much more elegant way of doing some or all of this using\nregular expressions. I don't know how that way might work, and I don't really care.\nThis method seems to work, and it's easy to troubleshoot.\n\n3. There may be a few links on the page that get the [+] appended to them that\nget an \"Error finding beginning of body\" message when you try to expand them (like\nthe FAQ link). This is because the links don't actually point to messages, but other\npages that don't parse like a message will. I thought about adding some code that\nexplicitly ignores these kinds of links, but all of the exclusions would just\nmuddy up the code, and I'd probably have to keep adding new ones. So rather than\ntry to account for all the exceptions, I'm going to assume that my users are smart\nenough not to worry about those sorts of things. (UPDATE: in version 1.4 I added the\nignoreList array to deal with at least some of these cases.)\n\n===========================\n\nHISTORY:\n\nversion 1.0 -- April 16, 2005\nInitial release.\n\nversion 1.1 -- April 16, 2005\nFixed bug where the </table> tag I was using to determine the start of the body\nblock didn't exist when you were logged in, so you wouldn't get message text\nif you were logged in.\n\nversion 1.2 -- April 17, 2005\nModified the script to make the display div block style \"display: none;\" when the\ndiv was hidden, to get rid of the extra whitespace/linefeed that was appearing\nbetween each of the response links.\n\nversion 1.3 -- April 19, 2005\nChanged the script to run against any ?OpenDocument link, not just the response\nlinks that were found at the bottom of a message. This way it will work not only\non message pages, but also on views and search results. Unfortunately, this also\nputs a [+] next to some links that won't expand properly (like the forum FAQ links\nat the right of the page). I thought about filtering those links out manually,\nbut it's probably better to have a few links that don't work right rather than\nhardcoding several exceptions in this code (there's too much hardcoding as it is).\n\nAlso made a small change to account for a different separator graphic on the\nND7 forums, and made the [+] change to [-] when it's \"expanded\".\n\nversion 1.4 -- May 10, 2005\nAdded the ignoreList array (and relevant ignoreList processing), so we won't\nprocess links that we know will not work. Thanks to Christopher Byrne\n(http://controlscaddy.com) for the suggestion and an example of what to ignore.\n\nversion 1.5 -- August 14, 2005\nAdded the endOfBody array (and relevant processing) to account for multiple\npossible endings of the body part of the forum message. The forums were slightly\nredesigned in late July/early August, and they started using a different graphic\nat the end of the body. With the new array, it'll be easier to add new end-of-body\nconditions in the future.\n\nversion 1.6 -- December 3, 2005\nLDDMonkey stopped working when Firefox got upgraded to 1.5. Kurt Higley\n(http://www.higs.net) fixed it within a day! His changes included:\n\n* expander.onclick = ... changed to expander.addEventListener('click', ...)\n* calls to XMLHttpRequest changed to GM_xmlhttpRequest\n* restructure getResponseText() function to split it out a little better\n\nI made a few changes to the URL processing, but otherwise included the changes\nas-is. Thanks Kurt!\n\nI also added \"https://*.lotus.com/ldd*\" to the @include list for when you're\nlogged in to the forum, and made it possible for the script to try to reload\na response message if an earlier attempt never returned anything (which seems\nto happen at times).\n\nTested with Firefox 1.0.7/Greasemonkey 0.5.1 and Firefox 1.5/Greasemonkey 0.6.4\n\nversion 1.7 -- July 18, 2006, Peter LaComb\n1: At the end of getXMLText, just before inserting the body into the DIV I added this line:\nbodyText = bodyText.replace(/<img\\b(.*?)10x10.gif[^>]*>/g,\"\");\nThis removes all the annoying blank boxes that show up.\n\n2: Updated so that when used in a view, it will retrieve the response list,\nand allow you to expand the responses.\n\nversion 1.8 -- September 16, 2010, Lars Berntrop-Bos\nAdded 1.7 version history and formatted code.  Submitted to Julian for publication on OpenNTF\n\n===========================\n\nThis is version 1.8 of the lddresponse.user.js script\nby Lars Berntrop-Bos ( http://www.nsftools.com )\nJune 3, 2014\n\nYou can do anything you'd like with this script, just don't hold me liable for\nanything, and don't pretend like you wrote it yourself.\n\nThe latest release should always be available at the OpenNTF site, at:\nhttp://www.OpenNTF.org/projects/pmt.nsf/ProjectLookup/LDDMonkey"
  }
}