{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saleschat.pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saleschat.pro Extension - Development Build"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why should you use WhatsApp for inside sales?\n\nUsing both phone and WhatsApp together can be an effective strategy for inside sales to close a deal with a customer as:\n\n1. Personalisation: By offering both options, inside sales can cater to each customer's preferred communication channel.\n2. Timeliness: WhatsApp can be a faster way to communicate, especially if a customer is unavailable to take a phone call.\n3. Multitasking: WhatsApp can be used to send supporting materials while on a phone call, which can keep the conversation on track and provide additional information to the customer.\n4. Multimedia Support: WhatsApp allows for the sending of documents, pictures, and videos, which can be helpful in showing the product or service being sold.\n\nAverage sale cycle duration can reduce up to 70% by using messaging channels like Whatsapp, Instagram etc. and Phone in tandem. However this new mechanism gives companies new opportunities as well as new challenges for the inside sales team.\n\nWhat is Saleschat.pro is solving for:\n\nAdd chats directly to CRM:\n• Selling across multiple channels like phone and Whatsapp can create discrepancy.\n• Salespeople can directly add customer conversations to their CRMs which can help review deals in a much more comprehensive manner.\n• Organizations can get visibility across all conversation channels. Furthermore if your industry is regulated, we can help you comply by storing all the customer chats.\nVocabulary\n• Messaging can often unintentionally result in slang and spelling mistakes.\n• We help sales people craft better communication which aligns with the organisations brand messaging with help of ChatGPT.\nFollowup Reminders\n• Businesses lose customers due to lack of followup. 48% of sales people don’t follow up even once, and 44% give up after just one follow-up call. Meanwhile, 80% of sales require at least 5 follow-ups.\n• Our products self learning powerful nudges help sales teams do timely customer followup.\nDeal Review\n• A better deal review tool that allows managers to get a comprehensive view of all activities including chats and calls backed by AI to point out any inconsistencies.\nCall Deflection\n• Customers are lost because businesses don't respond after office hours. With our product we shall engage the customer on Whatsapp on behalf of the business so that leads are not lost.\n\nWe want to improve the following metrics for your organisation:\n1. Improve TAT.\n2. Improve call to answer ratio.\n3. Improve customer experience.\n4. Improve average sales cycle duration.\nThere by overall impacting conversion rate positively."
  }
}