{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Incognegro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stealth Browsing Made Easy - For Hackers, Creators, Influencers, CEOs, and Anyone concerned with information leaks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Incognegro - visually mask your browser tabs\n\nStealth Browsing Made Easy - For Hackers, Creators, Influencers, CEOs, and Anyone concerned with fingerprinting and unnecessary information leaks.\n\nAre you tired of worrying about who might see your browser activity during demos, zoom sessions, and the like, or maybe you're quiet quitting and need a facade... For whatever reason, you may want to quickly hide your tab information (favicon and site name/title) without compromising on core browser functionality?\n\nLook no further than Incognegro, a powerful browser extension that lets you instantly hide all potential data leakage with just one click or keyboard shortcut - while in the browser or away in a different window!\n\nKey Features:\n\n- Instantly hides all tab favicons and name/title info with just one click or keyboard shortcut\n- Quickly mask your off-topic browser activity to maintain confidentiality and focus on business specific tabs\n- Exclude specific tabs from hiding behavior to maintain flexibility\n- Very safe/lightweight design protects your tab history (back navigation to restore the tab) for peace of mind\n- Increase stealth by selective exclusions only, giving you control over what's visible\n\nUse Cases:\n\n- Presentations, Workshops, Training Sessions: Keep your audience focused on relevant content without revealing unrelated tabs.\n- Zoom Screen Sharing Sessions/Remote Work: Hide personal browsing during virtual meetings or coworking sessions.\n- Classroom and Educational Settings: Teachers and students can maintain focus by hiding unrelated tabs during online classes.\n- Social Media Screen Casting: Prevent your viewers from seeing private information while streaming your social media activities.\n- Gaming Streams: Hide sensitive information during live gameplay streams.\n- Pair Programming/Co-working: Keep unrelated project tabs hidden during collaborative sessions.\n- Quiet Quitting: Conceal job search tabs or personal browsing during work hours to maintain privacy.\n\nBenefits:\n\n- Maintain control over what's visible on your screen\n- Protect your online identity and prevent unwanted attention\n- Increase flexibility with customizable exclusions, sometimes creating new browser profiles and other solutions are too heavyweight\n\nTry Incognegro Today!\n\nDownload the extension now and experience the power of streamlined tab management. Say goodbye to worrying about who might see your browser activity - with Incognegro, you're in control."
  }
}