{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Gmail - ChatGPT AI for email inbox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Gmail connects to your Gmail inbox and uses your data and ChatGPT to draft email responses to every inbound message"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Gmail connects directly to your inbox, trains on all your past email data to learn how you write and who you are and drafts email responses automatically to every inbound message you receive.\n\nIt is the best way of saving hours every day. Instead of improving your productivity with shortcuts or apps like Superhuman, simply let our AI learn about you and answer all your emails instead of you. \n\nYou don't need to click or instruct the AI, it works on mobile and desktop and writes emails even when you're not in Gmail. Upon opening your inbox, you'll see the new drafts, ready to be sent. \n\nYour inbox contains everything you ever sent and therefore a big part of your knowledge. Stop repeating the same things and let Auto Gmail do the work. You stay in the driver seat of course and no email is ever sent without you actually hitting that \"Send\" button.\n\nUpon installation, drafts will appear even on the mobile app, allowing you to answer faster while on the go. \n\nYou can instruct the AI and give it additional context such as links you'd like it to use (calendar links, tutorials, product pages and so on). \n\nUnder the hood, Auto Gmail works by connecting to the Gmail API and uses ChatGPT (GPT 4) and Llama-3 to draft email answers. For context, the most similar emails are passed along to help ChatGPT draft the most relevant answers. \n\nAuto Gmail retrains every few days on your latest messages to stay up to date on new knowledge you sent per email. \n\nPricing:\nFive day trial, then $27/mo or $197/year.\n\nFor people sending many emails, we have a Max plan at $47/mo"
  }
}