{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "10.0.0.1 | Router Login Admin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access your router via 10.0.0.1 for an easy setup and management experience in fewer steps."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The IP address 10.0.0.1 is your gateway to streamlined network administration, often set by default on routers from various manufacturers, including the likes of NETGEAR.\n\nEnhance your experience with our Chrome extension, allowing direct access to 10.0.0.1 with just one click.\n\nDiscovering 10.0.0.1\n\nAs a pivotal element in router configuration, 10.0.0.1 is the standard entry point for many devices, offering a direct line to the router's administration interface.\n\nLaunching a web browser and inputting 10.0.0.1 into the search bar provides access to this virtual command center.\n\nStep into the administrative domain fluidly—manage and modify network details such as SSID and password, reinforce security measures, monitor connected devices, and apply fixes for any network issues.\n\nEffortless 10.0.0.1 Sign-in\n\nFollow this simple guide:\n1. Start by integrating the extension in Chrome, making it a staple on your toolbar.\n2. Click on the extension symbol that's now visible.\n3. Select the button labeled \"10.0.0.1 Admin\" that pops up.\n4. It's time for credentials: Type in the username and password for your router.\n5. The admin page reveals itself, a central hub for all router commands and settings.\n6. You're all set — take pleasure in mastering your network's command center!"
  }
}