{
  "name": {
    "ar,th": "Instagram Comment Organizer",
    "am": "Instant Comment Exporter for IG",
    "bg,it": "Instagram Contest Data Extractor",
    "bn,id": "One Click IG Comment Scraper",
    "ca": "Ins Comment Exporter",
    "cs,nl": "IG Comment Fast Scraper",
    "da,hr": "IG Comment Export Assistant",
    "de": "CommentExporter",
    "el,hi": "CommentExporter - Export Instagram Comment",
    "en,en_AU,en_GB,en_US": "Comment Exporter - Export Ins Comments",
    "es": "Instagram Comment Auto Export",
    "es_419,fr": "Instagram Giveaway Comment Helper",
    "et,ja,ru,zh_TW": "Instagram Comment Assistant",
    "fa,sr": "Exporter for Instagram Comments",
    "fi,he": "Quick CSV Extractor for IG",
    "fil": "Instagram Contest Data Scraper",
    "gu": "IG Comment Scraper",
    "hu,ms": "Instagram Contest Comment Scraper",
    "kn,uk": "Instant Comment Exporter for Instagram",
    "ko": "Comment Exporter for IG",
    "lt": "Comment Scrape Program for Instagram",
    "lv": "Instagram Giveaway Data Grabber",
    "ml": "Instagram Contest Comment Grabber",
    "mr": "IG Comment Rapid Exporter",
    "no,sv": "Giveaway Helper for IG",
    "pl": "Instagram Giveaway Data Collector",
    "pt_BR": "Instagram Comment Extractor",
    "pt_PT,sl": "Instagram Comment Smooth Collector",
    "ro": "Quick Comment Download for Instagram",
    "sk": "Instagram Comment Rapid Exporter",
    "sw": "Simple Comment Extractor for Instagram",
    "ta": "Instagram Comment Collector",
    "te": "Comment Export Automator for IG",
    "tr": "Comments Exporter for Ins",
    "vi": "Comment Data Scrape for Instagram",
    "zh_CN": "IG Comment Exporter - 导出Ins评论"
  },
  "short": {
    "ar,he": "Tired of manually compiling entries? This extension exports comments to CSV for fast management.",
    "am": "Instantly download Instagram comments with usernames, profile links etc. to spreadsheet fast with this simple extension.",
    "bg": "Quickly download Instagram comments to CSV for simplified giveaway management with this convenient browser extension.",
    "bn": "Struggling to collect Instagram entries manually? This extension exports comment data to CSV for easy organization.",
    "ca": "Eliminate tedious manual entry collection and simplify contest management with this Instagram CSV exporter.",
    "cs,uk": "Stop wasting time manually collecting Instagram entries! This extension downloads comments to CSV for easy organization.",
    "da,et": "Tired of collecting Instagram entries manually? This extension exports comments to spreadsheet complete with usernames, IDs etc.",
    "de,es,ko": "Eliminate tedious Instagram entry compilation with this browser extension downloading usernames etc. to CSV.",
    "el,pl": "Quickly compile contest participants exporting comment data like usernames, text etc. to spreadsheet.",
    "en,en_AU,en_GB,en_US": "This extension will help you quickly export instagram comments to Excel xlsx or csv files.",
    "es_419,ml,nl": "Quickly compile contest participants exporting comment data like usernames, dates etc. to CSV.",
    "fa": "Instantly collect contest entry details and export to spreadsheet with this 1-click extension.",
    "fi": "Quickly download Instagram comments with usernames, URLs etc. to spreadsheet for easy management.",
    "fil,pt_PT": "Instantly download Instagram comments with usernames, links etc. using this handy 1-click extension.",
    "fr": "Quickly collect contest entries exporting usernames, text etc. to CSV spreadsheet with this extension.",
    "gu": "Instantly extract Instagram giveaway entries to spreadsheet with this browser extension exporting usernames, text, dates etc.",
    "hi,tr": "Quickly collect giveaway details with this 1-click comment exporter extension.",
    "hr": "Quickly organize giveaway entries exporting comment data like usernames, dates etc. to CSV file.",
    "hu": "Forget tedious entry collection! This downloader exports usernames, dates etc. to spreadsheet fast.",
    "id": "Forget tedious entry collection! This Instagram exporter downloads usernames, dates etc. to CSV fast.",
    "it,sl": "Forget tedious manual collection! This scraper exports usernames etc. to spreadsheet fast.",
    "ja": "Tired of compiling entries manually? This tool exports comments to CSV with usernames etc. fast.",
    "kn": "Forget tedious manual compilation! This Instagram exporter downloads usernames etc. to spreadsheet.",
    "lt,vi": "Quickly organize contest entries exporting comment info like usernames to spreadsheet.",
    "lv": "Simplify contest management exporting usernames, dates etc. to CSV fast with this handy tool.",
    "mr": "Struggling to organize entries manually? This extension exports comments to spreadsheet fast for easy management.",
    "ms,sk": "Tired of collecting entries manually? This tool exports comments to spreadsheet fast for easy management.",
    "no": "Tired of manual compilation? This extension exports comments to CSV for fast organization.",
    "pt_BR": "Quickly organize giveaway entries with this tool exporting usernames, text, dates etc. to CSV spreadsheet.",
    "ro": "Simplify contest management by exporting comments to spreadsheet with this clever time-saving extension.",
    "ru": "Struggling to collect entries manually? This extension exports comments to CSV for management.",
    "sr": "Quickly download Instagram comments to CSV for easy contest management with this simple 1-click extension.",
    "sv": "Quickly compile Instagram participants with this efficient extension exporting comment data like usernames to spreadsheet.",
    "sw": "Instantly download comment info to spreadsheet for easy contest management and entry collection.",
    "ta,th": "Tired of compiling entries manually? This browser extension downloads comment info to CSV fast for organization.",
    "te": "Instantly download Instagram data to spreadsheet with this extension saving hours of manual collection for contests.",
    "zh_CN": "Instantly download IG comment information to a spreadsheet for easy contest management and entry collection.",
    "zh_TW": "Quickly extract contest entry info like usernames, profile links etc. to spreadsheet with this 1-click browser extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGComents extract Instagram comments including emails & phone numbers, Export to CSV with one click.\nAn IG Follower Export Tool to Extract Instagram comments and export to CSV.\nIGComments - IG Comments Export Tool, automatically scrapes user profiles from Instagram post comments and exports them to CSV files.\n\n1️⃣ Feature\n✅ Export comments from Instagram to csv\n✅ Extract user profile, including follower and following count, posts count, public Email, public phone number and external URL, etc.\n✅ Save extracted data to local storage, download data anytime and support to continue extract anytime.\n\n2️⃣ How to get started?\n(1) Enter a link to an Instagram post\n(Select Include email in Setting if you want to export email, and increase Random Interval between the requests to decrease risk, e.g.12s)\n(2)On the Settings page, set your preferences, such as request interval\n(3) Click the Export Button\n(4) Click to export to CSV when the data extract completes.\n\n3️⃣ FAQ\nIf you have any problems, don't hesitate to contact us at pingappsteam@tailang.top\n\n4️⃣ Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\n\n5️⃣ Statement\nINSTAGRAM is a trademark of Instagram, LLC. IGComments is not affiliated with, endorsed, sponsored, or otherwise related to INSTAGRAM, Inc. or any of its affiliates or subsidiaries.",
    "en,en_AU": "CommentExporter is an innovative browser plugin that revolutionizes your Instagram experience. With this powerful tool, you can effortlessly export user information, including publicly available email addresses and phone numbers, of Instagram users who have commented on any post. Whether it's your own posts or posts from other users, CommentExporter allows you to extract valuable data and gain insights into your Instagram community. With one-click export to CSV (Comma-Separated Values) files and the ability to continue tasks from your task history, CommentExporter is the ultimate solution for efficient data management and seamless workflow.\n\nCommentExporter extract Instagram comments including emails & phone numbers, Export to CSV with one click.\n\nAn IG Follower Export Tool to Extract Instagram comments and export to CSV.\nIGComments - IG Comments Export Tool, automatically scrapes user profiles from Instagram post comments and exports them to CSV files.\n\n# New Feature\n🎉 Support advanced filtering queries\n\n1️⃣ Feature\n✅ Export comments from Instagram to csv\n✅ Extract user profile, including follower and following count, posts count, public Email, public phone number and external URL, etc.\n✅ Save extracted data to local storage, download data anytime and support to continue extract anytime.\n\nAdvanced User Information Export: CommentExporter empowers you to extract detailed user information from Instagram comments. Effortlessly export user data such as email addresses, phone numbers, and more from comments on any post, providing you with valuable insights to enhance your engagement strategies and build meaningful connections.\n\nCSV Export Capability: With a simple click, CommentExporter enables you to export the extracted user information to CSV files. Seamlessly manage and analyze your data, integrate it with other tools, and streamline your workflows for efficient marketing, research, and outreach.\n\nTask Continuation from History: Never lose track of your progress again. CommentExporter allows you to continue tasks from your task history, ensuring uninterrupted workflow and productivity. Easily retrieve completed or archived tasks and seamlessly pick up where you left off.\n\nUser-Friendly Interface: CommentExporter features a user-friendly interface that seamlessly integrates into your browser. Navigate effortlessly through its powerful features, export user information, manage tasks, and optimize your Instagram experience with ease.\n\nPrivacy and Compliance: CommentExporter respects user privacy and operates within the boundaries set by Instagram's terms and conditions. It strictly adheres to ethical practices, ensuring that only publicly available information is extracted and maintaining the privacy and security of user data.\n\nTake your Instagram data analysis and task management to new heights with CommentExporter. Download the plugin today and unlock the power of comprehensive user data extraction, seamless task continuation, and streamlined productivity. Simplify data management, enhance your Instagram strategies, and maximize your growth potential with CommentExporter.\n\n2️⃣ How to get started?\n(1) Enter a link to an Instagram post\n(Select Include email in Setting if you want to export email, and increase Random Interval between the requests to decrease risk, e.g.12s)\n(2)On the Settings page, set your preferences, such as request interval\n(3) Click the Export Button\n(4) Click to export to CSV when the data extract completes.\n\n\n3️⃣ FAQ\nIf you have any problems, don't hesitate to contact us at pingappsteam@tailang.top\n\n4️⃣ Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\n\n5️⃣ Statement\nINSTAGRAM is a trademark of Instagram, LLC. IGComments is not affiliated with, endorsed, sponsored, or otherwise related to INSTAGRAM, Inc. or any of its affiliates or subsidiaries."
  }
}