{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickpage - Video and Screen Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your video and screen with one click. Share that content in an instant with a Quickpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly and easily add video and screen recordings to any email with the Quickpage Chrome extension. Quickpage is the highest rated video messaging platform available and the only tool that lets you send MUILTIPLE videos to your prospects on ONE, beautifully designed page. Whether you’re recording your screen for a product demo, creating a personalized video message for a prospect, or need a fast way to communicate an idea or task to a member of your team, Quickpage makes it easy (and FUN!) to record and send video messages.\n\nKey Features\n- Record your screen, screen + camera, video recording PLUS…\n- Add images, documents, YouTube videos, and more (all on one page)\n- Send it straight from your Chrome browser or Gmail account\n- Get notified when someone opens and views your video message.\n- Live Chat with your prospects when they are viewing your content.\n- Manage your Quickpage video library both in-app and on desktop\n- Control visibility of your videos with password protection\n- Auto generated gifs are included with every video message sent by email and SMS\n- Schedule your video messages to be sent out at any day and time in the future.\n\nAdvanced Screen Recording Capabilities\n- Screen + Camera\n- Screen\n- Video recording (camera)\n- Pause/unpause\n- Restart\n- Drawing\n- Pencil\n- Color picker\n- Shapes (Arrow, Circle, Rectangle, Triangle)\n- Move drawing\n\nAbout Quickpage\nQuickpage is the top rated video communication platform for sales professionals. Built by sales people, for sales people, Quickpage was built mobile first for simplicity and speed. LOOK LIKE A TECH GENIUS WITHOUT BEING ONE. Not only is sending video the most effective way to grab your customer’s attention and actually get a reply, it’s as simple as sending a plain text email or text message. \n\nDon't have Quickpage? Start your free trial at https://quickpage.io."
  }
}