{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce MetaData Deployment"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View all of your deployed components"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Metapost is an extension designed to facilitate the deployment of Salesforce metadata, such as objects, custom settings, and custom metadata types, from one Salesforce org to another. The tool offers several features that streamline the process of deploying metadata and ensure efficient comparisons between source and target orgs.\n\n\n1. Utilizing Differentiator Tool Features:\nThe tool allows for deploying metadata from one Salesforce org to another.\nIt provides the functionality to switch between the source and target orgs while comparing metadata.\nUsers can select and deploy fields, layouts, and other elements as needed.\n\n2. Accessing the Metapost tool:\nUsers need to select the source and target orgs for the metadata deployment.\nAfter selecting the orgs, they can view the details of objects, custom settings, and custom metadata types.\nFor objects, users can select specific object elements to deploy, such as fields, layouts, list views, and lightning pages.They can also compare these elements between the  source and target orgs and choose the number of fields to deploy. The target and source orgs can be changed during deployment.\nUsers can also take a backup of the fields, layouts, list views, and lightning pages. \nIdentical fields will be arranged in head on manner.\nFor custom settings, the complete custom setting object can be viewed and deployed.\nFor custom metadata types, the object can be viewed and deployed in its entirety.\nClicking on the deploy button initiates the metadata deployment from the source to the target org.\nAhead of the field box we have added help text.\nUsers can create custom objects using this tool.\n\n3. Troubleshooting:\nThe tool aims to address various issues and challenges of metadata deployment.\n\n4. Considerations:\nThis tool is only available for the lightning experience side and will not gonna work for the classic experience side. \nPackage field will not be deployable.\n\n\n5. Summary:\nMetapost is an extension used to deploy Salesforce metadata such as objects, custom settings, and custom metadata types from one Salesforce org to another.One of the key features of Metapost is its ability to deploy metadata from one Salesforce org to another. \n\nUsers can select the source and target orgs, enabling them to transfer the desired metadata components between the two environments. Metapost also provides a convenient functionality that allows users to switch between the source and target orgs while comparing metadata. \n\nThis feature enhances the ability to evaluate and analyze the differences between the two orgs, ensuring accurate and effective deployment.When working with objects, users can view the details of individual objects, such as fields, layouts, list views, and lightning pages. Metapost enables users to selectively deploy specific elements of an object as needed, giving them control over the metadata being transferred. The tool also facilitates a comparison between the elements of the source and target orgs, enabling users to identify discrepancies and make informed decisions during deployment. Additionally, users have the flexibility to adjust the number of fields they want to deploy, adapting to their specific requirements and can take a backup of the object as well.\n\nCustom settings can be easily managed using Metapost. Users can view, deploy, and take a backup of the complete custom setting object, ensuring that all relevant settings are accurately transferred between orgs.\n\nSimilarly, Metapost provides support for custom metadata types. Users can view, deploy and take a backup of the entire custom metadata type object, ensuring comprehensive and consistent transfer of metadata.The deployment process is initiated by clicking the deploy button, which triggers the transfer of metadata from the source org to the target org. Throughout the process, users have the flexibility to change the target and source orgs as needed, further enhancing the tool's adaptability.\n\nMetapost is a valuable extension for Salesforce administrators and developers, offering a range of features that simplify the deployment of metadata between Salesforce orgs. Its ability to compare and selectively deploy object elements, custom settings, and custom metadata types enhances the efficiency and accuracy of metadata transfers."
  }
}