{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chart Immerse"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChartImmerse is a powerful extension that seamlessly converts HTML tables from any website into visually stunning charts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chart Immerse is a powerful Chrome extension that transforms HTML tables into interactive and visually stunning charts. With Chart Immerse, you can effortlessly convert tabular data into line graphs, bar charts, scatter plots, and mixed charts, enabling you to explore and present your data in a whole new way.\n\nFeatures:\n• Generate Interactive Charts: Seamlessly convert HTML tables into interactive charts, bringing your data to life with just a few clicks.\n• Multiple Chart Types: Create a variety of chart types, including line graphs, bar charts, scatter plots, and mixed charts, allowing you to choose the best representation for your data.\n• Customizable Settings: Tailor your charts to suit your needs by customizing chart titles, axis labels, chart size, and other settings, ensuring your visualizations are personalized and impactful.\n• Shareable Chart Links: Easily share your charts with others by generating unique and shareable links. Collaborate, present, and showcase your insights effortlessly.\n• Export as Image: Save your charts as high-quality PNG or JPG images, enabling you to use them in presentations, reports, or any other medium you prefer.\n• User-Friendly Interface: Enjoy a user-friendly interface that makes chart creation and customization intuitive and accessible to users of all levels.\n\nChart Immerse offers a freemium model, allowing users to access and utilize the core features of the extension for free. With the free version, you can generate charts with default settings,. For users who require advanced capabilities, Chart Immerse also offers a premium upgrade. Unlocking the premium features grants you access to enhanced customization options and other exclusive functionalities, empowering you to create even more impactful visualizations."
  }
}