{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discountime: Automatic Coupons"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discountime is a free browser extension that automatically finds and applies the best coupons at checkou."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discountime is a free browser extension that automatically finds and applies the best coupons at checkou.\n\nDiscountime Browser Extension Introduction\nA Simple and Free Way to Save Money Online\n💸 Automatic Coupon Application\nWhen shopping online, Discountime instantly detects if there are available coupons for the website you’re visiting and pops up with these offers at checkout, so you can save money immediately.\n\n🔎 Smart Price Comparison\nWhether you're shopping on Amazon, Target, Walmart, or thousands of other online stores, Discountime finds and applies the best coupon codes, ensuring you always get the lowest price on your favorite items.\n\n🤖 Effortless Savings\nForget multiple tabs and browser windows, and stop spending time hunting for deals online. Let Discountime do the work for you, making shopping easier and more affordable.\n\n📈 Up-to-Date Coupon Information\nWe continuously update our coupon database to ensure you get the latest and most effective coupons, helping you save as much as possible every time you shop.\n\n💡 User-Friendly Experience\nDiscountime is 100% free to use and dedicated to helping you save money. By adding our browser extension, you’ll discover hidden discounts and avoid overpaying online.\n\nAdd the Discountime button to your browser today and start saving instantly on every purchase!\n\nBy installing, you agree to our terms of service at https://www.discountime.net/privacyPolicy\nNote: Some services may be restricted to certain regions, and coupon applicability and effectiveness vary by merchant. When you use Discountime, we may earn affiliate commissions through the use of your discount links.\n\nDiscountime — Save more on every shop, every time."
  }
}