{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Star Wars Clone Wars Chronological Disney+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Makes it easy to watch Star Wars: The Clone Wars TV show in chronological order based Star Wars's website listings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Star Wars: The Clone Wars is an excellent TV show, but it was aired out of order and it's meant to be watched in the chronological order. This extension automates watching the show in chronological order on the Disney Plus website. It follows the order that the Star Wars website lists https://www.starwars.com/news/star-wars-the-clone-wars-chronological-episodeorder but it takes away the work of going back and forth between the Star Wars website and Disney Plus.\n\nIf you're new to the show, it will start you at the first episode chronologically. If you have been watching before you installed the extension, then it won't try to adjust the chronological ordering until you start an episode for the first time, so that it can figure out where you are in the show.\n\nWhy watch chronologically?:\nThe creators of the show added a lot to existing episodes by making episodes that built up to them. They frequently added context, character development or motivation that really fleshed out the episode. If you watch the show in chronological order, then everything builds logically in a way that helps the story telling. I'm in no way affiliated with Star Wars or Disney, so I don't know why it was aired out of order. I've heard that there were different reasons for different episodes. Some of them were because later on in the series they realize that there was missing information leading up to earlier episodes, and some of them were because certain episodes took longer to write or produce.\n\nIf you have any complaints or requests, email spencerbuildsstuff@gmail.com and I'll try to reply as soon as I can."
  }
}