{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TriplEye Safeguard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TriplEye's plugin enhances web safety by scanning for threats like phishing and malware, ensuring secure and fast browsing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The security algorithm of our plugin thoroughly inspects all websites you visit. By leveraging cutting-edge technology, TriplEye integrates advanced algorithms with real-time data to determine the safety of each site, offering you unparalleled protection. This innovative solution detects a wide range of internet risks, from phishing scams to malware-infected domains, ensuring your browsing remains secure.\n\nTriplEye’s proactive security system is designed to stay ahead of emerging threats, continuously updating to shield you from new vulnerabilities in the digital landscape. Whether you're a casual browser or a professional, this browser extension caters to the needs of security-conscious users who demand both speed and reliability. By installing the TriplEye extension, you can enhance your browsing experience in a way that is fast, seamless, and secure.\n\nOne of the standout features of TriplEye is its intuitive one-click reporting system, empowering you to notify domain registrars and hosting providers about suspicious, harmful, or fraudulent websites instantly just in one click. This not only protects you but also contributes to a safer internet for everyone.\n\nWhen you pin TriplEye's safeguard extension to your browser's toolbar, you gain access to real-time insights about the number of harmful and benign external elements loaded by websites. Our extension visually represents your exposed attack surface, giving you actionable information at a glance. The badge background dynamically changes color—from green to red—based on the ratio of total external components to malicious ones, providing an immediate indication of your browsing safety.\n\nTriplEye isn’t just a browser extension; it’s a comprehensive security companion, designed to empower you with the knowledge and tools to navigate the internet confidently and safely."
  }
}