{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlackPink Animated New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you one of the fan of South Korean Group BlackPink? This extension is designed for you to change your tab with BlackPink…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you one of the fan of South Korean Group BlackPink? This extension is designed for you to change your tab with BlackPink animated WallPaper. We are developing extensions for you. This one is also under development, we are planning to develop it to further level. We just need some time, please, share us your feedbacks. Those feedbacks are important for us.\n\nLet me introduce BlackPink Animated New Tab Extension further. There are few features right now, they are listed below ;\n\n- Changes your current tabs with BlackPink Animated New Tab. If you install it There would be a BlackPink wallpaper in the background of your tab. \n- Search bar that does search on Google™. It is located on the left pane of the screen instead of the ordinary one.\n- Notes section to add/remove your notes.\n- To-Do list where you can add tasks.\n- Calendar feature (It does not working right now but if we can make it we will provide update to fix the issue)\n- Date and Clock, you will see your local date and clock on your new tabs.\n\nWe would love to develop our extensions on further level. Please, share your thoughts so we can make it better for you and for every one that uses our extensions. \n\nDisclaimer: All the materials are owned by their respective owners. If you are the owner of some of the materials on the extension and want to get it removed, please, contact us with support section.\n\nUninstalling BlackPink Animated New Tab extension ;\n- Right click the icon of the extension (right top side of the browser)\n- Select \"Remove from Chrome...\"\n- Popup will appear then selece \"Remove\"\n\nThe extension will be removed from your browser."
  }
}