{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automize - Testing/Scraping Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Say goodbye to tricky element selection. Simplify scripting, mock network events, export to Puppeteer, Playwright and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automize is your one stop shop for writing web automations. Whether you are testing or writing scripts, Automize has you covered.\n\nWhy choose Automize?\n\nWhat makes Automize unique is that Automize acknowledges the DOM and selects the element for you in an intelligent way. If you aren't satisfied with the selection, Automize allows you to hone it into exactly what you want while checking the validity of the selector. Automize even works with Iframes!\n\nAutomize is language agnostic. It will live display your script or test in Playwright JavaScript, Playwright Python, Puppeteer, Cypress, Selenium, vanilla JavaScript, CSS or XPath.\n\nNeed to assert or mock network requests? Automize makes it effortless. Mock and assert network requests and export the code to your preferred language. Network requests work with request and response headers, post data, response data, delays and status codes. You can even simulate network requests directly in the browser to ensure everything works before running your script.\n\nAutomize also has a built-in script runner so you can replay the actions in order to quickly validate them before exporting to the language of choice.\n\nKey Features\n\n- Intelligent Auto Selection: Save time by instantly creating a robust selector with AI\n- Multi-Language Support: Instantly convert your actions to Playwright JavaScript, Playwright Python, Puppeteer, Cypress, Selenium, vanilla JavaScript, CSS or XPath \n- Network Support: Mock, assert and export network requests\n- Iframe Compatibility: Automize works seamlessly with Iframes\n- Test Runner: Try your script before exporting to save time\n\nCustomer Support\nAutomize is eager for feedback. Features are implemented quickly and tested thoroughly. Since release, Automize has gone through 10 major version updates and has more planned."
  }
}