{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Propmarker Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your property search with PropMarker's browser extension. Discover hot deals and insights effortlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nGain complete visibility into properties as you browse property portals, unlocking valuable insights effortlessly. Discover exclusive deals and invaluable insights effortlessly. \n\nWith PropMarker Browser Extension, you can instantly see:\n\n✅ ROI\n✅ Yield\n✅ Sold On Street\n✅ Planning Data\n✅ Market Analysis\n✅ Property Comparables\n✅ Average Sale Price in the Area\n✅ Average Rental in the Area\n✅ Crime Rates\n\nIntroduction:\nPropMarker's Browser Extension is your one-click solution to reveal valuable property data effortlessly. Dive into property deals, access historical data, grasp local trends, and make well-informed decisions with ease. \nSeamlessly integrates with Rightmove and Zoopla for complete property insights.\n\nKey Features:\n ➡️ See Beyond the Surface:  Instantly unveil deeper insights and untold stories behind each property.\n ➡️ Everything at a Glance:  Dive into historical data, local trends, demographics, and more without leaving the property portal.\n ➡️ Decision-making Simplified:  ROI, Yield, Crime Rates — Key stats on hand for smarter, faster decisions.\n ➡️ Property's Full Story:  Carbon Footprint, Planning Data, and Property Highlights. Get the complete narrative in a click.\n ➡️ Extras That Matter:  Delve into property key tags, market analysis, sold-in-street details, and more for an unparalleled property overview.\n ➡️ Tailored for Modern Seekers:  A seamless, Insightful, and Indispensable browser tool that redefines property browsing.\n ➡️ Enhanced Property Insights:  Unlock a comprehensive view of property information beyond standard portal details.\n ➡️ Complete Visibility:  Gain unprecedented insight into properties for well-informed decisions.\n ➡️ In-Depth Analytics:  Access neighborhood statistics, pricing trends, and property comparisons.\n ➡️ Explore Beyond:  Dig deeper into properties with insights that go beyond the ordinary."
  }
}