{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A general-purpose Portable Document Format (PDF) viewer based on Mozilla's PDF.js library",
    "de": "Ein universeller PDF-Viewer (Portable Document Format), der auf Mozillas PDF.js-Bibliothek basiert",
    "es": "Un visor de formato de documento portátil (PDF) de uso general basado en la biblioteca PDF.js de Mozilla",
    "fr": "Une visionneuse de format de document portable (PDF) d'usage général basée sur la bibliothèque PDF.js de Mozilla",
    "it": "Un visualizzatore di documenti portatili di uso generale (PDF) basato sulla libreria PDF.js di Mozilla",
    "ja": "MozillaのPDF.jsライブラリをベースにした汎用的なPDF（Portable Document Format）ビューア",
    "nl": "Een algemene viewer voor draagbare documentformaten (PDF) gebaseerd op de PDF.js-bibliotheek van Mozilla.",
    "pl": "Uniwersalna przeglądarka przenośnych formatów dokumentów (PDF) oparta na bibliotece Mozilli PDF.js.",
    "pt_BR,pt_PT": "Um visualizador de documentos portáteis de uso geral (PDF) baseado na biblioteca PDF.js da Mozilla",
    "ru": "Универсальная программа просмотра Portable Document Format (PDF), основанная на библиотеке Mozilla PDF.js.",
    "zh_CN": "基于Mozilla's PDF.js库的通用便携式文档格式(PDF)查看器。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension uses Mozilla's pdf.js library to display PDF files in your browser. It will be used as a replacement for the default PDF viewer. This extension supports rendering remote and local PDF files on top frames. The extension provides the same experience as you open PDF files in the Firefox browser.\n\nTo allow the extension to parse local PDF files, you need to enable \"Access Local Files\" in the extension manager.\n\nIf you prefer the extension to parse PDF files in frame elements use the right-click context menu checkbox\n\nFeatures:\n1. Provides both light and dark theme options\n2. Facilitates page navigation using the \"page\" hash\n3. Allows customization of the PDF viewer's appearance\n4. Enables the display of both signed and unsigned PDF signatures\n5. Permits the opening of PDF files by dragging and dropping them into the viewer\n6. Offers partial support for executing PDF scripts\n7. Allows for the insertion of text and images\n8. Enables drawing functionality, such as digitally signing the PDF with a pen or mouse.\n\nAvailable Rendering Options:\n   Disable Page Labels\n   Enable Permissions\n   Enable Print Auto-Rotate\n   Enable WebGL\n   History Update URL\n   Ignore Destination Zoom\n   PDF Bug Enabled\n   Render Interactive Forms (AcroForm/XFA)\n   Use Only CSS Zoom\n   Disable Auto Fetch\n   Disable Font Face\n   Disable Range\n   Disable Stream\n\nVersion Log:\n0.1.2:\n1. Updates pdf.js library to v1.9.426\n2. Favicon detection is improved\n3. There are two context menu items to open PDF links in a new tab and in a new background tab\n0.1.4\n1. Updates pdf.js library to v2.2.228\n2. Handles *.PDF files in Chrome OS\n3.Allows opening of local PDF files either by dropping them or by using the open button on the user-interface",
    "de,es,fr,it,ja,nl,pl,pt_BR,pt_PT,ru,zh_CN": "This extension uses Mozilla's pdf.js library to display PDF files in your browser. It will be used as a replacement to the default PDF viewer. There is a support for remote and local files only on top frames. The extension provides the exact same experience as you open PDF files in the Firefox browser.\n\nTo allow the extension to parse local PDF files, you need to enable \"Access Local Files\" in the extension manager.\n\nVersion Log:\n0.1.2:\n1. Updates pdf.js library to v1.9.426\n2. Favicon detection is improved\n3. There are two context menu items to open PDF links in new tab and in new background tab\n0.1.4\n1. Updates pdf.js library to v2.2.228\n2. Handles *.PDF files in Chrome OS\n3.Allows opening of local PDF files either by dropping them or by using the open button on the user-interface"
  }
}