{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WeatherNow+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WeatherNow+ is a weather extension for chrome that shows the weather of the city you want to see."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WeatherNow+ is your go-to Chrome extension for quick and accurate weather updates. With a sleek and intuitive interface, it provides instant access to current weather information for cities around the world. Here are some of the key features:\n\n1. Add Multiple Cities:\nEasily add and manage multiple cities to get real-time weather updates. \n\n2. Home City Integration:\nSet your preferred \"home city\" and view its current temperature right from the extension's badge. This convenient feature ensures you're always in the know about the weather in your primary location.\n\n3. Popup for Detailed Information:\nGet comprehensive weather details by clicking on the extension icon to open a popup window. This includes information like temperature, humidity, wind speed, and more. Stay informed with just a single click.\n\n4. Temperature Unit Options:\nChoose between metric or imperial units based on your preference. WeatherNow+ caters to users worldwide, allowing you to view temperature in Celsius or Fahrenheit.\n\n5. User-Friendly Interface:\nWeatherNow+ is designed with simplicity in mind. The clean layout and intuitive controls make it easy for users of all levels to navigate and access the information they need.\n\nHow to Use:\n\n-Click on the WeatherNow+ icon in your Chrome toolbar.\n-Add cities by entering their names.\n-Set your \"home city\" for quick access to its temperature from options.\n-Customize temperature units in the options menu.\n-Stay ahead of the weather with WeatherNow+. Download now and experience weather updates like never before!"
  }
}