{
  "name": {
    "ar": "المؤشر ماجيك - مخصص كروم المؤشر",
    "am": "Կարուցիչ կախարդանք - անձնավորել Քրոմ",
    "bg": "Магия на курсора - персонализиране на курсора в Chrome",
    "bn": "কার্সারের জাদু - ক্রোম কার্সার ব্যবহার করুন",
    "ca": "Magia del cursor - personalitza el cursor del Chrome",
    "cs": "Magický kurzor pro přizpůsobení kurzoru Chrome",
    "da": "Markør magi - tilpas Chrome markør",
    "de": "Cursor magic Chrome Cursor anpassen",
    "el": "Μαγευτικό τέμπλο προσαρμογής δρομέα Chrome",
    "en,en_GB,en_US,lt": "Cursor magic - customize Chrome cursor",
    "en_AU,zh_CN": "光标魔术-自定义Chrome光标",
    "es,es_419": "Magia del cursor - cursor Chrome personalizado",
    "et": "Kursori maagia - Chrome kursori kohandamine",
    "fa": "جادوی cursor - مراجعه کروم را تنظیم کنید",
    "fi": "Kursorin taika - muokkaa Chromen kursoria",
    "fil": "Magic ng kursor - customize Chrome cursor",
    "fr": "CURSOR Magic - personnaliser le curseur chrome",
    "gu": "કર્સર જાદુ - ક્રોમ કર્સરને વૈવિધ્યપૂર્ણ બનાવો",
    "he": "קסם הקורסור - התאים את הקורסור של כרום",
    "hi": "कर्सर जादू - क्रोम संकेतक अनुकूलित करें",
    "hr": "Cursor magija - prilagoditi krom kursor",
    "hu": "Kurzor varázslat - a Chrome kurzor testreszabása",
    "id,ms": "Sihir kursor - suaikan kursor Chrome",
    "it": "Magia del cursore - personalizza il cursore di Chrome",
    "ja": "カーソルマジック-Chromeカーソルのカスタマイズ",
    "kn": "ಸ್ಥಳಸೂಚಕದ ಮಾದ್ಯ - ಕ್ರೋಮ್ ಸೂಚಕವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡು",
    "ko": "커서 매직 - 사용자 정의 크롬 커서",
    "lv": "Kursora magija - pielāgot Chrome kursoru",
    "ml": "കര്‍സര്‍ മാജിക്ക്- ക്രോം കാര്‍സര്‍ സ്വയമാക്കുക",
    "mr": "कर्सर जादू - क्रोम कर्सर अनुकूलन करा",
    "nl": "Cursor magic Cursor aanpassen Chrome cursor",
    "no": "Cursormagi - Customer Chrome cursor",
    "pl": "Magiczny kursor",
    "pt_BR": "Magia do cursor - personaliza o cursor Chrome",
    "pt_PT": "Magia do cursor - personalize o cursor do Chrome",
    "ro": "Cursor magic - personalizează cursorul Chrome",
    "ru": "Магия курсора - Настройка курсора Chrome",
    "sk": "Magia kurzora - nastaviť kurzor chromu",
    "sl": "Čarobnost kazalca - prilagodite kazalec za Chrome",
    "sr": "Курсорска магија - поштај Кром курсор",
    "sv": "Markörmagi - anpassa Chrome-markören",
    "sw": "Mjadala wa cursori - mtumie cursor wa Chrome",
    "ta": "சுட்டிக்காட்டி சான்றி - கிரோம் காட்டியை தனிப்பயனாக்கு",
    "te": "కర్సర్ మాజిక్ - క్రొమ్ కర్సర్‌ను మలచుకొనుము",
    "th": "เคอร์เซอร์มายากล - เคอร์เซอร์ Chrome ที่กำหนดเอง",
    "tr": "İmleç sihirli - Chrome merkezi özelleştir",
    "uk": "Магія курсора — налаштувати курсор хрома",
    "vi": "Con trỏ Magic - Tùy chỉnh con trỏ Chrome",
    "zh_TW": "光標魔術-自定義Chrome光標"
  },
  "short": {
    "ar": "من السهل تغيير مؤشر الماوس نمط المتصفح الخاص بك فريدة من نوعها تجربة بصرية .",
    "am": "Մկնիկի ցուցադրողի ոճերը հեշտությամբ փոխեք, որպեսզի ձեր բրաուզերն առանձնահատուկ տեսողական փորձ բերի:",
    "bg": "Лесно променяйте стиловете на показалеца на мишката, за да донесете уникално визуално изживяване на браузъра си.",
    "bn": "আপনার ব্রাউজারের কাছে একটি অনন্য দৃষ্টিভঙ্গি অভিজ্ঞতা নিয়ে মাউস পয়েন্টার স্টাইল পরিবর্তন করুন।",
    "ca": "Cambieu fàcilment els estils de puntador del ratolí per portar una experiència visual única al vostre navegador.",
    "cs": "Snadno měňte styly ukazatele myši a přineste tak jedinečný vizuální zážitek do prohlížeče.",
    "da": "Du kan nemt ændre musemarkørens typografier for at bringe en unik visuel oplevelse til din browser.",
    "de": "Ändern Sie ganz einfach Mauszeiger-Stile, um Ihrem Browser ein einzigartiges visuelles Erlebnis zu bieten.",
    "el": "Αλλάξτε εύκολα στυλ ποντικιού για να φέρετε μια μοναδική οπτική εμπειρία στο πρόγραμμα περιήγησης.",
    "en,en_GB,en_US,ta": "Easily change mouse pointer styles to bring a unique visual experience to your browser.",
    "en_AU,zh_CN": "轻松更换鼠标指针样式,为你的浏览器带来独特的视觉体验。",
    "es,es_419": "Cambiar fácilmente el estilo del puntero del ratón brinda una experiencia visual única a su navegador.",
    "et": "Lihtsalt muuta hiirekursori stiile, et tuua brauserisse ainulaadne visuaalne kogemus.",
    "fa": "به آسانی طرح اشاره‌کننده‌ی موش را تغییر دهید تا تجربه‌ی ویژه‌ای را به طراحی شما بیاورید.",
    "fi": "Voit helposti muuttaa hiiren osoittimen tyylejä ja tuoda selaimeesi ainutlaatuisen visuaalisen kokemuksen.",
    "fil": "Madali mong baguhin ang mga estilo ng mouse pointer upang dalhin ang isang kakaibang karanasan sa iyong browser.",
    "fr": "Changez facilement les styles de pointeur de souris pour apporter une expérience visuelle unique à votre navigateur.",
    "gu": "તમારા બ્રાઉઝરમાં અનન્ય દ્રશ્ય અનુભવ લાવવા માટે માઉસ પોઇન્ટર શૈલીઓને સરળ રીતે બદલો.",
    "he": "בקלות לשנות את סגנוני מצביע עכבר כדי להביא חוויה ויזואלית ייחודית לדוור שלך.",
    "hi": "आपके ब्राउज़र में एक अद्वितिय दृश्य अनुभव लाने के लिए माउस सूचक शैली को आसानी से बदलें.",
    "hr,sr": "Lako promijenite stilove pokazivača miša da donesete jedinstveno vizualno iskustvo vašem pretraživaču.",
    "hu": "Egyszerűen módosíthatja az egérmutató stílusát, hogy egyedi vizuális élményt nyújtson böngészőjének.",
    "id": "Mudah mengubah gaya penunjuk tikus untuk membawa pengalaman visual unik ke pelayar Anda.",
    "it": "Cambia facilmente gli stili del puntatore del mouse per offrire un'esperienza visiva unica al tuo browser.",
    "ja": "マウスポインタのスタイルを簡単に変更して、ブラウザに独特の視覚体験をもたらします。",
    "kn": "ನಿಮ್ಮ ವೀಕ್ಷಕಕ್ಕೆ ಒಂದು ಅನೇಕ ಭಾವದ ಅನುಭವ ತರಬೇಕೆಂದು ಮೌಸ್ ಸೂಚಕದ ವೈಖರಿಗಳನ್ನು ಸುಲಭವಾಗಿ ಬದಲಾಯಿಸ",
    "ko": "마우스 포인터 스타일을 쉽게 바꾸어 브라우저에 독특한 시각적 경험을 선사합니다.",
    "lt": "Lengvai keisti pelės rodyklės stilius, kad Jūsų naršyklyje būtų įgyta unikali vizualinė patirtis.",
    "lv": "Vienkārši mainīt peles rādītāju stilus, lai jūsu pārlūkotājam būtu unikāla vizuālā pieredze.",
    "ml": "നിങ്ങളുടെ ബ്രൌസരിലേക്ക് ഒരു പ്രത്യേക അനുഭവങ്ങള്‍ കൊണ്ടുവരാന്‍ മൌസിന്റെ പോയിന്റെര്‍ രീതിയില്‍ മാറ",
    "mr": "तुमच्या ब्राउजराला एक अद्वितीय दृश्यात्मक अनुभव आणण्यासाठी माउस पाइंटर शैली सोपे बदला.",
    "ms": "Mudah mengubah gaya penunjuk tetikus untuk membawa pengalaman visual unik ke pelayar anda.",
    "nl": "Verander eenvoudig muisaanwijsstijlen om een unieke visuele ervaring naar uw browser te brengen.",
    "no": "Lett endre muspekerstiler for å få en unik visuell erfaring til broren din.",
    "pl": "Łatwo zmienić style wskaźnika myszy, aby zapewnić unikalne wrażenia wizualne w przeglądarce.",
    "pt_BR": "Muda facilmente os estilos de ponteiro do rato para trazer uma experiência visual única ao seu navegador.",
    "pt_PT": "Altere facilmente os estilos do ponteiro do mouse para trazer uma experiência visual única para o seu navegador.",
    "ro": "Schimbați cu ușurință stilurile indicatorului mouse-ului pentru a aduce o experiență vizuală unică browserului dvs.",
    "ru": "Легко заменить стиль указателя мыши, чтобы обеспечить уникальный визуальный опыт для вашего браузера.",
    "sk": "Jednoducho zmente štýly ukazovateľa myši, aby ste získali výnimočnú vizuálnu skúsenosť vášmu prehliadateľovi.",
    "sl": "Preprosto spreminjajte sloge kazalca miške, da v brskalnik prinesete edinstveno vizualno izkušnjo.",
    "sv": "Ändra enkelt muspekare stilar för att ge en unik visuell upplevelse till din webbläsare.",
    "sw": "Kwa urahisi kubadilisha mtindo wa pointer wa mouse ili kuleta uzoefu wa kipekee wa kuona kwenye browser wako.",
    "te": "Name",
    "th": "เปลี่ยนรูปแบบตัวชี้เมาส์ได้อย่างง่ายดายเพื่อประสบการณ์ภาพที่ไม่เหมือนใครในเบราว์เซอร์ของคุณ",
    "tr": "Arayıcınıza eşsiz bir görüntü deneyimi getirmek için fare gösterici stillerini kolayca değiştirin.",
    "uk": "Просто змінити стилі вказівника миші, щоб передати вашому переглядачі унікальний візуальний досвід.",
    "vi": "Dễ dàng thay đổi kiểu con trỏ chuột để mang lại trải nghiệm hình ảnh độc đáo cho trình duyệt của bạn.",
    "zh_TW": "輕鬆更換滑鼠指標樣式，為你的瀏覽器帶來獨特的視覺體驗。"
  },
  "long": {
    "ar": "مع بضع خطوات بسيطة ، يمكنك بسهولة تغيير نمط مؤشر الماوس ، واجهة المتصفح الخاص بك يجلب نظرة جديدة على التصور . هذا ليس فقط يمكن أن تجعل تجربة التصفح الخاص بك أكثر الملونة ، ولكن أيضا تسليط الضوء على الطابع الخاص بك فريدة من نوعها والذوق ، بحيث كل نقرة مليئة المرح والتوقعات .",
    "am": "Մի քանի պարզ քայլերով դուք կարող եք հեշտությամբ փոխել մկնիկի ցույց տալու ոճը, բերելով նոր տեսողական փորձ ձեր բրաուզերային ինտերֆեյսին: Սա ոչ միայն հարստացնում է ձեր բրաուզայի փորձը, այլ նաև ցույց է տալիս ձեր յուրահատուկ անհատականությունը և համը, դարձնելով յուրաքանչյուր կթվածք լցված զվարճալի և ակնկալության վրա:",
    "bg": "С няколко прости стъпки можете лесно да промените стила на показалеца на мишката, като донесете чисто ново визуално изживяване в интерфейса на браузъра си. Това не само обогатява преживяването ви при сърфиране, но и показва уникалната ви личност и вкус, правейки всяко кликване изпълнено с забавление и очакване.",
    "bn": "কয়েকটি সাধারণ পদক্ষেপ দিয়ে আপনি সহজে মাউস পয়েন্টারের ধরন পরিবর্তন করতে পারেন, আপনার ব্র্যান্ডের একটি নতুন দৃশ্য অভিজ্ঞতা আপনার ব এটা শুধুমাত্র আপনার ব্রাউজিং অভিজ্ঞতাকে সমৃদ্ধ করে না, কিন্তু আপনার ব্যক্তিগত ব্যক্তিত্ব এবং স্বাদ দেখিয়ে দেখায়, প্রত্য",
    "ca": "Amb unes quantes passes senzilles, es pot canviar fàcilment l'estil del punter del ratolí, portant una experiència visual completament nova a la interfície del navegador. Això no només enriqueix la teva experiència de navegació, sinó també mostra la teva personalitat i gust únics, fent cada clic plen d'divertit i anticipació.",
    "cs": "Pomocí několika jednoduchých kroků můžete snadno změnit styl ukazatele myši a přinést zcela nový vizuální zážitek do rozhraní vašeho prohlížeče. To nejen obohacuje váš zážitek z prohlížení, ale také ukáže vaši jedinečnou osobnost a chuť, takže každé kliknutí je plné zábavy a očekávání.",
    "da": "Med et par enkle trin kan du nemt ændre musemarkørens stil og bringe en helt ny visuel oplevelse til din browser interface. Dette beriger ikke kun din browseroplevelse, men viser også din unikke personlighed og smag, hvilket gør hvert klik fuld af sjov og forventning.",
    "de": "Mit ein paar einfachen Schritten können Sie ganz einfach den Stil des Mauszeigers ändern und eine brandneue visuelle Erfahrung auf Ihre Browseroberfläche bringen. Dies bereichert nicht nur Ihr Surferlebnis, sondern zeigt auch Ihre einzigartige Persönlichkeit und Ihren Geschmack und macht jeden Klick voller Spaß und Vorfreude.",
    "el": "Με μερικά απλά βήματα, μπορείτε εύκολα να αλλάξετε το στυλ του δείκτη του ποντικιού, φέρνοντας μια ολοκαίνουργια οπτική εμπειρία στη διεπαφή του προγράμματος περιήγησης. Αυτό όχι μόνο εμπλουτίζει την εμπειρία περιήγησής σας, αλλά και αναδεικνύει τη μοναδική σας προσωπικότητα και γούστο, κάνοντας κάθε κλικ γεμάτο διασκέδαση και προσδοκία.",
    "en,en_GB,en_US": "With a few simple steps, you can easily change the style of the mouse pointer, bringing a brand new visual experience to your browser interface. This not only enriches your browsing experience, but also showcases your unique personality and taste, making every click full of fun and anticipation.",
    "en_AU,te,zh_CN": "通过简单的几步操作，您就能够轻松地更换鼠标指针的样式，为您的浏览器界面带来焕然一新的视觉感受。这不仅能让您的浏览体验更加丰富多彩，还能彰显出您独特的个性和品味，让每一次点击都充满乐趣与期待。",
    "es,es_419": "Con unos sencillos pasos, puede cambiar fácilmente el estilo del puntero del ratón, trayendo una nueva sensación visual a la interfaz de su navegador. Esto no solo hará que su experiencia de navegación sea más colorida, sino que también mostrará su personalidad y gusto únicos, haciendo que cada clic esté lleno de diversión y expectativas.",
    "et": "Mõne lihtsa sammu abil saate hõlpsasti muuta hiirekursori stiili, tuues oma brauseri liidesesse täiesti uue visuaalse kogemuse. See mitte ainult ei rikasta teie sirvimiskogemust, vaid näitab ka teie ainulaadset isiksust ja maitset, muutes iga klõpsu lõbusaks ja ootuseks.",
    "fa": "با چند قدم ساده، شما می توانید به راحتی طرح نقاشی موش را تغییر دهید، و یک تجربه جدید دیدگاه را به interface ت بررسی شما می آوردید. این نه تنها تجربه بررسی شما را ثروتمند می کند، بلکه شخصیت و مزه ویژه شما را نشان می دهد، و هر کلیک پر از سرگرمی و پیش بینی می کند.",
    "fi": "Muutamalla yksinkertaisella askeleella voit helposti muuttaa hiiren osoittimen tyyliä, mikä tuo upouuden visuaalisen kokemuksen selaimesi käyttöliittymään. Tämä ei ainoastaan rikasta selauskokemustasi, vaan myös esittelee ainutlaatuista persoonallisuuttasi ja makuasi, tehden jokaisesta klikkauksesta hauskan ja ennakoivan.",
    "fil": "Sa ilang simpleng hakbang, madali mong baguhin ang estilo ng mouse pointer, at magdadala ng bagong karanasan sa iyong browser interface. Hindi lamang ito ay nagpapaboga sa iyong karanasan sa browsing, ngunit ipinapakita din ang iyong kakaibang personalidad at lasa, at ang bawat click ay puno ng masaya at inaasahan.",
    "fr": "En quelques étapes simples, vous pouvez facilement changer le style du pointeur de la souris et donner une nouvelle sensation visuelle à l'interface de votre navigateur. Non seulement cela rendra votre expérience de navigation plus colorée, mais cela mettra également en évidence votre personnalité et vos goûts uniques, ce qui rendra chaque clic amusant et attendu.",
    "gu": "થોડા સરળ પગલો સાથે, તમે માઉસ પોઇન્ટરની શૈલી સરળ રૂપે બદલી શકો છો, તમારા બ્રાઉઝર ઇન્ટરફેસમાં બ્રેન્ડ નવી દૃ આ ફક્ત તમારા બ્રાઉઝીંગ અનુભવ સંપૂર્ણ નથી, પરંતુ તમારી અનન્ય વ્યક્તિગતા અને રુખને પણ બતાવે છે, દરેક ક્લિક આનંદ",
    "he": "עם כמה צעדים פשוטים, אפשר בקלות לשנות את הסגנון של מצביע העכבר, להביא חוויה חזותית חדשה לגמרי למשקף הדופר שלך. זה לא רק משעשר את חווית הדיוף שלך, אלא גם מראה את האישיות והטעם הייחודיים שלך, עושה כל קליק מלא בכיף וצפייה.",
    "hi": "कुछ साधारण चरणों के साथ, आप माउस सूचक की शैली को आसान से बदल सकते हैं, अपने ब्राउज़र इंटरफेस में एक नया दृश्य अनुभव ले आते  यह सिर्फ अपने ब्राउज़िंग अनुभव को सम्पत्ति नहीं करेगा, लेकिन अपने अद्वितीय व्यक्तिगता और चवा को भी दिखाता है, हर क्लिक मज़ा और आ",
    "hr": "S nekoliko jednostavnih koraka, možete lako promijeniti stil pokazivača miša, donositi novo vizualno iskustvo u vaš preglednik. Ovo ne samo bogatstvo vašeg iskustva za pregled, već također pokazuje vašu jedinstvenu osobnost i ukus, čineći svaki klik pun zabave i očekivanja.",
    "hu": "Néhány egyszerű lépéssel könnyedén megváltoztathatja az egérmutató stílusát, és vadonatúj vizuális élményt hozhat a böngésző felületén. Ez nemcsak gazdagítja böngészési élményét, hanem egyedi személyiségét és ízlését is bemutatja, így minden kattintás tele van szórakozással és várakozással.",
    "id": "Dengan beberapa langkah sederhana, Anda dapat mudah mengubah gaya penunjuk tikus, membawa pengalaman visual baru ke antarmuka browser Anda. Ini tidak hanya memperkaya pengalaman pelayaran Anda, tetapi juga menunjukkan kepribadian dan rasa unik Anda, membuat setiap klik penuh dengan menyenangkan dan antisipasi.",
    "it": "Con pochi semplici passaggi, è possibile modificare facilmente lo stile del puntatore del mouse, portando una nuova esperienza visiva all'interfaccia del browser. Questo non solo arricchisce la tua esperienza di navigazione, ma mostra anche la tua personalità e il tuo gusto unici, rendendo ogni clic pieno di divertimento e anticipazione.",
    "ja": "簡単な数ステップ操作で、マウスポインタのスタイルを簡単に変更することができ、ブラウザインタフェースに新しい視覚感覚をもたらすことができます。これにより、閲覧体験をより多彩にすることができるだけでなく、クリックごとに楽しみと期待に満ちた独自の個性とセンスを明らかにすることができます。",
    "kn": "ಕೆಲವು ಸರಳ ಹೆಜ್ಜೆಗಳೊಂದಿಗೆ, ನೀವು ಮೌಸ್‌ನ ಸೂಚಕದ ಶೈಲಿಯನ್ನು ಸುಲಭಂತವಾಗಿ ಬದಲಾಯಿಸಬಹುದು, ನಿಮ್ಮ ವೀಕ್ಷಕದ ಸಂಪರ್ಕತಟಕ್ ಇದು ನಿಮ್ಮ ವೀಕ್ಷಣೆಯ ಅನುಭವ ವನ್ನು ಮಾತ್ರವಲ್ಲದೆ ನಿಮ್ಮ ವ್ಯಕ್ತಿಗತ್ವವನ್ನು ಮತ್ತು ರುಚಿ ಯನ್ನು ತೋರಿಸುತ್ತದೆ, ಪ್ರತಿಯೊಂದ",
    "ko": "간단한 몇 단계로 마우스 포인터 스타일을 쉽게 바꾸어 브라우저 인터페이스에 새로운 시각적 감각을 선사할 수 있습니다.이렇게 하면 더욱 다양한 브라우징 환경을 경험할 수 있을 뿐만 아니라 자신만의 개성과 취향을 표현할 수 있어 클릭할 때마다 즐거움과 기대를 갖게 됩니다.",
    "lt": "Keletais paprastų žingsnių galima lengvai pakeisti pelės rodyklės stilą, atnešant visiškai naują vizualinę patirtį į jūsų naršyklės sąsają. Tai ne tik praturtina jūsų naršymo patirtį, bet taip pat rodo jūsų unikalų asmenybę ir skonį, kiekvieną spragtelėjimą pilna linksmybės ir prognozės.",
    "lv": "Ar dažiem vienkāršiem soļiem jūs varat viegli mainīt peles rādītāja stilu, dodot jaunu vizuālu pieredzi jūsu pārlūkotāja saskarnē. Tas ne tikai bagātina jūsu pārlūkošanas pieredzi, bet arī parāda jūsu unikālo personību un garšu, padarot ikvienu klikšķi pilnu apmierinošu un paredzamu.",
    "ml": "കുറച്ചു എളുപ്പമുള്ള പടികള്‍ കൊണ്ട്, നിങ്ങള്‍ക്ക് മൌസ് പോയിന്‍റിന്‍റെ രീതിയില്‍ മാറ്റാം, നിങ്ങളുടെ ബ്രൌസര്‍ ഇന്റര്‍മെസ ഇത് നിങ്ങളുടെ ബ്രൌസിങ് അനുഭവങ്ങള്‍ മാത്രമല്ല, നിങ്ങളുടെ വ്യക്തിപരമായ വ്യക്തിത്വവും ആസ്വദിക്കുന്നതും കാണിക്കുന്ന",
    "mr": "काही साध्या पायळ्याने तुम्ही माऊस संकेतकाची शैली सुरक्षित बदलू शकता, तुमच्या ब्राउजर संवादात नवीन दृश्य अनुभव आ हे फक्त तुमच्या ब्राउजिंग अनुभवाला श्रीमंत होत नाही, तर तुमच्या विविध व्यक्तिशास्त्र आणि चवासारखे दाखवतात, प्रत",
    "ms": "Dengan beberapa langkah sederhana, anda boleh mudah mengubah gaya penunjuk tetikus, membawa pengalaman visual baru kepada antaramuka pelayar anda. Ini tidak hanya memperkaya pengalaman pelayaran anda, tetapi juga menunjukkan kepribadian dan rasa unik anda, membuat setiap klik penuh dengan seronok dan jangka.",
    "nl": "Met een paar eenvoudige stappen kunt u eenvoudig de stijl van de muisaanwijzer wijzigen, waardoor u een gloednieuwe visuele ervaring naar uw browserinterface brengt. Dit verrijkt niet alleen uw surfervaring, maar toont ook uw unieke persoonlijkheid en smaak, waardoor elke klik vol plezier en anticipatie is.",
    "no": "Med et par enkle skritt kan du lett endre muspekterens stil og bringe en ny visuell erfaring til brorskapet ditt. Dette gir ikke bare din browserfaring riktig, men også din unike personlighet og smak, og gjør alle klikker fullt av moro og forventninger.",
    "pl": "Za pomocą kilku prostych kroków możesz łatwo zmienić styl wskaźnika myszy, przynosząc zupełnie nowe wrażenia wizualne do interfejsu przeglądarki. To nie tylko wzbogaca Twoje wrażenia z przeglądania, ale także pokazuje Twoją unikalną osobowość i gust, dzięki czemu każde kliknięcie pełne zabawy i oczekiwania.",
    "pt_BR": "Com alguns passos simples, você pode facilmente mudar o estilo do indicador do rato, trazendo uma experiência visual completamente nova para sua interface de navegador. Isso não só enriquece sua experiência de navegação, mas também mostra sua personalidade e gosto únicos, tornando cada clic cheio de divertimento e anticipação.",
    "pt_PT": "Com alguns passos simples, você pode facilmente mudar o estilo do ponteiro do mouse, trazendo uma nova experiência visual para a interface do seu navegador. Isso não só enriquece sua experiência de navegação, mas também mostra sua personalidade e gosto únicos, tornando cada clique cheio de diversão e antecipação.",
    "ro": "Cu câțiva pași simpli, puteți schimba cu ușurință stilul indicatorului mouse-ului, aducând o experiență vizuală nouă în interfața browser-ului. Acest lucru nu numai că vă îmbogățește experiența de navigare, dar, de asemenea, prezintă personalitatea și gustul unic, făcând fiecare clic plin de distracție și anticipare.",
    "ru": "С помощью простых нескольких шагов вы можете легко заменить стиль указателя мыши, чтобы дать новый визуальный эффект интерфейсу вашего браузера. Это не только делает ваш опыт просмотра более красочным, но и подчеркивает вашу уникальную индивидуальность и вкус, делая каждый щелчок полным удовольствия и ожиданий.",
    "sk": "S niekoľkými jednoduchými krokmi môžete ľahko zmeniť štýl ukazovateľa myši a priniesť úplne novú vizuálnu skúsenosť na rozhranie prehliadača. To nie len obohacuje vaše skúsenosti s prehliadkou, ale tiež ukazuje vašu jedinečnú osobnosť a chuť, čím každý klik je plný zábavy a očakávania.",
    "sl": "Z nekaj preprostimi koraki lahko preprosto spremenite slog kazalca miške in tako v vmesnik brskalnika prinesete popolnoma novo vizualno izkušnjo. To ne le obogati vašo izkušnjo brskanja, ampak tudi prikazuje vašo edinstveno osebnost in okus, zaradi česar je vsak klik poln zabave in pričakovanja.",
    "sr": "Sa nekoliko jednostavnih koraka, lako možete promijeniti stil pokazivača miša, donositi novo vizualno iskustvo u vaš preglednik. Ovo ne samo bogatstvo vašeg iskustva za pregled, nego takođe pokazuje vašu jedinstvenu ličnost i ukus, čineći svaki klik pun zabave i očekivanja.",
    "sv": "Med några enkla steg kan du enkelt ändra stilen på muspekaren, vilket ger en helt ny visuell upplevelse till ditt webbläsargränssnitt. Detta berikar inte bara din surfupplevelse, utan visar också din unika personlighet och smak, vilket gör varje klick full av kul och förväntan.",
    "sw": "Kwa hatua chache rahisi, unaweza kubadili mtindo wa pointer wa mpira, ukileta uzoefu mpya wa kuona kwenye mtandao wa browser. Hii si tu inawezesha uzoefu wako wa kutangaza, bali pia inaonyesha mtu wako wa kipekee na dhahiri, na kufanya kila kifungo kinajaa furaha na matumaini.",
    "ta": "சில எளிய படிகளுடன், நீங்கள் சுட்டி புள்ளியின் பாணியை எளிதாக மாற்ற முடியும், உங்கள் உலாவி முகப்பு This not only enriches your browsing experience, but also showcases your unique personality and taste, making every click full of fun and anticipation.",
    "th": "คุณสามารถเปลี่ยนรูปแบบของตัวชี้เมาส์ได้อย่างง่ายดายด้วยการใช้งานเพียงไม่กี่ขั้นตอนเพื่อให้อินเทอร์เฟซเบราว์เซอร์ของคุณดูสดชื่น สิ่งนี้ไม่เพียงทำให้ประสบการณ์การท่องเว็บของคุณมีสีสันมากขึ้นเท่านั้น แต่ยังแสดงให้เห็นถึงบุคลิกและรสนิยมที่เป็นเอกลักษณ์ของคุณและเติมเต็มความสนุกและความคาดหวังให้กับทุกคลิก",
    "tr": "Birkaç basit adımlarıyla fare imlecisinin stilini kolayca değiştirebilirsiniz, tarayıcı arayüzüne yeni bir görüntü deneyimi getirirsiniz. Bu sadece tarama deneyiminizi zenginleştirir değil, aynı zamanda eşsiz kişiliğinizi ve tadınızı gösterir, her tıklamayı eğlenceli ve beklenceliyle doldurur.",
    "uk": "За допомогою декількох простих кроків ви можете легко змінити стиль вказівника миші, приносячи до вашого інтерфейсу навігатора новий візуальний досвід. Це не тільки збагачує ваш досвід перегляду, але також показує вашу унікальну особистість і смак, роблячи кожного клацання повним розвагом і очікуванням.",
    "vi": "Chỉ với vài bước đơn giản, bạn có thể dễ dàng thay đổi kiểu dáng con trỏ chuột, mang lại cảm giác trực quan mới mẻ cho giao diện trình duyệt của bạn. Điều này không chỉ làm cho trải nghiệm duyệt web của bạn phong phú hơn mà còn thể hiện cá tính và hương vị độc đáo của bạn, khiến mọi nhấp chuột đều vui vẻ và mong đợi.",
    "zh_TW": "通過簡單的幾步操作，您就能够輕鬆地更換滑鼠指標的樣式，為您的瀏覽器介面帶來煥然一新的視覺感受。 這不僅能讓您的瀏覽體驗更加豐富多彩，還能彰顯出您獨特的個性和品味，讓每一次點擊都充滿樂趣與期待。"
  }
}