{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Calendar Birthday Reminder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a birthday again with the Google Calendar Birthday Reminder extension!\n\nSimply add the extension and click 'Sync…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a birthday again with the Google Calendar Birthday Reminder extension!\n\nSimply add the extension and click 'Sync Birthdays'. From that point, your contacts' birthdays will sync automatically every 24 hours.\n\nKey features:\n- Automatically syncs birthdays from your Google Contacts\n- Creates a separate \"Birthday Calendar\" in your Google Calendar\n- Updates every 24h as you add or modify contacts\n- Option to manually sync or export the birthday calendar\n- Sends reminders(notifications) at midnight on the day of each birthday\n\nThis extension seamlessly integrates with your existing Google Calendar and Contacts, making it easier than ever to keep track of important dates. Whether it's for friends, family, or colleagues, you'll always be prepared to send your well-wishes on time.\nStay organized and thoughtful with Google Calendar Birthday Reminder - your personal birthday assistant!\n\nPricing:\nThis extension requires a one-time payment of $3 to unlock all features. After installation, you can use the \"Purchase License\" button in the extension to complete the payment through PayPal and then verify the transaction ID you received via PayPal.\n\n*Important*:\n- Once you uninstall the extension, your license will be reset, and you will need to repurchase a license to continue using the full features.\n- Please ensure you want to uninstall before proceeding, as your purchase will not be automatically restored.\n\nNote: This extension requires access to your Google Contacts and Calendar. We respect your privacy and only use this access to manage birthday events. Payment is processed securely through PayPal, and we do not store your payment information."
  }
}