{
  "name": {
    "ar": "Web Translator",
    "am,sr": "Google Translate",
    "bg": "Translate Words - Dictionary",
    "bn": "Google Translator",
    "ca": "Traductor web, diccionari - traducció senzilla",
    "cs": "Překladač - překlad a slovník",
    "da": "Oversætter - oversæt og ordbog",
    "de": "Web-Übersetzer, Wörterbuch - einfache Übersetzung",
    "el": "Bing Translate",
    "en,en_AU,en_GB,en_US,es_419,fa,gu,id,kn,ms,pt_PT,ro,sw,te,th,uk,vi,zh_TW": "Multilanguage Translator",
    "es": "Traductor web, diccionario - traducción sencilla",
    "et": "Veebitolk, sonastik - lihtne tolge",
    "fi": "Verkkokääntäjä, sanakirja - yksinkertainen käännös",
    "fil": "Online Translator",
    "fr": "Traducteur web, dictionnaire - traduction simple",
    "he": "Переводчик - Translator",
    "hi": "Page Translator with Google Translate",
    "hr": "Web prevoditelj, rjecnik - jednostavan prijevod",
    "hu": "Web fordito, szotar - egyszeru forditas",
    "it": "Traduttore web, dizionario - traduzione semplice",
    "ja": "ウェブ翻訳、辞書 - 簡単な翻訳",
    "ko": "웹 번역기, 사전 - 단순한 번역",
    "lt": "Interneto vertėjas, žodynas - paprastas vertimas",
    "lv": "Tīmekļa tulks, vārdnīca - vienkāršs tulkojums",
    "ml": "Page Translator - Translate Words",
    "mr": "Language translator",
    "nl": "Webvertaler, woordenboek - eenvoudige vertaling",
    "no": "Web-oversetter, ordbok - enkel oversettelse",
    "pl": "Tłumacz internetowy, słownik - prosta tłumaczenie",
    "pt_BR": "Tradutor web, dicionário - tradução simples",
    "ru": "Переводчик - Web Translator",
    "sk": "Webový prekladateľ, slovník - jednoduchý preklad",
    "sl": "Spletni prevajalec, slovar - preprost prevod",
    "sv": "Webböversättare, ordbok - enkel översättning",
    "ta": "Translator - Click to Translate",
    "tr": "Web Çevirmeni, Sözlük - Basit Çeviri",
    "zh_CN": "网络翻译，字典 - 简单翻译"
  },
  "short": {
    "ar": "Utilize Bing Translate, Dictionary, Web Translate, Translate Words, Text to Speech, and Quick Translator for all your translation…",
    "am": "Translator for web pages. Translate words and phrases. Full page translator based on Google Translate.",
    "bg": "Utilize Bing Translate, Dictionary, Web Translate, Translate Words, Text to Speech, and Quick Translator for even more efficient…",
    "bn": "Right-click on any word or phrase to quickly translate using Google Translator online translation capabilities.",
    "ca": "Feu clic dret a la paraula o frase per traduir utilitzant el Traductor de Google. Traducció en línia",
    "cs": "Klikněte pravým tlačítkem na slovo nebo frázi, kterou chcete přeložit pomocí Google Translator. Online překlad",
    "da": "Oversætter Google, oversæt ord, oversæt sætninger. Helsidesoversætter og ordbog, tekst til tale (TTS). Vælg for at oversætte",
    "de": "Klicken Sie mit der rechten Maustaste auf das Wort oder die Phrase, um sie mit dem Google Übersetzer zu übersetzen.…",
    "el": "Translator for web, translate words, translate phrases up to 103 language. Full page translator and dictionary, text to speech.",
    "en,en_AU,en_GB,en_US,es_419,fa,gu,id,kn,ms,pt_PT,ro,sw,te,th,uk,vi,zh_TW": "Multilanguage Translator, translate words, translate phrases. Full page translator and dictionary, text to speech (TTS).",
    "es": "Haga clic derecho en la palabra o frase para traducir usando el Traductor de Google. Traducción en línea",
    "et": "Paremklopsake sonal voi fraasil, et tolkida Google'i tolkija abil. vorgutolge",
    "fi": "Klikkaa hiiren oikealla painikkeella sanaa tai fraasia kääntääksesi sen Google-kääntäjällä. Verkkokäännös",
    "fil,hi": "Right-clicking on a word or phrase and selecting the Google Translator can quickly and easily translate it online.",
    "fr": "Cliquez avec le bouton droit sur le mot ou l'expression à traduire en utilisant le traducteur Google. Traduction en ligne",
    "he,ru": "Right click to the word or phrase to translate using the Google Translator. Online translation",
    "hr": "Kliknite desnom tipkom misa na rijec ili izraz za prijevod pomocu Google prevoditelja. online prijevod",
    "hu": "Kattintson jobb gombbal a szora vagy kifejezesre a Google fordito segitsegevel torteno forditashoz. online forditas",
    "it": "Fare clic con il tasto destro sulla parola o frase da tradurre utilizzando il traduttore Google. Traduzione online",
    "ja": "Google翻訳を使用して単語やフレーズを翻訳するには、右クリックしてください。オンライン翻訳",
    "ko": "Google 번역기를 사용하여 단어나 구를 번역하려면 마우스 오른쪽 버튼을 클릭하세요. 온라인 번역",
    "lt": "Dešiniuoju pelės klavišu spustelėkite žodį ar frazę, kad išverstumėte naudodami „Google Translator“. Internetinis vertimas",
    "lv": "Lai izmantotu Google tulkotāju, noklikšķiniet uz vārda vai frāzes. Tiešsaistes tulkojums",
    "ml,sr": "Right-click on any word or phrase to quickly translate using Google Translator's online translation capabilities.",
    "mr": "Right-click on any word or phrase to instantly translate it using Google Translator. With this online translator, you can quickly…",
    "nl": "Klik met de rechtermuisknop op het woord of de zin om te vertalen met behulp van de Google Translator. Online vertaling",
    "no": "Høyreklikk på ordet eller uttrykket for å oversette med Google Oversetter. Online oversettelse",
    "pl": "Kliknij prawym przyciskiem myszy na słowo lub frazę, aby przetłumaczyć za pomocą Tłumacza Google. Tłumaczenie online",
    "pt_BR": "Clique com o botão direito na palavra ou frase para traduzir usando o Google Tradutor. Tradução online",
    "sk": "Kliknite pravým tlačidlom na slovo alebo frázu, ktorú chcete preložiť pomocou prekladača Google. Online preklad",
    "sl": "Z desnim klikom na besedo ali frazo prevedite z uporabo Google Prevajalnika. Spletno prevajanje",
    "sv": "Högerklicka på ordet eller frasen för att översätta med Google Translator. Online-översättning",
    "ta": "Right-click on any word or phrase to quickly translate it using the Google Translator. With this convenient online translator, you…",
    "tr": "Google Çevirmen kullanarak kelime veya ifadeyi çevirmek için sağ tıklayın. Çevrimiçi çeviri",
    "zh_CN": "右键单击要使用谷歌翻译器翻译的单词或短语。在线翻译"
  },
  "long": {
    "ar": "Translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nTranslate words and phrases while browsing the web, using Google Translate.\nTranslate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nYou'll be able to translate effortlessly and instantly whatever you're reading or writing within Chrome. Select and right-click on any text and choose to translate this selection. \n\nDue to a language barrier, you no longer must worry about missing any information throughout the web. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nPlease note that this is a beta version, and we are continually improving. \n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them.\n\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage. Therefore, after removing the extension, all your translation history will be deleted from the browser's local storage without the possibility of recovery.\n\nGoogle Translate one of the most popular online translation services is offered by Google. And if you search Google for translators, its own handy translation website will pop right up above your search results. This means you do not have to open another website.\n\nBut if you have a lengthy amount of text to translate, the Google Translate website is your spot. You have more space for your text and can choose your input method from handwriting or keyboard options. Other features you might like are saving, listening to, sharing, or copying the translated text.\n\nIn addition, you can suggest an edit if you believe the translation is incorrect. Google Translate provides over 100 languages.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nAfter you receive the translation, you have options to hear it aloud in a male or female voice, share it, or search Bing with it. Moreover, you can also give the translation a thumbs-up or thumbs-down if you would like to provide a little feedback. The free translator offers over 60 languages, which makes it a perfect bargain in our opinion.\n\n\nTranslator is a language translator extension for text, voice, conversations. You can easily translate into over 100 languages by using our translator app.\nNew Offline Mode allows you to translate abroad without paying expensive roaming charges.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\nFEATURES\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\n\nTranslate Translator supports languages & dialects:\nAfrikaans, Albanian, Arabic, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Catalan, Cebuano, Chichewa, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English, Esperanto, Estonian, Filipino, Finnish, French, Galician, Georgian, German, Greek, Gujarati, Haitian Creole, Hausa, Hebrew, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Irish, Italian, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Lao, Latin, Latvian, Lithuanian, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Myanmar (Burmese), Nepali, Norwegian, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Serbian, Sesotho, Sinhala, Slovak, Slovenian, Somali, Spanish, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish, Yoruba, Zulu\n\nLOVED AND TRUSTED BY MILLIONS\n\nIn search of a powerful language translator?\nWant it to have an in-built camera translator, text translator, voice translator & ocr image translator, and to be available as an offline translator?\n\nIntroducing Lingvanex Translator, your superior language translator & language learning app. Use our practical voice translator, call translator or image translator to translate conversations, SMS messages, calls, conference chats, or just phrases you need at the moment.\n\nHere are just some of the uses of our online & offline language translator:\n\n🔁108+ LANGUAGE TRANSLATOR\nText, voice & camera translator for all the languages you need with different features.\n\n🔊VOICE TO TEXT TRANSLATOR\nQuickly translate text or voice messages. Use it for both prerecorded audios, im or sms messages, or write/speak to the app.\n\n📢VOICE TO VOICE\nVoice-to-Voice conversations in 100+ languages with translation into your native language. Record a call and use it as a phone call translator too.\n\n📴OFFLINE TRANSLATOR\nUnlike most language converters, Lingvanex offline mode allows you to use it abroad for offline translation without using expensive roaming.\n\n🌎PERSONAL & BUSINESS USE\nTranslate Text, Voice, Images, Photo from camera, Screenshots, Sms, Conversations, Files, Websites, PDF documents making it perfect for both personal and professional use.\n\n🔄ALL FEATURES IN DETAIL:\n* Translate text in more than 100 languages\n* Translate text on photos and images\n* Translate websites and web pages\n* Text to speech feature and voice synthesizer\n* Use bookmarks to save your favourite translations\n* Translate with widgets\n* Memory cards will help you to learn new words\n* Transliteration and transcription\n* Dictionary meaning and alternate translations\n* Supports Google Watch and Samsung Gear\n* Translate with your headphones or bluetooth headset\n* Translation keyboard can translate in any application\n* Learn new phrases with travel phrasebook\n* Translation history for text and images\n* Recognize and translate objects with your camera\n* Share translated text\n* Voice translator. Speak and translate. Listen translated text.\n* Translate messages in chat\n* Offline translation\n\n\nUse the translator for your travel journeys in 2022:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft Translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\n• Text translation into over 70 languages*, for online and offline use\n• Camera translation to translate text within photos and screenshots\n• Voice translation to translate speech, and a split-screen mode for two participants having a bilingual conversation\n• Multi-person conversation translation - connect your devices and have in-person conversations with up to 100 people across multiple languages\n• Phrasebooks for verified translations and pronunciation guides to help you learn important phrases in foreign languages when you travel\n• Look up alternate translations and meanings of a word to find the best translation to express yourself\n• Download languages for offline use for when you travel without an internet connection\n• Hear your translated phrase out loud to help you learn how to say the translation\n• View transliterations (pronunciation guides) to help you pronounce the translation (includes Pinyin support for Chinese)\n• Share your translations with other apps\n• Pin and save your most frequent translations for later\n• Translate text in other apps through context menu translation\n\n• Text translation: Translate between 108 languages by typing\n• Tap to Translate: Copy text in any app and tap the Google Translate icon to translate (all languages)\n• Offline: Translate with no internet connection (59 languages)\n• Instant camera translation: Translate text in images instantly by just pointing your camera (94 languages)\n• Photos: Take or import photos for higher quality translations (90 languages)\n• Conversations: Translate bilingual conversations on the fly (70 languages)\n• Handwriting: Draw text characters instead of typing (96 languages)\n• Phrasebook: Star and save translated words and phrases for future reference (all languages)\n• Cross-device syncing: Login to sync phrasebook between app and desktop\n• Transcribe: Continuously translate someone speaking a different language in near real-time (8 languages)\n\nLanguage translation, Machine translation, Multilingual, Translation software, Language detection, Online translation, Free translation, Text-to-speech, Speech-to-text, Artificial intelligence, Natural language processing, Neural networks, Language learning, Translation accuracy, Bilingual, Localization, Cultural adaptation, Website translation, Document translation, Google Translate API, Translate community, Translate app, Translation memory, Optical character recognition, Cloud translation.\n\nGoogle Übersetzer, Übersetzung, Sprache, Textübersetzung, Online-Übersetzer, Maschinelle Übersetzung, Künstliche Intelligenz, Wörterbuch, Synonyme, Grammatik, Übersetzungstool, Automatische Übersetzung, Sprachübersetzung, Übersetzungssoftware, Mehrsprachigkeit, Übersetzungsdienst, Übersetzungskosten, Übersetzungsgenauigkeit, Dolmetscher, Spracherkennung, Textanalyse, Sprachanalyse, Menschliche Übersetzung, Terminologie, Texterkennung.\n\nTraductor de Google, Traducción, Idioma, Traducción de texto, Traductor en línea, Traducción automática, Inteligencia Artificial, Diccionario, Sinónimos, Gramática, Herramienta de traducción, Traducción automática, Traducción de idiomas, Software de traducción, Multilingüismo, Servicio de traducción, Costo de traducción, Precisión de traducción, Intérprete, Reconocimiento de voz, Análisis de texto, Análisis de idioma, Traducción humana, Terminología, Reconocimiento de texto.\n\nGoogle Traduction, Traduction, Langue, Traduction de texte, Traducteur en ligne, Traduction automatique, Intelligence artificielle, Dictionnaire, Synonymes, Grammaire, Outil de traduction, Traduction automatique, Traduction de langue, Logiciel de traduction, Multilinguisme, Service de traduction, Coût de traduction, Précision de traduction, Interprète, Reconnaissance vocale, Analyse de texte, Analyse de langue, Traduction humaine, Terminologie, Reconnaissance de texte.\n\nGoogle Traduttore, Traduzione, Lingua, Traduzione di testo, Traduttore online, Traduzione automatica, Intelligenza artificiale, Dizionario, Sinonimi, Grammatica, Strumento di traduzione, Traduzione automatica, Traduzione di lingua, Software di traduzione, Multilinguismo, Servizio di traduzione, Costo di traduzione, Precisione di traduzione, Interpretariato, Riconoscimento vocale, Analisi di testo, Analisi di lingua, Traduzione umana, Terminologia, Riconoscimento di testo.\n\nGoogle Tradutor, Tradução, Língua, Tradução de texto, Tradutor online, Tradução automática, Inteligência artificial, Dicionário, Sinônimos, Gramática, Ferramenta de tradução, Tradução automática, Tradução de idiomas, Software de tradução, Multilinguismo, Serviço de tradução, Custo de tradução, Precisão de tradução, Interpretação, Reconhecimento de voz, Análise de texto, Análise de idioma, Tradução humana, Terminologia, Reconhecimento de texto.\n\nTłumacz Google, Tłumaczenie, Język, Tłumaczenie tekstu, Tłumacz online, Automatyczne tłumaczenie, Sztuczna inteligencja, Słownik, Synonimy, Gramatyka, Narzędzie do tłumaczenia, Automatyczne tłumaczenie, Tłumaczenie języków, Oprogramowanie do tłumaczenia, Wielojęzyczność, Usługi tłumaczeniowe, Koszt tłumaczenia, Precyzja tłumaczenia, Interpretacja, Rozpoznawanie mowy, Analiza tekstu, Analiza języka, Tłumaczenie ludzkie, Terminologia, Rozpoznawanie tekstu.\n\nGoogle Oversæt, Oversættelse, Sprog, Tekstoversættelse, Online oversætter, Automatisk oversættelse, Kunstig intelligens, Ordbog, Synonymer, Grammatik, Oversættelsesværktøj, Automatisk oversættelse, Sprogoversættelse, Oversættelsessoftware, Flersprogethed, Oversættelsestjenester, Oversættelsesomkostninger, Præcision af oversættelse, Tolkearbejde, Talegenkendelse, Tekstanalyse, Sproganalyse, Menneskelig oversættelse, Terminologi, Tekstgenkendelse.\n\nGoogle Oversetter, Oversettelse, Språk, Tekstoversettelse, Online oversetter, Automatisk oversettelse, Kunstig intelligens, Ordbok, Synonymer, Grammatikk, Oversettelsesverktøy, Automatisk oversettelse, Språkoversettelse, Oversettelsesprogramvare, Flerspråklighet, Oversettelsestjenester, Oversettelseskostnader, Presisjon av oversettelse, Tolkearbeid, Talegjenkjenning, Tekstanalyse, Språkanalyse, Menneskelig oversettelse, Terminologi, Tekstgjenkjenning.\n\nGoogle Translate, Vertaling, Taal, Tekstvertaling, Online vertaler, Automatische vertaling, Kunstmatige intelligentie, Woordenboek, Synoniemen, Grammatica, Vertaalhulpmiddel, Automatische vertaling, Taalvertaling, Vertaalsoftware, Meertaligheid, Vertaaldiensten, Vertaalkosten, Nauwkeurigheid van vertaling, Tolkenwerk, Spraakherkenning, Tekstanalyse, Taalanalyse, Menselijke vertaling, Terminologie, Tekstherkenning.\n\nGoogle Çeviri, Çeviri, Dil, Metin çevirisi, Online çevirmen, Otomatik çeviri, Yapay zeka, Sözlük, Eşanlamlılar, Dilbilgisi, Çeviri aracı, Otomatik çeviri, Dil çevirisi, Çeviri yazılımı, Çoklu dil desteği, Çeviri hizmetleri, Çeviri maliyetleri, Çevirinin doğruluğu, Tercüme işi, Konuşma tanıma, Metin analizi, Dil analizi, İnsan çevirisi, Terminoloji, Metin tanıma.",
    "am": "Translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nLanguage translation, Machine translation, Multilingual, Translation software, Language detection, Online translation, Free translation, Text-to-speech, Speech-to-text, Artificial intelligence, Natural language processing, Neural networks, Language learning, Translation accuracy, Bilingual, Localization, Cultural adaptation, Website translation, Document translation, Google Translate API, Translate community, Translate app, Translation memory, Optical character recognition, Cloud translation.\n\nGoogle Übersetzer, Übersetzung, Sprache, Textübersetzung, Online-Übersetzer, Maschinelle Übersetzung, Künstliche Intelligenz, Wörterbuch, Synonyme, Grammatik, Übersetzungstool, Automatische Übersetzung, Sprachübersetzung, Übersetzungssoftware, Mehrsprachigkeit, Übersetzungsdienst, Übersetzungskosten, Übersetzungsgenauigkeit, Dolmetscher, Spracherkennung, Textanalyse, Sprachanalyse, Menschliche Übersetzung, Terminologie, Texterkennung.\n\nTraductor de Google, Traducción, Idioma, Traducción de texto, Traductor en línea, Traducción automática, Inteligencia Artificial, Diccionario, Sinónimos, Gramática, Herramienta de traducción, Traducción automática, Traducción de idiomas, Software de traducción, Multilingüismo, Servicio de traducción, Costo de traducción, Precisión de traducción, Intérprete, Reconocimiento de voz, Análisis de texto, Análisis de idioma, Traducción humana, Terminología, Reconocimiento de texto.\n\nGoogle Traduction, Traduction, Langue, Traduction de texte, Traducteur en ligne, Traduction automatique, Intelligence artificielle, Dictionnaire, Synonymes, Grammaire, Outil de traduction, Traduction automatique, Traduction de langue, Logiciel de traduction, Multilinguisme, Service de traduction, Coût de traduction, Précision de traduction, Interprète, Reconnaissance vocale, Analyse de texte, Analyse de langue, Traduction humaine, Terminologie, Reconnaissance de texte.\n\nGoogle Traduttore, Traduzione, Lingua, Traduzione di testo, Traduttore online, Traduzione automatica, Intelligenza artificiale, Dizionario, Sinonimi, Grammatica, Strumento di traduzione, Traduzione automatica, Traduzione di lingua, Software di traduzione, Multilinguismo, Servizio di traduzione, Costo di traduzione, Precisione di traduzione, Interpretariato, Riconoscimento vocale, Analisi di testo, Analisi di lingua, Traduzione umana, Terminologia, Riconoscimento di testo.\n\nGoogle Tradutor, Tradução, Língua, Tradução de texto, Tradutor online, Tradução automática, Inteligência artificial, Dicionário, Sinônimos, Gramática, Ferramenta de tradução, Tradução automática, Tradução de idiomas, Software de tradução, Multilinguismo, Serviço de tradução, Custo de tradução, Precisão de tradução, Interpretação, Reconhecimento de voz, Análise de texto, Análise de idioma, Tradução humana, Terminologia, Reconhecimento de texto.\n\nTłumacz Google, Tłumaczenie, Język, Tłumaczenie tekstu, Tłumacz online, Automatyczne tłumaczenie, Sztuczna inteligencja, Słownik, Synonimy, Gramatyka, Narzędzie do tłumaczenia, Automatyczne tłumaczenie, Tłumaczenie języków, Oprogramowanie do tłumaczenia, Wielojęzyczność, Usługi tłumaczeniowe, Koszt tłumaczenia, Precyzja tłumaczenia, Interpretacja, Rozpoznawanie mowy, Analiza tekstu, Analiza języka, Tłumaczenie ludzkie, Terminologia, Rozpoznawanie tekstu.\n\nGoogle Oversæt, Oversættelse, Sprog, Tekstoversættelse, Online oversætter, Automatisk oversættelse, Kunstig intelligens, Ordbog, Synonymer, Grammatik, Oversættelsesværktøj, Automatisk oversættelse, Sprogoversættelse, Oversættelsessoftware, Flersprogethed, Oversættelsestjenester, Oversættelsesomkostninger, Præcision af oversættelse, Tolkearbejde, Talegenkendelse, Tekstanalyse, Sproganalyse, Menneskelig oversættelse, Terminologi, Tekstgenkendelse.\n\nGoogle Oversetter, Oversettelse, Språk, Tekstoversettelse, Online oversetter, Automatisk oversettelse, Kunstig intelligens, Ordbok, Synonymer, Grammatikk, Oversettelsesverktøy, Automatisk oversettelse, Språkoversettelse, Oversettelsesprogramvare, Flerspråklighet, Oversettelsestjenester, Oversettelseskostnader, Presisjon av oversettelse, Tolkearbeid, Talegjenkjenning, Tekstanalyse, Språkanalyse, Menneskelig oversettelse, Terminologi, Tekstgjenkjenning.\n\nGoogle Translate, Vertaling, Taal, Tekstvertaling, Online vertaler, Automatische vertaling, Kunstmatige intelligentie, Woordenboek, Synoniemen, Grammatica, Vertaalhulpmiddel, Automatische vertaling, Taalvertaling, Vertaalsoftware, Meertaligheid, Vertaaldiensten, Vertaalkosten, Nauwkeurigheid van vertaling, Tolkenwerk, Spraakherkenning, Tekstanalyse, Taalanalyse, Menselijke vertaling, Terminologie, Tekstherkenning.\n\nGoogle Çeviri, Çeviri, Dil, Metin çevirisi, Online çevirmen, Otomatik çeviri, Yapay zeka, Sözlük, Eşanlamlılar, Dilbilgisi, Çeviri aracı, Otomatik çeviri, Dil çevirisi, Çeviri yazılımı, Çoklu dil desteği, Çeviri hizmetleri, Çeviri maliyetleri, Çevirinin doğruluğu, Tercüme işi, Konuşma tanıma, Metin analizi, Dil analizi, İnsan çevirisi, Terminoloji, Metin tanıma.\n\nVoice Translator\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nКАК ЗАПУСТИТЬ Переводчик\n   * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n   * воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n  * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик». Переводчик для Хрома",
    "bg": "Translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nWith the Google Translate extension, you can go beyond simple translations. Transform the way you interact with online content by using this tool to aid in language learning. Yes, that's right! Google Translate can serve as a handy language learning companion. By using it as a dictionary for new words and phrases you encounter on the web, you can gradually improve your language proficiency. Each word or sentence translated becomes a new learning opportunity.\n\nGoogle Translate's proficiency isn't limited to one type of content. Whether it's news articles, social media posts, e-books, or academic journals, the tool provides reliable translations across different types of content. This page translator opens up a world of knowledge that was once beyond reach due to language limitations.\n\nAdditionally, the Google Translate extension features a user-friendly interface. This design emphasizes simplicity and ease of use, ensuring that even first-time users can easily navigate the extension. No need to juggle multiple windows or tabs—your translation appears right on the webpage you're viewing, providing a smooth and uninterrupted browsing experience.\n\nAnd for those of you who find yourselves frequently translating between specific languages, Google Translate allows you to customize your settings to favor those languages. This personalized touch not only saves you time but also makes your translation process more efficient.\n\nNot to forget, Google Translate’s seamless integration into your browser offers an always-available solution, whether you're reading, researching, or just casually browsing. You no longer need to disrupt your browsing flow to access reliable translation services.\n\nLastly, but importantly, Google Translate is committed to user privacy. Rest assured, your translations remain private, and no data from the content you translate is used to target ads.\n\nBy incorporating Google Translate into your browsing experience, you're embracing an extension that is much more than just an online translator. It's a dictionary, a multi languages translator, an accurate translate tool, and above all, it's your bridge to understanding and interacting with the limitless content on the web.\n\nGoogle Translate, Translate, Translator, Bing Translate, Language translating, Translation, Dictionary, Accurate Translate, Translate Tool, Multi languages translator, Page Translator, Web Translate, Online Translator, Online Translation, Translation tool, Language translator, Text-to-speech, Full-page translation, Translation history, Grammar check translation, Translation app, Document translation, Grammar checker.\n\nGoogle překladač, Překládat, Překladač, Bing překladač, Překládání jazyků, Překlad, Slovník, Přesný Překlad, Nástroj pro překlad, Překladač více jazyků, Překladač stránek, Webový Překlad, Online Překladač, Online Překlad, Nástroj pro překlad, Jazykový překladač, Text na řeč, Překlad celé stránky, Historie překladů, Kontrola pravopisu při překladu, Aplikace pro překlad, Překlad dokumentů.\n\nGoogle Translate, Oversæt, Oversætter, Bing Oversæt, Sprogoversættelse, Oversættelse, Ordbog, Nøjagtig Oversættelse, Oversættelsesværktøj, Flersproget oversætter, Sideoversætter, Web Oversættelse, Online Oversætter, Online Oversættelse, Oversættelsesværktøj, Sprogoversætter, Tekst-til-tale, Fuldsideoversættelse, Oversættelseshistorik, Grammatik tjek oversættelse, Oversættelsesapp, Dokumentoversættelse.\n\nGoogle translate, Traduire, Traducteur, Bing translate, Traduction de langues, Traduction, Dictionnaire, Traduction précise, Outil de traduction, Traducteur multilingue, Traducteur de page, Traduction Web, Traducteur en ligne, Traduction en ligne, Outil de traduction, Traducteur de langue, Texte à parole, Traduction de page complète, Historique de traduction, Vérification de grammaire dans la traduction, Application de traduction, Traduction de document.\n\nGoogle Übersetzer, Übersetzen, Übersetzer, Bing Übersetzer, Sprachen übersetzen, Übersetzung, Wörterbuch, Genau Übersetzen, Übersetzungswerkzeug, Mehrsprachen Übersetzer, Seitenübersetzer, Web Übersetzung, Online Übersetzer, Online Übersetzung, Übersetzungswerkzeug, Sprachübersetzer, Text-zu-Sprache, Ganzseitige Übersetzung, Übersetzungshistorie, Grammatikprüfung Übersetzung, Übersetzungsapp, Dokumentenübersetzung.\n\nGoogle translate, Tradurre, Traduttore, Bing translate, Traduzione di lingue, Traduzione, Dizionario, Traduzione accurata, Strumento di traduzione, Traduttore multilingue, Traduttore di pagine, Traduzione web, Traduttore online, Traduzione online, Strumento di traduzione, Traduttore di lingue, Text-to-speech, Traduzione di pagine intere, Cronologia delle traduzioni, Controllo grammaticale della traduzione, App di traduzione, Traduzione di documenti.\n\nGoogle translate, Tłumacz, Tłumaczenie, Bing translate, Tłumaczenie języków, Przekład, Słownik, Dokładne tłumaczenie, Narzędzie do tłumaczenia, Tłumacz wielojęzyczny, Tłumacz stron, Tłumaczenie stron internetowych, Tłumacz online, Tłumaczenie online, Narzędzie do tłumaczenia, Tłumacz językowy, Tekst na mowę, Tłumaczenie całej strony, Historia tłumaczeń, Sprawdzanie gramatyki w tłumaczeniu, Aplikacja do tłumaczenia, Tłumaczenie dokumentów.\n\nGoogle Tradutor, Traduzir, Tradutor, Bing Tradutor, Tradução de idiomas, Tradução, Dicionário, Tradução precisa, Ferramenta de tradução, Tradutor de vários idiomas, Tradutor de página, Tradução na web, Tradutor online, Tradução online, Ferramenta de tradução, Tradutor de idiomas, Texto-para-fala, Tradução de página inteira, Histórico de tradução, Verificação gramatical de tradução, Aplicativo de tradução, Tradução de documentos.\n\nGoogle Translate, Traducir, Traductor, Bing Translate, Traducción de idiomas, Traducción, Diccionario, Traducción precisa, Herramienta de traducción, Traductor de varios idiomas, Traductor de página, Traducción web, Traductor en línea, Traducción en línea, Herramienta de traducción, Traductor de idiomas, Texto a voz, Traducción de página completa, Historial de traducción, Verificación gramatical de traducción, Aplicación de traducción, Traducción de documentos.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com",
    "bn,mr,ta": "Translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage. Therefore, after removing the extension, all your translation history will be deleted from the browser's local storage without the possibility of recovery.\n\nGoogle Translate one of the most popular online translation services is offered by Google. And if you search Google for translators, its own handy translation website will pop right up above your search results. This means you do not have to open another website.\n\nBut if you have a lengthy amount of text to translate, the Google Translate website is your spot. You have more space for your text and can choose your input method from handwriting or keyboard options. Other features you might like are saving, listening to, sharing, or copying the translated text.\n\nIn addition, you can suggest an edit if you believe the translation is incorrect. Google Translate provides over 100 languages.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nAfter you receive the translation, you have options to hear it aloud in a male or female voice, share it, or search Bing with it. Moreover, you can also give the translation a thumbs-up or thumbs-down if you would like to provide a little feedback. The free translator offers over 60 languages, which makes it a perfect bargain in our opinion.\n\n\nTranslator is a language translator extension for text, voice, conversations. You can easily translate into over 100 languages by using our translator app.\nNew Offline Mode allows you to translate abroad without paying expensive roaming charges.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\nFEATURES\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\n\nTranslate Translator supports languages & dialects:\nAfrikaans, Albanian, Arabic, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Catalan, Cebuano, Chichewa, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English, Esperanto, Estonian, Filipino, Finnish, French, Galician, Georgian, German, Greek, Gujarati, Haitian Creole, Hausa, Hebrew, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Irish, Italian, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Lao, Latin, Latvian, Lithuanian, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Myanmar (Burmese), Nepali, Norwegian, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Serbian, Sesotho, Sinhala, Slovak, Slovenian, Somali, Spanish, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish, Yoruba, Zulu\n\nLOVED AND TRUSTED BY MILLIONS\n\nIn search of a powerful language translator?\nWant it to have an in-built camera translator, text translator, voice translator & ocr image translator, and to be available as an offline translator?\n\nIntroducing Lingvanex Translator, your superior language translator & language learning app. Use our practical voice translator, call translator or image translator to translate conversations, SMS messages, calls, conference chats, or just phrases you need at the moment.\n\nHere are just some of the uses of our online & offline language translator:\n\n🔁108+ LANGUAGE TRANSLATOR\nText, voice & camera translator for all the languages you need with different features.\n\n🔊VOICE TO TEXT TRANSLATOR\nQuickly translate text or voice messages. Use it for both prerecorded audios, im or sms messages, or write/speak to the app.\n\n📢VOICE TO VOICE\nVoice-to-Voice conversations in 100+ languages with translation into your native language. Record a call and use it as a phone call translator too.\n\n📴OFFLINE TRANSLATOR\nUnlike most language converters, Lingvanex offline mode allows you to use it abroad for offline translation without using expensive roaming.\n\n🌎PERSONAL & BUSINESS USE\nTranslate Text, Voice, Images, Photo from camera, Screenshots, Sms, Conversations, Files, Websites, PDF documents making it perfect for both personal and professional use.\n\n🔄ALL FEATURES IN DETAIL:\n* Translate text in more than 100 languages\n* Translate text on photos and images\n* Translate websites and web pages\n* Text to speech feature and voice synthesizer\n* Use bookmarks to save your favourite translations\n* Translate with widgets\n* Memory cards will help you to learn new words\n* Transliteration and transcription\n* Dictionary meaning and alternate translations\n* Supports Google Watch and Samsung Gear\n* Translate with your headphones or bluetooth headset\n* Translation keyboard can translate in any application\n* Learn new phrases with travel phrasebook\n* Translation history for text and images\n* Recognize and translate objects with your camera\n* Share translated text\n* Voice translator. Speak and translate. Listen translated text.\n* Translate messages in chat\n* Offline translation\n\n\nUse the translator for your travel journeys in 2022:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft Translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\n• Text translation into over 70 languages*, for online and offline use\n• Camera translation to translate text within photos and screenshots\n• Voice translation to translate speech, and a split-screen mode for two participants having a bilingual conversation\n• Multi-person conversation translation - connect your devices and have in-person conversations with up to 100 people across multiple languages\n• Phrasebooks for verified translations and pronunciation guides to help you learn important phrases in foreign languages when you travel\n• Look up alternate translations and meanings of a word to find the best translation to express yourself\n• Download languages for offline use for when you travel without an internet connection\n• Hear your translated phrase out loud to help you learn how to say the translation\n• View transliterations (pronunciation guides) to help you pronounce the translation (includes Pinyin support for Chinese)\n• Share your translations with other apps\n• Pin and save your most frequent translations for later\n• Translate text in other apps through context menu translation\n\n• Text translation: Translate between 108 languages by typing\n• Tap to Translate: Copy text in any app and tap the Google Translate icon to translate (all languages)\n• Offline: Translate with no internet connection (59 languages)\n• Instant camera translation: Translate text in images instantly by just pointing your camera (94 languages)\n• Photos: Take or import photos for higher quality translations (90 languages)\n• Conversations: Translate bilingual conversations on the fly (70 languages)\n• Handwriting: Draw text characters instead of typing (96 languages)\n• Phrasebook: Star and save translated words and phrases for future reference (all languages)\n• Cross-device syncing: Login to sync phrasebook between app and desktop\n• Transcribe: Continuously translate someone speaking a different language in near real-time (8 languages)\n\nLanguage translation, Machine translation, Multilingual, Translation software, Language detection, Online translation, Free translation, Text-to-speech, Speech-to-text, Artificial intelligence, Natural language processing, Neural networks, Language learning, Translation accuracy, Bilingual, Localization, Cultural adaptation, Website translation, Document translation, Google Translate API, Translate community, Translate app, Translation memory, Optical character recognition, Cloud translation.\n\nGoogle Übersetzer, Übersetzung, Sprache, Textübersetzung, Online-Übersetzer, Maschinelle Übersetzung, Künstliche Intelligenz, Wörterbuch, Synonyme, Grammatik, Übersetzungstool, Automatische Übersetzung, Sprachübersetzung, Übersetzungssoftware, Mehrsprachigkeit, Übersetzungsdienst, Übersetzungskosten, Übersetzungsgenauigkeit, Dolmetscher, Spracherkennung, Textanalyse, Sprachanalyse, Menschliche Übersetzung, Terminologie, Texterkennung.\n\nTraductor de Google, Traducción, Idioma, Traducción de texto, Traductor en línea, Traducción automática, Inteligencia Artificial, Diccionario, Sinónimos, Gramática, Herramienta de traducción, Traducción automática, Traducción de idiomas, Software de traducción, Multilingüismo, Servicio de traducción, Costo de traducción, Precisión de traducción, Intérprete, Reconocimiento de voz, Análisis de texto, Análisis de idioma, Traducción humana, Terminología, Reconocimiento de texto.\n\nGoogle Traduction, Traduction, Langue, Traduction de texte, Traducteur en ligne, Traduction automatique, Intelligence artificielle, Dictionnaire, Synonymes, Grammaire, Outil de traduction, Traduction automatique, Traduction de langue, Logiciel de traduction, Multilinguisme, Service de traduction, Coût de traduction, Précision de traduction, Interprète, Reconnaissance vocale, Analyse de texte, Analyse de langue, Traduction humaine, Terminologie, Reconnaissance de texte.\n\nGoogle Traduttore, Traduzione, Lingua, Traduzione di testo, Traduttore online, Traduzione automatica, Intelligenza artificiale, Dizionario, Sinonimi, Grammatica, Strumento di traduzione, Traduzione automatica, Traduzione di lingua, Software di traduzione, Multilinguismo, Servizio di traduzione, Costo di traduzione, Precisione di traduzione, Interpretariato, Riconoscimento vocale, Analisi di testo, Analisi di lingua, Traduzione umana, Terminologia, Riconoscimento di testo.\n\nGoogle Tradutor, Tradução, Língua, Tradução de texto, Tradutor online, Tradução automática, Inteligência artificial, Dicionário, Sinônimos, Gramática, Ferramenta de tradução, Tradução automática, Tradução de idiomas, Software de tradução, Multilinguismo, Serviço de tradução, Custo de tradução, Precisão de tradução, Interpretação, Reconhecimento de voz, Análise de texto, Análise de idioma, Tradução humana, Terminologia, Reconhecimento de texto.\n\nTłumacz Google, Tłumaczenie, Język, Tłumaczenie tekstu, Tłumacz online, Automatyczne tłumaczenie, Sztuczna inteligencja, Słownik, Synonimy, Gramatyka, Narzędzie do tłumaczenia, Automatyczne tłumaczenie, Tłumaczenie języków, Oprogramowanie do tłumaczenia, Wielojęzyczność, Usługi tłumaczeniowe, Koszt tłumaczenia, Precyzja tłumaczenia, Interpretacja, Rozpoznawanie mowy, Analiza tekstu, Analiza języka, Tłumaczenie ludzkie, Terminologia, Rozpoznawanie tekstu.\n\nGoogle Oversæt, Oversættelse, Sprog, Tekstoversættelse, Online oversætter, Automatisk oversættelse, Kunstig intelligens, Ordbog, Synonymer, Grammatik, Oversættelsesværktøj, Automatisk oversættelse, Sprogoversættelse, Oversættelsessoftware, Flersprogethed, Oversættelsestjenester, Oversættelsesomkostninger, Præcision af oversættelse, Tolkearbejde, Talegenkendelse, Tekstanalyse, Sproganalyse, Menneskelig oversættelse, Terminologi, Tekstgenkendelse.\n\nGoogle Oversetter, Oversettelse, Språk, Tekstoversettelse, Online oversetter, Automatisk oversettelse, Kunstig intelligens, Ordbok, Synonymer, Grammatikk, Oversettelsesverktøy, Automatisk oversettelse, Språkoversettelse, Oversettelsesprogramvare, Flerspråklighet, Oversettelsestjenester, Oversettelseskostnader, Presisjon av oversettelse, Tolkearbeid, Talegjenkjenning, Tekstanalyse, Språkanalyse, Menneskelig oversettelse, Terminologi, Tekstgjenkjenning.\n\nGoogle Translate, Vertaling, Taal, Tekstvertaling, Online vertaler, Automatische vertaling, Kunstmatige intelligentie, Woordenboek, Synoniemen, Grammatica, Vertaalhulpmiddel, Automatische vertaling, Taalvertaling, Vertaalsoftware, Meertaligheid, Vertaaldiensten, Vertaalkosten, Nauwkeurigheid van vertaling, Tolkenwerk, Spraakherkenning, Tekstanalyse, Taalanalyse, Menselijke vertaling, Terminologie, Tekstherkenning.\n\nGoogle Çeviri, Çeviri, Dil, Metin çevirisi, Online çevirmen, Otomatik çeviri, Yapay zeka, Sözlük, Eşanlamlılar, Dilbilgisi, Çeviri aracı, Otomatik çeviri, Dil çevirisi, Çeviri yazılımı, Çoklu dil desteği, Çeviri hizmetleri, Çeviri maliyetleri, Çevirinin doğruluğu, Tercüme işi, Konuşma tanıma, Metin analizi, Dil analizi, İnsan çevirisi, Terminoloji, Metin tanıma.",
    "ca": "traductor per a Chrome, la millor i més senzilla manera de traduir ràpidament part del contingut que necessiteu, com ara paraules, frases o fins i tot elements de menú.\n\nTradueix paraules i frases mentre navegues per la web amb Google Translate. Tradueix mentre llegeixes i escrius amb Quick Translate, el traductor més precís del món.\n\nAmb aquest traductor, podeu gaudir d'una qualitat de traducció immillorable de Google Translate sense sortir del vostre navegador.\n\nTradueix mentre llegeix\nAprèn un idioma llegint el que vulguis. Tradueix paraules i frases en directe a qualsevol pàgina web. Feu clic a paraules o frases de qualsevol lloc per traduir-les.\n\nBaixeu Quick Translate per a Chrome gratuïtament per començar a traduir avui mateix.\n\nRessalteu la paraula o el text que voleu traduir i immediatament veureu la traducció al vostre idioma. Tot en una extensió de navegador senzilla i entenedora.\n\n➖ Completament gratuït. No requereix registre ni cap subscripció;\n➖ Admet més de 120 idiomes;\n➖ Detecció automàtica de l'idioma;\n➖ Actuació de veu de text per a 60 idiomes;\n➖ Traducció inversa;\n➖ Funciona a tots els llocs, inclosos Gmail, Facebook, Twitter i altres;\n➖ Interfície d'usuari còmoda i intuïtiva de l'extensió;\n➖ Traduir paraules mitjançant un diccionari (+ el diccionari funciona fora de línia).\n\nTradueix el teu escrit\nAmb el traductor, podeu escriure el vostre contingut a la part superior de la finestra emergent i obtenir la traducció a la part inferior. Totes les traduccions (com ara el francès, l'alemany, l'espanyol, l'àrab i noranta-set idiomes més) estan impulsades per traduccions automàtices neuronals de Google Translate que tradueixen amb precisió el vostre contingut.\n\nel traductor llegeix i reprodueix paraules, frases i textos sencers mitjançant una traducció de text a veu (TTS) humana de qualitat. Mostra transcripció i transliteració, també sap reproduir paraules o textos amb l'accent correcte i amb l'accent correcte. Apreneu les paraules de pronunciació correctes de seguida, sense posposar-ho per a més endavant!\n\nfuncionalitat del traductor:\n✔️ Traducció de pàgines web: traducció completa de pàgines web amb traducció amb el ratolí\n✔️ diccionari: significat de paraules, pronunciació, sinònims, hipernims, hipònims i molt més.\n✔️ adreces d'interès: fa un seguiment de tots els canvis que heu fet als vostres marcadors. S'està desant l'historial de traduccions.\n✔️ text a veu - Escolteu la pronunciació correcta i reproduïu paraules i textos amb l'accent correcte.\n✔️ Traducció d'imatges (reconeixement d'imatges): només cal que seleccioneu l'àrea del monitor que voleu traduir (el principi de treball és com a l'eina de captura de pantalla).\n\nA la nova versió de l'extensió, hem afegit la possibilitat de seleccionar traductors. Ara no cal que instal·leu programes o aplicacions addicionals per utilitzar Google Translate, tot en una còmoda extensió, amb totes les funcions disponibles per al traductor uLanguage.\n\nText a veu\nUtilitzeu la funció TTS que us ajuda a aprendre com sonen les paraules i la transcripció fonètica.\n\nTraduccions a pàgina sencera\nTradueix pàgines web senceres a l'idioma desitjat amb només un clic. Aquesta és una nova funció proporcionada per Google Translator de forma gratuïta que hem integrat al nostre traductor.\n\nBing Translator, un altre gran nom dels llocs web de traducció en línia gratuïta és Bing, que utilitza Microsoft Translator. Podeu seleccionar l'idioma d'entrada o fer que el lloc el detecti automàticament mentre escriviu. Si tens el micròfon activat, pots pronunciar el text que vols traduir, cosa que sembla molt convenient si ens ho demanes.\n\nTranslate Translator permet als viatgers, estudiants, professionals de negocis, empresaris i personal mèdic llegir, escriure i parlar en els idiomes desitjats i traduir a qualsevol part del món.\n\n• Traductor de text: obteniu traduccions gratuïtes de text en més de 100 idiomes.\n• Traduir text a veu: Escolteu la traducció amb veu masculina o femenina.\n• Canvia entre diferents dialectes quan tradueixis.\n• Diccionari i tesaurus per a tots els idiomes.\n• Transliteració, Compartició, Preferits, Història i molt més.\n• Traductor de fotos: amb Translator, podeu utilitzar la vostra càmera per traduir menús, rètols i més a l'instant.\n• Traducció fora de línia: tradueix en més de 40 idiomes sense connexió a Internet.\n• Traductor de veu: tradueix converses i veu de veu a veu.\n• Conjugacions verbals en diferents temps.\nNomés has de triar quin traductor vols utilitzar avui: uLanguage translate o Google Translate.\n\nUtilitzeu el traductor per als vostres viatges el 2023:\n- traduir text i veu en segons\n- Traduir la pregunta per a la gent local,\n- traduir la conversa a les botigues,\n- traduir signes i indicadors.\n\nMicrosoft Translator és una aplicació de traducció personal gratuïta per a més de 70 idiomes, per traduir text, veu, converses, fotos de càmera i captures de pantalla. També podeu descarregar idiomes per a la traducció fora de línia de manera gratuïta per utilitzar-los quan viatgeu.\n\nEsperem que el nostre traductor us sigui útil! Esperem els vostres comentaris i valoracions! Escriviu també els vostres suggeriments per millorar la funcionalitat: help@u-language.com",
    "cs": "překladač pro Chrome nejlepší a nejjednodušší způsob, jak rychle přeložit část obsahu, který potřebujete, jako jsou slova, fráze nebo dokonce položky nabídky.\n\nPřekládejte slova a fráze při procházení webu pomocí Překladače Google. Překládejte při čtení a psaní pomocí rychlého překladu, nejpřesnějšího překladače na světě.\n\nS tímto překladačem si můžete užívat nepřekonatelnou kvalitu překladu Google Translate, aniž byste museli opustit prohlížeč.\n\nPřekládejte při čtení\nNaučte se jazyk čtením, co chcete. Překládejte slova a fráze živě na jakékoli webové stránce. Klikněte na slova nebo fráze na libovolném webu a přeložte je.\n\nStáhněte si zdarma Rychlý překlad pro Chrome a začněte překládat ještě dnes.\n\nZvýrazněte slovo nebo text, který chcete přeložit, a okamžitě uvidíte překlad do vašeho jazyka. Vše v jednom jednoduchém a srozumitelném rozšíření prohlížeče.\n\n➖ Zcela zdarma. Nevyžaduje registraci ani žádné předplatné;\n➖ Podporuje více než 120 jazyků;\n➖ Automatická detekce jazyka;\n➖ Textové hlasové ovládání pro 60 jazyků;\n➖ Reverzní překlad;\n➖ Funguje na všech stránkách včetně Gmailu, Facebooku, Twitteru a dalších;\n➖ Pohodlné a intuitivní uživatelské rozhraní rozšíření;\n➖ Překlad slov pomocí slovníku (+ slovník funguje offline).\n\nPřeložte své psaní\nPomocí překladače můžete napsat svůj obsah v horní části vyskakovacího okna a překlad zobrazit ve spodní části. Všechny překlady (např. francouzština, němčina, španělština, arabština a devadesát sedm dalších jazyků) jsou založeny na neuronových strojových překladech od Překladače Google, který přesně přeloží váš obsah.\n\npřekladač čte a reprodukuje slova, fráze a celé texty pomocí kvalitního překladu lidského textu na řeč (TTS). Ukazuje transkripci a transliteraci, také ví, jak reprodukovat slova nebo texty se správným přízvukem a se správným důrazem. Naučte se správná slova výslovnosti ihned, aniž byste to odkládali na později!\n\nfunkce překladače:\n✔️ Překlad webových stránek - úplný překlad webových stránek s překladem po najetí myší\n✔️ slovník - význam slov, výslovnost, synonyma, hypernyma, hyponyma a další.\n✔️ záložky - Sleduje všechny změny, které jste provedli ve svých záložkách. Ukládání historie překladů.\n✔️ převod textu na řeč - Poslouchejte správnou výslovnost a hrajte slova a texty se správným přízvukem.\n✔️ překlad obrázků (rozpoznávání obrázků) - Stačí vybrat oblast na monitoru, kterou chcete přeložit (princip práce je jako v nástroji pro snímání obrazovky).\n\nV nové verzi rozšíření jsme přidali možnost výběru překladatelů. Nyní již nemusíte instalovat další programy nebo aplikace, abyste mohli používat Překladač Google, vše v jednom praktickém rozšíření se všemi funkcemi, které jsou dostupné pro překladač uLanguage.\n\nText na řeč\nPoužijte funkci TTS, která vám pomůže naučit se, jak slova zní, a také fonetický přepis.\n\nCelostránkové překlady\nPřeložte celé webové stránky do požadovaného jazyka jediným kliknutím. Toto je nová funkce, kterou Google Translator poskytuje zdarma a kterou jsme integrovali do našeho překladače.\n\nBing Translator Dalším velkým jménem na bezplatných online překladových webech je Bing, který používá Microsoft Translator. Můžete si vybrat jazyk zadávání nebo nechat web automaticky detekovat, když píšete. Pokud máte zapnutý mikrofon, můžete vyslovit text, který chcete přeložit, což se zdá být docela pohodlné, pokud se nás zeptáte.\n\nTranslate Translator umožňuje cestovatelům, studentům, obchodníkům, zaměstnavatelům a lékařskému personálu číst, psát a mluvit v požadovaných jazycích a překládat kdekoli na světě.\n\n• Textový překladač: Získejte bezplatný překlad textu ve více než 100 jazycích.\n• Překlad textu na řeč: Poslouchejte překlad mužskými nebo ženskými hlasy.\n• Při překladu přepínejte mezi různými dialekty.\n• Slovník a tezaurus pro všechny jazyky.\n• Přepis, Sdílení, Oblíbené, Historie a mnoho dalšího.\n• Překladač fotografií: Pomocí Překladače můžete okamžitě překládat nabídky, nápisy a další.\n• Offline překlad: Překládejte do více než 40 jazyků bez připojení k internetu.\n• Hlasový překladač: Překládejte konverzaci a řeč Voice-to-Voice.\n• Konjugace sloves v různých časech.\nStačí si vybrat, který překladač chcete dnes používat: uLanguage translate nebo Google translate.\n\nPoužijte překladač pro své cesty v roce 2023:\n- přeložte text a hlas během několika sekund\n- přeložit otázku pro místní lidi,\n- překládat konverzaci v obchodech,\n- překládat značky a ukazatele.\n\nMicrosoft translator je bezplatná osobní překladatelská aplikace pro více než 70 jazyků, která překládá text, hlas, konverzace, fotografie z fotoaparátu a snímky obrazovky. Můžete si také zdarma stáhnout jazyky pro offline překlad a používat je na cestách.\n\nOpravdu doufáme, že vám náš překladatel bude užitečný! Těšíme se na vaši zpětnou vazbu a hodnocení! Napište také své návrhy na vylepšení funkčnosti - help@u-language.com\n\n\nBest and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslator uLanguage reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\nFunctionality:\n\n✔️ Web page Translation - full web page translation with mouse hover translation\n\n✔️ Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n\n✔️ Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n\n✔️ Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n\n✔️ Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nПростой переводчик. Перевести выделенный текст с веб-сайтов.\nПриложение Translate It переводит тексты, слова с любой веб-страницы на ваш язык. Удобный переводчик и словарь.\n\nПереводчик и словарь - ПОЗВОЛЬТЕ ВЫБРАТЬ И ПЕРЕВОДИТЬ ФРАГМЕНТЫ ТЕКСТА\nКак это работает?\n1. Установите расширение Translator из Интернет-магазина Chrome.\n2. Перейдите к документу или к странице, которую вы хотите перевести.\nкакой-то текст.\n3. Выделите нужный текст и переведите его.\n4. Получите свой перевод.\n\n👉 Перевести слова и предложения\n👉 Говорите и переводите текст\n👉 Слушайте переведенный текст\n👉 Легко копировать и вставлять текст\n👉 Поделитесь переводом текста с друзьями\n👉 Подробная история\n👉 Простой и привлекательный пользовательский интерфейс\n👉 Бесплатный переводчик с речью\n👉 Бесплатный перевод на другой язык\n👉 Совершенно бесплатно и быстрее\n👉 Лучшее приложение для перевода слов\n👉 Перевести более 100 языков\n👉 Копируйте и удаляйте текст одним щелчком мыши с помощью переводчика\n\nГолосовой переводчик:\n\nОсновная функция приложения для бесплатного языкового переводчика - голосовой переводчик.\n\nПросто говорите и легко переводите все свои слова на выбранный язык. Говорите сразу и переводите несколько раз на разные языки. Нажмите и удерживайте кнопку голосового управления и произнесите слова, которые хотите перевести, и ваши слова будут легко переведены на нужный язык. Translate free - лучший языковой переводчик с помощью голосового приложения. Переведите текст с помощью этого переводчика или инструмента веб-перевода, переводчик для хром.\n\nПеревести:\nПереводчик всегда поможет разобрать иностранные тексты на любом сайте и даже в PDF-документах! Не беспокойтесь о незнакомых словах! Всего один щелчок - и языковой барьер преодолен. Выберите слово, и оно автоматически определит соответствующие выражения в вашем тексте. Выберите предложение или абзац и мгновенно получите его перевод на самой странице. Слушайте произношение и откройте для себя примеры использования из реальной жизни.\n\nВСТРОЕННЫЙ ПЕРЕВОДЧИК\nВстроенный переводчик переводит выбранный текст предложение за предложением и вставляет перевод на веб-страницу с сохранением исходного форматирования.\n\nКАК ЗАПУСТИТЬ Переводчик\n  * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n  * воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик».",
    "da": "Oversætter til Chrome bedste og nemmeste måde at hurtigt oversætte en del af det indhold, du har brug for, såsom ord, sætninger eller endda menupunkter.\n\nOversæt ord og sætninger, mens du surfer på nettet, ved hjælp af Google Oversæt. Oversæt, mens du læser og skriver med Quick Translate, verdens mest nøjagtige oversætter.\n\nMed denne oversætter kan du nyde Google translate uovertruffen oversættelseskvalitet uden at forlade din browser.\n\nOversæt, mens du læser\nLær et sprog ved at læse, hvad du kan lide. Oversæt ord og sætninger live på enhver webside. Klik på ord eller sætninger på ethvert websted for at oversætte dem.\n\nDownload Hurtig oversættelse til Chrome gratis for at begynde at oversætte i dag.\n\nFremhæv det ord eller den tekst, du vil oversætte, og du vil straks se oversættelsen til dit sprog. Alt sammen i én enkel og forståelig browserudvidelse.\n\n➖ Helt gratis. Kræver ikke registrering eller nogen abonnementer;\n➖ Understøtter over 120 sprog;\n➖ Automatisk sprogdetektion;\n➖ Tekst stemmeskuespil for 60 sprog;\n➖ Omvendt oversættelse;\n➖ Virker på alle websteder inklusive Gmail, Facebook, Twitter og andre;\n➖ Praktisk og intuitiv brugergrænseflade af udvidelsen;\n➖ Oversættelse af ord ved hjælp af en ordbog (+ ordbog fungerer offline).\n\nOversæt din tekst\nMed oversætteren kan du skrive dit indhold øverst i pop op-vinduet og få oversættelsen nederst. Alle oversættelser (som fransk, tysk, spansk, arabisk og 97 andre sprog) er drevet af neurale maskinoversættelser fra Google Translate, der nøjagtigt oversætter dit indhold.\n\noversætteren læser og gengiver ord, sætninger og hele tekster ved hjælp af kvalitets human text-to-speech (TTS) oversættelse. Den viser transskription og translitteration, ved også, hvordan man gengiver ord eller tekster med den korrekte accent og med korrekt betoning. Lær de korrekte udtaleord med det samme, uden at udsætte det til senere!\n\noversætter funktionalitet:\n✔️ Websideoversættelse - fuld websideoversættelse med oversættelse af musen\n✔️ ordbog - Ordbetydning, udtale, synonymer, hypernyms, hyponymer og mere.\n✔️ bogmærker - Holder styr på alle de ændringer, du har lavet til dine bogmærker. Gemmer oversættelseshistorik.\n✔️ tekst til tale - Hør korrekt udtale og spil ord og tekster med korrekt accent.\n✔️ billedoversættelse (billedgenkendelse) - Vælg blot det område på skærmen, som du vil oversætte (princippet om arbejde er som i skærmbilledeværktøjet).\n\nI den nye version af udvidelsen har vi tilføjet muligheden for at vælge oversættere. Nu behøver du ikke installere yderligere programmer eller applikationer for at bruge Google Oversæt, alt sammen i én praktisk udvidelse med alle de funktioner, der er tilgængelige for uLanguage-oversætteren.\n\nTekst til tale\nBrug TTS-funktion, der hjælper dig med at lære, hvordan ord lyder såvel som fonetisk transskription.\n\nHelsides oversættelser\nOversæt hele websider til dit ønskede sprog med et enkelt klik. Dette er en ny funktion leveret af Google Translator gratis, som vi har integreret i vores oversætter.\n\nBing Translator et andet stort navn på gratis online oversættelseswebsteder er Bing, som bruger Microsoft Translator. Du kan vælge dit inputsprog eller få webstedet til automatisk at registrere det, mens du skriver. Hvis du har din mikrofon aktiveret, kan du indtale den tekst, du ønsker at blive oversat, hvilket virker ret praktisk, hvis du spørger os.\n\nTranslate Translator gør det muligt for rejsende, studerende, forretningsfolk, arbejdsgivere og medicinsk personale at læse, skrive og tale på de ønskede sprog og oversætte hvor som helst i verden.\n\n• Tekstoversætter: Få gratis oversættelse af tekst på over 100 sprog.\n• Oversæt tekst til tale: Lyt til oversættelse med mands- eller kvindestemmer.\n• Skift mellem forskellige dialekter, når du oversætter.\n• Ordbog og synonymordbog til alle sprog.\n• Translitteration, deling, favoritter, historie og meget mere.\n• Fotooversætter: Med Translator kan du bruge dit kamera til at oversætte menuer, skilte og meget mere med det samme.\n• Offline oversættelse: Oversæt til over 40 sprog uden internetforbindelse.\n• Stemmeoversætter: Oversæt stemme-til-stemme-samtale og tale.\n• Udsagnsordsbøjninger i forskellige tider.\nDu skal bare vælge, hvilken oversætter du vil bruge i dag: uLanguage translate eller Google translate.\n\nBrug oversætteren til dine rejserejser i 2023:\n- oversæt tekst og stemme på få sekunder\n- oversæt spørgsmål til lokalbefolkningen,\n- oversætte samtale i butikker,\n- oversætte tegn og pointer.\n\nMicrosoft translator er en gratis, personlig oversættelsesapp til mere end 70 sprog, til at oversætte tekst, stemme, samtaler, kamerabilleder og skærmbilleder. Du kan også downloade sprog til offlineoversættelse gratis til brug, når du rejser.\n\nVi håber virkelig, at vores oversætter vil være nyttig for dig! Vi ser frem til din feedback og vurderinger! Skriv også dine forslag til forbedring af funktionaliteten - help@u-language.com\n\n\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.",
    "de": "Übersetzer für Chrome ist der beste und einfachste Weg, um schnell einen Teil des benötigten Inhalts zu übersetzen, z. B. Wörter, Sätze oder sogar Menüelemente.\n\nÜbersetzen Sie Wörter und Sätze mit Google Translate, während Sie im Internet surfen. Übersetzen Sie, während Sie lesen und schreiben, mit Quick Translate, dem genauesten Übersetzer der Welt.\n\nMit diesem Übersetzer können Sie die unschlagbare Übersetzungsqualität von Google Translate genießen, ohne Ihren Browser zu verlassen.\n\nBeim Lesen übersetzen\nLerne eine Sprache, indem du liest, was du magst. Übersetzen Sie Wörter und Sätze live auf jeder Webseite. Klicken Sie auf Wörter oder Sätze auf einer beliebigen Website, um sie zu übersetzen.\n\nLaden Sie Quick Translate für Chrome kostenlos herunter, um noch heute mit dem Übersetzen zu beginnen.\n\nMarkieren Sie das Wort oder den Text, den Sie übersetzen möchten, und Sie sehen sofort die Übersetzung in Ihre Sprache. Alles in einer einfachen und verständlichen Browsererweiterung.\n\n➖ Völlig kostenlos. Erfordert keine Registrierung oder Abonnements;\n➖ Unterstützt über 120 Sprachen;\n➖ Automatische Spracherkennung;\n➖ Textsprachausgabe für 60 Sprachen;\n➖ Rückübersetzung;\n➖ Funktioniert auf allen Websites, einschließlich Gmail, Facebook, Twitter und anderen;\n➖ Komfortable und intuitive Benutzeroberfläche der Erweiterung;\n➖ Übersetzen von Wörtern mit einem Wörterbuch (+ Wörterbuch funktioniert offline).\n\nÜbersetze dein Geschriebenes\nMit dem Übersetzer können Sie Ihren Inhalt oben in das Popup schreiben und die Übersetzung unten abrufen. Alle Übersetzungen (wie Französisch, Deutsch, Spanisch, Arabisch und siebenundneunzig andere Sprachen) werden von neuronalen maschinellen Übersetzungen von Google Translate unterstützt, die Ihre Inhalte genau übersetzen.\n\nDer Übersetzer liest und reproduziert Wörter, Sätze und ganze Texte mithilfe hochwertiger menschlicher Text-zu-Sprache-Übersetzung (TTS). Es zeigt Transkription und Transliteration, weiß auch, wie man Wörter oder Texte mit dem richtigen Akzent und mit der richtigen Betonung wiedergibt. Lernen Sie sofort die richtigen Aussprachewörter, ohne es auf später zu verschieben!\n\nÜbersetzerfunktion:\n✔️ Webseitenübersetzung - vollständige Webseitenübersetzung mit Mouse-Hover-Übersetzung\n✔️ Wörterbuch - Wortbedeutung, Aussprache, Synonyme, Hypernyme, Hyponyme und mehr.\n✔️ Lesezeichen – Verfolgt alle Änderungen, die Sie an Ihren Lesezeichen vorgenommen haben. Übersetzungsverlauf speichern.\n✔️ Text-zu-Sprache - Hören Sie die korrekte Aussprache und spielen Sie Wörter und Texte mit dem richtigen Akzent.\n✔️ Bildübersetzung (Bilderkennung) - Wählen Sie einfach den Bereich auf dem Monitor aus, den Sie übersetzen möchten (das Arbeitsprinzip ist wie im Screenshot-Tool).\n\nIn der neuen Version der Erweiterung haben wir die Möglichkeit hinzugefügt, Übersetzer auszuwählen. Jetzt müssen Sie keine zusätzlichen Programme oder Anwendungen installieren, um Google Translate zu verwenden, alles in einer praktischen Erweiterung mit allen Funktionen, die für den uLanguage-Übersetzer verfügbar sind.\n\nText zu Sprache\nVerwenden Sie die TTS-Funktion, mit der Sie lernen, wie Wörter klingen, sowie die phonetische Transkription.\n\nGanzseitige Übersetzungen\nÜbersetzen Sie ganze Webseiten mit nur einem Klick in die gewünschte Sprache. Dies ist eine neue Funktion, die von Google Translator kostenlos zur Verfügung gestellt wird und die wir in unseren Übersetzer integriert haben.\n\nBing Translator Ein weiterer großer Name für kostenlose Online-Übersetzungswebsites ist Bing, das Microsoft Translator verwendet. Sie können Ihre Eingabesprache auswählen oder die Website automatisch während der Eingabe erkennen lassen. Wenn Sie Ihr Mikrofon aktiviert haben, können Sie den zu übersetzenden Text sprechen, was sehr praktisch erscheint, wenn Sie uns fragen.\n\nTranslate Translator ermöglicht es Reisenden, Studenten, Geschäftsleuten, Arbeitgebern und medizinischem Personal, überall auf der Welt in den gewünschten Sprachen zu lesen, zu schreiben und zu sprechen und zu übersetzen.\n\n• Textübersetzer: Holen Sie sich kostenlose Übersetzungen für Texte in über 100 Sprachen.\n• Text in Sprache übersetzen: Hören Sie sich die Übersetzung in männlicher oder weiblicher Stimme an.\n• Wechseln Sie beim Übersetzen zwischen verschiedenen Dialekten.\n• Wörterbuch & Thesaurus für alle Sprachen.\n• Transliteration, Freigabe, Favoriten, Verlauf und vieles mehr.\n• Fotoübersetzer: Mit Translator können Sie Ihre Kamera verwenden, um Menüs, Schilder und mehr sofort zu übersetzen.\n• Offline-Übersetzung: Übersetzen Sie ohne Internetverbindung in über 40 Sprachen.\n• Sprachübersetzer: Übersetzen Sie Voice-to-Voice-Gespräche und Sprache.\n• Verbkonjugationen in verschiedenen Zeitformen.\nWählen Sie einfach aus, welchen Übersetzer Sie heute verwenden möchten: uLanguage translate oder Google translate.\n\nNutzen Sie den Übersetzer für Ihre Reisen im Jahr 2023:\n- Text und Sprache in Sekunden übersetzen\n- Frage für Einheimische übersetzen,\n- Gespräche in Geschäften übersetzen,\n- Zeichen und Zeiger übersetzen.\n\nMicrosoft Translator ist eine kostenlose, persönliche Übersetzungs-App für mehr als 70 Sprachen, um Text, Sprache, Gespräche, Kamerafotos und Screenshots zu übersetzen. Sie können auch Sprachen für die Offline-Übersetzung kostenlos herunterladen, um sie auf Reisen zu verwenden.\n\nWir hoffen wirklich, dass unser Übersetzer für Sie nützlich sein wird! Wir freuen uns auf Ihr Feedback und Ihre Bewertungen! Schreiben Sie auch Ihre Vorschläge zur Verbesserung der Funktionalität - help@u-language.com",
    "el": "Translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate words and phrases while browsing the web, using Google Translate.\nTranslate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nYou'll be able to translate effortlessly and instantly whatever you're reading or writing within Chrome. Select and right-click on any text and choose to translate this selection. \n\nDue to a language barrier, you no longer must worry about missing any information throughout the web. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nPlease note that this is a beta version, and we are continually improving. \n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them.\n\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage. Therefore, after removing the extension, all your translation history will be deleted from the browser's local storage without the possibility of recovery.\n\nGoogle Translate one of the most popular online translation services is offered by Google. And if you search Google for translators, its own handy translation website will pop right up above your search results. This means you do not have to open another website.\n\nBut if you have a lengthy amount of text to translate, the Google Translate website is your spot. You have more space for your text and can choose your input method from handwriting or keyboard options. Other features you might like are saving, listening to, sharing, or copying the translated text.\n\nIn addition, you can suggest an edit if you believe the translation is incorrect. Google Translate provides over 100 languages.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nAfter you receive the translation, you have options to hear it aloud in a male or female voice, share it, or search Bing with it. Moreover, you can also give the translation a thumbs-up or thumbs-down if you would like to provide a little feedback. The free translator offers over 60 languages, which makes it a perfect bargain in our opinion.\n\n\nTranslator is a language translator extension for text, voice, conversations. You can easily translate into over 100 languages by using our translator app.\nNew Offline Mode allows you to translate abroad without paying expensive roaming charges.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\nFEATURES\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\n\nTranslate Translator supports languages & dialects:\nAfrikaans, Albanian, Arabic, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Catalan, Cebuano, Chichewa, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English, Esperanto, Estonian, Filipino, Finnish, French, Galician, Georgian, German, Greek, Gujarati, Haitian Creole, Hausa, Hebrew, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Irish, Italian, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Lao, Latin, Latvian, Lithuanian, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Myanmar (Burmese), Nepali, Norwegian, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Serbian, Sesotho, Sinhala, Slovak, Slovenian, Somali, Spanish, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish, Yoruba, Zulu\n\nLOVED AND TRUSTED BY MILLIONS\n\nIn search of a powerful language translator?\nWant it to have an in-built camera translator, text translator, voice translator & ocr image translator, and to be available as an offline translator?\n\nIntroducing Lingvanex Translator, your superior language translator & language learning app. Use our practical voice translator, call translator or image translator to translate conversations, SMS messages, calls, conference chats, or just phrases you need at the moment.\n\nHere are just some of the uses of our online & offline language translator:\n\n🔁108+ LANGUAGE TRANSLATOR\nText, voice & camera translator for all the languages you need with different features.\n\n🔊VOICE TO TEXT TRANSLATOR\nQuickly translate text or voice messages. Use it for both prerecorded audios, im or sms messages, or write/speak to the app.\n\n📢VOICE TO VOICE\nVoice-to-Voice conversations in 100+ languages with translation into your native language. Record a call and use it as a phone call translator too.\n\n📴OFFLINE TRANSLATOR\nUnlike most language converters, Lingvanex offline mode allows you to use it abroad for offline translation without using expensive roaming.\n\n🌎PERSONAL & BUSINESS USE\nTranslate Text, Voice, Images, Photo from camera, Screenshots, Sms, Conversations, Files, Websites, PDF documents making it perfect for both personal and professional use.\n\n🔄ALL FEATURES IN DETAIL:\n* Translate text in more than 100 languages\n* Translate text on photos and images\n* Translate websites and web pages\n* Text to speech feature and voice synthesizer\n* Use bookmarks to save your favourite translations\n* Translate with widgets\n* Memory cards will help you to learn new words\n* Transliteration and transcription\n* Dictionary meaning and alternate translations\n* Supports Google Watch and Samsung Gear\n* Translate with your headphones or bluetooth headset\n* Translation keyboard can translate in any application\n* Learn new phrases with travel phrasebook\n* Translation history for text and images\n* Recognize and translate objects with your camera\n* Share translated text\n* Voice translator. Speak and translate. Listen translated text.\n* Translate messages in chat\n* Offline translation\n\n\nUse the translator for your travel journeys in 2022:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft Translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\n• Text translation into over 70 languages*, for online and offline use\n• Camera translation to translate text within photos and screenshots\n• Voice translation to translate speech, and a split-screen mode for two participants having a bilingual conversation\n• Multi-person conversation translation - connect your devices and have in-person conversations with up to 100 people across multiple languages\n• Phrasebooks for verified translations and pronunciation guides to help you learn important phrases in foreign languages when you travel\n• Look up alternate translations and meanings of a word to find the best translation to express yourself\n• Download languages for offline use for when you travel without an internet connection\n• Hear your translated phrase out loud to help you learn how to say the translation\n• View transliterations (pronunciation guides) to help you pronounce the translation (includes Pinyin support for Chinese)\n• Share your translations with other apps\n• Pin and save your most frequent translations for later\n• Translate text in other apps through context menu translation\n\n• Text translation: Translate between 108 languages by typing\n• Tap to Translate: Copy text in any app and tap the Google Translate icon to translate (all languages)\n• Offline: Translate with no internet connection (59 languages)\n• Instant camera translation: Translate text in images instantly by just pointing your camera (94 languages)\n• Photos: Take or import photos for higher quality translations (90 languages)\n• Conversations: Translate bilingual conversations on the fly (70 languages)\n• Handwriting: Draw text characters instead of typing (96 languages)\n• Phrasebook: Star and save translated words and phrases for future reference (all languages)\n• Cross-device syncing: Login to sync phrasebook between app and desktop\n• Transcribe: Continuously translate someone speaking a different language in near real-time (8 languages)",
    "en,en_AU,en_GB,en_US,es_419,fa,gu,id,kn,ms,pt_PT,ro,sw,te,th,uk,vi,zh_TW": "Right-click on a word or phrase to translate it instantly using Google Translator. Online translation made easy!\n\n🌐 Key Features:\n ➖  Quick Translations: Simply right-click on any text on the page to translate it using Google Translator.\n➖ Customizable Settings: Choose your preferred language in the extension's settings. The translator will automatically detect the website's language based on your location.\n➖ Support for Multiple Languages: Effortlessly translate between a wide variety of languages.\n\n⚙️ User-Friendly Options:\n➖ Translate by double-clicking on a word for quick understanding.\n➖ Copy and paste larger text into the extension’s popup for detailed translations.\n\n🎨 Sleek Design:\n➖  Enjoy a visually appealing interface with customizable color themes, ensuring a smooth user experience.\n\n📖 Enhanced Reading:\n➖ Quickly translate entire web pages for seamless reading.\n➖ Use the context menu or the extension's popup to access full-page translations.\n\n🕰️ Useful Features:\n➖ History and Favorites: Save your favorite translations and access your language history for convenience.\n\n🔒 Privacy and Disclaimer:\nUse \"Web Translator\" at your own discretion. The extension is provided without warranties, and the author is not responsible for any data loss or issues.\nThis extension is not affiliated with or supported by Google Inc. It operates independently of https://translate.google.com.\n\n📚 Copyright:\nAll copyrights belong to their respective owners. Google neither sponsors nor endorses this Chrome extension.\n\n📝NOTE:\nMultilanguage Translator cooperates with Natutti LTD\nBy installing our extension you agree to our internal Privacy Policy and also automatically agree to the Privacy Policy and Terms of Use of the Natutti platform\nhttps://natutti.net/privacy-policy.html\nhttps://natutti.net/terms-of-use.html",
    "es": "Traductor para Chrome es la mejor y más fácil forma de traducir rápidamente parte del contenido que necesita, como palabras, frases o incluso elementos de menú.\n\nTraduce palabras y frases mientras navegas por la web con Google Translate. Traduce mientras lees y escribes con Quick Translate, el traductor más preciso del mundo.\n\nCon este traductor, puede disfrutar de una calidad de traducción inmejorable del traductor de Google sin salir de su navegador.\n\nTraduce mientras lees\nAprende un idioma leyendo lo que quieras. Traduce palabras y frases en vivo en cualquier página web. Haga clic en palabras o frases en cualquier sitio para traducirlas.\n\nDescarga Quick Translate para Chrome gratis para comenzar a traducir hoy.\n\nResalta la palabra o texto que deseas traducir e inmediatamente verás la traducción a tu idioma. Todo en una extensión de navegador simple y comprensible.\n\n➖ Completamente gratis. No requiere registro ni suscripciones;\n➖ Admite más de 120 idiomas;\n➖ Detección automática de idioma;\n➖ Actuación de voz de texto para 60 idiomas;\n➖ Traducción inversa;\n➖ Funciona en todos los sitios, incluidos Gmail, Facebook, Twitter y otros;\n➖ Interfaz de usuario conveniente e intuitiva de la extensión;\n➖ Traducir palabras usando un diccionario (+ el diccionario funciona sin conexión).\n\nTraduce tu escrito\nCon el traductor, puede escribir su contenido en la parte superior de la ventana emergente y obtener la traducción en la parte inferior. Todas las traducciones (como francés, alemán, español, árabe y otros noventa y siete idiomas) funcionan con traducciones automáticas neuronales de Google Translate que traduce con precisión su contenido.\n\nEl traductor lee y reproduce palabras, frases y textos completos utilizando una traducción humana de texto a voz (TTS) de calidad. Muestra transcripción y transliteración, además sabe reproducir palabras o textos con el acento correcto y con la acentuación correcta. ¡Aprenda las palabras de pronunciación correctas de inmediato, sin posponerlas para más tarde!\n\nfuncionalidad del traductor:\n✔️ Traducción de la página web: traducción completa de la página web con la traducción del mouse flotante\n✔️ diccionario: significado de palabras, pronunciación, sinónimos, hiperónimos, hipónimos y más.\n✔️ marcadores: realiza un seguimiento de todos los cambios que realizó en sus marcadores. Guardando el historial de traducción.\n✔️ texto a voz: escuche la pronunciación correcta y reproduzca palabras y textos con el acento correcto.\n✔️ traducción de imágenes (reconocimiento de imágenes): simplemente seleccione el área en el monitor que desea traducir (el principio de trabajo es como en la herramienta de captura de pantalla).\n\nEn la nueva versión de la extensión, hemos agregado la capacidad de seleccionar traductores. Ahora no necesita instalar programas o aplicaciones adicionales para usar Google Translate, todo en una extensión conveniente, con todas las funciones que están disponibles para el traductor de uLanguage.\n\nTexto a voz\nUse la función TTS que lo ayuda a aprender cómo suenan las palabras y la transcripción fonética.\n\nTraducciones de página completa\nTraduce páginas web completas al idioma que desees con solo un clic. Esta es una nueva función proporcionada por Google Traductor de forma gratuita que integramos en nuestro traductor.\n\nBing Traductor otro gran nombre en los sitios web gratuitos de traducción en línea es Bing, que utiliza Microsoft Traductor. Puede seleccionar su idioma de entrada o hacer que el sitio lo detecte automáticamente mientras escribe. Si tiene su micrófono habilitado, puede decir el texto que desea traducir, lo que parece bastante conveniente si nos lo solicita.\n\nTranslate Translator permite a los viajeros, estudiantes, profesionales de negocios, empleadores y personal médico leer, escribir y hablar en los idiomas deseados y traducir en cualquier parte del mundo.\n\n• Traductor de texto: obtenga traducción gratuita de texto en más de 100 idiomas.\n• Traducir texto a voz: Escuche la traducción en voces masculinas o femeninas.\n• Cambia entre diferentes dialectos cuando traduces.\n• Diccionario y tesauro para todos los idiomas.\n• Transliteración, Compartir, Favoritos, Historial y mucho más.\n• Traductor de fotos: con Traductor, puede usar su cámara para traducir menús, letreros y más al instante.\n• Traducción sin conexión: traduce en más de 40 idiomas sin conexión a Internet.\n• Traductor de voz: traduce conversaciones y discursos de voz a voz.\n• Conjugaciones de verbos en diferentes tiempos.\nSolo elige qué traductor quieres usar hoy: uLanguage translate o Google translate.\n\nUsa el traductor para tus viajes en 2023:\n- traducir texto y voz en segundos\n- traducir la pregunta para la gente local,\n- traducir conversación en tiendas,\n- traducir signos y punteros.\n\nEl traductor de Microsoft es una aplicación de traducción personal gratuita para más de 70 idiomas, para traducir texto, voz, conversaciones, fotos de cámara y capturas de pantalla. También puede descargar idiomas para la traducción sin conexión de forma gratuita para usar cuando viaja.\n\n¡Realmente esperamos que nuestro traductor te sea útil! ¡Esperamos sus comentarios y calificaciones! También escriba sus sugerencias para mejorar la funcionalidad - help@u-language.com",
    "et": "Best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslator uLanguage reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\nFunctionality:\n\n✔️ Web page Translation - full web page translation with mouse hover translation\n\n✔️ Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n\n✔️ Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n\n✔️ Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n\n✔️ Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.\n\n\nFEATURES:\n * Translate Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translate can replace the original text.\n * Translate the original page formatting.\n * Translate translation in brackets or without.\n * Translate translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n *  Translate Words translation using the built-in dictionary.\n * Translation history.\n * Translate customization.\n\nTranslator FEATURES:\n * translation between over 100 languages\n * multiple translation providers (Google, Microsoft Bing, Translator)\n * words translation with Dictionary\n * translation history\n * translation of the entire webpage with mouseover translation option\n * text-to-voice in 30 languages\n * automatic language detection\n * back translation\n * translation languages ​​customization\n * shortcuts customization\n * complete customization of each translation tool\n * Toolbar button customization\n * possibility to disable multiple translation providers\n * Google Translate preferred domain selection\n * localization of the user interface\n\nКАК ЗАПУСТИТЬ Переводчик\n   * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n   * Переводчик или Translator, translate воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n  * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик». Переводчик для Хрома",
    "fi": "Chromen kääntäjä on paras ja helpoin tapa kääntää nopeasti osa tarvitsemastasi sisällöstä, kuten sanoja, lauseita tai jopa valikon kohteita.\n\nKäännä sanoja ja lauseita selatessasi verkkoa Google-kääntäjän avulla. Käännä samalla kun luet ja kirjoitat Quick Translatella, maailman tarkimmalla kääntäjällä.\n\nTämän kääntäjän avulla voit nauttia Google-kääntäjän lyömättömästä käännöslaadusta poistumatta selaimesta.\n\nKäännä lukiessasi\nOpi kieltä lukemalla mitä haluat. Käännä sanoja ja lauseita livenä millä tahansa verkkosivulla. Napsauta minkä tahansa sivuston sanoja tai lauseita kääntääksesi ne.\n\nLataa Quick Translate for Chrome ilmaiseksi, niin voit aloittaa kääntämisen jo tänään.\n\nKorosta sana tai teksti, jonka haluat kääntää, ja näet heti käännöksen omalle kielellesi. Kaikki yhdessä yksinkertaisessa ja ymmärrettävässä selainlaajennuksessa.\n\n➖ Täysin ilmainen. Ei vaadi rekisteröitymistä tai tilauksia;\n➖ Tukee yli 120 kieltä;\n➖ Automaattinen kielentunnistus;\n➖ Tekstiääniesitys 60 kielelle;\n➖ Käänteinen käännös;\n➖ Toimii kaikilla sivustoilla, mukaan lukien Gmail, Facebook, Twitter ja muut;\n➖ Laajennuksen kätevä ja intuitiivinen käyttöliittymä;\n➖ Sanojen kääntäminen sanakirjan avulla (+ sanakirja toimii offline-tilassa).\n\nKäännä kirjoituksesi\nKääntäjän avulla voit kirjoittaa sisältösi ponnahdusikkunan yläosaan ja saada käännöksen alareunaan. Kaikki käännökset (kuten ranska, saksa, espanja, arabia ja yhdeksänkymmentäseitsemän muuta kieltä) perustuvat Google-kääntäjän konekäännöksiin, jotka kääntävät sisältösi tarkasti.\n\nkääntäjä lukee ja toistaa sanoja, lauseita ja kokonaisia tekstejä käyttämällä laadukasta ihmisen tekstistä puheeksi (TTS) -käännöstä. Se näyttää transkription ja translitteroinnin, osaa myös toistaa sanoja tai tekstejä oikealla aksentilla ja oikealla painotuksella. Opi oikeat ääntämissanat heti, lykkäämättä sitä myöhempään!\n\nkääntäjän toiminnot:\n✔️ Verkkosivujen käännös - täydellinen verkkosivun käännös hiiren osoitinkäännöksellä\n✔️ sanakirja - Sanan merkitys, ääntäminen, synonyymit, hypernyymit, hyponyymit ja paljon muuta.\n✔️ Kirjanmerkit - Pitää kirjaa kaikista kirjanmerkkeihisi tekemistäsi muutoksista. Tallennetaan käännöshistoriaa.\n✔️ Tekstistä puheeksi - Kuuntele oikea ääntäminen ja toista sanat ja tekstit oikealla aksentilla.\n✔️ Kuvan käännös (kuvantunnistus) - Valitse vain alue näytöltä, jonka haluat kääntää (työn periaate on kuten kuvakaappaustyökalussa).\n\nLaajennuksen uuteen versioon olemme lisänneet mahdollisuuden valita kääntäjät. Nyt sinun ei tarvitse asentaa lisäohjelmia tai sovelluksia käyttääksesi Google Kääntäjää, kaikki yhdessä kätevässä laajennuksessa, jossa on kaikki uLanguage-kääntäjän käytettävissä olevat ominaisuudet.\n\nTeksti puheeksi\nKäytä TTS-toimintoa, joka auttaa sinua oppimaan sanojen kuulostamisen sekä foneettisen transkription.\n\nKoko sivun käännökset\nKäännä kokonaisia verkkosivuja haluamallesi kielelle yhdellä napsautuksella. Tämä on uusi ominaisuus, jonka Google Translator tarjoaa ilmaiseksi ja jonka integroimme kääntäjään.\n\nBing Translator toinen suuri nimi ilmaisilla online-käännössivustoilla on Bing, joka käyttää Microsoft Translatoria. Voit valita syöttökielen tai antaa sivuston tunnistaa sen automaattisesti kirjoittaessasi. Jos sinulla on mikrofoni käytössä, voit puhua tekstin, jonka haluat käännettäväksi, mikä näyttää varsin kätevältä, jos kysyt meiltä.\n\nKääntäjän avulla matkustajat, opiskelijat, liike-elämän ammattilaiset, työnantajat ja hoitohenkilökunta voivat lukea, kirjoittaa ja puhua halutuilla kielillä ja kääntää kaikkialla maailmassa.\n\n• Tekstin kääntäjä: Hanki ilmainen käännös tekstille yli 100 kielelle.\n• Käännä teksti puheeksi: Kuuntele käännöstä mies- tai naisäänellä.\n• Vaihda eri murteiden välillä kääntäessäsi.\n• Sanakirja ja tesaurus kaikille kielille.\n• Translitterointi, jakaminen, suosikit, historia ja paljon muuta.\n• Valokuvan kääntäjä: Kääntäjän avulla voit kääntää valikot, kyltit ja paljon muuta välittömästi kamerallasi.\n• Offline-käännös: Käännä yli 40 kielelle ilman Internet-yhteyttä.\n• Äänikääntäjä: Käännä ääni puheesta keskustelu ja puhe.\n• Verbikonjugaatiot eri aikamuodoissa.\nValitse vain, mitä kääntäjää haluat käyttää tänään: uLanguage translate tai Google translate.\n\nKäytä kääntäjää vuoden 2023 matkamatkoillesi:\n- kääntää tekstiä ja ääntä sekunneissa\n- kääntää kysymys paikallisille ihmisille,\n- kääntää keskusteluja kaupoissa,\n- kääntää merkkejä ja viitteitä.\n\nMicrosoft translator on ilmainen, henkilökohtainen käännössovellus yli 70 kielelle tekstin, äänen, keskustelujen, kameran kuvien ja kuvakaappausten kääntämiseen. Voit myös ladata offline-käännöksiä ilmaiseksi käytettäväksi matkoillasi.\n\nToivomme todella, että kääntäjästämme on sinulle hyötyä! Odotamme palautettasi ja arvioita! Kirjoita myös ehdotuksesi toiminnan parantamiseksi - help@u-language.com\n\n\nBest and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslator uLanguage reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\nFunctionality:\n\n✔️ Web page Translation - full web page translation with mouse hover translation\n\n✔️ Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n\n✔️ Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n\n✔️ Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n\n✔️ Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.",
    "fil": "Translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nJust choose which translator you want to use today: uLanguage Translate or Google Translate.\n\nWith the Translator, you can enjoy unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate whatever you’re reading or writing within Chrome. Until then, you can simply select and right-click on any text and choose Translate this selection. \n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nPlease note that this is a beta version, and we are continually making improvements. \n\nTranslate while reading\nYou never have to skip an email, article, or website again. No matter what you’re browsing in Chrome, you can view it in context in your chosen language. \n\nTranslate your writing\nWhether you’re writing a social media post, chat message, or email, you can translate your own words immediately after you type them. This means you no longer have to copy, paste, retype, or leave Chrome to communicate in another language.\n\nFull-page translation\nIf you’re a DeepL user, you can translate entire web pages into your desired language with just one click. Or to make things even easier, you can choose to have all websites in specific languages automatically translated for a seamless browsing experience. This feature is coming soon for free users. \n\nDeepL for Chrome extension, you can enjoy DeepL’s unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate as you’re reading or writing within Chrome. If you’re a DeepL Pro user, that includes entire web pages. \nIf you’re a free user, we’re working on releasing this feature for you too. Until then, you can simply select any text and the DeepL icon will appear. To translate your selection, click on the icon. If you want to translate even faster, set up your own shortcuts in the settings, for both reading or writing with DeepL on Chrome.\n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nDownload DeepL for Chrome for free to start translating today.\n\nTranslate while reading\nYou won’t have to skip emails, articles, or websites anymore. You can view the content you’re browsing in Chrome in your chosen language, in its original context. \n\nTranslate your writing\nWhether you’re writing a social media post, chat message, or email, you can translate your own words immediately after you type them. This means you no longer have to copy, paste, retype, or leave Chrome to communicate in another language.\n\nFull-page translations\nIf you’re a DeepL Pro user, you can translate entire web pages into your desired language with just one click. To make things even easier, you can choose to have all websites in specific languages automatically translated for a seamless browsing experience. We’re working on releasing this feature for free users too. \n\nDeepL Pro login \nDeepL Pro users can log in to their accounts through the extension.\n\nShortcuts\nUse simple shortcuts to make translation quicker and easier. You can set your own shortcuts in the settings.\n\nUnparalleled accuracy\nYou can rest assured that you’re getting the best possible translations on the website or application you’re using. DeepL translations consistently outperform the competition and are proven to be three times more accurate than translations from major tech companies.\n\nLoved by millions of users\nMillions of people around the world use DeepL every day to improve their communication.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com",
    "fr": "traducteur pour Chrome est le meilleur et le plus simple moyen de traduire rapidement une partie du contenu dont vous avez besoin, comme des mots, des phrases ou même des éléments de menu.\n\nTraduisez des mots et des phrases lorsque vous naviguez sur le Web à l'aide de Google Traduction. Traduisez pendant que vous lisez et écrivez avec Quick Translate, le traducteur le plus précis au monde.\n\nAvec ce traducteur, vous pouvez profiter de la qualité de traduction imbattable de Google Translate sans quitter votre navigateur.\n\nTraduire en lisant\nApprenez une langue en lisant ce que vous aimez. Traduisez des mots et des phrases en direct sur n'importe quelle page Web. Cliquez sur des mots ou des phrases sur n'importe quel site pour les traduire.\n\nTéléchargez gratuitement Quick Translate pour Chrome pour commencer à traduire dès aujourd'hui.\n\nMettez en surbrillance le mot ou le texte que vous souhaitez traduire et vous verrez immédiatement la traduction dans votre langue. Le tout dans une extension de navigateur simple et compréhensible.\n\n➖ Entièrement gratuit. Ne nécessite pas d'inscription ni d'abonnement ;\n➖ Prend en charge plus de 120 langues ;\n➖ Détection automatique de la langue ;\n➖ Voix textuelle pour 60 langues ;\n➖ Traduction inversée ;\n➖ Fonctionne sur tous les sites, y compris Gmail, Facebook, Twitter et autres ;\n➖ Interface utilisateur pratique et intuitive de l'extension ;\n➖ Traduire des mots à l'aide d'un dictionnaire (+ le dictionnaire fonctionne hors ligne).\n\nTraduisez votre écriture\nAvec le traducteur, vous pouvez écrire votre contenu en haut de la fenêtre contextuelle et obtenir la traduction en bas. Toutes les traductions (comme le français, l'allemand, l'espagnol, l'arabe et quatre-vingt-dix-sept autres langues) sont alimentées par des traductions automatiques neuronales de Google Translate qui traduisent avec précision votre contenu.\n\nLe traducteur lit et reproduit des mots, des phrases et des textes entiers à l'aide d'une traduction de synthèse vocale humaine de qualité. Il montre la transcription et la translittération, sait également reproduire des mots ou des textes avec le bon accent et avec le bon accent. Apprenez les mots de prononciation corrects tout de suite, sans le reporter à plus tard !\n\nfonctionnalité de traduction :\n✔️ Traduction de pages Web - traduction complète de pages Web avec traduction au survol de la souris\n✔️ dictionnaire - Signification des mots, prononciation, synonymes, hypernymes, hyponymes et plus encore.\n✔️ signets - Garde une trace de toutes les modifications que vous avez apportées à vos signets. Enregistrement de l'historique des traductions.\n✔️ synthèse vocale - Écoutez la prononciation correcte et jouez des mots et des textes avec un accent correct.\n✔️ Traduction d'image (reconnaissance d'image) - Sélectionnez simplement la zone du moniteur que vous souhaitez traduire (le principe de travail est le même que dans l'outil de capture d'écran).\n\nDans la nouvelle version de l'extension, nous avons ajouté la possibilité de sélectionner des traducteurs. Désormais, vous n'avez plus besoin d'installer de programmes ou d'applications supplémentaires pour utiliser Google Translate, le tout dans une extension pratique, avec toutes les fonctionnalités disponibles pour le traducteur uLanguage.\n\nTexte pour parler\nUtilisez la fonction TTS qui vous aide à apprendre le son des mots ainsi que la transcription phonétique.\n\nTraductions pleine page\nTraduisez des pages Web entières dans la langue de votre choix en un seul clic. Il s'agit d'une nouvelle fonctionnalité fournie gratuitement par Google Translator que nous avons intégrée à notre traducteur.\n\nBing Translator Un autre grand nom des sites Web de traduction en ligne gratuits est Bing, qui utilise Microsoft Translator. Vous pouvez sélectionner votre langue de saisie ou faire en sorte que le site la détecte automatiquement au fur et à mesure que vous tapez. Si vous avez activé votre microphone, vous pouvez prononcer le texte que vous souhaitez traduire, ce qui semble assez pratique si vous nous le demandez.\n\nTranslate Translator permet aux voyageurs, aux étudiants, aux professionnels, aux employeurs et au personnel médical de lire, d'écrire et de parler dans les langues souhaitées et de traduire partout dans le monde.\n\n• Traducteur de texte : obtenez une traduction gratuite de texte dans plus de 100 langues.\n• Traduire du texte en parole : écoutez la traduction dans des voix masculines ou féminines.\n• Basculez entre différents dialectes lorsque vous traduisez.\n• Dictionnaire & Thésaurus pour toutes les langues.\n• Translittération, partage, favoris, historique et bien plus encore.\n• Traducteur de photos : avec Translator, vous pouvez utiliser votre appareil photo pour traduire instantanément des menus, des panneaux et bien plus encore.\n• Traduction hors ligne : traduisez dans plus de 40 langues sans connexion Internet.\n• Traducteur vocal : traduisez des conversations et des discours voix-à-voix.\n• Conjugaisons de verbes à différents temps.\nChoisissez simplement le traducteur que vous souhaitez utiliser aujourd'hui : uLanguage translate ou Google translate.\n\nUtilisez le traducteur pour vos déplacements en 2023 :\n- traduire du texte et de la voix en quelques secondes\n- traduire la question pour les populations locales,\n- traduire la conversation dans les magasins,\n- traduire des signes et des pointeurs.\n\nLe traducteur Microsoft est une application de traduction gratuite et personnelle pour plus de 70 langues, pour traduire du texte, de la voix, des conversations, des photos d'appareils photo et des captures d'écran. Vous pouvez également télécharger gratuitement des langues pour la traduction hors ligne à utiliser lorsque vous voyagez.\n\nNous espérons vraiment que notre traducteur vous sera utile ! Nous attendons avec impatience vos commentaires et vos évaluations ! Écrivez également vos suggestions pour améliorer la fonctionnalité - help@u-language.com",
    "he": "Translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictionary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.",
    "hi": "Online Translator best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nJust choose which translator you want to use today: uLanguage Translate or Google Translate.\n\nWith the Translator, you can enjoy unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate whatever you’re reading or writing within Chrome. Until then, you can simply select and right-click on any text and choose Translate this selection. \n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nPlease note that this is a beta version, and we are continually making improvements. \n\nTranslate while reading\nYou never have to skip an email, article, or website again. No matter what you’re browsing in Chrome, you can view it in context in your chosen language. \n\nTranslate your writing\nWhether you’re writing a social media post, chat message, or email, you can translate your own words immediately after you type them. This means you no longer have to copy, paste, retype, or leave Chrome to communicate in another language.\n\nFull-page translation\nIf you’re a DeepL user, you can translate entire web pages into your desired language with just one click. Or to make things even easier, you can choose to have all websites in specific languages automatically translated for a seamless browsing experience. This feature is coming soon for free users. \n\nDeepL for Chrome extension, you can enjoy DeepL’s unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate as you’re reading or writing within Chrome. If you’re a DeepL Pro user, that includes entire web pages. \nIf you’re a free user, we’re working on releasing this feature for you too. Until then, you can simply select any text and the DeepL icon will appear. To translate your selection, click on the icon. If you want to translate even faster, set up your own shortcuts in the settings, for both reading or writing with DeepL on Chrome.\n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nDownload DeepL for Chrome for free to start translating today.\n\nBy incorporating Google Translate into your browsing experience, you're embracing an extension that is much more than just an online translator. It's a dictionary, a multi languages translator, an accurate translate tool, and above all, it's your bridge to understanding and interacting with the limitless content on the web.\n\nGoogle Translate, Translate, Translator, Bing Translate, Language translating, Translation, Dictionary, Accurate Translate, Translate Tool, Multi languages translator, Page Translator, Web Translate, Online Translator, Online Translation, Translation tool, Language translator, Text-to-speech, Full-page translation, Translation history, Grammar check translation, Translation app, Document translation, Grammar checker.\n\nGoogle překladač, Překládat, Překladač, Bing překladač, Překládání jazyků, Překlad, Slovník, Přesný Překlad, Nástroj pro překlad, Překladač více jazyků, Překladač stránek, Webový Překlad, Online Překladač, Online Překlad, Nástroj pro překlad, Jazykový překladač, Text na řeč, Překlad celé stránky, Historie překladů, Kontrola pravopisu při překladu, Aplikace pro překlad, Překlad dokumentů.\n\nGoogle Translate, Oversæt, Oversætter, Bing Oversæt, Sprogoversættelse, Oversættelse, Ordbog, Nøjagtig Oversættelse, Oversættelsesværktøj, Flersproget oversætter, Sideoversætter, Web Oversættelse, Online Oversætter, Online Oversættelse, Oversættelsesværktøj, Sprogoversætter, Tekst-til-tale, Fuldsideoversættelse, Oversættelseshistorik, Grammatik tjek oversættelse, Oversættelsesapp, Dokumentoversættelse.\n\nGoogle translate, Traduire, Traducteur, Bing translate, Traduction de langues, Traduction, Dictionnaire, Traduction précise, Outil de traduction, Traducteur multilingue, Traducteur de page, Traduction Web, Traducteur en ligne, Traduction en ligne, Outil de traduction, Traducteur de langue, Texte à parole, Traduction de page complète, Historique de traduction, Vérification de grammaire dans la traduction, Application de traduction, Traduction de document.\n\nGoogle Übersetzer, Übersetzen, Übersetzer, Bing Übersetzer, Sprachen übersetzen, Übersetzung, Wörterbuch, Genau Übersetzen, Übersetzungswerkzeug, Mehrsprachen Übersetzer, Seitenübersetzer, Web Übersetzung, Online Übersetzer, Online Übersetzung, Übersetzungswerkzeug, Sprachübersetzer, Text-zu-Sprache, Ganzseitige Übersetzung, Übersetzungshistorie, Grammatikprüfung Übersetzung, Übersetzungsapp, Dokumentenübersetzung.\n\nGoogle translate, Tradurre, Traduttore, Bing translate, Traduzione di lingue, Traduzione, Dizionario, Traduzione accurata, Strumento di traduzione, Traduttore multilingue, Traduttore di pagine, Traduzione web, Traduttore online, Traduzione online, Strumento di traduzione, Traduttore di lingue, Text-to-speech, Traduzione di pagine intere, Cronologia delle traduzioni, Controllo grammaticale della traduzione, App di traduzione, Traduzione di documenti.\n\nGoogle translate, Tłumacz, Tłumaczenie, Bing translate, Tłumaczenie języków, Przekład, Słownik, Dokładne tłumaczenie, Narzędzie do tłumaczenia, Tłumacz wielojęzyczny, Tłumacz stron, Tłumaczenie stron internetowych, Tłumacz online, Tłumaczenie online, Narzędzie do tłumaczenia, Tłumacz językowy, Tekst na mowę, Tłumaczenie całej strony, Historia tłumaczeń, Sprawdzanie gramatyki w tłumaczeniu, Aplikacja do tłumaczenia, Tłumaczenie dokumentów.\n\nGoogle Tradutor, Traduzir, Tradutor, Bing Tradutor, Tradução de idiomas, Tradução, Dicionário, Tradução precisa, Ferramenta de tradução, Tradutor de vários idiomas, Tradutor de página, Tradução na web, Tradutor online, Tradução online, Ferramenta de tradução, Tradutor de idiomas, Texto-para-fala, Tradução de página inteira, Histórico de tradução, Verificação gramatical de tradução, Aplicativo de tradução, Tradução de documentos.\n\nGoogle Translate, Traducir, Traductor, Bing Translate, Traducción de idiomas, Traducción, Diccionario, Traducción precisa, Herramienta de traducción, Traductor de varios idiomas, Traductor de página, Traducción web, Traductor en línea, Traducción en línea, Herramienta de traducción, Traductor de idiomas, Texto a voz, Traducción de página completa, Historial de traducción, Verificación gramatical de traducción, Aplicación de traducción, Traducción de documentos.\nDeepL Pro login \nDeepL Pro users can log in to their accounts through the extension.\n\nShortcuts\nUse simple shortcuts to make translation quicker and easier. You can set your own shortcuts in the settings.\n\nUnparalleled accuracy\nYou can rest assured that you’re getting the best possible translations on the website or application you’re using. DeepL translations consistently outperform the competition and are proven to be three times more accurate than translations from major tech companies.\n\nLoved by millions of users\nMillions of people around the world use DeepL every day to improve their communication.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com",
    "hr": "Web Translator best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nJust choose which translator you want to use today: uLanguage Translate or Google Translate.\n\nWith the Translator, you can enjoy unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate whatever you’re reading or writing within Chrome. Until then, you can simply select and right-click on any text and choose Translate this selection. \n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nPlease note that this is a beta version, and we are continually making improvements. \n\nTranslate while reading\nYou never have to skip an email, article, or website again. No matter what you’re browsing in Chrome, you can view it in context in your chosen language. \n\nTranslate your writing\nWhether you’re writing a social media post, chat message, or email, you can translate your own words immediately after you type them. This means you no longer have to copy, paste, retype, or leave Chrome to communicate in another language.\n\nFull-page translation\nIf you’re a DeepL user, you can translate entire web pages into your desired language with just one click. Or to make things even easier, you can choose to have all websites in specific languages automatically translated for a seamless browsing experience. This feature is coming soon for free users. \n\nDeepL for Chrome extension, you can enjoy DeepL’s unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate as you’re reading or writing within Chrome. If you’re a DeepL Pro user, that includes entire web pages. \nIf you’re a free user, we’re working on releasing this feature for you too. Until then, you can simply select any text and the DeepL icon will appear. To translate your selection, click on the icon. If you want to translate even faster, set up your own shortcuts in the settings, for both reading or writing with DeepL on Chrome.\n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nDownload DeepL for Chrome for free to start translating today.\n\nTranslate while reading\nYou won’t have to skip emails, articles, or websites anymore. You can view the content you’re browsing in Chrome in your chosen language, in its original context. \n\nTranslate your writing\nWhether you’re writing a social media post, chat message, or email, you can translate your own words immediately after you type them. This means you no longer have to copy, paste, retype, or leave Chrome to communicate in another language.\n\nFull-page translations\nIf you’re a DeepL Pro user, you can translate entire web pages into your desired language with just one click. To make things even easier, you can choose to have all websites in specific languages automatically translated for a seamless browsing experience. We’re working on releasing this feature for free users too. \n\nDeepL Pro login \nDeepL Pro users can log in to their accounts through the extension.\n\nShortcuts\nUse simple shortcuts to make translation quicker and easier. You can set your own shortcuts in the settings.\n\nUnparalleled accuracy\nYou can rest assured that you’re getting the best possible translations on the website or application you’re using. DeepL translations consistently outperform the competition and are proven to be three times more accurate than translations from major tech companies.\n\nLoved by millions of users\nMillions of people around the world use DeepL every day to improve their communication.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com",
    "hu": "A legjobb és legegyszerűbb módja annak, hogy gyorsan lefordítsa a szükséges tartalom egy részét, például szavakat, kifejezéseket vagy akár menüpontokat.\n\nJelölje ki a lefordítani kívánt szót vagy szöveget, és azonnal meglátja a fordítást az Ön nyelvére. Mindezt egy egyszerű és érthető böngészőbővítményben.\n\n➖ Teljesen ingyenes. Nem igényel regisztrációt vagy előfizetéseket;\n➖ Több mint 120 nyelvet támogat;\n➖ automatikus nyelvészlelés;\n➖ szöveges hanghatás 60 nyelven;\n➖ Fordított fordítás;\n➖ Minden webhelyen működik, beleértve a Gmailt, a Facebookot, a Twittert és másokat;\n➖ A kiterjesztés kényelmes és intuitív felhasználói felülete;\n➖ Szavak fordítása szótár segítségével (a + szótár offline módban működik).\n\nA Translator uLanguage szavakat, kifejezéseket és teljes szövegeket olvas és reprodukál, minőségi emberi szöveg-beszéd (TTS) fordítással. Átírást és átírást mutat, tudja, hogyan kell szavakat vagy szövegeket helyes akcentussal és helyes hangsúlyozással reprodukálni. Tanuld meg azonnal a helyes kiejtési szavakat, anélkül, hogy későbbre halasztanád!\n\nFunkcionalitás:\n\n✔️ Weboldal fordítás - teljes weboldal fordítás egérmutatós fordítással\n\n✔️ Szótár - A szó jelentése, kiejtése, szinonimái, hipermanjai, hiponimjai és még sok más.\n\n✔️ Könyvjelzők - A könyvjelzőkön végrehajtott összes változás nyomon követése. Fordítási előzmények mentése.\n\n✔️ Szövegről beszédre - Hallja meg a helyes kiejtést, és játssza le a szavakat és szövegeket helyes akcentussal.\n\n✔️ Képfordítás (képfelismerés) - Csak válassza ki a monitoron azt a területet, amelyet le akar fordítani (a munka elve megegyezik a képernyőkép eszközével).\n\nNagyon reméljük, hogy fordítónk hasznos lesz az Ön számára! Várjuk visszajelzéseit és értékeléseit! Írja meg javaslatait is a funkcionalitás javítására - help@u-language.com\n\n\n\nTranslator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application Translate\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.\n\nFEATURES:\n * Translate Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translate can replace the original text.\n * Translate the original page formatting.\n * Translate translation in brackets or without.\n * Translate translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n *  Translate Words translation using the built-in dictionary.\n * Translation history.\n * Translate customization.\n\nКАК ЗАПУСТИТЬ Переводчик\n   * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n   * воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n  * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик». Переводчик для Хрома",
    "it": "Traduttore per Chrome il modo migliore e più semplice per tradurre rapidamente parte del contenuto di cui hai bisogno, come parole, frasi o persino voci di menu.\n\nTraduci parole e frasi mentre navighi sul Web, utilizzando Google Traduttore. Traduci mentre leggi e scrivi con Quick Translate, il traduttore più preciso al mondo.\n\nCon questo traduttore, puoi goderti l'imbattibile qualità di traduzione di Google translate senza uscire dal tuo browser.\n\nTradurre durante la lettura\nImpara una lingua leggendo quello che vuoi. Traduci parole e frasi dal vivo su qualsiasi pagina web. Fai clic su parole o frasi su qualsiasi sito per tradurle.\n\nScarica gratuitamente Quick Translate per Chrome per iniziare a tradurre oggi stesso.\n\nEvidenzia la parola o il testo che vuoi tradurre e vedrai immediatamente la traduzione nella tua lingua. Tutto in un'estensione del browser semplice e comprensibile.\n\n➖ Completamente gratuito. Non richiede registrazione o abbonamenti;\n➖ Supporta oltre 120 lingue;\n➖ Rilevamento automatico della lingua;\n➖ Testo recitazione vocale per 60 lingue;\n➖ Traduzione inversa;\n➖ Funziona su tutti i siti inclusi Gmail, Facebook, Twitter e altri;\n➖ Interfaccia utente comoda e intuitiva dell'estensione;\n➖ Tradurre parole usando un dizionario (+ il dizionario funziona offline).\n\nTraduci la tua scrittura\nCon il traduttore, puoi scrivere il tuo contenuto nella parte superiore del pop-up e ottenere la traduzione nella parte inferiore. Tutte le traduzioni (come francese, tedesco, spagnolo, arabo e altre novantasette lingue) sono alimentate da traduzioni automatiche neurali di Google Translate che traduce accuratamente i tuoi contenuti.\n\nil traduttore legge e riproduce parole, frasi e interi testi utilizzando una traduzione da testo a voce umana (TTS) di qualità. Mostra trascrizione e traslitterazione, sa anche riprodurre parole o testi con l'accento corretto e con l'accento corretto. Impara subito le parole di pronuncia corrette, senza rimandare per dopo!\n\nfunzionalità del traduttore:\n✔️ Traduzione di pagine Web: traduzione completa di pagine Web con traduzione al passaggio del mouse\n✔️ dizionario - Significato delle parole, pronuncia, sinonimi, ipernimi, iponimi e altro ancora.\n✔️ segnalibri: tiene traccia di tutte le modifiche apportate ai segnalibri. Salvataggio della cronologia delle traduzioni.\n✔️ Sintesi vocale: ascolta la pronuncia corretta e riproduci parole e testi con l'accento corretto.\n✔️ traduzione delle immagini (riconoscimento delle immagini) - Basta selezionare l'area sul monitor che si desidera tradurre (il principio di lavoro è come nello strumento screenshot).\n\nNella nuova versione dell'estensione, abbiamo aggiunto la possibilità di selezionare i traduttori. Ora non è necessario installare programmi o applicazioni aggiuntivi per utilizzare Google Translate, tutto in un'unica comoda estensione, con tutte le funzionalità disponibili per il traduttore uLanguage.\n\nSintesi vocale\nUsa la funzione TTS che ti aiuta a imparare come suonano le parole e la trascrizione fonetica.\n\nTraduzioni a tutta pagina\nTraduci intere pagine Web nella lingua desiderata con un solo clic. Questa è una nuova funzionalità fornita gratuitamente da Google Translator che abbiamo integrato nel nostro traduttore.\n\nBing Translator un altro grande nome nei siti Web di traduzione online gratuiti è Bing, che utilizza Microsoft Translator. Puoi selezionare la lingua di input o fare in modo che il sito la rilevi automaticamente durante la digitazione. Se hai il microfono abilitato, puoi pronunciare il testo che vuoi tradurre, il che sembra abbastanza comodo se ce lo chiedi.\n\nTranslate Translator consente a viaggiatori, studenti, professionisti aziendali, datori di lavoro e personale medico di leggere, scrivere e parlare nelle lingue desiderate e tradurre ovunque nel mondo.\n\n• Traduttore di testi: ottieni traduzioni gratuite di testi in oltre 100 lingue.\n• Traduci testo in voce: ascolta la traduzione con voci maschili o femminili.\n• Passa da un dialetto all'altro quando traduci.\n• Dizionario e Thesaurus per tutte le lingue.\n• Traslitterazione, Condivisione, Preferiti, Cronologia e molto altro.\n• Traduttore di foto: con Translator, puoi utilizzare la tua fotocamera per tradurre menu, cartelli e molto altro all'istante.\n• Traduzione offline: traduci in oltre 40 lingue senza una connessione a Internet.\n• Traduttore vocale: traduce conversazioni e discorsi da voce a voce.\n• Coniugazioni verbali in tempi diversi.\nBasta scegliere quale traduttore vuoi usare oggi: uLanguage translate o Google translate.\n\nUsa il traduttore per i tuoi viaggi nel 2023:\n- tradurre testo e voce in pochi secondi\n- tradurre la domanda per la gente del posto,\n- tradurre conversazioni nei negozi,\n- tradurre segni e puntatori.\n\nIl traduttore Microsoft è un'app di traduzione personale gratuita per oltre 70 lingue, per tradurre testo, voce, conversazioni, foto della fotocamera e schermate. Puoi anche scaricare gratuitamente le lingue per la traduzione offline da utilizzare quando viaggi.\n\nSperiamo davvero che il nostro traduttore ti sia utile! Non vediamo l'ora di ricevere feedback e valutazioni! Scrivi anche i tuoi suggerimenti per migliorare la funzionalità - help@u-language.com",
    "ja": "単語、フレーズ、さらにはメニュー項目など、必要なコンテンツの一部をすばやく翻訳する最も簡単な方法です。\n\nGoogle 翻訳を使用して、Web の閲覧中に単語やフレーズを翻訳します。 世界で最も正確な翻訳者である Quick Translate を使用して、読み書きしながら翻訳します。\n\nこの翻訳者を使用すると、ブラウザーを離れることなく、Google 翻訳の比類のない翻訳品質を楽しむことができます。\n\n読みながら翻訳\n好きなものを読んで言語を学びましょう。 単語やフレーズを Web ページ上でリアルタイムに翻訳します。 サイトの単語やフレーズをクリックして翻訳します。\n\nChrome 用 Quick Translate を無料でダウンロードして、今すぐ翻訳を始めましょう。\n\n翻訳したい単語またはテキストを強調表示すると、すぐにあなたの言語への翻訳が表示されます。 すべてが 1 つのシンプルでわかりやすいブラウザー拡張機能に含まれています。\n\n➖ 完全無料。 登録やサブスクリプションは必要ありません。\n➖ 120 以上の言語をサポート。\n➖ 自動言語検出。\n➖ 60 の言語に対応したテキスト音声;\n➖ 逆翻訳;\n➖ Gmail、Facebook、Twitter などを含むすべてのサイトで動作します。\n➖ 拡張機能の便利で直感的なユーザー インターフェイス。\n➖辞書を使用して単語を翻訳します（+辞書はオフラインで動作します）。\n\nあなたの文章を翻訳する\n翻訳者を使用すると、ポップアップの上部にコンテンツを書き込み、下部に翻訳を表示できます。 すべての翻訳 (フランス語、ドイツ語、スペイン語、アラビア語、その他 97 の言語など) は、コンテンツを正確に翻訳する Google 翻訳によるニューラル機械翻訳によって強化されています。\n\n翻訳者は、高品質の人間による音声合成 (TTS) 翻訳を使用して、単語、フレーズ、およびテキスト全体を読み上げて再現します。 転写と音訳を示し、正しいアクセントと正しい強勢で単語やテキストを再現する方法も知っています。 後で先延ばしすることなく、正しい発音の単語をすぐに学びましょう!\n\n翻訳機能:\n✔️ Web ページの翻訳 - マウス ホバー翻訳による完全な Web ページの翻訳\n✔️ 辞書 - 単語の意味、発音、同義語、上位語、下位語など。\n✔️ ブックマーク - ブックマークに加えたすべての変更を追跡します。 翻訳履歴を保存しています。\n✔️ テキスト読み上げ - 正しい発音を聞き、正しいアクセントで単語やテキストを再生します。\n✔️画像翻訳（画像認識） - 翻訳したいモニター上の領域を選択するだけです（作業の原則はスクリーンショットツールと同じです）。\n\n拡張機能の新しいバージョンでは、翻訳者を選択する機能が追加されました。 Google 翻訳を使用するために追加のプログラムやアプリケーションをインストールする必要はありません。すべて 1 つの便利な拡張機能であり、uLanguage 翻訳者で利用できるすべての機能を備えています。\n\nテキスト読み上げ\nTTS 機能を使用すると、単語の発音と音声表記を学習できます。\n\n全ページ翻訳\nワンクリックでウェブページ全体をご希望の言語に翻訳します。 これは、Google 翻訳者が無料で提供する新機能で、翻訳者に統合されています。\n\nBing Translator 無料のオンライン翻訳 Web サイトのもう 1 つの有名な名前は、Microsoft Translator を使用する Bing です。 入力言語を選択するか、入力時にサイトに自動的に検出させることができます。 マイクを有効にすると、翻訳したいテキストを話すことができるので、私たちに尋ねると非常に便利です.\n\nTranslate Translator を使用すると、旅行者、学生、ビジネス プロフェッショナル、雇用主、および医療スタッフが、必要な言語で読み書きし、話すことができ、世界中のどこでも翻訳することができます。\n\n• テキスト翻訳者: 100 を超える言語のテキストを無料で翻訳できます。\n• テキストを音声に翻訳: 男性または女性の声で翻訳を聞きます。\n• 翻訳時に方言を切り替えます。\n• すべての言語の辞書とシソーラス。\n• 音訳、共有、お気に入り、履歴など。\n• 写真翻訳者: 翻訳者を使用すると、カメラを使用してメニューや標識などを即座に翻訳できます。\n• オフライン翻訳: インターネット接続なしで 40 以上の言語に翻訳できます。\n• 音声翻訳者: 音声から音声への会話とスピーチを翻訳します。\n•異なる時制の動詞活用。\n今日使用する翻訳者を選択するだけです: uLanguage 翻訳または Google 翻訳。\n\n2023 年の旅行には翻訳機を使用してください。\n- テキストと音声を数秒で翻訳\n- 地元の人々のために質問を翻訳し、\n- お店での会話を翻訳し、\n- 記号とポインターを翻訳します。\n\nMicrosoft トランスレーターは、70 を超える言語に対応した無料の個人用翻訳アプリで、テキスト、音声、会話、カメラの写真、スクリーンショットを翻訳します。 旅行中に使用できるように、オフライン翻訳用の言語を無料でダウンロードすることもできます。\n\n私たちの翻訳者がお役に立てば幸いです。 フィードバックと評価をお待ちしております。 また、機能を改善するための提案を書いてください - help@u-language.com\n\n\nBest and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslator uLanguage reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\nFunctionality:\n\n✔️ Web page Translation - full web page translation with mouse hover translation\n\n✔️ Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n\n✔️ Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n\n✔️ Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n\n✔️ Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.\n\nTRANSLATE SELECTED TEXT with\n* You can edit text and get reverse translation\n* Floating Pop-up Bubble\n* Inline Translator with embedded side-by-side highlighted translation\n\nTRANSLATE WORDS with Dictionary via\n* Floating Pop-up Bubble\n* Translator with voice\n* Inline Translator with embedded highlighted translation\n\nTRANSLATE WEBPAGES (including https pages)\n\nTRANSLATION APPLICATIONS:\n * Inline Translator (embedded translation)\n * Translation in window\n * Pop-up Bubble - pop-up translation\n * Webpage Translation\n * Dictionary (word translation)\n\nFEATURES:\n * Translate Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translate can replace the original text.\n * Translate the original page formatting.\n * Translate translation in brackets or without.\n * Translate translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n *  Translate Words translation using the built-in dictionary.\n * Translation history.\n * Translate customization.\n\nTranslator FEATURES:\n * translation between over 100 languages\n * multiple translation providers (Google, Microsoft Bing, Translator)\n * words translation with Dictionary\n * translation history\n * translation of the entire webpage with mouseover translation option\n * text-to-voice in 30 languages\n * automatic language detection\n * back translation\n * translation languages ​​customization\n * shortcuts customization\n * complete customization of each translation tool\n * Toolbar button customization\n * possibility to disable multiple translation providers\n * Google Translate preferred domain selection\n * localization of the user interface\n\nКАК ЗАПУСТИТЬ Переводчик\n   * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n   * Переводчик или Translator, translate воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n  * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик». Переводчик для Хрома",
    "ko": "Chrome용 번역기는 단어, 구문 또는 메뉴 항목과 같이 필요한 콘텐츠의 일부를 빠르게 번역하는 가장 쉽고 가장 좋은 방법입니다.\n\nGoogle 번역을 사용하여 웹을 탐색하는 동안 단어와 구를 번역합니다. 세계에서 가장 정확한 번역기인 Quick Translate로 읽고 쓰면서 번역하세요.\n\n이 번역기를 사용하면 브라우저를 종료하지 않고도 Google 번역의 탁월한 번역 품질을 즐길 수 있습니다.\n\n읽는 동안 번역\n당신이 좋아하는 것을 읽고 언어를 배우십시오. 모든 웹 페이지에서 실시간으로 단어 및 구를 번역합니다. 사이트에서 단어나 구를 클릭하여 번역하세요.\n\n지금 바로 번역을 시작하려면 Chrome용 빠른 번역을 무료로 다운로드하세요.\n\n번역하려는 단어나 텍스트를 강조 표시하면 해당 언어로 번역된 내용을 즉시 볼 수 있습니다. 하나의 간단하고 이해하기 쉬운 브라우저 확장 기능.\n\n➖ 완전 무료. 등록이나 구독이 필요하지 않습니다.\n➖ 120개 이상의 언어를 지원합니다.\n➖ 자동 언어 감지;\n➖ 60개 언어의 텍스트 음성 연기;\n➖ 역번역;\n➖ Gmail, Facebook, Twitter 등을 포함한 모든 사이트에서 작동합니다.\n➖ 확장의 편리하고 직관적인 사용자 인터페이스;\n➖ 사전을 사용하여 단어 번역(+ 사전은 오프라인에서 작동).\n\n당신의 글을 번역하세요\n번역기를 사용하면 팝업 상단에 내용을 작성하고 하단에서 번역을 받을 수 있습니다. 모든 번역(예: 프랑스어, 독일어, 스페인어, 아랍어 및 기타 97개 언어)은 콘텐츠를 정확하게 번역하는 Google 번역의 신경망 기계 번역에 의해 구동됩니다.\n\n번역가는 고품질 TTS(텍스트 음성 변환) 번역을 사용하여 단어, 구 및 전체 텍스트를 읽고 재생산합니다. 필사 및 음역을 보여주고 올바른 억양과 강세로 단어나 텍스트를 재현하는 방법도 알고 있습니다. 나중으로 미루지 말고 바로 정확한 발음 단어를 배우세요!\n\n번역기 기능:\n✔️ 웹 페이지 번역 - 마우스 호버 번역으로 전체 웹 페이지 번역\n✔️ 사전 - 단어의 의미, 발음, 동의어, 상위어, 하위어 등.\n✔️ 북마크 - 북마크에 대한 모든 변경 사항을 추적합니다. 번역 기록을 저장합니다.\n✔️ 텍스트 음성 변환 - 정확한 발음을 듣고 올바른 악센트로 단어와 텍스트를 재생합니다.\n✔️ 이미지 번역(이미지 인식) - 모니터에서 번역하고 싶은 부분을 선택하면 됩니다(작업 원리는 스크린샷 도구와 같습니다).\n\n새 버전의 확장에서는 번역자를 선택하는 기능을 추가했습니다. 이제 uLanguage 번역기에서 사용할 수 있는 모든 기능과 함께 하나의 편리한 확장 프로그램으로 Google 번역을 사용하기 위해 추가 프로그램이나 응용 프로그램을 설치할 필요가 없습니다.\n\n텍스트 음성 변환\n단어의 소리와 음성 표기를 학습하는 데 도움이 되는 TTS 기능을 사용하세요.\n\n전체 페이지 번역\n클릭 한 번으로 전체 웹 페이지를 원하는 언어로 번역하세요. 이것은 우리가 번역기에 통합한 Google 번역기에서 무료로 제공하는 새로운 기능입니다.\n\nBing 번역기 무료 온라인 번역 웹사이트의 또 다른 큰 이름은 Microsoft Translator를 사용하는 Bing입니다. 입력 언어를 선택하거나 입력할 때 사이트에서 자동으로 감지하도록 할 수 있습니다. 마이크가 활성화되어 있으면 번역하고 싶은 텍스트를 말할 수 있습니다. 요청하면 매우 편리해 보입니다.\n\nTranslate Translator를 사용하면 여행자, 학생, 비즈니스 전문가, 고용주 및 의료진이 원하는 언어로 읽고 쓰고 말하고 전 세계 어디에서나 번역할 수 있습니다.\n\n• 텍스트 번역기: 100개 이상의 언어로 된 텍스트를 무료로 번역합니다.\n• 텍스트를 음성으로 번역: 남성 또는 여성 음성으로 번역을 듣습니다.\n• 번역할 때 다른 방언 사이를 전환합니다.\n• 모든 언어에 대한 사전 및 동의어 사전.\n• 음역, 공유, 즐겨찾기, 기록 등.\n• 사진 번역기: 번역기를 사용하면 카메라를 사용하여 메뉴, 기호 등을 즉시 번역할 수 있습니다.\n• 오프라인 번역: 인터넷 연결 없이 40개 이상의 언어로 번역합니다.\n• 음성 번역기: 음성 대 음성 대화 및 음성을 번역합니다.\n• 다른 시제의 동사 활용형.\nuLanguage 번역 또는 Google 번역 중에서 오늘 사용할 번역기를 선택하세요.\n\n2023년 여행에 번역기를 사용하세요.\n- 텍스트와 음성을 몇 초 만에 번역\n- 현지인을 위한 번역 질문,\n- 상점에서 대화 번역,\n- 기호와 포인터를 번역합니다.\n\nMicrosoft 번역기는 70개 이상의 언어로 텍스트, 음성, 대화, 카메라 사진 및 스크린샷을 번역하는 무료 개인 번역 앱입니다. 여행할 때 사용할 오프라인 번역 언어를 무료로 다운로드할 수도 있습니다.\n\n저희 번역사가 여러분에게 도움이 되기를 진심으로 바랍니다! 여러분의 피드백과 평가를 기다리겠습니다! 또한 기능 개선을 위한 제안을 작성하십시오 - help@u-language.com\n\n\n\n\n\ntranslator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictionary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.",
    "lt": "Geriausias ir paprasčiausias būdas greitai išversti dalį reikalingo turinio, pvz., Žodžius, frazes ar net meniu elementus.\n\nPažymėkite žodį ar tekstą, kurį norite išversti, ir iškart pamatysite vertimą į jūsų kalbą. Viskas viename paprastame ir suprantamame naršyklės plėtinyje.\n\n➖ Visiškai nemokama. Nereikia registracijos ar jokių prenumeratų;\n➖ palaiko daugiau nei 120 kalbų;\n➖ automatinis kalbos aptikimas;\n➖ Teksto balsas, veikiantis 60 kalbų;\n➖ Atvirkštinis vertimas; Translate\n➖ Veikia visose svetainėse, įskaitant „Gmail“, „Facebook“, „Twitter“ ir kitas;\n➖ Patogi ir intuityvi plėtinio vartotojo sąsaja;\n➖ Žodžių vertimas naudojant žodyną (+ žodynas veikia neprisijungus).\n\nVertėjas „uLanguage“ skaito ir atkuria žodžius, frazes ir ištisus tekstus naudodamas kokybišką vertimą iš žmogaus į kalbą (TTS). Tai rodo transkripciją ir transliteraciją, taip pat žino, kaip atkurti žodžius ar tekstus su taisyklingu kirčiu ir taisyklingu kirčiavimu. Išmokite teisingus tarimo žodžius iš karto, neatidėliodami jų vėliau!\n\nFunkcionalumas:\n\n✔️ Tinklalapio vertimas - visas tinklalapio vertimas su pelės žymeklio užvedimu\n\n✔️ žodynas - žodžio reikšmė, tarimas, sinonimai, hipermanai, hiponimai ir dar daugiau.\n\n✔️ Žymės - stebi visus jūsų žymių pakeitimus. Vertimo istorijos išsaugojimas.\n\n✔️ Tekstas į kalbą - išgirskite teisingą tarimą ir žaiskite žodžius bei tekstus su teisingu akcentu.\n\n✔️ Vaizdo vertimas (atpažinimas) - tiesiog pasirinkite monitoriaus sritį, kurią norite išversti (darbo principas toks, koks yra ekrano kopijos įrankyje).\n\nMes labai tikimės, kad mūsų vertėjas jums bus naudingas! Laukiame jūsų atsiliepimų ir įvertinimų! Taip pat parašykite savo pasiūlymus, kaip pagerinti funkcionalumą - help@u-language.com\n\n\n\n\ntranslator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. Translate Translate\n\nDo you want to write the text yourself and translate it? Just open the window uLanguage by clicking on the button next to the address field of your browser.\n\nThe extension understands more than 120 languages. uLanguage can also teach you the correct pronunciation. It shows phonetic transcription, transliteration and can pronounce words and texts with correct stress.\n\nYou can set your language in extension settings. Users can also easily translate snippets of text, as well as listen to the proper pronunciation of translated words and phrases on a new tab or in popup.\n\nFEATURES:\n * Translate Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translate can replace the original text.\n * Translate the original page formatting.\n * Translate translation in brackets or without.\n * Translate translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n *  Translate Words translation using the built-in dictionary.\n * Translation history.\n * Translate customization.\n\nКАК ЗАПУСТИТЬ Переводчик\n   * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n   * Переводчик или Translator, translate воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n  * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик». Переводчик для Хрома",
    "lv": "Labākais un vienkāršākais veids, kā ātri pārtulkot nepieciešamo satura daļu, piemēram, vārdus, frāzes vai pat izvēlnes vienumus.\n\nIezīmējiet vārdu vai tekstu, kuru vēlaties tulkot, un jūs uzreiz redzēsiet tulkojumu jūsu valodā. Viss vienā vienkāršā un saprotamā pārlūkprogrammas paplašinājumā.\n\n➖ Pilnīgi bez maksas. Neprasa reģistrāciju vai abonēšanu;\n➖ atbalsta vairāk nekā 120 valodas;\n➖ automātiska valodas noteikšana;\n➖ teksta balss darbība 60 valodās;\n➖ Reversā tulkošana;\n➖ Darbojas visās vietnēs, tostarp Gmail, Facebook, Twitter un citās;\n➖ Ērta un intuitīva paplašinājuma lietotāja saskarne;\n➖ Vārdu tulkošana, izmantojot vārdnīcu (+ vārdnīca darbojas bezsaistē).\n\nTulkotājs uLanguage lasa un reproducē vārdus, frāzes un veselus tekstus, izmantojot kvalitatīvu cilvēka teksta-runas (TTS) tulkojumu. Tas parāda transkripciju un transliterāciju, zina, kā reproducēt vārdus vai tekstus ar pareizu akcentu un ar pareizu uzsvaru. Uzziniet pareizos izrunas vārdus uzreiz, neatliekot tos uz vēlāku laiku!\n\nFunkcionalitāte:\n\n✔️ Tīmekļa lapu tulkošana - pilns tīmekļa lapu tulkojums ar peles kursora tulkojumu\n\n✔️ vārdnīca - vārda nozīme, izruna, sinonīmi, hipernīmi, hiponīmi un daudz kas cits.\n\n✔️ Grāmatzīmes - seko visām izmaiņām, kuras esat veicis grāmatzīmēs. Notiek tulkošanas vēstures saglabāšana.\n\n✔️ Teksts runā - dzirdiet pareizu izrunu un atskaņojiet vārdus un tekstus ar pareizu akcentu.\n\n✔️ Attēlu tulkošana (attēlu atpazīšana) - vienkārši atlasiet monitora apgabalu, kuru vēlaties tulkot (darba princips ir tāds pats kā ekrānuzņēmuma rīkā).\n\nMēs ļoti ceram, ka mūsu tulks jums būs noderīgs! Mēs ceram uz jūsu atsauksmēm un vērtējumiem! Uzrakstiet arī savus ieteikumus funkcionalitātes uzlabošanai - help@u-language.com\n\n\n\nWe offer you the best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension.\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.\n\nFEATURES:\n * Translate Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translate can replace the original text.\n * Translate the original page formatting.\n * Translate translation in brackets or without.\n * Translate translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n *  Translate Words translation using the built-in dictionary.\n * Translation history.\n * Translate customization.\n\nКАК ЗАПУСТИТЬ Переводчик\n   * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n   * Переводчик или Translator, translate воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n  * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик». Переводчик для Хрома",
    "ml": "translator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator: Translate Translator\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.\n\nTranslates selected text, words (Dictionary), phrases and webpages between more than 100 languages using 3 translation providers:\nGOOGLE, MICROSOFT BING AND OTHER TRANSLATORS\n\nSupports Double-click translation, Shortcut and Mouse Selection translation.\n\nFeatures advanced settings for choosing a domain for Google Translate service. \n Translator Translator\n* Google Translate preferred domain customization.\n* Toolbar Button customization.\n* Context menu customization.\n\nTRANSLATE SELECTED TEXT with\n* You can edit text and get reverse translation\n* Floating Pop-up Bubble\n* Inline Translator with embedded side-by-side highlighted translation\n\nTRANSLATE WORDS with Dictionary via\n* Floating Pop-up Bubble\n* Translator with voice\n* Inline Translator with embedded highlighted translation\n\nTRANSLATE WEBPAGES (including https pages)\nTranslator Translator\nTRANSLATION APPLICATIONS:\n * Inline Translator (embedded translation)\n * Translation in window\n * Pop-up Bubble - pop-up translation\n * Webpage Translation\n * Dictionary (word translation)",
    "nl": "vertaler voor Chrome beste en gemakkelijkste manier om snel een deel van de inhoud te vertalen die u nodig hebt, zoals woorden, zinnen of zelfs menu-items.\n\nVertaal woorden en zinnen tijdens het surfen op internet met Google Translate. Vertaal terwijl u leest en schrijft met Quick Translate, 's werelds meest nauwkeurige vertaler.\n\nMet deze vertaler kunt u genieten van de onverslaanbare vertaalkwaliteit van Google translate zonder uw browser te verlaten.\n\nVertalen tijdens het lezen\nLeer een taal door te lezen wat je maar wilt. Vertaal woorden en zinnen live op elke webpagina. Klik op woorden of woordgroepen op een site om ze te vertalen.\n\nDownload Quick Translate voor Chrome gratis en begin vandaag nog met vertalen.\n\nMarkeer het woord of de tekst die u wilt vertalen en u ziet meteen de vertaling in uw taal. Alles in één eenvoudige en begrijpelijke browserextensie.\n\n➖ Helemaal gratis. Vereist geen registratie of abonnementen;\n➖ Ondersteunt meer dan 120 talen;\n➖ Automatische taalherkenning;\n➖ Tekststemacteurs voor 60 talen;\n➖ Omgekeerde vertaling;\n➖ Werkt op alle sites, inclusief Gmail, Facebook, Twitter en anderen;\n➖ Handige en intuïtieve gebruikersinterface van de extensie;\n➖ Woorden vertalen met behulp van een woordenboek (+ woordenboek werkt offline).\n\nVertaal je schrijven\nMet de vertaler kunt u uw inhoud bovenaan de pop-up schrijven en de vertaling onderaan krijgen. Alle vertalingen (zoals Frans, Duits, Spaans, Arabisch en zevenennegentig andere talen) worden mogelijk gemaakt door neurale machinevertalingen van Google Translate die uw inhoud nauwkeurig vertalen.\n\nvertaler leest en reproduceert woorden, zinnen en volledige teksten met behulp van menselijke tekst-naar-spraak (TTS) vertalingen van hoge kwaliteit. Het toont transcriptie en transliteratie, weet ook woorden of teksten met het juiste accent en met de juiste klemtoon te reproduceren. Leer meteen de juiste uitspraakwoorden, zonder het uit te stellen tot later!\n\nvertaler functionaliteit:\n✔️ Vertaling van webpagina's - volledige vertaling van webpagina's met muisaanwijzervertaling\n✔️ woordenboek - Woordbetekenis, uitspraak, synoniemen, hyperniemen, hyponiemen en meer.\n✔️ bladwijzers - Houdt alle wijzigingen bij die u in uw bladwijzers hebt aangebracht. Vertaalgeschiedenis opslaan.\n✔️ tekst naar spraak - Hoor de juiste uitspraak en speel woorden en teksten met het juiste accent.\n✔️ beeldvertaling (beeldherkenning) - Selecteer gewoon het gebied op de monitor dat u wilt vertalen (het werkprincipe is zoals in de screenshot-tool).\n\nIn de nieuwe versie van de extensie hebben we de mogelijkheid toegevoegd om vertalers te selecteren. U hoeft nu geen extra programma's of applicaties te installeren om Google Translate te gebruiken, alles in één handige extensie, met alle functies die beschikbaar zijn voor de uLanguage-vertaler.\n\nTekst naar spraak\nGebruik de TTS-functie die u helpt te leren hoe woorden klinken, evenals fonetische transcriptie.\n\nPaginagrote vertalingen\nVertaal volledige webpagina's in de door u gewenste taal met slechts één klik. Dit is een nieuwe functie die gratis wordt aangeboden door Google Translator en die we in onze vertaler hebben geïntegreerd.\n\nBing Translator een andere grote naam in gratis online vertaalwebsites is Bing, dat Microsoft Translator gebruikt. U kunt uw invoertaal selecteren of de site deze automatisch laten detecteren terwijl u typt. Als je je microfoon hebt ingeschakeld, kun je de tekst inspreken die je wilt laten vertalen, wat best handig lijkt als je het ons vraagt.\n\nMet Translate Translator kunnen reizigers, studenten, zakelijke professionals, werkgevers en medisch personeel lezen, schrijven en spreken in de gewenste talen en overal ter wereld vertalen.\n\n• Tekstvertaler: krijg gratis vertaling voor tekst in meer dan 100 talen.\n• Vertaal tekst naar spraak: luister naar vertaling in mannen- of vrouwenstemmen.\n• Schakel tussen verschillende dialecten wanneer u vertaalt.\n• Woordenboek & Thesaurus voor alle talen.\n• Transliteratie, delen, favorieten, geschiedenis en nog veel meer.\n• Fotovertaler: met Translator kunt u uw camera gebruiken om menu's, borden en meer direct te vertalen.\n• Offline vertaling: vertaal in meer dan 40 talen zonder internetverbinding.\n• Stemvertaler: Vertaal Voice-to-Voice conversatie en spraak.\n• Werkwoordvervoegingen in verschillende tijden.\nKies gewoon welke vertaler je vandaag wilt gebruiken: uLanguage translate of Google translate.\n\nGebruik de vertaler voor uw reisreizen in 2023:\n- vertaal tekst en stem in seconden\n- vraag vertalen voor lokale mensen,\n- vertalen conversatie in winkels,\n- vertaal tekens en wijzers.\n\nMicrosoft vertaler is een gratis, persoonlijke vertaal-app voor meer dan 70 talen, om tekst, spraak, gesprekken, camerafoto's en screenshots te vertalen. U kunt ook gratis talen downloaden voor offline vertaling om te gebruiken wanneer u op reis bent.\n\nWe hopen echt dat onze vertaler nuttig voor je zal zijn! We kijken uit naar uw feedback en beoordelingen! Schrijf ook uw suggesties voor het verbeteren van de functionaliteit - help@u-language.com\n\n\n\n\n\nWe offer you the best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension.\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.",
    "no": "oversetter for Chrome beste og enkleste måten å raskt oversette deler av innholdet du trenger, for eksempel ord, setninger eller til og med menyelementer.\n\nOversett ord og uttrykk mens du surfer på nettet ved hjelp av Google Oversetter. Oversett mens du leser og skriver med Quick Translate, verdens mest nøyaktige oversetter.\n\nMed denne oversetteren kan du nyte Google translate uslåelig oversettelseskvalitet uten å forlate nettleseren.\n\nOversett mens du leser\nLær et språk ved å lese hva du vil. Oversett ord og uttrykk direkte på alle nettsider. Klikk på ord eller uttrykk på et hvilket som helst nettsted for å oversette dem.\n\nLast ned Quick Translate for Chrome gratis for å begynne å oversette i dag.\n\nMarker ordet eller teksten du vil oversette, og du vil umiddelbart se oversettelsen til ditt språk. Alt i en enkel og forståelig nettleserutvidelse.\n\n➖ Helt gratis. Krever ikke registrering eller abonnement;\n➖ Støtter over 120 språk;\n➖ Automatisk språkdeteksjon;\n➖ Tekst stemmeskuespill for 60 språk;\n➖ Omvendt oversettelse;\n➖ Fungerer på alle nettsteder inkludert Gmail, Facebook, Twitter og andre;\n➖ Praktisk og intuitivt brukergrensesnitt for utvidelsen;\n➖ Oversette ord ved hjelp av en ordbok (+ ordbok fungerer offline).\n\nOversett det du skriver\nMed oversetteren kan du skrive innholdet ditt øverst i popup-vinduet og få oversettelsen nederst. Alle oversettelser (som fransk, tysk, spansk, arabisk og nittisju andre språk) er drevet av nevrale maskinoversettelser fra Google Translate som nøyaktig oversetter innholdet ditt.\n\noversetter leser og reproduserer ord, setninger og hele tekster ved hjelp av kvalitetsoversettelse av menneskelig tekst-til-tale (TTS). Den viser transkripsjon og translitterasjon, vet også hvordan man gjengir ord eller tekster med riktig aksent og med korrekt stress. Lær de riktige uttaleordene med en gang, uten å utsette det til senere!\n\noversetter funksjonalitet:\n✔️ Nettsideoversettelse - full nettsideoversettelse med oversettelse av musepekeren\n✔️ ordbok - Ordets betydning, uttale, synonymer, hypernyms, hyponyms og mer.\n✔️ bokmerker - Holder styr på alle endringene du har gjort i bokmerkene dine. Lagrer oversettelsesloggen.\n✔️ tekst til tale - Hør korrekt uttale og spill ord og tekster med riktig aksent.\n✔️ bildeoversettelse (bildegjenkjenning) - Bare velg området på skjermen du vil oversette (arbeidsprinsippet er som i skjermbildeverktøyet).\n\nI den nye versjonen av utvidelsen har vi lagt til muligheten til å velge oversettere. Nå trenger du ikke å installere flere programmer eller applikasjoner for å bruke Google Translate, alt i en praktisk utvidelse, med alle funksjonene som er tilgjengelige for uLanguage-oversetteren.\n\nTekst til tale\nBruk TTS-funksjonen som hjelper deg å lære hvordan ord høres ut samt fonetisk transkripsjon.\n\nHelsides oversettelser\nOversett hele nettsider til ønsket språk med bare ett klikk. Dette er en ny funksjon fra Google Translator gratis som vi integrerte i oversetteren vår.\n\nBing Translator et annet stort navn på gratis online oversettelsesnettsteder er Bing, som bruker Microsoft Translator. Du kan velge inndataspråk eller få nettstedet til å oppdage det automatisk mens du skriver. Hvis du har mikrofonen aktivert, kan du si teksten du ønsker skal oversettes, noe som virker ganske praktisk spør du oss.\n\nTranslate Translator gjør det mulig for reisende, studenter, forretningsfolk, arbeidsgivere og medisinsk personell å lese, skrive og snakke på de ønskede språkene og oversette hvor som helst i verden.\n\n• Tekstoversetter: Få gratis oversettelse av tekst på over 100 språk.\n• Oversett tekst til tale: Lytt til oversettelse med mannlige eller kvinnelige stemmer.\n• Bytt mellom ulike dialekter når du oversetter.\n• Ordbok og synonymordbok for alle språk.\n• Translitterasjon, deling, favoritter, historie og mye mer.\n• Fotooversetter: Med Translator kan du bruke kameraet til å oversette menyer, skilt og mer umiddelbart.\n• Frakoblet oversettelse: Oversett til over 40 språk uten Internett-tilkobling.\n• Stemmeoversetter: Oversett tale-til-stemme-samtale og tale.\n• Verbbøyninger i ulike tider.\nBare velg hvilken oversetter du vil bruke i dag: uLanguage translate eller Google translate.\n\nBruk oversetteren for dine reisereiser i 2023:\n- oversett tekst og stemme på sekunder\n- oversett spørsmål for lokalbefolkningen,\n- oversette samtaler i butikker,\n- oversette tegn og pekere.\n\nMicrosoft translator er en gratis, personlig oversettelsesapp for mer enn 70 språk, for å oversette tekst, tale, samtaler, kamerabilder og skjermbilder. Du kan også laste ned språk for offline oversettelse gratis til bruk når du reiser.\n\nVi håper virkelig at oversetteren vår vil være nyttig for deg! Vi ser frem til dine tilbakemeldinger og vurderinger! Skriv også forslagene dine for å forbedre funksjonaliteten - help@u-language.com\n\n\ntranslator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nWe offer you the best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension.\n\nDo you want to write the text yourself and translate it? Just open the window uLanguage by clicking on the button next to the address field of your browser.\n\nThe extension understands more than 120 languages. uLanguage can also teach you the correct pronunciation. It shows phonetic transcription, transliteration and can pronounce words and texts with correct stress.\n\nYou can set your language in extension settings. Users can also easily translate snippets of text, as well as listen to the proper pronunciation of translated words and phrases on a new tab or in popup.\n\n\nFEATURES:\n * Translate Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translate can replace the original text.\n * Translate the original page formatting.\n * Translate translation in brackets or without.\n * Translate translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n *  Translate Words translation using the built-in dictionary.\n * Translation history.\n * Translate customization.\n\nTranslator FEATURES:\n * translation between over 100 languages\n * multiple translation providers (Google, Microsoft Bing, Translator)\n * words translation with Dictionary\n * translation history\n * translation of the entire webpage with mouseover translation option\n * text-to-voice in 30 languages\n * automatic language detection\n * back translation\n * translation languages ​​customization\n * shortcuts customization\n * complete customization of each translation tool\n * Toolbar button customization\n * possibility to disable multiple translation providers\n * Google Translate preferred domain selection\n * localization of the user interface\n\nКАК ЗАПУСТИТЬ Переводчик\n   * нажмите кнопку «Переводчик» на панели инструментов Chrome.\n   * Переводчик или Translator, translate воспользуйтесь контекстным меню «Переводчик», затем выберите предпочтительное приложение для перевода.\n\nКАК ПЕРЕВЕСТИ ВЫБОР\nВыделите текст и:\n* нажмите кнопку «Расширение переводчика» на панели инструментов Chrome, чтобы запустить автономное приложение «Переводчик».\n  * нажмите плавающую кнопку «Переводчик», чтобы запустить «Переводчик всплывающих пузырьков».\n* воспользуйтесь контекстным меню «Переводчик», затем выберите «Встроенный переводчик». Переводчик для Хрома",
    "pl": "translator dla Chrome najlepszy i najłatwiejszy sposób na szybkie przetłumaczenie części potrzebnej treści, takiej jak słowa, wyrażenia, a nawet elementy menu.\n\nTłumacz słowa i wyrażenia podczas przeglądania sieci za pomocą Tłumacza Google. Tłumacz podczas czytania i pisania dzięki funkcji Quick Translate, najdokładniejszemu tłumaczowi na świecie.\n\nDzięki temu tłumaczowi możesz cieszyć się niezrównaną jakością tłumaczeń Google bez opuszczania przeglądarki.\n\nTłumacz podczas czytania\nUcz się języka, czytając, co chcesz. Tłumacz słowa i wyrażenia na żywo na dowolnej stronie internetowej. Kliknij słowa lub frazy w dowolnej witrynie, aby je przetłumaczyć.\n\nPobierz bezpłatnie Szybkie tłumaczenie dla Chrome, aby zacząć tłumaczyć już dziś.\n\nZaznacz słowo lub tekst, który chcesz przetłumaczyć, a natychmiast zobaczysz tłumaczenie na swój język. Wszystko w jednym prostym i zrozumiałym rozszerzeniu przeglądarki.\n\n➖ Całkowicie za darmo. Nie wymaga rejestracji ani żadnych subskrypcji;\n➖ Obsługuje ponad 120 języków;\n➖ Automatyczne wykrywanie języka;\n➖ Tekst głosowy działający w 60 językach;\n➖ Tłumaczenie odwrotne;\n➖ Działa na wszystkich stronach, w tym na Gmailu, Facebooku, Twitterze i innych;\n➖ Wygodny i intuicyjny interfejs użytkownika rozszerzenia;\n➖ Tłumaczenie słów za pomocą słownika (+ słownik działa w trybie offline).\n\nPrzetłumacz swój tekst\nDzięki tłumaczowi możesz napisać treść na górze wyskakującego okienka i uzyskać tłumaczenie na dole. Wszystkie tłumaczenia (takie jak francuski, niemiecki, hiszpański, arabski i dziewięćdziesiąt siedem innych języków) są oparte na neuronowych tłumaczeniach maszynowych Tłumacza Google, które dokładnie tłumaczą Twoje treści.\n\ntłumacz odczytuje i odtwarza słowa, frazy i całe teksty przy użyciu wysokiej jakości tłumaczenia tekstu na mowę (TTS). Pokazuje transkrypcję i transliterację, wie również, jak odtworzyć słowa lub teksty z poprawnym akcentem i odpowiednim akcentem. Naucz się poprawnej wymowy słów od razu, bez odkładania tego na później!\n\nfunkcjonalność tłumacza:\n✔️ Tłumaczenie strony internetowej - pełne tłumaczenie strony internetowej z tłumaczeniem po najechaniu myszką\n✔️ słownik - znaczenie słów, wymowa, synonimy, hipernimy, hiponimy i więcej.\n✔️ zakładki - Śledzi wszystkie zmiany wprowadzone w zakładkach. Zapisywanie historii tłumaczeń.\n✔️ tekst na mowę - Usłysz poprawną wymowę i odtwarzaj słowa i teksty z poprawnym akcentem.\n✔️ tłumaczenie obrazu (rozpoznawanie obrazu) - Wystarczy wybrać obszar na monitorze, który chcesz przetłumaczyć (zasada pracy jest taka jak w narzędziu do zrzutów ekranu).\n\nW nowej wersji rozszerzenia dodaliśmy możliwość wyboru tłumaczy. Teraz nie musisz instalować dodatkowych programów ani aplikacji, aby korzystać z Tłumacza Google, wszystko w jednym wygodnym rozszerzeniu, ze wszystkimi funkcjami, które są dostępne dla tłumacza uLanguage.\n\nTekst na mowę\nSkorzystaj z funkcji TTS, która pomoże Ci nauczyć się brzmienia słów oraz transkrypcji fonetycznej.\n\nTłumaczenia całostronicowe\nPrzetłumacz całe strony internetowe na wybrany język za pomocą jednego kliknięcia. Jest to nowa funkcja udostępniana bezpłatnie przez Tłumacza Google, którą zintegrowaliśmy z naszym tłumaczem.\n\nBing Translator Inną znaną marką w bezpłatnych witrynach do tłumaczeń online jest Bing, który korzysta z Microsoft Translator. Możesz wybrać język wprowadzania lub sprawić, by witryna automatycznie wykrywała go podczas pisania. Jeśli masz włączony mikrofon, możesz mówić tekst, który chcesz przetłumaczyć, co wydaje się całkiem wygodne, jeśli nas o to poprosisz.\n\nTranslate Translator umożliwia podróżnym, studentom, biznesmenom, pracodawcom i personelowi medycznemu czytanie, pisanie i mówienie w wybranych językach oraz tłumaczenie w dowolnym miejscu na świecie.\n\n• Tłumacz tekstu: Uzyskaj bezpłatne tłumaczenie tekstu w ponad 100 językach.\n• Przetłumacz tekst na mowę: Słuchaj tłumaczenia głosami męskimi lub żeńskimi.\n• Podczas tłumaczenia przełączaj się między różnymi dialektami.\n• Słownik i tezaurus dla wszystkich języków.\n• Transliteracja, udostępnianie, ulubione, historia i wiele więcej.\n• Tłumacz zdjęć: dzięki Tłumaczowi możesz używać aparatu do natychmiastowego tłumaczenia menu, znaków i nie tylko.\n• Tłumaczenie offline: Tłumacz w ponad 40 językach bez połączenia z Internetem.\n• Tłumacz głosowy: Przetłumacz rozmowę głosową i mowę.\n• Koniugacje czasowników w różnych czasach.\nPo prostu wybierz tłumacza, którego chcesz dziś użyć: uLanguage translate lub Google translate.\n\nSkorzystaj z tłumacza podczas podróży w 2023 roku:\n- przetłumacz tekst i głos w kilka sekund\n- przetłumaczyć pytanie dla mieszkańców,\n- tłumaczyć rozmowy w sklepach,\n- tłumaczyć znaki i wskazówki.\n\nMicrosoft Translator to bezpłatna, osobista aplikacja do tłumaczenia na ponad 70 języków, służąca do tłumaczenia tekstu, głosu, rozmów, zdjęć z aparatu i zrzutów ekranu. Możesz także bezpłatnie pobrać języki do tłumaczenia offline i używać ich podczas podróży.\n\nMamy nadzieję, że nasz tłumacz będzie dla Ciebie przydatny! Czekamy na Wasze opinie i oceny! Napisz także swoje sugestie dotyczące ulepszenia funkcjonalności - help@u-language.com\n\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary.\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.",
    "pt_BR": "Tradutor para Chrome a melhor e mais fácil maneira de traduzir rapidamente parte do conteúdo de que você precisa, como palavras, frases ou até mesmo itens de menu.\n\nTraduza palavras e frases enquanto navega na web, usando o Google Tradutor. Traduza enquanto lê e escreve com o Quick Translate, o tradutor mais preciso do mundo.\n\nCom este tradutor, você pode aproveitar a qualidade de tradução imbatível do Google Tradutor sem sair do navegador.\n\nTraduza enquanto lê\nAprenda um idioma lendo o que quiser. Traduza palavras e frases ao vivo em qualquer página da web. Clique em palavras ou frases em qualquer site para traduzi-las.\n\nBaixe o Quick Translate for Chrome gratuitamente para começar a traduzir hoje mesmo.\n\nDestaque a palavra ou texto que deseja traduzir e você verá imediatamente a tradução para o seu idioma. Tudo em uma extensão de navegador simples e compreensível.\n\n➖ Totalmente gratuito. Não requer registro ou quaisquer assinaturas;\n➖ Suporta mais de 120 idiomas;\n➖ Detecção automática de idioma;\n➖ Dublagem de texto para 60 idiomas;\n➖ Tradução reversa;\n➖ Funciona em todos os sites, incluindo Gmail, Facebook, Twitter e outros;\n➖ Interface de usuário conveniente e intuitiva da extensão;\n➖ Traduzindo palavras usando um dicionário (+ dicionário funciona offline).\n\nTraduza sua escrita\nCom o tradutor, você pode escrever seu conteúdo na parte superior do pop-up e obter a tradução na parte inferior. Todas as traduções (como francês, alemão, espanhol, árabe e noventa e sete outros idiomas) são fornecidas por traduções automáticas neurais do Google Translate, que traduzem com precisão o seu conteúdo.\n\nO tradutor lê e reproduz palavras, frases e textos inteiros usando tradução de texto para fala (TTS) humana de qualidade. Mostra transcrição e transliteração, também sabe reproduzir palavras ou textos com o sotaque correto e com o acento correto. Aprenda as palavras de pronúncia corretas imediatamente, sem adiar para mais tarde!\n\nfuncionalidade do tradutor:\n✔️ Tradução da página da Web - tradução completa da página da Web com tradução do mouse\n✔️ dicionário - significado da palavra, pronúncia, sinônimos, hiperônimos, hipônimos e muito mais.\n✔️ favoritos - acompanha todas as alterações feitas em seus favoritos. Salvando histórico de tradução.\n✔️ texto para fala - Ouça a pronúncia correta e reproduza palavras e textos com sotaque correto.\n✔️ tradução de imagem (reconhecimento de imagem) - Basta selecionar a área do monitor que deseja traduzir (o princípio do trabalho é como na ferramenta de captura de tela).\n\nNa nova versão da extensão, adicionamos a capacidade de selecionar tradutores. Agora você não precisa instalar programas ou aplicativos adicionais para usar o Google Tradutor, tudo em uma extensão conveniente, com todos os recursos disponíveis para o tradutor uLanguage.\n\nconversão de texto em fala\nUse a função TTS que ajuda você a aprender como as palavras soam, bem como a transcrição fonética.\n\nTraduções de página inteira\nTraduza páginas da web inteiras para o idioma desejado com apenas um clique. Este é um novo recurso fornecido pelo Google Translator gratuitamente que integramos ao nosso tradutor.\n\nBing Translator outro grande nome em sites gratuitos de tradução online é o Bing, que usa o Microsoft Translator. Você pode selecionar o idioma de entrada ou fazer com que o site o detecte automaticamente enquanto você digita. Se você tiver o microfone ativado, poderá falar o texto que deseja traduzir, o que parece bastante conveniente se você nos perguntar.\n\nO Translate Translator permite que viajantes, estudantes, profissionais de negócios, empregadores e equipe médica leiam, escrevam e falem nos idiomas desejados e traduzam em qualquer lugar do mundo.\n\n• Tradutor de texto: obtenha tradução gratuita de texto em mais de 100 idiomas.\n• Traduzir texto para fala: Ouça a tradução em vozes masculinas ou femininas.\n• Alterne entre diferentes dialetos ao traduzir.\n• Dicionário e Thesaurus para todos os idiomas.\n• Transliteração, Compartilhamento, Favoritos, Histórico e muito mais.\n• Tradutor de fotos: Com o Translator, você pode usar sua câmera para traduzir menus, sinais e muito mais instantaneamente.\n• Tradução offline: Traduza em mais de 40 idiomas sem uma conexão com a Internet.\n• Tradutor de voz: traduza conversas e falas de voz para voz.\n• Conjugações verbais em diferentes tempos.\nBasta escolher qual tradutor você deseja usar hoje: uLanguage translate ou Google translate.\n\nUse o tradutor para suas viagens em 2023:\n- traduzir texto e voz em segundos\n- traduzir a pergunta para a população local,\n- traduzir conversas em lojas,\n- traduzir sinais e ponteiros.\n\nO tradutor da Microsoft é um aplicativo gratuito de tradução pessoal para mais de 70 idiomas, para traduzir texto, voz, conversas, fotos da câmera e capturas de tela. Você também pode baixar idiomas para tradução off-line gratuitamente para usar quando viajar.\n\nNós realmente esperamos que nosso tradutor seja útil para você! Aguardamos seus comentários e avaliações! Escreva também suas sugestões para melhorar a funcionalidade - help@u-language.com",
    "ru": "Лучший и самый простой способ быстро перевести часть необходимого контента, например слова, фразы или даже пункты меню.\n\nВыделите слово или текст, который хотите перевести, и вы сразу увидите перевод на свой язык. Все в одном простом и понятном расширении для браузера.\n\n➖ Совершенно бесплатно. Не требует регистрации или каких-либо подписок;\n➖ Поддерживает более 120 языков;\n➖ Автоматическое определение языка;\n➖ Текстовая озвучка на 60 языков;\n➖ Обратный перевод;\n➖ Работает на всех сайтах, включая Gmail, Facebook, Twitter и другие;\n➖ Удобный и понятный пользовательский интерфейс расширения;\n➖ Перевод слов с помощью словаря (+ словарь работает в оффлайн режиме).\n\nПереводчик uLanguage читает и воспроизводит слова, фразы и целые тексты, используя качественный человеческий преобразователь текста в речь (TTS). Он показывает транскрипцию и транслитерацию, а также умеет воспроизводить слова или тексты с правильным акцентом и с правильным ударением. Выучите правильное произношение слов сразу, не откладывая на потом!\n\nФункциональность:\n\n✔️ Перевод веб-страницы - полный перевод веб-страницы с переводом при наведении курсора мыши\n\n✔️ Словарь - значение слова, произношение, синонимы, гиперонимы, гипонимы и многое другое.\n\n✔️ Закладки - отслеживает все изменения, которые вы внесли в свои закладки. Сохранение истории переводов.\n\n✔️ Преобразование текста в речь - слушайте правильное произношение и воспроизводите слова и тексты с правильным акцентом.\n\n✔️ Перевод изображений (распознавание изображений) - Просто выберите на мониторе область, которую вы хотите перевести (принцип работы такой же, как в инструменте создания снимков экрана).\n\nВ новой версии расширения мы добавили возможность выбирать переводчики. Теперь не нужно устанавливать дополнительные программы или приложения чтобы использовать Google Translate, все в одном удобном расширении, со всеми функциями которые доступны для переводчика uLanguage. \n\nПросто выбери какой именно переводчик ты хочешь сегодня использовать: uLanguage Translate или Google Translate.\n\nОчень надеемся, что наш переводчик будет вам полезен! Ждем ваших отзывов и оценок! Также пишите свои предложения по улучшению функционала - help@u-language.com",
    "sk": "Najlepší a najjednoduchší spôsob, ako rýchlo preložiť časť obsahu, ktorý potrebujete, napríklad slová, frázy alebo dokonca položky ponuky.\n\nZvýraznite slovo alebo text, ktorý chcete preložiť, a okamžite sa zobrazí preklad do vášho jazyka. Všetko v jednom jednoduchom a zrozumiteľnom rozšírení prehľadávača.\n\n➖ úplne zadarmo. Nevyžaduje registráciu ani žiadne predplatné;\n➖ Podporuje viac ako 120 jazykov;\n➖ Automatická detekcia jazyka;\n➖ Textové hlasové ovládanie pre 60 jazykov;\n➖ Reverzný preklad;\n➖ Funguje na všetkých weboch vrátane Gmailu, Facebooku, Twitteru a ďalších;\n➖ Pohodlné a intuitívne užívateľské rozhranie rozšírenia;\n➖ Preklad slov pomocou slovníka (+ slovník funguje offline).\n\nPrekladač uLanguage číta a reprodukuje slová, frázy a celé texty pomocou kvalitného prekladu textu na reč (TTS). Ukazuje prepis a prepis, vie tiež, ako reprodukovať slová alebo texty so správnym prízvukom a so správnym dôrazom. Naučte sa správne slová výslovnosti hneď, bez odkladania na neskôr!\n\nFunkčnosť: translate\n\n✔️ Preklad webových stránok - úplný preklad webových stránok s prekladom kurzora myši\n\n✔️ Slovník - význam slova, výslovnosť, synonymá, hypernymy, hyponymá a ďalšie.\n\n✔️ Záložky - Sleduje všetky zmeny, ktoré ste vo svojich záložkách vykonali. Ukladá sa história prekladov.\n\n✔️ Prevod textu na reč - počujte správnu výslovnosť a hrajte slová a texty so správnym prízvukom. translate\n\n✔️ Preklad obrázkov (rozpoznávanie obrázkov) - Stačí zvoliť oblasť na monitore, ktorú chcete preložiť (princíp práce je ako v nástroji na snímanie obrazovky).\n\nNaozaj dúfame, že náš prekladateľ bude pre vás užitočný! Tešíme sa na vašu spätnú väzbu a hodnotenie! Napíšte tiež svoje návrhy na vylepšenie funkčnosti - help@u-language.com\n\n\ntranslator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com",
    "sl": "Najboljši in najlažji način za hiter prevod dela vsebine, ki jo potrebujete, na primer besed, besednih zvez ali celo elementov menija.\n\nOznačite besedo ali besedilo, ki ga želite prevesti, in takoj boste videli prevod v vaš jezik. Vse v eni preprosti in razumljivi razširitvi brskalnika.\n\n➖ Popolnoma brezplačno. Ne zahteva registracije ali kakršnih koli naročnin;\n➖ Podpira več kot 120 jezikov;\n➖ Samodejno zaznavanje jezika;\nBesedilno igranje za 60 jezikov;\n➖ povratni prevod;\n➖ Deluje na vseh spletnih mestih, vključno z Gmailom, Facebookom, Twitterjem in drugimi;\n➖ Priročen in intuitiven uporabniški vmesnik razširitve;\n➖ Prevajanje besed s pomočjo slovarja (+ slovar deluje brez povezave).\n\nPrevajalec uLanguage bere in reproducira besede, besedne zveze in celotna besedila s pomočjo kakovostnega prevajanja človeškega besedila v govor (TTS). Prikazuje transkripcijo in prepisovanje, zna tudi reproducirati besede ali besedila s pravilnim naglasom in s pravilnim poudarkom. Takoj se naučite pravilnih izgovornih besed, ne da bi jih prelagali za pozneje!\n\nFunkcionalnost:\n\n✔️ Prevajanje spletnih strani - celoten prevod spletne strani s prevajanjem miške\n\n✔️ Slovar - pomen besed, izgovorjava, sopomenke, hipernimi, hiponimi in še več.\n\n✔️ Zaznamki - Spremlja vse spremembe zaznamkov. Shranjevanje zgodovine prevodov.\n\n✔️ Besedilo v govor - slišite pravilno izgovorjavo in igrajte besede in besedila s pravilnim naglasom.\n\n✔️ Prevajanje slik (prepoznavanje slik) - Samo izberite območje na monitorju, ki ga želite prevesti (načelo dela je kot v orodju za posnetek zaslona).\n\nResnično upamo, da vam bo naš prevajalec koristen! Veselimo se vaših povratnih informacij in ocen! Napišite tudi svoje predloge za izboljšanje funkcionalnosti - help@u-language.com\n\nDeepL Translate: Reading & writing translator\n\nBest and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslator uLanguage reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\nFunctionality: DeepL Translate: Reading & writing translator\n\n✔️ Web page Translation - full web page translation with mouse hover translation\n\n✔️ Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n\n✔️ Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n\n✔️ Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n\n✔️ Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nJust choose which translator you want to use today: uLanguage Translate or Google Translate.\n\nWith the Translator, you can enjoy unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate whatever you’re reading or writing within Chrome. Until then, you can simply select and right-click on any text and choose Translate this selection. \n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nPlease note that this is a beta version, and we are continually making improvements. \n\nTranslate while reading DeepL Translate: Reading & writing translator\n\nYou never have to skip an email, article, or website again. No matter what you’re browsing in Chrome, you can view it in context in your chosen language. \n\nTranslate your writing\nWhether you’re writing a social media post, chat message, or email, you can translate your own words immediately after you type them. This means you no longer have to copy, paste, retype, or leave Chrome to communicate in another language.\n\nFull-page translation\nIf you’re a DeepL user, you can translate entire web pages into your desired language with just one click. Or to make things even easier, you can choose to have all websites in specific languages automatically translated for a seamless browsing experience. This feature is coming soon for free users. \n\nDownload DeepL for Chrome for free to start translating today.\nDeepL Translate: Reading & writing translator\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com",
    "sr": "Најбољи и најлакши начин да брзо преведете део садржаја који вам је потребан, као што су речи, фразе или чак ставке у менију.\n\nОзначите реч или текст који желите да преведете и одмах ћете видети превод на свој језик. Све у једном једноставном и разумљивом проширењу прегледача.\n\nПотпуно бесплатно. Не захтева регистрацију или било какве претплате;\nПодржава преко 120 језика;\n➖ Аутоматско откривање језика;\nТекстуална глума за 60 језика;\nОбрнути превод;\n➖ Ради на свим веб локацијама, укључујући Гмаил, Фацебоок, Твиттер и друге;\n➖ Практичан и интуитиван кориснички интерфејс проширења;\n➖ Превођење речи помоћу речника (+ речник ради офлајн).\n\nПреводилац уЛангуаге чита и репродукује речи, фразе и читаве текстове користећи квалитетан превод текста у говор (ТТС). Приказује транскрипцију и транслитерацију, такође зна како да репродукује речи или текстове са правилним нагласком и са исправним нагласком. Одмах научите тачне изговорне речи, без одлагања за касније!\n\nФункционалност:\n\n✔ Превод веб странице - цео превод веб странице са преводом курсора миша\n\n✔ Речник - Значење речи, изговор, синоними, хиперними, хипоними и још много тога.\n\n✔ Ознаке - Прати све промене које сте унели у обележиваче. Чување историје превода.\n\n✔ Текст у говор - чујте тачан изговор и репродукујте речи и текстове са тачним нагласком.\n\n✔ Превођење слика (препознавање слика) - Само одаберите подручје на монитору које желите да преведете (принцип рада је као у алату за снимак екрана).\n\nЗаиста се надамо да ће вам наш преводилац бити од користи! Радујемо се вашим повратним информацијама и оценама! Такође напишите своје предлоге за побољшање функционалности - хелп@у-лангуаге.цом\n\n\n\n\nSimple translator. Translate select text from websites.\nTranslate It app translates texts, words from any web page into your language. Easy translator and dictionary. Translate Translate\n\ntranslator for Chrome best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nTranslate words and phrases while browsing the web, using Google Translate. Translate while you read and write with Quick Translate, the world's most accurate translator.\n\nWith this translator, you can enjoy Google translate unbeatable translation quality without leaving your browser.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them. \n\nDownload Quick Translate for Chrome for free to start translating today.\n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslate your writing\nWith the translator, you can write your content at the top of the pop-up and get the translation at the bottom. All translations (like French, German, Spanish, Arabic, and ninety-seven other languages) are powered by neural machine translations by Google Translate that accurately translates your content.\n\ntranslator reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\ntranslator functionality:\n✔️ Web page translation - full web page translation with mouse hover translation\n✔️ dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n✔️ bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n✔️ text to speech - Hear correct pronunciation and play words and texts with correct accent.\n✔️ image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nIn the new version of the extension, we have added the ability to select translators. Now you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the uLanguage translator.\n\nText-to-speech \nUse TTS function that helps you learn how words sound as well as phonetic transcription.\n\nFull-page translations\nTranslate entire web pages into your desired language with just one click. This is a new feature provided by Google Translator for free that we integrated into our translator.\n\nBing Translator another big name in free online translation websites is Bing, which uses Microsoft Translator. You can select your input language or have the site automatically detect it as you type. If you have your microphone enabled, you can speak the text you want to be translated, which seems quite convenient if you ask us.\n\nTranslate Translator enables travelers, students, business professionals, employers, and medical staff to read, write and speak in the desired languages and translate anywhere in the world.\n\n• Text translator: Get free translation for text in over 100 languages.\n• Translate text to speech: Listen to translation in male or female voices.\n• Switch between different dialects when you translate.\n• Dictionary & Thesaurus for all languages.\n• Transliteration, Sharing, Favorites, History, and much more.\n• Photo translator: With Translator, you can use your camera to translate menus, signs, and more instantly.\n• Offline translation: Translate in over 40 Languages without an Internet connection.\n• Voice translator: Translate Voice-to-Voice conversation and speech.\n• Verb conjugations in different tenses.\nJust choose which translator you want to use today: uLanguage translate or Google translate.\n\nUse the translator for your travel journeys in 2023:\n- translate text and voice in seconds\n- translate question for local people,\n- translate conversation in shops,\n- translate signs and pointers.\n\nMicrosoft translator is a free, personal translation app for more than 70 languages, to translate text, voice, conversations, camera photos and screenshots. You can also download languages for offline translation for free to use when you travel.\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com\n\nTranslator and dictonary - LET YOU SELECT AND TRANSLATE TEXT FRAGMENTS\nHow it works?\n1. Install Translator the extension from the Chrome Web store.\n2. Go to the document or to the page where you want to translate\nsome text.\n3. Select text you need and translate it.\n4. Get your translation.\n\n👉 Translate words and sentences\n👉 Speak and translate text\n👉 Listen to translated text\n👉 Easily copy and paste text\n👉 Share translate text with your friends\n👉 Detailed history\n👉 Simple and attractive user interface\n👉 Free Translator with speech\n👉 Free Translate different language\n👉 Completely free and faster\n👉 Best word translation app\n👉 Translate more than 100 language\n👉 Copy and delete text with one click with translator\n\nVoice Translator:\n\nThe main function of free language translator application is voice translator. \n\nJust speak and translate all your words easily in the selected language. Speak at once and translate it multiple time in different languages. Press on the voice button and hold it on and speak words that you want to translate and your words will be translated in your desired language easily. Translate free is the best language translator by voice application. Translate text with this translator or web translate tool, переводчик для хром браузера.\n\nTranslate:\nTranslator will always help you to understand foreign texts on any website and even in PDF documents! Do not worry about unknown words! Just one click and the language barrier is broken. Select a word and it will automatically identify the relevant expressions in your text. Select a sentence or paragraph and get its translation on the page itself, instantly. Listen to pronunciation and discover real-life examples of usage.\n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nHOW TO LAUNCH Translator\n  * click Translator button on the Chrome toolbar\n  * use the context menu Translator, then choose preferred translation application Translate Translate Translate\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n* click Translator extension button on the Chrome toolbar to run Translator standalone application. \n * click Translator floating button to run Pop-up Bubble Translator. \n* use the context menu Translator, then select Inline Translator.",
    "sv": "översättare för Chrome bästa och enklaste sättet att snabbt översätta delar av innehållet du behöver, till exempel ord, fraser eller till och med menyalternativ.\n\nÖversätt ord och fraser medan du surfar på webben med Google Översätt. Översätt medan du läser och skriver med Quick Translate, världens mest exakta översättare.\n\nMed denna översättare kan du njuta av Google Translate oslagbar översättningskvalitet utan att behöva lämna din webbläsare.\n\nÖversätt medan du läser\nLär dig ett språk genom att läsa vad du vill. Översätt ord och fraser live på vilken webbsida som helst. Klicka på ord eller fraser på en webbplats för att översätta dem.\n\nLadda ner Quick Translate för Chrome gratis för att börja översätta idag.\n\nMarkera ordet eller texten du vill översätta så ser du omedelbart översättningen till ditt språk. Allt i ett enkelt och begripligt webbläsartillägg.\n\n➖ Helt gratis. Kräver ingen registrering eller några prenumerationer;\n➖ Stöder över 120 språk;\n➖ Automatisk språkdetektering;\n➖ Text röstskådespeleri för 60 språk;\n➖ Omvänd översättning;\n➖ Fungerar på alla webbplatser inklusive Gmail, Facebook, Twitter och andra;\n➖ Bekvämt och intuitivt användargränssnitt för tillägget;\n➖ Översätta ord med hjälp av en ordbok (+ ordbok fungerar offline).\n\nÖversätt din text\nMed översättaren kan du skriva ditt innehåll högst upp i popup-fönstret och få översättningen längst ner. Alla översättningar (som franska, tyska, spanska, arabiska och nittiosju andra språk) drivs av neurala maskinöversättningar från Google Translate som korrekt översätter ditt innehåll.\n\növersättaren läser och återger ord, fraser och hela texter med hjälp av högkvalitativ mänsklig text-till-tal-översättning (TTS). Den visar transkription och translitteration, vet också hur man återger ord eller texter med rätt accent och med korrekt betoning. Lär dig de korrekta uttalsorden direkt, utan att skjuta upp det till senare!\n\növersättarfunktion:\n✔️ Översättning av webbsidor - fullständig översättning av webbsidor med översättning av musen\n✔️ ordbok - Ordets betydelse, uttal, synonymer, hypernyms, hyponymer och mer.\n✔️ bokmärken - Håller reda på alla ändringar du gjort i dina bokmärken. Sparar översättningshistorik.\n✔️ text till tal - Hör korrekt uttal och spela ord och texter med korrekt accent.\n✔️ bildöversättning (bildigenkänning) - Välj bara det område på skärmen som du vill översätta (principen för arbete är som i skärmdumpverktyget).\n\nI den nya versionen av tillägget har vi lagt till möjligheten att välja översättare. Nu behöver du inte installera ytterligare program eller applikationer för att använda Google Translate, allt i ett bekvämt tillägg, med alla funktioner som är tillgängliga för uLanguage-översättaren.\n\nText till tal\nAnvänd TTS-funktionen som hjälper dig att lära dig hur ord låter samt fonetisk transkription.\n\nHelsidesöversättningar\nÖversätt hela webbsidor till önskat språk med bara ett klick. Detta är en ny funktion som tillhandahålls av Google Translator gratis och som vi har integrerat i vår översättare.\n\nBing Translator, ett annat stort namn på webbplatser för gratis översättning online är Bing, som använder Microsoft Translator. Du kan välja ditt inmatningsspråk eller låta webbplatsen upptäcka det automatiskt när du skriver. Om du har din mikrofon aktiverad kan du säga texten du vill ska översättas, vilket verkar ganska bekvämt om du frågar oss.\n\nTranslate Translator gör det möjligt för resenärer, studenter, affärsmän, arbetsgivare och medicinsk personal att läsa, skriva och tala på önskade språk och översätta var som helst i världen.\n\n• Textöversättare: Få gratis översättning av text på över 100 språk.\n• Översätt text till tal: Lyssna på översättning med manliga eller kvinnliga röster.\n• Växla mellan olika dialekter när du översätter.\n• Ordbok & Tesaurus för alla språk.\n• Translitterering, delning, favoriter, historik och mycket mer.\n• Fotoöversättare: Med Översättare kan du använda din kamera för att översätta menyer, skyltar och mer direkt.\n• Offlineöversättning: Översätt till över 40 språk utan internetanslutning.\n• Röstöversättare: Översätt röst-till-röst-samtal och tal.\n• Verbkonjugationer i olika tider.\nVälj bara vilken översättare du vill använda idag: uLanguage translate eller Google translate.\n\nAnvänd översättaren för dina reseresor 2023:\n- översätt text och röst på några sekunder\n- översätt fråga för lokalbefolkningen,\n- översätta konversationer i butiker,\n- översätta tecken och pekare.\n\nMicrosoft translator är en gratis, personlig översättningsapp för mer än 70 språk, för att översätta text, röst, konversationer, kamerafoton och skärmdumpar. Du kan också ladda ner språk för offlineöversättning gratis att använda när du reser.\n\nVi hoppas verkligen att vår översättare kommer att vara användbar för dig! Vi ser fram emot din feedback och betyg! Skriv även dina förslag för att förbättra funktionaliteten - help@u-language.com\n\n\nBest and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\n➖ Completely free. Doesn't require registration or any subscriptions;\n➖ Supports over 120 languages;\n➖ Automatic language detection;\n➖ Text voice acting for 60 languages; \n➖ Reverse translation; \n➖ Works on all sites including Gmail, Facebook, Twitter and others;\n➖ Convenient and intuitive user interface of the extension;\n➖ Translating words using a dictionary (+ dictionary works offline).\n\nTranslator uLanguage reads and reproduces words, phrases and entire texts using quality human text-to-speech (TTS) translation. It shows transcription and transliteration, also knows how to reproduce words or texts with the correct accent and with correct stress. Learn the correct pronunciation words right away, without postponing it for later!\n\nFunctionality:\n\n✔️ Web page Translation - full web page translation with mouse hover translation\n\n✔️ Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n\n✔️ Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n\n✔️ Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n\n✔️ Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nWe really hope that our translator will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality - help@u-language.com",
    "tr": "Chrome için tercüman, kelimeler, ifadeler ve hatta menü öğeleri gibi ihtiyacınız olan içeriğin bir bölümünü hızlı bir şekilde çevirmenin en iyi ve en kolay yoludur.\n\nGoogle Çeviri'yi kullanarak web'de gezinirken sözcükleri ve tümceleri çevirin. Dünyanın en doğru çevirmeni olan Hızlı Çeviri ile okurken ve yazarken çeviri yapın.\n\nBu tercüman ile, tarayıcınızdan ayrılmadan Google translate'in rakipsiz çeviri kalitesinin keyfini çıkarabilirsiniz.\n\nokurken çevir\nİstediğinizi okuyarak bir dil öğrenin. Kelimeleri ve cümleleri herhangi bir web sayfasında canlı olarak çevirin. Çevirmek için herhangi bir sitedeki kelimeleri veya cümleleri tıklayın.\n\nÇeviriye bugün başlamak için Chrome için Hızlı Çeviri'yi ücretsiz indirin.\n\nÇevirmek istediğiniz kelimeyi veya metni vurgulayın, çeviriyi hemen kendi dilinize göre göreceksiniz. Hepsi tek bir basit ve anlaşılır tarayıcı uzantısında.\n\n➖ Tamamen ücretsiz. Kayıt veya herhangi bir abonelik gerektirmez;\n➖ 120'den fazla dili destekler;\n➖ Otomatik dil algılama;\n➖ 60 dilde metin seslendirme;\n➖ Ters çeviri;\n➖ Gmail, Facebook, Twitter ve diğerleri dahil tüm sitelerde çalışır;\n➖ Uzantının kullanışlı ve sezgisel kullanıcı arabirimi;\n➖ Bir sözlük kullanarak kelimeleri çevirme (+ sözlük çevrimdışı çalışır).\n\nYazınızı tercüme edin\nÇevirmen ile açılır pencerenin üst kısmına içeriğinizi yazabilir ve alt kısımda çevirisini alabilirsiniz. Tüm çeviriler (Fransızca, Almanca, İspanyolca, Arapça ve diğer doksan yedi dil gibi), içeriğinizi doğru bir şekilde çeviren Google Translate'in nöral makine çevirileri tarafından desteklenmektedir.\n\nçevirmen, kaliteli insan metinden konuşmaya (TTS) çeviriyi kullanarak sözcükleri, tümceleri ve tüm metinleri okur ve yeniden üretir. Transkripsiyonu ve transkripsiyonu gösterir, ayrıca kelimeleri veya metinleri doğru aksan ve doğru vurgu ile nasıl yeniden üreteceğini bilir. Kelimelerin doğru telaffuzunu sonraya ertelemeden hemen öğrenin!\n\nçevirmen işlevi:\n✔️ Web sayfası çevirisi - fareyle üzerine gelindiğinde tam web sayfası çevirisi\n✔️ sözlük - Kelime anlamı, telaffuz, eşanlamlılar, hipernimler, hiponimler ve daha fazlası.\n✔️ yer imleri - Yer imlerinizde yaptığınız tüm değişiklikleri takip eder. Çeviri geçmişi kaydediliyor.\n✔️ metinden konuşmaya - Doğru telaffuzu duyun ve kelimeleri ve metinleri doğru aksanla oynayın.\n✔️ görüntü çevirisi (görüntü tanıma) - Yalnızca monitörde çevirmek istediğiniz alanı seçin (çalışma prensibi ekran görüntüsü aracındaki gibidir).\n\nUzantının yeni sürümünde çevirmen seçme özelliğini ekledik. Google Çeviri'yi uLanguage tercümanı için mevcut olan tüm özelliklerle tek bir uygun uzantıda kullanmak için artık ek programlar veya uygulamalar yüklemenize gerek yok.\n\nKonuşma metni\nFonetik transkripsiyonun yanı sıra kelimelerin nasıl ses çıkardığını öğrenmenize yardımcı olan TTS işlevini kullanın.\n\nTam sayfa çeviriler\nTüm web sayfalarını tek tıklamayla istediğiniz dile çevirin. Bu, Google Çevirmen tarafından ücretsiz olarak sağlanan ve çevirmenimize entegre ettiğimiz yeni bir özelliktir.\n\nBing Çevirmen Ücretsiz çevrimiçi çeviri web sitelerinde bir başka büyük isim de Microsoft Çevirmen kullanan Bing'dir. Giriş dilinizi seçebilir veya sitenin siz yazarken otomatik olarak algılamasını sağlayabilirsiniz. Mikrofonunuzu etkinleştirdiyseniz, çevrilmesini istediğiniz metni konuşabilirsiniz ki bu bize sorarsanız oldukça uygun görünüyor.\n\nTranslate Translator, gezginlerin, öğrencilerin, iş profesyonellerinin, işverenlerin ve sağlık personelinin istenen dillerde okuma, yazma ve konuşma ve dünyanın herhangi bir yerinde çeviri yapmasına olanak tanır.\n\n• Metin tercümanı: 100'den fazla dilde metin için ücretsiz çeviri alın.\n• Metni konuşmaya çevirin: Çeviriyi erkek veya kadın sesleriyle dinleyin.\n• Çeviri yaparken farklı lehçeler arasında geçiş yapın.\n• Tüm diller için Sözlük ve Eş Anlamlı Sözlük.\n• Transliterasyon, Paylaşım, Sık Kullanılanlar, Geçmiş ve çok daha fazlası.\n• Fotoğraf çevirmeni: Çevirmen ile menüleri, işaretleri ve daha fazlasını anında çevirmek için kameranızı kullanabilirsiniz.\n• Çevrimdışı çeviri: İnternet bağlantısı olmadan 40'tan fazla dilde çeviri yapın.\n• Ses tercümanı: Sesten Sese konuşma ve konuşmayı çevirin.\n• Farklı zamanlarda fiil çekimleri.\nSadece bugün hangi çevirmeni kullanmak istediğinizi seçin: uLanguage translate veya Google translate.\n\n2023'teki seyahat seyahatleriniz için tercümanı kullanın:\n- metni ve sesi saniyeler içinde çevirin\n- yerel halk için soruyu tercüme edin,\n- mağazalardaki konuşmaları tercüme edin,\n- işaretleri ve işaretçileri tercüme edin.\n\nMicrosoft çevirmen, metinleri, sesleri, konuşmaları, kamera fotoğraflarını ve ekran görüntülerini çevirmek için 70'den fazla dilde ücretsiz, kişisel bir çeviri uygulamasıdır. Ayrıca, seyahat ederken kullanmak üzere çevrimdışı çeviri için dilleri ücretsiz olarak indirebilirsiniz.\n\nÇevirmenimizin sizin için yararlı olacağını gerçekten umuyoruz! Geri bildirimlerinizi ve puanlarınızı bekliyoruz! Ayrıca işlevselliği geliştirmek için önerilerinizi yazın - help@u-language.com",
    "zh_CN": "该翻译器是您翻译未知外来词、句子或整篇文章的日常帮手。 这是一种在不中断工作的情况下将文本翻译成另一种语言的简单快捷的方法。\n\n使用世界上最准确的翻译器 Web Translate 在阅读和写作时进行翻译。\n\n使用此翻译器，您无需离开浏览器即可享受 Google 翻译无与伦比的翻译质量。\n\n您将能够毫不费力地即时翻译您在 Chrome 中阅读或书写的任何内容。 选择并右键单击任何文本，然后选择翻译此选择。\n\n由于语言障碍，您不必再担心错过整个网络的任何信息。\n\n免费下载 Chrome 翻译器，立即开始翻译。\n\n未来\n\n边读边翻译\n通过阅读任何你喜欢的东西来学习一门语言。 实时翻译任何网页上的单词和短语。 单击任何站点上的单词或短语即可进行翻译。\n\n翻译你的作品\n使用翻译器，您可以在弹出窗口的顶部编写您的内容，并在底部获取翻译。 所有翻译（如法语、德语、西班牙语、阿拉伯语和其他 97 种语言）均由 Google Translate 的神经网络机器翻译提供支持，可准确翻译您的内容。\n\n双击翻译\n您将能够通过双击进行翻译以快速翻译单词。\n\n文字转语音\n使用 TTS 功能，帮助您了解单词的发音和音标。\n\n整页翻译\n只需单击一下，即可将整个网页翻译成您想要的语言。 这是谷歌翻译免费提供的一项新功能，我们集成到我们的翻译器中。\n\n翻译历史\n所有翻译历史都存储在浏览器的本地存储中。 要查找或删除您的翻译历史记录，请单击浏览器右上角的扩展程序图标。 然后点击弹出窗口中的“显示翻译历史”图标。 该翻译器不使用任何云存储。 因此，删除扩展程序后，您所有的翻译历史将从浏览器的本地存储中删除，并且无法恢复。"
  }
}