{
  "name": {
    "ar": "PDF إلى OCR",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "PDF to OCR",
    "bg,ru,uk": "PDF в OCR",
    "ca,es": "PDF a OCR",
    "cs,pl,sk": "PDF do OCR",
    "da,no": "PDF til OCR",
    "de": "PDF zu OCR",
    "el": "PDF σε OCR",
    "et": "PDF OCR-i",
    "fa": "PDF به OCR",
    "fi": "PDF tekstintunnistimeen",
    "fil": "PDF hanggang OCR",
    "fr": "PDF en OCR",
    "he": "PDF ל- OCR",
    "hi": "पीडीएफ को ओसीआर",
    "hr": "PDF u OCR",
    "hu": "PDF OCR-be",
    "id,ms": "PDF ke OCR",
    "it": "PDF in OCR",
    "ja": "PDFからOCR",
    "ko": "PDF에서 OCR로",
    "lt": "PDF į OCR",
    "lv": "PDF uz OCR",
    "nl": "PDF naar OCR",
    "ro": "PDF la OCR",
    "sl": "PDF v OCR",
    "sr": "ПДФ у ОЦР",
    "sv": "PDF till OCR",
    "th": "PDF เป็น OCR",
    "tr": "PDF&#39;den OCR&#39;ye",
    "vi": "PDF sang OCR",
    "zh_CN": "PDF转OCR",
    "zh_TW": "PDF轉OCR"
  },
  "short": {
    "ar": "تحويل قوات الدفاع الشعبي إلى التعرف الضوئي على الحروف مجانا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Convert PDF to OCR for free.",
    "bg": "Конвертирайте PDF в OCR безплатно.",
    "ca": "Convertir PDF a OCR de forma gratuïta.",
    "cs": "Převést PDF do OCR zdarma.",
    "da,no": "Konverter PDF til OCR gratis.",
    "de": "Konvertieren Sie PDF zu OCR kostenlos.",
    "el": "Μετατρέψτε το PDF σε OCR δωρεάν.",
    "es": "Convertir PDF a OCR de forma gratuita.",
    "et": "PDF-i konverteerimine OCR-ks tasuta.",
    "fa": "تبدیل PDF به OCR به صورت رایگان.",
    "fi": "Muunna PDF OCR: ksi ilmaiseksi.",
    "fil": "I-convert ang PDF sa OCR nang libre.",
    "fr": "Convertissez des PDF en OCR gratuitement.",
    "he": "המר PDF ל OCR ללא תשלום.",
    "hi": "पीडीएफ को मुफ्त में ओसीआर में बदलें।",
    "hr": "Pretvori PDF u OCR besplatno.",
    "hu": "PDF konvertálása OCR-re ingyen.",
    "id": "Konversi PDF ke OCR secara gratis.",
    "it": "Converti PDF in OCR gratuitamente.",
    "ja": "PDFをOCRに無料で変換します。",
    "ko": "PDF를 OCR로 무료로 변환하십시오.",
    "lt": "Konvertuokite PDF į OCR nemokamai.",
    "lv": "PDF konvertēšana bez maksas OCR.",
    "ms": "Tukar PDF ke OCR secara percuma.",
    "nl": "PDF naar OCR gratis converteren.",
    "pl": "Konwertuj PDF do OCR za darmo.",
    "ro": "Convertiți PDF în OCR gratuit.",
    "ru": "Конвертируйте PDF в OCR бесплатно.",
    "sk": "Prevod PDF do OCR zadarmo.",
    "sl": "Pretvorite PDF v OCR brezplačno.",
    "sr": "Претвори ПДФ у ОЦР бесплатно.",
    "sv": "Konvertera PDF till OCR gratis.",
    "th": "แปลง PDF เป็น OCR ฟรี",
    "tr": "PDF'yi ücretsiz olarak OCR'a dönüştürün.",
    "uk": "Конвертувати PDF в OCR безкоштовно.",
    "vi": "Chuyển đổi PDF sang OCR miễn phí.",
    "zh_CN": "免费将PDF转换为OCR。",
    "zh_TW": "免費將PDF轉換為OCR。"
  },
  "long": {
    "ar": "محول ملفات PDF مجاني - تنسيقان مدعومان. تحويل ملفات PDF إلى OCR مجانًا.\n\n• يدعم هذا البرنامج تحويل PDF إلى OCR\n• تحويل PDF إلى OCR\n• عدد غير محدود من التحويلات مجانا\n\nكيفية استخدام هذا الامتداد:\n\n- اضغط على أيقونة البرنامج\n- اختر ملف PDF الذي ترغب في تحويله إلى OCR.\n- تحويل ملفات PDF الخاصة بك إلى نص اليوم على الفور\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. ملفات PDF إلى OCR ليست مملوكة لشركة Google ، وهي غير مرخصة من قِبل شركة Google Inc. وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free PDF File Converter - Two Supported Formats. Convert PDF to OCR for Free.\n\n• This software supports PDF conversion to OCR\n• Convert PDF to OCR\n• Unlimited number of conversions for free\n\nHow to use this extension:\n\n- Click on the software icon\n- Choose PDF file you would like to convert to OCR.\n- Convert your PDF Files to text today instantly\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. PDF to OCR is not owned by Google, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Безплатен конвертор на PDF файлове - два поддържани формата. Конвертирайте PDF в OCR безплатно.\n\n• Този софтуер поддържа PDF преобразуване в OCR\n• Конвертиране на PDF в OCR\n• Неограничен брой реализации безплатно\n\nКак да използвам това разширение:\n\n- Щракнете върху иконата на софтуера\n- Изберете PDF файл, който искате да конвертирате в OCR.\n- Преобразувайте вашите PDF файлове в текст днес незабавно\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. PDF към OCR не е собственост на Google, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Convertidor de fitxers PDF gratuït: dos formats compatibles. Converteix PDF a OCR de forma gratuïta.\n\n• Aquest programari admet la conversió de PDF a OCR\n• Converteix PDF a OCR\n• Nombre il·limitat de conversions de franc\n\nCom s'utilitza aquesta extensió:\n\n- Feu clic a la icona del programari\n- Trieu el fitxer PDF que voleu convertir a OCR.\n- Convertiu els vostres fitxers PDF a text avui a l’instant\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. PDF a OCR no és propietat de Google, no està llicenciat per ni és filial de Google Inc.",
    "cs": "Zdarma převaděč souborů PDF - dva podporované formáty. Převod PDF na OCR zdarma.\n\n• Tento software podporuje převod PDF do OCR\n• Převést PDF na OCR\n• Neomezený počet konverzí zdarma\n\nJak používat toto rozšíření:\n\n- Klikněte na ikonu softwaru\n- Vyberte soubor PDF, který chcete převést na OCR.\n- Převeďte své soubory PDF na text dnes okamžitě\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Soubor PDF do OCR není vlastněn společností Google, není licencován společností Google Inc. a není její dceřinou společností.",
    "da": "Gratis PDF-filkonverter - to understøttede formater. Konverter PDF til OCR gratis.\n\n• Denne software understøtter PDF-konvertering til OCR\n• Konverter PDF til OCR\n• Ubegrænset antal konverteringer gratis\n\nSådan bruges denne udvidelse:\n\n- Klik på softwareikonet\n- Vælg PDF-fil, du vil konvertere til OCR.\n- Konverter dine PDF-filer til tekst i dag med det samme\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. PDF til OCR ejes ikke af Google, den er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Free PDF File Converter - Zwei unterstützte Formate. Konvertieren Sie PDF kostenlos in OCR.\n\n• Diese Software unterstützt die PDF-Konvertierung in OCR\n• Konvertieren Sie PDF in OCR\n• Unbegrenzte Anzahl kostenloser Conversions\n\nSo verwenden Sie diese Erweiterung:\n\n- Klicken Sie auf das Software-Symbol\n- Wählen Sie die PDF-Datei aus, die Sie in OCR konvertieren möchten.\n- Konvertieren Sie Ihre PDF-Dateien noch heute sofort in Text\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. PDF to OCR gehört nicht Google, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Δωρεάν μετατροπέας αρχείων PDF - Δύο υποστηριζόμενες μορφές. Μετατρέψτε PDF σε OCR δωρεάν.\n\n• Αυτό το λογισμικό υποστηρίζει μετατροπή PDF σε OCR\n• Μετατροπή PDF σε OCR\n• Απεριόριστος αριθμός μετατροπών δωρεάν\n\nΠώς να χρησιμοποιήσετε αυτήν την επέκταση:\n\n- Κάντε κλικ στο εικονίδιο λογισμικού\n- Επιλέξτε αρχείο PDF που θέλετε να μετατρέψετε σε OCR.\n- Μετατρέψτε τα αρχεία PDF σε κείμενο σήμερα άμεσα\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το PDF to OCR δεν ανήκει στην Google, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Convertidor de archivos PDF gratuito: dos formatos compatibles. Convierta PDF a OCR gratis.\n\n• Este software admite la conversión de PDF a OCR\n• Convertir PDF a OCR\n• Número ilimitado de conversiones gratis\n\nCómo utilizar esta extensión:\n\n- Haga clic en el icono del software\n- Elija el archivo PDF que le gustaría convertir a OCR.\n- Convierta sus archivos PDF a texto hoy al instante\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. PDF to OCR no es propiedad de Google, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Tasuta PDF-failide teisendaja - kaks toetatud vormingut. Teisendage PDF tasuta OCR-iks.\n\n• See tarkvara toetab PDF-failide teisendamist OCR-iks\n• Teisenda PDF OCR-iks\n• Piiramatu arv konversioone tasuta\n\nKuidas seda laiendust kasutada:\n\n- Klõpsake tarkvaraikoonil\n- Valige PDF-fail, mille soovite teisendada OCR-iks.\n- Teisendage oma PDF-failid kohe tekstiks\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. PDF-st OCR-i ei kuulu Google, see pole Google Inc. litsentsitud ega ole selle tütarettevõte.",
    "fa": "مبدل فایل PDF رایگان - دو فرمت پشتیبانی شده. تبدیل PDF به OCR به صورت رایگان.\n\n• این نرم افزار از تبدیل PDF به OCR پشتیبانی می کند\n• تبدیل PDF به OCR\n• تعداد نامحدود تبدیل به صورت رایگان\n\nنحوه استفاده از این برنامه افزودنی:\n\n- روی نماد نرم افزار کلیک کنید\n- فایل PDF مورد نظر برای تبدیل به OCR را انتخاب کنید.\n- فایلهای PDF خود را امروز فوراً به متن تبدیل کنید\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. PDF به OCR متعلق به Google نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Ilmainen PDF File Converter - Kaksi tuettua muotoa. Muunna PDF OCR-tiedostoksi ilmaiseksi.\n\n• Tämä ohjelmisto tukee PDF-muuntamista tekstintunnistimeksi\n• Muunna PDF tekstintunnistimeksi\n• Rajoittamaton määrä tuloksia ilmaiseksi\n\nKuinka käyttää tätä laajennusta:\n\n- Napsauta ohjelmistokuvaketta\n- Valitse muunnettava PDF-tiedosto,\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™ -sovelluksen PDF-tiedosto tekstintunnistusohjelmaan ei ole omistaja, eikä se ole Google Inc: n tytäryhtiö.",
    "fil": "Ilmainen PDF-tiedostomuunnin - kaksi tuettua muotoa. Muunna PDF OCR: ksi ilmaiseksi.\n\n• Tämä ohjelmisto tukee PDF-muunnosta OCR: ksi\n• Muunna PDF OCR: ksi\n• Rajoittamaton määrä tuloksia ilmaiseksi\n\nKuinka käyttää tätä laajennusta:\n\n- Napsauta ohjelmistokuvaketta\n- Valitse PDF-tiedosto, jonka haluat muuntaa OCR: ksi.\n- Muunna PDF-tiedostosi tekstiksi tänään heti\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. PDF OCR: ään ei ole Googlen omistuksessa, sillä ei ole Google Inc: n käyttöoikeuksia eikä tytäryhtiö.",
    "fr": "Convertisseur de fichiers PDF gratuit - Deux formats pris en charge. Convertissez un PDF en OCR gratuitement.\n\n• Ce logiciel prend en charge la conversion PDF en OCR\n• Conversion de PDF en OCR\n• Nombre illimité de conversions gratuites\n\nComment utiliser cette extension:\n\n- Cliquez sur l'icône du logiciel\n- Choisissez le fichier PDF que vous souhaitez convertir en OCR.\n- Convertissez instantanément vos fichiers PDF en texte\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. PDF to OCR n'est pas la propriété de Google, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "ממיר קבצי PDF בחינם - שני פורמטים נתמכים. המרת PDF ל- OCR בחינם.\n\n• תוכנה זו תומכת בהמרת PDF ל- OCR\n• המרת PDF ל- OCR\n• מספר בלתי מוגבל של המרות בחינם\n\nכיצד להשתמש בתוסף זה:\n\n- לחץ על סמל התוכנה\n- בחר קובץ PDF שתרצה להמיר,\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. PDF ל- OCR עבור Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "मुफ्त पीडीएफ फाइल कनवर्टर - दो समर्थित प्रारूप। पीडीएफ को मुफ्त में ओसीआर में बदलें।\n\n• यह सॉफ्टवेयर OCR में पीडीएफ रूपांतरण का समर्थन करता है\n• पीडीएफ को ओसीआर में बदलें\n• मुफ्त में असीमित संख्या में रूपांतरण\n\nइस एक्सटेंशन का उपयोग कैसे करें:\n\n- सॉफ्टवेयर आइकन पर क्लिक करें\n- पीडीएफ फाइल चुनें जिसे आप ओसीआर में बदलना चाहते हैं।\n- आज तुरन्त अपनी पीडीएफ फाइलों को टेक्स्ट में बदलें\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। OCR का PDF Google के स्वामित्व में नहीं है, यह इसके द्वारा लाइसेंस प्राप्त नहीं है और Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Besplatni pretvarač PDF datoteka - dva podržana formata. Pretvorite PDF u OCR besplatno.\n\n• Ovaj softver podržava pretvorbu PDF-a u OCR\n• Pretvori PDF u OCR\n• Neograničen broj konverzija besplatno\n\nKako se koristi ovo proširenje:\n\n- Kliknite ikonu softvera\n- Odaberite PDF datoteku koju želite pretvoriti u OCR.\n- Pretvorite svoje PDF datoteke odmah u tekst danas\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. PDF u OCR nije u Googleovom vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Ingyenes PDF File Converter - Két támogatott formátum. Konvertálja a PDF fájlt OCR-be ingyen.\n\n• Ez a szoftver támogatja a PDF OCR formátumba konvertálását\n• A PDF konvertálása OCR formátumba\n• Korlátlan számú konverzió ingyen\n\nA kiterjesztés használata:\n\n- Kattintson a szoftver ikonra\n- Válassza ki az OCR-be konvertálni kívánt PDF fájlt.\n- Konvertálja a PDF fájlokat szövegessé ma azonnal\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A PDF-től OCR-hez nem a Google a tulajdonosa, a Google Inc. nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Pengonversi File PDF Gratis - Dua Format yang Didukung. Konversi PDF ke OCR secara Gratis.\n\n• Perangkat lunak ini mendukung konversi PDF ke OCR\n• Konversi PDF ke OCR\n• Jumlah konversi gratis tanpa batas\n\nCara menggunakan ekstensi ini:\n\n- Klik pada ikon perangkat lunak\n- Pilih file PDF yang ingin Anda ubah ke OCR.\n- Konversikan File PDF Anda ke teks hari ini secara instan\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. PDF ke OCR tidak dimiliki oleh Google, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Convertitore di file PDF gratuito - Due formati supportati. Converti PDF in OCR gratuitamente.\n\n• Questo software supporta la conversione da PDF a OCR\n• Converti PDF in OCR\n• Numero illimitato di conversioni gratuitamente\n\nCome utilizzare questa estensione:\n\n- Fare clic sull'icona del software\n- Scegli il file PDF che desideri convertire in OCR.\n- Converti i tuoi file PDF in testo oggi stesso all'istante\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. PDF to OCR non è di proprietà di Google, non è concesso in licenza e non è una consociata di Google Inc.",
    "ja": "無料のPDFファイルコンバーター-2つのサポートされている形式。 PDFを無料でOCRに変換します。\n\n•このソフトウェアは、OCRへのPDF変換をサポートしています\n•PDFをOCRに変換\n•無料で無制限の数の変換\n\nこの拡張機能の使用方法：\n\n-ソフトウェアのアイコンをクリックします\n-OCRに変換するPDFファイルを選択します。\n-PDFファイルを今すぐテキストに変換\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 PDF to OCRはGoogleが所有するものではなく、Google Inc.によってライセンスされておらず、その子会社でもありません。",
    "ko": "무료 PDF 파일 변환기-두 가지 지원 형식. PDF를 무료로 OCR로 변환합니다.\n\n•이 소프트웨어는 OCR 로의 PDF 변환을 지원합니다\n• PDF를 OCR로 변환\n• 무료로 무제한 변환\n\n이 확장을 사용하는 방법 :\n\n-소프트웨어 아이콘을 클릭하십시오\n-OCR로 변환 할 PDF 파일을 선택합니다.\n-오늘 즉시 PDF 파일을 텍스트로 변환\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. PDF to OCR은 Google의 소유가 아니며 Google Inc.의 라이센스가 없으며 자회사가 아닙니다.",
    "lt": "Nemokamas PDF failų keitiklis - du palaikomi formatai. Konvertuokite PDF į OCR nemokamai.\n\n• Ši programinė įranga palaiko PDF konvertavimą į OCR\n• Konvertuoti PDF į OCR\n• Neribotas konversijų skaičius nemokamai\n\nKaip naudoti šį plėtinį:\n\n- Spustelėkite programinės įrangos piktogramą\n- Pasirinkite PDF failą, kurį norite konvertuoti į OCR.\n- Šiandien konvertuokite savo PDF failus į tekstą šiandien\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. PDF į OCR nepriklauso „Google“, jis nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Bezmaksas PDF failu pārveidotājs - divi atbalstītie formāti. Konvertējiet PDF failu par OCR bez maksas.\n\n• Šī programmatūra atbalsta PDF konvertēšanu uz OCR\n• Konvertēt PDF uz OCR\n• neierobežots reklāmguvumu skaits bez maksas\n\nKā izmantot šo paplašinājumu:\n\n- Noklikšķiniet uz programmatūras ikonas\n- Izvēlieties PDF failu, kuru vēlaties konvertēt uz OCR.\n- Nekavējoties konvertējiet savus PDF failus uz tekstu šodien\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. PDF to OCR nepieder Google, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Penukar Fail PDF Percuma - Dua Format yang Disokong. Tukar PDF ke OCR secara percuma.\n\n• Perisian ini menyokong penukaran PDF ke OCR\n• Tukar PDF ke OCR\n• Jumlah penukaran tanpa had secara percuma\n\nCara menggunakan pelanjutan ini:\n\n- Klik pada ikon perisian\n- Pilih fail PDF yang ingin anda ubah ke OCR.\n- Tukar Fail PDF anda ke teks hari ini dengan serta-merta\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. PDF ke OCR tidak dimiliki oleh Google, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Gratis PDF-bestandsconverter - twee ondersteunde formaten. Converteer PDF gratis naar OCR.\n\n• Deze software ondersteunt PDF-conversie naar OCR\n• Converteer PDF naar OCR\n• Onbeperkt aantal gratis conversies\n\nHoe deze extensie te gebruiken:\n\n- Klik op het softwarepictogram\n- Kies een PDF-bestand dat u naar OCR wilt converteren.\n- Converteer uw PDF-bestanden vandaag onmiddellijk naar tekst\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. PDF naar OCR is geen eigendom van Google, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Gratis PDF-filkonverterer - to støttede formater. Konverter PDF til OCR gratis.\n\n• Denne programvaren støtter PDF-konvertering til OCR\n• Konverter PDF til OCR\n• Ubegrenset antall konverteringer gratis\n\nSlik bruker du denne utvidelsen:\n\n- Klikk på programvareikonet\n- Velg PDF-fil du vil konvertere til OCR.\n- Konverter PDF-filer til tekst i dag umiddelbart\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. PDF til OCR eies ikke av Google, den er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Darmowy konwerter plików PDF - dwa obsługiwane formaty. Konwertuj PDF na OCR za darmo.\n\n• To oprogramowanie obsługuje konwersję PDF do OCR\n• Konwersja plików PDF do OCR\n• Nieograniczona liczba konwersji za darmo\n\nJak korzystać z tego rozszerzenia:\n\n- Kliknij ikonę oprogramowania\n- Wybierz plik PDF, który chcesz przekonwertować na OCR.\n- Konwertuj pliki PDF na tekst już dziś natychmiast\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. PDF do OCR nie jest własnością Google, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Convertor de fișiere PDF gratuit - Două formate acceptate. Convertiți PDF în OCR gratuit.\n\n• Acest software acceptă conversia PDF în OCR\n• Convertiți PDF în OCR\n• Număr nelimitat de conversii gratuit\n\nCum se folosește această extensie:\n\n- Faceți clic pe pictograma software\n- Alegeți fișierul PDF pe care doriți să îl convertiți în OCR.\n- Convertiți fișierele PDF în text astăzi instantaneu\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. PDF către OCR nu este deținut de Google, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Бесплатный конвертер PDF-файлов - два поддерживаемых формата. Конвертируйте PDF в OCR бесплатно.\n\n• Это программное обеспечение поддерживает преобразование PDF в OCR.\n• Преобразование PDF в OCR\n• Неограниченное количество конверсий бесплатно\n\nКак использовать это расширение:\n\n- Щелкните значок программного обеспечения\n- Выберите файл PDF, который вы хотите преобразовать в OCR.\n- Мгновенно конвертируйте ваши PDF-файлы в текст сегодня\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. PDF в OCR не принадлежит Google, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Bezplatný prevádzač súborov PDF - dva podporované formáty. Konvertujte PDF na OCR zadarmo.\n\n• Tento softvér podporuje prevod PDF do OCR\n• Prevod PDF na OCR\n• Neobmedzený počet konverzií zadarmo\n\nAko používať toto rozšírenie:\n\n- Kliknite na ikonu softvéru\n- Vyberte súbor PDF, ktorý chcete previesť do OCR.\n- Konvertujte svoje súbory PDF na text dnes okamžite\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. PDF do OCR nie je vo vlastníctve spoločnosti Google, nemá licenciu od spoločnosti Google Inc. a nie je jej dcérskou spoločnosťou.",
    "sl": "Brezplačen pretvornik datotek PDF - dve podprti obliki zapisa. Pretvorite PDF v OCR brezplačno.\n\n• Ta programska oprema podpira pretvorbo PDF v OCR\n• Pretvori PDF v OCR\n• Neomejeno število pretvorb brezplačno\n\nKako uporabiti to razširitev:\n\n- Kliknite ikono programske opreme\n- Izberite datoteko PDF, ki jo želite pretvoriti v OCR.\n- Datoteke PDF takoj pretvorite v besedilo v trenutku\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. PDF v OCR ni v lasti Googla, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Бесплатни претварач ПДФ датотека - два подржана формата. Претворите ПДФ у ОЦР бесплатно.\n\n• Овај софтвер подржава претварање ПДФ-а у ОЦР\n• Претвори ПДФ у ОЦР\n• Неограничен број конверзија бесплатно\n\nКако се користи овај додатак:\n\n- Кликните на икону софтвера\n- Изаберите ПДФ датотеку коју желите претворити у ОЦР.\n- Одмах претворите ПДФ датотеке у текст данас\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. ПДФ у ОЦР није у власништву Гоогле-а, није лиценциран и није подружница Гоогле Инц.",
    "sv": "Gratis PDF-filkonverterare - två format som stöds. Konvertera PDF till OCR gratis.\n\n• Denna programvara stöder PDF-konvertering till OCR\n• Konvertera PDF till OCR\n• Obegränsat antal konverteringar gratis\n\nSå här använder du detta tillägg:\n\n- Klicka på programvaruikonen\n- Välj PDF-fil som du vill konvertera till OCR.\n- Konvertera dina PDF-filer till text idag direkt\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. PDF till OCR ägs inte av Google, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "โปรแกรมแปลงไฟล์ PDF ฟรี - สองรูปแบบที่รองรับ แปลง PDF เป็น OCR ฟรี\n\n•ซอฟต์แวร์นี้รองรับการแปลง PDF เป็น OCR\n•แปลง PDF เป็น OCR\n•ไม่ จำกัด จำนวนการแปลงฟรี\n\nวิธีใช้ส่วนขยายนี้:\n\n- คลิกที่ไอคอนซอฟต์แวร์\n- เลือกไฟล์ PDF ที่คุณต้องการแปลงเป็น OCR\n- แปลงไฟล์ PDF ของคุณเป็นข้อความวันนี้ทันที\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Google ไม่ได้เป็นเจ้าของ PDF เป็น OCR แต่ไม่ได้รับอนุญาตและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Ücretsiz PDF Dosyası Dönüştürücü - İki Desteklenen Biçim. PDF'yi Ücretsiz OCR'ye dönüştürün.\n\n• Bu yazılım PDF'nin OCR'ye dönüştürülmesini destekler\n• PDF'yi OCR'ye dönüştürme\n• Ücretsiz sınırsız sayıda dönüşüm\n\nBu uzantı nasıl kullanılır:\n\n- Yazılım simgesine tıklayın\n- OCR'ye dönüştürmek istediğiniz PDF dosyasını seçin.\n- PDF dosyalarınızı hemen bugün metne dönüştürün\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. PDF to OCR, Google'a ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Безкоштовний конвертер файлів PDF - два підтримувані формати. Безкоштовно перетворіть PDF на OCR.\n\n• Це програмне забезпечення підтримує перетворення PDF на OCR\n• Перетворити PDF на OCR\n• Необмежена кількість конверсій безкоштовно\n\nЯк використовувати це розширення:\n\n- Клацніть на піктограму програмного забезпечення\n- Виберіть файл PDF, який ви хочете перетворити на OCR.\n- Миттєво перетворіть свої файли PDF у текст сьогодні\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. PDF у форматі OCR не належить Google, він не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Chuyển đổi tệp PDF miễn phí - Hai định dạng được hỗ trợ. Chuyển đổi PDF sang OCR miễn phí.\n\n• Phần mềm này hỗ trợ chuyển đổi PDF sang OCR\n• Chuyển đổi PDF sang OCR\n• Không giới hạn số lượng chuyển đổi miễn phí\n\nCách sử dụng tiện ích mở rộng này:\n\n- Nhấp vào biểu tượng phần mềm\n- Chọn tệp PDF bạn muốn chuyển đổi sang OCR.\n- Chuyển đổi tệp PDF của bạn thành văn bản ngay hôm nay\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. PDF to OCR không thuộc sở hữu của Google, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "免费的PDF文件转换器-两种受支持的格式。免费将PDF转换为OCR。\n\n•该软件支持将PDF转换为OCR\n•将PDF转换为OCR\n•无限次数的免费转换\n\n如何使用此扩展名：\n\n-点击软件图标\n-选择要转换为OCR的PDF文件。\n-立即将您的PDF文件转换为文本\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 PDF到OCR的所有权归Google所有，未经Google Inc.许可也不属于Google Inc.的子公司。",
    "zh_TW": "免費的PDF文件轉換器-兩種受支持的格式。免費將PDF轉換為OCR。\n\n•該軟件支持將PDF轉換為OCR\n•將PDF轉換為OCR\n•無限次數的免費轉換\n\n如何使用此擴展程序：\n\n-點擊軟件圖標\n-選擇要轉換為OCR的PDF文件。\n-立即將您的PDF文件轉換為文本\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 PDF到OCR的所有權歸Google所有，未經Google Inc.許可，也不屬於Google Inc.的子公司。"
  }
}