{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Vitals Tester"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze Web Vitals score and diagnostic"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze Web Vitals score and metrics.\n\nCheck the performance of web site: \n- Largest Contentful Paint (LCP);\n- First Input Delay (FID);\n- Cumulative Layout Shift (CLS).\n\nWeb Vitals is a recent Google initiative to provide unified guidelines for measuring essential quality elements to deliver an exceptional user experience on websites.\n\nGoogle's Web Vitals initiative aims to simplify the landscape and help web developers focus on the metrics that matter most, the Core Web Vitals.\n\nWith Web Vitals, Google is specifying a set of 3 distinct performance metrics to make up their \"Core Web Vitals\" that they use to make a judgement on whether or not your website has a good user experience. Google is also specifying a few leading indicator metrics in the Web Vitals specification that are not classified as \"core.\"\n\nGoogle has been promoting the importance of website speed since their inception, so no surprise here. However, this is the first time they explicitly identify the specific performance metrics that are used to drive their search rankings.\n\nThe Core Web Vitals focus on three simple UX characteristics of a page:\n1 - Loading Times\n2 - Interactivity (i.e page responsiveness)\n3 - Visual Page Stability\nThe math behind the metrics can get tricky, but an understanding of what they're trying to accomplish may help simplify things.\n\nThe Core Web Vitals metrics are as follows:\n- Largest Contentful Paint (LCP)\n- First Input Delay (FID) / Total Blocking Time (TBT)\n- Cumulative Layout Shift (CLS)\nThese Core Web Vitals are outcome metrics and a combination of other metrics may be used to act as leading indicators to predict user experience given a change.\n\nLargest Contentful Paint (LCP): measures loading performance. To provide a good user experience, LCP should occur within 2.5 seconds of when the page first starts loading.\n\nFirst Input Delay (FID): measures interactivity. To provide a good user experience, pages should have a FID of less than 100 milliseconds.\n\nCumulative Layout Shift (CLS): measures visual stability. To provide a good user experience, pages should maintain a CLS of less than 0.1.\n\nFind out more:\n- https://www.seochecker.it/\n- https://www.seochecker.it/web-vitals-tester"
  }
}