{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web3m Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate your accounts with Web3m"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Web3m Extension is designed to seamlessly connect your Twitter account to the Web3m platform, integrating social media insights with blockchain data. This tool allows users to access a detailed analysis of tweet engagements and follower demographics, which are enhanced by incorporating on-chain data such as transaction histories and token activities. A customizable dashboard displays both types of data, aiding in the correlation of social interactions with blockchain behaviors. The extension also provides real-time data updates to ensure that the information remains current and relevant.\n\nSecurity is a priority with the Web3m Extension, which employs advanced encryption methods and complies with the highest data security standards. Additionally, the extension utilizes Web3m’s proprietary algorithms to generate precise insights from the integrated data sets.\n\nFor optimal use of the Web3m Extension, it is recommended to also sign up for Web3m's CDP product, which is tailored for Web3, Blockchain, and NFT companies. This enhances the functionality and insights provided by the extension.\n\nThe Web3m Extension is especially useful for marketers, strategists, and analysts looking to develop a data-driven approach to their social media and blockchain strategies. Detailed installation instructions and usage guides are available on the Web3m website, and further support can be accessed through our customer service team."
  }
}