{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comfortable MyAnimeList Dark Mode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable a more comfortable dark mode on Myanimelist, by Shishio-kun."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are MAL's dark mode and light mode too hard on your eyes? My extension provides a much more comfortable dark mode alternative! Darkens all pages (including lists).\n\nIn addition to the more comfortable dark mode the extension also adds many improvements and fixes, such as:\n(1) removes bloat and flashbang elements from the site \n(2) top anime and search pages gain status colors and working tooltips\n(3) reviews can be darkened to make walls of text easier to read, reviewer scores are seen at all times (you don't need to click Show More)\n(4) darkens the Myanimelist X Japan and Fantasy Anime League sites, which the default dark mode doesn't affect\n\nSimply install the extension and everything will be done. Report bugs, make suggestions, and see alternative versions in the official topic here: https://myanimelist.net/forum/?topicid=2072574\n\nBig thanks and credit to Valerio_Lyndon for mapping out much of the site earlier in previous dark themes. In the early stages of making this extension, I used a CSS file with your name on it and that was a giant help in the beginning. Also, thanks and credit to ShaggyZE for any work you may have put into the file I used. Colors used were inspired in part by cicerakes dark mode (my preferred theme for years) and the Dark Reader extension, although I've made mine darker and added hundreds of other changes."
  }
}