{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Text Extraction"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This innovative Google Chrome extension empowers users with the ability to extract and interact with text from any webpage,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This innovative Google Chrome extension empowers users with the ability to extract and interact with text from any webpage, enhancing their browsing and research capabilities.\n\nKey features and reasons to install:\n\n1. Text Extraction from Webpages: Harnessing the power of Optical Character Recognition (OCR), the extension allows users to recognize and extract text from any part of a webpage. This can be especially useful for academic research, data collection, or when dealing with non-editable web text.\n\n2. User-Friendly Selection Tool: Users can easily specify the area of text extraction using intuitive vertical and horizontal lines that can be drawn directly on the webpage. This precise selection tool ensures users extract exactly what they need.\n\n3. Convenient Text Display and Interaction: Extracted text is displayed in a floating box that can be moved and resized according to user preferences. This makes it simple to reference the extracted text while continuing to browse.\n\n4. Clipboard Copy Functionality: With just one click, users can copy the extracted text from the floating box to the clipboard, making it effortless to paste and use the text in other applications or documents.\n\n5. Broad Compatibility: The extension is compatible with all URLs, making it a versatile tool for text extraction across various websites and platforms.\n\n6. Continuous Improvement: The extension is under active development with regular updates aimed at improving user experience and performance. Future updates are planned to move OCR processing to the background for even faster and smoother performance.\n\nBy installing this extension, users can enhance their browsing experience, streamline their research process, and interact with web content in a more dynamic and efficient way."
  }
}