{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Finder by ByteCtrl"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock Connections, Discover Contacts: Finder - Your Key to LinkedIn Prospecting Success"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Finder by ByteCtrl\" is a powerful and innovative tool designed to revolutionize your LinkedIn prospecting efforts. With Finder, you can unlock connections and discover valuable contacts like never before, making it your key to LinkedIn prospecting success.\n\nThis cutting-edge software empowers you to identify and connect with potential clients, partners, and collaborators effortlessly. Whether you're a seasoned professional or just starting out in your career, Finder offers a range of features to help you make the most out of your LinkedIn network.\n\nKey Features of Finder by ByteCtrl:\n\nConnection Unlocking: Finder allows you to access and unlock hidden connections within your LinkedIn network. Connect with professionals you might not have had access to before.\n\nSaved List: Saved Lists in Finder by ByteCtrl provide tailored organization, priority prospecting, and efficient management of your LinkedIn connections. Streamline your outreach, stay organized, and maximize your prospecting success with this invaluable feature.\n\nAdvanced Search: Utilize the powerful search capabilities to target specific industries, job titles, locations, and more. Find the right people for your business or career goals with ease.\n\nContact Discovery: Discover valuable contacts who share your interests or fit your target audience. Expand your network with like-minded professionals and potential leads.\n\nUser-Friendly Interface: The intuitive interface of Finder ensures that you can start using the software with ease, regardless of your LinkedIn experience level.\n\nWith Finder by ByteCtrl, you'll have the ultimate tool at your disposal to enhance your LinkedIn prospecting efforts and unlock new opportunities. Whether you're looking to expand your professional network, find potential clients, or establish valuable connections, Finder is your go-to solution for LinkedIn prospecting success. Join the ranks of professionals who are making the most of their LinkedIn network with Finder by ByteCtrl."
  }
}