{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cybershot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize Instagram leads like a pro! Chrome extension offers auto-reactions, comments, messaging, and more! 🚀"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "développez votre compte de manière efficace grâce à notre extension révolutionnaire pour Chrome.\n\nVISIBILITÉ\nAttirez des milliers de vues sur vos vidéos et augmentez rapidement votre nombre d'abonnés.\n\nENGAGEMENT\nInteragissez de manière ciblée et personnalisée avec les comptes qui vous intéressent le plus.\n\nPROSPECTION\nGénérez jusqu'à 100 leads ultra-qualifiés par jour et engagez la conversation avec eux via des messages privés.\n\nFonctionnalités de CyberShot pour Instagram\n\nCiblage aléatoire des vidéos et temps de visionnage\nAugmentez votre engagement avec un ciblage précis par mots-clés et une lecture automatique aléatoire des vidéos.\n\nLikes et commentaires automatiques\nInteragissez de manière personnalisée et créez des relations authentiques avec des dizaines de commentaires prédéfinis et personnalisables.\n\nCommentaires intelligents avec ChatGPT\nProfitez de réponses intelligentes générées par l'IA ChatGPT pour des interactions naturelles, comme si vous les aviez écrites vous-même.\n\nMessages privés automatiques et personnalisés\nAutomatisez votre prospection et convertissez des leads qualifiés avec des messages personnalisés directement sur Instagram.\n\nSuivi/Non-suivi intelligent\nOptimisez votre présence en ligne avec un équilibre parfait entre abonnements et abonnés grâce au suivi/non-suivi automatisé.\n\nProspection des abonnés de vos concurrents\nCiblez et engagez la conversation avec les abonnés de vos concurrents, des prospects hautement qualifiés intéressés par vos services.\n\nAdopter CyberShot pour Instagram\nc'est vous donner les moyens de réussir sur Instagram sans effort.\n\nOptimisez votre temps\nConcentrez-vous sur votre activité principale; CyberShot s'occupe du reste pour vous.\n\nRévolutionnez votre prospection\nFini les heures passées à prospecter manuellement sans résultats! Connectez automatiquement des prospects qualifiés.\n\nMonétisez votre audience\nTransformez votre compte Instagram en une machine à cash grâce à la vente de vos services et partenariats payants.\n\nBoostez votre compte\nMultipliez les interactions et l'engagement en pilote automatique pour augmenter votre visibilité à de nouveaux sommets."
  }
}