{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClaroRead Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speaks aloud text in web pages",
    "es": "Habla en voz alta el texto en páginas web",
    "fr": "Parle à haute voix le texte des pages web",
    "nl": "Tekst op webpagina's voorlezen",
    "no": "Leser tekst på nettsider",
    "sv": "Läser upp text på webbsidor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free extension with a few Premium features, see below. \n\nSpeak any text on a website by selecting it, point with the mouse to hear text and links and captions, or click Play to hear sentences read out with highlighting to let you keep track of where you are. \n\nRead Google Docs documents back to you so you can proof your work and fix any errors. \n\nSpeak accessible PDFs opened in Google Chrome with highlighting by clicking the Play button.\n\nHear letters, words or sentences spoken back as you type. Simply type in to web pages and hear what you type as you type it. For letters, hear the letter names or sounds spoken back to you, whichever helps you understand better. \n\nTurn on a coloured overlay so pages are tinted to the colour you find easiest to read - no more glaring black on white text. \n\nChange the speed of the spoken voice, slower for comprehension, faster for efficiency. \n\nActivate word prediction to help you with writing and composition - find that elusive word you want. Now includes subject-specific prediction dictionaries and larger base dictionaries!\n\nRead the contents of Google Docs extensions aloud so your support tools speak.\n\nPREMIUM FEATURES!\n\nUpgrade to a Premium subscription and also gain: \n\n● Scan from Screen, so you can select inaccessible images like Google Books and hear them read aloud. \n\n● Spelling and Homophone checking in Google Docs, Microsoft Office 365 Word Online and other editable text areas.\n\n● Speech Recognition. Enter text in to documents and text areas of web pages through dictation.\n\n● Reading with highlighting in Microsoft Office 365 Word.\n\n● More online text-to-speech voices. \n\nFrom the developers of ClaroRead for Mac and Windows and the ClaroSpeak and ClaroPDF Apps.",
    "es": "Lea cualquier texto de una página web. Pulse «Reproducir» para escuchar el texto leído y marcado para poder seguirlo. \n\nRelea sus documentos de Google Docs para poder revisar su trabajo y corregir cualquier error. \n\nEscuche PDF accesibles.\n\nEscuche letras, palabras o frases a medida que escribe.\n\nActive una capa transparente de color para que las páginas se tiñan del tono en el que le sea más fácil leer. \n\nActive la predicción de palabras para obtener ayuda con su escritura y redacción.\n\nDe los desarrolladores de ClaroRead para Mac y Windows y de las aplicaciones ClaroSpeak y ClaroPDF.\n\nEs fantástico para realizar exámenes, revisar su trabajo y para cualquier con problemas como la dislexia.",
    "fr": "Faites lire n’importe quel texte sur un site Web. Cliquez sur Lecture pour entendre le texte lu en surbrillance afin de savoir où vous êtes. \n\nFaites lire les documents Google Docs pour vous-même afin de vérifier votre travail et de corriger les erreurs. \n\nFaites lire les PDF accessibles.\n\nEntendez les lettres, les mots ou les phrases prononcés pendant que vous tapez.\n\nActivez une superposition colorée pour que les pages prennent la couleur la plus facile à lire. \n\nActivez la prédiction des mots pour vous aider avec la composition et la rédaction.\n\nFait par les développeurs de ClaroRead pour Mac et Windows et les applications ClaroSpeak et ClaroPDF.\n\nIdéal pour les examens, la vérification de votre travail et toute personne ayant un problème de type dyslexie.",
    "nl": "Leest alle teksten op een website voor. Klik op Afspelen om een tekst te laten voorlezen met markering zodat u weet welk stuk voorgelezen wordt. \n\nLeest Google Documenten voor zodat u uw werk kunt controleren en fouten kunt verbeteren. \n\nLeest toegankelijke PDF-documenten voor.\n\nHoor letters, woorden of zinnen terwijl u ze typt.\n\nGeef pagina’s een kleur die u makkelijk vindt om te lezen. \n\nActiveer woordvoorspelling om u te helpen met schrijven en opstellen.\n\nVan de ontwikkelaars van ClaroRead voor Mac en Windows en de ClaroSpeak- en ClaroPDF-app.\n\nGeweldig voor examens, om uw werk te controleren en voor iedereen met leesproblemen zoals dyslexie.",
    "no": "Speak any text on a website by selecting it, point with the mouse to hear text and links and captions, or click Play to hear sentences read out with highlighting to let you keep track of where you are. \n\nRead Google Docs documents back to you so you can proof your work and fix any errors. \n\nSpeak accessible PDFs opened in Google Chrome with highlighting by clicking the Play button.\n\nHear letters, words or sentences spoken back as you type. Simply type in to web pages and hear what you type as you type it. For letters, hear the letter names or sounds spoken back to you, whichever helps you understand better. \n\nTurn on a coloured overlay so pages are tinted to the colour you find easiest to read - no more glaring black on white text. \n\nChange the speed of the spoken voice, slower for comprehension, faster for efficiency. \n\nActivate word prediction to help you with writing and composition - find that elusive word you want. \n\nRead the contents of Google Docs extensions aloud so your support tools speak.\n\nSelect from English, Spanish, French, Italian, Japanese, Korean, or Chinese voices. Or use any voice installed on your computer, like the high-quality range of voices provided by ClaroRead - just select the voice in your computer's settings. Or upgrade to Premium and choose from Catalan, Chinese, Danish, Dutch, English, Finnish, French, German, Italian, Japanese, Korean, Norwegian, Polish, Portuguese, Russian, Spanish or Swedish online voices (using your Internet connection).\n\nUpgrade to Premium and also gain Scan from Screen, so you can select inaccessible images like Google Books and hear them read aloud. \n\nFrom the developers of ClaroRead for Mac and Windows and the ClaroSpeak and ClaroPDF Apps.",
    "sv": "ClaroRead Chrome läser upp texten på en webbsida och i Google docs genom att du markerar den, pekar på texten med musen eller använder \"Klicka och spela\" för att få texten uppläst med markörmedföljning.\n\nLyssna på tecken, ord eller meningar när du skriver. \n\nDu kan ändra hastigheten av uppläsningen.\n\nI premiumversionen tillkommer:\nHögkvalitativa röster från Acapela\nSkanna från skärm \n\nVill du ha mer information om premiumversionen eller vill prova en demoversion kan du kontakta oss på 0454300808 eller info@svensktalteknologi.se  \n\nNågra exempel på tillgängliga språk: Svenska, Engelska, Arabiska, Spanska, Franska, Italienska, Japanska, Koreanska, Kinesiska, Katalanska, Danska, Nederlänska, Finska, Tyska, Norska, Polska, Portugisiska, Ryska."
  }
}