{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 5"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 5 is a unique music-making game where you can craft your own melodies and beats."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 5 is a fun and engaging music-making game that lets players create their own unique tracks by mixing different sounds and beats using interactive characters.\n\nYou can also play on the website: https://sprunki.io/\n\nFeatures of Sprunki Phase 5\n\n1. Free to Play Online\nSprunki Phase 5 is completely free to play online, allowing anyone to dive into music creation without any barriers. Accessibility is key, and this game makes it simple for everyone.\n\n2. APK for Offline Play\nDownload the Sprunki Phase 5 APK for uninterrupted offline gameplay. Enjoy your music-making journey wherever you go, without needing an internet connection.\n\n3. Endless Sound Libraries\nExplore a vast collection of sounds, rhythms, and melodies in Sprunki Phase 5. The expansive sound library enables players to create diverse musical compositions that capture various styles.\n\n4. Community Support\nConnect with other players, share tips, and discover new music-making strategies through our community forums and resources. The Sprunki community is here to help you grow.\n\n5. Simple Sharing Options\nEasily share your music creations with friends and fellow players. Engage with the community by showcasing your tracks and receiving feedback in return.\n\n6. Continual Updates and Enhancements\nIncredibox Sprunki Phase 5 is always evolving, with regular updates introducing new features, sounds, and gameplay enhancements. Stay tuned for exciting new developments!\n\nHow to play Sprunki Phase 5?\n\n1. Select Your Characters\nBegin by choosing characters that represent various sounds. Each character provides unique contributions to your music, setting the tone for your track.\n\n2. Create Your Music Mix\nDrag and drop your selected characters onto the soundboard. Experiment by layering different sounds and rhythms to create your own unique composition.\n\n3. Share and Enjoy\nOnce you’re happy with your creation, share it with others through Cocrea. Immerse yourself in the community by listening to other players’ music and exchanging feedback!"
  }
}