{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Know Your Environment"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage and customize environment indicators for your websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Know Your Env.\" is a must-have tool for developers, testers, and project managers who need a quick and clear way to identify the environment they are working on. Whether it's development, staging, production, or any other environment, this extension lets you add customizable labels or buttons directly onto your web applications to indicate the current environment.\n\nSay goodbye to the confusion of switching between environments! With \"Know Your Env.,\" you can easily manage, customize, and display environment indicators without altering the actual codebase. It's an essential tool for reducing errors and improving workflow efficiency.\n\n1. Add New Field: Click on the  button to add a new row of settings.\n\n2. Fillup the required details:\n-> URL(required): The website URL where the indicator will be displayed. (example:- https://testdatahub.com/)\nAccpect Regex\nExample:- https://subdomain1.example.com, https://subdomain2.example.com, https://subdomain3.example.com -> http://*.example.com\nExample:- https://subdomain.dev.example.com, https://subdomain.stag.example.com, https://subdomain.prod.example.com, -> https://subdomain.*.example.com\n-> Label (required): The text that will appear on the button or label. (example:- Dev, Stage, Beta, UAT, Prod)\n-> Type: Choose between a Button or Label.\n-> BG Color: The background color of the button or label.\n-> Text Color: The color of the text on the button or label.\n-> Position: The position of the button or label on the page (Top Left, Top Right, Bottom Left, Bottom Right).\n-> Size: The size of the button or label (Small, Medium, Large).\n\n3. Save Settings: Click on the  button to save your changes."
  }
}