{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Quick copying of ready text snippets to the clipboard.",
    "ru": "Быстрое копирование заготовленных текстов в буфер обмена.",
    "uk": "Швидке копіювання підготовлених текстів в буфер обміну."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Simplify the process of quickly copying prepared pieces of text to your clipboard. This convenient feature lets you easily select and copy commonly used text snippets, saving you time and making your tasks smoother. \n\nWhether you're collecting information, sharing messages, or doing anything that requires using the same text often, this tool ensures you can access and use it without any hassle.",
    "ru": "Упростите процесс быстрого копирования подготовленных фрагментов текста в буфер обмена. Эта удобная функция позволяет легко выбирать и копировать часто используемые текстовые фрагменты, экономя ваше время и упрощая выполнение задач. \n\nНезависимо от того, собираете ли вы информацию, обмениваетесь сообщениями или делаете что-то, что требует частого использования одного и того же текста, этот инструмент гарантирует, что вы сможете получить к нему доступ и использовать его без каких-либо хлопот.",
    "uk": "Спростіть процес швидкого копіювання підготовлених фрагментів тексту в буфер обміну. Ця зручна функція дозволяє легко вибирати та копіювати часто використовувані фрагменти тексту, заощаджуючи час і полегшуючи виконання завдань. \n\nНезалежно від того, збираєте ви інформацію, обмінюєтеся повідомленнями чи виконуєте будь-які дії, що потребують частого використання одного й того самого тексту, цей інструмент гарантує, що ви зможете отримати до нього доступ і використовувати його без будь-яких проблем."
  }
}