{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prospecthor IG"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La extensión definitiva en Chrome para generar leads en redes sociales: auto-reacciones, comentarios, mensajes ¡y más!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Haz crecer tu cuenta y prospecta de forma más fácil que nunca con Prospecthor IG.\nEs la mejor solución para ahorrar tiempo y dinero en Instagram de manera automática.\n\nVISIBILIDAD\nAtrae miles de vistas en tus videos y multiplica tu número de suscriptores en tiempo récord.\n\nENGAGEMENT\nInteractúa de manera dirigida y personalizada con las cuentas que más te interesan.\n\nPROSPECCIÓN\nGenera hasta 100 leads ultra calificados por día y conversa con ellos directamente a través de mensajes privados.\n\nCaracterísticas de Prospecthor IG\n\nObjetivo aleatorio de videos y tiempo de visualización\nImpulsa tu engagement con targeting preciso por palabras clave y reproducción automática de videos aleatorios.\n\nLikes y comentarios automáticos\nInteractúa de forma personalizada y construye relaciones auténticas con docenas de comentarios preguardados y personalizables.\n\nComentarios inteligentes con ChatGPT\nDisfruta de respuestas inteligentes generadas por la IA de ChatGPT para interacciones naturales, como si las hubieras escrito tú.\n\nMensajes directos automáticos y personalizados\nAutomatiza tu prospección y convierte leads calificados con mensajes personalizados directamente en Instagram.\n\nSeguir/Dejar de seguir de manera inteligente\nOptimiza tu presencia en línea con un equilibrio perfecto entre suscripciones y seguidores, gracias a la función automática de seguir/dejar de seguir.\n\nProspección entre los suscriptores de tus competidores\nDirígete e interactúa con los suscriptores de tus competidores, prospectos altamente calificados interesados en tus servicios.\n\nAdoptar Prospecthor IG\nes darte los medios para triunfar en Instagram sin esfuerzo.\n\nMaximiza tu tiempo\nEnfócate en tu negocio principal; Prospecthor IG se encarga del resto.\n\nRevoluciona tu prospección\n¡No más horas dedicadas a prospectar manualmente sin resultados! Conéctate automáticamente con prospectos calificados.\n\nMonetiza tu audiencia\nConvierte tu cuenta de Instagram en una máquina de ingresos a través de la venta de tus servicios y asociaciones pagadas.\n\nImpulsa tu cuenta\nMultiplica las interacciones y el engagement de manera automática para llevar tu visibilidad a nuevas alturas."
  }
}