{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoho QEngine Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Zoho QEngine extension for Chrome is used to create test cases using the software's recorder feature."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoho QEngine recorder\n\nZoho QEngine's Chrome extension is a web test recorder that accurately tracks user actions and the elements of web applications. QEngine's recorder helps with easy test case creation, transforming your interactions into simplified syntax similar to Java and JavaScript. Apart from test case creation, playback of user actions is also available from the Zoho QEngine account.\n\nWhy use Zoho QEngine's web test recorder?\n\nEasy install - Zoho QEngine can be accessed via web browser and doesn't need to be installed on the machine.\nFaster test creation - Once the extension is installed, creating test cases is fast and hassle-free for any desktop platforms supporting Chrome.\nAccurate tracking - The recorder feature aids in test case creation by tracking XPath and other locators while you perform actions on the websites you wish to test.\nSelenium IDE alternative - The web test recorder provides test case creation and automation, while QEngine provides even more features from the account.\n\nCreate test cases for any web application in minutes:\n\n1.Log in to your Zoho QEngine account.\n2.Install the Zoho QEngine recorder extension from the above link.\n3.Create a new test case or open an existing test case and select Web Browser from the dropdown available at the top of the page.\n4.Click the Record button and enter the URL in the text field that pops up.\n5.Click Yes in the pop-up after entering the URL to initiate the recording.\n6.Perform all the required actions on the website that opens in the new window. The number of steps is displayed beside the recording pop-up at the bottom-right corner of the window.\n7.Finally, click the Stop button to end the recording and return to the QEngine account where the test case was created.\n\n\nZoho QEngine is versatile test automation software with a short learning curve, courtesy of its simple yet feature-rich user interface. Test cases can be created interchangeably in the following ways:\n\n1.Low-code builder - Build test cases using the simple drag-and-drop interface, with an extensive collection of frequently used actions.\n2.No-code recorder - Perform actions inside web applications to be recorded and converted into test cases. \n3.Pro-code editor - Create test cases from scratch the conventional way, with a syntax similar to Java and JavaScript.\n\nFor ease of testing and to check compatibility across various platforms and devices, Zoho QEngine offers the option to test on local and cloud agents:\n\n1.Cloud - The reliable and performance-oriented cloud agent eliminates the need for dedicated server setup to execute test cases swiftly. \n2.Local - The local agent gives you the freedom to install agents on local machines running on Windows, Mac, and Linux operating systems. It also gives you the ability to connect various mobile devices for testing.\n\nZoho QEngine is equipped with powerful capabilities to enable efficient testing for all your testing projects:\n\n1.Seamless test suites and plans - Test suites help arrange relevant test cases in order of execution. Test plans are a collection of test suites that can be scheduled to execute at a given time. QEngine offers complete customization for both options.\n2.Parallel testing - Zoho QEngine empowers you to execute multiple test cases simultaneously on available threads, which helps with maximizing the productivity of your team.\n3.Self-healing - The self-heal feature helps identify and rectify broken element locators by providing alternatives as soon as you try to run test cases.\n4.Scheduling test executions - Schedule the automated execution of test plans at any given time. Multiple test plans can be executed simultaneously, based on the threads' availability for parallel testing.\n5.Comprehensive test analytics - The comprehensive results dashboard captures successful runs, errors, and logs to provide deeper insights into your test cases.\n6.Integrations - Finally, Zoho QEngine has the ability to integrate with various third-party services to provide improved efficiency for your testing projects.\n\n\n*This extension does not have access to browser history or user data. For more details, read Zoho's privacy policy*\n\nLearn more about Zoho QEngine at zoho.com/qengine.\nSend us your feedback at support@zohoqengine.com."
  }
}