{
  "name": {
    "ar": "Zombie Buster لعبة",
    "am": "Zombie Buster ጨዋታ - ከመስመር ውጭ ይሮጣል",
    "bg": "Zombie Buster Игра - работи офлайн",
    "bn": "Zombie Buster গেম - অফলাইন চালায়",
    "ca": "Zombie Buster Joc: corre fora de línia",
    "cs": "Zombie Buster Hra - běží offline",
    "da": "Zombie Buster Spil - kører offline",
    "de": "Zombie Buster Spiel - läuft offline",
    "el": "Zombie Buster Παιχνίδι",
    "en,en_AU,en_GB,en_US": "Zombie Buster Game - Runs Offline",
    "es,es_419": "Zombie Buster Juego - Corre fuera de línea",
    "et": "Zombie Buster Mäng - jookseb võrguühenduseta",
    "fa": "Zombie Buster بازی",
    "fi": "Zombie Buster Peli - toimii offline -tilassa",
    "fil": "Zombie Buster Laro - tumatakbo sa offline",
    "fr": "Zombie Buster Jeu - se déroule hors ligne",
    "gu": "Zombie Buster રમત - offline ફલાઇન ચાલે છે",
    "he": "Zombie Buster משחק - פועל במצב לא מקוון",
    "hi": "Zombie Buster खेल - ऑफ़लाइन चलाता है",
    "hr": "Zombie Buster Igra - trči izvan mreže",
    "hu": "Zombie Buster Game - offline állapotban fut",
    "id": "Zombie Buster Game - berjalan offline",
    "it": "Zombie Buster Game - Funziona Offline",
    "ja": "Zombie Buster ゲーム - オフラインで実行されます",
    "kn": "Zombie Buster ಆಟ - ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಚಲಿಸುತ್ತದೆ",
    "ko": "Zombie Buster 게임 - 오프라인으로 실행됩니다",
    "lt": "Zombie Buster Žaidimas - veikia neprisijungus",
    "lv": "Zombie Buster Spēle - darbojas bezsaistē",
    "ml": "Zombie Buster കളി",
    "mr": "Zombie Buster खेळ - ऑफलाइन चालविते",
    "ms": "Zombie Buster Permainan",
    "nl": "Zombie Buster Game - loopt offline",
    "no": "Zombie Buster Spill - kjører offline",
    "pl": "Zombie Buster Gra - działa offline",
    "pt_BR,pt_PT": "Zombie Buster Jogo - corre offline",
    "ro": "Zombie Buster Joc - rulează offline",
    "ru": "Zombie Buster Игра",
    "sk": "Zombie Buster Hra - beží offline",
    "sl": "Zombie Buster Igra - teče brez povezave",
    "sr": "Zombie Buster Гаме - Рунс Оффлине",
    "sv": "Zombie Buster SPEL - Kör offline",
    "sw": "Zombie Buster Mchezo",
    "ta": "Zombie Buster விளையாட்டு",
    "te": "Zombie Buster గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "Zombie Buster เกม - วิ่งออฟไลน์",
    "tr": "Zombie Buster Oyun - Çevrimdışı Çalışıyor",
    "uk": "Zombie Buster Гра - біжить в режимі офлайн",
    "vi": "Zombie Buster Trò chơi - Chạy ngoại tuyến",
    "zh_CN": "Zombie Buster 游戏 - 离线运行",
    "zh_TW": "Zombie Buster 遊戲 - 離線運行"
  },
  "short": {
    "ar": "Zombie Buster - لعبة حركة ممتعة. سحق كل الزومبي مع البازوكا. أنقذ الكوكب من خلال القضاء على جيش الزومبي",
    "am": "Zombie Buster - አስደሳች የድርጊት ጨዋታ። የዞምቢ ሰራዊትን በሮኬት ማስጀመሪያ አጥፉ። ፕላኔቷን ከዞምቢ ቁጣ አጽዳ።",
    "bg": "Zombie Buster - забавна екшън игра. Унищожете армията на зомбитата с ракетна установка. Изчистете планетата от яростта на зомбитата.",
    "bn": "Zombie Buster - মজাদার অ্যাকশন গেম। একটি রকেট লঞ্চার দিয়ে জম্বি সেনাবাহিনীকে ধ্বংস করুন। জম্বি রাগ থেকে গ্রহকে সাফ করুন।",
    "ca": "Zombie Buster - un divertit joc d'acció. Aixafa tots els zombis amb bazooka. Salva el planeta eliminant l'exèrcit zombie",
    "cs": "Zombie Buster - zábavná akční hra. Zabijte všechny zombie pomocí raketového odpalovače. Uložte planetu odstraněním zombie armády",
    "da": "Zombie Buster - Sjov actionspil. Smash alle zombier med en bazooka. Gem planeten ved at fjerne zombiehæren",
    "de": "Zombie Busterx - Fun Action -Spiel. Töte alle Zombies mit einer Bazooka. Rette den Planeten.",
    "el": "Zombie Buster - διασκεδαστικό παιχνίδι δράσης. Σκοτώστε όλα τα ζόμπι με εκτοξευτή πυραύλων. Σώσε τον πλανήτη.",
    "en,en_AU": "Zombie Buster - fun action game. Destroy the zombie army with a bazooka. Clear the planet from the zombie rage. Save the World",
    "en_GB,en_US": "Zombie Buster - fun action game. Destroy the zombie army with a bazooka. Save the World by clearing the planet from the zombie rage.",
    "es,es_419": "Zombie Buster - Juego de acción divertido. Mata a todos los zombis con una bazuca. Salva el planeta eliminando el ejército zombie",
    "et": "Zombie Buster - lõbus põnevusmäng. Tapa kõik zombid bazookaga. Päästke planeet, kõrvaldades zombi armee",
    "fa": "Zombie Buster - بازی اکشن سرگرم کننده. ارتش زامبی ها را با راکت انداز نابود کنید. سیاره را از خشم زامبی ها پاک کنید. نجات جهان",
    "fi": "Zombie Buster - Hauska toimintapeli. Tapa kaikki zombit bazookalla. Pelasta planeetta poistamalla zombie -armeija",
    "fil": "Zombie Buster - masaya na laro ng aksyon. Patayin ang lahat ng mga zombie gamit ang isang bazooka. Maging handa.",
    "fr": "Zombie Buster - jeu d'action amusant. Détruisez l'armée de zombies avec un bazooka. Dégagez la planète de la rage des zombies.",
    "gu": "Zombie Buster - ફન એક્શન ગેમ. બાઝુકાનો ઉપયોગ કરીને બધા ઝોમ્બિઓને મારી નાખો. ઝોમ્બી આર્મીને દૂર કરીને ગ્રહને સાચવો",
    "he": "Zombie Buster - משחק פעולה מהנה. הרגו את כל הזומבים עם משגר טילים. שמור את כדור הארץ על ידי ביטול צבא הזומבים",
    "hi": "Zombie Buster - फन एक्शन गेम। रॉकेट लॉन्चर के साथ ज़ोंबी को मारें। ज़ोंबी सेना को समाप्त करके ग्रह को बचाएं",
    "hr": "Zombie Buster - zabavna akcijska igra. Ubijte sve zombije pomoću raketnog lansera. Spremite planetu eliminirajući vojsku zombija",
    "hu": "Zombie Buster - szórakoztató akciójáték. Pusztítsd el a zombi sereget a rakétavetővel. Tisztítsa meg a bolygót a zombi dühtől.",
    "id": "Zombie Buster - Game Aksi Fun. Hancurkan semua zombie dengan bazoka. Simpan planet ini dengan menghilangkan tentara zombie",
    "it": "Zombie Buster è un gioco d'azione divertente. Uccidi tutti gli zombi usando il lanciarazzi. Elimina l'esercito di zombi. Divertiti!",
    "ja": "ゾンビバスター - 楽しいアクションゲーム。 ロケットランチャーでゾンビ軍団を殲滅してください。 ゾンビの怒りから惑星を一掃します。",
    "kn": "Zombie Buster - ಮೋಜಿನ ಆಕ್ಷನ್ ಆಟ. ರಾಕೆಟ್ ಲಾಂಚರ್ ಬಳಸಿ ಎಲ್ಲಾ ಸೋಮಾರಿಗಳನ್ನು ಕೊಲ್ಲು. ಜೊಂಬಿ ಸೈನ್ಯವನ್ನು ತೆಗೆದುಹಾಕುವ ಮೂಲಕ ಗ್ರಹವನ್ನು ಉಳಿಸಿ",
    "ko": "Zombie Buster- 재미있는 액션 게임. 로켓 발사기를 사용하여 모든 좀비를 죽입니다. 좀비 군대를 제거하여 지구를 구하십시오",
    "lt": "Zombie Buster - įdomus veiksmo žaidimas. Naudodami raketų paleidimo įrenginį nužudykite visus zombius. Pašalinkite zombių armiją",
    "lv": "Zombie Buster - jautra darbības spēle. Nogalini visus zombijus, izmantojot raķešu palaišanas ierīci. Likvidēt zombiju armiju",
    "ml": "Zombie Buster - രസകരമായ പ്രവർത്തന ഗെയിം. റോക്കറ്റ് ലോഞ്ചർ ഉപയോഗിച്ച് എല്ലാ സോമ്പികളെയും കൊല്ലുക. സോംബി ആർമി ഇല്ലാതാക്കുക",
    "mr": "एक्सएक्सएक्सएक्सएक्सएक्सएक्स - मजेदार अ‍ॅक्शन गेम. रॉकेट लाँचर वापरुन सर्व झोम्बी मारा. झोम्बी आर्मी काढून टाकून ग्रह जतन करा",
    "ms": "Zombie Buster - permainan tindakan yang menyeronokkan. Bunuh semua zombi dengan menggunakan pelancar roket. Hilangkan Tentera Zombie",
    "nl": "Zombie Buster - leuk actiespel. Vernietig het zombieleger met de raketwerper. Maak de planeet vrij van de zombies.",
    "no": "Zombie Buster - Morsom actionspill. Drep alle zombiene ved å bruke en rakettkaster. Redd planeten og eliminere zombiehæren",
    "pl": "Zombie Buster - Fun Action Game. Zabij wszystkie zombie za pomocą wyrzutni rakiet. Uratuj planetę, eliminując armię zombie",
    "pt_BR,pt_PT": "xZombie Buster - jogo de ação divertido. Mate todos os zumbis usando um lançador de foguetes. Eliminar o exército de zumbis",
    "ro": "Zombie Buster - joc de acțiune distractivă. Omoară toți zombii folosind un lansator de rachete. Elimina armata zombie",
    "ru": "Zombie Buster - увлекательная игра в жанре экшн. Уничтожьте армию зомби с помощью ракетной установки. Очистите планету от зомби.",
    "sk": "Zombie Buster - zábavná akčná hra. Zabite všetky zombie pomocou raketometra. Uložte planétu odstránením zombie armády",
    "sl": "Zombie Buster - Zabavna akcijska igra. Ubijte vse zombije z raketnim izstrelkom. Shranite planet z odpravo zombijske vojske",
    "sr": "Zombie Buster - Забавна акција игра. Убијте све зомбије користећи ракетни бацач. Спремите планету уклањањем зомби војске",
    "sv": "Zombie Buster - roligt actionspel. Döda alla zombies genom att använda en raketskyttare. Eliminera zombiearmén",
    "sw": "Zombie Buster - Mchezo wa hatua ya kufurahisha. Ua Zombies zote kwa kutumia kizindua cha roketi. Ondoa Jeshi la Zombie",
    "ta": "Zombie Buster ஒரு அற்புதமான அதிரடி விளையாட்டு. ராக்கெட் லாஞ்சர் மூலம் ஜாம்பி இராணுவத்தை அழிக்கவும்.",
    "te": "Zombie Buster - ఫన్ యాక్షన్ గేమ్. రాకెట్ లాంచర్ ఉపయోగించి అన్ని జాంబీస్‌ను చంపండి. జోంబీ సైన్యాన్ని తొలగించండి",
    "th": "Zombie Buster - เกมแอ็คชั่นสนุก ฆ่าซอมบี้ทั้งหมดโดยใช้ตัวปล่อยจรวด ช่วยโลกโดยกำจัดกองทัพซอมบี้",
    "tr": "Zombie Buster - Eğlenceli Aksiyon Oyunu. Bir roket fırlatıcısı kullanarak tüm zombileri öldürün. Zombi ordusunu ortadan kaldır",
    "uk": "Zombie Buster - весела гра. Вбийте всіх зомбі, запустивши ракети. Збережіть планету, усунувши армію зомбі",
    "vi": "xZombie Buster - trò chơi hành động thú vị. Giết tất cả các thây ma bằng cách sử dụng một bệ phóng tên lửa. Loại bỏ quân đội zombie",
    "zh_CN": "Zombie Buster-娱乐动作游戏。通过发射火箭来杀死所有僵尸。通过消除僵尸军队来拯救地球",
    "zh_TW": "Zombie Buster-娛樂動作遊戲。通過發射火箭來殺死所有殭屍。通過消除殭屍軍隊來拯救地球"
  },
  "long": {
    "ar": "Zombie Buster هي لعبة زومبي مطلق النار ممتعة حيث عليك التحكم في شخصية ضد جحافل من الزومبي الشر. على عجل ، وصل جيش الزومبي!\n\nمؤامرة لعبة ZOMBIE BUSTER\nالزومبي في كل مكان ، ومستعدون لقتل أي شخص يجدونهم وتدمير كل شيء. تتطلب هذه اللعبة منك مساعدة بطل الرواية في ضرب كل الزومبي في كل مستوى من مستويات اللعبة.\n\nاللعب\nصوب واطلاق النار باستخدام البازوكا الخاصة بك ، وانفجر هذه الوحوش. يمكنك أيضًا الارتداد للحصول على الكاميرا في المكان الذي تريده بالضبط. تستغرق اللقطة حوالي ثلاث ثوانٍ ، وهي تفاصيل يجب مراعاتها عند لعب اللعبة. هل أنت مستعد لصيد الزومبي الجديد؟\n\nللوصول إلى المستوى التالي ، عليك قتل كل الزومبي الموجودين في كل مستوى من مستويات اللعبة. كن حذرًا ، ستنفد الذخيرة عاجلاً أم آجلاً ، وإذا حدث هذا قبل أن تقتل جميع الزومبي ، فستنتهي اللعبة.\n\nكيف ألعب ZOMBIE BUSTER؟\nلعب Zombie Buster سهل جدا وممتع جدا! وجه البازوكا إلى الموقع المطلوب وقم بالتصوير. تذكر أن اللقطة المرتدة تعمل بشكل جيد في لعبة Zombie Buster.\n\nضوابط\n- إذا لعبت من الكمبيوتر: حرك مؤشر الماوس للتصويب ثم انقر للتصويب.\n- إذا كنت تلعب من جهاز محمول: انقر فوق نقطة منطقة شاشة اللعبة حيث تريد التصوير.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nالميزات\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n- متعة وسهولة اللعب\n\nهل يمكنك إكمال جميع مستويات لعبة Zombie Buster؟ هل ستكون قادرًا على تدمير جيش الزومبي؟ اجعلنا نرى مهاراتك في ألعاب الرماية بالزومبي. العب الان!",
    "am": "ዞምቢ ቡስተር ከዞምቢዎች ብዛት ጋር ገፀ ባህሪን የሚቆጣጠሩበት አዝናኝ የዞምቢ ተኳሽ ጨዋታ ነው። ፍጠን፣ የዞምቢ ሰራዊት መጥቷል!\n\nየዞምቢ BUSTER ጨዋታ ሴራ\nዞምቢዎች በሁሉም ቦታ ይገኛሉ, ያገኙትን ሁሉ ለመግደል እና ሁሉንም ነገር ለማጥፋት ዝግጁ ናቸው. ይህ ጨዋታ ዋና ገፀ ባህሪው በእያንዳንዱ የጨዋታ ደረጃ ሁሉንም ዞምቢዎች እንዲመታ እንዲረዱት ይፈልጋል።\n\nጨዋታ\nበባዙካህ አግብተህ ተኩስ፣ እና እነዚህን ጭራቆች ፍንዳታ። እንዲሁም ካሜራውን በትክክል በሚፈልጉት ቦታ ለማግኘት መወርወር ይችላሉ። አንድ ሾት ወደ ሶስት ሰከንድ ይወስዳል, ጨዋታውን ሲጫወቱ ግምት ውስጥ ማስገባት ያለብዎት ዝርዝር. ለአዲስ ዞምቢዎች አደን ዝግጁ ነዎት?\n\nወደ ቀጣዩ ደረጃ ለመድረስ በእያንዳንዱ የጨዋታ ደረጃ ውስጥ ያሉትን ሁሉንም ዞምቢዎች መግደል አለቦት። ይጠንቀቁ, ጥይቱ ፈጥኖም ሆነ ዘግይቶ ያበቃል, እና ይህ ሁሉንም ዞምቢዎች ከመግደልዎ በፊት ከተከሰተ, ጨዋታው አልቋል.\n\nዞምቢ ቡስተርን እንዴት እጫወታለሁ?\nZombie Buster መጫወት በጣም ቀላል እና በጣም አስደሳች ነው! ባዙካውን ወደሚፈለገው ቦታ ጠቁመው ተኩሱ። ያስታውሱ፣ የቢስክ ሾት በዞምቢ ቡስተር ጨዋታ ውስጥ በደንብ ይሰራል።\n\nመቆጣጠሪያዎች\n- ከኮምፒዩተር የሚጫወቱ ከሆነ፡ የመዳፊት ጠቋሚውን ወደ አላማ ያንቀሳቅሱ እና ከዚያ ለመተኮስ ጠቅ ያድርጉ።\n- ከሞባይል መሳሪያ እየተጫወቱ ከሆነ፡ መተኮስ በፈለጉበት የጨዋታ ስክሪን ቦታ ላይ ይንኩ።\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nዋና መለያ ጸባያት\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n- አዝናኝ እና ለመጫወት ቀላል\n\nየዞምቢ ቡስተር ሁሉንም የጨዋታ ደረጃዎች ማጠናቀቅ ይችላሉ? የዞምቢ ጦርን ለማጥፋት ትችላላችሁ? በዞምቢዎች የተኩስ ጨዋታዎች ውስጥ ችሎታዎን እንድናይ ያድርጉን። አሁን ይጫወቱ!",
    "bg": "Zombie Buster е забавна игра със стрелба по зомбита, в която трябва да контролирате герой срещу орди от жестоки зомбита. Побързайте, армията на зомбитата пристигна!\n\nСЮЖЕТ НА ИГРАТА ZOMBIE BUSTER\nЗомбитата са навсякъде, готови да убият всеки, когото намерят, и да унищожат всичко. Тази игра изисква да помогнете на главния герой да удари всички зомбита на всяко игрово ниво.\n\nИГРА\nПрицелете се и стреляйте с базуката си и взривете тези чудовища. Можете също така да отскочите, за да поставите камерата точно там, където искате. Изстрелът отнема около три секунди, детайл, който трябва да имате предвид, когато играете играта. Готови ли сте за нов лов на зомбита?\n\nЗа да получите достъп до следващото ниво, трябва да убиете всички зомбита, присъстващи във всяко ниво на играта. Внимавайте, боеприпасите ще свършат рано или късно и ако това се случи преди да убиете всички зомбита, играта свършва.\n\nКАК ДА ИГРАЯ ZOMBIE BUSTER?\nИграта Zombie Buster е много лесна и много забавна! Насочете базуката към желаното място и стреляйте. Не забравяйте, че отскачащият удар работи добре в играта Zombie Buster.\n\nУПРАВЛЕНИЯ\n- Ако играете от компютъра: преместете курсора на мишката, за да се прицелите и след това щракнете, за да стреляте.\n- Ако играете от мобилно устройство: докоснете точката от областта на екрана на играта, където искате да стреляте.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nХАРАКТЕРИСТИКА\n- 100% БЕЗПЛАТНО\n- Офлайн игра\n- Забавно и лесно за игра\n\nМожете ли да завършите всички нива на играта Zombie Buster? Ще успеете ли да унищожите армията от зомбита? Накарайте ни да видим вашите умения в игрите със стрелба по зомбита. Играй сега!",
    "bn": "জম্বি বাস্টার একটি মজার জম্বি শ্যুটার গেম যেখানে আপনাকে দুষ্ট জম্বিদের দলগুলির বিরুদ্ধে একটি চরিত্র নিয়ন্ত্রণ করতে হবে। তাড়াতাড়ি, জম্বি সেনাবাহিনী এসেছে!\n\nজম্বি বাস্টার গেম প্লট\nজম্বিগুলি সর্বত্র রয়েছে, তারা যাকে খুঁজে পায় তাকে হত্যা করতে এবং সবকিছু ধ্বংস করতে প্রস্তুত। এই গেমটির জন্য আপনাকে নায়ককে প্রতিটি গেমের স্তরে সমস্ত জম্বিগুলিকে আঘাত করতে সহায়তা করতে হবে।\n\nগেমপ্লে\nলক্ষ্য করুন এবং আপনার bazooka সঙ্গে অঙ্কুর, এবং এই দানব বিস্ফোরণ. আপনি যেখানে চান ঠিক সেখানে ক্যামেরা পেতে বাউন্স করতে পারেন। একটি শট প্রায় তিন সেকেন্ড সময় নেয়, গেমটি খেলার সময় আপনার একটি বিশদ বিবেচনা করা উচিত। একটি নতুন জম্বি শিকারের জন্য প্রস্তুত?\n\nপরবর্তী স্তরে প্রবেশ করতে, আপনাকে প্রতিটি গেমের স্তরে উপস্থিত সমস্ত জম্বিদের হত্যা করতে হবে। সতর্ক থাকুন, শীঘ্রই বা পরে গোলাবারুদ ফুরিয়ে যাবে এবং যদি আপনি সমস্ত জম্বিদের হত্যা করার আগে এটি ঘটে তবে গেমটি শেষ।\n\nআমি কিভাবে জম্বি বাস্টার খেলব?\nজম্বি বাস্টার খেলা খুব সহজ এবং খুব মজা! বাজুকাকে পছন্দসই স্থানে নির্দেশ করুন এবং অঙ্কুর করুন। মনে রাখবেন, জম্বি বাস্টার গেমে বাউন্স শট ভালো কাজ করে।\n\nনিয়ন্ত্রণ\n- আপনি যদি কম্পিউটার থেকে খেলুন: লক্ষ্য করতে মাউস কার্সার সরান এবং তারপরে শুট করতে ক্লিক করুন।\n- যদি আপনি একটি মোবাইল ডিভাইস থেকে খেলছেন: গেম স্ক্রীন এলাকার পয়েন্টে আলতো চাপুন যেখানে আপনি শুটিং করতে চান।\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\n\nবৈশিষ্ট্য\n- 100% বিনামূল্যে\n- অফলাইন গেম\n- মজা এবং খেলা সহজ\n\nআপনি কি জম্বি বাস্টারের সমস্ত গেম লেভেল সম্পূর্ণ করতে পারবেন? আপনি জম্বি সেনাবাহিনী ধ্বংস করতে সক্ষম হবে? জম্বি শ্যুটিং গেমগুলিতে আপনার দক্ষতা আমাদের দেখতে দিন। এখন খেলুন!",
    "ca": "Zombie Buster és un divertit joc de trets de zombis on has de controlar un personatge contra hordes de zombis viciosos. Afanya't, l'exèrcit zombi ha arribat!\n\nPARCELA DE JOC DE ZOMBIE BUSTER\nEls zombis estan a tot arreu, preparats per matar a qualsevol que trobin i destruir-ho tot. Aquest joc requereix que ajudeu el protagonista a colpejar tots els zombis de cada nivell de joc.\n\nJOC\nApunta i dispara amb la teva bazooka i destrueix aquests monstres. També podeu rebotar per aconseguir la càmera exactament on vulgueu. Un tir triga uns tres segons, un detall que hauríeu de tenir en compte a l'hora de jugar. Preparat per a una nova caça de zombis?\n\nPer accedir al següent nivell, has de matar tots els zombis presents a cada nivell de joc. Aneu amb compte, la munició s'esgotarà tard o d'hora, i si això passa abans de matar tots els zombis, el joc s'ha acabat.\n\nCOM JUGO A ZOMBIE BUSTER?\nJugar a Zombie Buster és molt fàcil i molt divertit! Apunta la bazooka a la ubicació desitjada i dispara. Recordeu que el tir de rebot funciona bé al joc Zombie Buster.\n\nCONTROLS\n- Si jugues des de l'ordinador: mou el cursor del ratolí per apuntar i després fes clic per disparar.\n- Si esteu jugant des d'un dispositiu mòbil: toqueu el punt de l'àrea de la pantalla del joc on voleu disparar.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nCARACTERÍSTIQUES\n- 100% GRATIS\n- Joc fora de línia\n- Divertit i fàcil de jugar\n\nPots completar tots els nivells de joc de Zombie Buster? Seràs capaç de destruir l'exèrcit de zombis? Fes-nos veure les teves habilitats en jocs de trets zombis. Juga ara!",
    "cs": "Zombie Buster je zábavná zombie střílečka, kde musíte ovládat postavu proti hordám zlých zombie. Pospěšte si, armáda zombie dorazila!\n\nZOMBIE BUSTER HRA PLET\nZombie jsou všude, připraveni zabít každého, koho najdou, a všechno zničit. Tato hra vyžaduje, abyste pomohli hlavnímu hrdinovi zasáhnout všechny zombie na každé herní úrovni.\n\nHRANÍ\nZamiřte a střílejte s bazukou a sestřelte tato monstra. Můžete také odskočit, abyste kameru dostali přesně tam, kam chcete. Záběr trvá asi tři sekundy, což je detail, který byste měli při hraní hry zvážit. Jste připraveni na nový lov zombie?\n\nAbyste se dostali do další úrovně, musíte zabít všechny zombie přítomné v každé herní úrovni. Pozor, munice dříve či později dojde a pokud se tak stane dříve, než zabijete všechny zombíky, hra je u konce.\n\nJAK HRÁT ZOMBIE BUSTER?\nHraní Zombie Buster je velmi snadné a velmi zábavné! Namiřte bazuku na požadované místo a střílejte. Pamatujte, že odražený výstřel funguje dobře ve hře Zombie Buster.\n\nŘÍZENÍ\n- Pokud hrajete z počítače: pohybem kurzoru myši zamiřte a poté kliknutím vystřelte.\n- Pokud hrajete z mobilního zařízení: klepněte na bod oblasti herní obrazovky, kam chcete střílet.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nFUNKCE\n- 100% ZDARMA\n- Offline hra\n- Zábavné a snadné hrát\n\nDokážete dokončit všechny herní úrovně Zombie Buster? Podaří se vám zničit armádu zombie? Ukažte nám své dovednosti ve hrách se střílením zombie. Hrát hned!",
    "da": "Zombie Buster er et sjovt zombie-skydespil, hvor du skal styre en karakter mod horder af ondskabsfulde zombier. Skynd dig, zombiehæren er ankommet!\n\nZOMBIE BUSTER SPILPLOT\nZombier er overalt, klar til at dræbe enhver, de finder, og ødelægge alt. Dette spil kræver, at du hjælper hovedpersonen med at ramme alle zombier på hvert spilniveau.\n\nSPIL\nSigt og skyd med din bazooka, og spræng disse monstre. Du kan også hoppe for at få kameraet præcis, hvor du vil have det. Et skud tager omkring tre sekunder, en detalje du bør overveje, når du spiller spillet. Klar til en ny zombiejagt?\n\nFor at få adgang til det næste niveau, skal du dræbe alle de zombier, der er til stede i hvert spilniveau. Vær forsigtig, ammunitionen løber tør før eller siden, og hvis dette sker, før du dræber alle zombier, er spillet slut.\n\nHVORDAN SPILLER JEG ZOMBIE BUSTER?\nAt spille Zombie Buster er meget nemt og meget sjovt! Peg bazookaen mod det ønskede sted og skyd. Husk, at hoppeskuddet fungerer godt i Zombie Buster-spillet.\n\nKONTROLLER\n- Hvis du spiller fra computeren: Flyt musemarkøren for at sigte, og klik derefter for at skyde.\n- Hvis du spiller fra en mobilenhed: Tryk på det punkt på spilskærmområdet, hvor du vil skyde.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nFUNKTIONER\n- 100 % GRATIS\n- Offline spil\n- Sjovt og nemt at spille\n\nKan du fuldføre alle spilniveauerne i Zombie Buster? Vil du være i stand til at ødelægge zombiehæren? Få os til at se dine færdigheder i zombie skydespil. Spil nu!",
    "de": "Zombie Buster ist ein lustiges Zombie-Shooter-Spiel, bei dem Sie einen Charakter gegen Horden bösartiger Zombies steuern müssen. Beeilen Sie sich, die Zombiearmee ist da!\n\nZOMBIE BUSTER SPIELPLAN\nZombies sind überall, bereit, jeden zu töten, den sie finden, und alles zu zerstören. Dieses Spiel erfordert, dass Sie dem Protagonisten helfen, alle Zombies in jedem Spiellevel zu treffen.\n\nSPIELWEISE\nZielen und schießen Sie mit Ihrer Panzerfaust und sprengen Sie diese Monster. Sie können auch springen, um die Kamera genau dorthin zu bringen, wo Sie sie haben möchten. Ein Schuss dauert ungefähr drei Sekunden, ein Detail, das Sie beim Spielen beachten sollten. Bereit für eine neue Zombiejagd?\n\nUm auf das nächste Level zuzugreifen, müssen Sie alle Zombies töten, die in jedem Spiellevel vorhanden sind. Seien Sie vorsichtig, die Munition geht früher oder später zur Neige, und wenn dies geschieht, bevor Sie alle Zombies getötet haben, ist das Spiel vorbei.\n\nWIE SPIEL ICH ZOMBIE BUSTER?\nZombie Buster zu spielen ist sehr einfach und macht sehr viel Spaß! Richten Sie die Panzerfaust auf die gewünschte Stelle und schießen Sie. Denken Sie daran, dass der Bounce-Shot im Zombie Buster-Spiel gut funktioniert.\n\nSTEUERUNG\n- Wenn Sie vom Computer aus spielen: Bewegen Sie den Mauszeiger, um zu zielen, und klicken Sie dann, um zu schießen.\n- Wenn Sie von einem Mobilgerät aus spielen: Tippen Sie auf den Punkt des Spielbildschirmbereichs, an dem Sie schießen möchten.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nMERKMALE\n- 100% KOSTENLOS\n- Offline-Spiel\n- Spaß und einfach zu spielen\n\nKannst du alle Spiellevel von Zombie Buster abschließen? Werden Sie in der Lage sein, die Zombie-Armee zu zerstören? Lassen Sie uns Ihre Fähigkeiten in Zombie-Schießspielen sehen. Jetzt spielen!",
    "el": "Το Zombie Buster είναι ένα διασκεδαστικό παιχνίδι σκοποβολής ζόμπι όπου πρέπει να ελέγχετε έναν χαρακτήρα ενάντια σε ορδές φαύλων ζόμπι. Βιαστείτε, ο στρατός των ζόμπι έφτασε!\n\nΟΙΚΟΠΕΔΟ ΠΑΙΧΝΙΔΙΟΥ ZOMBI BUSTER\nΤα ζόμπι είναι παντού, έτοιμα να σκοτώσουν όποιον βρουν και να καταστρέψουν τα πάντα. Αυτό το παιχνίδι απαιτεί να βοηθήσετε τον πρωταγωνιστή να χτυπήσει όλα τα ζόμπι σε κάθε επίπεδο παιχνιδιού.\n\nGAMEPLAY\nΣτοχεύστε και πυροβολήστε με το μπαζούκα σας και ανατινάξτε αυτά τα τέρατα. Μπορείτε επίσης να αναπηδήσετε για να φτάσετε την κάμερα ακριβώς εκεί που θέλετε. Μια βολή διαρκεί περίπου τρία δευτερόλεπτα, μια λεπτομέρεια που πρέπει να λάβετε υπόψη όταν παίζετε το παιχνίδι. Είστε έτοιμοι για ένα νέο κυνήγι ζόμπι;\n\nΓια να αποκτήσετε πρόσβαση στο επόμενο επίπεδο, πρέπει να σκοτώσετε όλα τα ζόμπι που υπάρχουν σε κάθε επίπεδο παιχνιδιού. Προσέξτε, τα πυρομαχικά θα τελειώσουν αργά ή γρήγορα, και αν αυτό συμβεί πριν σκοτώσετε όλα τα ζόμπι, το παιχνίδι έχει τελειώσει.\n\nΠΩΣ ΠΑΙΖΩ το ZOMBIE BUSTER;\nΤο παιχνίδι Zombie Buster είναι πολύ εύκολο και πολύ διασκεδαστικό! Στρέψτε το μπαζούκα στην επιθυμητή θέση και πυροβολήστε. Θυμηθείτε, το bounce shot λειτουργεί καλά στο παιχνίδι Zombie Buster.\n\nΕΛΕΓΧΟΙ\n- Εάν παίζετε από τον υπολογιστή: μετακινήστε τον κέρσορα του ποντικιού για να στοχεύσετε και μετά κάντε κλικ για να πυροβολήσετε.\n- Εάν παίζετε από φορητή συσκευή: πατήστε στο σημείο της περιοχής της οθόνης του παιχνιδιού όπου θέλετε να τραβήξετε.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- 100% ΔΩΡΕΑΝ\n- Παιχνίδι εκτός σύνδεσης\n- Διασκεδαστικό και εύκολο στο παιχνίδι\n\nΜπορείτε να ολοκληρώσετε όλα τα επίπεδα παιχνιδιού του Zombie Buster; Θα μπορέσετε να καταστρέψετε τον στρατό των ζόμπι; Κάντε μας να δούμε τις ικανότητές σας σε παιχνίδια σκοποβολής ζόμπι. Παίξε τώρα!",
    "en,en_AU,en_GB,en_US": "Zombie Buster is a fun zombie shooter game where you have to control a character against hordes of vicious zombies. Hurry, the zombie army has arrived!\n\nZOMBIE BUSTER GAME PLOT\nZombies are everywhere, ready to kill anyone they find and destroy everything. This game requires you to help the protagonist hit all the zombies on each game level. \n\nGAMEPLAY\nAim and shoot with your bazooka, and blast these monsters. You can also bounce to get the camera exactly where you want it. A shot takes about three seconds, a detail you should consider when playing the game. Ready for a new zombie hunting?\n\nTo access the next level, you have to kill all the zombies present in each game level. Be careful, the ammunition will run out sooner or later, and if this happens before you kill all the zombies, the game is over.\n\nHOW DO I PLAY ZOMBIE BUSTER?\nPlaying Zombie Buster is very easy and very fun! Point the bazooka at the desired location and shoot. Remember, the bounce shot works well in the Zombie Buster game.\n\nCONTROLS\n- If you play from the Computer: move the mouse cursor to aim and then click to shoot.\n- If you are playing from a Mobile Device: tap on the point of the game screen area where you want to shoot.\n\nFEATURES\n- 100% FREE\n- Offline Game\n- Fun And Easy To Play\n\nCan you complete all the game levels of Zombie Buster? Will you be able to destroy the zombie army? Make us see your skills in zombie shooting games. Play now!",
    "es,es_419": "Zombie Buster es un divertido juego de disparos de zombis en el que debes controlar a un personaje contra hordas de zombis despiadados. ¡Date prisa, el ejército de zombis ha llegado!\n\nARGUMENTO DEL JUEGO ZOMBIE BUSTER\nLos zombis están por todas partes, listos para matar a cualquiera que encuentren y destruirlo todo. Este juego requiere que ayudes al protagonista a golpear a todos los zombis en cada nivel del juego.\n\nCOMO SE JUEGA\nApunta y dispara con tu bazuca y acaba con estos monstruos. También puede rebotar para llevar la cámara exactamente donde la quiere. Un disparo tarda unos tres segundos, un detalle que debes tener en cuenta al jugar. ¿Listo para una nueva caza de zombis?\n\nPara acceder al siguiente nivel, debes matar a todos los zombis presentes en cada nivel del juego. Ten cuidado, la munición se acabará tarde o temprano, y si esto sucede antes de que mates a todos los zombis, el juego habrá terminado.\n\n¿CÓMO JUEGO BUSTER ZOMBIE?\n¡Jugar a Zombie Buster es muy fácil y muy divertido! Apunta la bazuca al lugar deseado y dispara. Recuerda, el tiro de rebote funciona bien en el juego Zombie Buster.\n\nCONTROL S\n- Si juegas desde la computadora: mueve el cursor del mouse para apuntar y luego haz clic para disparar.\n- Si está jugando desde un dispositivo móvil: toque el punto del área de la pantalla del juego donde desea disparar.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nCARACTERISTICAS\n- 100% GRATIS\n- Juego fuera de línea\n- Divertido y fácil de jugar\n\n¿Puedes completar todos los niveles del juego Zombie Buster? ¿Serás capaz de destruir el ejército zombie? Haznos ver tus habilidades en los juegos de disparos de zombies. ¡Reproducir ahora!",
    "et": "Zombie Buster on lõbus zombide tulistamismäng, kus peate tegelast tigedate zombide hordide vastu juhtima. Kiirusta, zombide armee on saabunud!\n\nZOMBIE BUSTER MÄNGU PLOT\nZombid on kõikjal, valmis tapma kõiki, keda nad leiavad, ja hävitama kõik. See mäng nõuab, et aitate peategelasel tabada kõiki zombisid igal mängutasemel.\n\nMÄNGUMÄNG\nSihtige ja tulistage oma sinkookaga ning lööge neid koletisi. Samuti saate hüpata, et viia kaamera täpselt sinna, kuhu soovite. Lask võtab aega umbes kolm sekundit – see on detail, mida peaksite mängu mängides arvestama. Kas olete valmis uueks zombijahiks?\n\nJärgmisele tasemele pääsemiseks peate tapma kõik igal mängutasemel olevad zombid. Olge ettevaatlik, laskemoon saab varem või hiljem otsa ja kui see juhtub enne kõigi zombide tapmist, on mäng läbi.\n\nKUIDAS MA MÄNGIN ZOMBIE BUSTERIT?\nZombie Busteri mängimine on väga lihtne ja väga lõbus! Suunake bazooka soovitud kohta ja tulistage. Pidage meeles, et põrgatav löök töötab Zombie Busteri mängus hästi.\n\nJUHTSEADMED\n- Kui mängite arvutist: liigutage sihtimiseks hiirekursorit ja seejärel klõpsake tulistamiseks.\n- Kui mängite mobiilseadmest: puudutage mänguekraani ala punkti, kus soovite tulistada.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nFUNKTSIOONID\n- 100% TASUTA\n- võrguühenduseta mäng\n- lõbus ja lihtne mängida\n\nKas saate täita kõik Zombie Busteri mängutasemed? Kas suudate zombide armee hävitada? Pane meid nägema oma oskusi zombide tulistamismängudes. Mängi nüüd!",
    "fa": "Zombie Buster یک بازی شوتر زامبی سرگرم کننده است که در آن باید یک شخصیت را در برابر انبوهی از زامبی های شرور کنترل کنید. عجله کنید، ارتش زامبی ها از راه رسیده است!\n\nطرح بازی زامبی باستر\nزامبی ها همه جا هستند، آماده اند هر کسی را که پیدا کنند بکشند و همه چیز را نابود کنند. این بازی از شما می‌خواهد تا به قهرمان بازی کمک کنید تا تمام زامبی‌ها را در هر سطح بازی بزند.\n\nگیم پلی\nبا بازوکا خود هدف بگیرید و شلیک کنید و این هیولاها را منفجر کنید. همچنین می‌توانید برای رسیدن به دوربین دقیقاً همان جایی که می‌خواهید، پرش کنید. یک شات حدود سه ثانیه طول می کشد، جزئیاتی که باید هنگام بازی در نظر بگیرید. برای شکار زامبی جدید آماده اید؟\n\nبرای دسترسی به سطح بعدی، باید تمام زامبی های حاضر در هر سطح بازی را بکشید. مراقب باشید، مهمات دیر یا زود تمام می شود و اگر قبل از کشتن همه زامبی ها این اتفاق بیفتد، بازی تمام شده است.\n\nچگونه ZOMBI BUSTER را بازی کنم؟\nبازی Zombie Buster بسیار آسان و بسیار سرگرم کننده است! بازوکا را در محل مورد نظر بگیرید و شلیک کنید. به یاد داشته باشید، ضربه پرش در بازی Zombie Buster به خوبی کار می کند.\n\nکنترل ها\n- اگر از رایانه بازی می کنید: مکان نما ماوس را برای هدف گیری حرکت دهید و سپس برای شلیک کلیک کنید.\n- اگر از یک دستگاه تلفن همراه بازی می کنید: روی نقطه ای از صفحه نمایش بازی که می خواهید شلیک کنید ضربه بزنید.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nامکانات\n- 100٪ رایگان\n- بازی آفلاین\n- سرگرم کننده و آسان برای بازی\n\nآیا می توانید تمام سطوح بازی Zombie Buster را کامل کنید؟ آیا می توانید ارتش زامبی ها را نابود کنید؟ کاری کنید که مهارت های خود را در بازی های تیراندازی زامبی ببینیم. الان بازی کن!",
    "fi": "Zombie Buster on hauska zombie-räiskintäpeli, jossa sinun on ohjattava hahmoa ilkeitä zombeja vastaan. Pidä kiirettä, zombie-armeija on saapunut!\n\nZOMBIE BUSTER PELIJUONI\nZombeja on kaikkialla, valmiina tappamaan kenet tahansa löytämänsä ja tuhoamaan kaiken. Tämä peli vaatii sinua auttamaan päähenkilöä lyömään kaikki zombit jokaisella pelitasolla.\n\nPELAA\nTähtää ja ammu sinkookallasi ja räjäytä näitä hirviöitä. Voit myös pomppia saadaksesi kameran juuri haluamaasi paikkaan. Laukaus kestää noin kolme sekuntia, mikä on yksityiskohta, joka sinun tulee ottaa huomioon peliä pelatessa. Oletko valmis uuteen zombien metsästykseen?\n\nPäästäksesi seuraavalle tasolle, sinun on tapettava kaikki kunkin pelitason zombit. Ole varovainen, ammukset loppuvat ennemmin tai myöhemmin, ja jos tämä tapahtuu ennen kuin tapat kaikki zombit, peli on ohi.\n\nMITEN PELAAN ZOMBIE BUSTERIA?\nZombie Busterin pelaaminen on erittäin helppoa ja hauskaa! Osoita bazooka haluamaasi paikkaan ja ammu. Muista, että pomppulaukaus toimii hyvin Zombie Buster -pelissä.\n\nSÄÄDÖT\n- Jos pelaat tietokoneelta: Tähtää siirtämällä hiiren osoitinta ja ammu sitten napsauttamalla.\n- Jos pelaat mobiililaitteella: napauta sitä kohtaa peliruudun alueella, jossa haluat ampua.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nOMINAISUUDET\n- 100% ILMAINEN\n- Offline-peli\n- Hauska ja helppo pelata\n\nPystytkö suorittamaan kaikki Zombie Busterin pelitasot? Pystytkö tuhoamaan zombie-armeijan? Anna meidän nähdä taitosi zombi-ammuntapeleissä. Pelaa nyt!",
    "fil": "Ang Zombie Buster ay isang nakakatuwang laro ng zombie shooter kung saan kailangan mong kontrolin ang isang karakter laban sa mga sangkawan ng mga masasamang zombie. Magmadali, dumating na ang hukbo ng zombie!\n\nPLOT NG LARO NG ZOMBIE BUSTER\nAng mga zombie ay nasa lahat ng dako, handang patayin ang sinumang mahanap nila at sirain ang lahat. Ang larong ito ay nangangailangan sa iyo na tulungan ang kalaban na tamaan ang lahat ng mga zombie sa bawat antas ng laro.\n\nGAMEPLAY\nLayunin at shoot gamit ang iyong bazooka, at pasabugin ang mga halimaw na ito. Maaari ka ring mag-bounce upang makuha ang camera nang eksakto kung saan mo ito gusto. Ang isang shot ay tumatagal ng halos tatlong segundo, isang detalye na dapat mong isaalang-alang kapag naglalaro ng laro. Handa na para sa isang bagong pangangaso ng zombie?\n\nUpang ma-access ang susunod na antas, kailangan mong patayin ang lahat ng mga zombie na naroroon sa bawat antas ng laro. Mag-ingat, ang mga bala ay mauubos nang maaga o huli, at kung nangyari ito bago mo patayin ang lahat ng mga zombie, ang laro ay tapos na.\n\nPAANO AKO MAGLARO NG ZOMBIE BUSTER?\nAng paglalaro ng Zombie Buster ay napakadali at napakasaya! Ituro ang bazooka sa nais na lokasyon at kunan. Tandaan, gumagana nang maayos ang bounce shot sa larong Zombie Buster.\n\nMGA KONTROL\n- Kung naglalaro ka mula sa Computer: ilipat ang cursor ng mouse sa layunin at pagkatapos ay i-click upang kunan.\n- Kung naglalaro ka mula sa isang Mobile Device: i-tap ang punto ng lugar ng screen ng laro kung saan mo gustong kunan.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nMGA TAMPOK\n- 100% LIBRE\n- Offline na Laro\n- Masaya At Madaling Laruin\n\nMakukumpleto mo ba ang lahat ng antas ng laro ng Zombie Buster? Magagawa mong sirain ang hukbo ng zombie? Ipakita sa amin ang iyong mga kasanayan sa mga larong pagbaril ng zombie. Maglaro Ngayon!",
    "fr": "Zombie Buster est un jeu de tir zombie amusant où vous devez contrôler un personnage contre des hordes de zombies vicieux. Dépêchez-vous, l'armée de zombies est arrivée !\n\nCOMPLOT DE JEU ZOMBIE BUSTER\nLes zombies sont partout, prêts à tuer tous ceux qu'ils trouvent et à tout détruire. Ce jeu vous oblige à aider le protagoniste à frapper tous les zombies à chaque niveau de jeu.\n\nJEU\nVisez et tirez avec votre bazooka et faites exploser ces monstres. Vous pouvez également rebondir pour placer la caméra exactement là où vous le souhaitez. Un tir prend environ trois secondes, un détail dont vous devez tenir compte lorsque vous jouez. Prêt pour une nouvelle chasse aux zombies ?\n\nPour accéder au niveau suivant, vous devez tuer tous les zombies présents dans chaque niveau de jeu. Attention, les munitions s'épuiseront tôt ou tard, et si cela se produit avant que vous n'ayez tué tous les zombies, la partie est terminée.\n\nCOMMENT JOUER À ZOMBIE BUSTER ?\nJouer à Zombie Buster est très simple et très amusant ! Dirigez le bazooka vers l'endroit souhaité et tirez. N'oubliez pas que le tir rebond fonctionne bien dans le jeu Zombie Buster.\n\nLES CONTRÔLES\n- Si vous jouez depuis l'Ordinateur : déplacez le curseur de la souris pour viser puis cliquez pour tirer.\n- Si vous jouez depuis un appareil mobile : appuyez sur le point de la zone de l'écran de jeu où vous souhaitez tirer.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nCARACTÉRISTIQUES\n- 100% GRATUIT\n- Jeu hors ligne\n- Amusant et facile à jouer\n\nPouvez-vous terminer tous les niveaux de jeu de Zombie Buster ? Serez-vous capable de détruire l'armée de zombies ? Faites-nous voir vos compétences dans les jeux de tir de zombies. Joue maintenant!",
    "gu": "ઝોમ્બી બસ્ટર એ એક મનોરંજક ઝોમ્બી શૂટર ગેમ છે જ્યાં તમારે દ્વેષી ઝોમ્બિઓના ટોળા સામેના પાત્રને નિયંત્રિત કરવું પડશે. ઉતાવળ કરો, ઝોમ્બી આર્મી આવી છે!\n\nઝોમ્બી બસ્ટર ગેમ પ્લોટ\nઝોમ્બિઓ દરેક જગ્યાએ છે, તેઓ જે પણ શોધે છે તેને મારી નાખવા અને બધું નાશ કરવા તૈયાર છે. આ રમત માટે તમારે આગેવાનને દરેક રમત સ્તર પર તમામ ઝોમ્બિઓને ફટકારવામાં મદદ કરવાની જરૂર છે.\n\nગેમપ્લે\nતમારા બાઝૂકા સાથે લક્ષ્ય રાખો અને શૂટ કરો, અને આ રાક્ષસોને બ્લાસ્ટ કરો. તમે જ્યાં ઇચ્છો ત્યાં કેમેરા બરાબર મેળવવા માટે તમે બાઉન્સ પણ કરી શકો છો. એક શોટ લગભગ ત્રણ સેકન્ડ લે છે, જે વિગત તમારે રમત રમતી વખતે ધ્યાનમાં લેવી જોઈએ. નવા ઝોમ્બી શિકાર માટે તૈયાર છો?\n\nઆગલા સ્તરને ઍક્સેસ કરવા માટે, તમારે દરેક રમત સ્તરમાં હાજર તમામ ઝોમ્બિઓને મારી નાખવી પડશે. સાવચેત રહો, દારૂગોળો વહેલા અથવા પછીના સમયમાં સમાપ્ત થઈ જશે, અને જો તમે બધા ઝોમ્બિઓને મારી નાખો તે પહેલાં આવું થાય, તો રમત સમાપ્ત થઈ ગઈ છે.\n\nહું ઝોમ્બી બસ્ટર કેવી રીતે રમી શકું?\nઝોમ્બી બસ્ટર વગાડવું ખૂબ જ સરળ અને ખૂબ જ મનોરંજક છે! બાઝૂકાને ઇચ્છિત સ્થાન પર પોઇન્ટ કરો અને શૂટ કરો. યાદ રાખો, બાઉન્સ શૉટ ઝોમ્બી બસ્ટર ગેમમાં સારી રીતે કામ કરે છે.\n\nનિયંત્રણો\n- જો તમે કમ્પ્યુટરથી રમો છો: માઉસ કર્સરને લક્ષ્યમાં ખસેડો અને પછી શૂટ કરવા માટે ક્લિક કરો.\n- જો તમે મોબાઈલ ડિવાઈસથી રમી રહ્યા છો: ગેમ સ્ક્રીન એરિયાના પોઈન્ટ પર ટેપ કરો જ્યાં તમે શૂટ કરવા માંગો છો.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nવિશેષતા\n- 100% મફત\n- ઑફલાઇન ગેમ\n- આનંદ અને રમવા માટે સરળ\n\nશું તમે ઝોમ્બી બસ્ટરના તમામ રમત સ્તરોને પૂર્ણ કરી શકો છો? શું તમે ઝોમ્બી આર્મીનો નાશ કરી શકશો? અમને ઝોમ્બી શૂટિંગ ગેમ્સમાં તમારી કુશળતા જોવા દો. હવે રમો!",
    "he": "Zombie Buster הוא משחק יריות זומבים מהנה שבו אתה צריך לשלוט בדמות נגד המוני זומבים מרושעים. מהרו, צבא הזומבים הגיע!\n\nעלילת משחק זומבי BUSTER\nזומבים נמצאים בכל מקום, מוכנים להרוג כל מי שהם מוצאים ולהרוס הכל. המשחק הזה דורש ממך לעזור לגיבור לפגוע בכל הזומבים בכל רמת משחק.\n\nGAMEPLAY\nכוון וירה עם הבזוקה שלך, ופוצץ את המפלצות האלה. אתה יכול גם להקפיץ כדי להביא את המצלמה בדיוק לאן שאתה רוצה אותה. צילום נמשך כשלוש שניות, פרט שכדאי לקחת בחשבון בעת ​​המשחק. מוכנים לציד זומבים חדש?\n\nכדי לגשת לשלב הבא, עליך להרוג את כל הזומבים הקיימים בכל רמת משחק. היזהרו, התחמושת תיגמר במוקדם או במאוחר, ואם זה קורה לפני שאתם הורגים את כל הזומבים, המשחק נגמר.\n\nאיך אני משחק זומבי באסטר?\nלשחק Zombie Buster הוא קל מאוד ומהנה מאוד! כוון את הבזוקה למיקום הרצוי וירה. זכור, זריקת הקפצה עובדת היטב במשחק Zombie Buster.\n\nבקרות\n- אם אתה משחק מהמחשב: הזז את סמן העכבר לכוון ולאחר מכן לחץ כדי לירות.\n- אם אתה משחק ממכשיר נייד: הקש על הנקודה של אזור מסך המשחק שבו תרצה לצלם.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nתכונות\n- 100% בחינם\n- משחק לא מקוון\n- כיף וקל לשחק\n\nהאם אתה יכול להשלים את כל רמות המשחק של Zombie Buster? האם תצליחו להשמיד את צבא הזומבים? תן לנו לראות את הכישורים שלך במשחקי יריות של זומבים. שחק עכשיו!",
    "hi": "ज़ोंबी बस्टर एक मजेदार ज़ोंबी शूटर गेम है जहां आपको शातिर लाशों की भीड़ के खिलाफ एक चरित्र को नियंत्रित करना है। जल्दी करो, ज़ोंबी सेना आ गई है!\n\nज़ोंबी बस्टर गेम प्लॉट\nज़ॉम्बीज़ हर जगह हैं, वे जिस किसी को भी पाते हैं उसे मारने के लिए तैयार रहते हैं और सब कुछ नष्ट कर देते हैं। इस गेम में आपको प्रत्येक गेम स्तर पर सभी ज़ॉम्बीज़ को हिट करने में नायक की मदद करने की आवश्यकता होती है।\n\nगेमप्ले\nनिशाना लगाओ और अपने बाज़ूका से गोली मारो, और इन राक्षसों को विस्फोट करो। आप कैमरे को ठीक वहीं पर लाने के लिए बाउंस भी कर सकते हैं, जहां आप उसे चाहते हैं। एक शॉट में लगभग तीन सेकंड लगते हैं, गेम खेलते समय आपको एक विवरण पर विचार करना चाहिए। एक नए ज़ोंबी शिकार के लिए तैयार हैं?\n\nअगले स्तर तक पहुँचने के लिए, आपको प्रत्येक खेल स्तर में मौजूद सभी लाशों को मारना होगा। सावधान रहें, गोला-बारूद जल्द या बाद में समाप्त हो जाएगा, और यदि आपके द्वारा सारे प्रेतों को मारने से पहले ऐसा होता है, तो खेल समाप्त हो जाता है।\n\nमैं ज़ोम्बी बस्टर कैसे खेलूँ?\nज़ोंबी बस्टर बजाना बहुत आसान और बहुत ही मजेदार है! वांछित स्थान पर बाज़ूका को इंगित करें और शूट करें। याद रखें, बाउंस शॉट ज़ोंबी बस्टर गेम में अच्छा काम करता है।\n\nनियंत्रण\n- यदि आप कंप्यूटर से खेलते हैं: निशाना साधने के लिए माउस कर्सर ले जाएँ और फिर शूट करने के लिए क्लिक करें।\n- यदि आप मोबाइल डिवाइस से खेल रहे हैं: गेम स्क्रीन क्षेत्र के उस बिंदु पर टैप करें जहां आप शूट करना चाहते हैं।\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nविशेषताएँ\n- 100% मुफ़्त\n- ऑफलाइन गेम\n- मज़ा और खेलने में आसान\n\nक्या आप ज़ोंबी बस्टर के सभी गेम स्तरों को पूरा कर सकते हैं? क्या आप ज़ोंबी सेना को नष्ट करने में सक्षम होंगे? ज़ोंबी शूटिंग खेलों में हमें अपने कौशल दिखाएं। अब खेलते हैं!",
    "hr": "Zombie Buster je zabavna pucačina u zombije u kojoj morate kontrolirati lik protiv hordi opakih zombija. Požurite, vojska zombija je stigla!\n\nZAPLET IGRE ISTERIVANJE ZOMBIJA\nZombiji su posvuda, spremni ubiti svakoga koga nađu i uništiti sve. Ova igra zahtijeva da pomognete protagonistu da pogodi sve zombije na svakoj razini igre.\n\nIGRANJE\nCiljajte i pucajte svojom bazukom i raznesite ova čudovišta. Također možete odskočiti kako biste kameru doveli točno tamo gdje želite. Pucanje traje oko tri sekunde, što je detalj koji biste trebali uzeti u obzir kada igrate igru. Jeste li spremni za novi lov na zombije?\n\nZa pristup sljedećoj razini, morate ubiti sve zombije prisutne na svakoj razini igre. Budite oprezni, streljivo će ponestati prije ili kasnije, a ako se to dogodi prije nego što ubijete sve zombije, igra je gotova.\n\nKAKO IGRATI ZOMBIE BUSTER?\nIgranje Zombie Bustera je vrlo jednostavno i vrlo zabavno! Usmjerite bazuku na željeno mjesto i pucajte. Zapamtite, odskočni udarac dobro funkcionira u igrici Zombie Buster.\n\nKONTROLE\n- Ako igrate s računala: pomaknite pokazivač miša da nanišanite, a zatim kliknite za pucanje.\n- Ako igrate s mobilnog uređaja: dodirnite točku područja zaslona igre gdje želite pucati.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nOSOBINE\n- 100% BESPLATNO\n- Izvanmrežna igra\n- Zabavno i jednostavno za igranje\n\nMožete li završiti sve razine igre Zombie Buster? Hoćete li moći uništiti vojsku zombija? Uvjerite nas da vidimo vaše vještine u igrama pucanja u zombije. Igraj sada!",
    "hu": "A Zombie Buster egy szórakoztató zombi lövöldözős játék, ahol egy karaktert kell irányítanod gonosz zombik hordái ellen. Siess, megérkezett a zombisereg!\n\nZOMBIE BUSTER JÁTÉK TELEK\nZombik mindenhol ott vannak, készek megölni bárkit, akit találnak, és mindent elpusztítani. Ez a játék megköveteli, hogy segíts a főhősnek eltalálni az összes zombit minden játékszinten.\n\nJÁTÉKJÁTÉK\nCélozz és lőj a páncélököddel, és robbantsd ki ezeket a szörnyeket. Ugrálhat is, hogy a fényképezőgép pontosan oda kerüljön, ahol szeretné. Egy lövés körülbelül három másodpercet vesz igénybe, ezt a részletet érdemes figyelembe venni a játék során. Készen állsz egy új zombivadászatra?\n\nA következő szint eléréséhez minden játékszinten meg kell ölnöd az összes zombit. Legyen óvatos, a lőszer előbb-utóbb kifogy, és ha ez megtörténik, mielőtt az összes zombit megöli, a játéknak vége.\n\nHOGYAN JÁTSZOK A ZOMBIE BUSTERRE?\nA Zombie Busterrel játszani nagyon egyszerű és nagyon szórakoztató! Irányítsd a páncélököt a kívánt helyre, és lőj. Ne feledje, a kipattanó lövés jól működik a Zombie Buster játékban.\n\nKEZELŐSZERVEK\n- Ha a számítógépről játszik: mozgassa az egérkurzort a célzáshoz, majd kattintson a lövéshez.\n- Ha mobileszközről játszik: érintse meg a játék képernyőjének azt a pontját, ahol lőni szeretne.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nJELLEMZŐK\n- 100% INGYENES\n- Offline játék\n- Szórakoztató és könnyen játszható\n\nMeg tudod teljesíteni a Zombie Buster összes játékszintjét? Képes leszel elpusztítani a zombi hadsereget? Mutassa meg tudását zombi lövöldözős játékokban. Játssz most!",
    "id": "Zombie Buster adalah gim penembak zombi seru di mana Anda harus mengontrol karakter melawan gerombolan zombi ganas. Cepat, pasukan zombie telah tiba!\n\nPlot PERMAINAN ZOMBIE BUSTER\nZombi ada di mana-mana, siap membunuh siapa pun yang mereka temukan dan menghancurkan segalanya. Game ini mengharuskan Anda untuk membantu protagonis memukul semua zombie di setiap level game.\n\nPERMAINAN\nArahkan dan tembak dengan bazooka Anda, dan hancurkan monster-monster ini. Anda juga dapat memantul untuk mendapatkan kamera tepat di tempat yang Anda inginkan. Tembakan memakan waktu sekitar tiga detik, detail yang harus Anda pertimbangkan saat bermain game. Siap untuk berburu zombie baru?\n\nUntuk mengakses level selanjutnya, Anda harus membunuh semua zombie yang ada di setiap level permainan. Hati-hati, cepat atau lambat amunisi akan habis, dan jika ini terjadi sebelum Anda membunuh semua zombie, permainan akan berakhir.\n\nBAGAIMANA SAYA BERMAIN ZOMBIE BUSTER?\nBermain Zombie Buster sangat mudah dan sangat menyenangkan! Arahkan bazooka ke lokasi yang diinginkan dan tembak. Ingat, tembakan pantulan bekerja dengan baik di game Zombie Buster.\n\nKONTROL\n- Jika Anda bermain dari Komputer: gerakkan kursor mouse untuk membidik lalu klik untuk menembak.\n- Jika Anda bermain dari Perangkat Seluler: ketuk titik area layar game tempat Anda ingin menembak.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nFITUR\n- 100% GRATIS\n- Permainan Luring\n- Menyenangkan Dan Mudah Dimainkan\n\nBisakah Anda menyelesaikan semua level game Zombie Buster? Apakah Anda dapat menghancurkan tentara zombie? Buat kami melihat keahlian Anda dalam game menembak zombie. Main sekarang!",
    "it": "Zombie Buster è un gioco sparatutto di zombi divertente in cui devi controllare un personaggio che deve combattere orde di feroci zombi. Sbrigati, l'esercito di zombi è arrivato!\n\nTRAMA DEL GIOCO DI ZOMBIE BUSTER\nGli zombi sono ovunque, pronti a uccidere chiunque trovino. Questo gioco richiede di aiutare il protagonista a eliminare tutti gli zombi ad ogni livello del gioco.\n\nGIOCO\nMira e spara con il tuo bazooka e fai esplodere questi mostri. Puoi anche colpire gli zombie di rimbalzo. Prima che i proiettili-bomba esplodano ci vogliono circa tre secondi, questo è un dettaglio che dovresti considerare quando giochi. Pronto per una nuova caccia agli zombi?\n\nPer accedere al livello successivo, devi uccidere tutti gli zombi presenti in ogni livello di gioco. Fai attenzione, le munizioni prima o poi si esauriscono e, se ciò accade prima che tu abbia ucciso tutti gli zombi, il gioco termina.\n\nCOME GIOCO A ZOMBIE BUSTER?\nGiocare a Zombie Buster è molto facile e molto divertente! Punta il bazooka dove desideri e spara. Ricorda, il tiro rimbalzante funziona bene nel gioco Zombie Buster.\n\nCONTROLLI\n- Se giochi dal computer: muovi il cursore del mouse per mirare e poi clicca per sparare.\n- Se stai giocando da un dispositivo mobile: tocca il punto dell'area della schermata di gioco in cui desideri sparare.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nCARATTERISTICHE\n- 100% GRATIS\n- Gioco offline\n- Divertente e facile da giocare\n\nRiesci a completare tutti i livelli di gioco di Zombie Buster? Sei in grado di distruggere l'esercito di zombi? Mostraci le tue abilità ai giochi sparatutto. Inizia Ora!",
    "ja": "Zombie Buster は楽しいゾンビ シューティング ゲームで、悪質なゾンビの大群に対してキャラクターを操作する必要があります。 急いで、ゾンビの軍隊が到着しました ！\n\nゾンビバスターゲームのあらすじ\nゾンビはどこにでもいて、見つけた人を殺してすべてを破壊する準備ができています。 このゲームでは、主人公が各ゲーム レベルですべてのゾンビを倒すのを手伝う必要があります。\n\nゲームプレイ\nバズーカで狙いを定めて撃ち、これらのモンスターを爆破します。 バウンスして、カメラを目的の場所に正確に移動することもできます。 ショットには約 3 秒かかります。これは、ゲームをプレイする際に考慮する必要がある詳細です。 新しいゾンビ狩りの準備はできましたか?\n\n次のレベルにアクセスするには、各ゲーム レベルに存在するすべてのゾンビを殺す必要があります。 弾薬は遅かれ早かれなくなるので注意してください。すべてのゾンビを殺す前にこれが発生すると、ゲームは終了します。\n\nゾンビバスターの遊び方は？\nゾンビバスターの遊び方はとても簡単でとても楽しいです！ 狙った場所にバズーカを向けて発射。 ゾンビバスターゲームではバウンスショットがうまく機能することを覚えておいてください。\n\nコントロール\n- コンピューターからプレイする場合: マウス カーソルを移動して照準を合わせ、クリックして射撃します。\n- モバイル デバイスからプレイしている場合: ゲーム画面領域の、撮影したいポイントをタップします。\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\n特徴\n- 100% 無料\n- オフラインゲーム\n- 楽しく簡単にプレイ\n\nゾンビバスターのすべてのゲームレベルをクリアできますか? あなたはゾンビ軍団を倒すことができるでしょうか？ ゾンビシューティングゲームであなたのスキルを見せてください。 今すぐプレイ！",
    "kn": "ಝಾಂಬಿ ಬಸ್ಟರ್ ಒಂದು ಮೋಜಿನ ಜೊಂಬಿ ಶೂಟರ್ ಆಟವಾಗಿದ್ದು, ಅಲ್ಲಿ ನೀವು ಕೆಟ್ಟ ಸೋಮಾರಿಗಳ ಗುಂಪಿನ ವಿರುದ್ಧ ಪಾತ್ರವನ್ನು ನಿಯಂತ್ರಿಸಬೇಕಾಗುತ್ತದೆ. ಯದ್ವಾತದ್ವಾ, ಜೊಂಬಿ ಸೈನ್ಯ ಬಂದಿದೆ!\n\nಜೊಂಬಿ ಬಸ್ಟರ್ ಆಟದ ಕಥಾವಸ್ತು\nಸೋಮಾರಿಗಳು ಎಲ್ಲೆಡೆ ಇದ್ದಾರೆ, ಅವರು ಕಂಡುಕೊಳ್ಳುವ ಯಾರನ್ನಾದರೂ ಕೊಲ್ಲಲು ಮತ್ತು ಎಲ್ಲವನ್ನೂ ನಾಶಮಾಡಲು ಸಿದ್ಧರಾಗಿದ್ದಾರೆ. ಈ ಆಟವು ಪ್ರತಿ ಆಟದ ಮಟ್ಟದಲ್ಲಿ ಎಲ್ಲಾ ಸೋಮಾರಿಗಳನ್ನು ಹೊಡೆಯಲು ನಾಯಕನಿಗೆ ಸಹಾಯ ಮಾಡುವ ಅಗತ್ಯವಿದೆ.\n\nಆಟದ ಆಟ\nನಿಮ್ಮ ಬಾಝೂಕಾದೊಂದಿಗೆ ಗುರಿಯಿರಿಸಿ ಶೂಟ್ ಮಾಡಿ ಮತ್ತು ಈ ರಾಕ್ಷಸರನ್ನು ಸ್ಫೋಟಿಸಿ. ನಿಮಗೆ ಬೇಕಾದ ಸ್ಥಳದಲ್ಲಿ ಕ್ಯಾಮೆರಾವನ್ನು ಪಡೆಯಲು ನೀವು ಬೌನ್ಸ್ ಮಾಡಬಹುದು. ಒಂದು ಶಾಟ್ ಸುಮಾರು ಮೂರು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ, ಆಟವನ್ನು ಆಡುವಾಗ ನೀವು ಪರಿಗಣಿಸಬೇಕಾದ ವಿವರ. ಹೊಸ ಜೊಂಬಿ ಬೇಟೆಗೆ ಸಿದ್ಧರಿದ್ದೀರಾ?\n\nಮುಂದಿನ ಹಂತವನ್ನು ಪ್ರವೇಶಿಸಲು, ನೀವು ಪ್ರತಿ ಆಟದ ಮಟ್ಟದಲ್ಲಿ ಇರುವ ಎಲ್ಲಾ ಸೋಮಾರಿಗಳನ್ನು ಕೊಲ್ಲಬೇಕು. ಜಾಗರೂಕರಾಗಿರಿ, ಮದ್ದುಗುಂಡುಗಳು ಬೇಗ ಅಥವಾ ನಂತರ ಖಾಲಿಯಾಗುತ್ತವೆ, ಮತ್ತು ನೀವು ಎಲ್ಲಾ ಸೋಮಾರಿಗಳನ್ನು ಕೊಲ್ಲುವ ಮೊದಲು ಇದು ಸಂಭವಿಸಿದರೆ, ಆಟವು ಮುಗಿದಿದೆ.\n\nನಾನು ಜೊಂಬಿ ಬಸ್ಟರ್ ಅನ್ನು ಹೇಗೆ ಆಡುತ್ತೇನೆ?\nಝಾಂಬಿ ಬಸ್ಟರ್ ನುಡಿಸುವುದು ತುಂಬಾ ಸುಲಭ ಮತ್ತು ತುಂಬಾ ಖುಷಿಯಾಗಿದೆ! ಬಯಸಿದ ಸ್ಥಳದಲ್ಲಿ ಬಾಜೂಕಾವನ್ನು ಸೂಚಿಸಿ ಮತ್ತು ಶೂಟ್ ಮಾಡಿ. ನೆನಪಿಡಿ, ಝಾಂಬಿ ಬಸ್ಟರ್ ಆಟದಲ್ಲಿ ಬೌನ್ಸ್ ಶಾಟ್ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.\n\nನಿಯಂತ್ರಣಗಳು\n- ನೀವು ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ಪ್ಲೇ ಮಾಡಿದರೆ: ಗುರಿಗೆ ಮೌಸ್ ಕರ್ಸರ್ ಅನ್ನು ಸರಿಸಿ ಮತ್ತು ನಂತರ ಶೂಟ್ ಮಾಡಲು ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ನೀವು ಮೊಬೈಲ್ ಸಾಧನದಿಂದ ಆಡುತ್ತಿದ್ದರೆ: ನೀವು ಶೂಟ್ ಮಾಡಲು ಬಯಸುವ ಆಟದ ಪರದೆಯ ಪ್ರದೇಶದ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n- ವಿನೋದ ಮತ್ತು ಆಡಲು ಸುಲಭ\n\nಝಾಂಬಿ ಬಸ್ಟರ್‌ನ ಎಲ್ಲಾ ಆಟದ ಹಂತಗಳನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಬಹುದೇ? ನೀವು ಜೊಂಬಿ ಸೈನ್ಯವನ್ನು ನಾಶಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ? ಜೊಂಬಿ ಶೂಟಿಂಗ್ ಆಟಗಳಲ್ಲಿ ನಿಮ್ಮ ಕೌಶಲ್ಯಗಳನ್ನು ನಮಗೆ ಕಾಣುವಂತೆ ಮಾಡಿ. ಈಗ ಆಡು!",
    "ko": "Zombie Buster는 사악한 좀비 떼에 맞서 캐릭터를 조종해야 하는 재미있는 좀비 슈팅 게임입니다. 서둘러, 좀비 군대가 도착했습니다!\n\n좀비 버스터 게임 플롯\n좀비는 어디에나 있으며, 발견한 사람을 죽이고 모든 것을 파괴할 준비가 되어 있습니다. 이 게임에서는 주인공이 각 게임 레벨에서 모든 좀비를 공격하도록 도와야 합니다.\n\n게임 플레이\n바주카포로 조준하고 쏘고 이 괴물들을 날려버리세요. 바운스하여 카메라를 원하는 위치에 정확히 가져올 수도 있습니다. 한 발을 쏘는 데 걸리는 시간은 약 3초로 게임을 플레이할 때 고려해야 할 세부 사항입니다. 새로운 좀비 사냥을 할 준비가 되셨나요?\n\n다음 레벨에 접근하려면 각 게임 레벨에 존재하는 모든 좀비를 죽여야 합니다. 탄약은 조만간 소진될 수 있으니 조심하세요. 모든 좀비를 죽이기 전에 이런 일이 발생하면 게임이 종료됩니다.\n\n좀비 버스터는 어떻게 플레이하나요?\nZombie Buster를 플레이하는 것은 매우 쉽고 매우 재미있습니다! 바주카포를 원하는 위치에 조준하고 발사합니다. 기억하세요, 바운스 샷은 Zombie Buster 게임에서 잘 작동합니다.\n\n통제 수단\n- 컴퓨터에서 플레이하는 경우: 마우스 커서를 움직여 조준한 다음 클릭하여 발사합니다.\n- 모바일 기기에서 플레이하는 경우: 촬영하려는 게임 화면 영역의 지점을 누릅니다.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\n\n특징\n- 100% 무료\n- 오프라인 게임\n- 재미있고 쉬운 플레이\n\nZombie Buster의 모든 게임 레벨을 완료할 수 있습니까? 당신은 좀비 군대를 파괴할 수 있습니까? 좀비 슈팅 게임에서 당신의 기술을 보여주세요. 지금 플레이하세요!",
    "lt": "Zombie Buster yra įdomus zombių šaudyklės žaidimas, kuriame jūs turite valdyti personažą prieš minias žiaurių zombių. Paskubėk, zombių armija atvyko!\n\n„ZOMBIE BUSTER“ ŽAIDIMO SKLYPĖ\nZombiai yra visur, pasiruošę nužudyti bet ką, ką tik suranda, ir viską sunaikinti. Šiame žaidime reikia padėti pagrindiniam veikėjui įveikti visus zombius kiekviename žaidimo lygyje.\n\nŽAIDIMO ŽAIDIMAS\nNutaikykite ir šaudykite su savo bazuka ir susprogdinkite šiuos monstrus. Taip pat galite atšokti, kad fotoaparatas būtų tiksliai ten, kur norite. Kadras trunka apie tris sekundes, į šią detalę turėtumėte atsižvelgti žaidžiant žaidimą. Pasiruošę naujai zombių medžioklei?\n\nNorėdami patekti į kitą lygį, turite nužudyti visus zombius, esančius kiekviename žaidimo lygyje. Būkite atsargūs, amunicija anksčiau ar vėliau baigsis, o jei tai atsitiks prieš užmušant visus zombius, žaidimas baigtas.\n\nKAIP ŽAISTI ZOMBIE BUSTER?\nŽaisti Zombie Buster yra labai lengva ir labai smagu! Nukreipkite bazuką į norimą vietą ir šaudykite. Atminkite, kad atšokimo šūvis gerai veikia „Zombie Buster“ žaidime.\n\nVALDYMAS\n- Jei žaidžiate iš kompiuterio: perkelkite pelės žymeklį, kad nusitaikytų, tada spustelėkite, kad šaudytumėte.\n- Jei žaidžiate iš mobiliojo įrenginio: bakstelėkite žaidimo ekrano srities tašką, kuriame norite fotografuoti.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nFUNKCIJOS\n- 100% NEMOKAMAI\n- Žaidimas neprisijungus\n- Linksma ir lengva žaisti\n\nAr galite užbaigti visus Zombie Buster žaidimo lygius? Ar pavyks sunaikinti zombių armiją? Leiskite mums pamatyti savo įgūdžius šaudymo į zombius žaidimuose. Žaisti Dabar!",
    "lv": "Zombie Buster ir jautra zombiju šāvēja spēle, kurā jums ir jāvada varonis pret ļauno zombiju bariem. Pasteidzies, zombiju armija ir ieradusies!\n\nZOMBIE BUSTER SPĒLES SIŽETS\nZombiji ir visur, gatavi nogalināt ikvienu, ko viņi atrod, un iznīcināt visu. Šajā spēlē jums jāpalīdz varonim trāpīt visiem zombijiem katrā spēles līmenī.\n\nSPĒLES SPĒLE\nMērķējiet un šaujiet ar savu bazūku un uzspridziniet šos monstrus. Varat arī atlēkt, lai kamera nonāktu tieši tajā vietā, kur to vēlaties. Kadrs aizņem apmēram trīs sekundes, šī detaļa jums jāņem vērā, spēlējot spēli. Vai esat gatavs jaunām zombiju medībām?\n\nLai piekļūtu nākamajam līmenim, jums ir jānogalina visi zombiji, kas atrodas katrā spēles līmenī. Esiet uzmanīgi, munīcija agrāk vai vēlāk beigsies, un, ja tas notiks, pirms nogalināsit visus zombijus, spēle ir beigusies.\n\nKĀ SPĒLĒT ZOMBIE BUSTER?\nSpēlēt Zombie Buster ir ļoti viegli un ļoti jautri! Novietojiet bazūku uz vēlamo vietu un šaujiet. Atcerieties, ka atlēciens labi darbojas spēlē Zombie Buster.\n\nVADĪBAS\n- Ja spēlējat no datora: pārvietojiet peles kursoru, lai mērķētu, un pēc tam noklikšķiniet, lai šautu.\n- Ja spēlējat no mobilās ierīces: pieskarieties tam spēles ekrāna apgabala punktam, kurā vēlaties fotografēt.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nIESPĒJAS\n- 100% BEZMAKSAS\n- bezsaistes spēle\n- Jautri un viegli spēlēt\n\nVai varat pabeigt visus Zombie Buster spēles līmeņus? Vai jums izdosies iznīcināt zombiju armiju? Ļaujiet mums redzēt savas prasmes zombiju šaušanas spēlēs. Spēlēt tagad!",
    "ml": "സോംബി ബസ്റ്റർ ഒരു രസകരമായ സോംബി ഷൂട്ടർ ഗെയിമാണ്, അവിടെ നിങ്ങൾ ദുഷിച്ച സോമ്പികളുടെ കൂട്ടത്തിനെതിരെ ഒരു കഥാപാത്രത്തെ നിയന്ത്രിക്കേണ്ടതുണ്ട്. വേഗം, സോംബി സൈന്യം എത്തി!\n\nസോംബി ബസ്റ്റർ ഗെയിം പ്ലോട്ട്\nസോമ്പികൾ എല്ലായിടത്തും ഉണ്ട്, അവർ കണ്ടെത്തുന്ന ആരെയും കൊല്ലാനും എല്ലാം നശിപ്പിക്കാനും തയ്യാറാണ്. ഓരോ ഗെയിം ലെവലിലും എല്ലാ സോമ്പികളെയും അടിക്കാൻ നായകനെ സഹായിക്കാൻ ഈ ഗെയിമിന് നിങ്ങളോട് ആവശ്യമുണ്ട്.\n\nഗെയിംപ്ലേ\nനിങ്ങളുടെ ബസൂക്ക ഉപയോഗിച്ച് ലക്ഷ്യമിടുക, ഷൂട്ട് ചെയ്യുക, ഈ രാക്ഷസന്മാരെ പൊട്ടിക്കുക. നിങ്ങൾക്ക് ആവശ്യമുള്ളിടത്ത് ക്യാമറ ലഭിക്കാൻ നിങ്ങൾക്ക് ബൗൺസ് ചെയ്യാനും കഴിയും. ഒരു ഷോട്ട് ഏകദേശം മൂന്ന് സെക്കൻഡ് എടുക്കും, ഗെയിം കളിക്കുമ്പോൾ നിങ്ങൾ പരിഗണിക്കേണ്ട ഒരു വിശദാംശം. ഒരു പുതിയ സോംബി വേട്ടയ്‌ക്ക് തയ്യാറാണോ?\n\nഅടുത്ത ലെവലിലേക്ക് പ്രവേശിക്കാൻ, ഓരോ ഗെയിം ലെവലിലും ഉള്ള എല്ലാ സോമ്പികളെയും നിങ്ങൾ കൊല്ലണം. ശ്രദ്ധിക്കുക, വെടിമരുന്ന് ഉടൻ അല്ലെങ്കിൽ പിന്നീട് തീർന്നുപോകും, നിങ്ങൾ എല്ലാ സോമ്പികളെയും കൊല്ലുന്നതിന് മുമ്പ് ഇത് സംഭവിക്കുകയാണെങ്കിൽ, ഗെയിം അവസാനിച്ചു.\n\nഞാൻ എങ്ങനെ സോംബി ബസ്റ്റർ കളിക്കും?\nസോംബി ബസ്റ്റർ കളിക്കുന്നത് വളരെ എളുപ്പവും രസകരവുമാണ്! ആവശ്യമുള്ള സ്ഥലത്ത് ബസൂക്ക ചൂണ്ടി ഷൂട്ട് ചെയ്യുക. ഓർക്കുക, സോംബി ബസ്റ്റർ ഗെയിമിൽ ബൗൺസ് ഷോട്ട് നന്നായി പ്രവർത്തിക്കുന്നു.\n\nനിയന്ത്രണങ്ങൾ\n- നിങ്ങൾ കമ്പ്യൂട്ടറിൽ നിന്ന് കളിക്കുകയാണെങ്കിൽ: ലക്ഷ്യത്തിലേക്ക് മൗസ് കഴ്‌സർ നീക്കുക, തുടർന്ന് ഷൂട്ട് ചെയ്യാൻ ക്ലിക്കുചെയ്യുക.\n- നിങ്ങൾ ഒരു മൊബൈൽ ഉപകരണത്തിൽ നിന്നാണ് കളിക്കുന്നതെങ്കിൽ: നിങ്ങൾ ഷൂട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഗെയിം സ്‌ക്രീൻ ഏരിയയുടെ പോയിന്റിൽ ടാപ്പുചെയ്യുക.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nഫീച്ചറുകൾ\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n- രസകരവും കളിക്കാൻ എളുപ്പവുമാണ്\n\nസോംബി ബസ്റ്ററിന്റെ എല്ലാ ഗെയിം ലെവലുകളും നിങ്ങൾക്ക് പൂർത്തിയാക്കാനാകുമോ? സോംബി സൈന്യത്തെ നശിപ്പിക്കാൻ നിങ്ങൾക്ക് കഴിയുമോ? സോംബി ഷൂട്ടിംഗ് ഗെയിമുകളിൽ നിങ്ങളുടെ കഴിവുകൾ കാണാൻ ഞങ്ങളെ പ്രേരിപ്പിക്കുക. ഇപ്പോൾ കളിക്കുക!",
    "mr": "झोम्बी बस्टर हा एक मजेदार झोम्बी शूटर गेम आहे जिथे तुम्हाला लबाडीच्या झोम्बींच्या टोळ्यांविरुद्ध एक वर्ण नियंत्रित करावा लागतो. घाई करा, झोम्बी आर्मी आली आहे!\n\nझोम्बी बस्टर गेम प्लॉट\nझोम्बी सर्वत्र आहेत, त्यांना सापडलेल्या कोणालाही मारण्यासाठी आणि सर्वकाही नष्ट करण्यास तयार आहेत. या गेमसाठी तुम्हाला प्रत्येक गेम स्तरावरील सर्व झोम्बींना मारण्यासाठी नायकाला मदत करणे आवश्यक आहे.\n\nगेमप्ले\nआपल्या बाझूकासह लक्ष्य करा आणि शूट करा आणि या राक्षसांचा स्फोट करा. तुम्‍हाला हवा असेल तेथे कॅमेरा मिळवण्‍यासाठी तुम्‍ही बाउन्स देखील करू शकता. एका शॉटला सुमारे तीन सेकंद लागतात, गेम खेळताना तुम्ही विचारात घेतलेला तपशील. नवीन झोम्बी शिकारसाठी तयार आहात?\n\nपुढील स्तरावर प्रवेश करण्यासाठी, तुम्हाला प्रत्येक गेम स्तरावर उपस्थित असलेले सर्व झोम्बी मारावे लागतील. सावधगिरी बाळगा, दारूगोळा लवकर किंवा नंतर संपेल आणि जर तुम्ही सर्व झोम्बी मारण्यापूर्वी असे घडले तर खेळ संपला आहे.\n\nमी झोम्बी बस्टर कसा खेळू?\nझोम्बी बस्टर खेळणे खूप सोपे आणि खूप मजेदार आहे! बाझूकाला इच्छित ठिकाणी निर्देशित करा आणि शूट करा. लक्षात ठेवा, बाउंस शॉट झोम्बी बस्टर गेममध्ये चांगले काम करतो.\n\nनियंत्रणे\n- जर तुम्ही संगणकावरून खेळत असाल तर: लक्ष्य करण्यासाठी माउस कर्सर हलवा आणि नंतर शूट करण्यासाठी क्लिक करा.\n- तुम्ही मोबाईल डिव्‍हाइसवरून खेळत असल्‍यास: तुम्‍हाला शूट करण्‍याच्‍या गेमच्‍या स्‍क्रीन क्षेत्राच्या बिंदूवर टॅप करा.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nवैशिष्ट्ये\n- 100% मोफत\n- ऑफलाइन गेम\n- मजेदार आणि खेळण्यास सोपे\n\nआपण झोम्बी बस्टरचे सर्व गेम स्तर पूर्ण करू शकता? आपण स्वतंत्रपणे निर्णय घेण्याची कुवत नसलेला असा मनुष्य सेना नष्ट करण्यास सक्षम असेल? झोम्बी शूटिंग गेममध्ये तुमची कौशल्ये आम्हाला पहा. आता खेळ!",
    "ms": "Zombie Buster ialah permainan penembak zombi yang menyeronokkan di mana anda perlu mengawal watak terhadap gerombolan zombi ganas. Cepat, tentera zombi telah tiba!\n\nPLOT PERMAINAN ZOMBIE BUSTER\nZombi ada di mana-mana, bersedia untuk membunuh sesiapa sahaja yang mereka temui dan memusnahkan segala-galanya. Permainan ini memerlukan anda untuk membantu protagonis memukul semua zombi pada setiap peringkat permainan.\n\nPERMAINAN\nBidik dan tembak dengan bazooka anda, dan letupkan raksasa ini. Anda juga boleh melantun untuk mendapatkan kamera tepat di tempat yang anda inginkan. Satu pukulan mengambil masa kira-kira tiga saat, butiran yang perlu anda pertimbangkan semasa bermain permainan. Bersedia untuk memburu zombi baharu?\n\nUntuk mengakses tahap seterusnya, anda perlu membunuh semua zombi yang ada dalam setiap tahap permainan. Berhati-hati, peluru akan kehabisan lambat laun, dan jika ini berlaku sebelum anda membunuh semua zombi, permainan berakhir.\n\nBAGAIMANA SAYA MAIN ZOMBIE BUSTER?\nBermain Zombie Buster adalah sangat mudah dan sangat menyeronokkan! Halakan bazooka ke lokasi yang dikehendaki dan tangkap. Ingat, pukulan lantunan berfungsi dengan baik dalam permainan Zombie Buster.\n\nKAWALAN\n- Jika anda bermain dari Komputer: gerakkan kursor tetikus untuk membidik dan kemudian klik untuk menembak.\n- Jika anda bermain dari Peranti Mudah Alih: ketik pada titik kawasan skrin permainan yang anda ingin tangkap.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nCIRI-CIRI\n- 100% PERCUMA\n- Permainan Luar Talian\n- Seronok Dan Mudah Dimainkan\n\nBolehkah anda melengkapkan semua peringkat permainan Zombie Buster? Adakah anda akan dapat memusnahkan tentera zombi? Buat kami melihat kemahiran anda dalam permainan menembak zombi. Main sekarang!",
    "nl": "Zombie Buster is een leuk zombieschietspel waarin je een personage moet besturen tegen hordes wrede zombies. Schiet op, het zombieleger is gearriveerd!\n\nZOMBIE BUSTER SPEL PLOT\nZombies zijn overal, klaar om iedereen die ze vinden te doden en alles te vernietigen. Voor deze game moet je de hoofdrolspeler helpen alle zombies op elk spelniveau te raken.\n\nSPEL\nRicht en schiet met je bazooka en schiet deze monsters neer. Je kunt ook stuiteren om de camera precies daar te krijgen waar je hem hebben wilt. Een schot duurt ongeveer drie seconden, een detail waar je rekening mee moet houden bij het spelen van het spel. Klaar voor een nieuwe zombiejacht?\n\nOm toegang te krijgen tot het volgende niveau, moet je alle aanwezige zombies in elk spelniveau doden. Wees voorzichtig, de munitie zal vroeg of laat opraken, en als dit gebeurt voordat je alle zombies hebt gedood, is het spel afgelopen.\n\nHOE SPEEL IK ZOMBIE BUSTER?\nZombie Buster spelen is heel gemakkelijk en erg leuk! Richt de bazooka op de gewenste locatie en schiet. Vergeet niet dat het stuiterende schot goed werkt in het spel Zombie Buster.\n\nBEDIENINGSELEMENTEN\n- Als je vanaf de computer speelt: verplaats de muiscursor om te richten en klik om te schieten.\n- Als je vanaf een mobiel apparaat speelt: tik op het punt van het spelscherm waar je wilt schieten.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nKENMERKEN\n- 100% GRATIS\n- Offline spel\n- Leuk en gemakkelijk te spelen\n\nKun jij alle spelniveaus van Zombie Buster voltooien? Lukt het jou om het zombieleger te vernietigen? Laat ons je vaardigheden zien in zombieschietspellen. Nu afspelen!",
    "no": "Zombie Buster er et morsomt zombie-skytespill hvor du må kontrollere en karakter mot horder av ondskapsfulle zombier. Skynd deg, zombiehæren har kommet!\n\nZOMBIE BUSTER SPILLPLOT\nZombier er overalt, klare til å drepe alle de finner og ødelegge alt. Dette spillet krever at du hjelper hovedpersonen med å treffe alle zombiene på hvert spillnivå.\n\nSPILL\nSikt og skyt med bazookaen din, og spreng disse monstrene. Du kan også sprette for å få kameraet akkurat dit du vil ha det. Et skudd tar omtrent tre sekunder, en detalj du bør vurdere når du spiller spillet. Klar for en ny zombiejakt?\n\nFor å få tilgang til neste nivå, må du drepe alle zombiene som er tilstede på hvert spillnivå. Vær forsiktig, ammunisjonen vil gå tom før eller siden, og hvis dette skjer før du dreper alle zombiene, er spillet over.\n\nHVORDAN SPILLER JEG ZOMBIE BUSTER?\nÅ spille Zombie Buster er veldig enkelt og veldig morsomt! Pek bazookaen mot ønsket plassering og skyt. Husk at sprettskuddet fungerer bra i Zombie Buster-spillet.\n\nKONTROLLER\n- Hvis du spiller fra datamaskinen: flytt musepekeren for å sikte og klikk for å skyte.\n- Hvis du spiller fra en mobil enhet: trykk på punktet på spillskjermområdet der du vil skyte.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nFUNKSJONER\n- 100 % GRATIS\n- Offline spill\n- Morsomt og enkelt å spille\n\nKan du fullføre alle spillnivåene til Zombie Buster? Vil du være i stand til å ødelegge zombiehæren? Få oss til å se ferdighetene dine i zombie-skytespill. Leke nå!",
    "pl": "Zombie Buster to zabawna strzelanka zombie, w której musisz kontrolować postać przeciwko hordom złośliwych zombie. Pospiesz się, przybyła armia zombie!\n\nSTRUKTURA GRY ZOMBIE BUSTER\nZombie są wszędzie, gotowe zabić każdego, kogo znajdą i zniszczyć wszystko. W tej grze musisz pomóc bohaterowi trafić wszystkie zombie na każdym poziomie gry.\n\nROZGRYWKA\nCeluj i strzelaj swoją bazooką i niszcz te potwory. Możesz także odbijać się, aby ustawić kamerę dokładnie tam, gdzie chcesz. Strzał trwa około trzech sekund, szczegół, który należy wziąć pod uwagę podczas gry. Gotowy na nowe polowanie na zombie?\n\nAby uzyskać dostęp do następnego poziomu, musisz zabić wszystkie zombie obecne na każdym poziomie gry. Uważaj, amunicja prędzej czy później się skończy, a jeśli tak się stanie, zanim zabijesz wszystkie zombie, gra się skończy.\n\nJAK GRAĆ W ZOMBIE BUSTER?\nGra w Zombie Buster jest bardzo łatwa i przyjemna! Skieruj bazookę w wybrane miejsce i strzel. Pamiętaj, że strzał z odbicia działa dobrze w grze Zombie Buster.\n\nSTEROWNICA\n- Jeśli grasz z komputera: przesuń kursor myszy, aby wycelować, a następnie kliknij, aby strzelić.\n- Jeśli grasz z urządzenia mobilnego: dotknij miejsca na ekranie gry, w którym chcesz strzelać.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\n\nCECHY\n- 100% ZA DARMO\n- Gra offline\n- Zabawa i łatwa gra\n\nCzy potrafisz ukończyć wszystkie poziomy gry Zombie Buster? Czy będziesz w stanie zniszczyć armię zombie? Spraw, abyśmy zobaczyli twoje umiejętności w strzelankach zombie. Zagraj teraz!",
    "pt_BR,pt_PT": "Zombie Buster é um divertido jogo de tiro em zumbis onde você tem que controlar um personagem contra hordas de zumbis ferozes. Depressa, o exército de zumbis chegou!\n\nTRAMA DO JOGO ZOMBIE BUSTER\nOs zumbis estão por toda parte, prontos para matar qualquer um que encontrarem e destruir tudo. Este jogo exige que você ajude o protagonista a acertar todos os zumbis em cada nível do jogo.\n\nJOGABILIDADE\nMire e atire com sua bazuca e exploda esses monstros. Você também pode pular para colocar a câmera exatamente onde deseja. Um tiro leva cerca de três segundos, um detalhe que você deve considerar ao jogar. Pronto para uma nova caça aos zumbis?\n\nPara acessar o próximo nível, você deve matar todos os zumbis presentes em cada nível do jogo. Cuidado, a munição vai acabar mais cedo ou mais tarde, e se isso acontecer antes de você matar todos os zumbis, o jogo acaba.\n\nCOMO EU JOGO ZOMBIE BUSTER?\nJogar Zombie Buster é muito fácil e muito divertido! Aponte a bazuca para o local desejado e atire. Lembre-se, o arremesso funciona bem no jogo Zombie Buster.\n\nCONTROLES\n- Se você jogar no computador: mova o cursor do mouse para mirar e clique para atirar.\n- Se estiver jogando em um dispositivo móvel: toque no ponto da área da tela do jogo onde deseja atirar.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nRECURSOS\n- 100% GRÁTIS\n- Jogo offline\n- Divertido e fácil de jogar\n\nVocê pode completar todos os níveis do jogo Zombie Buster? Você será capaz de destruir o exército de zumbis? Faça-nos ver suas habilidades em jogos de tiro com zumbis. Jogue agora!",
    "ro": "Zombie Buster este un joc distractiv de împușcături cu zombi în care trebuie să controlezi un personaj împotriva hoardelor de zombi vicioși. Grăbește-te, armata zombi a sosit!\n\nPLOT DE JOC ZOMBIE BUSTER\nZombii sunt peste tot, gata să omoare pe oricine găsesc și să distrugă totul. Acest joc necesită să-l ajuți pe protagonist să lovească toți zombii de la fiecare nivel de joc.\n\nJOC\nȚintește și trage cu bazooka și explodează acești monștri. De asemenea, puteți sări pentru a obține camera exact unde doriți. O fotografie durează aproximativ trei secunde, un detaliu pe care ar trebui să-l iei în considerare atunci când joci. Ești gata pentru o nouă vânătoare de zombi?\n\nPentru a accesa nivelul următor, trebuie să omori toți zombii prezenți în fiecare nivel de joc. Ai grijă, muniția se va epuiza mai devreme sau mai târziu, iar dacă acest lucru se întâmplă înainte de a ucide toți zombii, jocul s-a terminat.\n\nCUM JUCAT ZOMBIE BUSTER?\nJocul Zombie Buster este foarte ușor și foarte distractiv! Îndreptați bazooka către locația dorită și trageți. Amintiți-vă, lovitura de săritură funcționează bine în jocul Zombie Buster.\n\nCONTROALE\n- Dacă jucați de pe computer: mutați cursorul mouse-ului pentru a ținti și apoi faceți clic pentru a trage.\n- Dacă jucați de pe un dispozitiv mobil: atingeți punctul din zona ecranului de joc în care doriți să fotografiați.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nCARACTERISTICI\n- 100% GRATUIT\n- Joc offline\n- Distractiv și ușor de jucat\n\nPuteți finaliza toate nivelurile de joc din Zombie Buster? Vei putea distruge armata de zombi? Fă-ne să-ți vedem abilitățile în jocurile cu împușcături cu zombi. Joaca acum!",
    "ru": "Zombie Buster — веселая игра-шутер от зомби, в которой вам предстоит управлять персонажем, сражающимся с полчищами злобных зомби. Спешите, армия зомби прибыла!\n\nСЮЖЕТ ИГРЫ ЗОМБИ-БУСТЕР\nЗомби повсюду, готовы убить любого, кого найдут, и уничтожить все. В этой игре вам нужно помочь главному герою поразить всех зомби на каждом игровом уровне.\n\nИГРА\nЦельтесь и стреляйте из своей базуки и взрывайте этих монстров. Вы также можете подпрыгивать, чтобы камера находилась именно там, где вы хотите. Выстрел занимает около трех секунд, и вы должны учитывать эту деталь, играя в игру. Готовы к новой охоте на зомби?\n\nЧтобы перейти на следующий уровень, вам нужно убить всех зомби, присутствующих на каждом игровом уровне. Будьте осторожны, боеприпасы рано или поздно закончатся, и если это произойдет до того, как вы убьете всех зомби, игра окончена.\n\nКАК ИГРАТЬ В ZOMBIE BUSTER?\nИграть в Zombie Buster очень легко и весело! Наведите базуку на нужное место и стреляйте. Помните, что рикошет хорошо работает в игре Zombie Buster.\n\nУПРАВЛЕНИЕ\n- Если вы играете с компьютера: наведите курсор мыши, чтобы прицелиться, а затем нажмите, чтобы выстрелить.\n- Если вы играете с мобильного устройства: коснитесь точки игрового экрана, в которую вы хотите стрелять.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nОСОБЕННОСТИ\n- 100% БЕСПЛАТНО\n- Оффлайн игра\n- Весело и легко играть\n\nСможете ли вы пройти все уровни игры Zombie Buster? Сможете ли вы уничтожить армию зомби? Покажите нам свои навыки в играх со стрельбой по зомби. Играть сейчас!",
    "sk": "Zombie Buster je zábavná zombie strieľačka, kde musíte ovládať postavu proti hordám krutých zombie. Poponáhľajte sa, armáda zombie dorazila!\n\nZOMBIE BUSTER HRA PLET\nZombie sú všade pripravené zabiť každého, koho nájdu, a všetko zničiť. Táto hra vyžaduje, aby ste pomohli protagonistovi zasiahnuť všetkých zombie na každej úrovni hry.\n\nHRANIE\nMierte a strieľajte s bazukou a odstreľujte tieto príšery. Môžete tiež odskočiť, aby ste fotoaparát dostali presne tam, kam chcete. Záber trvá približne tri sekundy, čo je detail, ktorý by ste mali zvážiť pri hraní hry. Ste pripravení na nový lov zombie?\n\nAk chcete prejsť na ďalšiu úroveň, musíte zabiť všetkých zombíkov prítomných v každej úrovni hry. Pozor, munícia sa skôr či neskôr minie a ak sa tak stane skôr, ako zabijete všetkých zombíkov, hra sa končí.\n\nAKO HRAŤ ZOMBIE BUSTER?\nHranie Zombie Buster je veľmi jednoduché a veľmi zábavné! Nasmerujte bazuku na požadované miesto a strieľajte. Pamätajte, že odrazená strela funguje dobre v hre Zombie Buster.\n\nOVLÁDANIE\n- Ak hráte z počítača: presuňte kurzor myši na cieľ a potom kliknite a strieľajte.\n- Ak hráte z mobilného zariadenia: klepnite na bod oblasti hernej obrazovky, kde chcete strieľať.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nVLASTNOSTI\n- 100% ZDARMA\n- Offline hra\n- Zábavné a ľahké hrať\n\nDokážete dokončiť všetky herné úrovne Zombie Buster? Podarí sa vám zničiť armádu zombie? Ukážte nám svoje schopnosti v hrách na strieľanie zombie. Hrať teraz!",
    "sl": "Zombie Buster je zabavna igra zombijevskega streljanja, kjer morate nadzorovati lik proti hordam hudih zombijev. Pohitite, vojska zombijev je prišla!\n\nZAPLET IGRE ZOMBIE BUSTER\nZombiji so povsod, pripravljeni ubiti vsakogar, ki ga najdejo, in uničiti vse. Ta igra zahteva, da protagonistu pomagate premagati vse zombije na vsaki ravni igre.\n\nIGRANJE\nCiljajte in streljajte s svojo bazuko ter razstrelite te pošasti. Lahko tudi odskočite, da dobite kamero točno tja, kamor želite. Posnetek traja približno tri sekunde, kar je podrobnost, ki jo morate upoštevati pri igranju igre. Ste pripravljeni na nov lov na zombije?\n\nZa dostop do naslednje stopnje morate ubiti vse zombije, ki so prisotni na vsaki ravni igre. Bodite previdni, streliva bo prej ali slej zmanjkalo, in če se to zgodi, preden pobijete vse zombije, je igre konec.\n\nKAKO IGRAM ZOMBIE BUSTER?\nIgranje Zombie Busterja je zelo enostavno in zelo zabavno! Usmerite bazuko na želeno lokacijo in streljajte. Ne pozabite, da odbojni strel dobro deluje v igri Zombie Buster.\n\nKONTROLE\n- Če igrate iz računalnika: premaknite kazalec miške, da namerite in nato kliknite, da streljate.\n- Če igrate iz mobilne naprave: tapnite točko območja zaslona igre, kjer želite streljati.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nLASTNOSTI\n- 100% BREZPLAČNO\n- Igra brez povezave\n- Zabavno in enostavno igranje\n\nAli lahko dokončate vse ravni igre Zombie Buster? Vam bo uspelo uničiti vojsko zombijev? Poskrbite, da bomo videli vaše spretnosti v igrah streljanja zombijev. Igraj zdaj!",
    "sr": "Зомбие Бустер је забавна зомби пуцачина у којој морате да контролишете лик против хорди опаких зомбија. Пожурите, војска зомбија је стигла!\n\nЗОМБИЕ БУСТЕР ГАМЕ ПЛОТ\nЗомбији су свуда, спремни да убију свакога кога пронађу и униште све. Ова игра захтева од вас да помогнете протагонисти да погоди све зомбије на сваком нивоу игре.\n\nГАМЕПЛАИ\nНациљајте и пуцајте својом базуком и разнесите ова чудовишта. Такође можете да одскочите да бисте камеру поставили тачно тамо где желите. Снимак траје око три секунде, детаљ који треба да узмете у обзир када играте игру. Спремни за нови лов на зомбије?\n\nДа бисте приступили следећем нивоу, морате да убијете све зомбије присутне на сваком нивоу игре. Будите опрезни, муниција ће пре или касније нестати, а ако се то догоди пре него што убијете све зомбије, игра је готова.\n\nКАКО ДА ИГРАМ ЗОМБИЕ БУСТЕР?\nИграње Зомбие Бустер-а је веома лако и веома забавно! Усмерите базуку на жељену локацију и пуцајте. Запамтите, одскочни ударац добро функционише у игрици Зомбие Бустер.\n\nКОНТРОЛЕ\n- Ако играте са рачунара: померите курсор миша да циљате, а затим кликните да бисте пуцали.\n- Ако играте са мобилног уређаја: додирните тачку на делу екрана игре где желите да пуцате.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nКАРАКТЕРИСТИКЕ\n- 100% БЕСПЛАТНО\n- Игра ван мреже\n- Забавна и лака за играње\n\nМожете ли да завршите све нивое игре Зомбие Бустер? Да ли ћете моћи да уништите војску зомбија? Нека видимо ваше вештине у играма пуцања на зомби. Играј!",
    "sv": "Zombie Buster är ett roligt zombieskjutspel där du måste kontrollera en karaktär mot horder av elaka zombies. Skynda, zombiearmén har anlänt!\n\nZOMBIE BUSTER SPELPLOT\nZombier finns överallt, redo att döda alla de hittar och förstöra allt. Detta spel kräver att du hjälper huvudpersonen att slå alla zombies på varje spelnivå.\n\nSPEL\nSikta och skjut med din bazooka, och spränga dessa monster. Du kan också studsa för att få kameran precis där du vill ha den. Ett skott tar cirka tre sekunder, en detalj du bör tänka på när du spelar spelet. Redo för en ny zombiejakt?\n\nFör att komma åt nästa nivå måste du döda alla zombies som finns på varje spelnivå. Var försiktig, ammunitionen tar slut förr eller senare, och om detta händer innan du dödar alla zombies är spelet över.\n\nHUR SPELAR JAG ZOMBIE BUSTER?\nAtt spela Zombie Buster är väldigt enkelt och väldigt roligt! Rikta bazookan mot önskad plats och skjut. Kom ihåg att studsskottet fungerar bra i Zombie Buster-spelet.\n\nKONTROLLER\n- Om du spelar från datorn: flytta muspekaren för att sikta och klicka sedan för att skjuta.\n- Om du spelar från en mobil enhet: tryck på den punkt på spelskärmsområdet där du vill skjuta.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nFUNKTIONER\n- 100 % GRATIS\n- Offlinespel\n- Roligt och lätt att spela\n\nKan du slutföra alla spelnivåer i Zombie Buster? Kommer du att kunna förstöra zombiearmén? Få oss att se dina färdigheter i zombieskjutspel. Spela nu!",
    "sw": "Zombie Buster ni mchezo wa kufurahisha wa zombie shooter ambapo unapaswa kudhibiti tabia dhidi ya makundi ya Riddick matata. Haraka, jeshi la zombie limefika!\n\nZOMBIE BUSTER GAME Plot\nZombies ni kila mahali, tayari kuua mtu yeyote kupata na kuharibu kila kitu. Mchezo huu unakuhitaji umsaidie mhusika mkuu kugonga Riddick wote kwenye kila kiwango cha mchezo.\n\nMCHEZO WA MCHEZO\nLengo na risasi na bazooka yako, na mlipuko monsters haya. Unaweza pia kuteleza ili kupata kamera mahali unapoitaka. Risasi huchukua kama sekunde tatu, maelezo ambayo unapaswa kuzingatia unapocheza mchezo. Je, uko tayari kwa uwindaji mpya wa zombie?\n\nIli kufikia ngazi inayofuata, unapaswa kuua Riddick wote waliopo katika kila ngazi ya mchezo. Kuwa mwangalifu, risasi zitaisha mapema au baadaye, na ikiwa hii itatokea kabla ya kuua Riddick wote, mchezo umekwisha.\n\nJE, NITACHEZAJE ZOMBIE BUSTER?\nKucheza Zombie Buster ni rahisi sana na ya kufurahisha sana! Elekeza bazooka mahali unapotaka na upige risasi. Kumbuka, risasi ya kuruka inafanya kazi vizuri katika mchezo wa Zombie Buster.\n\nVIDHIBITI\n- Ikiwa unacheza kutoka kwa Kompyuta: sogeza mshale wa kipanya ili kulenga kisha ubofye ili kupiga risasi.\n- Ikiwa unacheza kutoka kwa Kifaa cha Simu: gonga kwenye sehemu ya eneo la skrini ya mchezo ambapo unataka kupiga.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nVIPENGELE\n- 100% BILA MALIPO\n- Mchezo wa nje ya mtandao\n- Furaha na Rahisi Kucheza\n\nJe, unaweza kukamilisha ngazi zote za mchezo wa Zombie Buster? Je, utaweza kuharibu jeshi la zombie? Tufanye tuone ujuzi wako katika michezo ya risasi ya zombie. Cheza sasa!",
    "ta": "Zombie Buster என்பது ஒரு வேடிக்கையான ஜாம்பி துப்பாக்கி சுடும் விளையாட்டு ஆகும், அங்கு நீங்கள் தீய ஜோம்பிஸ் கூட்டத்திற்கு எதிராக ஒரு பாத்திரத்தை கட்டுப்படுத்த வேண்டும். சீக்கிரம், ஜாம்பி இராணுவம் வந்துவிட்டது!\n\nஜாம்பி பஸ்டர் கேம் ப்ளாட்\nஜோம்பிஸ் எல்லா இடங்களிலும் இருக்கிறார்கள், அவர்கள் கண்டுபிடிக்கும் எவரையும் கொன்று அனைத்தையும் அழிக்க தயாராக உள்ளனர். இந்த கேம் ஒவ்வொரு விளையாட்டு மட்டத்திலும் அனைத்து ஜோம்பிஸையும் தாக்க கதாநாயகனுக்கு உதவ வேண்டும்.\n\nகேம்ப்ளே\nஉங்கள் பாஸூக்காவை குறிவைத்து சுடவும், இந்த அரக்கர்களை வெடிக்கச் செய்யவும். நீங்கள் விரும்பும் இடத்தில் கேமராவைப் பெறுவதற்கும் நீங்கள் துள்ளலாம். ஒரு ஷாட் மூன்று வினாடிகள் எடுக்கும், விளையாட்டை விளையாடும் போது நீங்கள் கருத்தில் கொள்ள வேண்டிய விவரம். புதிய ஜாம்பி வேட்டைக்கு தயாரா?\n\nஅடுத்த நிலை அணுக, நீங்கள் ஒவ்வொரு விளையாட்டு நிலை இருக்கும் அனைத்து ஜோம்பிஸ் கொல்ல வேண்டும். கவனமாக இருங்கள், வெடிமருந்துகள் விரைவில் அல்லது பின்னர் தீர்ந்துவிடும், மேலும் நீங்கள் அனைத்து ஜோம்பிஸையும் கொல்லும் முன் இது நடந்தால், விளையாட்டு முடிந்துவிட்டது.\n\nநான் எப்படி ஜாம்பி பஸ்டர் விளையாடுவது?\nஸோம்பி பஸ்டர் விளையாடுவது மிகவும் எளிதானது மற்றும் மிகவும் வேடிக்கையானது! விரும்பிய இடத்தில் பாஸூக்காவை சுட்டிக்காட்டி சுடவும். ஜாம்பி பஸ்டர் விளையாட்டில் பவுன்ஸ் ஷாட் நன்றாக வேலை செய்யும் என்பதை நினைவில் கொள்ளுங்கள்.\n\nகட்டுப்பாடுகள்\n- நீங்கள் கணினியிலிருந்து விளையாடினால்: மவுஸ் கர்சரை குறி வைத்து நகர்த்தவும், பின்னர் சுட கிளிக் செய்யவும்.\n- நீங்கள் மொபைல் சாதனத்திலிருந்து விளையாடுகிறீர்கள் என்றால்: நீங்கள் சுட விரும்பும் கேம் திரைப் பகுதியின் புள்ளியைத் தட்டவும்.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nஅம்சங்கள்\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n- வேடிக்கை மற்றும் விளையாட எளிதானது\n\nஸோம்பி பஸ்டரின் அனைத்து விளையாட்டு நிலைகளையும் உங்களால் முடிக்க முடியுமா? நீங்கள் ஜாம்பி இராணுவத்தை அழிக்க முடியுமா? ஜாம்பி ஷூட்டிங் கேம்களில் உங்கள் திறமைகளை எங்களுக்குக் காட்டுங்கள். இப்பொழுதே விளையாடு!",
    "te": "జోంబీ బస్టర్ అనేది ఒక ఆహ్లాదకరమైన జోంబీ షూటర్ గేమ్, ఇక్కడ మీరు దుర్మార్గపు జాంబీస్ సమూహాలకు వ్యతిరేకంగా పాత్రను నియంత్రించాలి. త్వరపడండి, జోంబీ సైన్యం వచ్చింది!\n\nజోంబీ బస్టర్ గేమ్ ప్లాట్\nజాంబీస్ ప్రతిచోటా ఉన్నారు, వారు కనుగొన్న వారిని చంపడానికి మరియు ప్రతిదీ నాశనం చేయడానికి సిద్ధంగా ఉన్నారు. ప్రతి గేమ్ స్థాయిలో అన్ని జాంబీస్‌ను కొట్టడంలో కథానాయకుడికి సహాయం చేయడం ఈ గేమ్‌కి అవసరం.\n\nగేమ్ప్లే\nమీ బాజూకాతో గురిపెట్టి షూట్ చేయండి మరియు ఈ రాక్షసులను పేల్చివేయండి. మీకు కావలసిన చోట కెమెరాను పొందడానికి మీరు బౌన్స్ చేయవచ్చు. ఒక షాట్ మూడు సెకన్లు పడుతుంది, గేమ్ ఆడుతున్నప్పుడు మీరు పరిగణించవలసిన వివరాలు. కొత్త జోంబీ వేట కోసం సిద్ధంగా ఉన్నారా?\n\nతదుపరి స్థాయిని యాక్సెస్ చేయడానికి, మీరు ప్రతి గేమ్ స్థాయిలో ఉన్న అన్ని జాంబీస్‌ను చంపాలి. జాగ్రత్తగా ఉండండి, మందుగుండు సామగ్రి ముందుగానే లేదా తరువాత రన్నవుట్ అవుతుంది, మరియు మీరు అన్ని జాంబీస్‌ను చంపే ముందు ఇది జరిగితే, ఆట ముగిసింది.\n\nనేను జోంబీ బస్టర్ ఎలా ఆడగలను?\nజోంబీ బస్టర్ ఆడటం చాలా సులభం మరియు చాలా సరదాగా ఉంటుంది! కావలసిన ప్రదేశంలో టాంకు విధ్వంసక పాత్రను సూచించి, కాల్చండి. జోంబీ బస్టర్ గేమ్‌లో బౌన్స్ షాట్ బాగా పనిచేస్తుందని గుర్తుంచుకోండి.\n\nనియంత్రణలు\n- మీరు కంప్యూటర్ నుండి ప్లే చేస్తే: లక్ష్యం చేయడానికి మౌస్ కర్సర్‌ను తరలించి, ఆపై షూట్ చేయడానికి క్లిక్ చేయండి.\n- మీరు మొబైల్ పరికరం నుండి ప్లే చేస్తుంటే: మీరు షూట్ చేయాలనుకుంటున్న గేమ్ స్క్రీన్ ఏరియా పాయింట్‌పై నొక్కండి.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nలక్షణాలు\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n- సరదాగా మరియు ఆడటం సులభం\n\nమీరు జోంబీ బస్టర్ యొక్క అన్ని గేమ్ స్థాయిలను పూర్తి చేయగలరా? మీరు జోంబీ సైన్యాన్ని నాశనం చేయగలరా? జోంబీ షూటింగ్ గేమ్‌లలో మీ నైపుణ్యాలను మాకు కనిపించేలా చేయండి. ఇప్పుడు ఆడు!",
    "th": "Zombie Buster เป็นเกมยิงซอมบี้แสนสนุกที่คุณจะต้องควบคุมตัวละครต่อสู้กับฝูงซอมบี้ที่ดุร้าย เร็วเข้า กองทัพซอมบี้มาแล้ว!\n\nพล็อตเกมซอมบี้มือปราบ\nซอมบี้มีอยู่ทุกที่ พร้อมที่จะฆ่าใครก็ตามที่พวกเขาพบและทำลายทุกสิ่ง เกมนี้ต้องการให้คุณช่วยตัวเอกตีซอมบี้ทั้งหมดในแต่ละด่านของเกม\n\nเกมเพลย์\nเล็งและยิงด้วยบาซูก้าของคุณ และระเบิดสัตว์ประหลาดเหล่านี้ คุณยังสามารถเด้งเพื่อรับกล้องไปยังตำแหน่งที่คุณต้องการได้อีกด้วย ช็อตหนึ่งใช้เวลาประมาณสามวินาที ซึ่งเป็นรายละเอียดที่คุณควรพิจารณาเมื่อเล่นเกม พร้อมสำหรับการล่าซอมบี้ครั้งใหม่หรือยัง?\n\nในการเข้าถึงระดับถัดไป คุณจะต้องฆ่าซอมบี้ทั้งหมดที่อยู่ในแต่ละระดับของเกม ระวังให้ดี กระสุนจะหมดไม่ช้าก็เร็ว และถ้าสิ่งนี้เกิดขึ้นก่อนที่คุณจะฆ่าซอมบี้ทั้งหมด เกมจะจบลง\n\nฉันจะเล่นซอมบี้บัสเตอร์ได้อย่างไร\nการเล่น Zombie Buster นั้นง่ายและสนุกมาก! เล็งบาซูก้าไปยังตำแหน่งที่ต้องการแล้วยิง โปรดจำไว้ว่าการเด้งกลับทำงานได้ดีในเกม Zombie Buster\n\nการควบคุม\n- หากคุณเล่นจากคอมพิวเตอร์: เลื่อนเคอร์เซอร์ของเมาส์เพื่อเล็งแล้วคลิกเพื่อยิง\n- หากคุณกำลังเล่นจากอุปกรณ์พกพา: แตะที่จุดหน้าจอเกมที่คุณต้องการยิง\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nคุณสมบัติ\n- ฟรี 100%\n- เกมออฟไลน์\n- สนุกและเล่นง่าย\n\nคุณสามารถผ่านทุกระดับของเกม Zombie Buster ได้หรือไม่? คุณจะสามารถทำลายกองทัพซอมบี้ได้หรือไม่? ทำให้เราเห็นทักษะของคุณในเกมยิงซอมบี้ เล่นเลย!",
    "tr": "Zombie Buster, acımasız zombi ordularına karşı bir karakteri kontrol etmeniz gereken eğlenceli bir zombi nişancı oyunudur. Acele edin, zombi ordusu geldi!\n\nZOMBIE BUSTER OYUN KONUSU\nZombiler her yerdeler, buldukları herkesi öldürmeye ve her şeyi yok etmeye hazırlar. Bu oyun, kahramanın her oyun seviyesinde tüm zombileri vurmasına yardım etmeni gerektirir.\n\nOYNANIŞ\nBazukanızla nişan alıp ateş edin ve bu canavarları patlatın. Ayrıca kamerayı tam olarak istediğiniz yere getirmek için sıçrayabilirsiniz. Bir atış, oyunu oynarken göz önünde bulundurmanız gereken bir ayrıntı olan yaklaşık üç saniye sürer. Yeni bir zombi avına hazır mısınız?\n\nBir sonraki seviyeye geçmek için her oyun seviyesinde bulunan tüm zombileri öldürmeniz gerekiyor. Dikkatli olun, cephane er ya da geç bitecek ve bu, siz tüm zombileri öldürmeden önce gerçekleşirse oyun biter.\n\nZOMBIE BUSTER'I NASIL OYNANIRIM?\nZombie Buster oynamak çok kolay ve çok eğlenceli! Bazukayı istediğiniz yere doğrultun ve ateş edin. Unutmayın, zıplayan atış Zombie Buster oyununda iyi çalışır.\n\nKONTROLLER\n- Bilgisayardan oynuyorsanız: nişan almak için fare imlecini hareket ettirin ve ardından ateş etmek için tıklayın.\n- Bir Mobil Cihazdan oynuyorsanız: oyun ekranı alanında ateş etmek istediğiniz noktaya dokunun.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nÖZELLİKLERİ\n- %100 ÜCRETSİZ\n- Çevrimdışı Oyun\n- Eğlenceli ve Oynaması Kolay\n\nZombie Buster'ın tüm oyun seviyelerini tamamlayabilir misin? Zombi ordusunu yok edebilecek misin? Zombi atış oyunlarında yeteneklerinizi görmemizi sağlayın. Şimdi oyna!",
    "uk": "Zombie Buster — це весела гра про зомбі-шутер, у якій вам потрібно керувати персонажем проти орди злісних зомбі. Поспішайте, армія зомбі прибула!\n\nСЮЖЕТ ГРИ ZOMBIE BUSTER\nЗомбі всюди, готові вбити будь-кого, кого знайдуть, і знищити все. У цій грі вам потрібно допомогти головному герою вразити всіх зомбі на кожному рівні гри.\n\nГЕЙМПЛЕЙ\nПрицілюйтесь і стріляйте зі своєї базуки, і підірвіть цих монстрів. Ви також можете підстрибнути, щоб поставити камеру саме туди, куди вам потрібно. Постріл триває близько трьох секунд, і цю деталь слід враховувати під час гри. Готові до нового полювання на зомбі?\n\nЩоб отримати доступ до наступного рівня, вам потрібно вбити всіх зомбі, присутніх на кожному рівні гри. Будьте обережні, боєприпаси рано чи пізно закінчаться, і якщо це станеться до того, як ви вб'єте всіх зомбі, гра закінчена.\n\nЯК ГРАТИ В ZOMBIE BUSTER?\nГрати в Zombie Buster дуже легко і дуже весело! Наведіть базуку на потрібне місце і стріляйте. Пам'ятайте, що відскок добре працює в грі Zombie Buster.\n\nУПРАВЛІННЯ\n- Якщо ви граєте з комп'ютера: перемістіть курсор миші, щоб прицілитися, а потім натисніть, щоб стріляти.\n- Якщо ви граєте з мобільного пристрою: торкніться тієї точки на ігровому екрані, де ви хочете стріляти.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nОСОБЛИВОСТІ\n- 100% БЕЗКОШТОВНО\n- Офлайн гра\n- Весело і легко грати\n\nЧи зможете ви пройти всі рівні гри Zombie Buster? Чи зможете ви знищити армію зомбі? Зробіть так, щоб ми побачили ваші навички в іграх зі стрільбою по зомбі. Грати зараз!",
    "vi": "Zombie Buster là một game bắn súng zombie vui nhộn, trong đó bạn phải điều khiển một nhân vật chống lại lũ zombie hung ác. Nhanh lên, đội quân zombie đã đến!\n\nCỐC TRÒ CHƠI TRÒ CHƠI BUSTER ZOMBIE\nZombie ở khắp mọi nơi, sẵn sàng giết bất cứ ai chúng tìm thấy và phá hủy mọi thứ. Trò chơi này yêu cầu bạn giúp nhân vật chính đánh bại tất cả các thây ma ở mỗi cấp độ trò chơi.\n\nCHƠI TRÒ CHƠI\nNhắm và bắn bằng bazooka của bạn, và tiêu diệt những con quái vật này. Bạn cũng có thể bật lại để đưa máy ảnh đến chính xác nơi bạn muốn. Một cảnh quay mất khoảng ba giây, một chi tiết bạn nên cân nhắc khi chơi game. Sẵn sàng cho một cuộc săn zombie mới?\n\nĐể truy cập cấp độ tiếp theo, bạn phải tiêu diệt tất cả các thây ma có trong mỗi cấp độ trò chơi. Hãy cẩn thận, sớm muộn gì đạn dược cũng sẽ hết và nếu điều này xảy ra trước khi bạn tiêu diệt hết lũ thây ma thì trò chơi sẽ kết thúc.\n\nLÀM THẾ NÀO ĐỂ CHƠI ZOMBIE BUSTER?\nChơi Zombie Buster rất dễ dàng và rất thú vị! Hướng khẩu bazooka vào vị trí mong muốn và bắn. Hãy nhớ rằng, cú nảy hoạt động tốt trong trò chơi Zombie Buster.\n\nKIỂM SOÁT\n- Nếu bạn chơi từ Máy tính: di chuyển con trỏ chuột để nhắm và sau đó bấm để bắn.\n- Nếu bạn đang chơi từ Thiết bị di động: chạm vào điểm của khu vực màn hình trò chơi mà bạn muốn bắn.\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- 100% MIỄN PHÍ\n- Trò chơi ngoại tuyến\n- Vui vẻ và dễ chơi\n\nBạn có thể hoàn thành tất cả các màn chơi của Zombie Buster không? Bạn sẽ có thể tiêu diệt đội quân zombie? Hãy cho chúng tôi thấy kỹ năng của bạn trong trò chơi bắn zombie. Bắt đầu chơi!",
    "zh_CN": "Zombie Buster 是一款有趣的僵尸射击游戏，您必须控制角色对抗成群的凶恶僵尸。 快点，丧尸大军来了！\n\nZOMBIE BUSTER 游戏情节\n僵尸无处不在，随时准备杀死他们发现的任何人并摧毁一切。 这个游戏需要你在每个游戏关卡中帮助主角击杀所有的僵尸。\n\n游戏玩法\n用你的火箭筒瞄准并射击，炸毁这些怪物。 您还可以弹跳以将相机准确地放在您想要的位置。 一次射击大约需要三秒钟，这是玩游戏时应该考虑的一个细节。 准备好迎接新的僵尸狩猎了吗？\n\n要进入下一关，您必须杀死每个游戏关卡中出现的所有僵尸。 小心，弹药迟早会用完，如果在你杀死所有僵尸之前发生这种情况，游戏就结束了。\n\n我如何玩 ZOMBIE BUSTER？\n玩 Zombie Buster 非常简单而且非常有趣！ 将火箭筒指向所需位置并射击。 请记住，弹跳射击在 Zombie Buster 游戏中效果很好。\n\n控件\n- 如果您在电脑上玩：移动鼠标光标瞄准，然后点击射击。\n- 如果您是通过移动设备玩游戏：点击游戏屏幕区域中您想要射击的位置。\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\n特征\n- 100% 免费\n- 离线游戏\n- 有趣且容易玩\n\n你能完成 Zombie Buster 的所有游戏关卡吗？ 你能消灭僵尸大军吗？ 让我们看到你在僵尸射击游戏中的技能。 现在播放！",
    "zh_TW": "Zombie Buster 是一款有趣的殭屍射擊遊戲，您必須控制角色對抗成群的兇惡殭屍。 快點，喪屍大軍來了！\n\nZOMBIE BUSTER 遊戲情節\n殭屍無處不在，隨時準備殺死他們發現的任何人並摧毀一切。 這個遊戲需要你在每個遊戲關卡中幫助主角擊殺所有的殭屍。\n\n遊戲玩法\n用你的火箭筒瞄準並射擊，炸毀這些怪物。 您還可以彈跳以將相機準確地放在您想要的位置。 一次射擊大約需要三秒鐘，這是玩遊戲時應該考慮的一個細節。 準備好迎接新的殭屍狩獵了嗎？\n\n要進入下一關，您必須殺死每個遊戲關卡中出現的所有殭屍。 小心，彈藥遲早會用完，如果在你殺死所有殭屍之前發生這種情況，遊戲就結束了。\n\n我如何玩 ZOMBIE BUSTER？\n玩 Zombie Buster 非常簡單而且非常有趣！ 將火箭筒指向所需位置並射擊。 請記住，彈跳射擊在 Zombie Buster 遊戲中效果很好。\n\n控件\n- 如果您在電腦上玩：移動鼠標光標瞄準，然後點擊射擊。\n- 如果您是通過移動設備玩遊戲：點擊遊戲屏幕區域中您想要射擊的位置。\n\nZombie Buster is a fun zombie shooter game to play when bored for FREE!\n\n\n特徵\n- 100% 免費\n- 離線遊戲\n- 有趣且容易玩\n\n你能完成 Zombie Buster 的所有遊戲關卡嗎？ 你能消滅殭屍大軍嗎？ 讓我們看到你在殭屍射擊遊戲中的技能。 現在播放！"
  }
}