{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Coreball Variant Game: Knife hit 2",
    "el": "Παιχνίδι παραλλαγής Coreball: Knife hit 2",
    "es": "Juego de variantes de Coreball: Golpe de cuchillo 2",
    "et": "Coreballi variantmäng: noaga löök 2",
    "ja": "コアボール バリアント ゲーム: ナイフ ヒット 2",
    "ko": "코어볼 변형 게임: Knife hit 2",
    "nl": "Coreballvariantspel: Meshit 2",
    "tr": "Coreball Varyant Oyunu: Bıçak vuruşu 2",
    "vi": "Trò chơi biến thể Coreball: Đánh dao 2",
    "zh_CN": "核球变种游戏：刀击2",
    "zh_TW": "核球變種遊戲：刀擊2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Knife hit 2 right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil Knife Hit 2 Game lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε το παιχνίδι Knife Hit 2 τώρα. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας ευτυχισμένη…",
    "es": "Juega al juego Knife Hit 2 ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en línea! ¡Pruebalo…",
    "et": "Mängige mängu Knife Hit 2 kohe. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovige kohe!",
    "ja": "今すぐナイフ ヒット 2 ゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 바로 Knife Hit 2 게임을 플레이해보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel Knife Hit 2 Game nu. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring! Probeer het nu!",
    "tr": "Knife Hit 2 Oyununu hemen oyna. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Hãy chơi game Knife Hit 2 ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao của…",
    "zh_CN": "立即玩 Knife Hit 2 游戏。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "立即玩 Knife Hit 2 遊戲。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction\nGet ready to test your knife throwing skills in Knife Hit 2! This addictive and challenging game will put your precision and timing to the test as you aim to hit the target with your knives. Prepare yourself for a thrilling knife throwing adventure!\n\nGameplay\nKnife Hit 2 offers a simple yet addictive gameplay experience that requires accuracy and focus. Here's how to play:\n\nAim for the target: Each level in Knife Hit 2 presents a rotating target with a variety of objects placed on it. Your goal is to throw knives at the target and hit the objects without hitting any of the existing knives. Take aim and tap the screen to throw a knife.\nTiming is crucial: The target rotates at different speeds and directions, so timing is essential. Wait for the right moment to throw your knife and aim for the empty spaces between the existing knives to avoid collision.\nCollect apples: As you hit the objects on the target, you'll earn apples. Collect as many apples as you can to unlock new knives and other rewards.\nUnlock new levels: Progress through the levels by successfully hitting the objects on the target. Each level presents a new challenge with different patterns and obstacles. Show off your skills and unlock exciting new levels!\nBeware of hazards: As you advance through the game, you may encounter additional hazards such as moving targets or objects that require multiple hits to be destroyed. Stay focused and adapt to these challenges to maintain your accuracy.\nUse power-ups wisely: Knife Hit 2 offers power-ups that can help you in your knife throwing endeavors. These power-ups may include additional knives, temporary slow-motion, or increased accuracy. Use them strategically to maximize your chances of success.\nChallenge yourself: Knife Hit 2 is all about improving your skills and achieving high scores. Challenge yourself to hit more objects, avoid collisions, and beat your previous records. Aim for perfection and become a master of knife throwing!\nWith its intuitive controls, addictive gameplay, and challenging levels, Knife Hit 2 offers an exciting and satisfying knife throwing experience. Get ready to test your aim, improve your accuracy, and hit the bullseye!"
  }
}