{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retable - CSV Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retable CSV viewer helps you easily view, edit and collaborate on all CSV files on the web without downloading them to your device."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retable's CSV Viewer Chrome plugin allows you to view, edit, and share CSV files directly in your browser without ever having to download them. Thanks to Retable's CSV File Viewer, you can access your CSV files quickly and easily, collaborate with your team members in real time, and work more efficiently. Retable's CSV Viewer is a powerful tool that makes working with CSV files simple, fast, and collaborative. With its user-friendly interface and robust set of features, you can easily open, view, and edit CSV files of any size. You can collaborate with others on your projects in real-time, allowing for seamless communication and collaboration. \n\nInstall the Retable CSV Viewer extension for free and avoid downloading CSVs. Quickly view, edit and collaborate on CSV files.\n\n🚀 Features\n----------------------\n🎯No signup required\n🎯Viewing all CSV files on the internet without download\n🎯Editing all CSV files on the internet without download\n🎯Turning CSV files into smart spreadsheets\n🎯Creating different smart data views\n🎯Sort, edit, filter and group all CSV files\n🎯Save all CSV files on the cloud\n🎯Collaborate on CSV files\n🎯Export CSV files\n🎯Publicly share CSV files\n🎯Embed CSV files on your website\n🎯Turn CSV files into custom online forms to gather more data"
  }
}