{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PUBG Name Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate stylish and unique PUBG names with our PUBG Name Generator featuring cool symbols. Copy and paste today!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The PUBG Name Generator is an innovative and exciting browser extension designed for PUBG enthusiasts who want to stand out with unique and stylish in-game names. This extension takes the hassle out of brainstorming for the perfect PUBG alias by providing users with a vast array of creatively crafted and eye-catching names.\n\nKey Features:\n\nStylish Name Generation:\nThe core functionality of the PUBG Name Generator is its ability to generate stylish and attention-grabbing names for PUBG players. Users can easily input their preferences, such as desired themes, styles, or character combinations, and the extension will generate a list of personalized names that can be used in the game.\n\nDiverse Style Options:\nThe extension offers a wide range of style options, catering to various preferences and tastes. Whether players prefer aggressive, mysterious, humorous, or elegant names, the PUBG Name Generator ensures that there is something for everyone.\n\nUser-Friendly Interface:\nThe extension boasts a user-friendly interface that is intuitive and easy to navigate. Users can quickly input their preferences, browse through generated names, and select the one that resonates with their gaming persona.\n\nReal-time Preview:\nTo make the selection process even more engaging, the PUBG Name Generator provides a real-time preview of generated names. This allows users to see how a name will look in the game before finalizing their choice.\n\nCustomization Options:\nPlayers can further customize their generated names by tweaking elements such as font style, color, and additional embellishments. This level of personalization ensures that each PUBG player can truly make their in-game identity their own.\n\nShare and Save Options:\nThe extension enables users to share their newly generated names with friends or save them for future reference. This feature encourages a sense of community and facilitates the exchange of creative gaming identities among players.\n\nRegular Updates:\nThe PUBG Name Generator is committed to staying fresh and up-to-date. Regular updates introduce new name styles, themes, and customization options to keep users engaged and excited about discovering new possibilities for their PUBG persona."
  }
}