{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Doll Dress Up Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Doll Dress Up Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Play more games on the top-left menu.\n\nDescription:\n\n\"Doll Dress Up\" is an engaging and creative browser extension game that allows players of all ages to explore their fashion design talents and have fun styling virtual dolls with a wide array of clothing and accessories.\n\nKey Features:\n\nVirtual Dolls: Players start with a beautifully designed virtual doll as their canvas. They can choose from a variety of doll types, each with its unique style and personality. Whether it's a princess, a rock star, or an everyday fashionista, there's a doll to suit every taste.\n\nFashion Wardrobe: The game offers an extensive and ever-expanding wardrobe filled with trendy clothing items and accessories. Players can mix and match outfits, hairstyles, shoes, jewelry, and more to create stunning looks.\n\nEndless Customization: With countless combinations at their fingertips, players have the freedom to express their creativity. Change the doll's hairstyle, experiment with different makeup styles, and select from a wide range of outfits to create the perfect ensemble.\n\nThemes and Events: \"Doll Dress Up\" features themed events and challenges that introduce exciting new collections and fashion trends. Players can participate in these events to unlock exclusive items and showcase their styling skills.\n\nSocial Sharing: Show off your fashion creations to friends and the online community by sharing your dressed-up dolls on social media platforms. Compete with others for the title of the best stylist and receive likes and comments from fellow players.\n\nAchievements and Rewards: Completing styling challenges and achieving milestones earns players in-game rewards and achievements. This encourages creativity and keeps players engaged.\n\nNo Downloads: \"Doll Dress Up\" is a hassle-free browser extension game, which means there's no need for downloads or installations. Players can start styling dolls instantly from their web browsers.\n\nChild-Friendly: The game is designed with children in mind, featuring a user-friendly interface and age-appropriate content. Parents can feel confident allowing their kids to explore their fashion sense in a safe online environment.\n\nHow to Play:\n\nStart by choosing a doll from the selection.\nAccess the wardrobe to browse through clothing, accessories, and hairstyles.\nDrag and drop items onto the doll to dress her up.\nExperiment with different combinations until you're satisfied with the look.\nSave and share your styled doll with friends or the online community.\n\"Doll Dress Up\" is the perfect game for anyone who enjoys fashion, creativity, and styling. With its wide range of customization options, themed events, and social sharing features, it offers hours of entertainment and a platform to showcase your fashion expertise. Whether you're a fashion enthusiast or just looking for a fun and creative way to pass the time, \"Doll Dress Up\" is the game for you."
  }
}