{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calendar Dark Mode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate this extension to switch the calendar to dark mode with one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you having a hard time with that intense calendar glare on all your busy days? Eliminate eye fatigue and improve your scheduling experience with our one-click Calender Dark Mode chrome extension! Our simple-to-use program blends automatically into the calendar, turning the interface into a minimalist theme that is gentle on the eyes. \n\nThe result is a calendar that exudes the comfort of working on it during the day (or night). Make sure you have downloaded this program for you to be able to see how dark mode can make a difference. \n \n\nKey features of this chrome extension \n\nOne-Tap Activation: Easily change your calendar’s theme to a dark mode with a simple tap. \n\nEye-Friendly Design: This is useful in reducing eye fatigue, particularly in poorly lit environments. \n\nModern Aesthetic: Give it the look of a chic design. \n\nImproved Usability: Enables better and smoother movement through your calendar. \n \n\nHow to Use: \n\n1. Install the Extension \n\nDownload and install the dark mode extension from your preferred extension store. \n\n2. Open Your Calendar \n\n Launch your calendar application or website. \n\n3. Activate Dark Mode \n\nClick the dark mode icon or toggle in the extension toolbar. \n\n4. Enjoy the New Look \n\nThe moment you click on it, your calendar switches to dark mode for more relaxed viewing experience \n \n\nTo Whom It Is Useful For: \n\nThose who will find this extension handy are professionals like teachers, students and any person who uses digital calendars frequently. If you routinely set up meetings, organize events or manage tasks then this utility can make everything better. \n \n\nWhy It Is Useful: \n\nThe usefulness of the dark mode extension lies mainly in its ability to reduce eye strain especially during long periods of use or when working in low-light conditions. Through sleeker aesthetics and greater usability, it becomes easier to navigate and manage your calendar thereby enhancing productivity levels as well as comfort."
  }
}