{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hootit By Hootboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome Extension To Post Webpage Content To Hootboard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing HootBoard. \nThis is the place you connect with and find out the latest about the organizations you care about most. This extension is part of the comprehensive bulletin board platform that connects the website, lobby and other physical screens of your organization.\n\nHOW TO USE THIS EXTENSION\nThis extension allows you to quickly share posts to a HootBoard right from your browser.  The extension is designed existing users who have posting access to a HootBoard. \n\nWHAT CAN I POST?\nShare articles, videos, events, deals, jobs, documents and more that you find on the web.\n\nWHAT IS HOOTBOARD? \nHootBoard is a bulletin board platform for organizations. Primarily used in residential or commercial property communities and university departments;   HootBoard can be used for any organization including schools, non-profits, workplaces and many more to internally share announcements, events, classifieds, jobs and more. Members can start discussions and get recommendations from fellow members.\n\nUNIFIED COMMUNICATIONS\n If you are in charge of driving engagement for your organization, gone are the days where you maintain the content on the website separately, have a detailed newsletter, maintain a separate groups application and update screens in your lobbies. HootBoard is one platform that connects them all. Create your community HootBoard, invite your members and let them post hoots. Using simple connectors and organization of content, Administrators can route all of this content seamlessly to their website or screens in lobbies. Members can also get newsletter via email with the most popular activity from a board or they can always access their HootBoard community at Hootboard.com and via our various apps.\n\nCOOL. HOW DO I GET ONE? \nIf you don't have posting access to a board, request posting access for a board that you are part or create a free HootBoard for your organization at https://www.hootboard.com or . It only takes minutes to get started. \n\nARE MORE FEATURES COMING?\nYes. We will be adding more features to the extension over time to allow you customize your posts even more. Stay tuned!\n\nLearn more about us at about.hootboard.com"
  }
}