{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xagio AI | Integrate ChatGPT & WordPress"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate the power of ChatGPT to write or modify content on WordPress without the need to copy or paste, just highlight and go."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Xagio AI Chrome Extension:  The perfect AI SEO Companion for WordPress\n\nAt its core, the Xagio AI Chrome Extension is like having a super-smart assistant who helps you write and refine content, right from your browser. Whether you're drafting a blog post, tweaking a product description, or any other text-based task, Xagio is designed to elevate your content game. Here’s what you need to know in simple terms:\n\n1. What does it do?\nXagio employs Artificial Intelligence (AI) to assist you in creating content. Imagine having a writing buddy who's always updated with the latest trends, understands the nuances of language, and can suggest improvements instantly. That's Xagio for you.\n\n2. How does it work?\nInstead of jumping between apps or websites, Xagio integrates right into your Chrome browser. Let's say you're writing an email or a blog post, and you're stuck or unsure about a sentence. Simply highlight the text, and Xagio will provide suggestions or even completely rephrase it for better clarity and engagement.\n\n3. Why AI-driven content?\nArtificial Intelligence analyzes vast amounts of data to understand patterns and preferences. With Xagio, this means your content isn't just based on gut feeling; it's backed by data-driven insights ensuring it resonates with your audience.\n\n4. Tailored to your needs:\nNot all content is created equal. A product description is different from a blog post or an email. Xagio lets you choose from different versions of its AI, known as GPT models, to ensure the assistance you receive is apt for your specific task.\n\n5. A community at your fingertips:\nWhat's better than one mind? Multiple minds! Xagio boasts a community feature where users share, vote on, and access AI prompts. These are essentially starting points or ideas for your content. Stuck on how to begin? Dive into the community's shared knowledge and find inspiration.\n\n6. Integration with popular platforms:\nIf you're using WordPress to manage a website or blog, Xagio seamlessly integrates with it. This means you can craft, refine, and upload content without the need to copy-paste or switch between tabs – it's all smooth and integrated.\n\n7. More than just original content:\nSometimes, you don't need to start from zero. Xagio allows you to pull information from other sources, refine and tweak it, ensuring you have a solid base to work from, saving time and effort.\n\nIn a nutshell, the Xagio AI Chrome Extension is your next-generation writing buddy, making sure every piece of content you produce is top-notch. Whether you're a seasoned writer or someone just starting out, Xagio is designed to streamline, enhance, and simplify your content creation process. Give it a try and witness the content revolution firsthand!"
  }
}