{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pronoun Pal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PronounPal modifies the gendered pronouns \"he/him\" and \"she/her\" on any webpage and replacing them with the gender-neutral…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PronounPal modifies the gendered pronouns \"he/him\" and \"she/her\" on any webpage and replacing them with the gender-neutral \"they/them\". This is a small but significant step towards making the web a more welcoming place for everyone, regardless of their gender identity.\n\nThis extension is incredibly simple to use, yet very powerful. With just one click, it scans the text on the webpage you're viewing and transforms gender-specific pronouns to gender-neutral ones. For example, if a webpage reads \"She likes to read books\", PronounPal would change it to \"They like to read books\". Another example would be if the text on a page reads \"He likes to wash his car on his free time\", the extension would change it to \"They like to wash their car on their free time.\"\n\nIn addition to changing pronouns, PronounPal also makes sure that the resulting sentences are grammatically correct, capitalizing pronouns at the beginning of sentences and ensuring the proper use of \"were\" with \"they\".\n\nThe goal of PronounPal is to help users feel more comfortable while navigating the internet. We believe that language is a powerful tool, and by choosing to use inclusive language, we can contribute to a more understanding and accepting online environment.\n\nWhether you're someone who prefers they/them pronouns, a supporter of gender neutrality, or a user who just wants to see what the web would look like with gender-neutral language, PronounPal is a perfect companion.\n\nExperience the web in a new, more inclusive way with PronounPal. Install it today and join us in promoting gender neutrality one webpage at a time!"
  }
}