{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lindle: Save, Manage Web Links"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Say goodbye to scattered links and hello to streamlined productivity. All-in-one web link saver and bookmark manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lindle is your ultimate solution for managing and organizing your web links with ease. This versatile Chrome extension empowers you to save, categorize, and access your online resources like never before. Say goodbye to the chaos of scattered bookmarks and hello to streamlined productivity.\n\nFeatures\n\n1. Effortless Link Saving: Save links from the web with a single click, and watch as they're neatly organized in one central hub.\n\n2. Intelligent Auto-Sorting: automatically categorizes your saved links based on their source, whether it's from social media platforms like Facebook, Instagram, LinkedIn, or other websites.\n\n3. Seamless Integration with URL Shorteners: Enjoy the convenience of integrated Bitly and other popular URL shorteners to keep your links clean and concise.\n\n4. Intuitive Search Functionality: Easily find any link you've saved by using our powerful search feature. No more endless scrolling or digging through folders.\n\n5. Folder Organization: Create custom folders to sort and manage your links. Keep everything neatly tucked away for quick access.\n\n6. Access from Messenger Platforms: Our extension embeds directly into Facebook Messenger, Instagram, and LinkedIn. You can access your saved links right from these platforms whenever you need them.\n\n7. Share with Ease: Share links with colleagues, friends, and family without leaving your preferred messenger platform.\n\n8. Cross-Device Sync: Enjoy a seamless experience across multiple devices. Your links are always within reach, whether you're on your desktop or mobile.\n\n9. Clean, User-Friendly Interface: The extension is designed for simplicity and ease of use, making link management a breeze."
  }
}