{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Portkey Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A User-Friendly and Secure AA Wallet for Asset Management and Web3 Experience"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Portkey is the first account abstraction (AA) wallet from aelf's ecosystem, migrating Web2 users and developers into Web3. Users can swiftly log into Portkey via their Web2 social info with no private keys or mnemonics required. Account creation is free for all users, thanks to Portkey's delegation mechanism that covers associated fees. With a robust social recovery mechanism integrating guardians and decentralised verifiers, Portkey ensures the security of users' assets, safeguarding them against centralised control and theft. \n\nPortkey offers a wide range of services, including asset storage, crypto on/off-ramp, digital identity management, and chat. Users can directly purchase cryptos using fiat currencies and manage their tokens, NFTs, and more. Portkey also provides access to various Web3 projects, such as GameFi, DeFi, SocialFi, and NFT marketplace. The chat function enables easy and secure communication among users and the multi-chain compatibility makes Portkey a versatile gateway to the Web3 world.\n\nTry Portkey today and unlock the ultimate Web3 world:\n• Simple login with just your Web2 social credentials, no need for seed phrases\n• Full decentralisation backed by guardians and verifiers\n• Advanced security through social recovery and customisable DApp limit settings\n• Low cost with a delegation system covering various fees\n\nPortkey comes both as an App and an extension. Download Portkey to enter Web3 in the easiest, safest and cheapest way with full control over your Web3 accounts, identities, and digital assets."
  }
}