{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailKing: Email Campaigns in Gmail by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Send mass emails directly from Gmail",
    "de": "Versenden Sie Massen-E-Mails direkt aus Gmail.",
    "es": "Envía correos masivos directamente desde Gmail",
    "fr": "Envoyez des emails en masse directement depuis Gmail",
    "it": "Invia email di massa direttamente da Gmail",
    "ja": "Gmailから直接大量メールを送信",
    "nl": "Stuur massale e-mails rechtstreeks vanuit Gmail",
    "pl": "Wysyłaj masowe e-maile bezpośrednio z Gmaila",
    "pt_BR": "Envie e-mails em massa diretamente do Gmail",
    "pt_PT": "Envie emails em massa diretamente do Gmail",
    "zh_CN": "直接通过Gmail发送群发邮件"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Looking for the best mass email and email marketing software available? \n\nMailKing sends your email campaigns from your Gmail address, so you're guaranteed higher open rates. Not only that, but it's built to work right in Gmail, so it's easy to access anytime you need to. Setting up a campaign is easy, intuitive, and extremely effective. \n\nMailKing is also very feature-rich. Here are just a few important highlights: \n\n✅ Higher open rates\n✅ Send emails from your Gmail, not \"noreply@url.com\"\n✅ Thousands of professionally designed email templates for you to select\n✅ Intuitive drag and drop email design editor if you prefer to design your emails from scratch\n✅ HTML design editor available too \n✅ Import Mailchimp templates, or Hubspot templates\n✅ Easily upload CSV file from Mailchimp, Yesware, Salesforce, Zoho and other CRMs\n✅ Mail merge available from any of your spreadsheets\n✅ Email list builder\n✅ Track opens and clicks\n✅ Sequence and follow up email campaigns\n✅ Full merge tag support: personalize name, email, or other data\n✅ Detailed email campaign analytics\n✅ Send up to 2000 emails/day based on Gmail send limits, upgrade to Premium Plan to remove logo on the bottom \n\nBottom line: \nThis is a solid mass email and email marketing software designed to help small to medium-sized businesses cut through the noise and get noticed. Enjoy this feature-rich app, a best-in-class mass email and email marketing software.\n\nWho uses MailKing?\n- Small Business Owners: For reliable and efficient email marketing campaigns.\n- Sales Professionals: To close deals faster and improve outreach efforts.\n- Marketers: Whether part of a small business or working as contractors, for creating impactful email campaigns.\n- Managers: To send internal newsletters and keep teams informed.\n- Organizations: For distributing internal newsletters, announcements, or notifications to employees.\n- Anyone: Who needs to send emails to large groups quickly and effectively.\n\nNOTE: For easy access to your settings and other cloudHQ apps, look for the cloudHQ icon in the top right corner of your Gmail inbox. Click on it to get started!\n\nNOTE: To access Hubspot and Mailchimp templates, simply click on the Hubspot or Mailchimp tab in the template browser to install the necessary extensions.\n\ncloudHQ. Helping your productivity, 1 click at a time. \n\n\nWebsite: https://www.mailking.io\nPricing: https://www.mailking.io/pricing\nSupport page: https://support.cloudhq.net/category/browser-extensions/gmail_campaigns/\nBlog: https://blog.cloudhq.net\n\nGmail, Google Shared Drive, Google Drive, and Google Workspace are trademarks of Google LLC. Use of these trademarks is subject to Google Permissions.",
    "de": "Suchen Sie die beste E-Mail-Marketing-Software auf dem Markt? \n\nMailKing sendet Ihre E-Mail-Kampagnen von Ihrer Google Mail-Adresse aus, sodass Sie garantiert höhere Öffnungsraten erzielen. Und nicht nur das: MailKing ist so konzipiert, dass es direkt in Google Mail funktioniert, sodass Sie jederzeit problemlos darauf zugreifen können. Das Einrichten einer Kampagne ist einfach, intuitiv und äußerst effektiv. \n\nMailKing ist außerdem sehr funktionsreich. Hier sind nur ein paar wichtige Highlights: \n\n✅ Höhere Öffnungsraten\n✅ Senden Sie E-Mails von Ihrem Google Mail, nicht von \"noreply@url.com\".\n✅ Tausende von professionell gestalteten E-Mail-Vorlagen stehen Ihnen zur Auswahl\n✅ Intuitiver Drag-and-Drop-E-Mail-Design-Editor, wenn Sie Ihre E-Mails lieber von Grund auf selbst gestalten möchten\n✅ HTML-Design-Editor ebenfalls verfügbar \n✅ Importieren Sie Mailchimp- oder Hubspot-Vorlagen\n✅ Einfaches Hochladen von CSV-Dateien aus Mailchimp, Yesware, Salesforce, Zoho und anderen CRMs\n✅ Seriendruck aus jeder Ihrer Tabellenkalkulationen möglich\n✅ E-Mail-Listenerstellung\n✅ Verfolgen Sie unbegrenzt Öffnungen und Klicks Ihrer E-Mail-Kampagnen\n✅ Sequenz- und Follow-up-E-Mail-Kampagnen\n✅ Personalisieren Sie Name, E-Mail oder andere Daten\n✅ Detaillierte Analyse von E-Mail-Kampagnen\n✅ SMS-Kampagnen (nur USA und Kanada), auf Wunsch mit Ihrer eigenen Telefonnummer\n✅ Versenden Sie bis zu 2000 E-Mails/Tag basierend auf den Gmail-Sendelimits, aktualisieren Sie auf den Premium-Plan, um das Logo am unteren Rand zu entfernen \n\nUnterm Strich: \nDies ist eine zuverlässige E-Mail-Marketing-Software, die kleinen und mittleren Unternehmen dabei helfen soll, sich von der Masse abzuheben und wahrgenommen zu werden. Genießen Sie diese funktionsreiche App, die eine erstklassige E-Mail-Marketing-Software und Textnachrichten-Marketing-Software ist. \n\nWer nutzt MailKing E-Mail-Marketing? \n- Kleine und mittelständische Unternehmen, die eine zuverlässige E-Mail-Marketing-Software benötigen\n- Vertriebsmitarbeiter, die mehr Geschäfte schneller abschließen möchten\n- Vermarkter in einem kleinen Unternehmen oder Marketing-Unternehmer \n- Jeder, der dieselbe Nachricht für viele Menschen hat\n\nWer nutzt MailKing Textnachrichten-Kampagnen? \n- Anwälte, um Mandanten daran zu erinnern, Formulare auszufüllen und ihre Arbeit zu aktualisieren\n- Lehrer, um Schüler an fällige Hausaufgaben zu erinnern\n- Unternehmen, die ihre Mitarbeiter an Veranstaltungen oder Regeln erinnern müssen \n- Immobilienmakler, die Besucher an ein offenes Haus erinnern möchten\n- Teamleiter, die ein Projekt organisieren\n\ncloudHQ. Helfen Sie Ihrer Produktivität, 1 Klick nach dem anderen.",
    "es": "¿Buscas el mejor software de marketing por correo electrónico? \n\nMailKing envía tus campañas de correo electrónico desde tu dirección de Gmail, por lo que tienes garantizadas unas tasas de apertura más altas. No sólo eso, sino que está diseñado para funcionar directamente en Gmail, por lo que es fácil acceder a él en cualquier momento que lo necesites. Configurar una campaña es fácil, intuitivo y extremadamente eficaz. \n\nMailKing también tiene muchas funciones. Aquí tienes algunas de las más destacadas: \n\n✅ Mayores tasas de apertura\n✅ Envía correos electrónicos desde tu Gmail, no desde \"noreply@url.com\"\n✅ Miles de plantillas de correo electrónico diseñadas profesionalmente para que las selecciones\n✅ Intuitivo editor de diseño de emails de arrastrar y soltar si prefieres diseñar tus emails desde cero\n✅ Editor de diseño HTML disponible también \n✅ Importar plantillas de Mailchimp, o plantillas de Hubspot.\n✅ Carga fácilmente archivos CSV desde Mailchimp, Yesware, Salesforce, Zoho y otros CRMs.\n✅ Mail merge disponible desde cualquiera de tus hojas de cálculo\n✅ Creador de listas de correo electrónico\n✅ Seguimiento ilimitado de aperturas y clics de sus campañas de correo electrónico\n✅ Secuencia y seguimiento de campañas de correo electrónico\n✅ Personalice el nombre, el correo electrónico u otros datos\n✅ Análisis detallados de las campañas de correo electrónico\n✅ Campañas de mensajes de texto (solo en EE. UU. y Canadá), con su propio número de teléfono si lo desea\n✅ Envía hasta 2000 correos electrónicos/día según los límites de envío de Gmail, actualiza a Plan Premium para eliminar el logotipo en la parte inferior \n\nConclusión: \nSe trata de un software de marketing por correo electrónico fiable destinado a ayudar a las pequeñas y medianas empresas a hacerse notar. Disfruta de esta aplicación repleta de funciones que es el mejor software de marketing por correo electrónico y mensajes de texto de su clase. \n\n¿Quién utiliza el marketing por correo electrónico de MailKing? \n- Propietarios de PYMES que necesitan un software de marketing por correo electrónico fiable\n- Vendedores que quieren cerrar más tratos, más rápido\n- Vendedores de pequeñas empresas o contratistas de marketing \n- Cualquiera que tenga el mismo mensaje para mucha gente\n\n¿Quién utiliza las campañas de mensajes de texto de MailKing? \n- Los abogados para recordar a los clientes que terminen los formularios y actualicen su trabajo\n- Los profesores para recordar a los alumnos que deben hacer los deberes\n- Empresas que necesitan recordar a sus empleados eventos o normas \n- Agentes inmobiliarios que quieren recordar a los visitantes una jornada de puertas abiertas\n- Jefes de equipo que están organizando un proyecto\n\ncloudHQ. Ayudando a tu productividad, 1 clic a la vez.",
    "fr": "Vous recherchez le meilleur logiciel d'email marketing disponible ? \n\nMailKing envoie vos campagnes d'emailing à partir de votre adresse Gmail, ce qui vous garantit des taux d'ouverture plus élevés. De plus, MailKing est conçu pour fonctionner directement dans Gmail, ce qui vous permet d'y accéder facilement à tout moment. La mise en place d'une campagne est facile, intuitive et extrêmement efficace. \n\nMailKing est également très riche en fonctionnalités. En voici quelques exemples : \n\n✅ Des taux d'ouverture plus élevés\n✅ Envoi d'emails à partir de votre Gmail, et non de \"noreply@url.com\".\n✅ Des milliers de modèles d'emails conçus par des professionnels que vous pouvez sélectionner\n✅ Un éditeur intuitif de conception d'emails par glisser-déposer si vous préférez concevoir vos emails à partir de zéro\n✅ L'éditeur de conception HTML est également disponible \n✅ Importation de modèles Mailchimp ou Hubspot\n✅ Chargement facile d'un fichier CSV depuis Mailchimp, Yesware, Salesforce, Zoho et d'autres CRMs\n✅ Fusion de courrier disponible à partir de n'importe quelle feuille de calcul\n✅ Création d'une liste d'emails\n✅ Suivi d'un nombre illimité d'ouvertures et de clics de vos campagnes d'emailing\n✅ Séquence et suivi des campagnes d'emailing\n✅ Personnalisation du nom, de l'email ou d'autres données\n✅ Analyse détaillée des campagnes d'emailing\n✅ Campagnes par SMS (États-Unis et Canada uniquement), avec votre propre numéro de téléphone si vous le souhaitez\n✅ Envoyez jusqu'à 2000 emails/jour en fonction des limites d'envoi de Gmail, passez à l'offre Premium pour supprimer le logo en bas de page. \n\nConclusion : \nIl s'agit d'un logiciel de marketing par courriel fiable qui vise à aider les petites et moyennes entreprises à se démarquer et à se faire remarquer. Profitez de cette application riche en fonctionnalités qui est le meilleur logiciel d'email marketing et de SMS marketing. \n\nQui utilise MailKing ? \n- Les propriétaires de PME qui ont besoin d'un logiciel d'email marketing fiable\n- Les commerciaux qui veulent conclure plus de contrats, plus rapidement\n- Les spécialistes du marketing au sein d'une petite entreprise ou les sous-traitants en marketing \n- Toute personne ayant le même message pour un grand nombre de personnes.\n\nQui utilise les campagnes de messages texte de MailKing ? \n- Les avocats pour rappeler à leurs clients de remplir les formulaires et de mettre à jour leur travail\n- Les enseignants pour rappeler aux élèves qu'ils ont des devoirs à faire\n- Les entreprises qui ont besoin de rappeler à leurs employés des événements ou des règles \n- Les agents immobiliers qui veulent rappeler aux visiteurs la tenue d'une journée portes ouvertes\n- Les chefs d'équipe qui organisent un projet\n\ncloudHQ. Aidez votre productivité, 1 clic à la fois.",
    "it": "Cercate il miglior software di email marketing disponibile? \n\nMailKing invia le campagne e-mail dal vostro indirizzo Gmail, garantendovi tassi di apertura più elevati. Non solo, ma è costruito per funzionare direttamente in Gmail, in modo da essere facilmente accessibile in qualsiasi momento. L'impostazione di una campagna è facile, intuitiva ed estremamente efficace. \n\nMailKing è anche molto ricco di funzioni. Ecco alcuni punti salienti: \n\n✅ Tassi di apertura più elevati\n✅ Invio di e-mail da Gmail, non da \"noreply@url.com\".\n✅ Migliaia di modelli di e-mail dal design professionale da selezionare\n✅ Editor intuitivo per la progettazione di email con drag and drop, se preferite progettare le vostre email da zero\n✅ È disponibile anche un editor HTML \n✅ Importazione di modelli Mailchimp o Hubspot\n✅ Caricare facilmente file CSV da Mailchimp, Yesware, Salesforce, Zoho e altri CRM.\n✅ Mail merge disponibile da qualsiasi foglio di calcolo\n✅ Creazione di liste di e-mail\n✅ Tracciamento di aperture e clic illimitati dalle vostre campagne e-mail\n✅ Sequenza e follow-up delle campagne e-mail\n✅ Personalizzazione del nome, dell'email o di altri dati\n✅ Analisi dettagliata delle campagne e-mail\n✅ Campagne di messaggi di testo (solo negli Stati Uniti e in Canada), con il vostro numero di telefono, se lo desiderate.\n✅ Invio di un massimo di 2000 email al giorno in base ai limiti di invio di Gmail, aggiornamento al piano Premium per rimuovere il logo in basso \n\nIn conclusione: \nSi tratta di un software di email marketing affidabile che ha lo scopo di aiutare le piccole e medie imprese a farsi notare. Approfittate di questa applicazione ricca di funzioni, che rappresenta il miglior software di email marketing e di SMS marketing. \n\nChi usa l'email marketing di MailKing? \n- Proprietari di aziende di piccole e medie dimensioni che necessitano di un software di email marketing affidabile.\n- Venditori che desiderano concludere più affari, più velocemente\n- Marketer di piccole imprese o appaltatori di marketing \n- Chiunque abbia lo stesso messaggio per molte persone.\n\nChi utilizza le campagne di SMS di MailKing? \n- Avvocati per ricordare ai clienti di completare i moduli e aggiornare il loro lavoro\n- Gli insegnanti per ricordare agli studenti la scadenza dei compiti\n- Aziende che hanno bisogno di ricordare ai dipendenti eventi o regole \n- Agenti immobiliari che vogliono ricordare ai visitatori di una casa aperta\n- Team leader che stanno organizzando un progetto\n\ncloudHQ. Aiuta la vostra produttività, un clic alla volta.",
    "ja": "最高のEメールマーケティングソフトウェアをお探しですか？\n\nMailKingはあなたのGmailアドレスからメールキャンペーンを送信するので、高い開封率が保証されます。また、Gmail上で動作するように設計されているため、いつでも簡単にアクセスできます。キャンペーンの設定は簡単で、直感的、そして非常に効果的です。\n\nMailKingはまた、非常に豊富な機能を備えています。以下は重要なハイライトです： \n\n✅ 高い開封率\n✅ \"noreply@url.com \"ではなく、Gmailからメールを送信。\n✅ プロがデザインした数千ものメールテンプレートから選択可能\n✅ 直感的なドラッグ＆ドロップのメールデザインエディター。\n✅ HTML デザインエディターもご利用いただけます。\n✅ MailchimpやHubspotのテンプレートをインポート\nMailchimp、Yesware、Salesforce、ZohoなどのCRMからCSVファイルを簡単にアップロードできます。\n✅ スプレッドシートからメールマージが可能\n✅ メールリストビルダー\n✅ メールキャンペーンの開封とクリックを無制限に追跡\nメールキャンペーンのシーケンスとフォローアップ\n✅ 名前、Eメール、その他のデータをパーソナライズ\n✅ 詳細なメールキャンペーン分析\n✅ テキストメッセージキャンペーン(米国およびカナダのみ)。\nプレミアムプランにアップグレードすると、下部のロゴが削除されます。\n\n結論 \nこれは、中小企業がノイズを切り抜け、注目されることを目的とした信頼性の高いメールマーケティングソフトウェアです。最高のEメールマーケティングソフトウェアであり、テキストメッセージマーケティングソフトウェアでもある、この機能豊富なアプリをお楽しみください。\n\nMailKingメールマーケティングを利用する人 \n- 信頼性の高いメールマーケティングソフトウェアを必要とする中小企業のビジネスオーナー\n- より早く、より多くの商談を成立させたい営業担当者\n- 中小企業のマーケティング担当者、またはマーケティング請負業者 \n- 多くの人に同じメッセージを送りたい方\n\nどのような人がMailKingのテキストメッセージキャンペーンを利用していますか？\n- 弁護士がクライアントにフォームの仕上げや仕事の更新を促すため\n- 宿題の期限を生徒に知らせる教師\n- イベントや規則について従業員に思い出させる必要がある企業 \n- オープンハウスのお知らせをしたい不動産業者\n- プロジェクトをまとめるチームリーダー\n\ncloudHQ。1クリックで生産性を向上。",
    "nl": "Op zoek naar de beste e-mailmarketingsoftware die er is? \n\nMailKing verstuurt je e-mailcampagnes vanaf je Gmail-adres, dus je krijgt gegarandeerd hogere open rates. Niet alleen dat, maar het is gebouwd om direct in Gmail te werken, dus het is gemakkelijk te openen wanneer je maar wilt. Het opzetten van een campagne is eenvoudig, intuïtief en uiterst effectief. \n\nMailKing is ook zeer rijk aan functies. Hier zijn een paar belangrijke hoogtepunten: \n\n✅ Hogere open rates\n✅ Verzend e-mails vanuit uw Gmail, niet vanuit \"noreply@url.com\".\n✅ Duizenden professioneel ontworpen e-mailsjablonen om uit te kiezen\n✅ Intuïtieve editor voor het slepen en neerzetten van e-mailontwerpen als u uw e-mails liever vanaf nul ontwerpt\n✅ HTML-ontwerpeditor ook beschikbaar \n✅ Importeer Mailchimp-sjablonen of Hubspot-sjablonen\n✅ Eenvoudig CSV-bestanden uploaden vanuit Mailchimp, Yesware, Salesforce, Zoho en andere CRM's\n✅ Mailmerge beschikbaar vanuit elk van uw spreadsheets\n✅ Bouwer van e-maillijst\n✅ Onbeperkt aantal opens en kliks van uw e-mailcampagnes bijhouden\n✅ Volgorde en follow-up van e-mailcampagnes\n✅ Personaliseer naam, e-mail of andere gegevens\n✅ Gedetailleerde analyses van e-mailcampagnes\n✅ Sms-campagnes (alleen VS en Canada), desgewenst met uw eigen telefoonnummer\n✅ Verzend tot 2000 e-mails/dag op basis van de verzendlimieten van Gmail, upgrade naar Premium Plan om het logo onderaan te verwijderen \n\nConclusie: \nDit is een betrouwbare e-mailmarketingsoftware die bedoeld is om kleine tot middelgrote bedrijven te helpen door de ruis heen te breken en op te vallen. Geniet van deze functierijke app die de beste e-mailmarketingsoftware en software voor sms-marketing is. \n\nWie gebruikt MailKing e-mailmarketing? \n- MKB bedrijfseigenaren die betrouwbare e-mailmarketing software nodig hebben\n- Verkopers die sneller meer deals willen sluiten\n- Marketeers in een klein bedrijf of marketingaannemers \n- Iedereen die dezelfde boodschap voor veel mensen heeft\n\nWie gebruikt MailKing sms-campagnes? \n- Advocaten om klanten eraan te herinneren formulieren af te werken en hun werk bij te werken\n- Leraren om studenten te herinneren aan huiswerk dat af moet zijn\n- Bedrijven die hun werknemers moeten herinneren aan evenementen of regels \n- Makelaars die bezoekers willen herinneren aan een open huis\n- Teamleiders die een project organiseren\n\ncloudHQ. Help uw productiviteit, 1 klik per keer.",
    "pl": "Szukasz najlepszego dostępnego oprogramowania do e-mail marketingu? \n\nMailKing wysyła kampanie e-mailowe z adresu Gmail, więc masz gwarancję wyższych wskaźników otwarć. Nie tylko to, ale jest zbudowany do pracy bezpośrednio w Gmailu, więc jest łatwo dostępny w dowolnym momencie. Konfiguracja kampanii jest łatwa, intuicyjna i niezwykle skuteczna. \n\nMailKing jest również bardzo bogaty w funkcje. Oto kilka najważniejszych z nich: \n\n✅ Wyższe wskaźniki otwarć\n✅ Wysyłanie wiadomości e-mail z Gmaila, a nie z \"noreply@url.com\".\n✅ Tysiące profesjonalnie zaprojektowanych szablonów wiadomości e-mail do wyboru\n✅ Intuicyjny edytor e-maili typu \"przeciągnij i upuść\", jeśli wolisz projektować swoje e-maile od podstaw\n✅ Dostępny jest również edytor HTML \n✅ Import szablonów Mailchimp lub szablonów Hubspot\n✅ Łatwe przesyłanie plików CSV z Mailchimp, Yesware, Salesforce, Zoho i innych systemów CRM.\n✅ Łączenie wiadomości dostępne z dowolnego arkusza kalkulacyjnego\n✅ Kreator list e-mailowych\n✅ Śledzenie nieograniczonej liczby otwarć i kliknięć w kampaniach e-mailowych\n✅ Sekwencjonowanie i śledzenie kampanii e-mailowych\n✅ Personalizacja imienia i nazwiska, adresu e-mail lub innych danych\n✅ Szczegółowa analiza kampanii e-mailowych\n✅ Kampanie wiadomości tekstowych (tylko w USA i Kanadzie), z własnym numerem telefonu w razie potrzeby\n✅ Wysyłaj do 2000 e-maili dziennie w oparciu o limity wysyłania Gmaila, uaktualnij do planu Premium, aby usunąć logo na dole \n\nPodsumowanie: \nJest to niezawodne oprogramowanie do e-mail marketingu, które ma na celu pomóc małym i średnim firmom przebić się przez szum i zostać zauważonym. Korzystaj z tej bogatej w funkcje aplikacji, która jest najlepszym w swojej klasie oprogramowaniem do e-mail marketingu i marketingu wiadomości tekstowych. \n\nKto korzysta z e-mail marketingu MailKing? \n- Właściciele małych i średnich firm, którzy potrzebują niezawodnego oprogramowania do e-mail marketingu\n- Sprzedawcy, którzy chcą szybciej zamykać więcej transakcji\n- Marketerzy w małych firmach lub kontrahenci marketingowi \n- Każdy, kto ma tę samą wiadomość dla wielu osób.\n\nKto korzysta z kampanii wiadomości tekstowych MailKing? \n- Prawnicy, aby przypomnieć klientom o wypełnieniu formularzy i zaktualizowaniu ich pracy\n- Nauczyciele przypominający uczniom o zadaniach domowych\n- Firmy, które muszą przypominać pracownikom o wydarzeniach lub zasadach \n- Pośrednicy w obrocie nieruchomościami, którzy chcą przypomnieć odwiedzającym o otwartym domu\n- Liderzy zespołów, którzy organizują projekt\n\ncloudHQ. Pomaganie produktywności, 1 kliknięcie na raz.",
    "pt_BR": "Procurando o melhor software de marketing por e-mail disponível? \n\nO MailKing envia suas campanhas de e-mail a partir do seu endereço do Gmail, portanto, você tem a garantia de taxas de abertura mais altas. Além disso, ele foi desenvolvido para funcionar diretamente no Gmail, portanto, é fácil de acessar sempre que necessário. A configuração de uma campanha é fácil, intuitiva e extremamente eficaz. \n\nO MailKing também é muito rico em recursos. Aqui estão apenas alguns destaques importantes: \n\n✅ Taxas de abertura mais altas\n✅ Envie e-mails do seu Gmail, não de \"noreply@url.com\"\n✅ Milhares de modelos de e-mail criados profissionalmente para você selecionar\n✅ Editor intuitivo de design de e-mail do tipo arrastar e soltar, se você preferir criar seus e-mails do zero\n✅ Editor de design HTML também disponível \n✅ Importar modelos do Mailchimp ou do Hubspot\n✅ Carregue facilmente arquivos CSV do Mailchimp, Yesware, Salesforce, Zoho e outros CRMs\n✅ Mala direta disponível a partir de qualquer uma de suas planilhas\n✅ Criador de listas de e-mail\n✅ Rastreamento ilimitado de aberturas e cliques de suas campanhas de e-mail\n✅ Sequência e acompanhamento de campanhas de e-mail\n✅ Personalizar nome, e-mail ou outros dados\n✅ Análise detalhada da campanha de e-mail\n✅ Campanhas de mensagens de texto (somente nos EUA e no Canadá), com seu próprio número de telefone, se desejar\n✅ Envie até 2.000 e-mails/dia com base nos limites de envio do Gmail, atualize para o Plano Premium para remover o logotipo na parte inferior \n\nConclusão: \nEsse é um software confiável de marketing por e-mail que tem como objetivo ajudar as pequenas e médias empresas a se destacarem. Aproveite esse aplicativo repleto de recursos que é o melhor software de marketing por e-mail e de mensagens de texto. \n\nQuem usa o marketing por e-mail do MailKing? \n- Proprietários de empresas de pequeno e médio porte que precisam de um software confiável de marketing por e-mail\n- Vendedores que desejam fechar mais negócios, mais rapidamente\n- Profissionais de marketing em uma pequena empresa ou prestadores de serviços de marketing \n- Qualquer pessoa que tenha a mesma mensagem para um grande número de pessoas\n\nQuem usa as campanhas de mensagens de texto do MailKing? \n- Advogados para lembrar os clientes de preencher formulários e atualizar seus trabalhos\n- Professores para lembrar os alunos sobre a entrega dos deveres de casa\n- Empresas que precisam lembrar os funcionários sobre eventos ou regras \n- Corretores de imóveis que querem lembrar os visitantes sobre uma casa aberta\n- Líderes de equipe que estão organizando um projeto\n\ncloudHQ. Ajudando sua produtividade, com um clique de cada vez.",
    "pt_PT": "Procura o melhor software de marketing por correio eletrónico disponível? \n\nO MailKing envia as suas campanhas de correio eletrónico a partir do seu endereço do Gmail, garantindo assim taxas de abertura mais elevadas. Além disso, foi concebido para funcionar diretamente no Gmail, pelo que é fácil de aceder sempre que precisar. A configuração de uma campanha é fácil, intuitiva e extremamente eficaz. \n\nO MailKing é também muito rico em funcionalidades. Aqui estão apenas alguns destaques importantes: \n\n✅ Taxas de abertura mais elevadas\n✅ Envie e-mails do seu Gmail, não de \"noreply@url.com\"\n✅ Milhares de modelos de e-mail projetados profissionalmente para você selecionar\n✅ Editor intuitivo de design de e-mail de arrastar e soltar se você preferir projetar seus e-mails do zero\n✅ Editor de design HTML também disponível \n✅ Importar modelos do Mailchimp ou modelos do Hubspot\n✅ Carregue facilmente o arquivo CSV do Mailchimp, Yesware, Salesforce, Zoho e outros CRMs\n✅ Mesclagem de correio disponível a partir de qualquer uma das suas planilhas\n✅ Construtor de listas de e-mail\n✅ Acompanhe aberturas e cliques ilimitados de suas campanhas de e-mail\n✅ Sequência e acompanhamento de campanhas de e-mail\n✅ Personalizar nome, e-mail ou outros dados\n✅ Análise detalhada da campanha de e-mail\n✅ Campanhas de mensagens de texto (apenas nos EUA e Canadá), com o seu próprio número de telefone, se desejar\n✅ Envie até 2000 e-mails/dia com base nos limites de envio do Gmail, atualize para o Plano Premium para remover o logotipo na parte inferior \n\nConclusão: \nEste é um software de marketing por correio eletrónico fiável que se destina a ajudar as pequenas e médias empresas a ultrapassar o ruído e a serem notadas. Desfrute desta aplicação rica em funcionalidades que é o melhor software de marketing por e-mail e de mensagens de texto. \n\nQuem utiliza o marketing por correio eletrónico do MailKing? \n- Empresários de PMEs que necessitam de um software de marketing por correio eletrónico fiável\n- Vendedores que pretendem fechar mais negócios, mais rapidamente\n- Profissionais de marketing numa pequena empresa ou contratantes de marketing \n- Qualquer pessoa que tenha a mesma mensagem para um grande número de pessoas\n\nQuem utiliza as campanhas de mensagens de texto do MailKing? \n- Advogados para lembrar os clientes de terminar formulários e atualizar o seu trabalho\n- Professores para lembrar os alunos dos trabalhos de casa\n- Empresas que precisam de lembrar os funcionários de eventos ou regras \n- Corretores de imóveis que querem lembrar os visitantes sobre uma casa aberta\n- Líderes de equipa que estão a organizar um projeto\n\ncloudHQ. Ajudando a sua produtividade, 1 clique de cada vez.",
    "zh_CN": "您在寻找最好的电子邮件营销软件吗？\n\nMailKing 可从您的 Gmail 地址发送您的电子邮件营销活动，因此可以保证更高的打开率。不仅如此，它还能在 Gmail 中直接运行，方便您随时访问。设置活动非常简单、直观和有效。\n\nMailKing 的功能也非常丰富。以下是几个重要的亮点： \n\n✅ 更高的打开率\n✅ 从您的 Gmail 而不是 \"noreply@url.com \"发送电子邮件\n✅ 数千种专业设计的电子邮件模板供您选择\n✅ 直观的拖放式电子邮件设计编辑器，方便您从头开始设计电子邮件\n✅ 还提供 HTML 设计编辑器 \n✅ 导入 Mailchimp 模板或 Hubspot 模板\n从 Mailchimp、Yesware、Salesforce、Zoho 和其他 CRM 轻松上传 CSV 文件\n✅ 可从任何电子表格进行邮件合并\n✅ 电子邮件列表生成器\n✅ 追踪电子邮件营销活动中的无限打开和点击次数\n✅ 排序和跟进电子邮件营销活动\n✅ 个性化姓名、电子邮件或其他数据\n✅详细的电子邮件营销活动分析\n✅短信营销活动（仅限美国和加拿大），如果需要，可使用您自己的电话号码\n根据 Gmail 发送限制，每天最多可发送 2000 封电子邮件，升级至高级计划可移除底部的徽标 \n\n一句话： \n这是一款可靠的电子邮件营销软件，旨在帮助中小型企业在嘈杂的环境中脱颖而出，获得关注。这款功能丰富的应用程序是电子邮件营销软件和短信营销软件中的佼佼者，请尽情使用。\n\n谁在使用 MailKing 电子邮件营销？\n- 需要可靠的电子邮件营销软件的中小企业主\n- 希望更快达成更多交易的销售人员\n- 小型企业的营销人员或营销承包商 \n- 向许多人发送相同信息的任何人\n\n谁在使用 MailKing 短信营销活动？\n- 律师提醒客户完成表格并更新他们的工作\n- 教师提醒学生作业到期\n- 需要提醒员工有关活动或规则的公司 \n- 希望提醒来访者开放参观的房地产经纪人\n- 正在组织项目的团队领导\n\n云之家。一次点击，提高您的工作效率。"
  }
}