{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social Media Control"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control Facebook™ logins and sessions on the browser. Automatic sync between computers. Access monitoring and sessions duration.",
    "es": "Controla los inicios de sesión de Facebook™ en el navegador. Sincronización entre PCs. Monitoreo de acceso y duración de sesiones."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is an excellent tool for parental control, and the only one in this field which lets you monitor the Facebook™ accounts being used on the web browser.\n\nIt maintains a log of all Facebook™ login attempts and sessions. In addition, it shows the total duration of all sessions.\n\nData is automatically synced across all computers where you are signed in to Chrome with your Google™ account. Thus, it is possible to monitor sessions on a computer from another device.\n\nAlso, it adds a Facebook™ button on the toolbar which links to facebook.com. Hide this button if you just want the control to be made in the background.\n\nThe log is accessed from the Options page of the extension.",
    "es": "Es una excelente herramienta para el control parental, y la única en este campo que permite monitorear las cuentas de Facebook™ que están siendo utilizadas en el navegador web.\n\nMantiene un registro de todos los intentos de inicio de sesión y de las sesiones de Facebook™. Además, muestra la duración total de todas las sesiones.\n\nLa información se sincroniza automáticamente entre las distintas computadoras en las cuales se haya iniciado sesión en Chrome con una cuenta de Google™. De esta forma, es posible controlar los accesos en una computadora desde otro dispositivo.\n\nTambién, añade un botón de Facebook™ en la barra de herramientas con el cual se puede acceder directamente a facebook.com. Puedes ocultar este botón si lo único que deseas es que el control se realice en segundo plano.\n\nSe accede al registro desde las opciones de Configuración de la extensión."
  }
}