{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Baked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool for committing information to your long-term memory, using push notifications and principles from spaced-repetition learning."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Baked: Commit to Memory with Ease\n\nMake every bit of knowledge stick with \"Baked\" — your ultimate Chrome extension for mastering information long-term. Leveraging the scientifically-backed principles of spaced repetition learning, Baked transforms your browsing experience into a powerful learning session.\n\nHow It Works:\nWhile browsing, simply highlight any text you wish to remember, right-click, and select \"Commit to Memory.\" Whether it's a vital fact, a quote you love, or complex data you need for work or study, Baked seamlessly integrates learning into your daily web interaction.\n\nIntelligent Reminders:\nBaked isn't just about saving information; it's about ensuring you retain it. Our tool uses a sophisticated spaced repetition schedule to prompt you with web push notifications. These reminders are strategically timed to optimize your memory retention, enhancing the likelihood of securing this information in your long-term memory bank.\n\nEmpower Your Memory:\nWith spaced-repetition, \"memory is a choice.\" With Baked, choosing to remember is as simple as a click. Embrace this innovative approach to learning and ensure that you never forget important information again.\n\nKey Features:\n\nEasy to Use: Highlight, right-click, and commit. It's that simple.\nCustomized Learning: Notifications are tailored to maximize memory retention.\nSeamless Integration: Works effortlessly as you browse, without disrupting your flow.\nTry Baked today and make forgetting a thing of the past!"
  }
}