{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Match Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fun color matching game to test your reflexes!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Color Match Game - Test Your Reflexes!**\n\nReady to challenge your eye coordination and reaction speed? **Color Match Game** is a fun and challenging game designed for players who love intense challenges. In this game, you’ll need to quickly select the matching color displayed on the screen and see how fast you can make the correct match! Every time you successfully match the color, the game speeds up, testing both your reflexes and focus.\n\n**Game Features:**\n1. **Simple and Easy to Play:** The game is easy to learn with intuitive controls, allowing you to start challenging yourself at any time. Just select the right color and click quickly!\n2. **Challenging Gameplay:** As you progress through the game, the speed increases, and the colors become harder to differentiate. This will truly test your visual perception and reaction time!\n3. **Various Game Modes:** The game offers different difficulty levels, from simple color matching to time-limited modes, perfect for players of all skill levels.\n4. **Instant Feedback and Leaderboards:** After each round, you can see how you compare with global players on the leaderboard. Challenge yourself to see how high you can rank!\n5. **Visual Enjoyment:** The game features beautifully designed colors, making the matching process visually pleasing while you enjoy the challenge.\n\n**Why You'll Love Color Match Game:**\n- **Train Your Brain and Eyes:** Quick color recognition and reflex exercises will improve your brain's reaction speed, which can also help enhance your focus and agility in everyday life!\n- **Endless Challenges:** Every challenge offers a new experience, and as the game progresses, you’ll face more difficult color-matching tasks, keeping you hooked.\n- **Suitable for All Ages:** Whether you’re a young player or an adult, this game is fun for everyone and perfect for family play!\n\nNow, test your reflexes! **Color Match Game** is not only an entertaining game but also a brain exercise. Are you ready to take on the color challenge? Start now and see how fast and accurate you can get!"
  }
}