{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Image Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right click an image or some selected text and use that for a secure search using Google Images.",
    "nl": "Rechtsklik op een afbeelding of een geselecteerd stuk tekst en gebruik dat voor een beveiligde zoekopdracht in Google Afbeeldingen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seen an image on a website and you'd like to know who or what it is?\n\nFound someone's name and you like to know what that person looks like?\n\nAfter installing this extension there will be a new entry in the context menu (right-click menu) when an image or some selected text is right-clicked. Selecting this menu option will start a secure Google Image search via HTTPS.\n\nRelease notes:\n- 2022-12-11 v4.0: Reverse image search now uses Google Lens. Google Images does not support reverse image search anymore.",
    "nl": "Heb je op een website een afbeelding gezien en wil je weten wie of wat het is?\n\nHeb je iemands naam gevonden en wil je weten hoe die persoon eruit ziet?\n\nNa installatie van deze extensie verschijnt er een nieuwe optie in het context-menu (rechtsklikmenu) als je een afbeelding of tekst selecteert. Als je deze nieuwe optie kiest zoek je met de afbeelding of tekst via een beveiligde zoekopdracht in Google Afbeeldingen (HTTPS).\n\nRelease notes:\n- 2022-12-11 v4.0: Voor het zoeken met een afbeelding wordt nu Google Lens gebruikt. Google Images ondersteunt nog alleen zoeken met tekst."
  }
}