{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snake",
    "ru": "Змейка"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Classic Snake game. Eat, grow and try not to crush!",
    "ru": "Классическая игра Змейка. Ешьте, растите и старайтесь не врезаться!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the world of arcade nostalgia with Snake, now available as an electrifying Chrome extension! Say hello to Snake Game, your ticket to countless hours of heart-pounding fun right from your browser.\n\nWith just a click, launch this iconic game directly from your browser panel, ready to embark on a thrilling journey of serpentine survival. Guide your snake through the maze, gobbling up food while dodging collisions with your own tail. It's a pulse-pounding test of reflexes, strategy, and endurance that will keep you on the edge of your seat!\n\nChallenge yourself to surpass your own high score as you navigate through increasingly challenging levels. But beware—the longer your snake grows, the more challenging it becomes to slither through the twists and turns of the maze! With each bite, the stakes get higher, and you'll find yourself hooked on the adrenaline rush of the game.\n\nBut don't worry, Snake Game is designed for players of all ages and skill levels. Whether you're a seasoned pro or new to the world of snake-charming, you'll find the intuitive controls and addictive gameplay easy to pick up and impossible to put down.\n\nAnd the excitement doesn't end there! With a variety of themes and skins to choose from, customize your snake and the playing field to suit your personal style. From classic designs to vibrant visuals, the possibilities are endless!\n\nSo why wait? Join the players who have already fallen in love with Snake Game and experience the thrill for yourself. Whether you're looking to kill time or unleash your competitive spirit, this Chrome extension is guaranteed to provide endless entertainment.\n\nInstall Snake Game today and let the adventure begin! With its timeless charm and addictive gameplay, this classic game is sure to become your new favorite pastime. Don't miss out—grab the extension now and start slithering your way to victory!"
  }
}