{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ProdNx - Productivity Time Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multiply your productivity N times with ProdNX — Track web visits, categorize time, and soon unlock AI insights!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multiply Your Productivity n Times with ProdNX! 🚀\n\nUnleash your potential and take control of your time with ProdNX, the ultimate Chrome extension designed to supercharge your productivity. Whether you’re tracking your web activity, managing tasks, or eliminating distractions, ProdnxNX empowers you to achieve more with less effort. And with AI-driven analytics coming soon, you’ll gain even deeper insights to optimize your workflow like never before!\n\nWhat Can ProdNX Do for You?\n✨ Track Your Online Time: Real-time website tracking lets you understand exactly where your time goes.\n✨ Personalized Insights: With a quick hover or click, categorize websites as productive or non-productive to stay aligned with your goals.\n✨ Clear Visual Data: Visualize your productivity with intuitive graphs and detailed reports.\n✨ Distraction-Free Productivity: Identify and minimize distractions to stay focused on what truly matters.\n\nWhat’s Coming Soon?\n🌟 AI-Powered Insights: Analyze your habits with advanced, intelligent tools to make data-driven decisions.\n🌟 Website-Specific Tracking: Pinpoint where your focus shifts and adjust accordingly.\n\n\nWhy ProdNX?\nFun Productivity Boosts: Take mental breaks with engaging games designed to re-energize your focus.\nPrivacy First: Your data stays local, secure, and entirely private.\nConstantly Evolving: We’re committed to regular updates and new features to keep you ahead of the curve.\nDon’t let time slip away—multiply your productivity n times with ProdNX! Download now to unlock unparalleled efficiency, eliminate distractions, and achieve your goals faster.\n\n📈 ProdNX: Your Productivity, Redefined. ✨"
  }
}