{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Charles Leclerc Ferrari Italian GP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the Thrill of the Italian GP with Charles Leclerc and Ferrari to Your Browser! Gameograf"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the Thrill of the Italian GP with Charles Leclerc and Ferrari to Your Browser!\nFor the Ultimate Tifosi: Experience Charles Leclerc in Every New Tab\nAre you a die-hard Charles Leclerc fan, always cheering for Ferrari’s rising star, especially at the legendary Italian Grand Prix? With our Chrome extension, every new tab will transport you to the electrifying world of Formula 1 and Ferrari, showcasing Charles Leclerc’s latest and most iconic moments on the track. Perfect for Tifosi who live and breathe Formula 1!\n\nA True Ferrari Experience with Every Tab\n🌟 New Tab Wallpaper Changes\nFeel the adrenaline rush of Charles Leclerc powering through Monza every time you open a new tab. These exclusive wallpapers automatically change, offering you stunning, high-definition images of Leclerc behind the wheel of his Ferrari, charging through corners with precision. Whether it's his bold overtakes or a victorious celebration at the Italian GP, you can pin your favorite moments and keep them right in front of you.\n\n🏎️ Ferrari Power at Your Fingertips\nWith Ferrari’s iconic red streaking across the screen, this extension is designed to bring the passion of Formula 1 to your daily browsing. The Charles Leclerc Ferrari imagery makes you feel like you’re trackside, fueling your F1 obsession with every new tab.\n\n🕒 Time and Date Display\nStay on track just like Leclerc on a race day! The built-in time and date display ensures you’re always aware of the race schedule or the next Ferrari update, making this extension not only exciting but also functional.\n\n📝 Note Module\nKeep your thoughts, to-do lists, or even predictions for the next F1 race neatly organized with the note module. Just like Leclerc focuses on strategy, you can keep all your essential notes right at your fingertips.\n\n🔒 Secure Browsing\nFeel confident while using this extension, knowing it provides top-notch security. Browse safely while being immersed in the thrilling world of Formula 1 and Charles Leclerc.\n\nMaximize Your Formula 1 Experience with Unique Features\n🚀 Quick Access with Shortcut Icons\nAccess your favorite Ferrari-related websites, social media, or F1 news with quick shortcut icons on the left. Stay in the loop with the latest developments in Leclerc’s career, track news, and team updates, all while having him accompany you on your browsing journey.\n\n🗂️ Bookmarks\nManage your most visited websites with the bookmarks module. Stay connected to all things Leclerc and Ferrari, from race highlights to team news, and never miss a beat in the world of F1.\n\n🛠️ Customization Options\nWant a more immersive experience? The extension allows you to switch between active and passive modes, giving you complete control over how you engage with the Ferrari magic that Leclerc brings to every race.\n\n🚀 Google Apps Module\nStay productive without ever leaving Leclerc’s world. The built-in Google apps module ensures easy access to Google services, keeping you efficient while surrounded by the high-speed excitement of Formula 1.\n\nWhy Every Charles Leclerc Fan Needs This Extension\n🏆 Feel the Roar of Ferrari\nFor the Tifosi and die-hard Leclerc supporters, this extension is a must-have. With every new tab, you’ll relive the excitement of Ferrari’s push for victory and Leclerc’s incredible performances, especially at iconic venues like Monza during the Italian GP.\n\nDownload the Charles Leclerc Ferrari Italian GP Chrome Extension Now!\nDon’t miss out on the chance to celebrate Ferrari and Charles Leclerc every time you open a new tab. Download this Chrome extension today, and let Leclerc’s determination, speed, and passion drive your browsing experience."
  }
}