{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Chat Searcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search your ChatGPT chat history by chat names."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Title: ChatGPT Chat Searcher – Organize and Search Your Conversations\nDescription:\nTake control of your ChatGPT conversations with ChatGPT Chat Searcher, the essential Google Chrome extension designed for power users and enthusiasts of ChatGPT. This tool is ideal for organizing, searching, and accessing your previous conversations effortlessly, saving you valuable time and boosting your productivity.\n\nKey Features:\nInstant Search: Quickly locate any ChatGPT conversation by entering keywords. Search in real-time through all your stored chat history using an intuitive and responsive search bar. This makes retrieving important conversations easier than ever!\n\nLast 5 Chats Display: Stay organized with the \"Last 5 Chats\" feature, which displays your five most recent ChatGPT conversations prominently, allowing for easy access to your latest discussions. It’s perfect for quick reference.\n\nReal-Time Synchronization: Don’t lose any conversations! ChatGPT Chat Searcher keeps all your chats in sync, ensuring you always have the latest records available when switching between devices or browser sessions.\n\nEffortless Navigation: Search results are presented as clickable links, allowing you to open any conversation with a single click, directly from the extension popup. Seamlessly jump back into your ongoing or past discussions.\n\nFast Loading: Optimized for performance, ChatGPT Chat Searcher loads your chats in milliseconds, making sure you never waste time looking for previous chats again.\n\nCustomizable Layout: The extension interface is sleek, modern, and easy to navigate. Customizable to your preferences, ChatGPT Chat Searcher features a clean and minimalistic design that enhances your browsing experience without overwhelming you with unnecessary elements.\n\nHow it Works:\nOrganized Conversations: Upon installation, ChatGPT Chat Searcher will automatically pull in and organize your recent ChatGPT interactions.\nPowerful Search Engine: Use the integrated search bar to find specific conversations based on keywords.\nAccess with One Click: Simply click the conversation link from the search results to open it in a new tab, continuing from where you left off.\nWhy You’ll Love ChatGPT Chat Searcher:\nBoost Productivity: Stop wasting time scrolling through endless conversations. With its powerful search functionality, you can now pinpoint exactly what you need, when you need it.\nStay Organized: Whether you’re using ChatGPT for personal use, work, or study, this extension helps keep your conversations structured and accessible.\nSeamless Integration: It works effortlessly in the background without slowing down your browsing experience or ChatGPT usage.\nUser-Friendly Design:\nOur extension is built for both tech-savvy users and beginners. The clean, intuitive interface ensures that anyone can use it to enhance their ChatGPT experience. From students and professionals to content creators, ChatGPT Chat Searcher simplifies and elevates your ChatGPT experience with just a few clicks.\n\nBuilt for Chrome:\nThis extension is optimized for Google Chrome, providing the most efficient way to search your ChatGPT conversations directly from your browser. Enjoy a fully integrated experience designed for fast access, easy navigation, and smooth performance.\n\nReady to Use:\nSimply install ChatGPT Chat Searcher from the Chrome Web Store, open the extension, and start searching! It’s a lightweight, powerful tool that enhances your ChatGPT experience in ways you never imagined."
  }
}