{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Group Posting PRO: Facebook™️ Group Bulk Poster - Ban-Free & Hassle-Free"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bulk post to Facebook groups with ease. Facebook group management, bulk posting, automate group posting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ONLY AVAILABLE IN ENGLISH\n\nGroup Posting PRO is the original Facebook™️ group bulk posting tool. If you want the best features while staying ban-free Group Posting PRO is your number one choice.\n\nRecently added new features: - emoji picker, - free built-in trial, -video upload support, -set a post background color, -70% faster posting, -auto-join groups, -resize the extension's size\n\n\n📌 Features at a Glance\n- 70% Faster Posting: Optimize your posting speed for maximum efficiency.\n- Post Background Color Selector: Enhance your posts with customizable backgrounds.\n- Post Template Saving: Streamline your content creation process.\n- SpinText Support: Generate unique post variations effortlessly.\n- Image & Video Upload Support: Enrich your posts with high-quality media.\n- Group Collection Savings: Organize your groups for targeted strategies.\n- Auto Join Groups & Auto Collect Facebook Links: Expand your network effortlessly.\n- Real User Simulation: Stay compliant with platform policies.\n- Set Custom Delays Between Postings: Optimize your posting schedule.\n- Post to Multiple Group Collections: Maximize content visibility across segments.\n- Select Multiple Posts to Publish at Once: Boost your productivity.\n----------------------------------------------------------------------------------------------------------------------------------------\nTransform Your Facebook™ Group Management: Group Posting PRO is the premier Chrome extension that revolutionizes how businesses, marketers, and social media enthusiasts engage with Facebook™ groups. Say goodbye to the cumbersome process of manual posting. With Group Posting PRO, you unlock a suite of powerful tools designed to streamline your group interactions, enhance your reach, and optimize engagement—all from one user-friendly dashboard.\n----------------------------------------------------------------------------------------------------------------------------------------\n\nWhy Choose Group Posting PRO?\n\n✅ Automated Posting: Schedule posts effortlessly, ensuring your message hits the right audience at the right time.\n\n✅ Template Saving: Create, save, and manage post templates with images and content, making consistent quality posting a breeze.\n\n✅ Smart Group Management: Organize your Facebook™ groups with ease for targeted marketing strategies.\n\n✅ Security and Privacy First: Operates locally without collecting personal data, ensuring your information stays secure.\n\n✅ Real User Simulation: Minimizes the risk of bans with behavior that mimics authentic user activity.\n\n----------------------------------------------------------------------------------------------------------------------------------------\n\n🚀 Elevate Your Facebook™ Group Management Today\nWhether you're looking to automate your postings, manage multiple groups effortlessly, or enhance your content with rich media, Group Posting PRO equips you with the tools needed to dominate your niche. Experience smarter, faster, and more effective group management that propels your social media presence to new heights.\n\n----------------------------------------------------------------------------------------------------------------------------------------\n\n🔒 Transparency & Trust\nGroup Posting PRO is an independent tool and is not affiliated with Facebook™ or Meta Inc. We are committed to adhering to all platform guidelines to ensure a safe and effective user experience.\n\n\nIdeal for social media managers, digital marketers, small business owners, and anyone looking to leverage the power of Facebook™ groups to their advantage. Embrace the future of social media management with Group Posting PRO and transform your online presence today!\n\n\n\n\n***\nThis extension is not affiliated with the Facebook website or Meta Inc. Additionally, this extension is not endorsed by Facebook in any way. Facebook is a trademark by Meta Inc."
  }
}