{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Master Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resize images, convert filess offline, JSON to CSV and CSV to JSON directly in your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Converter Pro: Transform your files effortlessly with our powerful Chrome extension. Designed for professionals and casual users alike, Data Converter Pro seamlessly converts between popular data formats including JSON, CSV, XML, and YAML. Whether you're managing databases, developing software, or simply organizing data, this tool makes conversion tasks a breeze.\n\nKey Features:\n\nVersatile Conversions: Switch between JSON, CSV, XML, and YAML with just a few clicks.\nImage Processing: Compress and resize images directly in your browser, supporting formats like PNG, JPEG, and WebP.\nDocument Handling: Convert documents from XLS to CSV, enhancing your productivity without leaving your browser.\nUser-Friendly Interface: Simple, clean, and intuitive design makes navigation and operation smooth for all users.\nHigh Performance: Experience fast, efficient processing without the need for internet connectivity or external services.\nSecure and Private: All conversions are done locally, ensuring your data remains private and secure.\nData Converter Pro is perfect for IT professionals, data analysts, and anyone in need of a reliable tool for data manipulation and conversion. Upgrade your workflow and save time with a solution that fits right into your browser!"
  }
}