{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Echo Chamber"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Echo Chamber Extension: Diverse and balanced information for everyone"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Break Out of the Echo Chamber – Discover Balanced Perspectives!\n\nThe Echo Chamber extension empowers you to step beyond your usual sources and explore a variety of viewpoints, enhancing how you consume information online. Whether you’re browsing Reddit or watching YouTube, Echo Chamber helps you identify, understand, and move beyond echo chambers to broaden your perspective.\n\nKey Features:\n\n1. Echo Chamber Detection - Instantly detect when you're in an echo chamber, whether on a Reddit thread or YouTube video. We use data-driven insights to identify when content might be limiting your viewpoint.\n\n2. Insightful Reasoning - Get a clear breakdown of why a source is flagged as an echo chamber, including specific data points that support our assessment. Understand the reasoning behind the detection to make informed choices.\n\n3. Diverse Recommendations - Access curated recommendations that bring in diverse and balanced perspectives. Discover content that adds depth to your understanding and combats the effects of an echo chamber.\n\nWhy Install Echo Chamber?\nOur mission is to democratize information access across the internet. Echo Chamber isn’t just a tool—it’s a way to empower yourself to make well-rounded decisions, engage with more viewpoints, and avoid the echo chamber trap.\n\nSupported Platforms\nCurrently available for YouTube videos and Reddit threads.\n\nReady to Expand Your Perspective?\nDownload Echo Chamber for free today! For full access to all features, consider upgrading to Premium and take your browsing experience to the next level."
  }
}