{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ürün yorum özeti",
    "en": "Product Review Summary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ürün yorumlarını özetleyin",
    "en": "Summarizes the review comments"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bu eklenti ile herhangi bir Trendyol ürün sayfasındayken ürünün tüm yorumlarının kısa bir özetini görebilirsiniz.\n\nEklentinin amacı ürünün kendisiyle ilgili bir fikir sahibi olmak içindir. Paketleme, kargolama gibi yorumlar elenir, gerçekten ürünle ilgili olan yorumlar değerlendirilir.\n1 yıldızdan 5 yıldıza tüm değerlendirmeler göz önüne alınır, böylece sadece kötü veya sadece iyi yorumlar öne çıkmaz.\n\nYorumları değerlendirmek birkaç saniye sürer ve sonucunda nelerin beğenildiğini, nelerin beğenilmediğini ve genel bir değerlendirme göreceksiniz.\n\nŞimdilik sadece Trendyol üzerinde çalışmaktadır ancak diğer platformlar da ileride eklenecek.",
    "en": "With this plugin, you can see a short summary of all the product reviews on any Trendyol product page.\n\nThe purpose of the plugin is to get an idea about the product itself. Reviews such as packaging and shipping are eliminated, and reviews that are really about the product are evaluated.\nAll reviews from 1 to 5 stars are taken into account, so both bad and good reviews are taken into account.\n\nIt takes a few seconds to evaluate the reviews and as a result, you will see what was liked, what was not liked and a general evaluation.\n\nIt only works on Trendyol for now, but other platforms will be added in the future."
  }
}