{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnkiTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace new tab page with Anki flashcards"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make reviewing flashcards lighter and easier by integrating them on your browsing habits.\n\nNo more dreaded hour-long Anki sessions! AnkiTab gives you a selection of flashcards each time a new tab is opened, allowing you to mix in tiny chunks of card reviewing through the day, which leads to a more lightweight and productive learning.\n\nFeaturing built-in deck interleaving, which has been scientifically proved to improve the learning process [1][2][3][4].\n\nThe extension is totally open source and all the code is licensed under The Unlicense, which is extremely permissive. The code repository can be found at https://github.com/corollari/ankiTab.\n\nIf you find any issue/bug or want to request any feature, email me at ankitab@albert.sh or create an issue on github.\n\n[1] Pan, Steven C. The Interleaving Effect: Mixing It Up Boosts Learning. Scientific American. August 2015. Retrieved Sep 9, 2018, from https://www.scientificamerican.com/article/the-interleaving-effect-mixing-it-up-boosts-learning/\n[2] Rohrer, D. Interleaving Helps Students Distinguish among Similar Concepts. Educ Psychol Rev (2012) 24: 355. https://doi.org/10.1007/s10648-012-9201-3\n[3] Rohrer, D., Dedrick, R. F., & Stershic, S. (2015). Interleaved practice improves mathematics learning. Journal of Educational Psychology, 107(3), 900-908.\n[4] John Dunlosky, Katherine A. Rawson, Elizabeth J. Marsh, Mitchell J. Nathan, and Daniel T. Willingham (2013). Improving Students’ Learning With Effective Learning Techniques. Psychological Science in the Public Interest (Vol 14, Issue 1, pp. 4 - 58)."
  }
}