{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Bookmark Dashboard",
    "ja": "Bookmark Dashboard - 便利なブックマーク管理ツール",
    "ko": "Bookmark Dashboard - 간편한 북마크 관리 툴",
    "zh_CN": "Bookmark Dashboard - 超好用的书签管理工具"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Powerful and beutiful bookmark manager for neater display and easier management.",
    "es": "Potente y hermoso administrador de marcadores para una visualización más ordenada y una gestión más sencilla.",
    "fr": "Gestionnaire de signets puissant et esthétique pour un affichage plus propre et une gestion plus facile.",
    "ja": "よく使うブックマークをダッシュボードに整理し、素早くアクセスして簡単に管理できます",
    "ko": "자주 사용하는 북마크를 대시보드에서 정리하고 빠르게 방문하여 쉽게 관리할수 있습니다",
    "zh_CN": "常用书签做成dashboard，归类整洁，快速访问，方便管理"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Bookmarks will be displayed in a draggable and resizable dashboard format, and highly convenient management features are provided.\n\n★ Dashboard\n1. Frequently visited bookmarks can be organized into Dashboard page for quick access.\n2. By default, all folders (and subfolders) containing at least 1 bookmark will be displayed in dashboard, one dashboard item for each folder. Within a dashboard item, bookmarks can be set to display both favicons and titles, or just favicons. By clicking on the Θ icon, dashboard item will be hidden.\n3. Each dashboard item can be moved by clicking and dragging the title bar, and resized by clicking and dragging the bottom-right corner icon.\n4. If the default layout of dashboard is modified by dragging or resizing items, a reset icon will be shown in the top-right corner of dashboard. The layout can be reset to default by clicking on the icon.\n5. Clicking on the menu icon in top-right corner of any dashboard item will open the Explore page, automatically located in the corresponding folder.\n\n★ Explore\nAll bookmarks and folders can be viewed and managed from the Explore page, operations such as adding, updating, moving, and deleting are provided. \n\n★ Tool\nFrom the Tool page, select a folder and click the \"Start\" button to trigger a sequential detection for all bookmarks within it, checking if the links are accessible.\n\n★ Search\nSearching for bookmarks is possible by clicking on the search box in the header.",
    "es,fr": "Bookmarks will be displayed in a draggable and resizable dashboard format,\nand highly convenient management features are provided.\n\n★ Dashboard\n1. Frequently visited bookmarks can be organized into dashboard page for quick access.\n2. By default, all folders (and subfolders) containing at least 1 bookmark will be displayed in dashboard, one dashboard item for each folder.\n3. Each item in the dashboard can be moved by clicking and dragging the title bar, and resized by clicking and dragging the bottom-right corner icon.\n4. If the default layout of dashboard is modified by dragging or resizing items, a reset icon will be shown in the top-right corner of dashboard. The layout can be reset to default by clicking on the icon.\n5. Clicking on the menu icon in top-right corner of any dashboard item will open the Explore page, automatically located in the corresponding folder.\n\n★ Explore\n1. All bookmarks and folders can be viewed and managed from the Explore page, operations such as adding, updating, moving, and deleting are provided. \n2. Folders that do not need to be displayed in the dashboard can be hidden by unchecking the \"show in dashboard\" option.\n\n★ Tool\nSelect a folder and detect all bookmarks within it to check if the links of the bookmarks are accessible.\n\n★ Search\nSearching bookmarks is possible by the search box in the header.",
    "zh_CN": "书签将以可拖动和可调整大小的dashboard形式来展示，并提供高度便捷的管理功能。\n\n★ Dashboard\n1. 常用书签可以组织到目录中，从dashboard页面快速访问。\n2. 默认情况下，所有包含至少1个书签的目录都将显示在dashboard中，每个目录对应一个dashboard项目。dashboard项目内，书签可以选择显示图标和标题，或只显示图标。不想在dashboard中显示的目录可以点击右上角Θ图标进行隐藏。\n3. dashboard中的每个项目可以通过点击并拖拽标题栏移动位置，点击并拖拽右下角的角标则可以调整大小。\n4. 如果因为拖动或调整项目大小改变了dashboard的默认布局，在dashboard的右上角将显示一个重置图标。单击图标可以将dashboard重置为默认布局。\n5. 每个dashboard项目的右上角有一个菜单图标，点击菜单图标将进入管理页面，并自动定位于相应的目录。\n\n★ 管理\n管理页面内可以查看所有书签和目录。在管理页面中，左侧展示所有目录层级，右侧以列表形式展示对应目录下所有内容，提供对单个或多个书签和子目录的新增、更新、移动和删除等操作。\n\n★ 工具\n选择一个目录，可对该目录（包括子目录）下的所有书签进行检测，查看书签的链接是否可访问\n\n★ 搜索\n点击头部导航栏中的搜索框可在全局范围内对书签进行搜索"
  }
}