{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PUNKIM Site Oficial"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PUNKIM Infoprodutos  e Ferramentas Digitais"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ACESSO GRATUITO & IMEDIATO a todos os materiais, dicas, estratégias e segredos do site PUNKIM.com\n\n>>> MOTIVOS para você instalar a extensão agora <<<\n\n★ Acesso ao site com apenas 1 clique do mouse\n\n★ Recebimento gratuito de 1 produto digital por mês (ver abaixo)\n\n★ Participação em nossos sorteios de produtos digitais\n\n★ Recebimento gratuito de acesso a novos cursos e materiais\n\n★ Possibilidade de adquirir os mais recentes produtos, serviços e ferramentas digitais que são lançados no exterior - tudo com descontos que chegam a 90% do valor normal e sem nenhuma violação de direitos autorais\n\n★ Artigos, recursos, materiais de apoio, aulas em vídeo, atalhos e dicas exclusivas\n\n★ Acesso ao nosso Grupo Secreto no Facebook (novo)\n\n★ Acesso antecipado aos nossos e-books e materiais de apoio exclusivos\n\n★ Inexistência de qualquer risco na instalação da extensão, pois ela funcionará como um atalho rápido de acesso ao nosso site (nada será instalado em seu computador), além de todas as vantagens mencionadas acima.\n\n>>> ATENÇÃO <<<\n\nTODOS OS MESES nós oferecemos 1 produto digital GRATUITAMENTE para todos aqueles que INSTALARAM A EXTENSÃO (e registraram/confirmaram o e-mail).\n\nOs links são enviados via NOTIFICAÇÃO em seu GOOGLE CHROME - OU SEJA, você precisa ter a extensão instalada e habilitada para receber o link de acesso.\n\n★★★★★★★\nPUNKIM.com\n★★★★★★★\n\n______________________\n\n>>> Quer criar uma extensão como esta para o seu site?\n\nEntre em contato: lelehd [arroba] hotmail.com\n\n______________________"
  }
}