{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in VLC™ media player"
  },
  "short": {
    "am,ar,bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,fa,fil,gu,he,hi,hr,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Send audio and video streams directly to the well-known VLC™ media player",
    "bg": "Изпращане на аудио и видео потоци директно към добре познатия медиен плейър VLC™",
    "cs": "Odesílání audio a video streamů přímo do známého multimediálního přehrávače VLC™",
    "da": "Audio- und Videostreams direkt an den bekannten VLC™ Media Player senden",
    "el": "Αποστολή ροών ήχου και βίντεο απευθείας στο γνωστό πρόγραμμα αναπαραγωγής πολυμέσων VLC™",
    "et": "Saate heli- ja videovooge otse tuntud VLC™ meediapleierisse",
    "fi": "Lähetä ääni- ja videovirrat suoraan tunnettuun VLC™-mediasoittimeen.",
    "fr": "Envoyez des flux audio et vidéo directement sur le célèbre lecteur multimédia VLC™.",
    "hu": "Hang- és videófolyamokat küldhet közvetlenül a jól ismert VLC™ médialejátszóba.",
    "it": "Invia flussi audio e video direttamente al noto lettore multimediale VLC",
    "ja": "オーディオやビデオのストリームを著名なVLC™メディアプレーヤーに直接送信する",
    "nl": "Stuur audio- en videostreams rechtstreeks naar de bekende VLC™ mediaspeler",
    "zh_CN": "将音频和视频流直接发送到著名的VLC™媒体播放器上"
  },
  "long": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es,es_419,fa,fil,gu,he,hi,hr,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Open in VLC™ media player extension, sends video and audio links to the well-known VLC media player. This way you can directly watch online streams in the VLC media player with just one click. To send these links to the VLC media player, right-click over the video or audio link and use the context menu item or use the browser action button. If the extension only grabs a single link, the link is opened in the player. If multiple links are detected, you will get a prompt box to select media links to be sent to the player.\n\nNote: For this extension to work, you will need to install a minimal native-client application. Instruction on how to install the native client will be displayed once the extension is used. You can also watch installation instruction on the FAQs page\n\nHow to use this extension:\n1. The extension appends a context menu item to the browser context menu when the media element is the target.\n2. The toolbar icon becomes active (colorful) when a page is supported\n\nAs of version 0.2.0, there is a tool to join media files in a single media file. You can find this tool on the right-click context menu over the page action button. The output format of this tool is WAV. You can use VLC to convert this WAV file to any other audio format.\n\n--- Legal\nVLC is a trademark of the VideoLAN organization. This extension is an independent project and has no relationship to the VLC team or VideoLAN organization.",
    "bg,cs,da,de,el,et,fi,fr,hu,it,ja,nl,zh_CN": "Open in VLC™ media player extension, sends video and audio links to the well-known VLC media player. This way you can directly watch online streams in the VLC media player with just one click. To send these links to the VLC media player, right-click over the video or audio link and use the context menu item or use the browser action button. If the extension only grabs a single link, the link is opened in the player. If multiple links are detected, you will get a prompt box to select media links to be sent to the player.\n\nNote: For this extension to work, you will need to install a minimal native-client application. Instruction on how to install the native client will be displayed once the extension is used. You can also watch installation instruction on the FAQs page\n\nHow to use this extension:\n1. The extension appends a context menu item to the browser context menu when the media element is the target.\n2. The toolbar icon becomes active (colorful) when a page is supported\n\nAs of version 0.2.0, there is a tool to join media files in a single media file. You can find this tool on the right-click context menu over the page action button. The output format of this tool is WAV. You can use VLC to convert this WAV file to any other audio format.\n\n--- Legal\nVLC is a trademark of VideoLAN organization. This extension is an independent project and has no relationship to the VLC team or VideoLAN organization."
  }
}