{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN United Kingdom - Planet VPN lite Proxy",
    "de": "VPN Vereinigtes Königreich - Planet VPN lite Proxy",
    "fr": "VPN Royaume-Uni - Proxy Planet VPN Lite",
    "hi": "VPN यूनाइटेड किंगडम - प्लेनेट VPN लाइटप्रॉक्सी"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get accesss to any website or service with our free VPN United Kingdom proxy",
    "de": "Erhalten Sie Zugang zu jeder Webseite oder jedem Dienst mit unserem kostenlosen VPN Vereinigtes Königreich Proxy",
    "fr": "Accédez à n'importe quel site Web ou service avec notre proxy VPN gratuit pour le Royaume-Uni",
    "hi": "हमारे मुफ़्त VPN यूनाइटेड किंगडम प्रॉक्सी केसाथ किसी भी वेबसाइट या सेवा का एक्सेसपाएं"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Planet VPN Lite for the UK - a fast, reliable, and unlimited free VPN offering British Proxy service for Chrome. Our servers are 100% free, equipped with top-tier encryption to ensure anonymous access to local websites and resources.\n\nWith our free VPN UK Chrome extension, easily mask your real IP address, gaining seamless access to information that might be inaccessible in your area. This proves especially beneficial when travelling internationally and needing access to local resources from abroad.\n\nPlanet VPN applications are compatible with all devices, including PCs, Macs, iOS, Android mobile phones, routers, and more. Download them for free from our website: https://freevpnplanet.com/download/. Our apps leverage OpenVPN technology or the IKEv2 protocol (for mobile devices), providing comprehensive protection for your devices.\n\nOur top-notch free VPN for the UK browser extension features a user-friendly interface offering:\n\n★ Unlimited Access to Internet Resources:\nEffortlessly access locally restricted content such as social media platforms and online streaming services with just one click. Choose from multiple UK servers with our free VPN UK. \n\n★ Regional Content Accessibility:\nUtilize our VPN's regional servers to virtually relocate to any city in the UK. Choose your preferred VPN server and enjoy seamless browsing!\n\n★ Secure Browsing of Sensitive Content:\nEnsure complete anonymity and enhanced data protection while browsing sensitive websites. Your privacy remains intact with our free VPN UK.\n\n★ Completely Free:\nWe are committed to providing free and secure VPN service for all users.\n\nWhy choose Free VPN Lite for the UK?\nOur VPN Lite for the UK stands out as the leading free, unlimited VPN and proxy service for Chrome, offering secure internet access to users worldwide. With cutting-edge technologies and robust encryption methods, accessing any web resource becomes effortless. We guarantee high-speed VPN connections, absolute data confidentiality, and round-the-clock customer support. Our dedication to delivering high-quality products and innovative solutions distinguishes Planet VPN Lite in the realm of free VPN services.\n\nIf you find our extension helpful, please take a moment to rate us! We appreciate your support!\n\nExperiencing technical difficulties? Before giving us a low rating, feel free to reach out to us for assistance: https://freevpnplanet.com/contact-us"
  }
}