{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IhatePhish - Do not fall for phishing attacks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reminds user to look at url before entering credentials"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A very common method of hacking is phishing, where the bad guy tries to get the victim to click on a link to a fake sign in page. The fake page often looks very much like the real thing, so to the untrained eye, could fall for it and enter their credentials. When the victim types these credentials in, the username and password will be sent to the hacker. \n\nHowever, people can protect against this if they look at the url before typing out the address because all domain names are unique. For example, if a hacker wants to fake a facebook site, it will be impossible to register their fake site to facebook.com. Therefore, you will know that the site you are visiting is fake if you look at the url address bar at the top of the browser, as the fake site will have a different domain name. \n\nThis extension will throw a popup whenever you're at a login page to remind you to look at  the address bar before you type in your credentials. \n\nBy all means, this will not PROTECT you. If you enter your credentials in a dodgy website, this extension won't protect you. \nThis extension is JUST a POPUP REMINDER TO LOOK AT THE ADDRESS BAR before you enter credentials. Please don't sue me if you get hacked. \n\nNote: This doesn't work on all websites."
  }
}