{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic Currency Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically convert currencies using rates provided by the European Central Bank"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New in the latest update:\n* Improved detection of numbers that should be converted\n* Fixes for latest required manifest version\n\nAn automatic currency converter is what the name suggests. It allows you to convert to and from all of the supported currencies! Online shopping has never been easier. The converter is always up to date with current rates from the European Central Bank, so you are assured and guaranteed of getting the latest rates! No matter what page you are using, the currency converter will attempt to provide you with whatever currency you want.\n\nKey Features:\n* Automatically detects the currency used on most pages\n* Automatically converts currencies, i.e. prices, (from supported currencies) using said detection to a supported currency of your choice\n* Automatically updates conversion when an AJAX request is completed, such as when AutoPatchWork loads a new page.\n* Specify additional exchange rate to account for differences between your exchange rate and the official ECB exchange rate\n* Right-click selected text/number and select 'Convert selected text' to get a conversion of the selected number.\n\nSupported currencies:\nUSD, JPY, BGN, CZK, DKK, GBP, HUF, PLN, RON, SEK, CHF, ISK, NOK, HRK, RUB, TRY, AUD, BRL, CAD, CNY, HKD, IDR, ILS, INR, KRW, MXN, MYR, NZD, PHP, SGD, THB, ZAR, EUR"
  }
}