{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JD Product Date Scraper Integrated with API"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JD Data Scraper - easy data extraction tools of product, price, sales rank, review"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JD Product Date Scraper Integrated with API - Simple product, price, sales rank, and feedback data extraction tools\n\nThis chrome extension allows you to extract the webpage content of JD.com  into an editable CSV file. You can now use this extension to extract the product list of your competitors, brand, products in any product specification, customer feedback of a specific product.\n\nThe difference between our extension vs other scrapers is we not only extract the Price.\n\n- We extract practically every page data, including price, shipping, product, sales rank, product description, product feature, customer review, and items purchased by customers who bought this item.\n\n- Bulk URL feature allows you to add up to 100 product URLs, single product URLs, category URLs, or both, all of which must be separated by commas and exported data to an excel file.\n\n- When you click the Start Extraction button, the scraper automatically collects product data. Scrap product data such as Product Title, Price, Brand.\n\n- If the extension closes for any reason during the process, click the restart button to resume extraction from that product.\n\nHow to use :  \n\n1. Visit JD.\n2. In the search bar, type any keywords you want, such as a brand name, product keywords, and so on.\n3. To fine-tune the search results, use the filtering option and then press enter.\n4. Once the search results have appeared, launch the chrome extension and click the start button. The data will be exported to an excel file.\n\nWhat you benefit from this product :\n\n- Bulk URL: The bulk URL must be a comma-separated list of product URLs from which data can be collected.\n- Restart functionality: You can resume scraping data from a product if the scrapper closes in the middle of a job.\n- Analyze your competitors: Extract the whole product list, sales rank, and pricing information in excel format for further analysis\n- Online retail arbitrage: In Excel, extract the product specifications of the lowest-priced product and put it on a different marketplace.\n- Know your customer: Obtain customer feedback on specific products.\n- Market research: Recognize the number of resellers and competitors selling the same products in the same market \n- Unauthorized sales channel monitoring:  You may easily determine which merchants list below reseller price, as well as potential resellers that engage in parallel import or counterfeit products, by extracting product and listing information. \n-If extension get closed accidently then no need to worry your data will be stored and displayed. Once clicked on the extension.\n\nWhat data you can extract : \n- Product specification\n- Price\n- Seller price and details\n- Sales rank\n- Product image\n- Customer review\n\nWhat product categories support :\n- All categories\n\n\nException :\n- If the computer runs out of RAM, the browser may be shut down due to the large data extraction operation. This suggests retrieving no more than 1000 data points at a time.\n- Depending on the volume of data, the extension may hang or require an unusually long loading time.\n\nTechnical support :\nWe welcome any comments or ideas to enhance the products. Please contact: hello@datasunday.com\n\nDeveloper: www.datasunday.com\n\nPrivacy Policy: https://datasunday.com/pages/privacy-policy"
  }
}