{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BLOCX. Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The BLOCX. Wallet extension is a secure and user-friendly platform, offering features such as storage, sending, bridging, masternode"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The BLOCX. Wallet Extension is your gateway to secure and efficient cryptocurrency management. Designed with beginners in mind, this user-friendly extension offers a clean interface and quick setup, making it the ideal choice for navigating the world of digital assets with ease.\n\nKey Features:\n- Supported Blockchains: Seamlessly manage assets across BLOCX., Ethereum (ETH), and Binance Smart Chain (BSC).\n- Cryptocurrency Storage & Transfers: Easily store, send, and receive cryptocurrencies with a few simple clicks.\n- Unique Bridging Functionality: Bridge assets effortlessly between BLOCX. Blockchain and BLOCX ETH Token, expanding your crypto possibilities.\n- WalletConnect Integration: Connect your wallet to a wide range of decentralized applications (dApps) securely and hassle-free.\n- Masternode Management: Simplify masternode setup, management, and voting with built-in tools designed for efficiency.\n\nBuilt for You:\nWhether you're new to cryptocurrency or exploring advanced blockchain capabilities, the BLOCX. Wallet Extension is the perfect companion. Its intuitive design, robust security, and comprehensive features ensure a smooth and reliable experience for all users.\n\nTake control of your digital assets today with the BLOCX. Wallet Extension—where innovation meets simplicity!"
  }
}