{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR Code Scanner - Online QR Code Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scan QR codes right in your browser. You can upload an image, take a screenshot, or use your webcam to decode QR codes!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily scan QR codes with the \"QR Code Scanner - Online QR Code Reader\" Chrome extension, designed for quick, easy, and secure QR code scanning. Whether you want to upload a QR code image, scan one directly using your webcam, or scan a QR code on your current tab, this extension has you covered. It is a user-friendly tool that you can easily add to your Chrome browser.\n\nAdditionally, you can visit our official website! You will find the best online free tool in the footer section!\n\n👉 Online QR Code Reader Features:\n\n► Upload or Scan with Ease: Whether you have a QR code saved as an image or want to scan one in real-time using your webcam, this extension makes the process seamless. Simply upload the image or activate your camera to instantly read the QR code.\n\n► Instant and Accurate Results: The Online QR Code Scanner is designed to deliver quick, precise results. Within seconds of scanning, the tool will decode the QR code and display the relevant information, saving you time and hassle.\n\n► Handles a Wide Range of Data: From website URLs and contact details to product information, text messages, and even geographic locations, this tool is equipped to process various types of QR code content. No matter what the QR code holds, the reader will handle it effortlessly.\n\n► Accessible for All Users: Whether you're a casual user needing to scan a single QR code or a professional managing multiple codes, this extension is suitable for everyone. Best of all, it's completely free to use, making it a go-to solution for anyone in need of reliable QR code scanning.\n\n👉 Added Features:\n\n► Generate QR Codes Instantly: Not only can you scan QR codes, but you can also generate a QR code for the current URL of any website you visit with just a single click. This makes sharing links quick and effortless.\n\n► Customize Your QR Codes: Personalize your QR codes using the built-in modifier section. You can enter custom messages, adjust the background and foreground colors, and tailor the design to suit your needs.\n\n► Save as PNG: Once you’ve created or customized your QR code, you can easily download it as a high-quality PNG file, perfect for sharing or saving for later use.\n\nOne cool thing is that this scan qr code Extension is free, and you don't need to log in or sign up to use the services. (Installing or uninstalling this extension may display promotional content.)"
  }
}