{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Quick Buttons for your text"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Insert your custom prompts into ChatGPT, Claude, Copilot, 1 click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now also works with English versions of Claude and Copilot! Now you can backup your profile in user interface! (look down there)\n\nChatGPT Quick Buttons for Your Text!\nInsert your custom prompts into ChatGPT (And Claude and copilot) with a single click!\n\nWorks in Claude (English version of site is only one that has been tested, if does not work, try switching to it.)\nWorks in Copilot (English version of site is only one that has been tested)\n\nCreate and customize buttons that insert your frequently used prompts or use pre-defined ones. Settings and profiles, simple, just works. Buttons are added directly into the ChatGPT input field and you can auto-send any button individually. Save time and streamline your conversations by having your personalized prompts readily accessible. Easy to use interface. Free and open-source. Not sending your data anywhere. Saves your prompts in your browser's synchronized storage.\n\n\nFeatures\nCustomizable Buttons: Create buttons with your own prompts or messages to insert into ChatGPT instantly.\nProfiles Management: Organize your buttons into different profiles for various contexts or projects.\nEmoji Icons: Assign any emoji as an icon for your buttons to easily identify them. Press Windows key + . (dot) to open the emoji picker. OR use any character! For example, use \"3\" to \"explain in 3 sentences\"\nAuto-send Option: Enable or disable auto-send for each button, allowing messages to be sent automatically after insertion.\nKeyboard Shortcuts: Activate keyboard shortcuts (Alt + 1 to Alt + 0) to trigger your custom buttons without clicking.\nSeparators: Organize your buttons by adding separators for better visual grouping.\nIn-Browser Settings: Manage all your settings and configurations directly within your browser for convenience.\nHow to Use\nAccess Extension Settings: Click on the extension icon in your Chrome toolbar to open the settings popup.\nCreate a Profile: Use the \"Add Profile\" button to create a new profile for your buttons.\nDownload and upload profile: Use keys at the bottom of user interface.\nAdd Custom Buttons:\nEnter an emoji in the \"Button Icon\" field. You can copy paste any emoji here - your AI can suggest them. You can press Windows key + . (dot) to open the emoji picker.\nType your custom prompt or message in the \"Button Template Text\" field.\nClick \"Add Button\" to add it to your button list.\nOrganize Buttons: Use drag-and-drop to reorder your buttons or add separators for better organization.\nConfigure Settings:\nToggle \"Enable Global Auto-send\" to automatically send messages upon button click.\nToggle \"Enable Keyboard Shortcuts\" to use Alt + [Number] shortcuts for your buttons. Only first 9 buttons have shortcuts. \nSwitch Profiles: Easily switch between different profiles using the dropdown menu in the settings popup.\nEnhance your ChatGPT interactions by customizing it to suit your needs. With ChatGPT Quick Buttons, your most-used prompts are just a click or keystroke away!\n\nIf something doesn't work, reload browser and if it doesn't help, contact me. Extension should not break anything by design and leaves system empty after uninstalling.\n\nUpdate in 0.0.0.2: \nFixed autosend not working when field is empty.\nFixed autosend toggle missing from interface.\n\nUpdate in 0.0.0.3:\nNow:\nWorks with new interface that has a web search buttons.\nWorks in free version too.\n\n0.0.0.4\nOpenAI changed something and it didn't worked for me. Works now + Now should work with any interface language.\n\n0.0.0.5 \nBackup and restore your profiles\nWorks in Claude\nWorks in Copilot\n\n0.0.0.6\nChatGPT changed something and it didn't worked with it. Fixed.\nClaude did the same thing\n\n0.0.0.7\nShift clicking now inverts autosend behaviour everywhere.\nBetter profile import."
  }
}