{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ASIN & ISBN Linker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension supports how you discover products on Amazon (and other online marketplaces) by automatically converting raw Amazon…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension supports how you discover products on Amazon (and other online marketplaces) by automatically converting raw Amazon Standard Identification Numbers (ASINs) and 13 digit International Standard Book Numbers (ISBNs) into clickable links within any webpage.\n\nDo you often encounter ASINs or ISBNs on the web and wonder what product they refer to on Amazon? Perhaps you're a book enthusiast, an e-commerce merchant, or a savvy online shopper. In any case, our extension is crafted to streamline your online experience.\n\nFeatures:\n🚀 Instant Conversion: With our advanced scripting, the extension scans any webpage you visit for ASINs and ISBNs. Once detected, these numbers are instantly transformed into clickable links, leading you straight to the product page or puts the item at the top of search results.\n\n🔗 Seamless Integration: The ASIN & ISBN Linker works subtly in the background, without disrupting your browsing. Links are cleanly embedded into the webpage, so you might not even notice them until you hover over!\n\n⚡ Efficiency & Speed: Our extension is lightweight and highly efficient, designed to operate swiftly without slowing down your browser.\n\n🔒 Safe and Unobtrusive: Your privacy matters. The ASIN & ISBN Linker only needs access to read the webpages you visit, it doesn't collect or store any personal data.\n\n⏳ Time Saver: No more copying and pasting or manually searching for ASINs and ISBNs on Amazon. This tool does the work for you!\n\n🆕 Update: Improved performance in version 1.2.2.\n\nWhether you are an Amazon seller tracking products, a book lover hunting for new reads, or a shopper seeking quick access to product information, the ASIN & ISBN Linker is the perfect tool to enhance your online experience.\n\nInstall ASIN & ISBN Linker today to explore a smarter way of shopping!\n\nDisclaimer: This Chrome Extension may include affiliate links that can generate a small commission, with no extra cost to you. We use this revenue to continually develop and enhance our extensions."
  }
}