{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shootz unblocked games shooter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Sniper game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shootz: Unblocked Games Shooter - A stickman sniper game with various weapon upgrades!\n\nWelcome to Shootz: Unblocked Games Shooter! This is a stickman sniper game where players can upgrade their weapons in intense battles.\n\nKey Features:\n\nSimple Stickman Style: The game features characters and scenes presented in a simple stickman style, giving a relaxed and enjoyable feeling. You will play as a stickman sniper and engage in battles against enemies.\n\nDiverse Weapon Selection: The game offers various types of weapons, including sniper rifles, assault rifles, handguns, and more. Each weapon has different characteristics and performance, allowing you to choose the right weapon based on your tactical needs. Additionally, you can upgrade the power and effectiveness of your weapons through the game's upgrade system.\n\nExciting Battle Scenes: The game features thrilling battle scenes for you to challenge. From city streets to desert battlefields, each scene is filled with enemies and dangers. You need to use your sniper skills to accurately shoot enemies, protect yourself, and complete missions.\n\nWeapon Upgrade System: In the game, you can earn experience and coins by defeating enemies and completing missions. Utilize these resources to upgrade your weapons, improving their range, firepower, and accuracy. Upgrading your weapons will give you an advantage in battles.\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}