{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beastnotes ▪ Take notes for online courses"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take notes and learn effectively while watching course videos on MOOC platforms, YouTube etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beastnotes is a notebook for online courses, enabling you to learn and study effectively across the web. The extension and website work together seamlessly to help you take notes while watching MOOC lecture videos and studying thereafter.  As a result, you can: \n\nLearn effectively\nTake in-context notes while focusing on MOOC lecture videos. No more tabbing through apps or scribbling frantically on paper. The extension is widely supported on learning websites such as Coursera, Udemy, edX, Zoom, and Youtube, live streaming sites, reference and news sites, blogs, and beyond, offering features such as Video Timestamps. In addition, you can use a Pomodoro timer, set goals, and understand how you spend your time learning.   \n\nStay organized\nUse a familiar textbook hierarchy to structure notes according to your online course. The notes taken via the extension will be organized on the website where you can study them. \n \nStudy for exams\nNotes are linked to the course webpage you typed them on. Review these notes in context, when rewatching video lectures on, whether on Udemy, Coursera, or other learning sites. The website is designed to help you study content effectively and has features to help exam preparation.\n \nCollaborate with classmates\nYou can share notes directly from the extension. As importantly, you can also easily capture meeting notes when you are in a video conferences with your classmates. Beast notes works with Google Hangouts / Meet and other web-based video conference tools.   \n\nBy installing the extension, you agree to our Terms of Service present in this link: https://www.beastnotes.com/#!/terms-of-service. And here is a link to our Privacy Policy - https://www.beastnotes.com/#!/privacy-policy - if you would like to learn more about it.  \n\nSteps to get started: \n\n1. Install the extension\n2. Sign up on www.beastnotes.com\n3. Sign in\n4. Select or create a notebook\n5. Take notes! \n\nPlease provide your thoughts, ideas and feedback in the links in the extension and website. We would be delighted to hear from you!\n\nwww.beastnotes.com"
  }
}