{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickShrink"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly shorten URLs using the QuickShrink API."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "---\n\nQuickShrink Extension: Effortless URL Shortening 🚀\n\nQuickShrink Extension is a simple and efficient tool for shortening URLs. Designed for ease of use, QuickShrink allows you to quickly convert long URLs into short, manageable links.\n\nWhy Install QuickShrink?\n\n- Quick URL Shortening ⚡: Instantly shorten long URLs into concise, shareable links with just one click.\n- User-Friendly Interface 🖥️: Simply input the URL you want to shorten, click the arrow button, and get your shortened link immediately.\n- Reliable Service 📈: Depend on consistent performance for all your URL shortening needs.\n\nSimplify your link management today with QuickShrink!\n\n---\n\nHow to Use QuickShrink 📖?\n\n Shorten a URL:\n    - Enter the URL you want to shorten in the input field.\n    - Click the arrow button to shorten the link.\n    - Your shortened URL will be displayed.\n\nFAQ ❓\n\n- Q: How secure are the shortened URLs?\n  - A: QuickShrink ensures your links are safely shortened and managed.\n\n- Q: Is there a limit to the number of URLs I can shorten?\n  - A: No, QuickShrink API™️ allows you to shorten an unlimited number of URLs. However, the QuickShrink Extension can only store a limited number of urls (limit set due to Chrome storage size) and only display 3 shortened URLs at a time.\n\n- Q: Can I track the usage of my shortened URLs?\n  - A: Currently, QuickShrink focuses on providing a simple shortening service without tracking capabilities.\n\n- Q: Are the shortened URLs permanent?\n  - A: Yes, once a URL is shortened, it will remain active indefinitely unless deleted.\n\n- Q: Does QuickShrink support custom short links?\n  - A: At this time, QuickShrink Extension does not support custom short links but this feature will be added soon.\n\nContact Us 📬\n\nIf you have any questions or feedback, feel free to reach out:\n\n- **Email:** developer@qshrink.fun\n- **GitHub:** [ShadowSlayer03](https://github.com/ShadowSlayer03)\n\n---\n\nHappy shortening! 🎉\n\n---"
  }
}