{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESPNCricinfo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows you the latest cricket news, features and live scores from ESPNcricinfo.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESPNcricinfo extension for Google Chrome, giving you the latest cricket news, features and live scores from the world's leading and favourite cricket site, ESPNcricinfo.com.\n\nNew in 1.8.5\n\n• Bug fixes\n\n• Added chrome desktop notification alert\n\nNew in version 1.8.4\n• Important security update\n\nNew in version 1.8.3\n• We've stopped requesting for the 'tabs' permission, so you will no longer see the warning about the extension requiring access to your history\n\n• A bug that prevented the users from deselecting the second team has been fixed\n\nNOTE: in version 1.8.1 you may be asked to approve some new permissions. Don't worry - we just need to access various ESPN Cricinfo servers which previously we didn't.\n\nAnyway, as we were saying, in addition to alerting you about a new story via a small notification badge, we also show the current scores in a tooltip when you hover over the extensions's icon.\n\nWicket Alerts: You can now select one or more matches to follow (by clicking the checkboxes next to them). Whenever a wicket falls at one of your chosen matches, the extension's icon will change to a W on a red background. You can click the icon to see the wicket that fell. \n\nAlternatively, you can choose to be notified by a Desktop Notification alert. Please visit the Options page to enable Desktop Notifications. There is a bug in Chrome whereby clicking \"Disable notifications from ESPNCricinfo\" does nothing. If you don't want Desktop Notifications, please disable them from the extension's Options page.\n\nYou can filter the news stories by country. Click on the small gear icon in the top right corner of the extension to access the Options page and select up to two countries."
  }
}