{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quiz Solver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quiz Solver is Your AI-Powered Study Companion."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to QuizSolver – the ultimate AI-powered tool crafted to empower students and professionals on their academic and certification journeys. Our extension is a robust ally in tackling quizzes, homework, and in-depth research across various subjects.\n\nKey Features:\n\nSmart Detection: Automatically recognizes quiz formats across 20+ major quiz websites.\nSmart Highlight : Highlight any text and right click to get the answer.\nQuickSnap Feature: Instantly capture any quiz question for a rapid response.\nAI-Powered Solutions: Harness the power of advanced AI for precise, quick answers.\nUser-Friendly Interface: Simple and intuitive, QuizSolver makes quiz-solving an effortless task.\nEnhanced Learning Experience: Not just answers, but a tool to improve your understanding and performance.\nFlexible Plans: From our free QuizKick Plan to the comprehensive QuizMaster Plan, there’s a perfect fit for everyone.\nWith QuizSolver, you are not just getting an extension; you're gaining a smart study companion that understands your needs. Whether you are a student aiming for academic excellence or a professional seeking to refine your knowledge, QuizSolver is your go-to solution. Try it now and experience a smarter way to tackle quizzes!\n\n‌\n\n🌟 Quick Start with QuizSolver:\n1️⃣ Click the \"Add to Chrome\" button on the Chrome Web Store page to install QuizSolver.\n2️⃣ Once installed, click on the QuizSolver icon in your browser to connect to your account.\n3️⃣ To find answers, simply select the question or text on a webpage, right-click, and choose QuizSolver to get your solution.\n4️⃣ Alternatively, use the QuickSnap feature: draw a canvas around the question, quiz, problem, or exercise, and QuizSolver will provide you with the answer.\n\n🎯Contact us:\nMail: contact@quizsolverai.com\nWebsite: https://quizsolverai.com?utm_source=store&utm_medium=chrome"
  }
}