{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emailbuddy: AI Co-Pilot for Gmail & Outlook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your personalized copilot for Gmail and Outlook"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emailbuddy: Your AI-Powered Email Copilot for Gmail & Outlook\n\nTired of spending countless hours crafting the perfect email? Let Emailbuddy do the heavy lifting for you! Emailbuddy is an AI-powered extension designed to help you quickly compose, reply, and manage your emails with ease. Whether you're drafting a professional message, responding to clients, or just keeping up with your inbox, Emailbuddy ensures your communication is effective, polished, and on-point.\n\nKey Features:\nSmart Email Generation: Automatically generate responses tailored to your preferred tone—be it professional, casual, persuasive, or more.\nReply with Ease: Save time by using AI to quickly craft responses that match your intent, reducing the back-and-forth and boosting your productivity.\nTone Customization: Select from various tones like professional, playful, straightforward, and more to match the context of your communication.\nGmail & Outlook Integration: Seamlessly integrates with your Gmail and Outlook accounts, making it easy to manage all your emails in one place.\nUser-Friendly Interface: Intuitive and simple design ensures you can navigate and use all features without any hassle.\n\n\nWhy Install Emailbuddy?\nBoost Productivity: Reduce the time spent on email writing, allowing you to focus on more important tasks.\nConsistent Communication: Maintain a consistent tone and style across all your emails, ensuring professional communication.\nAI at Your Fingertips: Leverage advanced AI to handle routine emails, so you can dedicate your energy to crafting the ones that matter most.\nEnhance your email efficiency with Emailbuddy—because your time is too valuable to spend on repetitive email writing."
  }
}