{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UltraBlock - Privacy Protection & Adblock",
    "de": "UltraBlock - Datenschutz & Adblock",
    "es": "UltraBlock - Protección de privacidad y Adblock",
    "nl": "UltraBlock - Privacybescherming en adblock"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect your privacy by blocking ads, trackers and removing cookies. A simple tool for faster and more private browsing.",
    "de": "Schützen Sie Ihre Privatsphäre durch das Blockieren von Werbung, Trackern und das Entfernen von Cookies. Ein einfaches Tool für…",
    "es": "Protege tu privacidad bloqueando anuncios, rastreadores y eliminando cookies. Una herramienta simple para una navegación más rápida…",
    "nl": "Bescherm je privacy door advertenties en trackers te blokkeren en cookies te verwijderen. Een eenvoudige tool voor sneller en…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UltraBlock is a super fast Privacy protection and efficient Adblock extension using Manifest V3. UltraBlock removes all known Trackers, Ads and Third-Party cookies for maximum privacy protection. Remove retargeting ads, videos and block services that track your online behaviour. UltraBlock can be used together with the AdBlock, Ghostery or Privacy Badger extension. Use UltraBlock to:\n\n★ Remove Trackers and (retargeting) Ads\n★ Remove Third-Party Cookies\n★ Protect your Privacy\n★ Speed up your browser over 60%\n★ See what services try to tracking you\n★ See what services we prevented from loading\n★ See in which country services store your personal data\n\nAlmost every website uses services like (retargeting) ad networks, analytics or social media buttons. Popular websites even load over 73 of these external services in the background. They do this to profile and track you with the goal to improve conversions or to sell your profile. You, as a visitor, do not need these services for the website to load or a good browsing experience. They only slow you down and compromise your privacy.\n\nUltraBlock automatically blocks unnecessary services like ads, invisible trackers and third-party cookies. It shows what services are loaded in the background of the websites that you visit. UltraBlock makes websites load over 55% faster and keeps your privacy safe.\n\nTRACKER DATABASE\nUltraBlock maintains a manually checked tracker database with 5.471 hostnames of external services. These services are categorized into Advertising, Analytics, Social and Essential. Services that are not necessary for a good browsing experience are marked as 'unnecessary'. With this database UltraBlock automatically blocks ads and trackers that you do not need. UltraBlock shows you exactly what services are loaded in the background of the websites that you visit.\n\nPRIVACY PROTECTION\nUltraBlock protects your privacy in as many ways as possible. It starts by blocking content from services that are marked as 'unnecessary' in the UltraBlock tracker database. This immediately cleans out over 80% of trackers only leaving unknown or new trackers. To make sure even these can not track you UltraBlock cleans up the third-party cookies and your browser cache after every website visit. And finally, to make it even harder for services to track you UltraBlock randomizes your user-agent for each website visit.\n\nLIGTHWEIGHT AND SUPER FAST\nUltraBlock is a lightweight and super fast Chrome extension that runs quietly in the background. UltraBlock can be used by anyone who wants to protect privacy, make the browser run faster and also more secure.\n\nSERVICE INITIATORS\nWhen the publisher of a website installed Google Analytics the code is loaded directly via the HTML of the publisher. In other words the publishers website is the initiator of the Google Analytics script. But when a publisher installed a service like DoubleClick (Google product) then DoubleClick will also load: Google Syndication ,Google Static, 2MDN and sensic.net. In this case the initiator is DoubleClick and not the website of the publisher. When you open the UltraBlock pop-up and click on a service you'll see the label Initiator. This shows what the initiator of the service is. If a service was initiated by another service and not the website you're visiting we'll show an 'e' in front of the service in the service list.\n\nSEE IN WHICH COUNTRY A SERVICE STORES YOUR DATA\nIf you open the Ultrablock popup, you can see in which countries the services that are loaded store your personal data. By temporarily pausing Ultrablock and allowing all services to load, you can see exactly which external services are loaded per website and in which country they store your personal data.",
    "de": "UltraBlock ist eine superschnelle Datenschutz- und effiziente Adblock-Erweiterung mit Manifest V3. UltraBlock entfernt alle bekannten Tracker-, Werbe- und Drittanbieter-Cookies für maximalen Datenschutz. Entfernen Sie Retargeting-Anzeigen, Videos und Blockdienste, die Ihr Online-Verhalten verfolgen. UltraBlock kann zusammen mit der Erweiterung AdBlock, Ghostery oder Privacy Badger verwendet werden. Verwenden Sie UltraBlock, um:\n\n★ Tracker und (Retargeting-)Werbung entfernen\n★ Cookies von Drittanbietern entfernen\n★ Schützen Sie Ihre Privatsphäre\n★ Beschleunigen Sie Ihren Browser um über 60%\n★ Sehen Sie, welche Dienste versuchen, Sie zu verfolgen\n★ Sehen Sie, welche Dienste wir am Laden gehindert haben\n★ Sehen Sie, in welchem Land eine Website und Tracker gehostet werden\n\nFast jede Website verwendet Dienste wie (Retargeting-) Werbenetzwerke, Analysen oder Schaltflächen für soziale Medien. Beliebte Websites laden sogar über 73 dieser externen Dienste im Hintergrund. Dies geschieht, um Sie zu profilieren und zu verfolgen, mit dem Ziel, die Conversions zu verbessern oder Ihr Profil zu verkaufen. Als Besucher benötigen Sie diese Dienste nicht zum Laden der Website oder für ein gutes Surferlebnis. Sie verlangsamen Sie nur und beeinträchtigen Ihre Privatsphäre.\n\nUltraBlock blockiert automatisch unnötige Dienste wie Anzeigen, unsichtbare Tracker und Cookies von Drittanbietern. Es zeigt, welche Dienste im Hintergrund der von Ihnen besuchten Websites geladen sind. UltraBlock beschleunigt das Laden von Websites um über 55% und schützt Ihre Privatsphäre.\n\nTRACKER-DATENBANK\nUltraBlock verwaltet eine manuell überprüfte Tracker-Datenbank mit 5.471 Hostnamen externer Services. Diese Dienste sind in die Kategorien Werbung, Analytik, Soziales und Wesentliches unterteilt. Dienste, die für ein gutes Surferlebnis nicht erforderlich sind, werden als \"unnötig\" gekennzeichnet. Mit dieser Datenbank blockiert UltraBlock automatisch Anzeigen und Tracker, die Sie nicht benötigen. UltraBlock zeigt Ihnen genau, welche Dienste im Hintergrund der von Ihnen besuchten Websites geladen werden.\n\nDATENSCHUTZ\nUltraBlock schützt Ihre Privatsphäre auf so viele Arten wie möglich. Zunächst werden Inhalte von Diensten blockiert, die in der UltraBlock-Tracker-Datenbank als \"unnötig\" gekennzeichnet sind. Dies entfernt sofort über 80% der Tracker und lässt nur unbekannte oder neue Tracker zurück. Um sicherzustellen, dass auch diese Sie nicht nachverfolgen können, bereinigt UltraBlock nach jedem Besuch der Website die Cookies von Drittanbietern und Ihren Browser-Cache. Um es den Diensten noch schwerer zu machen, Sie zu verfolgen, randomisiert UltraBlock Ihren User-Agent für jeden Website-Besuch.\n\nLEICHT UND SUPER SCHNELL\nUltraBlock ist eine leichte und superschnelle Chrome-Erweiterung, die leise im Hintergrund ausgeführt wird. UltraBlock kann von jedem verwendet werden, der die Privatsphäre schützen, den Browser schneller und sicherer machen möchte.\n\nSERVICEINITIATOREN\nWenn der Herausgeber einer Website Google Analytics installiert, wird der Code direkt über den HTML-Code des Herausgebers geladen. Mit anderen Worten, die Website des Publishers ist der Initiator des Google Analytics-Skripts. Wenn ein Publisher jedoch einen Dienst wie DoubleClick (Google-Produkt) installiert, wird DoubleClick auch geladen: Google Syndication, Google Static, 2MDN und sensic.net. In diesem Fall ist der Initiator DoubleClick und nicht die Website des Herausgebers. Wenn Sie das UltraBlock-Popup öffnen und auf einen Dienst klicken, wird die Bezeichnung Initiator angezeigt. Dies zeigt, was der Initiator des Dienstes ist. Wenn ein Service von einem anderen Service initiiert wurde und nicht von der Website, die Sie besuchen, wird in der Serviceliste ein 'e' vor dem Service angezeigt.\n\nSEHEN SIE, IN WELCHEM LAND EIN SERVICE IHRE DATEN SPEICHERT\nWenn Sie das Ultrablock-Popup öffnen, können Sie sehen, in welchen Ländern die geladenen Dienste Ihre personenbezogenen Daten speichern. Indem Sie Ultrablock vorübergehend pausieren und alle Dienste laden lassen, können Sie genau sehen, welche externen Dienste pro Website geladen werden und in welchem Land sie Ihre personenbezogenen Daten speichern.",
    "es": "UltraBlock es una protección de privacidad súper rápida y una extensión Adblock eficiente que utiliza Manifest V3. UltraBlock elimina todos los rastreadores, anuncios y cookies de terceros conocidos para una máxima protección de la privacidad. Elimine los anuncios de reorientación, videos y bloquee los servicios que rastrean su comportamiento en línea. UltraBlock se puede usar junto con la extensión AdBlock, Ghostery o Privacy Badger. \n\n★ Eliminar rastreadores y anuncios (reorientación)\n★ Eliminar cookies de terceros\n★ Proteja su privacidad\n★ Acelere su navegador más del 60%\n★ Vea qué servicios están tratando de rastrearlo\n★ Ver qué servicios hemos impedido\n★ Vea en qué país los servicios almacenan sus datos\n\nCasi todos los sitios web utilizan servicios como redes de publicidad (reorientación), análisis o botones de redes sociales. Los sitios web populares incluso cargan más de 73 de estos servicios externos en segundo plano. Lo hacen para crear un perfil y rastrearlo con el objetivo de mejorar las conversiones o vender su perfil. Usted, como visitante, no necesita estos servicios para cargar el sitio web o una buena experiencia de navegación. Solo te ralentizan y comprometen tu privacidad.\n\nUltraBlock bloquea automáticamente servicios innecesarios como anuncios, rastreadores invisibles y cookies de terceros. Muestra qué servicios se cargan en el fondo de los sitios web que visita. UltraBlock hace que los sitios web se carguen un 55% más rápido y mantiene su privacidad segura.\n\nBASE DE DATOS DEL SEGUIDOR\nUltraBlock mantiene una base de datos de seguimiento controlada manualmente con 5.471 nombres de host de servicios externos. Estos servicios se clasifican en Publicidad, Análisis, Social y Esencial. Los servicios que no son necesarios para una buena experiencia de navegación están marcados como 'innecesarios'. Con esta base de datos, UltraBlock bloquea automáticamente los anuncios y rastreadores que no necesita. UltraBlock le muestra exactamente qué servicios se cargan en el fondo de los sitios web que visita.\n\nPROTECCION DE PRIVACIDAD\nUltraBlock protege su privacidad de tantas maneras como sea posible. Comienza bloqueando el contenido de los servicios que están marcados como 'innecesarios' en la base de datos del rastreador UltraBlock. Esto limpia inmediatamente más del 80% de los rastreadores que solo dejan rastreadores desconocidos o nuevos. Para asegurarse de que incluso estos no puedan rastrearlo, UltraBlock limpia las cookies de terceros y la memoria caché de su navegador después de cada visita al sitio web. Y finalmente, para que sea aún más difícil para los servicios rastrearlo, UltraBlock aleatoriza a su agente de usuario para cada visita al sitio web.\n\nLIGERO Y SÚPER RÁPIDO\nUltraBlock es una extensión de Chrome ligera y súper rápida que se ejecuta silenciosamente en segundo plano. UltraBlock puede ser utilizado por cualquier persona que quiera proteger la privacidad, hacer que el navegador funcione más rápido y más seguro.\n\nINICIADORES DE SERVICIO\nCuando el editor de un sitio web instala Google Analytics, el código se carga directamente a través del HTML del editor. En otras palabras, el sitio web del editor es el iniciador del script de Google Analytics. Pero cuando un editor instala un servicio como DoubleClick (producto de Google), DoubleClick también cargará: Google Syndication, Google Static, 2MDN y sensic.net. En este caso, el iniciador es DoubleClick y no el sitio web del editor. Cuando abra la ventana emergente UltraBlock y haga clic en un servicio, verá la etiqueta Iniciador. Esto muestra cuál es el iniciador del servicio. Si un servicio fue iniciado por otro servicio y no por el sitio web que está visitando, mostraremos un 'e' delante del servicio en la lista de servicios.\n\nVER EN QUÉ PAÍS UN SERVICIO ALMACENA SUS DATOS\nSi abre la ventana emergente Ultrablock, puede ver en qué países los servicios que se cargan almacenan sus datos personales. Al pausar temporalmente Ultrablock y permitir que se carguen todos los servicios, puede ver exactamente qué servicios externos se cargan por sitio web y en qué país almacenan sus datos personales.",
    "nl": "UltraBlock is een supersnelle privacybescherming en efficiënte Adblock-extensie die gemaakt is op Manifest V3. UltraBlock verwijdert alle bekende trackers, advertenties en cookies van derden voor maximale privacybescherming. Verwijder retargeting-advertenties, video's en blokkeer services die uw online gedrag volgen. UltraBlock kan worden gebruikt in combinatie met de extensie AdBlock, Ghostery of Privacy Badger.\n\n★ Verwijder trackers en (retargeting) advertenties\n★ Verwijder cookies van derden\n★ Bescherm uw privacy\n★ Versnel uw browser meer dan 60%\n★ Zie welke diensten je proberen te volgen\n★ Zie welke diensten we voorkomen hebben\n★ Zie in welk land diensten jouw data opslaan\n\nBijna elke website maakt gebruik van diensten zoals (retargeting) advertentienetwerken, analyses of social media-knoppen. Populaire websites laden zelfs meer dan 73 van deze externe diensten op de achtergrond. Ze doen dit om u te profileren en bij te houden met als doel conversies te verbeteren of uw profiel te verkopen. U, als bezoeker, heeft deze diensten niet nodig om de website te laden of voor een goede browse-ervaring. Ze vertragen je alleen maar en brengen je privacy in gevaar.\n\nUltraBlock blokkeert automatisch onnodige services zoals advertenties, onzichtbare trackers en cookies van derden. Het laat zien welke diensten worden geladen op de achtergrond van de websites die u bezoekt. UltraBlock laat websites meer dan 55% sneller laden en houdt uw privacy veilig.\n\nTRACKER DATABASE\nUltraBlock onderhoudt een handmatig gecontroleerde tracker-database met 5.471 hostnamen van externe services. Deze services zijn gecategoriseerd in Reclame, Analytics, Sociaal en Essentieel. Diensten die niet nodig zijn voor een goede browse-ervaring worden gemarkeerd als 'onnodig'. Met deze database blokkeert UltraBlock automatisch advertenties en trackers die u niet nodig heeft. UltraBlock laat u precies zien welke diensten op de achtergrond van de websites die u bezoekt worden geladen.\n\nPRIVACY BESCHERMING\nUltraBlock beschermt uw privacy op zoveel mogelijk manieren. Het begint met het blokkeren van inhoud van services die in de UltraBlock-trackerdatabase zijn gemarkeerd als 'onnodig'. Dit ruimt onmiddellijk meer dan 80% van de trackers op, waardoor alleen onbekende of nieuwe trackers achterblijven. Om ervoor te zorgen dat zelfs deze u niet kunnen volgen, ruimt UltraBlock de cookies van derden en uw browsercache op na elk bezoek aan de website. En tot slot, om het voor services nog moeilijker te maken om u te volgen, maakt UltraBlock uw user-agent willekeurig voor elk websitebezoek.\n\nLICHTGEWICHT EN SUPER SNEL\nUltraBlock is een lichtgewicht en supersnelle Chrome-extensie die stil op de achtergrond draait. UltraBlock kan worden gebruikt door iedereen die de privacy wil beschermen, de browser sneller en veiliger wil maken.\n\nSERVICE-INITIATOREN\nWanneer de uitgever van een website Google Analytics installeert, wordt de code rechtstreeks via de HTML van de uitgever geladen. Met andere woorden, de website van de uitgever is de initiator van het Google Analytics-script. Maar wanneer een uitgever een service zoals DoubleClick (Google-product) installeert, laadt DoubleClick ook: Google Syndication, Google Static, 2MDN en sensic.net. In dit geval is de initiator DoubleClick en niet de website van de uitgever. Wanneer u het pop-upvenster UltraBlock opent en op een service klikt, ziet u het label Initiator. Dit laat zien wat de initiatiefnemer van de service is. Als een service is geïnitieerd door een andere service en niet de website die u bezoekt, wordt er een 'e' weergegeven vóór de service in de servicelijst.\n\nIN WELK LAND SLAAT EEN SERVICE JOUW DATA OP\nAls je de Ultrablock popup opent dat kun je zien in welke landen de ingeladen services jouw persoonsgegevens opslaan. Door Ultrablock tijdelijk te pauzeren en alle diensten te laten inladen kun je per website exact zien welke externe diensten allemaal ingeladen worden en vanuit welk land dat gebeurt. Zo kun je zien in welke landen jouw data opgeslagen word terwijl je de website bezoekt."
  }
}