{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Log Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search text files easily with 2 keywords per line!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Log Finder is a tool that can help users quickly find specific information within their .txt or .log files. These types of files can often be large and difficult to navigate, making it time-consuming and frustrating to search for specific information manually. With Log Finder, users can simply enter their desired search terms into the extension's text fields and have the relevant information displayed in a matter of seconds.\n\nTo use Log Finder, users must first add their .txt or .log files to the extension. This can be done by clicking on the extension's icon in the Chrome browser and selecting the \"Choose File\" option. From there, users can browse their local file system and select the desired files to be added. Once a file has been added, it will be accessible for searching through the extension.\n\nThe Log Finder extension has two text fields for entering search terms: \"keyword 1\" and \"keyword 2.\" These fields allow users to specify the terms they are looking for within the added files. \"Keyword 1\" is required, but \"keyword 2\" is optional. This means that users can search for a single term or a combination of terms, depending on their needs.\n\nTo perform a search, users simply need to enter their desired keywords into the text fields and click the \"Search File\" button. The extension will then search through the lines of the added files and display any matches in the text area or result area. This can be done for each file individually or for all added files at once, depending on the user's preference.\n\nThe results of a search are displayed in the text area in a clear and easy-to-read format. Each line that contains a match for the search terms is displayed, along with the line number and the file it came from. This allows users to quickly locate the specific information they are looking for and see its context within the larger file.\n\nIn addition to searching through added files, \"Log Finder\" also has a \"Save As Txt File\" button that allows users to save the displayed search results from the text area. This can be useful for saving the results they've searched for.\n\nOverall, Log Finder is a useful and convenient tool for anyone who frequently works with .txt or .log files and needs to search for specific information within them. With its simple interface and powerful search capabilities, it can save users a significant amount of time and effort when it comes to finding the information they need."
  }
}