{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rotate that Video Player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your video experience by effortlessly rotating your video clips by 90, 180, or 270 degrees."
  },
  "long": {
    "ar": "أطلق العنان للقدرة على تدوير أي مشغل فيديو بسهولة باستخدام ملحق متصفح Rotate That Video Player. قل وداعًا لإجهاد رقبتك لمشاهدة مقاطع الفيديو الجانبية أو المقلوبة. سواء كنت تقوم ببث المحتوى، أو مشاهدة البرامج التعليمية على YouTube، أو الاستمتاع بمقاطع الفيديو الشخصية، فإن هذا الامتداد المفيد يضمن اتجاه العرض الأمثل بنقرة واحدة فقط.\n\nيعد Rotate That Video Player وظيفة إضافية خفيفة الوزن ومفيدة مصممة لتحسين الإنتاجية. قل وداعًا لمقاطع الفيديو المائلة بشكل غريب ومرحبًا بتجربة مشاهدة أكثر سلاسة. بفضل ملحق المتصفح هذا، يمكنك أخيرًا إصلاح مشكلة VVS المعروفة التي تراها أحيانًا في مقاطع فيديو YouTube. يمكنك التدوير وتغيير الموضع عموديًا وأفقيًا، وحتى زيادة حجم مشغل الفيديو الحالي أو تكبيره، مما يسمح لك بالاستمتاع به على نطاق أوسع.\n\nهل سمعت من قبل عن متلازمة الفيديو العمودي (VVS)؟\nمتلازمة الفيديو العمودي (VVS) هي حالة وهمية تدعي بشكل ساخر أن المصابين لا يمكنهم تصوير مقاطع الفيديو إلا في اتجاه عمودي، على عكس الوضع الأفقي الأكثر ملاءمة للمشاهد. قم بتنزيل Rotate That Video Player الآن وتحكم بشكل كامل في اتجاه الفيديو الخاص بك. ارفع تجربة التصفح لديك اليوم!\n\nميزات ملحق المتصفح:\n◆ دوران الفيديو:\nقم بتدوير مقاطع الفيديو في أي اتجاه - في اتجاه عقارب الساعة أو عكس اتجاه عقارب الساعة - لتتناسب مع زاوية المشاهدة المفضلة لديك على الفور. هذه الميزة مدعومة بشريط تمرير يعمل على كل من أجهزة سطح المكتب والأجهزة المحمولة التي تعمل باللمس.\n◆ تعديل الفيديو العمودي:\nاضبط الوضع الرأسي لمشغل الفيديو، وحركه لأعلى أو لأسفل حسب الحاجة.\n◆ تعديل الفيديو الأفقي:\nقم بتعديل الوضع الأفقي لمشغل الفيديو، مع تحريكه إلى اليسار أو اليمين حسب تفضيلاتك.\n◆ تحجيم الفيديو:\nقم بتغيير حجم مشغل الفيديو إلى الأبعاد التي تريدها، مع زيادة حجمه أو تقليله حسب الحاجة.\n◆ عناصر تحكم بديهية: من خلال واجهة بسيطة وسهلة الاستخدام، يمكنك تدوير مقاطع الفيديو دون أي متاعب باستخدام عناصر تحكم بديهية.\n◆ الدعم عبر الأنظمة الأساسية:\nمتوافق مع مجموعة واسعة من مشغلات الفيديو عبر مواقع الويب المختلفة، بما في ذلك YouTube وVimeo وDailymotion وBilibili والمزيد.\n◆ إعدادات قابلة للتخصيص:\nحدد العناصر التي تريد عرضها في اللوحة، بما في ذلك خيارات التدوير أو الانتقال أو القياس، مما يضمن حصولك على جميع أزرار محول الفيديو المصممة خصيصًا لتفضيلاتك.\n◆ رمز شريط الأدوات المخصص:\nحدد أيقونة شريط الأدوات المفضلة لديك إما في الوضع الفاتح أو الداكن، بحيث تتكيف مع تفضيلاتك المرئية.\n◆ مفتاح الاختصار:\nيدور مفتاح الاختصار 90 درجة في اتجاه عقارب الساعة وعكس اتجاه عقارب الساعة، ثم يعيد ضبطه.\n◆ دعم الوضع المظلم\n\nمعلومات المشروع:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nالأذونات المطلوبة:\n◆ \"contextMenus\": إضافة قائمة السياق إلى قوائم أزرار المتصفح على الفور.\n◆ \"activeTab\": تسمح علامة التبويب المفتوحة حاليًا بتدوير مشغل الفيديو.\n◆ \"التخزين\": حفظ الإعدادات محليًا ومزامنتها مع حساب متصفح الويب الخاص بك.\n\n<<< ميزة الخيار >>>\nافتح ميزة خيار لحماية عينيك أثناء الليل والتركيز على مشغل الفيديو، مثل YouTube™، عن طريق تثبيت ملحق متصفح Turn Off the Lights لـ YouTube وBeyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nملاحظة: YouTube هي علامة تجارية لشركة Google Inc. ويخضع استخدام هذه العلامة التجارية لأذونات Google.",
    "am": "ማንኛውንም የቪዲዮ ማጫወቻ በRotate That Video Player አሳሽ ቅጥያ ያለ ምንም ጥረት የማሽከርከር ሃይሉን ይክፈቱ። ወደ ጎን ወይም ወደ ታች ቪዲዮዎችን ለመመልከት አንገትዎን ለማጥበቅ ደህና ሁን። ይዘትን እየለቀቁ፣ በዩቲዩብ ላይ አጋዥ ስልጠናዎችን እየተመለከቱ ወይም በግል ቪዲዮዎች እየተዝናኑ፣ ይህ ምቹ ቅጥያ በአንድ ጠቅታ ጥሩ የእይታ አቅጣጫን ያረጋግጣል።\n\nያ ቪድዮ ማጫወቻ ምርታማነትን ለማሳደግ የተነደፈ ቀላል ክብደት ያለው እና ጠቃሚ ተጨማሪ ነገር ነው። በማይመች ሁኔታ ያዘንብሉት ቪዲዮዎች ይሰናበቱ እና ለስለስ ያለ የእይታ ተሞክሮ ሰላም ይበሉ። ለዚህ አሳሽ ቅጥያ ምስጋና ይግባውና አንዳንድ ጊዜ በዩቲዩብ ቪዲዮዎች ላይ የሚያዩትን የታወቀውን የVVS ችግር ማስተካከል ይችላሉ። ማሽከርከር፣ ቦታውን በአቀባዊ እና በአግድመት መቀየር፣ እና አሁን ያለውን የቪዲዮ ማጫወቻውን ከፍ ማድረግ ወይም መጨመር፣ ይህም በትልቁ እንዲደሰቱበት ያስችልዎታል።\n\nስለ Vertical Video Syndrome (VVS) በጭራሽ ሰምተው አያውቁም?\nVertical Video Syndrome (VVS) ለተመልካቾች ተስማሚ ከሆነው የመሬት አቀማመጥ ሁኔታ በተቃራኒ፣ የተጎዱት ቪድዮዎችን በቁም አቀማመጥ ብቻ መቅረጽ እንደሚችሉ በቀልድ መልክ የሚናገር በሽታ ነው። ያንን የቪዲዮ ማጫወቻ አሁን ያውርዱ እና የቪዲዮ አቅጣጫዎን ሙሉ በሙሉ ይቆጣጠሩ። የአሰሳ ተሞክሮዎን ዛሬ ያሳድጉ!\n\nየአሳሽ ቅጥያ ባህሪያት:\n◆ የቪዲዮ ማሽከርከር;\nቪዲዮዎችን በማንኛውም አቅጣጫ ያሽከርክሩ - በሰዓት አቅጣጫ ወይም በተቃራኒ ሰዓት አቅጣጫ - ከመረጡት የመመልከቻ አንግል ጋር በፍጥነት ይዛመዳሉ። ይህ ባህሪ በሁለቱም የዴስክቶፕ እና የሞባይል ንክኪ ስክሪን መሳሪያዎች ላይ በሚሰራ ተንሸራታች የተደገፈ ነው።\n◆ አቀባዊ የቪዲዮ ማስተካከያ፡\nየቪዲዮ ማጫወቻውን አቀባዊ አቀማመጥ ያስተካክሉ, እንደ አስፈላጊነቱ ወደ ላይ ወይም ወደ ታች ያንቀሳቅሱት.\n◆ አግድም የቪዲዮ ማስተካከያ፡\nየቪዲዮ ማጫወቻውን አግድም አቀማመጥ ይቀይሩ, እንደ ምርጫዎ ወደ ግራ ወይም ቀኝ ያንቀሳቅሱት.\n◆ የቪዲዮ ልኬት፡\nየቪዲዮ ማጫወቻውን ወደሚፈልጉት መጠን ይለውጡት ፣ እንደአስፈላጊነቱ መጠኑን ይጨምሩ ወይም ይቀንሱ።\n◆ ሊታወቅ የሚችል ቁጥጥሮች፡ በቀላል እና ለተጠቃሚ ምቹ በሆነ በይነገጽ፣ ቪዲዮዎችን ከችግር ነጻ በሆነ ገላጭ ቁጥጥሮች አሽከርክር።\n◆ የፕላትፎርም ተሻጋሪ ድጋፍ፡\nYouTube፣ Vimeo፣ Dailymotion፣ Bilibili እና ሌሎችንም ጨምሮ በተለያዩ ድረ-ገጾች ላይ ካሉ ሰፊ የቪዲዮ ማጫወቻዎች ጋር ተኳሃኝ።\n◆ ሊበጁ የሚችሉ ቅንብሮች፡-\nሁሉም የቪዲዮ ትራንስፎርመር አዝራሮች ከምርጫዎችዎ ጋር የተጣጣሙ እንዳሉዎት በማረጋገጥ በፓነሉ ውስጥ የትኛዎቹን ክፍሎች እንደሚያሳዩ ይምረጡ፣ ማሽከርከር፣ ሽግግር ወይም የመለኪያ ምርጫዎችን ጨምሮ።\n◆ ብጁ የመሳሪያ አሞሌ አዶ፡-\nከእይታ ምርጫዎችዎ ጋር በማስማማት የመረጡትን የመሳሪያ አሞሌ አዶ በብርሃን ወይም በጨለማ ሁነታ ይምረጡ።\n◆ አቋራጭ ቁልፍ፡-\nየአቋራጭ ቁልፉ በሰዓት አቅጣጫ 90 ዲግሪ እና በተቃራኒ ሰዓት አቅጣጫ ይሽከረከራል እና እንደገና ያስጀምረዋል።\n◆ ለጨለማ ሁነታ ድጋፍ\n\nየፕሮጀክት መረጃ፡-\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nየሚፈለጉ ፈቃዶች፡-\n◆ \"contextMenus\"፡ የአውድ ሜኑ ወደ ወዲያውኑ የአሳሽ ቁልፍ ሜኑዎች ያክሉ።\n◆ \"አክቲቭ ታብ\"፡ በአሁኑ ጊዜ የተከፈተው ትር የቪዲዮ ማጫወቻውን ለማሽከርከር ያስችላል።\n◆ \"ማከማቻ\"፡ ቅንጅቶችን በአገር ውስጥ ያስቀምጡ እና ከድር አሳሽ መለያዎ ጋር ያመሳስሉ።\n\n<<< አማራጭ ባህሪ >>>\nበምሽት ዓይንዎን ለመጠበቅ አማራጭ ባህሪን ይክፈቱ እና በቪዲዮ ማጫወቻው ላይ ያተኩሩ፣ ለምሳሌ YouTube™፣ የዩቲዩብን እና ከዚያ በላይ የላይትን ማሰሻ ቅጥያ በመጫን።\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nማሳሰቢያ፡ ዩቲዩብ የጎግል ኢንክ የንግድ ምልክት ነው። ይህን የንግድ ምልክት መጠቀም በGoogle ፍቃድ ተገዢ ነው።",
    "bg": "Отключете силата за безпроблемно завъртане на всеки видео плейър с разширението за браузър Rotate That Video Player. Кажете сбогом на напрягането на врата си, за да гледате настрани или обърнати видеоклипове. Независимо дали предавате поточно съдържание, гледате уроци в YouTube или се наслаждавате на лични видеоклипове, това удобно разширение осигурява оптимална ориентация на гледане само с едно щракване.\n\nRotate That Video Player е лека и полезна добавка, предназначена да подобри производителността. Кажете сбогом на неудобно наклонените видеоклипове и здравейте на по-гладкото гледане. Благодарение на това разширение на браузъра най-накрая можете да коригирате добре познатия проблем с VVS, който понякога виждате във видеоклипове в YouTube. Можете да завъртате, променяте позицията вертикално и хоризонтално и дори да увеличавате или мащабирате текущия видео плейър, което ви позволява да му се наслаждавате в по-голям мащаб.\n\nНикога не сте чували за синдрома на вертикалното видео (VVS)?\nВертикален видеосиндром (VVS) е фиктивно състояние, което сатирично твърди, че засегнатите могат да снимат видеоклипове само в портретна ориентация, за разлика от по-удобния за зрителя пейзажен режим. Изтеглете Rotate That Video Player сега и поемете пълен контрол върху ориентацията на вашето видео. Подобрете изживяването си при сърфиране днес!\n\nФункции на разширението на браузъра:\n◆ Видео ротация:\nЗавъртете видеоклипове във всяка посока - по посока на часовниковата стрелка или обратно на часовниковата стрелка - за да съответствате незабавно на предпочитания от вас ъгъл на гледане. Тази функция се поддържа от плъзгач, който работи както на настолни, така и на мобилни устройства със сензорен екран.\n◆ Вертикална настройка на видеото:\nРегулирайте вертикалното позициониране на видеоплейъра, като го премествате нагоре или надолу според нуждите.\n◆ Хоризонтална настройка на видео:\nПроменете хоризонталното позициониране на видео плейъра, като го преместите наляво или надясно според вашите предпочитания.\n◆ Видео мащабиране:\nПреоразмерете видеоплейъра до желаните от вас размери, като увеличите или намалите размера му според нуждите.\n◆ Интуитивни контроли: С прост и удобен за потребителя интерфейс, завъртете видеоклипове безпроблемно с интуитивни контроли.\n◆ Поддръжка на различни платформи:\nСъвместим с широк набор от видео плейъри в различни уебсайтове, включително YouTube, Vimeo, Dailymotion, Bilibili и др.\n◆ Персонализирани настройки:\nИзберете кои елементи да покажете в панела, включително опции за завъртане, преход или мащабиране, като гарантирате, че разполагате с всички бутони за видео трансформатор, съобразени с вашите предпочитания.\n◆ Персонализирана икона на лентата с инструменти:\nИзберете предпочитаната икона на лентата с инструменти в светъл или тъмен режим, като се адаптирате към вашите визуални предпочитания.\n◆ Клавиш за бърз достъп:\nКлавишът за бърз достъп се завърта на 90 градуса по и обратно на часовниковата стрелка и го нулира.\n◆ Поддръжка на тъмен режим\n\nИнформация за проекта:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nНеобходими разрешения:\n◆ \"contextMenus\": Добавяне на контекстно меню към незабавни менюта с бутони на браузъра.\n◆ \"activeTab\": Текущо отвореният раздел позволява завъртане на видеоплейъра.\n◆ „съхранение“: Запазете настройките локално и синхронизирайте с вашия акаунт в уеб браузъра.\n\n<<< Функция на опцията >>>\nОтключете опционална функция, за да защитите очите си през нощта и да се съсредоточите върху видео плейъра, като YouTube™, като инсталирате разширението за браузър Turn Off the Lights за YouTube и извън него.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nЗабележка: YouTube е търговска марка на Google Inc. Използването на тази търговска марка е предмет на разрешения на Google.",
    "bn": "Rotate That Video Player ব্রাউজার এক্সটেনশন দিয়ে অনায়াসে যেকোনো ভিডিও প্লেয়ার ঘোরানোর শক্তি আনলক করুন। পাশে বা উল্টা-পাল্টা ভিডিও দেখতে আপনার ঘাড় চাপা দিয়ে বিদায় জানান। আপনি কন্টেন্ট স্ট্রিম করছেন, YouTube-এ টিউটোরিয়াল দেখছেন বা ব্যক্তিগত ভিডিও উপভোগ করছেন না কেন, এই সহজ এক্সটেনশনটি শুধুমাত্র একটি ক্লিকেই সর্বোত্তম দেখার অভিযোজন নিশ্চিত করে।\n\nরোটেট দ্যাট ভিডিও প্লেয়ার হল একটি হালকা ওজনের এবং দরকারী অ্যাড-ইন যা উৎপাদনশীলতা বাড়াতে ডিজাইন করা হয়েছে। বিশ্রীভাবে কাত করা ভিডিওগুলিকে বিদায় বলুন এবং একটি মসৃণ দেখার অভিজ্ঞতাকে হ্যালো৷ এই ব্রাউজার এক্সটেনশনের জন্য ধন্যবাদ, আপনি শেষ পর্যন্ত সুপরিচিত VVS সমস্যাটি ঠিক করতে পারেন যা আপনি মাঝে মাঝে YouTube ভিডিওগুলিতে দেখতে পান। আপনি ঘোরাতে পারেন, উল্লম্বভাবে এবং অনুভূমিকভাবে অবস্থান পরিবর্তন করতে পারেন, এবং এমনকি বর্তমান ভিডিও প্লেয়ারকে বাড়াতে বা স্কেল করতে পারেন, যাতে আপনি এটিকে আরও বড় স্কেলে উপভোগ করতে পারেন।\n\nউল্লম্ব ভিডিও সিন্ড্রোম (ভিভিএস) সম্পর্কে কখনও শুনেননি?\nউল্লম্ব ভিডিও সিন্ড্রোম (ভিভিএস) একটি কাল্পনিক অবস্থা যা ব্যঙ্গাত্মকভাবে দাবি করে যে যারা ক্ষতিগ্রস্ত তারা শুধুমাত্র একটি প্রতিকৃতি অভিযোজনে ভিডিও শুট করতে পারে, আরও দর্শক-বান্ধব ল্যান্ডস্কেপ মোডের বিপরীতে। এখন সেই ভিডিও প্লেয়ারটি ঘোরান এবং আপনার ভিডিও অভিযোজনের সম্পূর্ণ নিয়ন্ত্রণ দখল করুন। আজ আপনার ব্রাউজিং অভিজ্ঞতা উন্নত করুন!\n\nব্রাউজার এক্সটেনশন বৈশিষ্ট্য:\n◆ ভিডিও ঘূর্ণন:\nভিডিওগুলিকে যেকোন দিকে ঘোরান - ঘড়ির কাঁটার দিকে বা ঘড়ির কাঁটার বিপরীতে - আপনার পছন্দের ভিউয়িং অ্যাঙ্গেল সাথে সাথে মেলে৷ এই বৈশিষ্ট্যটি একটি স্লাইডার দ্বারা সমর্থিত যা ডেস্কটপ এবং মোবাইল টাচ স্ক্রিন উভয় ডিভাইসেই কাজ করে।\n◆ উল্লম্ব ভিডিও সামঞ্জস্য:\nভিডিও প্লেয়ারের উল্লম্ব অবস্থান সামঞ্জস্য করুন, প্রয়োজন অনুসারে এটিকে উপরে বা নীচে সরান।\n◆ অনুভূমিক ভিডিও সামঞ্জস্য:\nভিডিও প্লেয়ারের অনুভূমিক অবস্থান পরিবর্তন করুন, আপনার পছন্দ অনুযায়ী এটিকে বাম বা ডানে স্থানান্তর করুন।\n◆ ভিডিও স্কেলিং:\nভিডিও প্লেয়ারটিকে আপনার পছন্দসই মাত্রায় পুনরায় আকার দিন, প্রয়োজন অনুসারে এর আকার বাড়ান বা হ্রাস করুন।\n◆ স্বজ্ঞাত নিয়ন্ত্রণ: একটি সহজ এবং ব্যবহারকারী-বান্ধব ইন্টারফেসের সাথে, স্বজ্ঞাত নিয়ন্ত্রণের সাথে ঝামেলামুক্ত ভিডিওগুলি ঘোরান৷\n◆ ক্রস-প্ল্যাটফর্ম সমর্থন:\nYouTube, Vimeo, Dailymotion, Bilibili, এবং আরও অনেক কিছু সহ বিভিন্ন ওয়েবসাইট জুড়ে বিস্তৃত ভিডিও প্লেয়ারের সাথে সামঞ্জস্যপূর্ণ।\n◆ কাস্টমাইজযোগ্য সেটিংস:\nপ্যানেলে কোন উপাদানগুলি প্রদর্শন করতে হবে তা নির্বাচন করুন, যার মধ্যে ঘূর্ণন, রূপান্তর বা স্কেলিং পছন্দগুলি রয়েছে, আপনার পছন্দ অনুসারে সমস্ত ভিডিও ট্রান্সফরমার বোতাম রয়েছে তা নিশ্চিত করে৷\n◆ কাস্টম টুলবার আইকন:\nআপনার ভিজ্যুয়াল পছন্দগুলির সাথে খাপ খাইয়ে, হালকা বা অন্ধকার মোডে আপনার পছন্দের টুলবার আইকনটি নির্বাচন করুন৷\n◆ শর্টকাট কী:\nশর্টকাট কী ঘড়ির কাঁটার দিকে এবং ঘড়ির কাঁটার বিপরীত দিকে 90 ডিগ্রি ঘোরে এবং এটি পুনরায় সেট করে।\n◆ ডার্ক মোডের জন্য সমর্থন\n\nপ্রকল্প সম্পর্কিত তথ্য:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nপ্রয়োজনীয় অনুমতি:\n◆ \"প্রসঙ্গ মেনু\": অবিলম্বে ব্রাউজার বোতাম মেনুতে একটি প্রসঙ্গ মেনু যোগ করুন।\n◆ \"activeTab\": বর্তমানে খোলা ট্যাব ভিডিও প্লেয়ার ঘোরানোর অনুমতি দেয়।\n◆ \"স্টোরেজ\": স্থানীয়ভাবে সেটিংস সংরক্ষণ করুন এবং আপনার ওয়েব ব্রাউজার অ্যাকাউন্টের সাথে সিঙ্ক করুন৷\n\n<<< বিকল্প বৈশিষ্ট্য >>>\nরাতে আপনার চোখ রক্ষা করার জন্য একটি বিকল্প বৈশিষ্ট্য আনলক করুন এবং YouTube এবং এর বাইরের জন্য লাইট বন্ধ করুন ব্রাউজার এক্সটেনশন ইনস্টল করে ভিডিও প্লেয়ারের উপর ফোকাস করুন, যেমন YouTube™।\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nদ্রষ্টব্য: YouTube হল Google Inc-এর একটি ট্রেডমার্ক৷ এই ট্রেডমার্কের ব্যবহার Google অনুমতির সাপেক্ষে৷",
    "ca": "Desbloqueja el poder per girar sense esforç qualsevol reproductor de vídeo amb l'extensió del navegador Rotate That Video Player. Digues adéu a l'esforç del coll per veure vídeos de costat o cap per avall. Tant si esteu reproduint contingut, vegeu tutorials a YouTube o gaudiu de vídeos personals, aquesta pràctica extensió garanteix una orientació de visualització òptima amb només un clic.\n\nEl reproductor de vídeo Rotate That és un complement lleuger i útil dissenyat per millorar la productivitat. Digues adéu als vídeos amb una inclinació incòmode i hola a una experiència de visualització més fluida. Gràcies a aquesta extensió del navegador, finalment podeu solucionar el conegut problema VVS que de vegades veieu als vídeos de YouTube. Podeu girar, canviar la posició verticalment i horitzontalment, i fins i tot augmentar o escalar el reproductor de vídeo actual, la qual cosa us permet gaudir-ne a una escala més gran.\n\nNo heu sentit mai parlar de la síndrome del vídeo vertical (VVS)?\nLa síndrome del vídeo vertical (VVS) és una condició fictícia que afirma de manera satírica que els afectats només poden gravar vídeos en una orientació retrat, a diferència del mode horitzontal més agradable per a l'espectador. Baixeu Rotate That Video Player ara i agafeu el control total de l'orientació del vostre vídeo. Millora la teva experiència de navegació avui!\n\nCaracterístiques de l'extensió del navegador:\n◆ Rotació de vídeo:\nGira els vídeos en qualsevol direcció, en sentit horari o en sentit contrari, perquè coincideixi amb l'angle de visió preferit a l'instant. Aquesta funció és compatible amb un control lliscant que funciona tant en dispositius d'escriptori com amb pantalla tàctil mòbil.\n◆ Ajust de vídeo vertical:\nAjusteu la posició vertical del reproductor de vídeo, movent-lo cap amunt o cap avall segons sigui necessari.\n◆ Ajust de vídeo horitzontal:\nModifiqueu el posicionament horitzontal del reproductor de vídeo, desplaçant-lo cap a l'esquerra o cap a la dreta segons les vostres preferències.\n◆ Escalat de vídeo:\nCanvieu la mida del reproductor de vídeo a les dimensions desitjades, augmentant-ne o disminuint-ne la mida segons sigui necessari.\n◆ Controls intuïtius: amb una interfície senzilla i fàcil d'utilitzar, gireu els vídeos sense problemes amb controls intuïtius.\n◆ Suport multiplataforma:\nCompatible amb una àmplia gamma de reproductors de vídeo a diversos llocs web, com ara YouTube, Vimeo, Dailymotion, Bilibili i més.\n◆ Configuració personalitzable:\nSeleccioneu quins elements voleu mostrar al tauler, incloses les opcions de rotació, transició o escala, assegurant-vos que teniu tots els botons del transformador de vídeo adaptats a les vostres preferències.\n◆ Icona de la barra d'eines personalitzada:\nSeleccioneu la vostra icona de barra d'eines preferida en mode clar o fosc, adaptant-vos a les vostres preferències visuals.\n◆ Tecla de drecera:\nLa tecla de drecera gira 90 graus en sentit horari i antihorari i la reinicia.\n◆ Suport per al mode fosc\n\nInformació del projecte:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nPermisos necessaris:\n◆ \"contextMenus\": afegiu un menú contextual als menús de botons del navegador a l'instant.\n◆ \"activeTab\": la pestanya actualment oberta permet girar el reproductor de vídeo.\n◆ \"emmagatzematge\": deseu la configuració localment i sincronitzeu-los amb el vostre compte de navegador web.\n\n<<< Funció d'opció >>>\nDesbloqueja una funció d'opció per protegir els teus ulls a la nit i centra't en el reproductor de vídeo, com ara YouTube™, instal·lant l'extensió del navegador Apagar les llums per a YouTube i més enllà.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNota: YouTube és una marca comercial de Google Inc. L'ús d'aquesta marca comercial està subjecte als permisos de Google.",
    "cs": "Díky rozšíření prohlížeče Rotate That Video Player můžete bez námahy otáčet libovolným přehrávačem videa. Rozlučte se s namáháním krku, abyste mohli sledovat videa ze strany nebo obrácená vzhůru nohama. Ať už streamujete obsah, sledujete výukové programy na YouTube nebo si užíváte osobní videa, toto praktické rozšíření zajistí optimální orientaci sledování pouhým kliknutím.\n\nRotate That Video Player je lehký a užitečný doplněk určený ke zvýšení produktivity. Dejte sbohem nešikovně nakloněným videím a přivítejte plynulejší zážitek ze sledování. Díky tomuto rozšíření prohlížeče můžete konečně opravit známý problém s VVS, který občas vidíte ve videích na YouTube. Aktuální video přehrávač můžete otáčet, měnit svisle i vodorovně a dokonce i zvětšovat nebo zvětšovat, což vám umožní vychutnat si jej ve větším měřítku.\n\nNikdy jste neslyšeli o Vertical Video Syndrome (VVS)?\nVertical Video Syndrome (VVS) je fiktivní stav, který satiricky tvrdí, že postižení mohou natáčet videa pouze na výšku, na rozdíl od divácky přívětivějšího režimu na šířku. Stáhněte si Rotate That Video Player nyní a převezměte plnou kontrolu nad orientací videa. Zvyšte svůj zážitek z prohlížení ještě dnes!\n\nFunkce rozšíření prohlížeče:\n◆ Otočení videa:\nOtočte videa v libovolném směru – ve směru nebo proti směru hodinových ručiček – tak, aby okamžitě odpovídala vašemu preferovanému úhlu pohledu. Tato funkce je podporována posuvníkem, který funguje na stolních i mobilních zařízeních s dotykovou obrazovkou.\n◆ Vertikální nastavení videa:\nUpravte svislé umístění přehrávače videa a podle potřeby jej posuňte nahoru nebo dolů.\n◆ Horizontální nastavení videa:\nUpravte vodorovné umístění přehrávače videa a posuňte jej doleva nebo doprava podle svých preferencí.\n◆ Měřítko videa:\nZměňte velikost přehrávače videa na požadované rozměry a podle potřeby jeho velikost zvětšete nebo zmenšete.\n◆ Intuitivní ovládání: Díky jednoduchému a uživatelsky přívětivému rozhraní můžete videa bez problémů točit pomocí intuitivních ovládacích prvků.\n◆ Podpora napříč platformami:\nKompatibilní s celou řadou přehrávačů videa na různých webech, včetně YouTube, Vimeo, Dailymotion, Bilibili a dalších.\n◆ Přizpůsobitelná nastavení:\nVyberte, které prvky chcete na panelu zobrazit, včetně možností rotace, přechodu nebo změny velikosti, abyste měli všechna tlačítka videotransformátoru přizpůsobená vašim preferencím.\n◆ Ikona vlastní lišty:\nVyberte preferovanou ikonu panelu nástrojů ve světlém nebo tmavém režimu a přizpůsobte se vašim vizuálním preferencím.\n◆ Klávesová zkratka:\nKlávesová zkratka se otočí o 90 stupňů ve směru a proti směru hodinových ručiček a resetuje ji.\n◆ Podpora tmavého režimu\n\nInformace o projektu:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nPožadovaná oprávnění:\n◆ „contextMenus“: Přidejte kontextovou nabídku do nabídek tlačítek prohlížeče.\n◆ „activeTab“: Aktuálně otevřená karta umožňuje otáčení přehrávače videa.\n◆ „úložiště“: Uložte nastavení lokálně a synchronizujte s vaším účtem webového prohlížeče.\n\n<<< Funkce možnosti >>>\nOdemkněte volitelnou funkci pro ochranu vašich očí v noci a soustřeďte se na přehrávač videa, jako je YouTube™, instalací rozšíření prohlížeče Turn Off the Lights pro YouTube a další.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nPoznámka: YouTube je ochranná známka společnosti Google Inc. Použití této ochranné známky podléhá oprávněním společnosti Google.",
    "da": "Lås op for kraften til ubesværet at rotere enhver videoafspiller med browserudvidelsen Rotate That Video Player. Sig farvel til at spænde nakken for at se sidelæns eller omvendte videoer. Uanset om du streamer indhold, ser tutorials på YouTube eller nyder personlige videoer, sikrer denne praktiske udvidelse optimal visningsorientering med blot et klik.\n\nRotate That Video Player er et let og nyttigt tilføjelsesprogram designet til at øge produktiviteten. Sig farvel til akavet vippede videoer og hej til en jævnere seeroplevelse. Takket være denne browserudvidelse kan du endelig løse det velkendte VVS-problem, som du nogle gange ser i YouTube-videoer. Du kan rotere, ændre positionen lodret og vandret og endda øge eller opskalere den aktuelle videoafspiller, så du kan nyde den i større skala.\n\nAldrig hørt om Vertical Video Syndrome (VVS)?\nVertical Video Syndrome (VVS) er en fiktiv tilstand, der satirisk hævder, at de ramte kun kan optage videoer i portrætretning, i modsætning til den mere seervenlige landskabstilstand. Download Rotate That Video Player nu og få fuld kontrol over din videoorientering. Forøg din browseroplevelse i dag!\n\nBrowserudvidelsesfunktioner:\n◆ Videorotation:\nRoter videoer i en hvilken som helst retning - med eller mod uret - for at matche din foretrukne synsvinkel med det samme. Denne funktion understøttes af en skyder, der fungerer på både stationære og mobile enheder med berøringsskærm.\n◆ Lodret videojustering:\nJuster den lodrette placering af videoafspilleren, flyt den op eller ned efter behov.\n◆ Horisontal videojustering:\nRediger den vandrette placering af videoafspilleren ved at flytte den til venstre eller højre efter dine præferencer.\n◆ Videoskalering:\nTilpas størrelsen på videoafspilleren til dine ønskede dimensioner, øg eller formindsk dens størrelse efter behov.\n◆ Intuitive kontroller: Med en enkel og brugervenlig grænseflade kan du rotere videoer problemfrit med intuitive kontroller.\n◆ Support på tværs af platforme:\nKompatibel med en lang række videoafspillere på tværs af forskellige websteder, inklusive YouTube, Vimeo, Dailymotion, Bilibili og mere.\n◆ Indstillinger, der kan tilpasses:\nVælg, hvilke elementer der skal vises i panelet, herunder valg af rotation, overgang eller skalering, og sørg for, at du har alle videotransformatorknapperne skræddersyet til dine præferencer.\n◆ Brugerdefineret værktøjslinjeikon:\nVælg dit foretrukne værktøjslinjeikon i enten lys eller mørk tilstand, tilpas dine visuelle præferencer.\n◆ Genvejstast:\nGenvejstasten roterer 90 grader med uret og mod uret og nulstiller den.\n◆ Understøttelse af mørk tilstand\n\nProjektinformation:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nNødvendige tilladelser:\n◆ \"contextMenus\": Tilføj en kontekstmenu til øjeblikkeligt browserknapmenuer.\n◆ \"activeTab\": Den aktuelt åbne fane giver mulighed for at rotere videoafspilleren.\n◆ \"lager\": Gem indstillinger lokalt og synkroniser med din webbrowserkonto.\n\n<<< Valgmulighed >>>\nLås op for en funktion til at beskytte dine øjne om natten og fokusere på videoafspilleren, såsom YouTube™, ved at installere Turn Off the Lights-browserudvidelsen til YouTube og Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nBemærk: YouTube er et varemærke tilhørende Google Inc. Brug af dette varemærke er underlagt Googles tilladelser.",
    "de": "Nutzen Sie die Möglichkeit, mit der Browsererweiterung „Rotate That Video Player“ mühelos jeden Videoplayer zu drehen. Verabschieden Sie sich von der Belastung Ihres Nackens, wenn Sie seitwärts oder auf dem Kopf stehende Videos ansehen. Egal, ob Sie Inhalte streamen, Tutorials auf YouTube ansehen oder persönliche Videos genießen, diese praktische Erweiterung sorgt mit nur einem Klick für eine optimale Anzeigeausrichtung.\n\nDer Rotate That Video Player ist ein leichtes und nützliches Add-In zur Steigerung der Produktivität. Verabschieden Sie sich von umständlich geneigten Videos und begrüßen Sie ein flüssigeres Seherlebnis. Dank dieser Browsererweiterung können Sie endlich das bekannte VVS-Problem beheben, das manchmal in YouTube-Videos auftritt. Sie können den aktuellen Videoplayer drehen, die Position vertikal und horizontal ändern und sogar vergrößern oder skalieren, sodass Sie ihn in größerem Maßstab genießen können.\n\nNoch nie vom Vertical Video Syndrome (VVS) gehört?\nDas Vertical Video Syndrome (VVS) ist eine fiktive Erkrankung, die satirisch behauptet, dass die Betroffenen Videos nur im Hochformat aufnehmen können, im Gegensatz zum betrachterfreundlicheren Querformat. Laden Sie Rotate That Video Player jetzt herunter und übernehmen Sie die volle Kontrolle über die Ausrichtung Ihres Videos. Verbessern Sie noch heute Ihr Surferlebnis!\n\nFunktionen der Browsererweiterung:\n◆ Videodrehung:\nDrehen Sie Videos in jede Richtung – im oder gegen den Uhrzeigersinn –, um sie sofort an Ihren bevorzugten Betrachtungswinkel anzupassen. Diese Funktion wird durch einen Schieberegler unterstützt, der sowohl auf Desktop- als auch auf mobilen Touchscreen-Geräten funktioniert.\n◆ Vertikale Videoanpassung:\nPassen Sie die vertikale Positionierung des Videoplayers an, indem Sie ihn nach Bedarf nach oben oder unten verschieben.\n◆ Horizontale Videoanpassung:\nÄndern Sie die horizontale Positionierung des Videoplayers, indem Sie ihn je nach Wunsch nach links oder rechts verschieben.\n◆ Videoskalierung:\nPassen Sie die Größe des Videoplayers an die gewünschten Abmessungen an und vergrößern oder verkleinern Sie ihn je nach Bedarf.\n◆ Intuitive Steuerung: Mit einer einfachen und benutzerfreundlichen Oberfläche können Sie Videos problemlos mit intuitiven Steuerungen drehen.\n◆ Plattformübergreifende Unterstützung:\nKompatibel mit einer Vielzahl von Videoplayern auf verschiedenen Websites, darunter YouTube, Vimeo, Dailymotion, Bilibili und mehr.\n◆ Anpassbare Einstellungen:\nWählen Sie aus, welche Elemente im Panel angezeigt werden sollen, einschließlich Rotations-, Übergangs- oder Skalierungsoptionen, und stellen Sie sicher, dass alle Videotransformator-Schaltflächen auf Ihre Vorlieben zugeschnitten sind.\n◆ Benutzerdefiniertes Symbolleistensymbol:\nWählen Sie Ihr bevorzugtes Symbolleistensymbol entweder im hellen oder dunklen Modus aus und passen Sie es so an Ihre visuellen Vorlieben an.\n◆ Tastenkombination:\nDie Tastenkombination dreht sich um 90 Grad im und gegen den Uhrzeigersinn und setzt sie zurück.\n◆ Unterstützung für den Dunkelmodus\n\nProjekt Information:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nErforderliche Berechtigungen:\n◆ „contextMenus“: Fügen Sie ein Kontextmenü hinzu, um Schaltflächenmenüs sofort zu durchsuchen.\n◆ „activeTab“: Der aktuell geöffnete Tab ermöglicht das Drehen des Videoplayers.\n◆ „Speicher“: Einstellungen lokal speichern und mit Ihrem Webbrowser-Konto synchronisieren.\n\n<<< Optionsfunktion >>>\nSchalten Sie eine optionale Funktion frei, um Ihre Augen nachts zu schützen und sich auf den Videoplayer wie YouTube™ zu konzentrieren, indem Sie die Browsererweiterung „Turn Off the Lights“ für YouTube und darüber hinaus installieren.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nHinweis: YouTube ist eine Marke von Google Inc. Die Verwendung dieser Marke unterliegt den Genehmigungen von Google.",
    "el": "Ξεκλειδώστε τη δυνατότητα να περιστρέφετε εύκολα οποιοδήποτε πρόγραμμα αναπαραγωγής βίντεο με την επέκταση προγράμματος περιήγησης Rotate That Video Player. Πείτε αντίο στο τέντωμα του λαιμού σας για να παρακολουθήσετε πλάγια ή ανάποδα βίντεο. Είτε κάνετε ροή περιεχομένου, παρακολουθείτε μαθήματα στο YouTube ή απολαμβάνετε προσωπικά βίντεο, αυτή η εύχρηστη επέκταση εξασφαλίζει βέλτιστο προσανατολισμό προβολής με ένα μόνο κλικ.\n\nΤο Rotate That Video Player είναι ένα ελαφρύ και χρήσιμο πρόσθετο σχεδιασμένο να βελτιώνει την παραγωγικότητα. Πείτε αντίο σε βίντεο με άβολα κλίση και γεια σε μια πιο ομαλή εμπειρία προβολής. Χάρη σε αυτήν την επέκταση του προγράμματος περιήγησης, μπορείτε επιτέλους να διορθώσετε το γνωστό πρόβλημα VVS που βλέπετε μερικές φορές στα βίντεο του YouTube. Μπορείτε να περιστρέψετε, να αλλάξετε τη θέση κάθετα και οριζόντια, ακόμη και να αυξήσετε ή να αυξήσετε την κλίμακα του τρέχοντος προγράμματος αναπαραγωγής βίντεο, επιτρέποντάς σας να το απολαύσετε σε μεγαλύτερη κλίμακα.\n\nΔεν έχετε ακούσει ποτέ για το σύνδρομο κάθετου βίντεο (VVS);\nΤο σύνδρομο κάθετου βίντεο (VVS) είναι μια πλασματική κατάσταση που ισχυρίζεται σατιρικά ότι οι πάσχοντες μπορούν να τραβήξουν βίντεο μόνο σε κατακόρυφο προσανατολισμό, σε αντίθεση με την πιο φιλική προς τους θεατές λειτουργία τοπίου. Κάντε λήψη του Rotate That Video Player τώρα και πάρτε τον πλήρη έλεγχο του προσανατολισμού του βίντεό σας. Βελτιώστε την εμπειρία περιήγησής σας σήμερα!\n\nΧαρακτηριστικά επέκτασης προγράμματος περιήγησης:\n◆ Περιστροφή βίντεο:\nΠεριστρέψτε τα βίντεο προς οποιαδήποτε κατεύθυνση - δεξιόστροφα ή αριστερόστροφα - για να ταιριάζει άμεσα με τη γωνία θέασης που προτιμάτε. Αυτή η δυνατότητα υποστηρίζεται από ένα ρυθμιστικό που λειτουργεί τόσο σε επιτραπέζιους όσο και σε φορητές συσκευές με οθόνη αφής.\n◆ Κάθετη προσαρμογή βίντεο:\nΠροσαρμόστε την κατακόρυφη θέση του προγράμματος αναπαραγωγής βίντεο, μετακινώντας το προς τα πάνω ή προς τα κάτω όπως απαιτείται.\n◆ Οριζόντια προσαρμογή βίντεο:\nΤροποποιήστε την οριζόντια θέση του προγράμματος αναπαραγωγής βίντεο, μετακινώντας το προς τα αριστερά ή προς τα δεξιά σύμφωνα με τις προτιμήσεις σας.\n◆ Κλιμάκωση βίντεο:\nΑλλάξτε το μέγεθος του προγράμματος αναπαραγωγής βίντεο στις επιθυμητές διαστάσεις, αυξάνοντας ή μειώνοντας το μέγεθός του όπως απαιτείται.\n◆ Διαισθητικά χειριστήρια: Με μια απλή και φιλική προς το χρήστη διεπαφή, περιστρέψτε τα βίντεο χωρίς προβλήματα με εύχρηστα χειριστήρια.\n◆ Υποστήριξη μεταξύ πλατφορμών:\nΣυμβατό με ένα ευρύ φάσμα προγραμμάτων αναπαραγωγής βίντεο σε διάφορους ιστότοπους, συμπεριλαμβανομένων των YouTube, Vimeo, Dailymotion, Bilibili και άλλων.\n◆ Προσαρμόσιμες ρυθμίσεις:\nΕπιλέξτε ποια στοιχεία θα εμφανιστούν στον πίνακα, συμπεριλαμβανομένων των επιλογών περιστροφής, μετάβασης ή κλιμάκωσης, διασφαλίζοντας ότι έχετε όλα τα κουμπιά μετασχηματιστή βίντεο προσαρμοσμένα στις προτιμήσεις σας.\n◆ Εικονίδιο προσαρμοσμένης γραμμής εργαλείων:\nΕπιλέξτε το προτιμώμενο εικονίδιο της γραμμής εργαλείων είτε σε φωτεινή είτε σε σκοτεινή λειτουργία, προσαρμόζοντας τις οπτικές σας προτιμήσεις.\n◆ Πλήκτρο συντόμευσης:\nΤο πλήκτρο συντόμευσης περιστρέφεται κατά 90 μοίρες δεξιόστροφα και αριστερόστροφα και το επαναφέρει.\n◆ Υποστήριξη για Dark Mode\n\nΠληροφορίες Έργου:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nΑπαιτούμενα δικαιώματα:\n◆ \"contextMenus\": Προσθέστε ένα μενού περιβάλλοντος στα μενού κουμπιών του προγράμματος περιήγησης αμέσως.\n◆ \"activeTab\": Η τρέχουσα ανοιχτή καρτέλα επιτρέπει την περιστροφή του προγράμματος αναπαραγωγής βίντεο.\n◆ \"αποθήκευση\": Αποθηκεύστε τις ρυθμίσεις τοπικά και συγχρονίστε με τον λογαριασμό σας στο πρόγραμμα περιήγησής σας.\n\n<<< Δυνατότητα επιλογής >>>\nΞεκλειδώστε μια δυνατότητα επιλογής για να προστατεύσετε τα μάτια σας τη νύχτα και να εστιάσετε στο πρόγραμμα αναπαραγωγής βίντεο, όπως το YouTube™, εγκαθιστώντας την επέκταση προγράμματος περιήγησης Turn Off the Lights για το YouTube και το Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nΣημείωση: Το YouTube είναι εμπορικό σήμα της Google Inc. Η χρήση αυτού του εμπορικού σήματος υπόκειται στις άδειες της Google.",
    "en,en_AU,en_GB,en_US": "Unlock the power to effortlessly rotate any video player with the Rotate That Video Player browser extension. Say goodbye to straining your neck to watch sideways or upside-down videos. Whether you are streaming content, watching tutorials on YouTube, or enjoying personal videos, this handy extension ensures optimal viewing orientation with just a click.\n\nThe Rotate That Video Player is a lightweight and useful add-in designed to enhance productivity. Say goodbye to awkwardly tilted videos and hello to a smoother viewing experience. Thanks to this browser extension, you can finally fix the well-known VVS problem that you sometimes see in YouTube videos. You can rotate, change the position vertically and horizontally, and even increase or scale up the current video player, allowing you to enjoy it on a larger scale.\n\nNever heard of Vertical Video Syndrome (VVS)?\nVertical Video Syndrome (VVS) is a fictitious condition that satirically claims that those afflicted can only shoot videos in a portrait orientation, as opposed to the more viewer-friendly landscape mode. Download Rotate That Video Player now and seize full control of your video orientation. Elevate your browsing experience today!\n\nBrowser extension features:\n◆ Video Rotation:\nRotate videos in any direction - clockwise or counterclockwise - to match your preferred viewing angle instantly. This feature is supported by a slider that works on both desktop and mobile touch screen devices.\n◆ Vertical Video Adjustment:\nAdjust the vertical positioning of the video player, moving it up or down as needed.\n◆ Horizontal Video Adjustment:\nModify the horizontal positioning of the video player, shifting it left or right according to your preference.\n◆ Video Scaling:\nResize the video player to your desired dimensions, increasing or decreasing its size as required.\n◆ Intuitive Controls: With a simple and user-friendly interface, rotate videos hassle-free with intuitive controls.\n◆ Cross-Platform Support:\nCompatible with a wide range of video players across various websites, including YouTube, Vimeo, Dailymotion, Bilibili, and more.\n◆ Customizable Settings:\nSelect which elements to showcase in the panel, including rotation, transition, or scaling choices, ensuring you have all the video transformer buttons tailored to your preferences.\n◆ Custom Toolbar Icon:\nSelect your preferred toolbar icon in either light or dark mode, adapting to your visual preferences.\n◆ Shortcut Key:\nThe shortcut key rotates 90 degrees clockwise and counterclockwise, and resets it.\n◆ Support for Dark Mode\n\nProject Information:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nRequired Permissions:\n◆ \"contextMenus\": Add a context menu to instantly browser button menus.\n◆ \"activeTab\": The currently open tab allows for rotating the video player.\n◆ \"storage\": Save settings locally and sync with your web browser account.\n\n<<< Option feature >>>\nUnlock an option feature to protect your eyes at night and focus on the video player, such as YouTube™, by installing Turn Off the Lights browser extension for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNote: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.",
    "es,es_419": "Desbloquee el poder de rotar sin esfuerzo cualquier reproductor de video con la extensión del navegador Rotate That Video Player. Diga adiós a forzar el cuello para ver vídeos de lado o al revés. Ya sea que esté transmitiendo contenido, viendo tutoriales en YouTube o disfrutando de videos personales, esta práctica extensión garantiza una orientación de visualización óptima con solo un clic.\n\nRotate That Video Player es un complemento liviano y útil diseñado para mejorar la productividad. Dígale adiós a los vídeos inclinados de forma incómoda y dé la bienvenida a una experiencia de visualización más fluida. Gracias a esta extensión del navegador, por fin podrás solucionar el conocido problema de VVS que a veces ves en los vídeos de YouTube. Puedes rotar, cambiar la posición vertical y horizontalmente, e incluso aumentar o ampliar el reproductor de vídeo actual, permitiéndote disfrutarlo a mayor escala.\n\n¿Nunca has oído hablar del síndrome de vídeo vertical (VVS)?\nEl síndrome de video vertical (VVS) es una condición ficticia que afirma satíricamente que quienes la padecen solo pueden grabar videos en orientación vertical, a diferencia del modo horizontal, más amigable para el espectador. Descargue Rotate That Video Player ahora y tome el control total de la orientación de su video. ¡Mejora tu experiencia de navegación hoy!\n\nCaracterísticas de la extensión del navegador:\n◆ Rotación de vídeo:\nGire los vídeos en cualquier dirección (en el sentido de las agujas del reloj o en el sentido contrario) para que coincidan al instante con su ángulo de visión preferido. Esta función está respaldada por un control deslizante que funciona tanto en dispositivos de escritorio como en dispositivos móviles con pantalla táctil.\n◆ Ajuste de vídeo vertical:\nAjuste la posición vertical del reproductor de video, moviéndolo hacia arriba o hacia abajo según sea necesario.\n◆ Ajuste de vídeo horizontal:\nModifica la posición horizontal del reproductor de vídeo, moviéndolo hacia la izquierda o hacia la derecha según tu preferencia.\n◆ Escalado de vídeo:\nCambie el tamaño del reproductor de video a las dimensiones deseadas, aumentando o disminuyendo su tamaño según sea necesario.\n◆ Controles intuitivos: con una interfaz simple y fácil de usar, rote videos sin problemas con controles intuitivos.\n◆ Soporte multiplataforma:\nCompatible con una amplia gama de reproductores de vídeo en varios sitios web, incluidos YouTube, Vimeo, Dailymotion, Bilibili y más.\n◆ Configuraciones personalizables:\nSeleccione qué elementos mostrar en el panel, incluidas las opciones de rotación, transición o escala, asegurándose de tener todos los botones del transformador de video adaptados a sus preferencias.\n◆ Icono de barra de herramientas personalizada:\nSeleccione su icono de barra de herramientas preferido en modo claro u oscuro, adaptándose a sus preferencias visuales.\n◆ Tecla de acceso directo:\nLa tecla de método abreviado gira 90 grados en el sentido de las agujas del reloj y en el sentido contrario a las agujas del reloj y la restablece.\n◆ Soporte para modo oscuro\n\nInformación del proyecto:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nPermisos requeridos:\n◆ \"contextMenus\": agrega un menú contextual a los menús de los botones del navegador al instante.\n◆ \"activeTab\": la pestaña abierta actualmente permite rotar el reproductor de video.\n◆ \"almacenamiento\": guarde la configuración localmente y sincronícela con su cuenta de navegador web.\n\n<<< Característica opcional >>>\nDesbloquee una función opcional para proteger sus ojos durante la noche y concentrarse en el reproductor de video, como YouTube™, instalando la extensión del navegador Turn Off the Lights para YouTube y más.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNota: YouTube es una marca comercial de Google Inc. El uso de esta marca comercial está sujeto a los permisos de Google.",
    "et": "Brauserilaiendi Rotate That Video Player abil saate hõlpsalt pöörata mis tahes videopleierit. Ütle hüvasti kaela pingutamisega, et vaadata külili või tagurpidi videoid. Olenemata sellest, kas voogesitate sisu, vaatate YouTube'is õpetusi või naudite isiklikke videoid, tagab see käepärane laiendus optimaalse vaatamisorientatsiooni vaid ühe klõpsuga.\n\nRotate That Video Player on kerge ja kasulik lisandmoodul, mis on loodud tootlikkuse suurendamiseks. Jätke ebamugavalt kallutatud videotega hüvasti ja tere sujuvama vaatamiskogemusega. Tänu sellele brauserilaiendile saate lõpuks lahendada tuntud VVS-i probleemi, mida mõnikord YouTube'i videotes näete. Saate pöörata, muuta positsiooni vertikaalselt ja horisontaalselt ning isegi suurendada või suurendada praegust videopleierit, mis võimaldab teil seda suuremas ulatuses nautida.\n\nKas te pole kunagi kuulnud vertikaalsest video sündroomist (VVS)?\nVertikaalne videosündroom (VVS) on väljamõeldud seisund, mis satiiriliselt väidab, et kannatanud saavad videoid filmida ainult portree orientatsioonis, mitte vaatajasõbralikuma maastikurežiimiga. Laadige kohe alla rakendus Rotate That Video Player ja haarake oma video orientatsiooni üle täielik kontroll. Täiustage oma sirvimiskogemust juba täna!\n\nBrauseri laienduse funktsioonid:\n◆ Video pööramine:\nPöörake videoid mis tahes suunas – päri- või vastupäeva –, et sobitada koheselt oma eelistatud vaatenurgaga. Seda funktsiooni toetab liugur, mis töötab nii lauaarvutite kui ka mobiilsete puuteekraaniga seadmetes.\n◆ Video vertikaalne reguleerimine:\nReguleerige videopleieri vertikaalset asendit, liigutades seda vastavalt vajadusele üles või alla.\n◆ Video horisontaalne reguleerimine:\nMuutke videopleieri horisontaalset asetust, nihutades seda vastavalt oma eelistustele vasakule või paremale.\n◆ Video skaleerimine:\nMuutke videopleieri suurust soovitud mõõtmeteni, suurendades või vähendades selle suurust vastavalt vajadusele.\n◆ Intuitiivsed juhtnupud: lihtsa ja kasutajasõbraliku liidese abil saate intuitiivsete juhtnuppudega videoid probleemideta pöörata.\n◆ Platvormideülene tugi:\nÜhildub paljude videopleieritega erinevatel veebisaitidel, sealhulgas YouTube, Vimeo, Dailymotion, Bilibili ja palju muud.\n◆ Kohandatavad sätted:\nValige paneelil kuvatavad elemendid, sealhulgas pööramise, ülemineku või skaleerimise valikud, tagades, et kõik videotrafo nupud on teie eelistuste järgi kohandatud.\n◆ Kohandatud tööriistariba ikoon:\nValige oma eelistatud tööriistariba ikoon heledas või tumedas režiimis, kohandades seda oma visuaalsete eelistustega.\n◆ Kiirklahv:\nOtseteeklahv pöörleb 90 kraadi päri- ja vastupäeva ning lähtestab selle.\n◆ Tume režiimi tugi\n\nProjekti teave:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nNõutavad load:\n◆ \"Kontekstimenüüd\": lisage kontekstimenüü koheselt brauseri nuppude menüüdele.\n◆ \"activeTab\": praegu avatud vahekaart võimaldab videopleierit pöörata.\n◆ \"salvestusruum\": salvestage seaded kohapeal ja sünkroonige oma veebibrauseri kontoga.\n\n<<< Valikfunktsioon >>>\nAvage valikufunktsioon, et kaitsta oma silmi öösel ja keskenduda videopleierile (nt YouTube™), installides YouTube'i ja teiste jaoks brauseri laienduse Turn Off the Lights.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nMärkus. YouTube on ettevõtte Google Inc. kaubamärk. Selle kaubamärgi kasutamine sõltub Google'i lubadest.",
    "fa": "با افزونه مرورگر Rotate That Video Player، قدرت چرخش بدون دردسر هر پخش کننده ویدیویی را باز کنید. با فشار دادن گردن خود برای تماشای ویدیوهای جانبی یا وارونه خداحافظی کنید. چه در حال پخش محتوا، تماشای آموزش در YouTube یا لذت بردن از ویدیوهای شخصی باشید، این برنامه افزودنی مفید جهت مشاهده مطلوب را تنها با یک کلیک تضمین می کند.\n\nRotate That Video Player یک افزونه سبک و مفید است که برای افزایش بهره وری طراحی شده است. با ویدیوهای کج شده خداحافظی کنید و به تجربه تماشای نرم‌تر سلام کنید. به لطف این افزونه مرورگر، در نهایت می توانید مشکل شناخته شده VVS را که گاهی اوقات در ویدیوهای YouTube مشاهده می کنید، برطرف کنید. شما می توانید بچرخانید، موقعیت را به صورت عمودی و افقی تغییر دهید، و حتی پخش کننده ویدیوی فعلی را افزایش یا افزایش دهید، به شما امکان می دهد از آن در مقیاس بزرگتر لذت ببرید.\n\nهرگز در مورد سندرم ویدیوی عمودی (VVS) چیزی نشنیده اید؟\nسندرم ویدیوی عمودی (VVS) یک وضعیت ساختگی است که به طنز ادعا می‌کند که افراد مبتلا فقط می‌توانند در جهت پرتره فیلم بگیرند، برخلاف حالت افقی که بیننده پسندتر است. هم اکنون Rotate That Video Player را دانلود کنید و کنترل کامل جهت گیری ویدیوی خود را در دست بگیرید. امروز تجربه مرور خود را بالا ببرید!\n\nویژگی های افزونه مرورگر:\n◆ چرخش ویدئو:\nویدیوها را در هر جهتی بچرخانید - در جهت عقربه های ساعت یا خلاف جهت عقربه های ساعت - تا فوراً با زاویه دید دلخواه شما مطابقت داشته باشد. این ویژگی توسط یک نوار لغزنده پشتیبانی می‌شود که هم روی دستگاه‌های صفحه لمسی دسکتاپ و هم روی موبایل کار می‌کند.\n◆ تنظیم ویدیوی عمودی:\nموقعیت عمودی پخش کننده ویدیو را تنظیم کنید و در صورت نیاز آن را به بالا یا پایین ببرید.\n◆ تنظیم فیلم افقی:\nموقعیت افقی پخش کننده ویدیو را تغییر دهید، آن را مطابق با اولویت خود به چپ یا راست تغییر دهید.\n◆ مقیاس بندی ویدئو:\nاندازه پخش کننده ویدیو را به ابعاد دلخواه خود تغییر دهید و در صورت نیاز اندازه آن را کم یا زیاد کنید.\n◆ کنترل‌های بصری: با یک رابط کاربری ساده و کاربرپسند، فیلم‌ها را بدون دردسر با کنترل‌های بصری بچرخانید.\n◆ پشتیبانی بین پلتفرمی:\nسازگار با طیف گسترده ای از پخش کننده های ویدیو در وب سایت های مختلف، از جمله YouTube، Vimeo، Dailymotion، Bilibili و غیره.\n◆ تنظیمات قابل تنظیم:\nانتخاب کنید کدام عناصر را در پانل به نمایش بگذارید، از جمله چرخش، انتقال، یا انتخاب های مقیاس بندی، مطمئن شوید که همه دکمه های ترانسفورماتور ویدئویی را مطابق با اولویت های خود دارید.\n◆ نماد نوار ابزار سفارشی:\nنماد نوار ابزار دلخواه خود را در حالت روشن یا تاریک انتخاب کنید و با تنظیمات بصری خود تطبیق دهید.\n◆ کلید میانبر:\nکلید میانبر 90 درجه در جهت عقربه های ساعت و خلاف جهت عقربه های ساعت می چرخد و آن را بازنشانی می کند.\n◆ پشتیبانی از حالت تاریک\n\nاطلاعات پروژه:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nمجوزهای مورد نیاز:\n◆ \"contextMenus\": یک منوی زمینه را به منوهای دکمه مرورگر فوری اضافه کنید.\n◆ \"activeTab\": برگه باز شده در حال حاضر امکان چرخش پخش کننده ویدئو را فراهم می کند.\n◆ \"ذخیره سازی\": تنظیمات را به صورت محلی ذخیره کرده و با حساب مرورگر وب خود همگام سازی کنید.\n\n<<< ویژگی گزینه >>>\nبا نصب افزونه مرورگر Turn Off the Lights برای YouTube و Beyond، قفل یک ویژگی گزینه ای را برای محافظت از چشمان خود در شب و تمرکز روی پخش کننده ویدیو، مانند YouTube™ باز کنید.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nتوجه: YouTube یک علامت تجاری Google Inc است. استفاده از این علامت تجاری منوط به مجوزهای Google است.",
    "fi": "Vapauta mahdollisuudet pyörittää mitä tahansa videosoitinta vaivattomasti Rotate That Video Player -selainlaajennuksella. Sano hyvästit niskan jännittämiselle katsoaksesi sivuttain tai ylösalaisin olevia videoita. Suoratoistatpa sisältöä, katsot opetusohjelmia YouTubessa tai katselet henkilökohtaisia videoita, tämä kätevä laajennus varmistaa optimaalisen katselun suunnan yhdellä napsautuksella.\n\nRotate That Video Player on kevyt ja hyödyllinen lisäosa, joka on suunniteltu parantamaan tuottavuutta. Sano hyvästit hankalasti kallistetuille videoille ja tervetuloa sujuvampaan katselukokemukseen. Tämän selainlaajennuksen ansiosta voit vihdoin korjata tunnetun VVS-ongelman, jota joskus näet YouTube-videoissa. Voit pyörittää, muuttaa sijaintia pysty- ja vaakasuunnassa ja jopa suurentaa tai skaalata nykyistä videosoitinta, jolloin voit nauttia siitä suuremmassa mittakaavassa.\n\nEtkö ole koskaan kuullut Vertical Video Syndromesta (VVS)?\nVertical Video Syndrome (VVS) on kuvitteellinen tila, joka väittää satiirisesti, että sairaat voivat kuvata videoita vain pystysuunnassa, toisin kuin katsojaystävällisemmässä maisematilassa. Lataa Rotate That Video Player nyt ja hallitse videosi suuntaa kokonaan. Paranna selauskokemustasi jo tänään!\n\nSelainlaajennuksen ominaisuudet:\n◆ Videon kierto:\nKierrä videoita mihin tahansa suuntaan - myötä- tai vastapäivään - vastaamaan haluamaasi katselukulmaa välittömästi. Tätä ominaisuutta tukee liukusäädin, joka toimii sekä pöytätietokoneissa että mobiililaitteissa, joissa on kosketusnäyttö.\n◆ Pystysuuntainen videon säätö:\nSäädä videosoittimen pystysuoraa asentoa liikuttamalla sitä ylös tai alas tarpeen mukaan.\n◆ Vaakasuuntainen videon säätö:\nMuokkaa videosoittimen vaakasuoraa sijaintia siirtämällä sitä vasemmalle tai oikealle mieltymystesi mukaan.\n◆ Videon skaalaus:\nMuuta videosoittimen kokoa haluamiisi mittoihin lisäämällä tai pienentämällä sen kokoa tarpeen mukaan.\n◆ Intuitiiviset ohjaimet: Yksinkertaisen ja käyttäjäystävällisen käyttöliittymän avulla voit kiertää videoita vaivattomasti intuitiivisilla säätimillä.\n◆ Monialustainen tuki:\nYhteensopiva useiden videosoittimien kanssa eri verkkosivustoilla, mukaan lukien YouTube, Vimeo, Dailymotion, Bilibili ja monet muut.\n◆ Mukautettavat asetukset:\nValitse paneelissa näytettävät elementit, mukaan lukien kierto-, siirtymä- tai skaalausvalinnat. Näin varmistat, että kaikki videomuuntajan painikkeet on räätälöity mieltymystesi mukaan.\n◆ Mukautettu työkalupalkin kuvake:\nValitse haluamasi työkalupalkin kuvake joko vaaleassa tai tummassa tilassa visuaalisten mieltymystesi mukaan.\n◆ Pikanäppäin:\nPikanäppäin kääntyy 90 astetta myötä- ja vastapäivään ja nollaa sen.\n◆ Tumman tilan tuki\n\nHankkeen tiedot:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nVaaditut luvat:\n◆ \"kontekstivalikot\": Lisää pikavalikko selaimen painikevalikoihin.\n◆ \"activeTab\": Tällä hetkellä avoinna oleva välilehti mahdollistaa videosoittimen pyörittämisen.\n◆ \"tallennus\": Tallenna asetukset paikallisesti ja synkronoi verkkoselaintilisi kanssa.\n\n<<< Vaihtoehtoominaisuus >>>\nAvaa lisätoiminto, jolla voit suojata silmiäsi yöllä ja keskittyä videosoittimeen, kuten YouTube™, asentamalla Turn Off the Lights -selainlaajennus YouTubelle and Beyondille.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nHuomautus: YouTube on Google Inc:n tavaramerkki. Tämän tavaramerkin käyttö edellyttää Googlen lupaa.",
    "fil": "I-unlock ang kapangyarihan upang walang kahirap-hirap na paikutin ang anumang video player gamit ang extension ng browser ng Rotate That Video Player. Magpaalam sa pagpipilit sa iyong leeg upang manood ng patagilid o nakabaligtad na mga video. Nag-stream ka man ng content, nanonood ng mga tutorial sa YouTube, o nag-e-enjoy sa mga personal na video, tinitiyak ng madaling gamiting extension na ito ang pinakamainam na oryentasyon sa panonood sa isang click lang.\n\nAng Rotate That Video Player ay isang magaan at kapaki-pakinabang na add-in na idinisenyo upang mapahusay ang pagiging produktibo. Magpaalam sa awkwardly tilted video at kumusta sa mas maayos na karanasan sa panonood. Salamat sa extension ng browser na ito, sa wakas ay maaayos mo na ang kilalang problema sa VVS na minsan ay nakikita mo sa mga video sa YouTube. Maaari mong i-rotate, baguhin ang posisyon nang patayo at pahalang, at kahit na taasan o palakihin ang kasalukuyang video player, na nagbibigay-daan sa iyong ma-enjoy ito sa mas malaking sukat.\n\nHindi kailanman narinig ang Vertical Video Syndrome (VVS)?\nAng Vertical Video Syndrome (VVS) ay isang kathang-isip na kundisyon na satirikong sinasabi na ang mga naapektuhan ay maaari lamang mag-shoot ng mga video sa isang portrait na oryentasyon, kumpara sa mas viewer-friendly na landscape mode. I-download ang Rotate That Video Player ngayon at kunin ang ganap na kontrol sa oryentasyon ng iyong video. Itaas ang iyong karanasan sa pagba-browse ngayon!\n\nMga tampok ng extension ng browser:\n◆ Pag-ikot ng Video:\nI-rotate ang mga video sa anumang direksyon - clockwise o counterclockwise - upang agad na tumugma sa iyong gustong viewing angle. Ang feature na ito ay sinusuportahan ng isang slider na gumagana sa desktop at mobile touch screen na mga device.\n◆ Vertical Video Adjustment:\nAyusin ang patayong pagpoposisyon ng video player, pataas o pababa kung kinakailangan.\n◆ Pahalang na Pagsasaayos ng Video:\nBaguhin ang pahalang na pagpoposisyon ng video player, ilipat ito pakaliwa o pakanan ayon sa iyong kagustuhan.\n◆ Pagsusukat ng Video:\nBaguhin ang laki ng video player sa gusto mong mga dimensyon, pinapataas o binabawasan ang laki nito kung kinakailangan.\n◆ Mga Intuitive na Kontrol: Sa isang simple at madaling gamitin na interface, i-rotate ang mga video nang walang problema gamit ang mga intuitive na kontrol.\n◆ Suporta sa Cross-Platform:\nTugma sa malawak na hanay ng mga video player sa iba't ibang website, kabilang ang YouTube, Vimeo, Dailymotion, Bilibili, at higit pa.\n◆ Nako-customize na Mga Setting:\nPiliin kung aling mga elemento ang ipapakita sa panel, kabilang ang mga pagpipilian sa pag-ikot, paglipat, o pag-scale, na tinitiyak na naaayon sa iyong mga kagustuhan ang lahat ng button ng transformer ng video.\n◆ Icon ng Custom na Toolbar:\nPiliin ang iyong gustong icon ng toolbar sa light o dark mode, na umaangkop sa iyong mga visual na kagustuhan.\n◆ Shortcut Key:\nAng shortcut key ay umiikot ng 90 degrees clockwise at counterclockwise, at ni-reset ito.\n◆ Suporta para sa Dark Mode\n\nImpormasyon ng Proyekto:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nMga Kinakailangang Pahintulot:\n◆ \"contextMenus\": Magdagdag ng menu ng konteksto sa mga instant na menu ng button ng browser.\n◆ \"activeTab\": Ang kasalukuyang bukas na tab ay nagbibigay-daan para sa pag-ikot ng video player.\n◆ \"imbakan\": I-save ang mga setting nang lokal at i-sync sa iyong web browser account.\n\n<<< tampok na opsyon >>>\nI-unlock ang feature na opsyon para protektahan ang iyong mga mata sa gabi at tumuon sa video player, gaya ng YouTube™, sa pamamagitan ng pag-install ng Turn Off the Lights browser extension para sa YouTube at Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nTandaan: Ang YouTube ay isang trademark ng Google Inc. Ang paggamit ng trademark na ito ay napapailalim sa Google Permissions.",
    "fr": "Débloquez le pouvoir de faire pivoter sans effort n’importe quel lecteur vidéo avec l’extension de navigateur Rotate That Video Player. Dites adieu aux tensions dans le cou pour regarder des vidéos de côté ou à l'envers. Que vous diffusiez du contenu, regardiez des didacticiels sur YouTube ou profitiez de vidéos personnelles, cette extension pratique garantit une orientation de visualisation optimale en un seul clic.\n\nLe Rotate That Video Player est un complément léger et utile conçu pour améliorer la productivité. Dites adieu aux vidéos mal inclinées et bonjour à une expérience visuelle plus fluide. Grâce à cette extension de navigateur, vous pouvez enfin résoudre le problème bien connu de VVS que l'on voit parfois dans les vidéos YouTube. Vous pouvez faire pivoter, changer la position verticalement et horizontalement, et même augmenter ou agrandir le lecteur vidéo actuel, vous permettant d'en profiter à plus grande échelle.\n\nVous n'avez jamais entendu parler du syndrome de la vidéo verticale (VVS) ?\nLe syndrome vidéo vertical (VVS) est une condition fictive qui prétend de manière satirique que les personnes atteintes ne peuvent filmer des vidéos qu'en orientation portrait, par opposition au mode paysage plus convivial. Téléchargez Rotate That Video Player maintenant et prenez le contrôle total de l'orientation de votre vidéo. Améliorez votre expérience de navigation dès aujourd'hui !\n\nFonctionnalités de l'extension de navigateur :\n◆ Rotation vidéo :\nFaites pivoter les vidéos dans n’importe quelle direction – dans le sens des aiguilles d’une montre ou dans le sens inverse – pour les adapter instantanément à votre angle de vision préféré. Cette fonctionnalité est prise en charge par un curseur qui fonctionne à la fois sur les appareils de bureau et mobiles à écran tactile.\n◆ Ajustement vidéo vertical :\nAjustez le positionnement vertical du lecteur vidéo, en le déplaçant vers le haut ou vers le bas selon vos besoins.\n◆ Ajustement vidéo horizontal :\nModifiez le positionnement horizontal du lecteur vidéo, en le déplaçant vers la gauche ou la droite selon vos préférences.\n◆ Mise à l'échelle vidéo :\nRedimensionnez le lecteur vidéo aux dimensions souhaitées, en augmentant ou en diminuant sa taille selon vos besoins.\n◆ Commandes intuitives : avec une interface simple et conviviale, faites pivoter les vidéos sans problème grâce à des commandes intuitives.\n◆ Prise en charge multiplateforme :\nCompatible avec une large gamme de lecteurs vidéo sur divers sites Web, notamment YouTube, Vimeo, Dailymotion, Bilibili, etc.\n◆ Paramètres personnalisables :\nSélectionnez les éléments à afficher dans le panneau, y compris les choix de rotation, de transition ou de mise à l'échelle, en vous assurant que tous les boutons de transformateur vidéo sont adaptés à vos préférences.\n◆ Icône de la barre d'outils personnalisée :\nSélectionnez votre icône de barre d'outils préférée en mode clair ou sombre, en vous adaptant à vos préférences visuelles.\n◆ Touche de raccourci :\nLa touche de raccourci pivote de 90 degrés dans le sens des aiguilles d'une montre et dans le sens inverse et la réinitialise.\n◆ Prise en charge du mode sombre\n\nRenseignements sur le projet:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nAutorisations requises :\n◆ « contextMenus » : ajoutez instantanément un menu contextuel aux menus des boutons du navigateur.\n◆ \"activeTab\" : L'onglet actuellement ouvert permet de faire pivoter le lecteur vidéo.\n◆ « stockage » : enregistrez les paramètres localement et synchronisez-les avec votre compte de navigateur Web.\n\n<<< Fonctionnalité optionnelle >>>\nDébloquez une fonctionnalité optionnelle pour protéger vos yeux la nuit et vous concentrer sur le lecteur vidéo, tel que YouTube™, en installant l'extension de navigateur Turn Off the Lights pour YouTube et au-delà.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nRemarque : YouTube est une marque commerciale de Google Inc. L'utilisation de cette marque est soumise aux autorisations de Google.",
    "gu": "Rotate That Video Player બ્રાઉઝર એક્સ્ટેંશન વડે કોઈપણ વિડિયો પ્લેયરને વિના પ્રયાસે ફેરવવાની શક્તિને અનલૉક કરો. સાઇડવેઝ અથવા સાઇડ-ડાઉન વિડિઓઝ જોવા માટે તમારી ગરદનને તાણને ગુડબાય કહો. ભલે તમે કન્ટેન્ટ સ્ટ્રીમ કરી રહ્યાં હોવ, YouTube પર ટ્યુટોરિયલ્સ જોઈ રહ્યાં હોવ અથવા વ્યક્તિગત વિડિયોઝનો આનંદ લઈ રહ્યાં હોવ, આ સરળ એક્સટેન્શન માત્ર એક ક્લિક સાથે શ્રેષ્ઠ જોવાનું ઓરિએન્ટેશન સુનિશ્ચિત કરે છે.\n\nરોટેટ ધેટ વિડિયો પ્લેયર એ ઉત્પાદકતા વધારવા માટે રચાયેલ હલકો અને ઉપયોગી એડ-ઇન છે. વિચિત્ર રીતે નમેલી વિડિઓઝને અલવિદા કહો અને સરળ જોવાના અનુભવ માટે હેલો. આ બ્રાઉઝર એક્સ્ટેંશન માટે આભાર, તમે જાણીતી VVS સમસ્યાને આખરે ઠીક કરી શકો છો જે તમે ક્યારેક YouTube વિડિઓઝમાં જુઓ છો. તમે ફેરવી શકો છો, ઊભી અને આડી સ્થિતિ બદલી શકો છો અને વર્તમાન વિડિયો પ્લેયરને વધારી અથવા સ્કેલ પણ કરી શકો છો, જેનાથી તમે તેને મોટા પાયે માણી શકો છો.\n\nવર્ટિકલ વિડિયો સિન્ડ્રોમ (VVS) વિશે ક્યારેય સાંભળ્યું નથી?\nવર્ટિકલ વિડિયો સિન્ડ્રોમ (VVS) એ એક કાલ્પનિક સ્થિતિ છે જે વ્યંગાત્મક રીતે દાવો કરે છે કે પીડિત લોકો માત્ર પોટ્રેટ ઓરિએન્ટેશનમાં જ વિડિયો શૂટ કરી શકે છે, જે વધુ દર્શક-મૈત્રીપૂર્ણ લેન્ડસ્કેપ મોડની વિરુદ્ધ છે. તે વિડિઓ પ્લેયરને હમણાં જ રોટેટ કરો અને તમારા વિડિયો ઓરિએન્ટેશન પર સંપૂર્ણ નિયંત્રણ મેળવો. આજે તમારા બ્રાઉઝિંગ અનુભવમાં વધારો કરો!\n\nબ્રાઉઝર એક્સ્ટેંશન સુવિધાઓ:\n◆ વિડિઓ પરિભ્રમણ:\nવિડિઓઝને કોઈપણ દિશામાં ફેરવો - ઘડિયાળની દિશામાં અથવા કાઉન્ટરક્લોકવાઇઝ - તમારા મનપસંદ જોવાના ખૂણાને તરત જ મેચ કરવા માટે. આ સુવિધા સ્લાઇડર દ્વારા સપોર્ટેડ છે જે ડેસ્કટોપ અને મોબાઇલ ટચ સ્ક્રીન બંને ઉપકરણો પર કામ કરે છે.\n◆ વર્ટિકલ વિડિયો એડજસ્ટમેન્ટ:\nવિડિઓ પ્લેયરની ઊભી સ્થિતિને સમાયોજિત કરો, તેને જરૂર મુજબ ઉપર અથવા નીચે ખસેડો.\n◆ આડું વિડિયો ગોઠવણ:\nવિડિઓ પ્લેયરની આડી સ્થિતિને સંશોધિત કરો, તેને તમારી પસંદગી અનુસાર ડાબે અથવા જમણે ખસેડો.\n◆ વિડિઓ સ્કેલિંગ:\nવિડિયો પ્લેયરનું માપ તમારા ઇચ્છિત પરિમાણોમાં બદલો, જરૂરિયાત મુજબ તેનું કદ વધારવું અથવા ઘટાડવું.\n◆ સાહજિક નિયંત્રણો: સરળ અને વપરાશકર્તા-મૈત્રીપૂર્ણ ઈન્ટરફેસ સાથે, સાહજિક નિયંત્રણો સાથે વિડિયોઝને મુશ્કેલી વિના ફેરવો.\n◆ ક્રોસ-પ્લેટફોર્મ સપોર્ટ:\nYouTube, Vimeo, Dailymotion, Bilibili અને વધુ સહિત વિવિધ વેબસાઇટ્સ પર વિડિયો પ્લેયર્સની વિશાળ શ્રેણી સાથે સુસંગત.\n◆ કસ્ટમાઇઝ કરવા યોગ્ય સેટિંગ્સ:\nપેનલમાં કયા ઘટકોને પ્રદર્શિત કરવા તે પસંદ કરો, જેમાં પરિભ્રમણ, સંક્રમણ અથવા સ્કેલિંગ પસંદગીઓ શામેલ છે, ખાતરી કરો કે તમારી પાસે તમારી પસંદગીઓને અનુરૂપ તમામ વિડિઓ ટ્રાન્સફોર્મર બટનો છે.\n◆ કસ્ટમ ટૂલબાર ચિહ્ન:\nતમારી વિઝ્યુઅલ પસંદગીઓને અનુરૂપ, લાઇટ અથવા ડાર્ક મોડમાં તમારા મનપસંદ ટૂલબાર આઇકનને પસંદ કરો.\n◆ શોર્ટકટ કી:\nશોર્ટકટ કી ઘડિયાળની દિશામાં અને ઘડિયાળની વિરુદ્ધ દિશામાં 90 ડિગ્રી ફરે છે અને તેને ફરીથી સેટ કરે છે.\n◆ ડાર્ક મોડ માટે સપોર્ટ\n\nપ્રોજેક્ટ માહિતી:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nજરૂરી પરવાનગીઓ:\n◆ \"સંદર્ભ મેનુ\": તરત જ બ્રાઉઝર બટન મેનુમાં સંદર્ભ મેનૂ ઉમેરો.\n◆ \"activeTab\": હાલમાં ખુલ્લું ટેબ વિડિયો પ્લેયરને ફેરવવા માટે પરવાનગી આપે છે.\n◆ \"સ્ટોરેજ\": સ્થાનિક રીતે સેટિંગ્સ સાચવો અને તમારા વેબ બ્રાઉઝર એકાઉન્ટ સાથે સમન્વયિત કરો.\n\n<<< વિકલ્પ લક્ષણ >>>\nરાત્રે તમારી આંખોને સુરક્ષિત રાખવા માટે એક વિકલ્પ સુવિધાને અનલૉક કરો અને YouTube અને બિયોન્ડ માટે ટર્ન ઑફ ધ લાઇટ્સ બ્રાઉઝર એક્સ્ટેંશન ઇન્સ્ટોલ કરીને YouTube™ જેવા વિડિઓ પ્લેયર પર ધ્યાન કેન્દ્રિત કરો.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nનોંધ: YouTube એ Google Inc.નો ટ્રેડમાર્ક છે. આ ટ્રેડમાર્કનો ઉપયોગ Google પરવાનગીઓને આધીન છે.",
    "he": "פתח את הכוח לסובב ללא מאמץ כל נגן וידאו עם תוסף הדפדפן Rotate That Video Player. תגיד שלום למאמץ הצוואר שלך כדי לצפות בסרטונים מהצד או הפוך. בין אם אתה מזרים תוכן, צופה בהדרכות ביוטיוב או נהנה מסרטונים אישיים, תוסף שימושי זה מבטיח כיוון צפייה אופטימלי בלחיצה אחת.\n\nRotate That Video Player הוא תוסף קל משקל ושימושי שנועד לשפר את הפרודוקטיביות. תגידו שלום לסרטונים המוטים בצורה מביכה ושלום לחוויית צפייה חלקה יותר. הודות לתוסף הדפדפן הזה, אתה יכול סוף סוף לתקן את בעיית ה-VVS הידועה שאתה רואה לפעמים בסרטוני YouTube. אתה יכול לסובב, לשנות את המיקום אנכית ואופקית, ואפילו להגדיל או להגדיל את נגן הווידאו הנוכחי, מה שיאפשר לך ליהנות ממנו בקנה מידה גדול יותר.\n\nמעולם לא שמעתי על תסמונת וידאו אנכית (VVS)?\nתסמונת וידיאו אנכית (VVS) היא מצב פיקטיבי שטוען באופן סאטירי שאלו הסובלים יכולים לצלם סרטונים רק בכיוון פורטרט, בניגוד למצב הנוף הידידותי יותר לצופה. הורד את סובב את נגן הווידאו הזה עכשיו ותפוס שליטה מלאה על כיוון הווידאו שלך. שפר את חווית הגלישה שלך היום!\n\nתכונות הרחבת הדפדפן:\n◆ סיבוב וידאו:\nסובב סרטונים לכל כיוון - בכיוון השעון או נגד כיוון השעון - כדי להתאים את זווית הצפייה המועדפת עליך באופן מיידי. תכונה זו נתמכת על ידי מחוון שפועל על מכשירי מסך מגע שולחניים וניידים כאחד.\n◆ כוונון וידאו אנכי:\nהתאם את המיקום האנכי של נגן הווידאו, הזז אותו למעלה או למטה לפי הצורך.\n◆ התאמת וידאו אופקית:\nשנה את המיקום האופקי של נגן הווידאו, העבר אותו שמאלה או ימינה לפי העדפתך.\n◆ קנה מידה וידאו:\nשנה את גודל נגן הווידאו למימדים הרצויים לך, הגדל או הקטנה את גודלו לפי הצורך.\n◆ בקרות אינטואיטיביות: עם ממשק פשוט וידידותי למשתמש, סובב סרטונים ללא טרחה עם בקרות אינטואיטיביות.\n◆ תמיכה בין פלטפורמות:\nתואם למגוון רחב של נגני וידאו באתרי אינטרנט שונים, כולל YouTube, Vimeo, Dailymotion, Bilibili ועוד.\n◆ הגדרות הניתנות להתאמה אישית:\nבחר אילו אלמנטים להציג בחלונית, כולל אפשרויות סיבוב, מעבר או שינוי קנה מידה, כדי להבטיח שיש לך את כל לחצני שנאי הווידאו המותאמים להעדפותיך.\n◆ סמל סרגל כלים מותאם אישית:\nבחר את סמל סרגל הכלים המועדף עליך במצב בהיר או כהה, תוך התאמה להעדפות החזותיות שלך.\n◆ מקש קיצור:\nמקש הקיצור מסתובב 90 מעלות עם כיוון השעון ונגד כיוון השעון, ומאפס אותו.\n◆ תמיכה במצב כהה\n\nמידע על הפרויקט:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nהרשאות נדרשות:\n◆ \"ContextMenus\": הוסף תפריט הקשר לתפריטי כפתורי הדפדפן באופן מיידי.\n◆ \"activeTab\": הכרטיסייה הפתוחה כעת מאפשרת סיבוב נגן הווידאו.\n◆ \"אחסון\": שמור הגדרות באופן מקומי וסנכרן עם חשבון דפדפן האינטרנט שלך.\n\n<<< תכונת אפשרות >>>\nבטל נעילה של תכונת אפשרות להגנה על העיניים שלך בלילה ולהתמקד בנגן הווידאו, כגון YouTube™, על ידי התקנת תוסף הדפדפן Turn Off the Lights עבור YouTube ומעבר.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nהערה: YouTube הוא סימן מסחרי של Google Inc. השימוש בסימן מסחרי זה כפוף להרשאות Google.",
    "hi": "रोटेट दैट वीडियो प्लेयर ब्राउज़र एक्सटेंशन के साथ किसी भी वीडियो प्लेयर को आसानी से घुमाने की शक्ति को अनलॉक करें। तिरछे या उल्टे वीडियो देखने के लिए अपनी गर्दन पर ज़ोर डालने को अलविदा कहें। चाहे आप सामग्री स्ट्रीम कर रहे हों, YouTube पर ट्यूटोरियल देख रहे हों, या व्यक्तिगत वीडियो का आनंद ले रहे हों, यह आसान एक्सटेंशन केवल एक क्लिक के साथ इष्टतम दृश्य अभिविन्यास सुनिश्चित करता है।\n\nरोटेट दैट वीडियो प्लेयर एक हल्का और उपयोगी ऐड-इन है जिसे उत्पादकता बढ़ाने के लिए डिज़ाइन किया गया है। अजीब तरह से झुके हुए वीडियो को अलविदा कहें और एक सहज देखने के अनुभव के लिए नमस्ते कहें। इस ब्राउज़र एक्सटेंशन के लिए धन्यवाद, आप अंततः प्रसिद्ध वीवीएस समस्या को ठीक कर सकते हैं जो आप कभी-कभी यूट्यूब वीडियो में देखते हैं। आप घुमा सकते हैं, स्थिति को लंबवत और क्षैतिज रूप से बदल सकते हैं, और वर्तमान वीडियो प्लेयर को बढ़ा या बढ़ा भी सकते हैं, जिससे आप बड़े पैमाने पर इसका आनंद ले सकते हैं।\n\nवर्टिकल वीडियो सिंड्रोम (वीवीएस) के बारे में कभी नहीं सुना?\nवर्टिकल वीडियो सिंड्रोम (वीवीएस) एक काल्पनिक स्थिति है जो व्यंग्यपूर्वक दावा करती है कि पीड़ित लोग अधिक दर्शक-अनुकूल लैंडस्केप मोड के विपरीत, केवल पोर्ट्रेट ओरिएंटेशन में ही वीडियो शूट कर सकते हैं। अभी रोटेट दैट वीडियो प्लेयर डाउनलोड करें और अपने वीडियो ओरिएंटेशन का पूरा नियंत्रण हासिल करें। आज ही अपना ब्राउज़िंग अनुभव उन्नत करें!\n\nब्राउज़र एक्सटेंशन विशेषताएं:\n◆ वीडियो रोटेशन:\nअपने पसंदीदा व्यूइंग एंगल से तुरंत मिलान करने के लिए वीडियो को किसी भी दिशा में घुमाएँ - दक्षिणावर्त या वामावर्त। यह सुविधा एक स्लाइडर द्वारा समर्थित है जो डेस्कटॉप और मोबाइल टच स्क्रीन डिवाइस दोनों पर काम करती है।\n◆ लंबवत वीडियो समायोजन:\nवीडियो प्लेयर की ऊर्ध्वाधर स्थिति को आवश्यकतानुसार ऊपर या नीचे ले जाकर समायोजित करें।\n◆ क्षैतिज वीडियो समायोजन:\nवीडियो प्लेयर की क्षैतिज स्थिति को अपनी पसंद के अनुसार बाएँ या दाएँ स्थानांतरित करके संशोधित करें।\n◆ वीडियो स्केलिंग:\nवीडियो प्लेयर को अपने इच्छित आयामों के अनुसार आकार दें, आवश्यकतानुसार इसका आकार बढ़ाएँ या घटाएँ।\n◆ सहज नियंत्रण: एक सरल और उपयोगकर्ता के अनुकूल इंटरफ़ेस के साथ, सहज नियंत्रण के साथ वीडियो को परेशानी मुक्त घुमाएँ।\n◆ क्रॉस-प्लेटफ़ॉर्म समर्थन:\nयूट्यूब, वीमियो, डेलीमोशन, बिलिबिली और अन्य सहित विभिन्न वेबसाइटों पर वीडियो प्लेयर की एक विस्तृत श्रृंखला के साथ संगत।\n◆ अनुकूलन योग्य सेटिंग्स:\nरोटेशन, ट्रांज़िशन या स्केलिंग विकल्पों सहित पैनल में प्रदर्शित होने वाले तत्वों का चयन करें, यह सुनिश्चित करते हुए कि आपके पास सभी वीडियो ट्रांसफार्मर बटन आपकी प्राथमिकताओं के अनुरूप हैं।\n◆ कस्टम टूलबार आइकन:\nअपनी दृश्य प्राथमिकताओं के अनुरूप प्रकाश या अंधेरे मोड में अपना पसंदीदा टूलबार आइकन चुनें।\n◆ शॉर्टकट कुंजी:\nशॉर्टकट कुंजी 90 डिग्री दक्षिणावर्त और वामावर्त घूमती है, और इसे रीसेट करती है।\n◆ डार्क मोड के लिए समर्थन\n\nपरियोजना की जानकारी:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nआवश्यक अनुमतियाँ:\n◆ \"contextMenus\": तुरंत ब्राउज़र बटन मेनू में एक संदर्भ मेनू जोड़ें।\n◆ \"एक्टिवटैब\": वर्तमान में खुला टैब वीडियो प्लेयर को घुमाने की अनुमति देता है।\n◆ \"भंडारण\": सेटिंग्स को स्थानीय रूप से सहेजें और अपने वेब ब्राउज़र खाते के साथ सिंक करें।\n\n<<< विकल्प सुविधा >>>\nरात में अपनी आंखों की सुरक्षा के लिए एक विकल्प सुविधा को अनलॉक करें और यूट्यूब और बियोंड के लिए टर्न ऑफ द लाइट्स ब्राउज़र एक्सटेंशन इंस्टॉल करके यूट्यूब™ जैसे वीडियो प्लेयर पर ध्यान केंद्रित करें।\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nध्यान दें: YouTube Google Inc. का ट्रेडमार्क है। इस ट्रेडमार्क का उपयोग Google अनुमतियों के अधीन है।",
    "hr": "Otključajte moć rotiranja bilo kojeg video playera bez napora s proširenjem preglednika Rotate That Video Player. Recite zbogom naprezanju vrata pri gledanju postrance ili naopako okrenutih videozapisa. Bilo da strujite sadržaj, gledate upute na YouTubeu ili uživate u osobnim videozapisima, ovo praktično proširenje osigurava optimalnu orijentaciju gledanja samo jednim klikom.\n\nRotate That Video Player je lagan i koristan dodatak dizajniran za povećanje produktivnosti. Recite zbogom nezgrapno nagnutim videozapisima i pozdravite glatko iskustvo gledanja. Zahvaljujući ovom proširenju preglednika, konačno možete riješiti dobro poznati problem VVS-a koji ponekad vidite u YouTube videozapisima. Možete rotirati, promijeniti položaj okomito i vodoravno, pa čak i povećati ili povećati trenutni video player, omogućujući vam da uživate u njemu na većoj razini.\n\nNikada niste čuli za Vertical Video Syndrome (VVS)?\nSindrom okomitog videa (VVS) fiktivno je stanje koje na satiričan način tvrdi da oboljeli mogu snimati samo videozapise u portretnoj orijentaciji, za razliku od pejzažnog načina koji je prikladniji za gledatelja. Preuzmite Rotate That Video Player sada i preuzmite punu kontrolu nad orijentacijom svog videa. Unaprijedite svoje iskustvo pregledavanja već danas!\n\nZnačajke proširenja preglednika:\n◆ Rotacija videozapisa:\nRotirajte videozapise u bilo kojem smjeru - u smjeru kazaljke na satu ili suprotno - kako biste odmah uskladili željeni kut gledanja. Ovu značajku podržava klizač koji radi i na stolnim i mobilnim uređajima sa zaslonom osjetljivim na dodir.\n◆ Okomito podešavanje videa:\nPodesite okomiti položaj videoplayera, pomičući ga gore ili dolje prema potrebi.\n◆ Horizontalna video prilagodba:\nPromijenite vodoravni položaj video playera, pomičući ga lijevo ili desno prema vašim željama.\n◆ Video skaliranje:\nPromijenite veličinu videoplayera na željene dimenzije, povećavajući ili smanjujući njegovu veličinu prema potrebi.\n◆ Intuitivne kontrole: Uz jednostavno sučelje prilagođeno korisniku, rotirajte videozapise bez muke uz intuitivne kontrole.\n◆ Podrška za više platformi:\nKompatibilan sa širokim rasponom videoplayera na raznim web-mjestima, uključujući YouTube, Vimeo, Dailymotion, Bilibili itd.\n◆ Prilagodljive postavke:\nOdaberite koje elemente želite prikazati na ploči, uključujući izbore rotacije, prijelaza ili skaliranja, osiguravajući da su svi gumbi video transformatora prilagođeni vašim željama.\n◆ Ikona prilagođene alatne trake:\nOdaberite željenu ikonu alatne trake u svijetlom ili tamnom načinu rada, prilagođavajući se vašim vizualnim preferencijama.\n◆ Tipka prečaca:\nTipka prečaca okreće se za 90 stupnjeva u smjeru kazaljke na satu i suprotno od kazaljke na satu i poništava je.\n◆ Podrška za Dark Mode\n\nInformacije o projektu:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nPotrebna dopuštenja:\n◆ \"contextMenus\": Dodajte kontekstni izbornik u trenutne izbornike gumba preglednika.\n◆ \"activeTab\": Trenutno otvorena kartica omogućuje rotiranje video playera.\n◆ \"pohrana\": Spremite postavke lokalno i sinkronizirajte s računom vašeg web preglednika.\n\n<<< Značajka opcije >>>\nOtključajte značajku opcije za zaštitu očiju noću i fokusiranje na video player, kao što je YouTube™, instaliranjem proširenja preglednika Turn Off the Lights za YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNapomena: YouTube je zaštitni znak tvrtke Google Inc. Korištenje ovog zaštitnog znaka podliježe Googleovim dozvolama.",
    "hu": "A Rotate That Video Player böngészőbővítmény segítségével könnyedén forgathatja bármelyik videolejátszót. Mondjon búcsút a nyak megfeszítésének, hogy oldalra vagy fejjel lefelé nézzen videókat. Akár tartalmat streamel, akár oktatóanyagokat néz a YouTube-on, akár személyes videókat néz, ez a praktikus bővítmény egyetlen kattintással biztosítja az optimális tájolást.\n\nA Rotate That Video Player egy könnyű és hasznos bővítmény, amelyet a termelékenység növelésére terveztek. Mondjon búcsút a kínosan megdöntött videóknak, és üdvözli a simább megtekintési élményt. Ennek a böngészőbővítménynek köszönhetően végre kijavíthatod a jól ismert VVS-problémát, amely néha a YouTube-videókban is előfordul. Elforgathatja, módosíthatja a pozíciót függőlegesen és vízszintesen, sőt növelheti vagy felnagyíthatja az aktuális videolejátszót, így nagyobb léptékben élvezheti azt.\n\nSoha nem hallott a függőleges videó szindrómáról (VVS)?\nA Vertical Video Syndrome (VVS) egy fiktív állapot, amely szatirikusan azt állítja, hogy az érintettek csak álló tájolásban tudnak videózni, szemben a nézőbarátabb fekvő móddal. Töltse le most a Rotate That Video Player alkalmazást, és ragadja meg teljes mértékben a videó tájolását. Növelje böngészési élményét még ma!\n\nA böngészőbővítmény jellemzői:\n◆ Videó elforgatása:\nForgassa el a videókat bármely irányba – az óramutató járásával megegyező vagy ellentétes irányba –, hogy azonnal megfeleljen a kívánt látószögnek. Ezt a funkciót egy csúszka támogatja, amely asztali és mobil érintőképernyős eszközökön egyaránt működik.\n◆ Függőleges videó beállítás:\nÁllítsa be a videolejátszó függőleges helyzetét, szükség szerint mozgassa felfelé vagy lefelé.\n◆ Vízszintes videó beállítás:\nMódosítsa a videolejátszó vízszintes helyzetét, tetszés szerint tolja balra vagy jobbra.\n◆ Videó méretezése:\nMéretezze át a videolejátszót a kívánt méretre, szükség szerint növelje vagy csökkentse a méretét.\n◆ Intuitív kezelőszervek: Az egyszerű és felhasználóbarát kezelőfelületnek köszönhetően problémamentesen forgathatja a videókat az intuitív kezelőszervekkel.\n◆ Platformok közötti támogatás:\nKompatibilis a videolejátszók széles skálájával különféle webhelyeken, beleértve a YouTube-ot, a Vimeót, a Dailymotion-t, a Bilibilit és még sok mást.\n◆ Testreszabható beállítások:\nVálassza ki, hogy mely elemek jelenjenek meg a panelen, beleértve az elforgatást, az átmenetet vagy a méretezési lehetőségeket is, így biztosítva, hogy az összes videotranszformátor gomb az Ön preferenciáihoz igazodjon.\n◆ Egyéni eszköztár ikon:\nVálassza ki a kívánt eszköztárikont világos vagy sötét módban, a vizuális preferenciákhoz igazodva.\n◆ Gyorsbillentyű:\nA gyorsbillentyű az óramutató járásával megegyező és ellentétes irányban 90 fokkal elfordul, és alaphelyzetbe állítja.\n◆ Sötét mód támogatása\n\nProjekt információ:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nSzükséges engedélyek:\n◆ \"környezeti menük\": Helyi menü hozzáadása a böngészőgombok azonnali menüihez.\n◆ \"activeTab\": Az aktuálisan megnyitott lap lehetővé teszi a videolejátszó forgatását.\n◆ \"tárhely\": Mentse el a beállításokat helyileg, és szinkronizálja webböngészőfiókjával.\n\n<<< Opció funkció >>>\nA Turn Off the Lights böngészőbővítmény telepítésével a Turn Off the Lights böngészőbővítmény telepítésével feloldhat egy opciót, amellyel éjszaka megvédheti a szemét, és a videolejátszóra összpontosíthat, például a YouTube™-ra.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nMegjegyzés: A YouTube a Google Inc. védjegye. A védjegy használatára a Google engedélyei vonatkoznak.",
    "id": "Buka kemampuan untuk memutar pemutar video apa pun dengan mudah menggunakan ekstensi browser Putar Pemutar Video Itu. Ucapkan selamat tinggal pada ketegangan leher Anda untuk menonton video menyamping atau terbalik. Baik Anda melakukan streaming konten, menonton tutorial di YouTube, atau menikmati video pribadi, ekstensi praktis ini memastikan orientasi tampilan optimal hanya dengan satu klik.\n\nRotate That Video Player adalah add-in ringan dan berguna yang dirancang untuk meningkatkan produktivitas. Ucapkan selamat tinggal pada video yang miring dan sambut pengalaman menonton yang lebih lancar. Berkat ekstensi browser ini, Anda akhirnya dapat memperbaiki masalah VVS terkenal yang terkadang Anda lihat di video YouTube. Anda dapat memutar, mengubah posisi secara vertikal dan horizontal, dan bahkan menambah atau memperbesar pemutar video saat ini, sehingga Anda dapat menikmatinya dalam skala yang lebih besar.\n\nPernah mendengar tentang Sindrom Video Vertikal (VVS)?\nSindrom Video Vertikal (VVS) adalah suatu kondisi fiktif yang secara satir mengklaim bahwa mereka yang mengidapnya hanya dapat merekam video dalam orientasi potret, dibandingkan dengan mode lanskap yang lebih ramah pemirsa. Unduh Putar Pemutar Video Itu sekarang dan ambil kendali penuh atas orientasi video Anda. Tingkatkan pengalaman menjelajah Anda hari ini!\n\nFitur ekstensi browser:\n◆ Rotasi Video:\nPutar video ke segala arah - searah jarum jam atau berlawanan arah jarum jam - agar sesuai dengan sudut pandang pilihan Anda secara instan. Fitur ini didukung oleh slider yang berfungsi pada perangkat layar sentuh desktop dan seluler.\n◆ Penyesuaian Video Vertikal:\nSesuaikan posisi vertikal pemutar video, gerakkan ke atas atau ke bawah sesuai kebutuhan.\n◆ Penyesuaian Video Horisontal:\nUbah posisi horizontal pemutar video, geser ke kiri atau kanan sesuai keinginan Anda.\n◆ Penskalaan Video:\nUbah ukuran pemutar video ke dimensi yang Anda inginkan, tambah atau kurangi ukurannya sesuai kebutuhan.\n◆ Kontrol Intuitif: Dengan antarmuka yang sederhana dan ramah pengguna, putar video tanpa repot dengan kontrol intuitif.\n◆ Dukungan Lintas Platform:\nKompatibel dengan berbagai pemutar video di berbagai situs web, termasuk YouTube, Vimeo, Dailymotion, Bilibili, dan banyak lagi.\n◆ Pengaturan yang Dapat Disesuaikan:\nPilih elemen mana yang akan ditampilkan di panel, termasuk pilihan rotasi, transisi, atau penskalaan, pastikan Anda memiliki semua tombol transformator video yang disesuaikan dengan preferensi Anda.\n◆ Ikon Toolbar Kustom:\nPilih ikon toolbar pilihan Anda dalam mode terang atau gelap, sesuaikan dengan preferensi visual Anda.\n◆ Tombol Pintasan:\nTombol pintasan berputar 90 derajat searah jarum jam dan berlawanan arah jarum jam, lalu mengatur ulangnya.\n◆ Dukungan untuk Mode Gelap\n\nInformasi Proyek:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nIzin yang Diperlukan:\n◆ \"contextMenus\": Tambahkan menu konteks ke menu tombol browser secara instan.\n◆ \"activeTab\": Tab yang sedang terbuka memungkinkan untuk memutar pemutar video.\n◆ \"penyimpanan\": Simpan pengaturan secara lokal dan sinkronkan dengan akun browser web Anda.\n\n<<< Fitur opsi >>>\nBuka fitur opsi untuk melindungi mata Anda di malam hari dan fokus pada pemutar video, seperti YouTube™, dengan menginstal ekstensi browser Matikan Lampu untuk YouTube dan Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nCatatan: YouTube adalah merek dagang Google Inc. Penggunaan merek dagang ini tunduk pada Izin Google.",
    "it": "Sfrutta la possibilità di ruotare facilmente qualsiasi lettore video con l'estensione del browser Ruota quel lettore video. Di' addio allo sforzo del collo per guardare video di lato o capovolti. Che tu stia trasmettendo contenuti in streaming, guardando tutorial su YouTube o godendo di video personali, questa pratica estensione garantisce un orientamento di visualizzazione ottimale con un solo clic.\n\nRotate That Video Player è un componente aggiuntivo leggero e utile progettato per migliorare la produttività. Dì addio ai video inclinati in modo strano e dai il benvenuto a un'esperienza visiva più fluida. Grazie a questa estensione del browser potrai finalmente risolvere il noto problema VVS che a volte vedi nei video di YouTube. Puoi ruotare, modificare la posizione verticalmente e orizzontalmente e persino aumentare o ingrandire il lettore video corrente, permettendoti di godertelo su una scala più ampia.\n\nNon hai mai sentito parlare della Sindrome del Video Verticale (VVS)?\nLa sindrome del video verticale (VVS) è una condizione fittizia che afferma in modo satirico che le persone affette possono girare video solo con orientamento verticale, in contrapposizione alla modalità orizzontale più user-friendly. Scarica subito Ruota quel lettore video e prendi il pieno controllo dell'orientamento del tuo video. Migliora la tua esperienza di navigazione oggi!\n\nFunzionalità dell'estensione del browser:\n◆ Rotazione video:\nRuota i video in qualsiasi direzione, in senso orario o antiorario, per adattarli immediatamente al tuo angolo di visione preferito. Questa funzionalità è supportata da uno slider che funziona sia su dispositivi desktop che mobili con touch screen.\n◆ Regolazione video verticale:\nRegola il posizionamento verticale del lettore video, spostandolo verso l'alto o verso il basso secondo necessità.\n◆ Regolazione video orizzontale:\nModifica il posizionamento orizzontale del lettore video, spostandolo a sinistra o a destra in base alle tue preferenze.\n◆ Ridimensionamento video:\nRidimensiona il lettore video alle dimensioni desiderate, aumentando o diminuendone le dimensioni secondo necessità.\n◆ Controlli intuitivi: con un'interfaccia semplice e intuitiva, ruota i video senza problemi con controlli intuitivi.\n◆ Supporto multipiattaforma:\nCompatibile con un'ampia gamma di lettori video su vari siti Web, tra cui YouTube, Vimeo, Dailymotion, Bilibili e altri.\n◆ Impostazioni personalizzabili:\nSeleziona quali elementi mostrare nel pannello, comprese le scelte di rotazione, transizione o ridimensionamento, assicurandoti di avere tutti i pulsanti del trasformatore video adattati alle tue preferenze.\n◆ Icona della barra degli strumenti personalizzata:\nSeleziona l'icona della barra degli strumenti che preferisci in modalità chiara o scura, adattandola alle tue preferenze visive.\n◆ Tasto di scelta rapida:\nIl tasto di scelta rapida ruota di 90 gradi in senso orario e antiorario e lo reimposta.\n◆ Supporto per la modalità oscura\n\nInformazioni di progetto:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nAutorizzazioni richieste:\n◆ \"contextMenus\": aggiunge un menu contestuale ai menu dei pulsanti del browser istantaneo.\n◆ \"activeTab\": la scheda attualmente aperta consente di ruotare il lettore video.\n◆ \"archiviazione\": salva le impostazioni localmente e sincronizza con l'account del tuo browser web.\n\n<<< Funzionalità opzionale >>>\nSblocca una funzione opzionale per proteggere i tuoi occhi di notte e concentrarti sul lettore video, come YouTube™, installando l'estensione del browser Turn Off the Lights per YouTube e Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNota: YouTube è un marchio di Google Inc. L'utilizzo di questo marchio è soggetto alle autorizzazioni di Google.",
    "ja": "Rotate That Video Player ブラウザ拡張機能を使用すると、ビデオ プレーヤーを簡単に回転できるようになります。 横向きや逆さまのビデオを見るために首を痛める必要はありません。 コンテンツをストリーミングしている場合でも、YouTube でチュートリアルを視聴している場合でも、個人的なビデオを楽しんでいる場合でも、この便利な拡張機能を使用すると、クリックするだけで最適な視聴方向が保証されます。\n\nRotate That Video Player は、生産性を向上させるために設計された軽量で便利なアドインです。 ぎこちなく傾いたビデオに別れを告げ、よりスムーズな視聴体験を手に入れましょう。 このブラウザ拡張機能のおかげで、YouTube ビデオで時々見られるよく知られた VVS 問題をついに解決できます。 現在のビデオプレーヤーを回転したり、上下左右に位置を変更したり、拡大したり拡大したりすることができ、より大きなスケールで楽しむことができます。\n\n垂直ビデオ症候群 (VVS) について聞いたことがありませんか?\n垂直ビデオ症候群 (VVS) は架空の症状で、罹患者は視聴者に優しい横向きモードではなく、縦向きでしかビデオを撮影できないと風刺的に主張しています。 今すぐ Rotate That Video Player をダウンロードして、ビデオの向きを完全にコントロールしましょう。 今すぐブラウジング体験を向上させましょう!\n\nブラウザ拡張機能:\n◆ ビデオの回転:\nビデオを時計回りまたは反時計回りに回転させて、好みの表示角度に即座に合わせます。 この機能は、デスクトップとモバイルの両方のタッチ スクリーン デバイスで動作するスライダーによってサポートされています。\n◆ 垂直ビデオ調整:\n必要に応じてビデオプレーヤーを上下に移動して、ビデオプレーヤーの垂直位置を調整します。\n◆ 水平ビデオ調整:\nビデオプレーヤーの水平位置を変更し、好みに応じて左または右に移動します。\n◆ ビデオスケーリング:\n必要に応じてサイズを拡大または縮小して、ビデオプレーヤーのサイズを希望のサイズに変更します。\n◆ 直感的なコントロール: シンプルでユーザーフレンドリーなインターフェイスにより、直感的なコントロールでビデオを簡単に回転できます。\n◆ クロスプラットフォームのサポート:\nYouTube、Vimeo、Dailymotion、Bilibiliなど、さまざまなWebサイトの幅広いビデオプレーヤーと互換性があります。\n◆ カスタマイズ可能な設定:\n回転、トランジション、スケーリングの選択など、パネルで表示する要素を選択し、すべてのビデオ トランスフォーマー ボタンを好みに合わせて調整します。\n◆ カスタム ツールバー アイコン:\n視覚的な好みに合わせて、ライト モードまたはダーク モードで好みのツールバー アイコンを選択します。\n◆ショートカットキー：\nショートカットキーは時計回りと反時計回りに90度回転し、リセットします。\n◆ ダークモードのサポート\n\nプロジェクト情報:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\n必要な権限:\n◆ \"contextMenus\": ブラウザのボタン メニューにコンテキスト メニューを即座に追加します。\n◆ 「activeTab」: 現在開いているタブでビデオ プレーヤーを回転できます。\n◆ 「ストレージ」: 設定をローカルに保存し、Web ブラウザーのアカウントと同期します。\n\n<<< オプション機能 >>>\nYouTube などのブラウザ拡張機能 Turn Off the Lights をインストールすると、夜間に目を保護し、YouTube™ などのビデオ プレーヤーに集中できるオプション機能のロックを解除できます。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\n注: YouTube は Google Inc. の商標です。この商標の使用には Google の許可が必要です。",
    "kn": "ಆ ವೀಡಿಯೊ ಪ್ಲೇಯರ್ ಅನ್ನು ತಿರುಗಿಸಿ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ಯಾವುದೇ ವೀಡಿಯೊ ಪ್ಲೇಯರ್ ಅನ್ನು ಸಲೀಸಾಗಿ ತಿರುಗಿಸಲು ಶಕ್ತಿಯನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಿ. ಪಕ್ಕಕ್ಕೆ ಅಥವಾ ತಲೆಕೆಳಗಾದ ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಲು ನಿಮ್ಮ ಕುತ್ತಿಗೆಯನ್ನು ಆಯಾಸಗೊಳಿಸುವುದಕ್ಕೆ ವಿದಾಯ ಹೇಳಿ. ನೀವು ವಿಷಯವನ್ನು ಸ್ಟ್ರೀಮಿಂಗ್ ಮಾಡುತ್ತಿರಲಿ, YouTube ನಲ್ಲಿ ಟ್ಯುಟೋರಿಯಲ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸುತ್ತಿರಲಿ ಅಥವಾ ವೈಯಕ್ತಿಕ ವೀಡಿಯೊಗಳನ್ನು ಆನಂದಿಸುತ್ತಿರಲಿ, ಈ ಸೂಕ್ತ ವಿಸ್ತರಣೆಯು ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ಅತ್ಯುತ್ತಮ ವೀಕ್ಷಣೆಯ ದೃಷ್ಟಿಕೋನವನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ.\n\nರೊಟೇಟ್ ಆ ವಿಡಿಯೋ ಪ್ಲೇಯರ್ ಉತ್ಪಾದಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಹಗುರವಾದ ಮತ್ತು ಉಪಯುಕ್ತವಾದ ಆಡ್-ಇನ್ ಆಗಿದೆ. ವಿಚಿತ್ರವಾಗಿ ವಾಲಿರುವ ವೀಡಿಯೊಗಳಿಗೆ ವಿದಾಯ ಹೇಳಿ ಮತ್ತು ಸುಗಮ ವೀಕ್ಷಣೆಯ ಅನುಭವಕ್ಕೆ ಹಲೋ. ಈ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಗೆ ಧನ್ಯವಾದಗಳು, ನೀವು YouTube ವೀಡಿಯೊಗಳಲ್ಲಿ ಕೆಲವೊಮ್ಮೆ ನೋಡುವ ಪ್ರಸಿದ್ಧ VVS ಸಮಸ್ಯೆಯನ್ನು ನೀವು ಅಂತಿಮವಾಗಿ ಪರಿಹರಿಸಬಹುದು. ನೀವು ತಿರುಗಿಸಬಹುದು, ಸ್ಥಾನವನ್ನು ಲಂಬವಾಗಿ ಮತ್ತು ಅಡ್ಡಲಾಗಿ ಬದಲಾಯಿಸಬಹುದು ಮತ್ತು ಪ್ರಸ್ತುತ ವೀಡಿಯೊ ಪ್ಲೇಯರ್ ಅನ್ನು ಹೆಚ್ಚಿಸಬಹುದು ಅಥವಾ ಅಳೆಯಬಹುದು, ಇದು ನಿಮಗೆ ದೊಡ್ಡ ಪ್ರಮಾಣದಲ್ಲಿ ಆನಂದಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.\n\nವರ್ಟಿಕಲ್ ವಿಡಿಯೋ ಸಿಂಡ್ರೋಮ್ (ವಿವಿಎಸ್) ಬಗ್ಗೆ ಕೇಳಿಲ್ಲವೇ?\nವರ್ಟಿಕಲ್ ವಿಡಿಯೋ ಸಿಂಡ್ರೋಮ್ (VVS) ಎಂಬುದು ಕಾಲ್ಪನಿಕ ಸ್ಥಿತಿಯಾಗಿದ್ದು, ಪೀಡಿತರು ಹೆಚ್ಚು ವೀಕ್ಷಕ-ಸ್ನೇಹಿ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಮೋಡ್‌ಗೆ ವಿರುದ್ಧವಾಗಿ ಭಾವಚಿತ್ರದ ದೃಷ್ಟಿಕೋನದಲ್ಲಿ ಮಾತ್ರ ವೀಡಿಯೊಗಳನ್ನು ಶೂಟ್ ಮಾಡಬಹುದು ಎಂದು ವಿಡಂಬನಾತ್ಮಕವಾಗಿ ಹೇಳುತ್ತದೆ. ಇದೀಗ ಆ ವೀಡಿಯೊ ಪ್ಲೇಯರ್ ಅನ್ನು ತಿರುಗಿಸಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ವೀಡಿಯೊ ದೃಷ್ಟಿಕೋನದ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಿ. ಇಂದು ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಿ!\n\nಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ವೈಶಿಷ್ಟ್ಯಗಳು:\n◆ ವೀಡಿಯೊ ತಿರುಗುವಿಕೆ:\nನಿಮ್ಮ ಆದ್ಯತೆಯ ವೀಕ್ಷಣಾ ಕೋನವನ್ನು ತಕ್ಷಣವೇ ಹೊಂದಿಸಲು - ಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ ಅಥವಾ ಅಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ - ಯಾವುದೇ ದಿಕ್ಕಿನಲ್ಲಿ ವೀಡಿಯೊಗಳನ್ನು ತಿರುಗಿಸಿ. ಈ ವೈಶಿಷ್ಟ್ಯವು ಡೆಸ್ಕ್‌ಟಾಪ್ ಮತ್ತು ಮೊಬೈಲ್ ಟಚ್ ಸ್ಕ್ರೀನ್ ಸಾಧನಗಳಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ಸ್ಲೈಡರ್‌ನಿಂದ ಬೆಂಬಲಿತವಾಗಿದೆ.\n◆ ಲಂಬ ವೀಡಿಯೊ ಹೊಂದಾಣಿಕೆ:\nವೀಡಿಯೊ ಪ್ಲೇಯರ್‌ನ ಲಂಬ ಸ್ಥಾನವನ್ನು ಹೊಂದಿಸಿ, ಅಗತ್ಯವಿರುವಂತೆ ಅದನ್ನು ಮೇಲಕ್ಕೆ ಅಥವಾ ಕೆಳಕ್ಕೆ ಸರಿಸಿ.\n◆ ಸಮತಲ ವೀಡಿಯೊ ಹೊಂದಾಣಿಕೆ:\nವೀಡಿಯೊ ಪ್ಲೇಯರ್‌ನ ಸಮತಲ ಸ್ಥಾನವನ್ನು ಮಾರ್ಪಡಿಸಿ, ನಿಮ್ಮ ಆದ್ಯತೆಗೆ ಅನುಗುಣವಾಗಿ ಎಡಕ್ಕೆ ಅಥವಾ ಬಲಕ್ಕೆ ವರ್ಗಾಯಿಸಿ.\n◆ ವೀಡಿಯೊ ಸ್ಕೇಲಿಂಗ್:\nನಿಮ್ಮ ಅಪೇಕ್ಷಿತ ಆಯಾಮಗಳಿಗೆ ವೀಡಿಯೊ ಪ್ಲೇಯರ್ ಅನ್ನು ಮರುಗಾತ್ರಗೊಳಿಸಿ, ಅಗತ್ಯವಿರುವಂತೆ ಅದರ ಗಾತ್ರವನ್ನು ಹೆಚ್ಚಿಸಿ ಅಥವಾ ಕಡಿಮೆ ಮಾಡಿ.\n◆ ಅರ್ಥಗರ್ಭಿತ ನಿಯಂತ್ರಣಗಳು: ಸರಳ ಮತ್ತು ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಇಂಟರ್‌ಫೇಸ್‌ನೊಂದಿಗೆ, ಅರ್ಥಗರ್ಭಿತ ನಿಯಂತ್ರಣಗಳೊಂದಿಗೆ ವೀಡಿಯೊಗಳನ್ನು ತೊಂದರೆ-ಮುಕ್ತವಾಗಿ ತಿರುಗಿಸಿ.\n◆ ಕ್ರಾಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಬೆಂಬಲ:\nYouTube, Vimeo, Dailymotion, Bilibili ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ವಿವಿಧ ವೆಬ್‌ಸೈಟ್‌ಗಳಾದ್ಯಂತ ವ್ಯಾಪಕ ಶ್ರೇಣಿಯ ವೀಡಿಯೊ ಪ್ಲೇಯರ್‌ಗಳೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.\n◆ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಸೆಟ್ಟಿಂಗ್‌ಗಳು:\nತಿರುಗುವಿಕೆ, ಪರಿವರ್ತನೆ ಅಥವಾ ಸ್ಕೇಲಿಂಗ್ ಆಯ್ಕೆಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಯಾವ ಅಂಶಗಳನ್ನು ಪ್ರದರ್ಶಿಸಬೇಕು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ, ನಿಮ್ಮ ಆದ್ಯತೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಎಲ್ಲಾ ವೀಡಿಯೊ ಟ್ರಾನ್ಸ್‌ಫಾರ್ಮರ್ ಬಟನ್‌ಗಳನ್ನು ನೀವು ಹೊಂದಿರುವಿರಾ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.\n◆ ಕಸ್ಟಮ್ ಟೂಲ್‌ಬಾರ್ ಐಕಾನ್:\nನಿಮ್ಮ ದೃಶ್ಯ ಪ್ರಾಶಸ್ತ್ಯಗಳಿಗೆ ಹೊಂದಿಕೊಳ್ಳುವ ಮೂಲಕ ನಿಮ್ಮ ಆದ್ಯತೆಯ ಟೂಲ್‌ಬಾರ್ ಐಕಾನ್ ಅನ್ನು ಲೈಟ್ ಅಥವಾ ಡಾರ್ಕ್ ಮೋಡ್‌ನಲ್ಲಿ ಆಯ್ಕೆಮಾಡಿ.\n◆ ಶಾರ್ಟ್‌ಕಟ್ ಕೀ:\nಶಾರ್ಟ್‌ಕಟ್ ಕೀ 90 ಡಿಗ್ರಿ ಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ ಮತ್ತು ಅಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ ತಿರುಗುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಮರುಹೊಂದಿಸುತ್ತದೆ.\n◆ ಡಾರ್ಕ್ ಮೋಡ್‌ಗೆ ಬೆಂಬಲ\n\nಯೋಜನೆಯ ಮಾಹಿತಿ:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nಅಗತ್ಯವಿರುವ ಅನುಮತಿಗಳು:\n◆ \"ಸಂದರ್ಭ ಮೆನುಗಳು\": ತಕ್ಷಣವೇ ಬ್ರೌಸರ್ ಬಟನ್ ಮೆನುಗಳಿಗೆ ಸಂದರ್ಭ ಮೆನುವನ್ನು ಸೇರಿಸಿ.\n◆ \"activeTab\": ಪ್ರಸ್ತುತ ತೆರೆದಿರುವ ಟ್ಯಾಬ್ ವೀಡಿಯೊ ಪ್ಲೇಯರ್ ಅನ್ನು ತಿರುಗಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.\n◆ \"ಸಂಗ್ರಹಣೆ\": ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಉಳಿಸಿ ಮತ್ತು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್ ಖಾತೆಯೊಂದಿಗೆ ಸಿಂಕ್ ಮಾಡಿ.\n\n<<< ಆಯ್ಕೆಯ ವೈಶಿಷ್ಟ್ಯ >>>\nರಾತ್ರಿಯಲ್ಲಿ ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ರಕ್ಷಿಸಲು ಆಯ್ಕೆ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ ಮತ್ತು YouTube ಮತ್ತು ಬಿಯಾಂಡ್‌ಗಾಗಿ ಟರ್ನ್ ಆಫ್ ದಿ ಲೈಟ್ಸ್ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ YouTube™ ನಂತಹ ವೀಡಿಯೊ ಪ್ಲೇಯರ್ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿ.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nಗಮನಿಸಿ: YouTube Google Inc ನ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ. ಈ ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ನ ಬಳಕೆಯು Google ಅನುಮತಿಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ.",
    "ko": "Rotate That Video Player 브라우저 확장 기능을 사용하여 모든 비디오 플레이어를 쉽게 회전할 수 있는 기능을 잠금 해제하세요. 옆으로 보거나 거꾸로 된 동영상을 시청하기 위해 목에 힘을 주지 마세요. 콘텐츠를 스트리밍하든, YouTube에서 튜토리얼을 시청하든, 개인 비디오를 감상하든 이 편리한 확장 프로그램은 단 한 번의 클릭으로 최적의 보기 방향을 보장합니다.\n\nRotate That Video Player는 생산성을 향상시키도록 설계된 가볍고 유용한 추가 기능입니다. 어색하게 기울어진 동영상은 이제 그만, 더 부드러운 시청 환경을 경험해 보세요. 이 브라우저 확장 기능 덕분에 YouTube 동영상에서 가끔 볼 수 있는 잘 알려진 VVS 문제를 마침내 해결할 수 있습니다. 회전, 상하좌우 위치 변경이 가능하며, 현재 동영상 플레이어를 확대/축소하여 더 큰 규모로 즐길 수도 있습니다.\n\n수직영상증후군(VVS)에 대해 들어본 적이 없나요?\n수직 비디오 증후군(VVS)은 시청자에게 친숙한 가로 모드가 아닌 세로 방향으로만 비디오를 촬영할 수 있다고 풍자적으로 주장하는 가상의 질환입니다. 지금 Rotate That Video Player를 다운로드하고 비디오 방향을 완전히 제어하세요. 오늘 귀하의 브라우징 경험을 향상시켜 보세요!\n\n브라우저 확장 기능:\n◆ 비디오 회전:\n시계 방향이나 시계 반대 방향 등 원하는 방향으로 비디오를 회전하여 원하는 보기 각도에 즉시 맞출 수 있습니다. 이 기능은 데스크톱 및 모바일 터치 스크린 장치 모두에서 작동하는 슬라이더를 통해 지원됩니다.\n◆ 수직 비디오 조정:\n비디오 플레이어의 수직 위치를 조정하고 필요에 따라 위나 아래로 이동합니다.\n◆ 수평 비디오 조정:\n원하는 대로 비디오 플레이어의 수평 위치를 왼쪽이나 오른쪽으로 이동하여 수정하세요.\n◆ 비디오 스케일링:\n비디오 플레이어의 크기를 원하는 크기로 조정하고 필요에 따라 크기를 늘리거나 줄입니다.\n◆ 직관적인 컨트롤: 간단하고 사용자 친화적인 인터페이스를 통해 직관적인 컨트롤로 번거로움 없이 비디오를 회전할 수 있습니다.\n◆ 크로스 플랫폼 지원:\nYouTube, Vimeo, Dailymotion, Bilibili 등 다양한 웹사이트의 다양한 비디오 플레이어와 호환됩니다.\n◆ 사용자 정의 가능한 설정:\n회전, 전환 또는 크기 조정 선택을 포함하여 패널에 표시할 요소를 선택하여 모든 비디오 변환기 버튼이 원하는 대로 조정되도록 하세요.\n◆ 사용자 정의 도구 모음 아이콘:\n시각적 선호도에 맞춰 밝은 모드나 어두운 모드에서 선호하는 도구 모음 아이콘을 선택하세요.\n◆ 단축키:\n단축키는 시계방향, 반시계방향으로 90도 회전하여 재설정합니다.\n◆ 다크 모드 지원\n\n프로젝트 정보:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\n필수 권한:\n◆ \"contextMenus\": 즉시 브라우저 버튼 메뉴에 상황에 맞는 메뉴를 추가합니다.\n◆ \"activeTab\": 현재 열려 있는 탭을 사용하면 비디오 플레이어를 회전할 수 있습니다.\n◆ \"저장소\": 설정을 로컬에 저장하고 웹 브라우저 계정과 동기화합니다.\n\n<<< 옵션 기능 >>>\nYouTube 및 Beyond용 Turn Off the Lights 브라우저 확장 프로그램을 설치하여 밤에 눈을 보호하고 YouTube™와 같은 비디오 플레이어에 집중할 수 있는 옵션 기능을 잠금 해제하세요.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\n참고: YouTube는 Google Inc.의 상표입니다. 이 상표의 사용에는 Google 허가가 적용됩니다.",
    "lt": "Atlaisvinkite galią be vargo pasukti bet kurį vaizdo grotuvą naudodami naršyklės plėtinį Rotate That Video Player. Atsisveikinkite su įtempimu kaklu, kad galėtumėte žiūrėti vaizdo įrašus į šoną arba apversti. Nesvarbu, ar transliuojate turinį, ar žiūrite mokymo programas „YouTube“, ar mėgaujatės asmeniniais vaizdo įrašais, šis patogus plėtinys užtikrina optimalią žiūrėjimo orientaciją vienu paspaudimu.\n\n„Rotate That Video Player“ yra lengvas ir naudingas priedas, skirtas produktyvumui padidinti. Atsisveikinkite su nepatogiai pakreiptais vaizdo įrašais ir pasisveikinkite su sklandžiau žiūrėdami. Dėl šio naršyklės plėtinio pagaliau galite išspręsti gerai žinomą VVS problemą, kurią kartais matote „YouTube“ vaizdo įrašuose. Galite pasukti, keisti padėtį vertikaliai ir horizontaliai ir netgi padidinti arba padidinti esamą vaizdo grotuvą, kad galėtumėte mėgautis didesniu mastu.\n\nNiekada negirdėjote apie vertikalaus vaizdo sindromą (VVS)?\nVertikalus vaizdo sindromas (VVS) yra fiktyvi būklė, kuri satyriškai teigia, kad kenčiantys asmenys gali filmuoti tik portreto orientacija, o ne žiūrintiesiems patogesniu kraštovaizdžio režimu. Atsisiųskite Rotate That Video Player dabar ir visiškai valdykite vaizdo įrašo orientaciją. Patobulinkite savo naršymo patirtį šiandien!\n\nNaršyklės plėtinio funkcijos:\n◆ Vaizdo įrašo pasukimas:\nPasukite vaizdo įrašus bet kuria kryptimi – pagal arba prieš laikrodžio rodyklę, kad akimirksniu atitiktų pageidaujamą žiūrėjimo kampą. Šią funkciją palaiko slankiklis, kuris veikia tiek staliniuose, tiek mobiliuosiuose jutiklinio ekrano įrenginiuose.\n◆ Vertikalus vaizdo reguliavimas:\nSureguliuokite vertikalią vaizdo įrašų grotuvo padėtį, jei reikia, judindami aukštyn arba žemyn.\n◆ Horizontalus vaizdo reguliavimas:\nPakeiskite horizontalią vaizdo įrašų grotuvo padėtį, perkeldami ją į kairę arba dešinę pagal savo pageidavimus.\n◆ Vaizdo įrašo mastelio keitimas:\nPakeiskite vaizdo įrašų grotuvo dydį iki norimų matmenų, jei reikia, padidinkite arba sumažinkite jo dydį.\n◆ Intuityvūs valdikliai: naudodami paprastą ir patogią sąsają sukite vaizdo įrašus be vargo naudodami intuityvius valdiklius.\n◆ Kelių platformų palaikymas:\nSuderinamas su daugybe vaizdo grotuvų įvairiose svetainėse, įskaitant „YouTube“, „Vimeo“, „Dailymotion“, „Bilibili“ ir kt.\n◆ Pritaikomi nustatymai:\nPasirinkite, kuriuos elementus rodyti skydelyje, įskaitant sukimo, perėjimo ar mastelio keitimo parinktis, kad visi vaizdo transformatoriaus mygtukai būtų pritaikyti pagal jūsų pageidavimus.\n◆ Pasirinktinė įrankių juostos piktograma:\nPasirinkite pageidaujamą įrankių juostos piktogramą šviesiu arba tamsiu režimu, prisitaikydami prie jūsų vizualinių nuostatų.\n◆ Spartusis klavišas:\nSpartusis klavišas sukasi 90 laipsnių pagal laikrodžio rodyklę ir prieš laikrodžio rodyklę ir nustato jį iš naujo.\n◆ Tamsaus režimo palaikymas\n\nInformacija apie projektą:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nReikalingi leidimai:\n◆ „ContextMenus“: pridėkite kontekstinį meniu prie momentinio naršyklės mygtukų meniu.\n◆ „ActiveTab“: šiuo metu atidarytas skirtukas leidžia pasukti vaizdo įrašų grotuvą.\n◆ „saugykla“: išsaugokite nustatymus vietoje ir sinchronizuokite su žiniatinklio naršyklės paskyra.\n\n<<< Parinkčių funkcija >>>\nAtrakinkite parinkčių funkciją, kad apsaugotumėte akis naktį ir sutelktumėte dėmesį į vaizdo įrašų grotuvą, pvz., „YouTube™“, įdiegę „Turn Off the Lights“ naršyklės plėtinį, skirtą „YouTube“ ir „Beyond“.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nPastaba: „YouTube“ yra „Google Inc.“ prekės ženklas. Šio prekės ženklo naudojimas priklauso nuo „Google“ leidimų.",
    "lv": "Atbrīvojieties no iespēju bez piepūles pagriezt jebkuru video atskaņotāju, izmantojot pārlūkprogrammas paplašinājumu Rotate That Video Player. Atvadieties no kakla sasprindzinājuma, lai skatītos videoklipus, kas atrodas sānis vai otrādi. Neatkarīgi no tā, vai straumējat saturu, skatāties pamācības pakalpojumā YouTube vai baudāt personiskus videoklipus, šis parocīgais paplašinājums nodrošina optimālu skatīšanās orientāciju tikai ar vienu klikšķi.\n\nRotate That Video Player ir viegls un noderīgs pievienojumprogramma, kas paredzēta produktivitātes uzlabošanai. Atvadieties no neveikli sasvērtiem videoklipiem un sveicināties ar vienmērīgāku skatīšanās pieredzi. Pateicoties šim pārlūkprogrammas paplašinājumam, jūs beidzot varat novērst labi zināmo VVS problēmu, ko dažreiz redzat YouTube videoklipos. Varat pagriezt, mainīt pozīciju vertikāli un horizontāli un pat palielināt vai mērogot pašreizējo video atskaņotāju, ļaujot baudīt to plašākā mērogā.\n\nNekad neesat dzirdējis par vertikālo video sindromu (VVS)?\nVertikālais video sindroms (VVS) ir fiktīvs stāvoklis, kas satīriski apgalvo, ka cietušie var uzņemt video tikai portreta orientācijā, atšķirībā no skatītājiem draudzīgākā ainavas režīma. Lejupielādējiet Rotate That Video Player tūlīt un pilnībā kontrolējiet savu video orientāciju. Uzlabojiet savu pārlūkošanas pieredzi jau šodien!\n\nPārlūka paplašinājuma funkcijas:\n◆ Video pagriešana:\nPagrieziet videoklipus jebkurā virzienā — pulksteņrādītāja virzienā vai pretēji — lai uzreiz atbilstu jūsu vēlamajam skatīšanās leņķim. Šo funkciju atbalsta slīdnis, kas darbojas gan galddatoros, gan mobilajās skārienekrāna ierīcēs.\n◆ Vertikālā video regulēšana:\nPielāgojiet video atskaņotāja vertikālo novietojumu, pēc vajadzības pārvietojot to uz augšu vai uz leju.\n◆ Horizontālā video pielāgošana:\nMainiet video atskaņotāja horizontālo novietojumu, pārvietojot to pa kreisi vai pa labi atbilstoši savām vēlmēm.\n◆ Video mērogošana:\nMainiet video atskaņotāja izmērus līdz vēlamajiem izmēriem, pēc vajadzības palielinot vai samazinot tā izmēru.\n◆ Intuitīvas vadības ierīces: ar vienkāršu un lietotājam draudzīgu interfeisu bez problēmām pagrieziet videoklipus ar intuitīvām vadības ierīcēm.\n◆ Vairāku platformu atbalsts:\nSavietojams ar plašu video atskaņotāju klāstu dažādās vietnēs, tostarp YouTube, Vimeo, Dailymotion, Bilibili un citās.\n◆ Pielāgojami iestatījumi:\nAtlasiet, kurus elementus parādīt panelī, tostarp rotācijas, pārejas vai mērogošanas izvēles, nodrošinot, ka visas video transformatora pogas ir pielāgotas jūsu vēlmēm.\n◆ Pielāgotas rīkjoslas ikona:\nAtlasiet vēlamo rīkjoslas ikonu gaišajā vai tumšajā režīmā, pielāgojoties savām vizuālajām vēlmēm.\n◆ Īsinājumtaustiņš:\nĪsinājumtaustiņš griežas par 90 grādiem pulksteņrādītāja kustības virzienā un pretēji pulksteņrādītāja virzienam un atiestata to.\n◆ Tumšā režīma atbalsts\n\nInformācija par projektu:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nNepieciešamās atļaujas:\n◆ \"ContextMenus\": pievienojiet konteksta izvēlni tūlītējai pārlūkprogrammas pogu izvēlnēm.\n◆ \"activeTab\": pašlaik atvērtā cilne ļauj pagriezt video atskaņotāju.\n◆ \"krātuve\": saglabājiet iestatījumus lokāli un sinhronizējiet ar tīmekļa pārlūkprogrammas kontu.\n\n<<< Opcijas funkcija >>>\nAtbloķējiet opciju funkciju, lai aizsargātu acis naktī un koncentrētos uz video atskaņotāju, piemēram, YouTube™, instalējot pārlūkprogrammas paplašinājumu Turn Off the Lights YouTube un Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nPiezīme: YouTube ir Google Inc. preču zīme. Šīs preču zīmes izmantošana ir atkarīga no Google atļaujām.",
    "ml": "റൊട്ടേറ്റ് ആ വീഡിയോ പ്ലെയർ ബ്രൗസർ വിപുലീകരണം ഉപയോഗിച്ച് ഏത് വീഡിയോ പ്ലെയറും അനായാസമായി തിരിക്കാനുള്ള പവർ അൺലോക്ക് ചെയ്യുക. വശത്ത് അല്ലെങ്കിൽ തലകീഴായി വീഡിയോകൾ കാണുന്നതിന് നിങ്ങളുടെ കഴുത്ത് ആയാസപ്പെടുത്തുന്നതിനോട് വിട പറയുക. നിങ്ങൾ ഉള്ളടക്കം സ്ട്രീം ചെയ്യുകയോ YouTube-ൽ ട്യൂട്ടോറിയലുകൾ കാണുകയോ വ്യക്തിഗത വീഡിയോകൾ ആസ്വദിക്കുകയോ ചെയ്യുകയാണെങ്കിൽ, ഈ ഹാൻഡി എക്സ്റ്റൻഷൻ ഒരു ക്ലിക്കിലൂടെ ഒപ്റ്റിമൽ വ്യൂവിംഗ് ഓറിയൻ്റേഷൻ ഉറപ്പാക്കുന്നു.\n\nഉൽപ്പാദനക്ഷമത വർധിപ്പിക്കുന്നതിനായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന ഭാരം കുറഞ്ഞതും ഉപയോഗപ്രദവുമായ ആഡ്-ഇൻ ആണ് റൊട്ടേറ്റ് ദാറ്റ് വീഡിയോ പ്ലെയർ. വിചിത്രമായി ചരിഞ്ഞ വീഡിയോകളോട് വിട പറയുക, സുഗമമായ കാഴ്ചാനുഭവത്തിന് ഹലോ. ഈ ബ്രൗസർ വിപുലീകരണത്തിന് നന്ദി, നിങ്ങൾ ചിലപ്പോൾ YouTube വീഡിയോകളിൽ കാണുന്ന അറിയപ്പെടുന്ന VVS പ്രശ്നം പരിഹരിക്കാനാകും. നിങ്ങൾക്ക് റൊട്ടേറ്റ് ചെയ്യാം, സ്ഥാനം ലംബമായും തിരശ്ചീനമായും മാറ്റാം, കൂടാതെ നിലവിലെ വീഡിയോ പ്ലെയർ വർദ്ധിപ്പിക്കുകയോ സ്കെയിൽ ചെയ്യുകയോ ചെയ്യാം, ഇത് വലിയ തോതിൽ ആസ്വദിക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നു.\n\nവെർട്ടിക്കൽ വീഡിയോ സിൻഡ്രോം (വിവിഎസ്) എന്ന് കേട്ടിട്ടില്ലേ?\nവെർട്ടിക്കൽ വീഡിയോ സിൻഡ്രോം (VVS) എന്നത് ഒരു സാങ്കൽപ്പിക അവസ്ഥയാണ്, ഇത് കൂടുതൽ കാഴ്ചക്കാരന് അനുകൂലമായ ലാൻഡ്‌സ്‌കേപ്പ് മോഡിൽ നിന്ന് വ്യത്യസ്തമായി, ദുരിതബാധിതർക്ക് ഒരു പോർട്രെയ്‌റ്റ് ഓറിയൻ്റേഷനിൽ മാത്രമേ വീഡിയോകൾ ഷൂട്ട് ചെയ്യാൻ കഴിയൂ എന്ന് ആക്ഷേപഹാസ്യപരമായി അവകാശപ്പെടുന്നു. ഇപ്പോൾ ആ വീഡിയോ പ്ലേയർ റൊട്ടേറ്റ് ചെയ്ത് നിങ്ങളുടെ വീഡിയോ ഓറിയൻ്റേഷൻ്റെ പൂർണ്ണ നിയന്ത്രണം പിടിച്ചെടുക്കുക. ഇന്ന് നിങ്ങളുടെ ബ്രൗസിംഗ് അനുഭവം ഉയർത്തുക!\n\nബ്രൗസർ വിപുലീകരണ സവിശേഷതകൾ:\n◆ വീഡിയോ റൊട്ടേഷൻ:\nനിങ്ങൾ തിരഞ്ഞെടുത്ത വീക്ഷണകോണുമായി തൽക്ഷണം പൊരുത്തപ്പെടുത്തുന്നതിന് - ഘടികാരദിശയിലോ എതിർ ഘടികാരദിശയിലോ - വീഡിയോകൾ ഏത് ദിശയിലും തിരിക്കുക. ഡെസ്‌ക്‌ടോപ്പിലും മൊബൈൽ ടച്ച് സ്‌ക്രീൻ ഉപകരണങ്ങളിലും പ്രവർത്തിക്കുന്ന ഒരു സ്ലൈഡർ ഈ സവിശേഷതയെ പിന്തുണയ്‌ക്കുന്നു.\n◆ ലംബ വീഡിയോ ക്രമീകരണം:\nവീഡിയോ പ്ലെയറിൻ്റെ ലംബ സ്ഥാനം ക്രമീകരിക്കുക, ആവശ്യാനുസരണം മുകളിലേക്കോ താഴേക്കോ നീക്കുക.\n◆ തിരശ്ചീന വീഡിയോ ക്രമീകരണം:\nവീഡിയോ പ്ലെയറിൻ്റെ തിരശ്ചീന സ്ഥാനനിർണ്ണയം പരിഷ്‌ക്കരിക്കുക, നിങ്ങളുടെ മുൻഗണന അനുസരിച്ച് അത് ഇടത്തോട്ടോ വലത്തോട്ടോ മാറ്റുക.\n◆ വീഡിയോ സ്കെയിലിംഗ്:\nനിങ്ങൾക്ക് ആവശ്യമുള്ള അളവുകളിലേക്ക് വീഡിയോ പ്ലെയറിൻ്റെ വലുപ്പം മാറ്റുക, ആവശ്യാനുസരണം അതിൻ്റെ വലുപ്പം കൂട്ടുകയോ കുറയ്ക്കുകയോ ചെയ്യുക.\n◆ അവബോധജന്യമായ നിയന്ത്രണങ്ങൾ: ലളിതവും ഉപയോക്തൃ-സൗഹൃദവുമായ ഇൻ്റർഫേസ് ഉപയോഗിച്ച്, അവബോധജന്യമായ നിയന്ത്രണങ്ങൾ ഉപയോഗിച്ച് തടസ്സങ്ങളില്ലാതെ വീഡിയോകൾ തിരിക്കുക.\n◆ ക്രോസ്-പ്ലാറ്റ്ഫോം പിന്തുണ:\nYouTube, Vimeo, Dailymotion, Bilibili എന്നിവയും അതിലേറെയും ഉൾപ്പെടെ വിവിധ വെബ്‌സൈറ്റുകളിലുടനീളമുള്ള വീഡിയോ പ്ലേയറുകളുടെ വിപുലമായ ശ്രേണിയുമായി പൊരുത്തപ്പെടുന്നു.\n◆ ഇഷ്ടാനുസൃതമാക്കാവുന്ന ക്രമീകരണങ്ങൾ:\nറൊട്ടേഷൻ, ട്രാൻസിഷൻ അല്ലെങ്കിൽ സ്കെയിലിംഗ് ചോയ്‌സുകൾ ഉൾപ്പെടെ, പാനലിൽ പ്രദർശിപ്പിക്കേണ്ട ഘടകങ്ങൾ തിരഞ്ഞെടുക്കുക, നിങ്ങളുടെ മുൻഗണനകൾക്ക് അനുസൃതമായി എല്ലാ വീഡിയോ ട്രാൻസ്‌ഫോർമർ ബട്ടണുകളും ഉണ്ടെന്ന് ഉറപ്പാക്കുക.\n◆ ഇഷ്‌ടാനുസൃത ടൂൾബാർ ഐക്കൺ:\nനിങ്ങളുടെ വിഷ്വൽ മുൻഗണനകളുമായി പൊരുത്തപ്പെടുന്ന, ലൈറ്റ് അല്ലെങ്കിൽ ഡാർക്ക് മോഡിൽ നിങ്ങൾക്ക് ഇഷ്ടപ്പെട്ട ടൂൾബാർ ഐക്കൺ തിരഞ്ഞെടുക്കുക.\n◆ കുറുക്കുവഴി കീ:\nകുറുക്കുവഴി കീ 90 ഡിഗ്രി ഘടികാരദിശയിലും എതിർ ഘടികാരദിശയിലും കറങ്ങുകയും അത് പുനഃക്രമീകരിക്കുകയും ചെയ്യുന്നു.\n◆ ഡാർക്ക് മോഡിനുള്ള പിന്തുണ\n\nപദ്ധതി വിവരങ്ങൾ:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nആവശ്യമായ അനുമതികൾ:\n◆ \"contextMenus\": തൽക്ഷണം ബ്രൗസർ ബട്ടൺ മെനുകളിലേക്ക് ഒരു സന്ദർഭ മെനു ചേർക്കുക.\n◆ \"activeTab\": നിലവിൽ തുറന്നിരിക്കുന്ന ടാബ് വീഡിയോ പ്ലെയർ റൊട്ടേറ്റ് ചെയ്യാൻ അനുവദിക്കുന്നു.\n◆ \"സ്റ്റോറേജ്\": ക്രമീകരണങ്ങൾ പ്രാദേശികമായി സംരക്ഷിച്ച് നിങ്ങളുടെ വെബ് ബ്രൗസർ അക്കൗണ്ടുമായി സമന്വയിപ്പിക്കുക.\n\n<<< ഓപ്ഷൻ ഫീച്ചർ >>>\nYouTube-നും അതിനപ്പുറവും ലൈറ്റ് ഓഫ് ബ്രൗസർ വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്തുകൊണ്ട് രാത്രിയിൽ നിങ്ങളുടെ കണ്ണുകളെ സംരക്ഷിക്കാനും YouTube™ പോലുള്ള വീഡിയോ പ്ലെയറിൽ ഫോക്കസ് ചെയ്യാനും ഒരു ഓപ്ഷൻ ഫീച്ചർ അൺലോക്ക് ചെയ്യുക.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nശ്രദ്ധിക്കുക: YouTube എന്നത് Google Inc-ൻ്റെ വ്യാപാരമുദ്രയാണ്. ഈ വ്യാപാരമുദ്രയുടെ ഉപയോഗം Google അനുമതികൾക്ക് വിധേയമാണ്.",
    "mr": "रोटेट दॅट व्हिडिओ प्लेयर ब्राउझर विस्ताराने कोणताही व्हिडिओ प्लेअर सहजतेने फिरवण्याची शक्ती अनलॉक करा. कडेकडेने किंवा उलटे व्हिडिओ पाहण्यासाठी आपली मान ताणून गुडबाय म्हणा. तुम्ही सामग्री प्रवाहित करत असाल, YouTube वर ट्यूटोरियल पाहत असाल किंवा वैयक्तिक व्हिडिओंचा आनंद घेत असाल, हा सुलभ विस्तार फक्त एका क्लिकवर इष्टतम पाहण्याची दिशा सुनिश्चित करतो.\n\nरोटेट दॅट व्हिडिओ प्लेअर हे उत्पादन वाढवण्यासाठी डिझाइन केलेले हलके आणि उपयुक्त ॲड-इन आहे. अस्ताव्यस्त झुकलेल्या व्हिडिओंना गुडबाय म्हणा आणि नितळ पाहण्याच्या अनुभवासाठी नमस्कार. या ब्राउझर विस्ताराबद्दल धन्यवाद, आपण YouTube व्हिडिओंमध्ये कधीकधी पाहत असलेल्या सुप्रसिद्ध VVS समस्येचे शेवटी निराकरण करू शकता. तुम्ही फिरवू शकता, उभ्या आणि क्षैतिज स्थितीत बदल करू शकता आणि सध्याचा व्हिडिओ प्लेअर वाढवू किंवा वाढवू शकता, ज्यामुळे तुम्हाला मोठ्या प्रमाणावर त्याचा आनंद घेता येईल.\n\nव्हर्टिकल व्हिडिओ सिंड्रोम (VVS) बद्दल कधीही ऐकले नाही?\nव्हर्टिकल व्हिडिओ सिंड्रोम (VVS) ही एक काल्पनिक स्थिती आहे जी व्यंग्यात्मकपणे दावा करते की अधिक दर्शक-अनुकूल लँडस्केप मोडच्या विरूद्ध, पीडित लोक केवळ पोर्ट्रेट ओरिएंटेशनमध्ये व्हिडिओ शूट करू शकतात. आता तो व्हिडिओ प्लेयर फिरवा डाउनलोड करा आणि आपल्या व्हिडिओ अभिमुखतेवर पूर्ण नियंत्रण मिळवा. आजच तुमचा ब्राउझिंग अनुभव वाढवा!\n\nब्राउझर विस्तार वैशिष्ट्ये:\n◆ व्हिडिओ रोटेशन:\nव्हिडिओ कोणत्याही दिशेने फिरवा - घड्याळाच्या दिशेने किंवा घड्याळाच्या उलट दिशेने - तुमच्या पसंतीच्या पाहण्याच्या कोनाशी त्वरित जुळण्यासाठी. हे वैशिष्ट्य स्लाइडरद्वारे समर्थित आहे जे डेस्कटॉप आणि मोबाइल टच स्क्रीन दोन्ही उपकरणांवर कार्य करते.\n◆ अनुलंब व्हिडिओ समायोजन:\nव्हिडिओ प्लेअरची अनुलंब स्थिती समायोजित करा, आवश्यकतेनुसार ते वर किंवा खाली हलवा.\n◆ क्षैतिज व्हिडिओ समायोजन:\nव्हिडिओ प्लेअरची क्षैतिज स्थिती सुधारित करा, तुमच्या पसंतीनुसार ते डावीकडे किंवा उजवीकडे हलवा.\n◆ व्हिडिओ स्केलिंग:\nआवश्यकतेनुसार व्हिडिओ प्लेअरचा आकार वाढवून किंवा कमी करून, तुमच्या इच्छित आकारात बदला.\n◆ अंतर्ज्ञानी नियंत्रणे: सोप्या आणि वापरकर्ता-अनुकूल इंटरफेससह, अंतर्ज्ञानी नियंत्रणांसह व्हिडीओला त्रास-मुक्त फिरवा.\n◆ क्रॉस-प्लॅटफॉर्म समर्थन:\nYouTube, Vimeo, Dailymotion, Bilibili आणि बरेच काही यासह विविध वेबसाइटवरील व्हिडिओ प्लेअरच्या विस्तृत श्रेणीशी सुसंगत.\n◆ सानुकूल करण्यायोग्य सेटिंग्ज:\nपॅनेलमध्ये कोणते घटक दाखवायचे ते निवडा, रोटेशन, संक्रमण किंवा स्केलिंग पर्यायांसह, तुमच्याकडे तुमच्या प्राधान्यांनुसार सर्व व्हिडिओ ट्रान्सफॉर्मर बटणे आहेत याची खात्री करा.\n◆ सानुकूल टूलबार चिन्ह:\nतुमच्या व्हिज्युअल प्राधान्यांशी जुळवून घेऊन, प्रकाश किंवा गडद मोडमध्ये तुमचा प्राधान्य असलेला टूलबार चिन्ह निवडा.\n◆ शॉर्टकट की:\nशॉर्टकट की 90 अंश घड्याळाच्या दिशेने आणि घड्याळाच्या उलट दिशेने फिरते आणि ती रीसेट करते.\n◆ गडद मोडसाठी समर्थन\n\nप्रकल्प माहिती:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nआवश्यक परवानग्या:\n◆ \"संदर्भ मेनू\": त्वरित ब्राउझर बटण मेनूमध्ये संदर्भ मेनू जोडा.\n◆ \"activeTab\": सध्या उघडलेला टॅब व्हिडिओ प्लेअर फिरवण्याची परवानगी देतो.\n◆ \"स्टोरेज\": स्थानिक पातळीवर सेटिंग्ज सेव्ह करा आणि तुमच्या वेब ब्राउझर खात्यासह सिंक करा.\n\n<<< पर्याय वैशिष्ट्य >>>\nरात्रीच्या वेळी तुमच्या डोळ्यांचे रक्षण करण्यासाठी पर्याय वैशिष्ट्य अनलॉक करा आणि YouTube आणि पलीकडे लाइट्स ब्राउझर विस्तार बंद करून, YouTube™ सारख्या व्हिडिओ प्लेअरवर लक्ष केंद्रित करा.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nटीप: YouTube हा Google Inc चा ट्रेडमार्क आहे. या ट्रेडमार्कचा वापर Google परवानग्यांच्या अधीन आहे.",
    "ms": "Buka kunci kuasa untuk memutar mana-mana pemain video dengan mudah dengan sambungan penyemak imbas Rotate That Video Player. Ucapkan selamat tinggal kepada menegangkan leher anda untuk menonton video secara mengiring atau terbalik. Sama ada anda menstrim kandungan, menonton tutorial di YouTube atau menikmati video peribadi, sambungan berguna ini memastikan orientasi tontonan yang optimum dengan hanya satu klik.\n\nPemain Video Putar Itu ialah alat tambah ringan dan berguna yang direka untuk meningkatkan produktiviti. Ucapkan selamat tinggal kepada video yang dicondongkan dengan janggal dan hello kepada pengalaman tontonan yang lebih lancar. Terima kasih kepada sambungan penyemak imbas ini, anda akhirnya boleh menyelesaikan masalah VVS terkenal yang kadangkala anda lihat dalam video YouTube. Anda boleh memutar, menukar kedudukan secara menegak dan mendatar, malah meningkatkan atau meningkatkan pemain video semasa, membolehkan anda menikmatinya pada skala yang lebih besar.\n\nTidak pernah mendengar tentang Sindrom Video Menegak (VVS)?\nSindrom Video Menegak (VVS) ialah keadaan rekaan yang secara sindiran mendakwa bahawa mereka yang menderita hanya boleh merakam video dalam orientasi potret, berbanding mod landskap yang lebih mesra penonton. Muat turun Putar Pemain Video Itu sekarang dan rampas kawalan penuh orientasi video anda. Tingkatkan pengalaman menyemak imbas anda hari ini!\n\nCiri sambungan penyemak imbas:\n◆ Putaran Video:\nPutar video ke mana-mana arah - mengikut arah jam atau lawan jam - untuk memadankan sudut tontonan pilihan anda serta-merta. Ciri ini disokong oleh peluncur yang berfungsi pada kedua-dua peranti skrin sentuh desktop dan mudah alih.\n◆ Pelarasan Video Menegak:\nLaraskan kedudukan menegak pemain video, gerakkannya ke atas atau ke bawah mengikut keperluan.\n◆ Pelarasan Video Mendatar:\nUbah suai kedudukan mendatar pemain video, alihkannya ke kiri atau kanan mengikut keutamaan anda.\n◆ Penskalaan Video:\nUbah saiz pemain video kepada dimensi yang anda inginkan, tambah atau kurangkan saiznya mengikut keperluan.\n◆ Kawalan Intuitif: Dengan antara muka yang ringkas dan mesra pengguna, putar video tanpa kerumitan dengan kawalan intuitif.\n◆ Sokongan Merentas Platform:\nSerasi dengan pelbagai pemain video merentas pelbagai tapak web, termasuk YouTube, Vimeo, Dailymotion, Bilibili dan banyak lagi.\n◆ Tetapan Boleh Disesuaikan:\nPilih elemen untuk dipamerkan dalam panel, termasuk pilihan putaran, peralihan atau penskalaan, memastikan anda mempunyai semua butang pengubah video yang disesuaikan dengan pilihan anda.\n◆ Ikon Bar Alat Tersuai:\nPilih ikon bar alat pilihan anda sama ada dalam mod terang atau gelap, menyesuaikan diri dengan keutamaan visual anda.\n◆ Kekunci Pintasan:\nKekunci pintasan berputar 90 darjah mengikut arah jam dan lawan jam, dan menetapkannya semula.\n◆ Sokongan untuk Mod Gelap\n\nMaklumat Projek:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nKebenaran yang Diperlukan:\n◆ \"contextMenus\": Tambahkan menu konteks ke menu butang pelayar serta-merta.\n◆ \"activeTab\": Tab yang sedang dibuka membenarkan untuk memutar pemain video.\n◆ \"storan\": Simpan tetapan secara setempat dan segerakkan dengan akaun pelayar web anda.\n\n<<< Ciri pilihan >>>\nBuka kunci ciri pilihan untuk melindungi mata anda pada waktu malam dan fokus pada pemain video, seperti YouTube™, dengan memasang sambungan penyemak imbas Matikan Lampu untuk YouTube dan Selain itu.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNota: YouTube ialah tanda dagangan Google Inc. Penggunaan tanda dagangan ini tertakluk pada Kebenaran Google.",
    "nl": "Ontgrendel de kracht om moeiteloos elke videospeler te roteren met de Rotate That Video Player-browserextensie. Zeg vaarwel tegen het belasten van uw nek om zijwaarts of ondersteboven video's te bekijken. Of u nu inhoud streamt, tutorials op YouTube bekijkt of geniet van persoonlijke video's, deze handige extensie zorgt met slechts één klik voor een optimale kijkoriëntatie.\n\nDe Rotate That Video Player is een lichtgewicht en handige invoegtoepassing die is ontworpen om de productiviteit te verbeteren. Zeg vaarwel tegen onhandig gekantelde video's en hallo tegen een soepelere kijkervaring. Dankzij deze browserextensie kun je eindelijk het bekende VVS-probleem oplossen dat je soms in YouTube-video's ziet. U kunt de huidige videospeler roteren, de positie verticaal en horizontaal wijzigen en zelfs vergroten of opschalen, zodat u er op grotere schaal van kunt genieten.\n\nNog nooit gehoord van het Vertical Video Syndroom (VVS)?\nVertical Video Syndrome (VVS) is een fictieve aandoening die op satirische wijze beweert dat getroffenen alleen video's kunnen maken in portretoriëntatie, in tegenstelling tot de meer kijkersvriendelijke landschapsmodus. Download Rotate That Video Player nu en verkrijg de volledige controle over uw videooriëntatie. Verbeter uw browse-ervaring vandaag nog!\n\nKenmerken van browserextensies:\n◆ Videorotatie:\nRoteer video's in elke richting - met de klok mee of tegen de klok in - zodat ze direct overeenkomen met de kijkhoek van uw voorkeur. Deze functie wordt ondersteund door een schuifregelaar die werkt op zowel desktop- als mobiele apparaten met aanraakscherm.\n◆ Verticale video-aanpassing:\nPas de verticale positionering van de videospeler aan en verplaats deze indien nodig omhoog of omlaag.\n◆ Horizontale video-aanpassing:\nWijzig de horizontale positionering van de videospeler en verschuif deze naar wens naar links of rechts.\n◆ Videoschaling:\nPas het formaat van de videospeler aan naar de gewenste afmetingen, en vergroot of verklein de grootte indien nodig.\n◆ Intuïtieve bediening: Met een eenvoudige en gebruiksvriendelijke interface kunt u video's probleemloos roteren met intuïtieve bediening.\n◆ Platformonafhankelijke ondersteuning:\nCompatibel met een breed scala aan videospelers op verschillende websites, waaronder YouTube, Vimeo, Dailymotion, Bilibili en meer.\n◆ Aanpasbare instellingen:\nSelecteer welke elementen u in het paneel wilt laten zien, inclusief rotatie-, overgangs- of schaalkeuzes, zodat u over alle videotransformatorknoppen beschikt die zijn afgestemd op uw voorkeuren.\n◆ Aangepast werkbalkpictogram:\nSelecteer het werkbalkpictogram van uw voorkeur in de lichte of donkere modus, aangepast aan uw visuele voorkeuren.\n◆ Sneltoets:\nDe sneltoets draait 90 graden met de klok mee en tegen de klok in, en stelt deze opnieuw in.\n◆ Ondersteuning voor donkere modus\n\nProject informatie:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nVereiste machtigingen:\n◆ \"contextMenus\": Voeg een contextmenu toe aan direct browserknopmenu's.\n◆ \"activeTab\": op het momenteel geopende tabblad kunt u de videospeler roteren.\n◆ \"opslag\": sla instellingen lokaal op en synchroniseer met uw webbrowseraccount.\n\n<<< Optiefunctie >>>\nOntgrendel een optionele functie om uw ogen 's nachts te beschermen en focus op de videospeler, zoals YouTube™, door de browserextensie Turn Off the Lights voor YouTube en Beyond te installeren.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nOpmerking: YouTube is een handelsmerk van Google Inc. Het gebruik van dit handelsmerk is onderworpen aan de toestemming van Google.",
    "no": "Lås opp kraften til å enkelt rotere hvilken som helst videospiller med nettleserutvidelsen Rotate That Video Player. Si farvel til å anstrenge nakken for å se sidelengs eller opp-ned videoer. Enten du strømmer innhold, ser på opplæringsprogrammer på YouTube eller nyter personlige videoer, sikrer denne hendige utvidelsen optimal visningsorientering med bare et klikk.\n\nRotate That Video Player er et lett og nyttig tillegg designet for å øke produktiviteten. Si farvel til videoer med vanskelig skråstilling, og hei til en jevnere seeropplevelse. Takket være denne nettleserutvidelsen kan du endelig fikse det velkjente VVS-problemet som du noen ganger ser i YouTube-videoer. Du kan rotere, endre posisjonen vertikalt og horisontalt, og til og med øke eller skalere opp den gjeldende videospilleren, slik at du kan nyte den i større skala.\n\nAldri hørt om Vertical Video Syndrome (VVS)?\nVertical Video Syndrome (VVS) er en fiktiv tilstand som satirisk hevder at de rammede bare kan ta opp videoer i portrettretning, i motsetning til den mer seervennlige landskapsmodusen. Last ned Rotate That Video Player nå og få full kontroll over videoretningen din. Øk nettleseropplevelsen din i dag!\n\nFunksjoner for nettleserutvidelser:\n◆ Videorotasjon:\nRoter videoer i hvilken som helst retning - med eller mot klokken - for å matche din foretrukne visningsvinkel umiddelbart. Denne funksjonen støttes av en glidebryter som fungerer på både stasjonære og mobile enheter med berøringsskjerm.\n◆ Vertikal videojustering:\nJuster den vertikale plasseringen av videospilleren, flytt den opp eller ned etter behov.\n◆ Horisontal videojustering:\nEndre den horisontale plasseringen av videospilleren, flytt den til venstre eller høyre i henhold til dine preferanser.\n◆ Videoskalering:\nEndre størrelsen på videospilleren til dine ønskede dimensjoner, øk eller reduser størrelsen etter behov.\n◆ Intuitive kontroller: Med et enkelt og brukervennlig grensesnitt kan du rotere videoer problemfritt med intuitive kontroller.\n◆ Støtte på tvers av plattformer:\nKompatibel med et bredt spekter av videospillere på tvers av forskjellige nettsteder, inkludert YouTube, Vimeo, Dailymotion, Bilibili og mer.\n◆ Tilpassbare innstillinger:\nVelg hvilke elementer du vil vise frem i panelet, inkludert valg for rotasjon, overgang eller skalering, og sørg for at du har alle videotransformatorknappene skreddersydd til dine preferanser.\n◆ Egendefinert verktøylinjeikon:\nVelg det foretrukne verktøylinjeikonet i enten lys eller mørk modus, tilpasset dine visuelle preferanser.\n◆ Hurtigtast:\nHurtigtasten roterer 90 grader med klokken og mot klokken, og tilbakestiller den.\n◆ Støtte for mørk modus\n\nProsjektinformasjon:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nNødvendige tillatelser:\n◆ \"contextMenus\": Legg til en kontekstmeny for øyeblikkelig nettleserknappmenyer.\n◆ \"activeTab\": Den åpne fanen gjør det mulig å rotere videospilleren.\n◆ \"lagring\": Lagre innstillinger lokalt og synkroniser med nettleserkontoen din.\n\n<<< Alternativfunksjon >>>\nLås opp en alternativfunksjon for å beskytte øynene dine om natten og fokusere på videospilleren, for eksempel YouTube™, ved å installere nettleserutvidelsen Turn Off the Lights for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nMerk: YouTube er et varemerke for Google Inc. Bruk av dette varemerket er underlagt Googles tillatelser.",
    "pl": "Odblokuj możliwość łatwego obracania dowolnego odtwarzacza wideo dzięki rozszerzeniu przeglądarki Rotate That Video Player. Pożegnaj nadwyrężanie szyi podczas oglądania filmów na boki lub do góry nogami. Niezależnie od tego, czy przesyłasz strumieniowo treści, oglądasz samouczki na YouTube, czy oglądasz osobiste filmy, to przydatne rozszerzenie zapewnia optymalną orientację oglądania za pomocą jednego kliknięcia.\n\nOdtwarzacz wideo Rotate That to lekki i przydatny dodatek zaprojektowany w celu zwiększenia produktywności. Pożegnaj niezręcznie pochylone filmy i przywitaj się z płynniejszym oglądaniem. Dzięki temu rozszerzeniu przeglądarki możesz w końcu naprawić dobrze znany problem VVS, który czasami widzisz w filmach na YouTube. Możesz obracać, zmieniać położenie w pionie i poziomie, a nawet zwiększać lub skalować bieżący odtwarzacz wideo, dzięki czemu możesz cieszyć się nim na większą skalę.\n\nNigdy nie słyszałeś o zespole pionowego wideo (VVS)?\nZespół pionowego wideo (VVS) to fikcyjna choroba, która w satyryczny sposób twierdzi, że osoby nią dotknięte mogą nagrywać filmy wyłącznie w orientacji pionowej, w przeciwieństwie do bardziej przyjaznego widzowi trybu poziomego. Pobierz teraz Rotate That Video Player i przejmij pełną kontrolę nad orientacją wideo. Popraw jakość przeglądania już dziś!\n\nFunkcje rozszerzenia przeglądarki:\n◆ Obrót wideo:\nObracaj filmy w dowolnym kierunku — zgodnie z ruchem wskazówek zegara lub przeciwnie do ruchu wskazówek zegara — aby natychmiast dopasować preferowany kąt widzenia. Ta funkcja jest obsługiwana przez suwak, który działa zarówno na urządzeniach stacjonarnych, jak i mobilnych z ekranem dotykowym.\n◆ Regulacja wideo w pionie:\nDostosuj położenie odtwarzacza wideo w pionie, przesuwając go w górę lub w dół w razie potrzeby.\n◆ Pozioma regulacja wideo:\nZmodyfikuj poziome położenie odtwarzacza wideo, przesuwając go w lewo lub w prawo, zgodnie z własnymi preferencjami.\n◆ Skalowanie wideo:\nZmień rozmiar odtwarzacza wideo do żądanych wymiarów, zwiększając lub zmniejszając jego rozmiar zgodnie z potrzebami.\n◆ Intuicyjne sterowanie: Dzięki prostemu i przyjaznemu interfejsowi możesz bezproblemowo obracać filmy dzięki intuicyjnemu sterowaniu.\n◆ Obsługa wielu platform:\nKompatybilny z szeroką gamą odtwarzaczy wideo w różnych witrynach internetowych, w tym YouTube, Vimeo, Dailymotion, Bilibili i nie tylko.\n◆ Konfigurowalne ustawienia:\nWybierz elementy do zaprezentowania na panelu, w tym opcje obrotu, przejścia i skalowania, dzięki czemu wszystkie przyciski transformatora wideo będą dostosowane do Twoich preferencji.\n◆ Ikona niestandardowego paska narzędzi:\nWybierz preferowaną ikonę na pasku narzędzi w trybie jasnym lub ciemnym, dostosowując się do preferencji wizualnych.\n◆ Klawisz skrótu:\nKlawisz skrótu obraca się o 90 stopni w prawo i w lewo i resetuje go.\n◆ Obsługa trybu ciemnego\n\nInformacje o projekcie:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nWymagane uprawnienia:\n◆ „contextMenus”: Dodaj menu kontekstowe do natychmiastowych menu przycisków przeglądarki.\n◆ „activeTab”: Aktualnie otwarta zakładka umożliwia obracanie odtwarzacza wideo.\n◆ „pamięć”: zapisz ustawienia lokalnie i zsynchronizuj je z kontem przeglądarki internetowej.\n\n<<< Opcja >>>\nOdblokuj opcjonalną funkcję, aby chronić swoje oczy w nocy i skupić się na odtwarzaczu wideo, takim jak YouTube™, instalując rozszerzenie przeglądarki Wyłącz światła dla YouTube i nie tylko.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nUwaga: YouTube jest znakiem towarowym firmy Google Inc. Używanie tego znaku towarowego podlega zezwoleniom Google.",
    "pt_BR,pt_PT": "Desbloqueie o poder de girar facilmente qualquer player de vídeo com a extensão do navegador Rotate That Video Player. Diga adeus ao esforço do pescoço para assistir vídeos de lado ou de cabeça para baixo. Esteja você transmitindo conteúdo, assistindo tutoriais no YouTube ou curtindo vídeos pessoais, esta extensão prática garante orientação de visualização ideal com apenas um clique.\n\nO Rotate That Video Player é um complemento leve e útil projetado para aumentar a produtividade. Diga adeus aos vídeos com inclinação estranha e olá a uma experiência de visualização mais suave. Graças a esta extensão do navegador, você pode finalmente corrigir o conhecido problema de VVS que às vezes você vê nos vídeos do YouTube. Você pode girar, alterar a posição vertical e horizontalmente e até mesmo aumentar ou ampliar o player de vídeo atual, permitindo apreciá-lo em uma escala maior.\n\nNunca ouviu falar da Síndrome do Vídeo Vertical (SVV)?\nA Síndrome de Vídeo Vertical (VVS) é uma condição fictícia que afirma satiricamente que as pessoas afetadas só podem gravar vídeos na orientação retrato, em oposição ao modo paisagem, mais amigável ao espectador. Baixe o Rotate That Video Player agora e tenha controle total da orientação do seu vídeo. Eleve sua experiência de navegação hoje!\n\nRecursos de extensão do navegador:\n◆ Rotação de Vídeo:\nGire os vídeos em qualquer direção - no sentido horário ou anti-horário - para corresponder instantaneamente ao seu ângulo de visualização preferido. Este recurso é suportado por um controle deslizante que funciona em dispositivos desktop e móveis com tela de toque.\n◆ Ajuste vertical de vídeo:\nAjuste o posicionamento vertical do player de vídeo, movendo-o para cima ou para baixo conforme necessário.\n◆ Ajuste de vídeo horizontal:\nModifique o posicionamento horizontal do reprodutor de vídeo, deslocando-o para a esquerda ou direita de acordo com sua preferência.\n◆ Dimensionamento de vídeo:\nRedimensione o player de vídeo para as dimensões desejadas, aumentando ou diminuindo seu tamanho conforme necessário.\n◆ Controles intuitivos: com uma interface simples e fácil de usar, gire vídeos sem complicações com controles intuitivos.\n◆ Suporte multiplataforma:\nCompatível com uma ampla variedade de reprodutores de vídeo em vários sites, incluindo YouTube, Vimeo, Dailymotion, Bilibili e muito mais.\n◆ Configurações personalizáveis:\nSelecione quais elementos exibir no painel, incluindo opções de rotação, transição ou dimensionamento, garantindo que todos os botões do transformador de vídeo sejam adaptados às suas preferências.\n◆ Ícone personalizado da barra de ferramentas:\nSelecione o ícone da barra de ferramentas de sua preferência no modo claro ou escuro, adaptando-se às suas preferências visuais.\n◆ Tecla de atalho:\nA tecla de atalho gira 90 graus no sentido horário e anti-horário e a reinicia.\n◆ Suporte para Modo Escuro\n\nInformações do Projeto:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nPermissões necessárias:\n◆ \"contextMenus\": Adiciona um menu de contexto aos menus de botões do navegador instantaneamente.\n◆ \"activeTab\": A aba atualmente aberta permite girar o player de vídeo.\n◆ \"armazenamento\": salve as configurações localmente e sincronize com sua conta do navegador da web.\n\n<<< Recurso de opção >>>\nDesbloqueie um recurso opcional para proteger seus olhos à noite e focar no player de vídeo, como o YouTube™, instalando a extensão do navegador Turn Off the Lights para YouTube e além.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nObservação: YouTube é uma marca registrada da Google Inc. O uso desta marca registrada está sujeito às permissões do Google.",
    "ro": "Deblocați puterea de a roti fără efort orice player video cu extensia de browser Rotate That Video Player. Spune-ți adio încordării gâtului pentru a viziona videoclipuri lateral sau cu susul în jos. Indiferent dacă transmiteți conținut în flux, vizionați tutoriale pe YouTube sau vă bucurați de videoclipuri personale, această extensie la îndemână vă asigură o orientare optimă de vizionare cu doar un clic.\n\nRotate That Video Player este un program de completare ușor și util, conceput pentru a spori productivitatea. Spune la revedere videoclipurilor înclinate stângaci și salută o experiență de vizionare mai fluidă. Datorită acestei extensii de browser, puteți remedia în sfârșit binecunoscuta problemă VVS pe care o vedeți uneori în videoclipurile YouTube. Puteți roti, schimba poziția pe verticală și orizontală și chiar să măriți sau să măriți playerul video curent, permițându-vă să vă bucurați de el la o scară mai mare.\n\nNu ai auzit niciodată de Sindromul Video Vertical (VVS)?\nSindromul video vertical (VVS) este o afecțiune fictivă care susține în mod satiric că cei afectați pot filma videoclipuri doar într-o orientare portret, spre deosebire de modul peisaj mai prietenos pentru spectator. Descărcați acum Rotate That Video Player și obțineți controlul deplin asupra orientării video. Crește-ți experiența de navigare astăzi!\n\nCaracteristicile extensiei de browser:\n◆ Rotație video:\nRotiți videoclipurile în orice direcție - în sensul acelor de ceasornic sau în sens invers acelor de ceasornic - pentru a se potrivi instantaneu cu unghiul dvs. de vizualizare preferat. Această caracteristică este acceptată de un glisor care funcționează atât pe dispozitive desktop, cât și pe dispozitive mobile cu ecran tactil.\n◆ Ajustare video verticală:\nReglați poziționarea verticală a playerului video, mutându-l în sus sau în jos, după cum este necesar.\n◆ Ajustare video orizontală:\nModificați poziționarea orizontală a playerului video, deplasându-l la stânga sau la dreapta în funcție de preferințele dvs.\n◆ Scalare video:\nRedimensionați playerul video la dimensiunile dorite, mărindu-i sau micșorându-i dimensiunea după cum este necesar.\n◆ Comenzi intuitive: Cu o interfață simplă și ușor de utilizat, rotiți videoclipurile fără probleme cu comenzi intuitive.\n◆ Asistență pe mai multe platforme:\nCompatibil cu o gamă largă de playere video de pe diverse site-uri web, inclusiv YouTube, Vimeo, Dailymotion, Bilibili și multe altele.\n◆ Setări personalizabile:\nSelectați elementele de afișat în panou, inclusiv opțiunile de rotație, tranziție sau scalare, asigurându-vă că aveți toate butoanele transformatorului video adaptate preferințelor dvs.\n◆ Pictogramă bară de instrumente personalizată:\nSelectați pictograma preferată din bara de instrumente în modul deschis sau întunecat, adaptându-vă la preferințele dvs. vizuale.\n◆ Tasta de comandă rapidă:\nTasta de comandă rapidă se rotește cu 90 de grade în sensul acelor de ceasornic și în sens invers acelor de ceasornic și o resetează.\n◆ Suport pentru modul întunecat\n\nInformatii despre proiect:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nPermisiuni necesare:\n◆ „contextMenus”: Adăugați un meniu contextual la meniurile butoanelor browserului instantaneu.\n◆ „activeTab”: fila deschisă în prezent permite rotirea playerului video.\n◆ „stocare”: Salvați setările local și sincronizați-vă cu contul de browser web.\n\n<<< Caracteristica opțională >>>\nDeblocați o funcție opțiune pentru a vă proteja ochii pe timp de noapte și concentrați-vă pe playerul video, cum ar fi YouTube™, instalând extensia de browser Turn Off the Lights pentru YouTube și Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNotă: YouTube este o marcă comercială a Google Inc. Utilizarea acestei mărci comerciale este supusă permisiunilor Google.",
    "ru": "Откройте для себя возможность легко вращать любой видеоплеер с помощью браузерного расширения Rotate That Video Player. Попрощайтесь с необходимостью напрягать шею при просмотре видео в перевернутом или перевернутом положении. Независимо от того, транслируете ли вы контент, смотрите обучающие материалы на YouTube или просматриваете личные видео, это удобное расширение обеспечивает оптимальную ориентацию просмотра одним щелчком мыши.\n\nRotate That Video Player — это легкая и полезная надстройка, предназначенная для повышения производительности. Попрощайтесь с неуклюжим наклоном видео и приветствуйте более плавный просмотр. Благодаря этому расширению для браузера вы наконец сможете решить известную проблему ВВС, которую иногда можно увидеть в видеороликах на YouTube. Вы можете вращать, изменять положение по вертикали и горизонтали и даже увеличивать или масштабировать текущий видеоплеер, что позволяет вам наслаждаться им в большем масштабе.\n\nНикогда не слышали о синдроме вертикального видео (ВВС)?\nСиндром вертикального видео (ВВС) — это вымышленное заболевание, при котором сатирически утверждается, что страдающие от него могут снимать видео только в портретной ориентации, в отличие от более удобного для просмотра ландшафтного режима. Загрузите Rotate That Video Player прямо сейчас и получите полный контроль над ориентацией вашего видео. Повысьте качество просмотра уже сегодня!\n\nВозможности расширения для браузера:\n◆ Ротация видео:\nПоворачивайте видео в любом направлении — по часовой стрелке или против часовой стрелки — чтобы мгновенно подобрать нужный угол просмотра. Эта функция поддерживается слайдером, который работает как на настольных, так и на мобильных устройствах с сенсорным экраном.\n◆ Регулировка вертикального видео:\nОтрегулируйте вертикальное положение видеоплеера, перемещая его вверх или вниз по мере необходимости.\n◆ Регулировка видео по горизонтали:\nИзмените горизонтальное расположение видеоплеера, сдвинув его влево или вправо по своему усмотрению.\n◆ Масштабирование видео:\nИзмените размер видеоплеера до желаемых размеров, увеличивая или уменьшая его размер по мере необходимости.\n◆ Интуитивное управление. Благодаря простому и удобному интерфейсу можно легко вращать видео с помощью интуитивно понятных элементов управления.\n◆ Межплатформенная поддержка:\nСовместим с широким спектром видеоплееров на различных веб-сайтах, включая YouTube, Vimeo, Dailymotion, Bilibili и другие.\n◆ Настраиваемые настройки:\nВыберите, какие элементы отображать на панели, включая варианты поворота, перехода или масштабирования, гарантируя, что все кнопки видеопреобразователя будут адаптированы к вашим предпочтениям.\n◆ Пользовательский значок панели инструментов:\nВыберите предпочитаемый значок панели инструментов в светлом или темном режиме в соответствии с вашими визуальными предпочтениями.\n◆ Горячая клавиша:\nКлавиша быстрого доступа поворачивается на 90 градусов по часовой стрелке и против часовой стрелки и сбрасывает ее.\n◆ Поддержка темного режима\n\nИнформационный проект:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nТребуемые разрешения:\n◆ «contextMenus»: добавление контекстного меню в мгновенное меню кнопок браузера.\n◆ «activeTab»: открытая в данный момент вкладка позволяет вращать видеоплеер.\n◆ «хранилище»: сохраните настройки локально и синхронизируйте их с учетной записью веб-браузера.\n\n<<< Функция опции >>>\nРазблокируйте дополнительную функцию, которая защитит ваши глаза в ночное время и сосредоточится на видеоплеере, например YouTube™, установив расширение браузера Turn Off the Lights для YouTube и не только.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nПримечание. YouTube является товарным знаком Google Inc. Использование этого товарного знака регулируется разрешениями Google.",
    "sk": "Pomocou rozšírenia prehliadača Rotate That Video Player môžete bez námahy otáčať ľubovoľným prehrávačom videa. Rozlúčte sa s namáhaním krku pri sledovaní videí zboku alebo hore nohami. Či už streamujete obsah, sledujete návody na YouTube alebo si užívate osobné videá, toto praktické rozšírenie zaistí optimálnu orientáciu pri sledovaní jediným kliknutím.\n\nRotate That Video Player je ľahký a užitočný doplnok určený na zvýšenie produktivity. Rozlúčte sa s nevhodne naklonenými videami a privítajte plynulejší zážitok zo sledovania. Vďaka tomuto rozšíreniu prehliadača môžete konečne opraviť známy problém s VVS, ktorý občas vidíte vo videách na YouTube. Aktuálny prehrávač videa môžete otáčať, meniť vertikálne a horizontálne a dokonca zväčšiť alebo zväčšiť, čo vám umožní vychutnať si ho vo väčšom meradle.\n\nNikdy ste nepočuli o Vertical Video Syndrome (VVS)?\nVertikálny video syndróm (VVS) je fiktívny stav, ktorý satiricky tvrdí, že postihnutí môžu natáčať videá iba v orientácii na výšku, na rozdiel od režimu na šírku, ktorý je pre divákov vhodnejší. Stiahnite si Rotate That Video Player teraz a získajte plnú kontrolu nad orientáciou videa. Zvýšte svoj zážitok z prehliadania ešte dnes!\n\nFunkcie rozšírenia prehliadača:\n◆ Otočenie videa:\nOtočte videá ľubovoľným smerom - v smere alebo proti smeru hodinových ručičiek - aby sa okamžite prispôsobili preferovanému uhlu pohľadu. Túto funkciu podporuje posuvník, ktorý funguje na stolných aj mobilných zariadeniach s dotykovou obrazovkou.\n◆ Vertikálne nastavenie videa:\nUpravte vertikálnu polohu prehrávača videa a podľa potreby ho posúvajte nahor alebo nadol.\n◆ Horizontálne nastavenie videa:\nUpravte horizontálne umiestnenie prehrávača videa, posuňte ho doľava alebo doprava podľa svojich preferencií.\n◆ Zmena mierky videa:\nZmeňte veľkosť prehrávača videa na požadované rozmery a podľa potreby zväčšite alebo zmenšite jeho veľkosť.\n◆ Intuitívne ovládanie: S jednoduchým a užívateľsky prívetivým rozhraním otáčajte videá bez problémov s intuitívnymi ovládacími prvkami.\n◆ Podpora viacerých platforiem:\nKompatibilné so širokou škálou prehrávačov videa na rôznych webových stránkach vrátane YouTube, Vimeo, Dailymotion, Bilibili a ďalších.\n◆ Prispôsobiteľné nastavenia:\nVyberte, ktoré prvky sa majú zobraziť na paneli, vrátane možností otáčania, prechodu alebo zmeny mierky, čím zaistíte, že všetky tlačidlá video transformátora budú prispôsobené vašim preferenciám.\n◆ Ikona vlastného panela s nástrojmi:\nVyberte si preferovanú ikonu panela s nástrojmi v svetlom alebo tmavom režime, prispôsobte sa vašim vizuálnym preferenciám.\n◆ Klávesová skratka:\nKlávesová skratka sa otočí o 90 stupňov v smere a proti smeru hodinových ručičiek a vynuluje ho.\n◆ Podpora tmavého režimu\n\nInformácie o projekte:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nPožadované povolenia:\n◆ „contextMenus“: Pridanie kontextovej ponuky do okamžitej ponuky tlačidiel prehliadača.\n◆ „activeTab“: Aktuálne otvorená karta umožňuje otáčanie prehrávača videa.\n◆ „úložisko“: Uložte nastavenia lokálne a synchronizujte ich s účtom webového prehliadača.\n\n<<< Funkcia možnosti >>>\nOdomknite voliteľnú funkciu na ochranu vašich očí v noci a sústreďte sa na prehrávač videa, ako je YouTube™, nainštalovaním rozšírenia prehliadača Turn Off the Lights pre YouTube a ďalšie.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nPoznámka: YouTube je ochranná známka spoločnosti Google Inc. Používanie tejto ochrannej známky podlieha povoleniam spoločnosti Google.",
    "sl": "Odklenite moč za preprosto vrtenje katerega koli video predvajalnika z razširitvijo brskalnika Rotate That Video Player. Poslovite se od naprezanja vratu pri gledanju postrani ali obrnjenih videoposnetkov. Ne glede na to, ali pretakate vsebino, gledate vadnice na YouTubu ali uživate v osebnih videoposnetkih, ta priročna razširitev zagotavlja optimalno usmerjenost gledanja s samo enim klikom.\n\nRotate That Video Player je lahek in uporaben dodatek, zasnovan za povečanje produktivnosti. Poslovite se od nerodno nagnjenih videoposnetkov in pozdravite bolj gladko izkušnjo gledanja. Zahvaljujoč tej razširitvi brskalnika lahko končno odpravite dobro znano težavo VVS, ki jo včasih vidite v videoposnetkih YouTube. Trenutni video predvajalnik lahko vrtite, spreminjate navpično in vodoravno ter celo povečate ali povečate, kar vam omogoča, da v njem uživate v večjem obsegu.\n\nŠe nikoli niste slišali za Vertical Video Syndrome (VVS)?\nVertikalni video sindrom (VVS) je izmišljeno stanje, ki satirično trdi, da lahko prizadeti snemajo videoposnetke samo v pokončni orientaciji, v nasprotju z gledalcem bolj prijaznim ležečim načinom. Prenesite Rotate That Video Player zdaj in prevzemite popoln nadzor nad orientacijo svojega videa. Izboljšajte svojo izkušnjo brskanja še danes!\n\nFunkcije razširitve brskalnika:\n◆ Vrtenje videa:\nZasukajte videoposnetke v katero koli smer – v smeri urinega kazalca ali nasprotni –, da se takoj prilagodijo želenemu kotu gledanja. To funkcijo podpira drsnik, ki deluje na namiznih in mobilnih napravah z zaslonom na dotik.\n◆ Navpična prilagoditev videa:\nPrilagodite navpični položaj videopredvajalnika in ga po potrebi premaknite gor ali dol.\n◆ Vodoravna prilagoditev videa:\nSpremenite vodoravni položaj video predvajalnika, tako da ga premaknete levo ali desno glede na vaše želje.\n◆ Video skaliranje:\nSpremenite velikost videopredvajalnika na želene dimenzije, po potrebi povečajte ali zmanjšajte njegovo velikost.\n◆ Intuitivne kontrole: s preprostim in uporabniku prijaznim vmesnikom vrtite videoposnetke brez težav z intuitivnimi kontrolami.\n◆ Podpora za več platform:\nZdružljiv s široko paleto video predvajalnikov na različnih spletnih mestih, vključno z YouTubom, Vimeom, Dailymotion, Bilibili in drugimi.\n◆ Prilagodljive nastavitve:\nIzberite, katere elemente želite prikazati na plošči, vključno z možnostmi vrtenja, prehoda ali spreminjanja velikosti, s čimer zagotovite, da so vsi gumbi video transformatorja prilagojeni vašim željam.\n◆ Ikona orodne vrstice po meri:\nIzberite želeno ikono orodne vrstice v svetlem ali temnem načinu in jo prilagodite svojim vizualnim željam.\n◆ Tipka za bližnjico:\nBližnjična tipka se obrne za 90 stopinj v smeri urnega kazalca in nasprotni smeri urnega kazalca ter jo ponastavi.\n◆ Podpora za temni način\n\nInformacije o projektu:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nZahtevana dovoljenja:\n◆ \"kontekstni meniji\": dodajte kontekstni meni v menije gumbov brskalnika v trenutku.\n◆ \"activeTab\": trenutno odprti zavihek omogoča vrtenje video predvajalnika.\n◆ \"shramba\": lokalno shranite nastavitve in jih sinhronizirajte z računom spletnega brskalnika.\n\n<<< Funkcija možnosti >>>\nOdklenite opcijsko funkcijo za zaščito oči ponoči in se osredotočite na video predvajalnik, kot je YouTube™, tako da namestite razširitev brskalnika Turn Off the Lights za YouTube in drugod.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nOpomba: YouTube je blagovna znamka družbe Google Inc. Za uporabo te blagovne znamke veljajo Googlova dovoljenja.",
    "sr": "Откључајте моћ да без напора ротирате било који видео плејер помоћу проширења прегледача Ротате Тхат Видео Плаиер. Реците збогом напрезању врата да бисте гледали постранце или наопачке видео снимке. Без обзира да ли стримујете садржај, гледате туторијале на ИоуТубе-у или уживате у личним видео записима, ово згодно проширење обезбеђује оптималну оријентацију гледања само једним кликом.\n\nРотате Тхат Видео Плаиер је лаган и користан додатак дизајниран да побољша продуктивност. Реците збогом видео снимцима који су неспретно нагнути и здраво за лакше искуство гледања. Захваљујући овом проширењу за прегледач, коначно можете да решите добро познати ВВС проблем који понекад видите у ИоуТубе видео записима. Можете да ротирате, промените положај вертикално и хоризонтално, па чак и да повећате или увећате тренутни видео плејер, омогућавајући вам да уживате у њему у већој мери.\n\nНикада нисте чули за вертикални видео синдром (ВВС)?\nВертикални видео синдром (ВВС) је фиктивно стање које сатирично тврди да оболели могу да снимају видео записе само у портретној оријентацији, за разлику од пејзажног режима који је погоднији за гледаоце. Преузмите сада Ротате Тхат Видео Плаиер и преузмите потпуну контролу над оријентацијом вашег видеа. Унапредите своје искуство прегледања већ данас!\n\nФункције проширења претраживача:\n◆ Ротација видеа:\nРотирајте видео записе у било ком смеру - у смеру казаљке на сату или супротно од казаљке на сату - да бисте одмах ускладили жељени угао гледања. Ову функцију подржава клизач који ради и на десктоп и на мобилним уређајима са екраном осетљивим на додир.\n◆ Вертикално подешавање видеа:\nПодесите вертикално позиционирање видео плејера, померајући га горе или доле по потреби.\n◆ Хоризонтално подешавање видеа:\nИзмените хоризонтално позиционирање видео плејера, померајући га лево или десно према вашим жељама.\n◆ Видео скалирање:\nПромените величину видео плејера на жељене димензије, повећавајући или смањивајући његову величину по потреби.\n◆ Интуитивне контроле: Са једноставним интерфејсом прилагођеним кориснику, ротирајте видео записе без проблема са интуитивним контролама.\n◆ Подршка за више платформи:\nКомпатибилан са широким спектром видео плејера на различитим веб локацијама, укључујући ИоуТубе, Вимео, Даилимотион, Билибили и још много тога.\n◆ Прилагодљива подешавања:\nИзаберите које елементе желите да прикажете на панелу, укључујући изборе ротације, прелаза или скалирања, обезбеђујући да су сва дугмад видео трансформатора прилагођена вашим жељама.\n◆ Прилагођена икона на траци са алаткама:\nИзаберите жељену икону траке са алаткама у светлом или тамном режиму, прилагођавајући се вашим визуелним преференцама.\n◆ Тастер за пречицу:\nТастер за пречицу се ротира за 90 степени у смеру казаљке на сату и супротно од казаљке на сату и ресетује га.\n◆ Подршка за тамни режим\n\nИнформације о пројекту:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nПотребне дозволе:\n◆ „контекстМенус“: Додајте контекстни мени у меније са дугмадима прегледача.\n◆ „ацтивеТаб“: Тренутно отворена картица омогућава ротирање видео плејера.\n◆ „складиштење“: Сачувајте подешавања локално и синхронизујте се са налогом вашег веб претраживача.\n\n<<< Функција опција >>>\nОткључајте опциону функцију да заштитите очи ноћу и фокусирате се на видео плејер, као што је ИоуТубе™, инсталирањем екстензије за прегледач Турн Офф тхе Лигхтс за ИоуТубе и даље.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nНапомена: ИоуТубе је заштитни знак компаније Гоогле Инц. Коришћење овог жига подлеже Гоогле дозволама.",
    "sv": "Lås upp kraften för att enkelt rotera vilken videospelare som helst med webbläsartillägget Rotate That Video Player. Säg adjö till att anstränga nacken för att titta på videor i sidled eller upp och ner. Oavsett om du strömmar innehåll, tittar på tutorials på YouTube eller njuter av personliga videor, säkerställer detta praktiska tillägg optimal visningsorientering med bara ett klick.\n\nRotate That Video Player är ett lätt och användbart tillägg designat för att öka produktiviteten. Säg adjö till obekvämt lutande videor och hej till en mjukare tittarupplevelse. Tack vare denna webbläsartillägg kan du äntligen fixa det välkända VVS-problemet som du ibland ser i YouTube-videor. Du kan rotera, ändra positionen vertikalt och horisontellt och till och med öka eller skala upp den aktuella videospelaren, så att du kan njuta av den i större skala.\n\nAldrig hört talas om Vertical Video Syndrome (VVS)?\nVertical Video Syndrome (VVS) är ett fiktivt tillstånd som satiriskt hävdar att de drabbade bara kan spela in videor i stående riktning, i motsats till det mer tittarvänliga landskapsläget. Ladda ner Rotate That Video Player nu och ta full kontroll över din videoorientering. Höj din surfupplevelse idag!\n\nFunktioner för webbläsartillägg:\n◆ Videorotation:\nRotera videor i valfri riktning - medurs eller moturs - för att matcha din föredragna visningsvinkel direkt. Den här funktionen stöds av ett reglage som fungerar på både stationära och mobila pekskärmsenheter.\n◆ Vertikal videojustering:\nJustera den vertikala placeringen av videospelaren, flytta den uppåt eller nedåt efter behov.\n◆ Horisontell videojustering:\nÄndra den horisontella placeringen av videospelaren, flytta den åt vänster eller höger enligt dina önskemål.\n◆ Videoskalning:\nÄndra storlek på videospelaren till önskade dimensioner, öka eller minska dess storlek efter behov.\n◆ Intuitiva kontroller: Med ett enkelt och användarvänligt gränssnitt kan du rotera videor problemfritt med intuitiva kontroller.\n◆ Cross-Platform Support:\nKompatibel med ett brett utbud av videospelare på olika webbplatser, inklusive YouTube, Vimeo, Dailymotion, Bilibili och mer.\n◆ Anpassningsbara inställningar:\nVälj vilka element som ska visas på panelen, inklusive val av rotation, övergång eller skalning, och se till att du har alla videotransformatorknappar skräddarsydda efter dina preferenser.\n◆ Ikon för anpassat verktygsfält:\nVälj önskad verktygsfältsikon i antingen ljust eller mörkt läge, anpassa efter dina visuella preferenser.\n◆ Genvägstangent:\nGenvägstangenten roterar 90 grader medurs och moturs och återställer den.\n◆ Stöd för mörkt läge\n\nProjekt Information:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nNödvändiga behörigheter:\n◆ \"contextMenys\": Lägg till en snabbmeny till webbläsarens knappmenyer direkt.\n◆ \"activeTab\": Den för närvarande öppna fliken gör det möjligt att rotera videospelaren.\n◆ \"lagring\": Spara inställningar lokalt och synkronisera med ditt webbläsarkonto.\n\n<<< Alternativfunktion >>>\nLås upp en alternativfunktion för att skydda dina ögon på natten och fokusera på videospelaren, som YouTube™, genom att installera webbläsartillägget Turn Off the Lights för YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nObs! YouTube är ett varumärke som tillhör Google Inc. Användning av detta varumärke är föremål för Googles tillstånd.",
    "sw": "Fungua uwezo wa kuzungusha kicheza video kwa urahisi kwa kutumia kiendelezi cha kivinjari cha Zungusha Kicheza Video. Sema kwaheri kwa kukaza shingo ili kutazama video za kando au za chini chini. Iwe unatiririsha maudhui, unatazama mafunzo kwenye YouTube, au unafurahia video za kibinafsi, kiendelezi hiki muhimu kinahakikisha mwelekeo bora wa kutazama kwa kubofya tu.\n\nZungusha Kicheza Video Hiyo ni programu jalizi nyepesi na muhimu iliyoundwa ili kuongeza tija. Sema kwaheri video zilizoinamishwa vibaya na hujambo kwa utazamaji rahisi zaidi. Shukrani kwa ugani huu wa kivinjari, unaweza hatimaye kurekebisha tatizo linalojulikana la VVS ambalo wakati mwingine unaona kwenye video za YouTube. Unaweza kuzungusha, kubadilisha nafasi kiwima na mlalo, na hata kuongeza au kuongeza kicheza video cha sasa, ili kukuwezesha kukifurahia kwa kiwango kikubwa.\n\nHujawahi kusikia kuhusu Ugonjwa wa Video Wima (VVS)?\nVertical Video Syndrome (VVS) ni hali ya kubuni ambayo inadai kwa dhihaka kwamba wale walioathiriwa wanaweza tu kupiga video katika mwelekeo wa picha, kinyume na hali ya mlalo inayofaa watazamaji zaidi. Pakua Zungusha Kicheza Video Hiyo sasa na uchukue udhibiti kamili wa mwelekeo wa video yako. Ongeza uzoefu wako wa kuvinjari leo!\n\nVipengele vya upanuzi wa kivinjari:\n◆ Mzunguko wa Video:\nZungusha video katika mwelekeo wowote - kisaa au kinyume - ili kuendana na pembe unayopendelea ya kutazama papo hapo. Kipengele hiki kinaauniwa na kitelezi kinachofanya kazi kwenye kompyuta ya mezani na vifaa vya rununu vya skrini ya kugusa.\n◆ Marekebisho ya Video Wima:\nRekebisha nafasi ya wima ya kicheza video, ukiisogeza juu au chini inapohitajika.\n◆ Marekebisho ya Video ya Mlalo:\nRekebisha nafasi ya mlalo ya kicheza video, ukiihamisha kushoto au kulia kulingana na upendavyo.\n◆ Kuongeza Video:\nBadilisha ukubwa wa kicheza video hadi vipimo unavyotaka, ukiongeza au kupunguza ukubwa wake inavyohitajika.\n◆ Vidhibiti Intuitive: Kwa kiolesura rahisi na kirafiki, Zungusha video bila usumbufu na vidhibiti angavu.\n◆ Usaidizi wa Majukwaa Mtambuka:\nInatumika na anuwai ya vicheza video kwenye tovuti mbalimbali, ikiwa ni pamoja na YouTube, Vimeo, Dailymotion, Bilibili, na zaidi.\n◆ Mipangilio Inayoweza Kubinafsishwa:\nChagua vipengele vya kuonyesha kwenye kidirisha, ikiwa ni pamoja na chaguo za mzunguko, mpito, au kuongeza, kuhakikisha kuwa una vitufe vyote vya kubadilisha video vilivyoundwa kulingana na mapendeleo yako.\n◆ Aikoni ya Upau wa Vidhibiti Maalum:\nChagua aikoni ya upau wa vidhibiti unayopendelea katika hali ya mwanga au giza, ikibadilika kulingana na mapendeleo yako ya kuona.\n◆ Ufunguo wa Njia ya mkato:\nKitufe cha njia ya mkato huzungusha digrii 90 sawa na kinyume cha saa, na kuirejesha.\n◆ Msaada kwa Hali ya Giza\n\nTaarifa za Mradi:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nRuhusa Zinazohitajika:\n◆ \"contextMenus\": Ongeza menyu ya muktadha kwa menyu ya kitufe cha kivinjari papo hapo.\n◆ \"activeTab\": Kichupo kilichofunguliwa kwa sasa kinaruhusu kuzungusha kicheza video.\n◆ \"hifadhi\": Hifadhi mipangilio ndani ya nchi na usawazishe na akaunti yako ya kivinjari.\n\n<<< Chaguo kipengele >>>\nFungua kipengele cha chaguo ili kulinda macho yako usiku na kuangazia kicheza video, kama vile YouTube™, kwa kusakinisha kiendelezi cha Kivinjari cha Zima Taa kwa YouTube na Zaidi.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nKumbuka: YouTube ni chapa ya biashara ya Google Inc. Matumizi ya chapa hii ya biashara yanategemea Ruhusa za Google.",
    "ta": "சுழற்று அந்த வீடியோ பிளேயர் உலாவி நீட்டிப்பு மூலம் எந்த வீடியோ பிளேயரையும் சிரமமின்றி சுழற்றுவதற்கான ஆற்றலைத் திறக்கவும். பக்கவாட்டாகவோ அல்லது தலைகீழாகவோ வீடியோக்களைப் பார்க்க உங்கள் கழுத்தை கஷ்டப்படுத்துவதற்கு குட்பை சொல்லுங்கள். நீங்கள் உள்ளடக்கத்தை ஸ்ட்ரீமிங் செய்தாலும், YouTube இல் டுடோரியல்களைப் பார்த்தாலும் அல்லது தனிப்பட்ட வீடியோக்களை ரசிப்பவராக இருந்தாலும், இந்த எளிமையான நீட்டிப்பு ஒரு கிளிக்கில் சிறந்த பார்வை நோக்குநிலையை உறுதி செய்கிறது.\n\nசுழற்று வீடியோ பிளேயர் உற்பத்தித்திறனை அதிகரிக்க வடிவமைக்கப்பட்ட ஒரு இலகுரக மற்றும் பயனுள்ள ஆட்-இன் ஆகும். அருவருக்கத்தக்க வகையில் சாய்ந்த வீடியோக்களுக்கு குட்பை சொல்லுங்கள் மற்றும் மென்மையான பார்வை அனுபவத்திற்கு வணக்கம். இந்த உலாவி நீட்டிப்புக்கு நன்றி, யூடியூப் வீடியோக்களில் சில நேரங்களில் நீங்கள் பார்க்கும் நன்கு அறியப்பட்ட VVS சிக்கலை நீங்கள் இறுதியாக சரிசெய்யலாம். நீங்கள் சுழற்றலாம், செங்குத்தாக மற்றும் கிடைமட்டமாக நிலையை மாற்றலாம், மேலும் தற்போதைய வீடியோ பிளேயரை அதிகரிக்கலாம் அல்லது அளவிடலாம், இது பெரிய அளவில் அதை அனுபவிக்க உங்களை அனுமதிக்கிறது.\n\nVertical Video Syndrome (VVS) பற்றி கேள்விப்பட்டதே இல்லையா?\nவெர்டிகல் வீடியோ சிண்ட்ரோம் (விவிஎஸ்) என்பது ஒரு கற்பனையான நிலையாகும், இது பாதிக்கப்பட்டவர்கள் பார்வையாளருக்கு ஏற்ற நிலப்பரப்பு பயன்முறைக்கு மாறாக, போர்ட்ரெய்ட் நோக்குநிலையில் மட்டுமே வீடியோக்களை எடுக்க முடியும் என்று நையாண்டியாகக் கூறுகிறது. அந்த வீடியோ பிளேயரை இப்போது பதிவிறக்கம் செய்து, உங்கள் வீடியோ நோக்குநிலையின் முழுக் கட்டுப்பாட்டைப் பெறவும். உங்கள் உலாவல் அனுபவத்தை இன்றே உயர்த்துங்கள்!\n\nஉலாவி நீட்டிப்பு அம்சங்கள்:\n◆ வீடியோ சுழற்சி:\nஉங்களுக்கு விருப்பமான பார்வைக் கோணத்தை உடனடியாகப் பொருத்த வீடியோக்களை எந்த திசையிலும் - கடிகார திசையில் அல்லது எதிரெதிர் திசையில் சுழற்றுங்கள். இந்த அம்சம் டெஸ்க்டாப் மற்றும் மொபைல் டச் ஸ்கிரீன் சாதனங்களில் வேலை செய்யும் ஸ்லைடரால் ஆதரிக்கப்படுகிறது.\n◆ செங்குத்து வீடியோ சரிசெய்தல்:\nவீடியோ பிளேயரின் செங்குத்து நிலையை சரிசெய்யவும், தேவைக்கேற்ப மேல் அல்லது கீழ் நகர்த்தவும்.\n◆ கிடைமட்ட வீடியோ சரிசெய்தல்:\nவீடியோ பிளேயரின் கிடைமட்ட நிலையை மாற்றவும், உங்கள் விருப்பப்படி இடது அல்லது வலதுபுறமாக மாற்றவும்.\n◆ வீடியோ ஸ்கேலிங்:\nவீடியோ பிளேயரின் அளவை நீங்கள் விரும்பிய பரிமாணங்களுக்கு மாற்றவும், தேவைக்கேற்ப அதன் அளவை அதிகரிக்கவும் அல்லது குறைக்கவும்.\n◆ உள்ளுணர்வு கட்டுப்பாடுகள்: எளிமையான மற்றும் பயனர் நட்பு இடைமுகத்துடன், உள்ளுணர்வு கட்டுப்பாடுகளுடன் வீடியோக்களை தொந்தரவு இல்லாமல் சுழற்றுங்கள்.\n◆ குறுக்கு-தளம் ஆதரவு:\nYouTube, Vimeo, Dailymotion, Bilibili மற்றும் பல உட்பட பல்வேறு இணையதளங்களில் பரந்த அளவிலான வீடியோ பிளேயர்களுடன் இணக்கமானது.\n◆ தனிப்பயனாக்கக்கூடிய அமைப்புகள்:\nசுழற்சி, மாற்றம் அல்லது அளவிடுதல் தேர்வுகள் உட்பட பேனலில் எந்தெந்த உறுப்புகளைக் காண்பிக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும், உங்கள் விருப்பங்களுக்கு ஏற்ப அனைத்து வீடியோ டிரான்ஸ்பார்மர் பொத்தான்களும் உங்களிடம் இருப்பதை உறுதிசெய்யவும்.\n◆ தனிப்பயன் கருவிப்பட்டி ஐகான்:\nஉங்களுக்கு விருப்பமான கருவிப்பட்டி ஐகானை ஒளி அல்லது இருண்ட பயன்முறையில் தேர்ந்தெடுக்கவும், உங்கள் காட்சி விருப்பங்களுக்கு ஏற்ப.\n◆ ஷார்ட்கட் கீ:\nகுறுக்குவழி விசை 90 டிகிரி கடிகார திசையிலும், எதிரெதிர் திசையிலும் சுழன்று, அதை மீட்டமைக்கிறது.\n◆ டார்க் பயன்முறைக்கான ஆதரவு\n\nதிட்டத் தகவல்:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nதேவையான அனுமதிகள்:\n◆ \"சூழல் மெனுக்கள்\": உடனடியாக உலாவி பொத்தான் மெனுக்களில் சூழல் மெனுவைச் சேர்க்கவும்.\n◆ \"ஆக்டிவ் டேப்\": தற்போது திறந்திருக்கும் டேப் வீடியோ பிளேயரை சுழற்ற அனுமதிக்கிறது.\n◆ \"storage\": அமைப்புகளை உள்நாட்டில் சேமித்து உங்கள் இணைய உலாவி கணக்குடன் ஒத்திசைக்கவும்.\n\n<<< விருப்ப அம்சம் >>>\nYouTube மற்றும் அதற்கு அப்பால் டர்ன் ஆஃப் தி லைட்ஸ் உலாவி நீட்டிப்பை நிறுவுவதன் மூலம், இரவில் உங்கள் கண்களைப் பாதுகாக்கவும், YouTube™ போன்ற வீடியோ பிளேயரில் கவனம் செலுத்துவதற்கான விருப்ப அம்சத்தைத் திறக்கவும்.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nகுறிப்பு: YouTube என்பது Google Inc இன் வர்த்தக முத்திரை. இந்த வர்த்தக முத்திரையைப் பயன்படுத்துவது Google அனுமதிகளுக்கு உட்பட்டது.",
    "te": "రొటేట్ దట్ వీడియో ప్లేయర్ బ్రౌజర్ పొడిగింపుతో ఏదైనా వీడియో ప్లేయర్‌ని అప్రయత్నంగా తిప్పడానికి శక్తిని అన్‌లాక్ చేయండి. పక్కకి లేదా తలకిందులుగా ఉన్న వీడియోలను చూడటానికి మీ మెడను వడకట్టడానికి వీడ్కోలు చెప్పండి. మీరు కంటెంట్‌ను స్ట్రీమింగ్ చేస్తున్నా, YouTubeలో ట్యుటోరియల్‌లను చూస్తున్నా లేదా వ్యక్తిగత వీడియోలను ఆస్వాదిస్తున్నా, ఈ సులభ పొడిగింపు కేవలం ఒక క్లిక్‌తో సరైన వీక్షణ ధోరణిని నిర్ధారిస్తుంది.\n\nరొటేట్ దట్ వీడియో ప్లేయర్ అనేది ఉత్పాదకతను పెంచడానికి రూపొందించబడిన తేలికైన మరియు ఉపయోగకరమైన యాడ్-ఇన్. ఇబ్బందికరంగా వంగి ఉన్న వీడియోలకు వీడ్కోలు చెప్పండి మరియు సున్నితమైన వీక్షణ అనుభవానికి హలో. ఈ బ్రౌజర్ పొడిగింపుకు ధన్యవాదాలు, మీరు YouTube వీడియోలలో కొన్నిసార్లు చూసే ప్రసిద్ధ VVS సమస్యను చివరకు పరిష్కరించవచ్చు. మీరు రొటేట్ చేయవచ్చు, పొజిషన్‌ను నిలువుగా మరియు అడ్డంగా మార్చవచ్చు మరియు ప్రస్తుత వీడియో ప్లేయర్‌ని పెంచవచ్చు లేదా స్కేల్ చేయవచ్చు, తద్వారా మీరు దీన్ని పెద్ద స్థాయిలో ఆస్వాదించవచ్చు.\n\nవెర్టికల్ వీడియో సిండ్రోమ్ (VVS) గురించి ఎప్పుడూ వినలేదా?\nవర్టికల్ వీడియో సిండ్రోమ్ (VVS) అనేది ఒక కల్పిత పరిస్థితి, ఇది మరింత వీక్షకులకు అనుకూలమైన ల్యాండ్‌స్కేప్ మోడ్‌కు విరుద్ధంగా, బాధిత వ్యక్తులు పోర్ట్రెయిట్ ఓరియంటేషన్‌లో మాత్రమే వీడియోలను షూట్ చేయగలరని వ్యంగ్యంగా పేర్కొంది. ఇప్పుడే ఆ వీడియో ప్లేయర్‌ని రొటేట్ చేయండి మరియు మీ వీడియో ఓరియంటేషన్‌పై పూర్తి నియంత్రణను పొందండి. ఈ రోజు మీ బ్రౌజింగ్ అనుభవాన్ని మెరుగుపరచండి!\n\nబ్రౌజర్ పొడిగింపు లక్షణాలు:\n◆ వీడియో రొటేషన్:\nవీడియోలను ఏ దిశలోనైనా తిప్పండి - సవ్యదిశలో లేదా అపసవ్య దిశలో - మీ ప్రాధాన్య వీక్షణ కోణాన్ని తక్షణమే సరిపోల్చండి. ఈ ఫీచర్‌కు డెస్క్‌టాప్ మరియు మొబైల్ టచ్ స్క్రీన్ పరికరాల్లో పనిచేసే స్లయిడర్ మద్దతు ఇస్తుంది.\n◆ నిలువు వీడియో సర్దుబాటు:\nవీడియో ప్లేయర్ యొక్క నిలువు పొజిషనింగ్‌ను సర్దుబాటు చేయండి, అవసరమైన విధంగా దాన్ని పైకి లేదా క్రిందికి తరలించండి.\n◆ క్షితిజసమాంతర వీడియో సర్దుబాటు:\nవీడియో ప్లేయర్ యొక్క క్షితిజ సమాంతర స్థానాలను సవరించండి, మీ ప్రాధాన్యత ప్రకారం ఎడమ లేదా కుడికి మార్చండి.\n◆ వీడియో స్కేలింగ్:\nవీడియో ప్లేయర్‌ని మీకు కావలసిన కొలతలకు మార్చండి, అవసరమైన విధంగా దాని పరిమాణాన్ని పెంచండి లేదా తగ్గించండి.\n◆ సహజమైన నియంత్రణలు: సరళమైన మరియు వినియోగదారు-స్నేహపూర్వక ఇంటర్‌ఫేస్‌తో, స్పష్టమైన నియంత్రణలతో వీడియోలను అవాంతరాలు లేకుండా తిప్పండి.\n◆ క్రాస్-ప్లాట్‌ఫారమ్ మద్దతు:\nYouTube, Vimeo, Dailymotion, Bilibili మరియు మరిన్నింటితో సహా వివిధ వెబ్‌సైట్‌లలో విస్తృత శ్రేణి వీడియో ప్లేయర్‌లతో అనుకూలమైనది.\n◆ అనుకూలీకరించదగిన సెట్టింగ్‌లు:\nరొటేషన్, ట్రాన్సిషన్ లేదా స్కేలింగ్ ఎంపికలతో సహా ప్యానెల్‌లో ప్రదర్శించాల్సిన ఎలిమెంట్‌లను ఎంచుకోండి, మీ ప్రాధాన్యతలకు అనుగుణంగా అన్ని వీడియో ట్రాన్స్‌ఫార్మర్ బటన్‌లు ఉన్నాయని నిర్ధారించుకోండి.\n◆ కస్టమ్ టూల్‌బార్ చిహ్నం:\nమీ దృశ్య ప్రాధాన్యతలకు అనుగుణంగా కాంతి లేదా చీకటి మోడ్‌లో మీకు ఇష్టమైన టూల్‌బార్ చిహ్నాన్ని ఎంచుకోండి.\n◆ షార్ట్‌కట్ కీ:\nసత్వరమార్గం కీ 90 డిగ్రీలు సవ్యదిశలో మరియు అపసవ్య దిశలో తిరుగుతుంది మరియు దానిని రీసెట్ చేస్తుంది.\n◆ డార్క్ మోడ్‌కు మద్దతు\n\nప్రాజెక్ట్ సమాచారం:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nఅవసరమైన అనుమతులు:\n◆ \"సందర్భ మెనూలు\": తక్షణమే బ్రౌజర్ బటన్ మెనులకు సందర్భ మెనుని జోడించండి.\n◆ \"activeTab\": ప్రస్తుతం తెరిచిన ట్యాబ్ వీడియో ప్లేయర్‌ని తిప్పడానికి అనుమతిస్తుంది.\n◆ \"నిల్వ\": సెట్టింగ్‌లను స్థానికంగా సేవ్ చేయండి మరియు మీ వెబ్ బ్రౌజర్ ఖాతాతో సమకాలీకరించండి.\n\n<<< ఎంపిక ఫీచర్ >>>\nYouTube మరియు బియాండ్ కోసం టర్న్ ఆఫ్ ది లైట్స్ బ్రౌజర్ ఎక్స్‌టెన్షన్‌ని ఇన్‌స్టాల్ చేయడం ద్వారా రాత్రిపూట మీ కళ్ళను రక్షించడానికి మరియు YouTube™ వంటి వీడియో ప్లేయర్‌పై దృష్టి పెట్టడానికి ఎంపిక లక్షణాన్ని అన్‌లాక్ చేయండి.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nగమనిక: YouTube అనేది Google Inc యొక్క ట్రేడ్‌మార్క్. ఈ ట్రేడ్‌మార్క్ యొక్క ఉపయోగం Google అనుమతులకు లోబడి ఉంటుంది.",
    "th": "ปลดล็อกพลังเพื่อหมุนเครื่องเล่นวิดีโอได้อย่างง่ายดายด้วยส่วนขยายเบราว์เซอร์ Rotate That Video Player บอกลาการตึงคอในการดูวิดีโอด้านข้างหรือกลับหัว ไม่ว่าคุณจะสตรีมเนื้อหา ดูบทช่วยสอนบน YouTube หรือเพลิดเพลินกับวิดีโอส่วนตัว ส่วนขยายที่มีประโยชน์นี้ช่วยให้มั่นใจได้ถึงแนวการรับชมที่เหมาะสมที่สุดด้วยการคลิกเพียงครั้งเดียว\n\nRotate That Video Player เป็นส่วนเสริมที่มีน้ำหนักเบาและมีประโยชน์ซึ่งออกแบบมาเพื่อเพิ่มประสิทธิภาพการทำงาน บอกลาวิดีโอที่เอียงอย่างเชื่องช้า และสัมผัสกับประสบการณ์การรับชมที่ราบรื่นยิ่งขึ้น ด้วยส่วนขยายเบราว์เซอร์นี้ คุณจึงสามารถแก้ไขปัญหา VVS ที่รู้จักกันดีซึ่งบางครั้งคุณพบในวิดีโอ YouTube ได้ในที่สุด คุณสามารถหมุน เปลี่ยนตำแหน่งในแนวตั้งและแนวนอน และเพิ่มหรือขยายขนาดเครื่องเล่นวิดีโอปัจจุบันได้ เพื่อให้คุณเพลิดเพลินกับมันในขนาดที่ใหญ่ขึ้น\n\nไม่เคยได้ยินเกี่ยวกับโรควิดีโอแนวตั้ง (VVS) มาก่อนเลย?\nVertical Video Syndrome (VVS) เป็นภาวะสมมติที่อ้างว่าเสียดสีว่าผู้ที่ได้รับผลกระทบสามารถถ่ายวิดีโอในแนวตั้งได้เท่านั้น ซึ่งต่างจากโหมดแนวนอนที่เหมาะกับผู้ชมมากกว่า ดาวน์โหลด Rotate That Video Player ทันทีและควบคุมการวางแนววิดีโอของคุณอย่างเต็มที่ ยกระดับประสบการณ์การท่องเว็บของคุณวันนี้!\n\nคุณสมบัติส่วนขยายเบราว์เซอร์:\n◆ การหมุนวิดีโอ:\nหมุนวิดีโอไปในทิศทางใดก็ได้ - ตามเข็มนาฬิกาหรือทวนเข็มนาฬิกา - เพื่อให้ตรงกับมุมมองที่คุณต้องการทันที ฟีเจอร์นี้รองรับโดยแถบเลื่อนที่ทำงานทั้งบนเดสก์ท็อปและอุปกรณ์หน้าจอสัมผัสมือถือ\n◆ การปรับวิดีโอแนวตั้ง:\nปรับตำแหน่งแนวตั้งของเครื่องเล่นวิดีโอ โดยเลื่อนขึ้นหรือลงตามต้องการ\n◆ การปรับวิดีโอแนวนอน:\nปรับเปลี่ยนตำแหน่งแนวนอนของเครื่องเล่นวิดีโอ โดยเลื่อนไปทางซ้ายหรือขวาตามที่คุณต้องการ\n◆ การปรับขนาดวิดีโอ:\nปรับขนาดเครื่องเล่นวิดีโอให้เป็นขนาดที่คุณต้องการ เพิ่มหรือลดขนาดได้ตามต้องการ\n◆ การควบคุมที่ใช้งานง่าย: ด้วยอินเทอร์เฟซที่เรียบง่ายและใช้งานง่าย หมุนวิดีโอได้โดยไม่ยุ่งยากด้วยการควบคุมที่ใช้งานง่าย\n◆ การสนับสนุนข้ามแพลตฟอร์ม:\nเข้ากันได้กับเครื่องเล่นวิดีโอที่หลากหลายบนเว็บไซต์ต่าง ๆ รวมถึง YouTube, Vimeo, Dailymotion, Bilibili และอีกมากมาย\n◆ การตั้งค่าที่ปรับแต่งได้:\nเลือกองค์ประกอบที่จะแสดงในแผงควบคุม รวมถึงตัวเลือกการหมุน การเปลี่ยนภาพ หรือการปรับขนาด เพื่อให้มั่นใจว่าคุณมีปุ่มตัวแปลงวิดีโอทั้งหมดที่ปรับแต่งให้เหมาะกับความต้องการของคุณ\n◆ ไอคอนแถบเครื่องมือที่กำหนดเอง:\nเลือกไอคอนแถบเครื่องมือที่คุณต้องการในโหมดสว่างหรือมืด โดยปรับให้เข้ากับการตั้งค่าภาพของคุณ\n◆ ปุ่มลัด:\nปุ่มลัดจะหมุน 90 องศาตามเข็มนาฬิกาและทวนเข็มนาฬิกา แล้วรีเซ็ต\n◆ รองรับโหมดมืด\n\nข้อมูลโครงการ:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nสิทธิ์ที่จำเป็น:\n◆ \"contextMenus\": เพิ่มเมนูบริบทให้กับเมนูปุ่มเบราว์เซอร์ทันที\n◆ \"activeTab\": แท็บที่เปิดอยู่ในปัจจุบันช่วยให้สามารถหมุนเครื่องเล่นวิดีโอได้\n◆ \"ที่เก็บข้อมูล\": บันทึกการตั้งค่าในเครื่องและซิงค์กับบัญชีเว็บเบราว์เซอร์ของคุณ\n\n<<< คุณสมบัติตัวเลือก >>>\nปลดล็อคคุณสมบัติตัวเลือกเพื่อปกป้องดวงตาของคุณในเวลากลางคืนและมุ่งเน้นไปที่เครื่องเล่นวิดีโอ เช่น YouTube™ โดยการติดตั้งส่วนขยายเบราว์เซอร์ Turn Off the Lights สำหรับ YouTube และ Beyond\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nหมายเหตุ: YouTube เป็นเครื่องหมายการค้าของ Google Inc. การใช้เครื่องหมายการค้านี้อยู่ภายใต้การอนุญาตของ Google",
    "tr": "Rotate That Video Player tarayıcı uzantısıyla herhangi bir video oynatıcıyı zahmetsizce döndürme gücünün kilidini açın. Videoları yan veya baş aşağı izlemek için boynunuzu zorlamaya veda edin. İster içerik akışı yapıyor olun, ister YouTube'da eğitimler izliyor olun, ister kişisel videoların keyfini çıkarıyor olun, bu kullanışlı uzantı, tek bir tıklamayla en iyi görüntüleme yönünü sağlar.\n\nRotate That Video Oynatıcı, üretkenliği artırmak için tasarlanmış hafif ve kullanışlı bir eklentidir. Garip bir şekilde eğilen videolara veda edin ve daha akıcı bir izleme deneyimine merhaba deyin. Bu tarayıcı uzantısı sayesinde, bazen YouTube videolarında gördüğünüz, iyi bilinen VVS sorununu nihayet çözebilirsiniz. Döndürebilir, konumunu dikey ve yatay olarak değiştirebilir ve hatta mevcut video oynatıcıyı büyütebilir veya ölçeklendirebilirsiniz; böylece daha büyük ölçekte keyfini çıkarabilirsiniz.\n\nDikey Video Sendromunu (VVS) hiç duymadınız mı?\nDikey Video Sendromu (VVS), bu durumdan muzdarip olanların daha izleyici dostu manzara modunun aksine yalnızca portre yönünde video çekebileceğini hicivli bir şekilde iddia eden hayali bir durumdur. Şimdi Rotate That Video Player'ı indirin ve video yönlendirmenizin tam kontrolünü elinize alın. Tarama deneyiminizi bugün yükseltin!\n\nTarayıcı uzantısı özellikleri:\n◆ Video Döndürme:\nTercih ettiğiniz izleme açısına anında uyum sağlamak için videoları istediğiniz yöne (saat yönünde veya saat yönünün tersine) döndürün. Bu özellik, hem masaüstü hem de mobil dokunmatik ekranlı cihazlarda çalışan bir kaydırıcıyla desteklenir.\n◆ Dikey Video Ayarı:\nGerektiğinde yukarı veya aşağı hareket ettirerek video oynatıcının dikey konumunu ayarlayın.\n◆ Yatay Video Ayarı:\nTercihinize göre sola veya sağa kaydırarak video oynatıcının yatay konumunu değiştirin.\n◆ Video Ölçeklendirme:\nVideo oynatıcıyı istediğiniz boyutlara göre yeniden boyutlandırın, boyutunu gerektiği gibi artırın veya azaltın.\n◆ Sezgisel Kontroller: Basit ve kullanıcı dostu bir arayüzle, sezgisel kontrollerle videoları sorunsuz bir şekilde döndürün.\n◆ Platformlar Arası Destek:\nYouTube, Vimeo, Dailymotion, Bilibili ve daha fazlası dahil olmak üzere çeşitli web sitelerindeki çok çeşitli video oynatıcılarla uyumludur.\n◆ Özelleştirilebilir Ayarlar:\nDöndürme, geçiş veya ölçeklendirme seçenekleri de dahil olmak üzere panelde hangi öğelerin sergileneceğini seçerek tüm video dönüştürme düğmelerinin tercihlerinize göre uyarlanmasını sağlayın.\n◆ Özel Araç Çubuğu Simgesi:\nTercih ettiğiniz araç çubuğu simgesini, görsel tercihlerinize göre açık veya koyu modda seçin.\n◆ Kısayol Tuşu:\nKısayol tuşu saat yönünde ve saat yönünün tersine 90 derece döner ve onu sıfırlar.\n◆ Karanlık Mod Desteği\n\nProje bilgisi:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nGerekli İzinler:\n◆ \"contextMenus\": Tarayıcı düğme menülerine anında bir bağlam menüsü ekleyin.\n◆ \"activeTab\": Şu anda açık olan sekme, video oynatıcının döndürülmesine olanak tanır.\n◆ \"depolama\": Ayarları yerel olarak kaydedin ve web tarayıcısı hesabınızla senkronize edin.\n\n<<< Seçenek özelliği >>>\nYouTube ve Beyond için Turn Off the Lights tarayıcı uzantısını yükleyerek geceleri gözlerinizi korumak ve YouTube™ gibi video oynatıcıya odaklanmak için bir seçenek özelliğinin kilidini açın.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nNot: YouTube, Google Inc.'in ticari markasıdır. Bu ticari markanın kullanımı Google İzinlerine tabidir.",
    "uk": "Розблокуйте можливість легко обертати будь-який відеоплеєр за допомогою розширення для браузера Rotate That Video Player. Попрощайтеся з напруженням шиї під час перегляду перевернутих або перевернутих відео. Якщо ви транслюєте вміст, переглядаєте навчальні посібники на YouTube або переглядаєте особисті відео, це зручне розширення забезпечує оптимальну орієнтацію перегляду одним клацанням миші.\n\nВідеопрогравач Rotate That Video Player — це легка та корисна надбудова, призначена для підвищення продуктивності. Попрощайтеся з незручно нахиленими відео та привітайтеся з більш плавним переглядом. Завдяки цьому розширенню для браузера ви нарешті можете вирішити відому проблему VVS, яку іноді бачите у відео YouTube. Ви можете обертати, змінювати положення по вертикалі та горизонталі та навіть збільшувати або масштабувати поточний відеоплеєр, дозволяючи насолоджуватися ним у більшому масштабі.\n\nНіколи не чули про синдром вертикального відео (VVS)?\nСиндром вертикального відео (VVS) — це вигаданий стан, який сатирично стверджує, що хворі можуть знімати відео лише в портретній орієнтації, на відміну від більш зручного для глядача альбомного режиму. Завантажте Rotate That Video Player зараз і отримайте повний контроль над орієнтацією відео. Покращуйте свій досвід перегляду вже сьогодні!\n\nФункції розширення для браузера:\n◆ Ротація відео:\nПовертайте відео в будь-якому напрямку - за або проти годинникової стрілки - щоб миттєво підібрати бажаний кут перегляду. Ця функція підтримується повзунком, який працює як на настільних, так і на мобільних пристроях із сенсорним екраном.\n◆ Вертикальна настройка відео:\nВідрегулюйте вертикальне розташування відеопрогравача, пересуваючи його вгору або вниз за потреби.\n◆ Горизонтальне налаштування відео:\nЗмініть горизонтальне розташування відеоплеєра, зсуваючи його вліво або вправо відповідно до ваших уподобань.\n◆ Масштабування відео:\nЗмініть розмір відеопрогравача до бажаних розмірів, збільшуючи або зменшуючи його розмір за потреби.\n◆ Інтуїтивно зрозумілі елементи керування: завдяки простому та зручному інтерфейсу обертайте відео без проблем за допомогою інтуїтивно зрозумілих елементів керування.\n◆ Підтримка різних платформ:\nСумісність із широким спектром відеоплеєрів на різних веб-сайтах, включаючи YouTube, Vimeo, Dailymotion, Bilibili тощо.\n◆ Настроювані параметри:\nВиберіть, які елементи демонструвати на панелі, включно з параметрами обертання, переходу чи масштабування, гарантуючи, що всі кнопки відеотрансформатора будуть налаштовані відповідно до ваших уподобань.\n◆ Спеціальний значок панелі інструментів:\nВиберіть бажану піктограму панелі інструментів у світлому або темному режимі відповідно до ваших візуальних уподобань.\n◆ Клавіша швидкого доступу:\nКлавіша швидкого доступу обертається на 90 градусів за годинниковою стрілкою та проти годинникової стрілки та скидає її.\n◆ Підтримка темного режиму\n\nІнформація про проект:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nНеобхідні дозволи:\n◆ \"contextMenus\": додайте контекстне меню до миттєвих меню кнопок браузера.\n◆ \"activeTab\": поточна відкрита вкладка дозволяє обертати відеоплеєр.\n◆ \"зберігання\": збереження налаштувань локально та синхронізація з обліковим записом веб-браузера.\n\n<<< Функція опції >>>\nРозблокуйте додаткову функцію, щоб захистити очі вночі та зосередитися на відеопрогравачі, наприклад YouTube™, встановивши розширення для браузера Turn Off the Lights для YouTube і не тільки.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nПримітка: YouTube є торговою маркою Google Inc. Використання цієї торгової марки регулюється дозволами Google.",
    "vi": "Mở khóa sức mạnh để dễ dàng xoay bất kỳ trình phát video nào bằng tiện ích mở rộng trình duyệt Rotate That Video Player. Tạm biệt tình trạng căng cổ khi xem video nghiêng hoặc lộn ngược. Cho dù bạn đang truyền phát nội dung, xem hướng dẫn trên YouTube hay thưởng thức video cá nhân, tiện ích mở rộng tiện dụng này đảm bảo hướng xem tối ưu chỉ bằng một cú nhấp chuột.\n\nRotate That Video Player là một tiện ích bổ sung nhẹ và hữu ích được thiết kế để nâng cao năng suất. Hãy tạm biệt những video bị nghiêng khó xử và chào đón trải nghiệm xem mượt mà hơn. Nhờ tiện ích mở rộng trình duyệt này, cuối cùng bạn cũng có thể khắc phục được sự cố VVS nổi tiếng mà đôi khi bạn thấy trong các video YouTube. Bạn có thể xoay, thay đổi vị trí theo chiều dọc và chiều ngang, thậm chí tăng hoặc tăng tỷ lệ trình phát video hiện tại, cho phép bạn thưởng thức nó ở quy mô lớn hơn.\n\nBạn chưa bao giờ nghe đến Hội chứng video dọc (VVS)?\nHội chứng video dọc (VVS) là một tình trạng hư cấu tuyên bố một cách châm biếm rằng những người mắc bệnh chỉ có thể quay video theo hướng dọc, trái ngược với chế độ phong cảnh thân thiện với người xem hơn. Tải xuống Rotate That Video Player ngay bây giờ và nắm toàn quyền kiểm soát hướng video của bạn. Nâng cao trải nghiệm duyệt web của bạn ngay hôm nay!\n\nCác tính năng mở rộng của trình duyệt:\n◆ Quay Video:\nXoay video theo bất kỳ hướng nào - theo chiều kim đồng hồ hoặc ngược chiều kim đồng hồ - để phù hợp với góc xem ưa thích của bạn ngay lập tức. Tính năng này được hỗ trợ bởi một thanh trượt hoạt động trên cả máy tính để bàn và thiết bị màn hình cảm ứng di động.\n◆ Điều chỉnh video dọc:\nĐiều chỉnh vị trí dọc của trình phát video, di chuyển lên hoặc xuống nếu cần.\n◆ Điều chỉnh video ngang:\nSửa đổi vị trí ngang của trình phát video, dịch chuyển sang trái hoặc phải tùy theo sở thích của bạn.\n◆ Chia tỷ lệ video:\nThay đổi kích thước trình phát video theo kích thước mong muốn của bạn, tăng hoặc giảm kích thước của nó theo yêu cầu.\n◆ Điều khiển trực quan: Với giao diện đơn giản và thân thiện với người dùng, hãy xoay video một cách dễ dàng bằng các điều khiển trực quan.\n◆ Hỗ trợ đa nền tảng:\nTương thích với nhiều trình phát video trên nhiều trang web khác nhau, bao gồm YouTube, Vimeo, Dailymotion, Bilibili, v.v.\n◆ Cài đặt có thể tùy chỉnh:\nChọn thành phần nào sẽ hiển thị trong bảng điều khiển, bao gồm các lựa chọn xoay, chuyển tiếp hoặc chia tỷ lệ, đảm bảo bạn có tất cả các nút chuyển đổi video được điều chỉnh theo sở thích của mình.\n◆ Biểu tượng thanh công cụ tùy chỉnh:\nChọn biểu tượng thanh công cụ ưa thích của bạn ở chế độ sáng hoặc tối, điều chỉnh theo sở thích trực quan của bạn.\n◆ Phím tắt:\nPhím tắt xoay 90 độ theo chiều kim đồng hồ và ngược chiều kim đồng hồ và đặt lại.\n◆ Hỗ trợ Chế độ tối\n\nThông tin dự án:\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\nQuyền cần thiết:\n◆ \"contextMenus\": Thêm menu ngữ cảnh vào menu nút trình duyệt ngay lập tức.\n◆ \"activeTab\": Tab hiện đang mở cho phép xoay trình phát video.\n◆ \"lưu trữ\": Lưu cài đặt cục bộ và đồng bộ hóa với tài khoản trình duyệt web của bạn.\n\n<<< Tính năng tùy chọn >>>\nMở khóa tính năng tùy chọn để bảo vệ đôi mắt của bạn vào ban đêm và tập trung vào trình phát video, chẳng hạn như YouTube™, bằng cách cài đặt tiện ích mở rộng trình duyệt Tắt đèn cho YouTube và Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\nLưu ý: YouTube là nhãn hiệu của Google Inc. Việc sử dụng nhãn hiệu này phải tuân theo sự cho phép của Google.",
    "zh_CN": "使用旋转视频播放器浏览器扩展解锁轻松旋转任何视频播放器的能力。 告别观看横向或颠倒视频时扭伤脖子的情况。 无论您是流式传输内容、在 YouTube 上观看教程还是欣赏个人视频，这个方便的扩展只需单击一下即可确保最佳观看方向。\n\nRotate That 视频播放器是一个轻量级且有用的插件，旨在提高工作效率。 告别笨拙倾斜的视频，迎接更流畅的观看体验。 借助此浏览器扩展，您终于可以解决有时在 YouTube 视频中看到的众所周知的 VVS 问题。 您可以旋转、垂直和水平改变位置，甚至放大或放大当前视频播放器，让您以更大的比例欣赏它。\n\n从未听说过垂直视频综合症 (VVS)？\n垂直视频综合症 (VVS) 是一种虚构的情况，讽刺性地声称受影响的人只能以纵向模式拍摄视频，而不是更适合观看者的横向模式。 立即下载旋转视频播放器并完全控制您的视频方向。 今天就提升您的浏览体验！\n\n浏览器扩展功能：\n◆ 视频旋转：\n以任何方向（顺时针或逆时针）旋转视频，以立即匹配您喜欢的观看角度。 此功能由适用于桌面和移动触摸屏设备的滑块支持。\n◆ 垂直视频调整：\n调整视频播放器的垂直位置，根据需要向上或向下移动。\n◆ 视频水平调整：\n修改视频播放器的水平位置，根据您的喜好向左或向右移动。\n◆ 视频缩放：\n将视频播放器的大小调整为您想要的尺寸，根据需要增加或减小其大小。\n◆ 直观的控制：通过简单且用户友好的界面，通过直观的控制轻松旋转视频。\n◆ 跨平台支持：\n与各种网站上的各种视频播放器兼容，包括 YouTube、Vimeo、Dailymotion、Bilibili 等。\n◆ 自定义设置：\n选择要在面板中展示的元素，包括旋转、过渡或缩放选项，确保您拥有根据您的喜好定制的所有视频转换器按钮。\n◆ 自定义工具栏图标：\n在浅色或深色模式下选择您喜欢的工具栏图标，以适应您的视觉偏好。\n◆ 快捷键：\n快捷键顺时针和逆时针旋转90度，并重置。\n◆ 支持深色模式\n\n项目信息：\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\n所需权限：\n◆ “contextMenus”：添加上下文菜单到即时浏览器按钮菜单。\n◆ “activeTab”：当前打开的选项卡允许旋转视频播放器。\n◆ “存储”：将设置保存在本地并与您的网络浏览器帐户同步。\n\n<<< 选项功能 >>>\n通过安装适用于 YouTube 和 Beyond 的 Turn Off the Lights 浏览器扩展程序，解锁一项选项功能，以在夜间保护您的眼睛并专注于视频播放器，例如 YouTube™。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\n注意：YouTube 是 Google Inc. 的商标。使用该商标需遵守 Google 许可。",
    "zh_TW": "使用旋轉影片播放器瀏覽器擴充功能解鎖輕鬆旋轉任何影片播放器的能力。 告別觀看橫向或顛倒影片時扭傷脖子的情況。 無論您是串流內容、在 YouTube 上觀看教程還是欣賞個人視頻，這個方便的擴展只需單擊即可確保最佳觀看方向。\n\nRotate That 影片播放器是一個輕量級且有用的插件，旨在提高工作效率。 告別笨拙傾斜的視頻，迎接更流暢的觀看體驗。 借助此瀏覽器擴展，您終於可以解決有時在 YouTube 影片中看到的眾所周知的 VVS 問題。 您可以旋轉、垂直和水平改變位置，甚至放大或放大目前影片播放器，讓您以更大的比例欣賞它。\n\n從未聽過垂直視訊綜合症 (VVS)？\n垂直視頻綜合症 (VVS) 是一種虛構的情況，諷刺性地聲稱受影響的人只能以縱向模式拍攝視頻，而不是更適合觀看者的橫向模式。 立即下載旋轉影片播放器並完全控制您的影片方向。 今天就提升您的瀏覽體驗吧！\n\n瀏覽器擴充功能：\n◆ 視訊旋轉：\n以任何方向（順時針或逆時針）旋轉視頻，以立即匹配您喜歡的觀看角度。 此功能由適用於桌面和行動觸控螢幕裝置的滑桿支援。\n◆ 垂直影片調整：\n調整影片播放器的垂直位置，根據需要向上或向下移動。\n◆ 視訊水平調整：\n修改影片播放器的水平位置，根據您的喜好向左或向右移動。\n◆ 視訊縮放：\n將影片播放器的大小調整為您想要的尺寸，根據需要增加或減少其大小。\n◆ 直覺的控制：透過簡單且使用者友好的介面，透過直覺的控制輕鬆旋轉影片。\n◆ 跨平台支援：\n與各種網站上的各種影片播放器相容，包括 YouTube、Vimeo、Dailymotion、Bilibili 等。\n◆ 自訂設定：\n選擇要在面板中展示的元素，包括旋轉、過渡或縮放選項，確保您擁有根據您的喜好自訂的所有視訊轉換器按鈕。\n◆ 自訂工具列圖示：\n在淺色或深色模式下選擇您喜歡的工具列圖標，以適應您的視覺偏好。\n◆ 快捷鍵：\n快速鍵順時針和逆時針旋轉90度，並重置。\n◆ 支援深色模式\n\n專案資訊：\nhttps://www.stefanvd.net/project/rotate-that-video-player/browser-extension/\n\n所需權限：\n◆ “contextMenus”：新增上下文選單到即時瀏覽器按鈕選單。\n◆ “activeTab”：目前開啟的選項卡允許旋轉視訊播放器。\n◆ 「儲存」：將設定儲存在本機並與您的網頁瀏覽器帳戶同步。\n\n<<< 選項功能 >>>\n透過安裝適用於 YouTube 和 Beyond 的 Turn Off the Lights 瀏覽器擴充程序，解鎖一項選項功能，以在夜間保護您的眼睛並專注於影片播放器，例如 YouTube™。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn\n\n注意：YouTube 是 Google Inc. 的商標。使用商標需遵守 Google 許可。"
  }
}