{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Open in new tab",
    "de": "Open in new tab - In neuem Tab öffnen",
    "es": "Open in new tab - Abrir en una pestaña nueva",
    "fr": "Open in new tab - Ouvrir dans un nouvel onglet",
    "id": "Open in new tab - Buka di tab baru",
    "it": "Open in new tab - Apri in una nuova scheda",
    "ja": "Open in new tab - 新しいタブで開く",
    "ko": "Open in new tab - 새 탭에서 열기",
    "ru": "Open in new tab - Открыть в новой вкладке",
    "zh_CN": "Open in new tab - 在新标签页打开",
    "zh_TW": "Open in new tab - 在新分頁打開"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Makes all hyperlinks on the page open as new tabs.",
    "de": "Lässt alle Hyperlinks auf der Seite als neue Registerkarten öffnen.",
    "es": "Hace que todos los hipervínculos de la página se abran como pestañas nuevas.",
    "fr": "Ouvre tous les hyperliens de la page sous forme de nouveaux onglets.",
    "id": "Menjadikan semua hyperlink di halaman terbuka sebagai tab baru.",
    "it": "Rende tutti i collegamenti ipertestuali sulla pagina aperti come nuove schede.",
    "ja": "ページ上のすべてのハイパーリンクを新しいタブとして開きます。",
    "ko": "페이지의 모든 하이퍼링크를 새 탭으로 엽니다.",
    "ru": "Делает все гиперссылки на странице открывающимися в виде новых вкладок.",
    "zh_CN": "让页面上的所有超链接都以新标签页的方式打开。",
    "zh_TW": "讓頁面上的所有超連結都以新分頁的方式開啟。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Some of the hyperlinks on the page are opened in new tabs, and some are opened in the current tab. When searching for information or in other situations where all links need to be opened in new tabs, this extension can help you: move the page to All hyperlinks are converted to open in new tabs."
  }
}