{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deal4Real"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Price & availability tracker for products and a coupon checker for leading online shopping websites.",
    "he": "בדיקת קופונים ומעקב אחר מחירי מוצרים וזמינותם באתרי הרכישות המובילים."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "So what does the extension can do?\nIt Will:\n1.One-Click Product availability & prices Alerts.\n2.  Prices History Graphs at AliExpress & KSP.\n3. Alerts for new search results on supported sites.\n4.Auto Coupons Check - currently on AliExpress, Banggood, Shein and ASOS.\n\nWhich sites does the extension support?\nThe extension supports leading global online shopping sites as well as real estate sites in Israel, list of sites:\nAmazon, Booking.com, Shein, Asus, Yad 2, KSP, etc. (other sites exist), new sites added on a regular basis.\n\nSo for bottom line, what can the extension do for you?\n- Alert you for stock from sites like Amazon / Shine / Asus, shirt or garment not available as you want? The extension will send you notifications to your Telegram as soon as the item available!\n\n- Waiting for item's price drop? the extension will send you alerts when it happens, sometimes it can take time but in the end it can save you a lot of money.\n\n-Special filters bar for Amazon and Booking.com that allows you to make your search results much more precise.\n\nDeal4Real system has a large number of users in the various channels in several areas such as Telegram, Facebook and more, you can search for Deal4Real in Telegram and join the existing channels.\n\nFor a full explanation of the use of the extension, go to the following page:\n\nhttps://www.deal4real.co.il/statics/extusage.html\n\n*Please read the Privacy Policy and TOS before using this extension.",
    "he": "השימוש בתוסף הוא ללא עלות.\n\nמה התוסף עושה?\n1. מעקב אחרי זמינות ומחירי מוצרים.\n2. גרפי היסטוריית מחירים עלי אקספרס ו KSP.\n3. התראות עבור תוצאות חדשות של חיפושים באתרים הנתמכים.\n4. חיפוש דירות להשכרה או קניה.\n5. בדיקת קופונים אוטומטית - כרגע ב  AliExpress , Banggood, Shein ו ASOS.\n\nבאילו אתרים תומך התוסף? \nהתוסף תומך באתרי קניות אונליין מובילים מהארץ ומחו\"ל וכן אתרי נדלן בארץ, רשימת האתרים:\nאמזון, Booking.com ,Shein, אסוס, יד 2, KSP וכד' (קיימים אתרים נוספים), אתרים חדשים נוספים על בסיס קבוע.\n\nאז בשורה התחתונה, במה התוסף יכול לעזור לי?\n- מחכים למלאי מאתרים כמו אמזון / שיין / אסוס? חולצה או בגד לא זמינים במידה שאתם רוצים? התוסף ישלח לכם התראות לטלגרם שלכם ברגע שיש זמינות!\n\n- מחכים לירידות מחיר עבור מוצר מסויים? תוסף זה בדיוק עבורכם, לפעמים זה יכול לקחת זמן אבל בסוף תוכלו לחסוך באמצעותו המון כסף.\n\n- סרגל סינוני תוצאות מיוחד עבור אמזון ו Booking.com יאפשר לכם לסנן תוצאות חיפוש בצורה יותר מדוייקת, למשל באמזון סינון מוצרים שלא נשלחים לארץ, באמזון + בוקינג סינון לפי כמות דירוגים ולא רק לפי כמות הכוכבים שקיבלה תוצאת החיפוש ועוד מספר אפשרויות נוספות.\n\nלמערכת מספר גדול של משתמשים בערוצים השונים במספר תחומים בטלגרם, תוכלו לחפש את Deal4Real בטלגרם ולהצטרף לערוצים הקיימים.\n\nלהסבר שימוש מלא בתוסף יש להכנס לעמוד הבא:\n\nhttps://www.deal4real.co.il/statics/extusage.html\n\n\n*Please read the Privacy Policy and TOS before using this extension."
  }
}