{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "A+ FontSize Changer Lite",
    "es": "A+ cambiador de tamaño de texto",
    "fr": "A+ Changeur de Taille de Texte",
    "it": "A+ Modifica dimensione testo",
    "ja": "A+ テキストサイズチェンジャー",
    "pt_BR,pt_PT": "A+ Alterador de tamanho de texto",
    "zh_CN,zh_TW": "A+ 文本大小更改器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Extension that lets the user change the font text size, font type, font color and background color on a page.",
    "de": "Erweiterung, mit der der Benutzer die Schriftgröße, den Schrifttyp, die Schriftfarbe und die Hintergrundfarbe auf einer Seite…",
    "es": "Extensión que permite al usuario personalizar el tamaño del texto de la fuente, el tipo de fuente, el color de la fuente y el color…",
    "fr": "Extension qui permet à l'utilisateur de modifier la taille du texte de la police, le type de police, la couleur de la police et la…",
    "it": "Estensione che consente all'utente di modificare la dimensione del testo del carattere, il tipo di carattere, il colore del…",
    "ja": "ユーザーがフォントのテキストサイズ、フォントの種類、フォントの色、および背景の色をページ上でカスタマイズできる拡張機能。",
    "pt_BR,pt_PT": "Extensão que permite ao usuário alterar o tamanho do texto da fonte, tipo de fonte, cor da fonte e cor de fundo em uma página.",
    "zh_CN": "允许用户自定义页面上的字体文本大小、字体类型、文本颜色和背景颜色的扩展程序。",
    "zh_TW": "允許用戶自定義頁面上的字體文本大小、字體類型、文本顏色和背景顏色的擴展程序。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that allows the user on any site to change the font text size, font type, font color and background color on the page. Suitable for use by persons with disabilities"
  }
}