{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay on top of your Canvas assignments and find new students to study with!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Based on your feedback, Version 1.0.2 was updated to automatically save your Canvas Information on your browser. This data is not stored by the extension and is instead stored locally.\n------\nAre you tired of manually adding assignments to your personal calendars and to-do lists one by one? Are you looking for new people to study with? Canvas Assistant can help!\n\nCanvas Assistant provides students with a new way to manage their Canvas coursework in a more efficient and organized way. With the click of a single button, users can add their Canvas assignments to their personal calendars, generate to-do lists for their upcoming coursework, and find new study buddies.\n\nThe extension offers three primary features:\n- Sync Your Calendar: Creates an .ics file of your upcoming Canvas assignments, which you can easily add to your iCalendar, Google Calendar, or Outlook Calendar!\n- Generate a To-Do List: Creates a .csv file of your upcoming Canvas assignments which can be used on its own or imported into the task-management application of your preference!\n- Find Study Buddies: Creates a .csv file listing students that you share common courses with, taking the hassle out of finding people to study with! \n\nDeveloped by students, for students. If you have any inquiries about the extension, reach out to us at canvasassistantinfo@gmail.com."
  }
}