{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Master Chess Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Master Chess Unblocked right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Chess Online is a type of intellectual chess game that is loved by many people. Play the game of Chess Online to experience this high-class intellectual genre!\n\nGuide to the rules of Chess\nNote: Chess is a type of intellectual chess game that is loved by many people. Play the game of Chess Online for free on games.1bestlinks.net to experience this high-class intellectual genre!\n\nChess is an intellectual game with 16 pieces on each side, including: 1 king, 1 queen, 2 rooks, 2 statues, 2 knights and 8 pawns. Based on the movement rules of each piece, you use sharp tactics to move the pieces in a reasonable way to eat the opponent's pieces, eat the king or make the opponent fall into a state of confusion that can't be resisted. If you get it, you will be the winner.\n\nKing: Each move the king can go in any direction in a straight line or diagonally but can only go 1 square and at the position where the king moves to have the opponent's piece, he can eat.\nAfter: There is a move that is a simple combination of the movement of the Car and the Statue. In a move it can move diagonally or in a straight line along a column or row, with the same principle of going and capturing pieces as Statues and Rooks.\nStatue: Move diagonally to a square of the same color with the same winning principle as a rook to an empty space or a square occupied by the opponent's piece.\nCode: Can move to an empty space or a square occupied by the opponent (capture) in the shape of an L.\nRook: Move in straight lines along a column or row to an empty square with no pieces in the way or to a square occupied by an opponent's piece (takes a piece) but cannot pass the piece standing in that square . The only exception is import. It can then jump over its King to stand next to it.\nGood: Can move straight forward only one square at a time to an empty space (go without taking pieces), but when moving pieces to capture enemy pieces, go diagonally. The power of the pawn can be promoted when the pawn reaches the last line of the opponent and is promoted to 1 of the Queen, Rook, Statue, and Horse of the same color\n*Note: We have added many external game links, making it easy for players to quickly access the games on our website https://monkeymart.org",
    "en_AU,en_US,vi": "Master Chess is a captivating and strategic game available as a Chrome extension. Step into the world of chess and test your skills against challenging AI opponents or human players online. With its sleek design, intuitive interface, and realistic gameplay, \"Master Chess\" offers an immersive chess experience. Plan your moves, anticipate your opponent's strategies, and strive to checkmate their king. The game provides various difficulty levels to accommodate players of different skill levels, from beginners to seasoned chess masters. The Chrome extension allows for easy access, enabling you to enjoy the game directly in your browser. Sharpen your chess tactics, improve your critical thinking, and become a true master of the game with \"Master Chess\"!\n\n*Note: We have added many external game links, \"Unblocked Games, Web Version\" button. making it easy for players to quickly access the games on our website https://monkeymart.org"
  }
}