{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tabGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab GPT: Unveil the power of AI-driven content on each new browser tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing tabGPT - Your AI Chat Companion on Every New Tab!\n\nTransform your browsing experience with tabGPT, the innovative Chrome extension that brings the power of GPT right to your fingertips. With tabGPT, every new tab you open becomes an opportunity to engage in meaningful conversations with an advanced AI chatbot, making your online experience more interactive and enjoyable.\n\nKey Features:\n\n🤖 Instant Access to GPT: tabGPT provides seamless integration with GPT, the groundbreaking language model that understands and generates human-like responses. Dive into thought-provoking discussions, get quick answers to your questions, or simply enjoy some leisurely banter.\n\n🌐 Enhance Browsing Experience: Gone are the days of dull, empty tabs! tabGPT adds a touch of excitement to your browsing sessions by transforming each new tab into an engaging and dynamic chat interface.\n\n💬 Customizable Conversations: Adjust your chat settings to suit your preferences. Choose between different conversation themes, font styles, and more to create a truly personalized experience.\n\n📚 Boost Your Knowledge: tabGPT is an excellent tool for learning and expanding your horizons. Discuss a wide variety of topics, gather insights, and uncover fascinating facts – all while browsing the web.\n\n🔒 Privacy & Security: We value your privacy and take data security seriously. tabGPT ensures that your conversations remain confidential and are not shared or stored without your consent.\n\nGet ready to revolutionize the way you browse the internet with tabGPT – the ultimate AI-powered chat companion on every new tab. Download GPTalk now and make every browsing session a delightful and thought-provoking experience!"
  }
}