{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Perfiles para ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gesti贸n de perfiles para instrucciones personalizadas"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eleva tu experiencia con ChatGPT al pr贸ximo nivel con nuestra extensi贸n especializada en la gesti贸n de perfiles de instrucciones personalizadas. Si eres un entusiasta, profesional o simplemente alguien que quiere sacar el m谩ximo provecho de sus interacciones con ChatGPT, esto es para ti.\n\n M煤ltiples Perfiles a Tu Alcance: Crea, guarda y cambia entre diferentes perfiles de instrucciones personalizadas con un solo clic. Ya sea que desees un tono profesional para tu negocio, algo casual para conversaciones diarias, o incluso instrucciones espec铆ficas para investigaciones, lo tenemos cubierto.\n\n Optimizaci贸n Intuitiva: No m谩s copiar y pegar o tratar de recordar tus instrucciones favoritas. Con nuestra interfaz amigable, es f谩cil gestionar y recuperar tus configuraciones preferidas en segundos.\n\n Mejora Tu Interacci贸n AI: Aprovecha al m谩ximo ChatGPT personalizando tus conversaciones de acuerdo a tus necesidades. Descubre la verdadera potencia de la inteligencia artificial adaptada a ti.\n\n Recomendado para Profesionales y Entusiastas: Tanto si eres un experto en tecnolog铆a que busca optimizar las consultas AI para tus proyectos como si eres un usuario casual que busca diversificar la charla, esta extensi贸n es una herramienta esencial.\n\n Seguridad Primero: Tu privacidad es esencial para nosotros. Todas tus instrucciones y perfiles se almacenan localmente, en tu equipo. La extensi贸n no extrae nada de tu informaci贸n."
  }
}