{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOTRENDS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOTRENDS: Explora tendencias de b칰squeda en Google. Descubre t칠rminos populares y actuales en distintos per칤odos y ubicaciones."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Descubre la soluci칩n definitiva para potenciar tu estrategia de SEO: SEOTRENDS. Si est치s buscando una forma efectiva de mejorar tu visibilidad en los motores de b칰squeda y aumentar el tr치fico org치nico hacia tu sitio web, has llegado al lugar adecuado. Dise침ado meticulosamente para impulsar tus estrategias de SEO con inteligencia y eficiencia.\n\nCaracter칤sticas Clave:\n\n游녤Explora Google Trends al Instante: Olv칤date de las complicaciones. Con SEOTRENDS, busca directamente en Google Trends al resaltar cualquier palabra en cualquier p치gina web.\n\n游녤Rastrea hasta 5 Palabras Clave: Toma el control total. Agrega hasta 5 palabras clave relevantes para rastrear. Mant칠n un dedo en el pulso de lo 칰ltimo y recibe informaci칩n destacada en tiempo real.\n\n游녤Personaliza por Ubicaci칩n: 쯊e preguntas c칩mo afecta tu contenido en diferentes lugares? Elige un pa칤s espec칤fico para obtener informaci칩n precisa y adaptada a tu audiencia.\n\n游녤Exploraci칩n F치cil de Tem치ticas Nuevas: No te quedes atr치s en las tendencias. Encuentra enlaces directos para explorar nuevas tem치ticas de manera r치pida y sencilla. Mant칠n tu contenido fresco y a la vanguardia.\n\n游떀춰Inst치late ahora y marca la diferencia en tus resultados de b칰squeda!\"游떀"
  }
}