{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opencord AI - Turn replies into sales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fast-track getting 0 to 1000 customers on X and Reddit."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Opencord AI Chrome Extension: Your AI Agent continuously finds the right customers and personalizes interactions for conversion\n\nElevate Your Reply to Sales\n❓Tired of spending hours on social media without finding any lead?\n❓Frustrated by analyzing mentions but still unsure where to start?\n❓Overwhelmed by crafting personalized lengthy responses and wondering if your time is well spend?\nNow\n💗We Work 24/7 to Find New Customers, While You Focus on What Matters.\n\n 📈Optimize your social media lead and clarify your goals\n-Simply input your social media searching criteria\n-Engage in friendly and natural conversations\n-Refine your social media actions and goals\n\n🔍 Use AI to find the best places to mention your product\n-Targeted keyword searches\n-Analyze feed for engagement opportunities\n-Track and leverage mentions by key opinion leaders (KOLs)\n-Monitor trending topics for timely mentions\n\n🧐 Analyze each mention to see if it's a good opportunity to introduce your product\n-Verify if it relates to your brand or industry\n-Utilize sentiment analysis tools to gauge the tweet's tone\n-Consider the credibility of the person mentioning\n-Look at the tweet’s engagement metrics\n-Analyze the audience of the author\n-Ensure the timing aligns with relevant events or trends\n\n✍️ Write personalized messages for each relevant mention\n-Analyze mentions to tailor your replies\n-Connect your response to your brand's benefits\n-Use questions and calls to action to engage users\n-Respond quickly to leverage immediate relevance\n-Personalized your unique style from external file\n-Automatically like, follow, or repost to boost visibility and engagement\n\n📣 Regularly check social networks for keywords related to your product\n-Regularly track keywords based on your target\n-Evaluate influence and relevance of key opinion leaders\n-Monitor trends and align them with your product\n-Get periodic reports to refine your marketing strategy\n\nBy using the Opencord AI browser extension, you agree to Opencord AI's terms and conditions. (https://www.opencord.ai/terms) \n \nDisclaimer: \nThis extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro.",
    "fr": "Introducing the Opencord Chrome Extension: Your powerful AI team working just for you!\nSay goodbye to the days of spending valuable time crafting tweets, analyzing trends, and manually interacting with your Twitter feed. \nDive into a transformative journey of smarter browsing with OpenAgent. No more hassles - from filling out forms to booking tickets, your everyday AI is here to handle it all.\n\n🚀 Smarter Browsing with OpenAgent Integration\nImagine a browsing experience where everyday tasks are seamlessly managed by AI. From filling out forms to booking tickets, OpenAgent handles it all with a click of a button. No more hassles, just a smoother online journey.\n\n📣 Automated Tweeting, Elevated\nSay hi to the new way of tweeting – effortless, precise, and perfectly timed. OpenTwitter Agent revolutionizes your tweeting game by introducing \"one-off instruction, automated execution.\" Simply instruct the extension with your thoughts, and watch as it crafts compelling tweets that resonate with your audience.\n\n📈 Stay on Top of Trends\nNever miss a viral moment again. OpenTwitter Agent analyzes trending topics in real-time, ensuring your tweets are always relevant and engaging. With the ability to add trendy hashtags, your tweets are more discoverable, driving higher engagement and interactions.\n\n🤖 Autopilot Mode: Let AI Do the Work\nGone are the days of manual interactions. Activate the autopilot mode, and let OpenTwitter Agent take the reins. Like, retweet, and reply automatically to tweets that align with your interests. It's like having a virtual social media manager at your service, 24/7.\n\n🔒 Privacy and Ease of Use\nYour security is our priority. The Chrome Extension is designed with advanced encryption, ensuring your account remains secure at all times. Plus, you don't need to be a tech guru to use it – the user-friendly interface makes navigating the extension a breeze.\n\n⭐️ Key Features ⭐️\n- From online filling to ticket booking, your very own AI is here to cater to all your needs! \n- Without the need for prompt engineering or human interference!\n- One instruction, autopilot\n- Analyzing viral trends\n- Crafting compelling tweets, adding trendy hashtags\n- Like, retweet, reply automatically\n\nBy using the Opencord AI browser extension, you agree to Opencord AI's terms and conditions. (https://www.opencord.ai/terms) \n \nDisclaimer: \nThis extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro."
  }
}