{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blue Light Card - Save big on the brands you love"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access deals from JD Sports, Ninja, Booking.com and 13,000+ more as you browse. Never miss a Blue Light Card offer again."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Install our deal finder today and take Blue Light Card with you when you shop online from your computer! \n\n\n How it works? \n\nThe Blue Light Card deal finder automatically checks for discounts when you’re browsing online. \n\nWhether you’re shopping at JD Sports, Ninja, Samsung or Booking.com, it will let you know if there’s a Blue Light Card discount for the website you’re browsing. You’ll get an automatic alert, so you never miss a discount again! \n\n\n\nStep by step guide \n\n01. Install it on your computer \n\n02. Visit your favourite websites as usual \n\n03. Look out for an automatic alert when a discount is found \n\n04. Click the link to grab your discount from Blue Light Card  \n\n05. Apply the discount in the promo/discount code box as you checkout online \n\n06. And voila! Your Blue Light Card savings will be applied.* \n\n  \n\nJust remember, using this extension requires you to be a Blue Light Card member and that you’re using a computer when shopping online (this tool is not designed for mobile). \n\n  \n\nIf you work in the Blue Light community and you’re not yet a member you can sign up here: https://www.bluelightcard.co.uk/newaccount.php?utm_source=chromestorelisting&utm_medium=chromestore&utm_campaign=chromeextension \n\n. \n\n*Terms and conditions apply. See individual offers for details and exclusions."
  }
}