{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Octane Dashboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that replaces the default new tab dashboard with a customized, feature-rich interface."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Octane, a chrome extension, is an essential tool for modern-day internet users looking to improve their productivity and add a touch of personalization to their browsing experience. Octane offers a range of features, including a to-do list, weather widget, and custom themes, making it an excellent option for those looking to streamline their work and personalize their browsing experience. The to-do list feature in Octane allows users to keep track of their tasks and prioritize their day effectively. The weather widget keeps users informed of the current weather conditions, which can be useful for making plans and avoiding surprises. Customizing the theme of Octane gives users the opportunity to personalize their browsing experience and make it unique to their tastes. The option to change the background image adds an extra touch of customization, allowing users to set a picture of their choice as their background. Octane is not only feature-rich but also user-friendly, lightweight, and does not consume a lot of resources. This ensures a seamless browsing experience for users. One of the best things about Octane is that you don't need to create an account to start using it, and it's completely free! This makes it an excellent alternative to popular productivity tools and dashboards, allowing users to access all the necessary information and features in one place, right from their browser.\n\nVersion 1.5\n-Bug Fixes\n-Interface Changes"
  }
}