{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "datadaddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension to assist California Residents in automating DSAR requests."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your personal data with DataDaddy.CCPA, the innovative Chrome extension designed to empower California residents in managing their digital footprint with ease. In the ever-evolving landscape of data privacy, staying informed about how your information is used, stored, and shared is not just a right—it's a necessity. DataDaddy.CCPA is your dedicated assistant in exercising your California Consumer Privacy Act (CCPA) rights, streamlining the Data Subject Access Request (DSAR) process with just a few clicks.\n\nWhy DataDaddy.CCPA?\n\nAutomate DSAR Requests: Forget the hassle of drafting emails; with DataDaddy.CCPA, a tailor-made DSAR email is generated for you, reflecting the current legal standards and requirements.\n\nUser-Friendly Interface: A clean, intuitive design makes it incredibly simple to initiate requests. No learning curve, no jargon—just straightforward functionality.\n\nTime-Saving: Maximize efficiency as the extension completes the groundwork in just 13 seconds. Spend your precious time on things that matter to you.\n\nTransparent Process: With a clear visual cue, know exactly when your request is ready to be sent. The 'Open email in new tab' button eliminates any guesswork.\n\nFree to Use: Exercise your privacy rights without any cost. DataDaddy.CCPA is committed to promoting privacy awareness and protection for all.\n\nEducational: Learn more about your rights as a consumer and the ways in which businesses handle your data.\n\nIn the digital age, knowledge is power, and DataDaddy.CCPA is the key to unlocking your right to privacy. Download now and join the community of proactive citizens safeguarding their personal data."
  }
}