{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adform Site Tracking Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension let's you help to test your current site tracking implementation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension offers a convenient way for Adform’s customers to test their Adform Site Tracking implementation and verify if their tracking points are setup correctly. The helper identities all the tracking points on a given webpage, now including first party IDs or extended IDs. \n\nAbout Adform Site Tracking\nAdform’s customers can use Adform Site Tracking to collect a wide range of pre-defined variables as well as numerous custom variables, following the highest security and privacy standards to protect the data that they gather.\n\n- Understand where in the user journey visitors are and then take action to secure them as customers/clients.\n- Analyze where the website visitors are coming from.\n- Collect interest and intent signals from for re-targeting.\n- Add first-party data to DMP audiences to build effective first-party audiences and run analysis.\n\nAbout Adform\nAdform is the only global, independent and fully integrated advertising platform built for modern marketing. Its unique enterprise technology – Adform FLOW – harnesses superior user experience and a scalable, modular and open architecture, to enable seamless management of the whole campaign lifecycle. It provides clients with enhanced control and transparency across their advertising operations, including ownership of all data from their campaigns. Since 2002, Adform has developed technology to enhance human/machine collaboration and deliver augmented intelligence, thereby amplifying business results for its clients around the world."
  }
}