{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Riptide"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Riptide - Email Tracker by Sways East"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Riptide tracks when and where your emails are opened so you'd know if and when your email was read.\n\n \n\nEasily track your emails and gain insights about your target recipients through a user-friendly dashboard. Riptide does not only track the time emails are opened or viewed, but also the location - down to the city and country. So you get an understanding of your audience's behavior and know the best time to engage them.\n\n \n\nPerfect for marketers who want to optimize and tailor email marketing campaigns based on the audience's behavior. Riptide also benefits users in managerial or sales roles who want to know if their recipients have seen their more critical emails.\n\n \n\nReports include:*\n\n- Emails sent\n\n- Email views\n\n- Unique views\n\n- Views per hour\n\n- Location\n\n- Devices\n\n- Browsers\n\n* Availability of features above depends on the subscription chosen. Subscription plan details can be viewed at: https://swayseast.com/packages/\n\n\n \n\nAdd-in capabilities\n\nCan send data over the Internet\n\nCan access and modify personal information in the active message, such as the body, subject, sender, recipients, and attachment information. It may send this data to a third-party service. Other items in your mailbox can’t be read or modified.\n \nWith Riptide, even emailing can become data-driven, allowing for better communication and reach.\n\n\n \n\nTo learn more about Riptide, please visit https://swayseast.com/riptide/"
  }
}