{
  "name": {
    "ar,cs,el,fa,kn,pl,sk,sl,sw,ta": "Stacky Maze Online",
    "am,de,en,en_AU,en_GB,en_US,es,es_419,fil,fr,gu,hr,id,it,ko,lt,lv,nl,pt_BR,pt_PT,ru,sr,te,tr,uk,vi,zh_CN,zh_TW": "Stacky Maze Game",
    "bg,da,et,ja,mr,ms,no,ro,th": "Stacky Maze Unblocked Game",
    "bn,ca,fi,he,hi,hu,ml,sv": "Stacky Maze Online Game"
  },
  "short": {
    "ar": "جمع البلاط على الأرض في المتاهة وجعل كومة لنفسك وارتفع.",
    "am": "ግራ በታለበት መሬት ላይ ያሉ ጣብያዎችን ሰብስበህ ለራስህ ክምር አድርግና ተነሣ።",
    "bg": "Съберете плочките на пода в лабиринта и направете купчина за себе си и се издигнете.",
    "bn": "গোলকধাঁধায় মেঝেতে টাইলস সংগ্রহ করুন এবং নিজের জন্য একটি স্তূপ তৈরি করুন এবং উঠে দাঁড়ান।",
    "ca": "Recolliu les rajoles a terra al laberint i feu-vos una pila i aixequeu-vos.",
    "cs": "Sbírejte dlaždice na podlaze v bludišti a udělejte si hromadu pro sebe a vstaňte.",
    "da": "Saml fliserne på gulvet i labyrinten og lav en bunke til dig selv og rejs dig.",
    "de": "Sammeln Sie die Fliesen auf dem Boden im Labyrinth ein und machen Sie einen Haufen für sich selbst und steigen Sie auf.",
    "el": "Συλλέξτε τα κεραμίδια στο πάτωμα στο λαβύρινθο και κάντε ένα σωρό για τον εαυτό σας και σηκώστε.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Collect the tiles on the floor in the maze and make a pile for yourself and rise.",
    "es": "Recoge las baldosas en el suelo en el laberinto y haz una pila para ti y levántate.",
    "et": "Koguge labürindis põrandal olevad plaadid ja tehke endale hunnik ja tõuske.",
    "fa": "جمع آوری کاشی بر روی زمین در پیچ و خم و شمع را برای خودتان و بالا رفتن.",
    "fi": "Kerää laatat lattialle sokkeloon ja tee kasa itsellesi ja nouse.",
    "fil": "Kolektahin ang mga tile sa sahig sa kalituhan at gumawa ng isang pile para sa iyong sarili at tumaas.",
    "fr": "Ramassez les carreaux sur le sol dans le labyrinthe et faites un tas pour vous-même et levez-vous.",
    "gu": "ભુલભુલામણીમાં ફ્લોર પરની ટાઇલ્સ ભેગી કરો અને તમારા માટે એક ઢગલો બનાવો અને ઉભા થાઓ.",
    "he": "אספו את האריחים על הרצפה במבוך והכינו לעצמכם ערימה ועלו.",
    "hi": "भूलभुलैया में फर्श पर टाइल्स ले लीजिए और अपने आप के लिए एक ढेर बनाने और वृद्धि।",
    "hr": "Sakupite pločice na podu u labirintu i napravite hrpu za sebe i ustanite.",
    "hu": "Gyűjtsük össze a lapokat a padlón a labirintusban, és készítsünk egy halomot magadnak és emelkedj fel.",
    "id": "Kumpulkan ubin di lantai di labirin dan buat tumpukan untuk diri sendiri dan bangkit.",
    "it": "Raccogli le piastrelle sul pavimento nel labirinto e fai una pila per te stesso e alzati.",
    "ja": "迷路の床にタイルを集めて、自分のために杭を作って立ち上がります。",
    "kn": "ನೆಲದ ಮೇಲಿನ ಹೆಂಚುಗಳನ್ನು ಮೇಜ್ ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಿ ಮತ್ತು ನಿಮಗಾಗಿ ಒಂದು ರಾಶಿಯನ್ನು ಮಾಡಿ ಮತ್ತು ಮೇಲೇರಿ.",
    "ko": "미로에서 바닥에 타일을 모으고 자신을 위해 더미를 만들고 상승하십시오.",
    "lv": "Savāc flīzes uz grīdas labirintā un izveidojiet sev kaudzi un pacelieties.",
    "ml": "മേസിൽ തറയിലെ ടൈലുകൾ ശേഖരിച്ച് നിങ്ങൾക്കായി ഒരു കൂമ്പാരം ഉണ്ടാക്കി എഴുന്നേൽക്കുക.",
    "mr": "भूलभुलैयात जमिनीवरील टाइल्स गोळा करा आणि स्वत: साठी एक ढीग बनवा आणि उठा.",
    "ms": "Kumpulkan jubin di lantai di dalam labirin dan buat longgokan untuk diri sendiri dan naik.",
    "nl": "Verzamel de tegels op de vloer in het doolhof en maak een stapel voor jezelf en sta op.",
    "no": "Samle flisene på gulvet i labyrinten og lag en haug for deg selv og stige.",
    "pl": "Zbierz płytki na podłodze w labiryncie i zrób dla siebie stos i podnieś się.",
    "ro": "Colecta gresie pe podea în labirint și să facă o grămadă pentru tine și să se ridice.",
    "ru": "Соберите плитку на полу в лабиринте и сделайте кучу для себя и поднимитесь.",
    "sk": "Zbierajte dlaždice na podlahe v bludisku a urobte si hromadu pre seba a vstaňte.",
    "sl": "Zbrati ploščice na tleh v labirintu in narediti kup zase in vstati.",
    "sv": "Samla plattorna på golvet i labyrinten och gör en hög för dig själv och stiga upp.",
    "sw": "Kusanya vigae sakafuni kwenye maze na ujitengenezee rundo na uinuke.",
    "ta": "பிரமை உள்ள தரையில் ஓடுகள் சேகரிக்க மற்றும் நீங்களே ஒரு குவியல் செய்ய மற்றும் உயரும்.",
    "te": "మేజ్ లో నేలపై టైల్స్ ని సేకరించండి మరియు మీ కొరకు ఒక కుప్పను తయారు చేసుకోండి మరియు లేవండి.",
    "th": "รวบรวมกระเบื้องบนพื้นในเขาวงกตและทํากองสําหรับตัวคุณเองและลุกขึ้น",
    "tr": "Labirentte yerdeki fayansları toplayın ve kendiniz için bir yığın yapın ve yükselin.",
    "uk": "Зберіть плитку на підлозі в лабіринті і зробіть для себе ворс і підніміться."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to cross challenging platforms with a crazy stickman character. Complete the objects and complete all the levels.\n\nHow To Play\nPlayed with Mouse.\n\nStacky Maze Game Features\n✓ 3+ Level\n✓ 3D Character\n✓ Cartoon graphics\n✓ Easy control\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stacky Maze Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}