{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Stats Viewer - Likes, Dislikes & Engagement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get detailed YouTube video metrics including likes, dislikes, view ratios, and engagement."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get in-depth insights for every YouTube video you watch!\nThis extension provides a comprehensive overview of key video metrics to help you better understand video performance. Whether you're a content creator, marketer, or just a curious viewer, you'll get instant access to detailed statistics like likes, dislikes, rating, views, engagement, and like ratio—all at your fingertips.\n\nKey Features:\n\nVideo Statistics Overview: Instantly see detailed statistics for every YouTube video. This includes likes, dislikes, and video rating, giving you an in-depth understanding of how well a video is performing.\n\nLike & Dislike Counts: Quickly view the total number of likes and dislikes a video has received. Stay informed on how viewers are reacting to the content.\n\nVideo Rating: View the overall rating of the video to easily gauge its popularity and viewer satisfaction.\n\nView Count: Track the total number of views for any video. This helps you measure a video's reach and popularity.\n\nEngagement Percentage: See the engagement rate of the video, which indicates how actively viewers are interacting with the content.\n\nLike Ratio: Check the percentage of likes to total interactions. This gives you an idea of how positive the feedback is compared to dislikes.\n\nSimple, Clean Interface: All of these statistics are displayed in an easy-to-read format, so you can quickly digest all the essential video data without any hassle.\n\nWith this extension, you no longer have to rely on vague or incomplete video stats. Whether you want to evaluate the success of your own videos or learn more about the videos you're watching, you’ll have all the information you need in one place.\n\nPerfect for content creators, marketers, and YouTube enthusiasts looking for more than just surface-level data. Enhance your YouTube experience by accessing detailed metrics in real time!"
  }
}