{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LegiBrowse"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension that helps low-vision users by replacing fonts in webpages where possible with a hyperlegible font."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you find certain web fonts hard to read or strain your eyes while browsing? LegiBrowse is designed to improve your online reading experience by automatically replacing all fonts on a webpage with the highly legible Atkinson Hyperlegible font. The font was developed by the Braille Institute and more can be read about it here: https://www.brailleinstitute.org/freefont/. It was selected for use in this free, open-source browser extension because it is optimized for readability, making it easier to distinguish between characters and reducing eye strain.\n\nWhy use LegiBrowse?\n- Easily turn font replacement on and off from a simple popup\n- Improved readability: The Atkinson Hyperlegible font is designed with enhanced letter differentiation, perfect for users with visual impairments or anyone seeking a clearer, more accessible reading experience.\n- Consistent text clarity: Enjoy uniform, easy-to-read text across all websites, making browsing less tiring and more comfortable.\n- Simple and automatic: LegiBrowse works seamlessly in the background, ensuring your preferred font is applied without any hassle.\n\nOpen Source\nThe code for this browser extension can be found here: https://github.com/kevinl95/LegiBrowse"
  }
}