{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HKD Currency Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly convert HKD to multiple currencies right from your Chrome browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HKD Currency Converter Chrome Extension\n\n## Overview\n\nThe Currency Converter is a Chrome Extension that allows users to convert amounts between different currencies using real-time exchange rates. It features a simple, user-friendly interface with pre-populated currency options, including a set of popular currency buttons for quick access.\n\n## Features\n\n- **Instant Currency Conversion**: Convert between a wide range of global currencies.\n- **Swap Currencies**: Easily swap between the selected 'From' and 'To' currencies to reverse the conversion direction.\n- **Popular Currency Shortcuts**: Clickable buttons for commonly used currencies to quickly set the conversion currency.\n- **Up-to-date Exchange Rates**: Fetches the latest exchange rates from a reliable API.\n- **Error Handling**: Provides user feedback when an incorrect amount is entered.\n- **Simple UI**: A user-friendly interface with a clean design that's easy to navigate.\n\n## Installation\n\n1. Download the extension package to your local machine.\n2. Open Google Chrome and navigate to `chrome://extensions/`.\n3. Enable \"Developer mode\" at the top right of the page.\n4. Click on the \"Load unpacked\" button.\n5. Select the directory where you unpacked the extension.\n6. Ensure the extension is enabled in the list of installed extensions.\n\n## Usage\n\nTo use the Currency Converter, follow these simple steps:\n\n1. **Select Currency**: The default currency for conversion is set to HKD (Hong Kong Dollar). Use the dropdown menu to select the currency you want to convert to.\n2. **Enter Amount**: Type in the amount you wish to convert in the input field.\n3. **Convert**: Click the 'CONVERT' button to get the conversion result.\n4. **Popular Currencies**: Use the popular currency buttons to quickly set the conversion currency without using the dropdown. This will only change the conversion target currency and not the original HKD currency.\n5. **Swap Currencies**: Use the 'Swap' button if you need to switch the selected currencies in the dropdown menus.\n\n## Error Handling\n\nIf you enter an amount less than or equal to zero, the extension will display an error message:\nERROR: Accept only amount larger than zero, please try again.\n\nSimply enter a new amount greater than zero to proceed with the currency conversion.\n\nHappy converting!"
  }
}