{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordzen for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We write your emails for you."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "***On May 17, 2019, Wordzen will be ending \"regular\" editing services and transitioning to a \"bring your own editor\" model. For more information, see: https://www.wordzen.com/blog/ending-service/ ***\n\nWe write your emails for you! Our live English editors are standing by 24x7.\n\nWordzen is an executive assistant for your Gmail account. A \"Wordzen!\" button appears next to the regular Gmail \"Send\" button, and if you click it instead, our editors will:\n\n1) Turn your shorthand notes into professional emails.\n\n2) Turn your voice notes into professional emails.\n\n3) Edit and proofread your emails, ensuring perfect English. \n\nWe correct emails for spelling, grammar, and punctuation, and improve tone, sentence rhythm, and word choice.\n\nWordzen's editors will draft, edit, and proofread your email messages in about ten minutes.  \n\nNew for version 3.0!\nNow, after your email has been edited, you can toggle back and forth between the before, after, and \"diff\" versions.\n\nWordzen is completely free and is funded by a veteran of the email industry.\n\nWe're constantly improving Wordzen, so stay connected to us on social media for updates.\nBlog: http://blog.wordzen.com\nTwitter: http://twitter.com/WordzenOfficial\n\nQuestions? Feature requests? Email us at contact@wordzen.com."
  }
}