{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Scanly - Copy CSS | Tailwind & Bootstrap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy CSS properties from any web element with CSS Scanly. Supports Tailwind & Bootstrap, Helpful for developers and designers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Scanly: Inspect, Analyze, and Edit CSS in Real-Time\n\nDiscover the power of advanced CSS inspection and editing with CSS Scanly, the must-have tool for web developers, designers, and CSS enthusiasts. This Chrome extension transforms how you interact with web page styles, providing an intuitive and feature-rich environment for exploring and manipulating CSS on any website.\n\nKey Features:\n\n1. Real-Time CSS Scanning\n\nHover over any element to instantly view its applied styles\nSee computed styles, including those from stylesheets and inline CSS\nExplore pseudo-class styles etc. without leaving the page\n\n2. Interactive CSS Editing\n\nEdit CSS properties on-the-fly and see changes immediately\nExperiment with styles without affecting the original page\nPerfect for prototyping and troubleshooting design issues\n\n3. Framework Detection\n\nAutomatically detects and highlights Bootstrap and Tailwind CSS classes\nGain insights into how popular frameworks are used on different websites\n\n4. Pinnable CSS Boxes\n\nPin multiple CSS information boxes for easy comparison\nIdeal for analyzing styles across different elements simultaneously\n5. Copy-to-Clipboard Functionality\n\nQuickly copy any CSS styles with a single click\nStreamline your workflow by easily transferring styles to your projects\n\n6. Media Queries Display\n\nView applied media queries for responsive design analysis\nUnderstand how styles change across different screen sizes\n\n7. User-Friendly Interface\n\nIntuitive control bar for easy navigation and tool management\nKeyboard shortcuts for enhanced productivity\n\n8. Customizable Experience\n\nPause and resume the scanner as needed\nMove the control bar to your preferred location on the screen\nPerfect For:\n\nWeb Developers seeking to debug CSS issues\nDesigners looking to analyze and draw inspiration from other websites\nStudents learning web design and CSS\nQA testers verifying style implementations\nAnyone curious about the styles behind their favorite websites\nElevate your web development and design process with CSS Scanly.\n\nDownload now and start scanning the world of CSS like never before!"
  }
}