{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BiteStats - Ultimate DoorDash & Grubhub Expense Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides order insights from Grubhub and DoorDash."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BiteStats is a powerful Chrome extension that provides detailed analytics and visualizations for your food orders from Grubhub and DoorDash. Gain insights into your ordering habits, track your spending, and discover your favorite dishes and restaurants with ease.\n\nKey Features:\n\n- Comprehensive Order History:\n  - Access your complete order history from Grubhub and DoorDash.\n  - View details of each order, including date, time, total cost, restaurant name, and items ordered.\n\n- Insightful Data Visualizations:\n  - Interactive charts and graphs show your spending and ordering trends.\n  - Analyze your order frequency, most ordered items, and top restaurants.\n\n- Customizable Dashboard:\n  - Personalize your dashboard with widgets for total spend, number of orders, average order value, and more.\n  - Toggle between different views to focus on money spent or order count.\n\n- Date Range Filtering:\n  - Filter your data by specific date ranges to understand your spending habits over time.\n\n- Order Timings Breakdown:\n  - Donut charts display your orders across different times of the day: Morning, Afternoon, and Evening.\n\n- Top Dishes and Restaurants:\n  - Bar charts highlight your favorite dishes and restaurants, ranked by order count or money spent.\n\n- Privacy Focused:\n  - All data is stored locally on your browser, ensuring your order history remains private and secure.\n\nHow It Works:\n\n- Easy Installation:\n  - Install BiteStats from the Chrome Web Store and pin the extension to your toolbar for quick access.\n\n- Seamless Integration:\n  - Automatically fetches order data from your Grubhub and DoorDash accounts.\n\n- Interactive Popup:\n  - Click the BiteStats icon to open a popup with quick insights, or access the full dashboard for detailed analytics and visualizations."
  }
}