{
  "name": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "GroupMe ™ Translator - Automatically translate received and sent messages",
    "am": "ግሩፕሜ ™ ተርጓሚ - በራስ-ሰር የተቀበሉ እና የተላኩ መልዕክቶችን መተርጎም",
    "bg": "ГрупаМе ™ Преводач - Автоматично превеждат получени и изпратени съобщения",
    "bn": "গ্রুপমে ™ অনুবাদক - স্বয়ংক্রিয়ভাবে প্রাপ্ত এবং পাঠানো বার্তা অনুবাদ",
    "ca": "GrupMe ™ Traductor - Traduir automàticament missatges rebuts i enviats",
    "cs": "GroupMe ™ Translator - Automaticky překládat přijaté a odeslané zprávy",
    "da": "GruppeMe ™ Oversætter - Oversætte automatisk modtaget og sendt beskeder",
    "de,fi,fr,id,it,ru,uk": "GroupMe ™ Translator",
    "el": "Ομάδα ™ Μεταφραστής",
    "es": "Traductor de ™ Grupo",
    "et": "GroupMe ™ Tõlkija - automaatselt tõlkida saadud ja saadetud sõnumid",
    "fa": "GroupMe ™ مترجم - ترجمه خودکار پیام های دریافتی و ارسالی",
    "gu": "ગ્રુપમે ™ અનુવાદક - પ્રાપ્ત અને મોકલેલા સંદેશાઓ આપોઆપ ભાષાંતર",
    "hi": "pMe ™ अनुवादक - स्वचालित रूप से प्राप्त और भेजे गए संदेशों अनुवाद",
    "hr": "Hrvatski ™ Prevoditelj - Automatski prevesti primljene i poslane poruke",
    "ja": "GroupMe™翻訳者-受信および送信メッセージの自動翻訳",
    "kn": "ಗ್ರೂಪ್ ಮೆ ™ ಅನುವಾದಕ",
    "ko": "그룹미™번역기 - 수신 및 송신 메시지 자동 번역",
    "lt": "GrupasMe ™ Vertėjas - Automatiškai išversti gautus ir išsiųstus pranešimus",
    "lv": "GrupasMe ™ Tulks - automātiski tulkot saņemtos un nosūtītos ziņojumus",
    "ml": "ഗ്രൂപ്പ്മീ ™ വിവർത്തകൻ",
    "mr": "ग्रुपमे ™ अनुवादक - स्वयंचलितपणे अनुवाद प्राप्त आणि पाठविले संदेश",
    "ms": "Penterjemah ™ GroupMe",
    "nl": "GroupMe ™ - Automatisch ontvangen en verzonden berichten vertalen",
    "no": "GruppeMe ™ Oversetter - Automatisk oversette mottatte og sendte meldinger",
    "pl": "GroupMe ™ Translator - Automatycznie tłumacz otrzymane i wysłane wiadomości",
    "ro": "GroupMe ™ Translator - Traducere automată a mesajelor primite și trimise",
    "sl": "Skupina ™ Prevajalec - Samodejno prevesti prejetih in poslanih sporočil",
    "sr": "ГроупМе ™ Преводилац - Аутоматски превести примљене и послате поруке",
    "sv": "GroupMe ™ Översättare",
    "sw": "SKU ™ Translator - Moja kwa moja kutafsiri kupokea na kutumwa ujumbe",
    "ta": "குழுமம் ™ மொழிபெயர்ப்பாளர்",
    "te": "గ్రూప్ మే ™ అనువాదకుడు",
    "th": "GroupMe™Translator - แปลข้อความที่ได้รับและส่งโดยอัตโนมัติ",
    "tr": "GroupMe ™ Tercüman - Alınan ve gönderilen mesajları otomatik olarak çevirin",
    "vi": "GroupMe ™ dịch - tự động dịch các tin nhắn nhận và gửi",
    "zh_CN": "GroupMe™ 翻译器 - 自动翻译接收与发送的消息",
    "zh_TW": "GroupMe™ 翻譯器 - 自動翻譯接收與發送的消息"
  },
  "short": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "GroupMe Real-Time Multilingual Translation Extension - Breaking Language Barriers for Global Communication",
    "am": "GroupMe Real-Time Multilingual Translation Extension - ለአለም አቀፍ ግንኙነት የቋንቋ መሰናክሎችን መስበር",
    "bg": "GroupMe разширение за многоезичен превод в реално време - пречупване на езиковите бариери за глобалната комуникация",
    "bn": "গ্রুপমে রিয়েল-টাইম বহুভাষিক অনুবাদ সম্প্রসারণ - বৈশ্বিক যোগাযোগের জন্য ভাষা বাধা ভাঙা",
    "ca": "Extensió de traducció multilingüe en temps real de GroupMe - trencar les barreres lingüístiques per a la comunicació global",
    "cs": "Rozšíření GroupMe pro vícejazyčný překlad v reálném čase - prolomení jazykových bariér pro globální komunikaci",
    "da": "GroupMe flersproget oversættelsesudvidelse i realtid - Bryde sprogbarrierer for global kommunikation",
    "de": "GroupMe Mehrsprachige Übersetzungserweiterung in Echtzeit - Sprachbarrieren für die globale Kommunikation überwinden",
    "el": "Επέκταση πολυγλωσσικής μετάφρασης σε πραγματικό χρόνο GroupMe - Σπάζοντας τα γλωσσικά εμπόδια για την παγκόσμια επικοινωνία",
    "es": "GroupMe Extensión de Traducción Multilingüe en Tiempo Real - Rompiendo las Barreras del Idioma para la Comunicación Global",
    "et": "GroupMe reaalajas mitmekeelne tõlke laiendus - ülemaailmse suhtluse keeletõkete purustamine",
    "fa": "برنامه افزودنی ترجمه چند زبانه در زمان واقعی GroupMe - شکستن موانع زبان برای ارتباطات جهانی",
    "fi": "GroupMe Real-Time Monikielisen käännöksen laajennus maailmanlaajuisen viestinnän murtavia kieliesteitä",
    "fr": "Extension de traduction multilingue en temps réel GroupMe - Briser les barrières linguistiques pour une communication mondiale",
    "gu": "ગ્રુપમે રીઅલ-ટાઇમ બહુભાષી અનુવાદ વિસ્તરણ - વૈશ્વિક સંદેશાવ્યવહાર માટે ભાષા અવરોધો તોડવી",
    "hi": "pMe रियल-टाइम बहुभाषी अनुवाद एक्सटेंशन - वैश्विक संचार के लिए ब्रेकिंग लैंग्वेज बैरियर",
    "hr": "GroupMe višejezično proširenje prijevoda u stvarnom vremenu - razbijanje jezičnih barijera za globalnu komunikaciju",
    "id": "Ekstensi Terjemahan Multibahasa GroupMe Real-Time - Melanggar Hambatan Bahasa untuk Komunikasi Global",
    "it": "Estensione della traduzione multilingue in tempo reale di GroupMe - Abbattere le barriere linguistiche per una comunicazione globale",
    "ja": "GroupMeリアルタイム多言語翻訳拡張-言語の壁を突破し、グローバルなコミュニケーションをスムーズにする",
    "kn": "ಗ್ರೂಪ್ ಮೀ ರಿಯಲ್-ಟೈಮ್ ಬಹುಭಾಷಾ ಅನುವಾದ ವಿಸ್ತರಣೆ - ಜಾಗತಿಕ ಸಂವಹನಕ್ಕಾಗಿ ಭಾಷಾ ತಡೆಗಳನ್ನು ಮುರಿಯುವುದು",
    "ko": "그룹미 실시간 다국어 번역 확장 - 글로벌 커뮤니케이션을 위한 언어 장벽 깨기",
    "lt": "GroupMe realaus laiko daugiakalbis vertimo plėtinys - pasaulinio bendravimo kalbos kliūčių laužymas",
    "lv": "GroupMe reāllaika daudzvalodu tulkošanas paplašinājums - valodas šķēršļu pārvarēšana globālajai komunikācijai",
    "ml": "ഗ്രൂപ്പ്മീ തത്സമയ ബഹുഭാഷാ വിവർത്തന വിപുലീകരണം - ആഗോള ആശയവിനിമയത്തിനുള്ള ഭാഷാ തടസ്സങ്ങൾ തകർക്കുന്നു",
    "mr": "ग्रुपमी रीअल-टाइम बहुभाषिक भाषांतर विस्तार - जागतिक संप्रेषणासाठी भाषेतील अडथळे तोडणे",
    "ms": "GroupMe Pengembangan Terjemahan Berbilang Bahasa Masa Nyata - Memecah Halangan Bahasa untuk Komunikasi Global",
    "nl": "GroupMe Real-Time meertalige vertaaluitbreiding - taalbarrières doorbreken voor wereldwijde communicatie",
    "no": "GroupMe sanntids flerspråklig oversettelsesutvidelse - bryte språkbarrierer for global kommunikasjon",
    "pl": "Wielojęzyczne rozszerzenie GroupMe do tłumaczenia w czasie rzeczywistym - przełamywanie barier językowych w komunikacji globalnej",
    "ro": "GroupMe Extensie de traducere multilingvă în timp real - Bariere lingvistice de rupere pentru comunicarea globală",
    "ru": "GroupMe Многоязычное расширение для перевода в реальном времени - преодоление языковых барьеров для глобального общения",
    "sl": "Razširitev večjezičnega prevajanja GroupMe v realnem času - razbijanje jezikovnih ovir za globalno komunikacijo",
    "sr": "ГроупМе Реал-Тиме МултилГуал Транслатион Ектенсион - Разбијање језичких баријера за глобалну комуникацију",
    "sv": "GroupMe Flerspråkig översättning i realtid - Breaking Language Barriers för global kommunikation",
    "sw": "GroupMe Real-Time Multilingual Translation Extension - Kuvunja Vikwazo vya Lugha kwa Mawasiliano ya Kimataifa",
    "ta": "GroupMe நிகழ்நேர பன்மொழி மொழிபெயர்ப்பு நீட்டிப்பு - உலகளாவிய தகவல்தொடர்புக்கான மொழி தடைகளை உடைத்தல்",
    "te": "గ్రూప్ మీ రియల్ టైమ్ బహుభాషా అనువాద పొడిగింపు - గ్లోబల్ కమ్యూనికేషన్ కోసం భాషా అడ్డంకులను అధిగమించడం",
    "th": "ส่วนขยายการแปลหลายภาษาแบบเรียลไทม์ของ GroupMe - ทำลายกำแพงภาษาและการสื่อสารทั่วโลกที่ราบรื่น",
    "tr": "GroupMe Gerçek Zamanlı Çok Dilli Çeviri Uzantısı - Küresel İletişim için Dil Engellerini Aşmak",
    "uk": "Розширення багатомовного перекладу GroupMe в реальному часі - подолання мовних бар 'єрів для глобального спілкування",
    "vi": "Mở rộng dịch đa ngôn ngữ thời gian thực của GroupMe - Vượt qua rào cản ngôn ngữ và mở ra giao tiếp toàn cầu",
    "zh_CN": "GroupMe 实时多语言翻译扩展 - 突破语言障碍，畅通全球交流",
    "zh_TW": "GroupMe 實時多語言翻譯擴展 - 突破語言障礙，暢通全球交流"
  },
  "long": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "Have you ever felt a language barrier when communicating with international friends on GroupMe? Now, our GroupMe Translate extension will revolutionize your communication experience!\n\nMain features:\n\nReal-time automatic translation:\n• Instantly translate received and sent messages\n• Seamlessly integrate into the GroupMe interface, easy to operate\nMulti-language support:\n• Supports over 100 languages\n• Easily communicate globally\nMultiple translation engines:\n• Integration with top translation engines such as Google, Microsoft, DeepL, Volcengine, etc\n• Ensure the quality and accuracy of translations\nEfficient and convenient:\n• No need to leave the GroupMe app\nSave time and improve communication efficiency\nPrivacy Protection:\n• Safe and reliable, protect your chat privacy\nWhy Choose Our GroupMe Translation Extension?\nBreak down language barriers and expand your social circle\n• Enhance work efficiency and promote international teamwork\nA great tool for learning a language and enhancing cultural exchange\n\nImmediate action:\nDownload our GroupMe Translate extension and experience unimpeded global communication! Whether it's for work, study or socializing, language is no longer a barrier.\n\nStart your multilingual GroupMe journey now! Click to download and start a new chapter of borderless communication.",
    "am": "በ GroupMe ላይ ከአለም አቀፍ ጓደኞች ጋር በሚገናኙበት ጊዜ የቋንቋ እንቅፋት ተሰምቶዎት ያውቃል? አሁን፣ የእኛ GroupMe Translate ቅጥያ የእርስዎን የግንኙነት ልምድ አብዮት ያደርጋል!\n\nዋና ዋና ባህሪያት:\n\nእውነተኛ-ጊዜ ራስ-ሰር ትርጉም:\n• በቅጽበት የተቀበሉ እና የተላኩ መልዕክቶችን መተርጎም\n• ያለምንም እንከን ወደ GroupMe በይነገጽ ይዋሃዱ, ለመስራት ቀላል\nየብዝሃ ቋንቋ ድጋፍ:\n• ከ100 በላይ ቋንቋዎችን ይደግፋል\n• በአለም አቀፍ ደረጃ በቀላሉ መግባባት\nበርካታ የትርጉም ሞተሮች:\n• Google, Microsoft, DeepL, Volcengine, ወዘተ የመሳሰሉ ከፍተኛ የትርጉም ሞተሮች ጋር ውህደት\n• የትርጉሞችን ጥራት እና ትክክለኛነት ማረጋገጥ\nቀልጣፋ እና ምቹ:\n• የ GroupMe መተግበሪያን መተው አያስፈልግም\nጊዜ ይቆጥቡ እና የግንኙነት ቅልጥፍናን ያሻሽሉ\nየግላዊነት ጥበቃ:\n• አስተማማኝ እና አስተማማኝ, የእርስዎን ውይይት ግላዊነት ይጠብቁ\nለምን የእኛን GroupMe ትርጉም ቅጥያ ይምረጡ?\nየቋንቋ እንቅፋቶችን ማፍረስ እና ማህበራዊ ክበብዎን ያሰፉ\n• የሥራ ውጤታማነትን ማሳደግ እና ዓለም አቀፍ የቡድን ሥራን ማበረታታት\nቋንቋን ለመማር እና የባህል ልውውጥን ለማሳደግ ጥሩ መሳሪያ\n\nአፋጣኝ እርምጃ:\nየእኛን GroupMe Translate ቅጥያ ያውርዱ እና ያልተደናቀፈ ዓለም አቀፋዊ ግንኙነት ይለማመዱ! ለስራ፣ ለጥናት ወይም ለማህበራዊ ግንኙነት ቋንቋ ከአሁን በኋላ እንቅፋት አይደለም።\n\nየብዙ ቋንቋ ተናጋሪ የቡድንሜ ጉዞዎን አሁን ይጀምሩ! ድንበር የለሽ የግንኙነት አዲስ ምዕራፍ ለማውረድ እና ለመጀመር ጠቅ ያድርጉ።",
    "bg": "Чувствали ли сте някога езикова бариера, когато общувате с международни приятели в GroupMe? Сега, нашето GroupMe Translate разширение ще революционизира вашето комуникационно изживяване!\n\nОсновни характеристики:\n\nАвтоматичен превод в реално време:\n• Незабавно превеждане на получени и изпратени съобщения\n• Безпроблемно интегриране в интерфейса на GroupMe, лесен за работа\nМногоезична поддръжка:\n• Поддържа над 100 езика\n• Лесно общуване в световен мащаб\nМножество преводачи:\n• Интеграция с топ преводачи като Google, Microsoft, DeepL, Volcengine и др.\n• Осигуряване на качеството и точността на преводите\nЕфективно и удобно:\n• Няма нужда да напускате приложението GroupMe\nСпестете време и подобрете ефективността на комуникацията\nЗащита на личните данни:\n• Безопасно и надеждно, защитете поверителността на чата си\nЗащо да изберете нашето GroupMe Translation Extension?\nРазрушете езиковите бариери и разширете социалния си кръг\n• Повишаване на ефективността на работата и насърчаване на международната работа в екип\nЧудесен инструмент за изучаване на език и засилване на културния обмен\n\nНезабавни действия:\nИзтеглете нашето GroupMe Translate разширение и изпитайте безпрепятствена глобална комуникация! Независимо дали е за работа, учене или общуване, езикът вече не е бариера.\n\nЗапочнете многоезичното си GroupMe пътуване сега! Кликнете, за да изтеглите и започнете нова глава на безгранична комуникация.",
    "bn": "গ্রুপমে আন্তর্জাতিক বন্ধুদের সাথে যোগাযোগ করার সময় আপনি কি কখনও ভাষার বাধা অনুভব করেছেন? এখন, আমাদের গ্রুপমে অনুবাদ এক্সটেনশান আপনার যোগাযোগের অভিজ্ঞতা বিপ্লব করবে!\n\nপ্রধান বৈশিষ্ট্য:\n\nরিয়েল-টাইম স্বয়ংক্রিয় অনুবাদ:\n• তাত্ক্ষণিকভাবে প্রাপ্ত এবং পাঠানো বার্তা অনুবাদ\n• নির্বিঘ্নে গ্রুপমে ইন্টারফেসে সংহত করুন, পরিচালনা করা সহজ\nবহু ভাষা সমর্থন:\n• 100 টিরও বেশি ভাষা সমর্থন করে\n• বিশ্বব্যাপী সহজে যোগাযোগ করুন\nএকাধিক অনুবাদ ইঞ্জিন:\n• গুগল, মাইক্রোসফ্ট, ডিপএল, ভোলসেঞ্জিন ইত্যাদি শীর্ষ অনুবাদ ইঞ্জিন সঙ্গে একীকরণ\n• অনুবাদগুলির গুণমান এবং নির্ভুলতা নিশ্চিত করুন\nদক্ষ এবং সুবিধাজনক:\n• গ্রুপমে অ্যাপ্লিকেশন ছেড়ে যাওয়ার দরকার নেই\nসময় সাশ্রয় করুন এবং যোগাযোগের দক্ষতা উন্নত করুন\nগোপনীয়তা সুরক্ষা:\n• নিরাপদ এবং নির্ভরযোগ্য, আপনার চ্যাট গোপনীয়তা রক্ষা করুন\nকেন আমাদের GroupMe অনুবাদ এক্সটেনশন চয়ন করুন?\nভাষার বাধাগুলি ভেঙে ফেলুন এবং আপনার সামাজিক বৃত্তটি প্রসারিত করুন\n• কাজের দক্ষতা বৃদ্ধি এবং আন্তর্জাতিক টিম ওয়ার্ক প্রচার\nএকটি ভাষা শেখার এবং সাংস্কৃতিক বিনিময় বাড়ানোর জন্য একটি দুর্দান্ত সরঞ্জাম\n\nতাত্ক্ষণিক পদক্ষেপ:\nআমাদের GroupMe অনুবাদ এক্সটেনশান ডাউনলোড করুন এবং অভিজ্ঞতা নিরবচ্ছিন্ন বৈশ্বিক যোগাযোগ! এটি কাজ, অধ্যয়ন বা সামাজিকীকরণের জন্য হোক না কেন, ভাষা আর বাধা নয়।\n\nআপনার বহুভাষিক GroupMe যাত্রা এখন শুরু করুন! সীমান্তহীন যোগাযোগের একটি নতুন অধ্যায় ডাউনলোড এবং শুরু করতে ক্লিক করুন।",
    "ca": "Alguna vegada has sentit una barrera lingüística quan es comunica amb amics internacionals a GroupMe? Ara, la nostra extensió de GroupMe Translate revolucionarà la teva experiència de comunicació!\n\nCaracterístiques principals:\n\nTraducció automàtica en temps real:\n• Traduir instantàniament els missatges rebuts i enviats\n• Integrar-se perfectament a la interfície GroupMe, fàcil d'operar\nSuport multilingüe:\n• Més de 100 idiomes\n• Comunicar-se fàcilment globalment\nMúltiples motors de traducció:\n• Integració amb els principals motors de traducció com Google, Microsoft, DeepL, Volcengine, etc\n• Assegurar la qualitat i exactitud de les traduccions\nEficient i convenient:\n• No cal deixar l'aplicació GroupMe\nEstalviar temps i millorar l'eficiència de la comunicació\nProtecció de Privacitat:\n• Segur i fiable, protegeix la privadesa del xat\nPer què triar la nostra extensió de traducció de GroupMe?\nTrencar les barreres lingüístiques i ampliar el cercle social\n• Millorar l'eficiència del treball i promoure el treball en equip internacional\nUna gran eina per aprendre un idioma i potenciar l'intercanvi cultural\n\nAcció immediata:\nDescarregueu l'extensió de GroupMe Translate i experimenteu la comunicació global sense obstacles!Tant si es tracta de treballar, estudiar o socialitzar, el llenguatge ja no és una barrera.\n\nComenceu el vostre viatge de grup multilingüe ara!Feu clic per descarregar i iniciar un nou capítol de comunicació sense fronteres.",
    "cs": "Už jste někdy cítili jazykovou bariéru při komunikaci s mezinárodními přáteli na GroupMe? Nyní naše rozšíření GroupMe Translate změní vaše komunikační zkušenosti!\n\nHlavní rysy:\n\nReal-time automatický překlad:\nOkamžitě přeložit přijaté a odeslané zprávy\nBezproblémová integrace do rozhraní GroupMe, snadná obsluha\nPodpora více jazyků:\nPodporuje více než 100 jazyků\nSnadno komunikovat globálně\nVíce překladatelských strojů:\nIntegrace s nejlepšími překladatelskými enginy, jako je Google, Microsoft, DeepL, Volcengine, atd\nZajištění kvality a přesnosti překladů\nEfektivní a pohodlné:\nNemusíte opustit aplikaci GroupMe\nUšetřete čas a zlepšete efektivitu komunikace\nOchrana osobních údajů:\nBezpečné a spolehlivé, chránit vaše chatu soukromí\nProč si vybrat rozšíření GroupMe Translation?\nProlomit jazykové bariéry a rozšířit svůj sociální kruh\nZlepšit efektivitu práce a podporovat mezinárodní týmovou práci\nSkvělý nástroj pro výuku jazyka a posílení kulturní výměny\n\nOkamžitá akce:\nStáhněte si rozšíření GroupMe Translate a zažijte nerušenou globální komunikaci! Ať už se jedná o práci, studium nebo socializaci, jazyk již není překážkou.\n\nZačněte svou vícejazyčnou cestu GroupMe nyní! Klikněte pro stažení a začněte novou kapitolu komunikace bez hranic.",
    "da": "Har du nogensinde følt en sprogbarriere, når du kommunikerer med internationale venner på GroupMe? Nu vil vores GroupMe Translate-udvidelse revolutionere din kommunikationsoplevelse!\n\nVigtigste funktioner:\n\nAutomatisk oversættelse i realtid:\n• Straks oversætte modtagne og sendte beskeder\n• Integreres problemfrit i GroupMe-grænsefladen, nem at betjene\nMultisprogsstøtte:\n• Understøtter over 100 sprog\n• Nemt at kommunikere globalt\nFlere oversættelsesmotorer:\n• Integration med top oversættelsesmaskiner som Google, Microsoft, DeepL, Volcengine osv\n• Sikre kvaliteten og nøjagtigheden af oversættelserne\nEffektiv og praktisk:\n• Du behøver ikke at forlade GroupMe-appen\nSpar tid og forbedre kommunikationseffektiviteten\nBeskyttelse af privatlivets fred:\n• Sikker og pålidelig, beskytte dit chat privatliv\nHvorfor vælge vores GroupMe oversættelsesudvidelse?\nNedbryd sprogbarrierer og udvide din sociale kreds\n• Forbedring af arbejdseffektiviteten og fremme af internationalt teamwork\nEt godt værktøj til at lære et sprog og styrke den kulturelle udveksling\n\nØjeblikkelig handling:\nDownload vores GroupMe Translate-udvidelse og oplev uhindret global kommunikation! Uanset om det er til arbejde, studier eller socialt samvær, er sprog ikke længere en barriere.\n\nStart din flersprogede GroupMe-rejse nu! Klik for at downloade og starte et nyt kapitel med grænseløs kommunikation.",
    "de": "Haben Sie bei der Kommunikation mit internationalen Freunden auf GroupMe schon einmal eine Sprachbarriere gespürt? Jetzt wird unsere GroupMe Translate-Erweiterung Ihr Kommunikationserlebnis revolutionieren!\n\nHauptmerkmale:\n\nAutomatische Übersetzung in Echtzeit:\n• Sofortige Übersetzung von empfangenen und gesendeten Nachrichten\n• Nahtlose Integration in die GroupMe-Oberfläche, einfach zu bedienen\nMehrsprachige Unterstützung:\n• Unterstützt über 100 Sprachen\n• Einfache globale Kommunikation\nMehrere Übersetzungsmaschinen:\n• Integration mit Top-Übersetzungsmaschinen wie Google, Microsoft, DeepL, Volcengine usw\n• Sicherstellung der Qualität und Genauigkeit der Übersetzungen\nEffizient und bequem:\n• Sie müssen die GroupMe-App nicht verlassen\nSparen Sie Zeit und verbessern Sie die Kommunikationseffizienz\nSchutz der Privatsphäre:\n• Sicher und zuverlässig, schützen Sie Ihre Chat-Privatsphäre\nWarum sollten Sie sich für unsere GroupMe Translation Extension entscheiden?\nBauen Sie Sprachbarrieren ab und erweitern Sie Ihren sozialen Kreis\n• Verbesserung der Arbeitseffizienz und Förderung der internationalen Teamarbeit\nEin großartiges Werkzeug zum Erlernen einer Sprache und zur Förderung des kulturellen Austauschs\n\nSofortiges Handeln:\nLaden Sie unsere GroupMe Translate-Erweiterung herunter und erleben Sie ungehinderte globale Kommunikation! Ob für die Arbeit, das Studium oder soziale Kontakte, Sprache ist kein Hindernis mehr.\n\nStarten Sie jetzt Ihre mehrsprachige GroupMe-Reise! Klicken Sie hier, um ein neues Kapitel der grenzenlosen Kommunikation herunterzuladen und zu beginnen.",
    "el": "Έχετε αισθανθεί ποτέ ένα γλωσσικό εμπόδιο όταν επικοινωνείτε με διεθνείς φίλους στο GroupMe; Τώρα, η επέκταση GroupMe Translate θα φέρει επανάσταση στην εμπειρία επικοινωνίας σας!\n\nΚύρια χαρακτηριστικά:\n\nΑυτόματη μετάφραση σε πραγματικό χρόνο:\nΜεταφράστε αμέσως τα ληφθέντα και απεσταλμένα μηνύματα\nΆνευ ραφής ενσωμάτωση στη διεπαφή GroupMe, εύκολο να λειτουργήσει\nΠολυγλωσσική υποστήριξη:\nΥποστηρίζει πάνω από 100 γλώσσες\nΕύκολη επικοινωνία σε παγκόσμιο επίπεδο\nΜηχανές πολλαπλών μεταφράσεων:\nΕνσωμάτωση με κορυφαίες μηχανές μετάφρασης όπως Google, Microsoft, DeepL, Volcengine, κ.λπ.\nΔιασφάλιση της ποιότητας και της ακρίβειας των μεταφράσεων\nΠωλήσεις & Υποστήριξη:\nΔεν χρειάζεται να αφήσετε την εφαρμογή GroupMe\nΕξοικονόμηση χρόνου και βελτίωση της αποτελεσματικότητας της επικοινωνίας\nΠροστασία Προσωπικών Δεδομένων:\nΑσφαλές και αξιόπιστο, προστατεύστε το απόρρητο της συνομιλίας σας\nΓιατί να επιλέξετε την επέκταση μεταφράσεων GroupMe;\nΣπάστε τα γλωσσικά εμπόδια και επεκτείνετε τον κοινωνικό σας κύκλο\nΕνίσχυση της αποδοτικότητας της εργασίας και προώθηση της διεθνούς ομαδικής εργασίας\nΈνα εξαιρετικό εργαλείο για την εκμάθηση μιας γλώσσας και την ενίσχυση των πολιτιστικών ανταλλαγών\n\nΆμεση δράση:\nΚατεβάστε την επέκταση GroupMe Translate και βιώστε την απρόσκοπτη παγκόσμια επικοινωνία! Είτε πρόκειται για εργασία, μελέτη ή κοινωνικοποίηση, η γλώσσα δεν αποτελεί πλέον εμπόδιο.\n\nΞεκινήστε το πολύγλωσσο ταξίδι σας στο GroupMe τώρα! Κάντε κλικ για να κατεβάσετε και να ξεκινήσετε ένα νέο κεφάλαιο επικοινωνίας χωρίς σύνορα.",
    "es": "¿Alguna vez has sentido una barrera del idioma al comunicarte con con amigos internacionales en GroupMe? ¡Ahora, nuestra extensión GroupMe Translate revolucionará tu experiencia de comunicación!\n\nCaracterísticas principales:\n\nTraducción automática en tiempo real:\n• Traducir instantáneamente mensajes recibidos y enviados\n• Se integra perfectamente en la interfaz de GroupMe, fácil de operar\nSoporte multilingüe:\n• Admite más de 100 idiomas\n• Comunicarse fácilmente a nivel mundial\nMúltiples motores de traducción:\n• Integración con de los mejores motores de traducción como Google, Microsoft, DeepL, VolcEngine, etc.\n• Garantizar la calidad y precisión de las traducciones\nEficiente y conveniente:\n• No es necesario salir de la aplicación GroupMe\nAhorre tiempo y mejore la eficiencia de la comunicación\nProtección de privacidad:\n• Seguro y confiable, protege la privacidad de tu chat\n¿Por Qué Elegir Nuestra Extensión De Traducción De GroupMe?\nRompe las barreras del idioma y expande tu círculo social\n• Mejorar la eficiencia del trabajo y promover el trabajo en equipo internacional\nUna gran herramienta para aprender un idioma y mejorar el intercambio cultural.\n\nAcción inmediata:\n¡Descarga nuestra extensión de GroupMe Translate y experimenta una comunicación global sin obstáculos! Ya sea para trabajar, estudiar o socializar, el idioma ya no es una barrera.\n\n¡Comienza tu viaje multilingüe en Grupo ahora! Haz clic para descargar y comenzar un nuevo capítulo de comunicación sin fronteras.",
    "et": "Kas olete kunagi tundnud keelebarjääri, kui suhtlete GroupMe rahvusvaheliste sõpradega? Nüüd, meie GroupMe Translate laiendus muudab teie suhtlemiskogemuse revolutsiooniliselt!\n\nPeamised omadused:\n\nReaalajas automaatne tõlkimine:\n• Koheselt tõlkida saadud ja saadetud sõnumeid\n• Sujuvalt integreerida GroupMe liidesse, lihtne kasutada\nMitmekeelne tugi:\n• Toetab üle 100 keele\n• Ülemaailmselt lihtne suhtlemine\nMitmed tõlkemootorid:\n• Integreerimine tipp-tõlkemootoritega nagu Google, Microsoft, DeepL, Volcengine jne\n• Tõlkete kvaliteedi ja täpsuse tagamine\nTõhus ja mugav:\n• GroupMe rakendusest ei ole vaja lahkuda\nSäästa aega ja parandada side tõhusust\nPrivaatsuse kaitse:\n• Turvaline ja usaldusväärne, kaitsta oma vestluse privaatsust\nMiks valida meie GroupMe tõlke laiendus?\nLõhkuge keelebarjäärid ja laiendage oma suhtlusringkonda\n• suurendada töö efektiivsust ja edendada rahvusvahelist meeskonnatööd\nSuurepärane vahend keele õppimiseks ja kultuurivahetuse edendamiseks\n\nViivitamatu tegevus:\nLaadige alla meie GroupMe Translate laiendus ja kogege takistamatu ülemaailmset suhtlust! Kas see on töö, õppimine või suhtlemine, keel ei ole enam takistus.\n\nAlusta oma mitmekeelne GroupMe teekond kohe! Klõpsake, et alla laadida ja alustada uus peatükk piiritu suhtlus.",
    "fa": "آیا تا به حال هنگام برقراری ارتباط با دوستان بین المللی در GroupMe یک مانع زبانی احساس کرده اید ؟ اکنون ، افزونه GroupMe Translate ما تجربه ارتباطی شما را متحول خواهد کرد!\n\nویژگی های اصلی:\n\nترجمه خودکار بلادرنگ:\n• پیام های دریافتی و ارسالی را فورا ترجمه کنید\n• ادغام یکپارچه در رابط GroupMe ، آسان برای کار\nپشتیبانی از چند زبان:\n• پشتیبانی از بیش از 100 زبان\n• به راحتی در سطح جهانی ارتباط برقرار کنید\nموتورهای ترجمه چندگانه:\n• ادغام با موتورهای ترجمه برتر مانند گوگل ، مایکروسافت ، DeepL ، Volcengine و غیره\n• اطمینان از کیفیت و صحت ترجمه ها\nکارآمد و راحت:\n• نیازی به ترک برنامه GroupMe نیست\nصرفه جویی در زمان و بهبود کارایی ارتباط\nحفاظت از حریم خصوصی:\n• ایمن و قابل اعتماد ، از حریم خصوصی چت خود محافظت کنید\nچرا پسوند ترجمه GroupMe ما را انتخاب کنید ؟\nموانع زبانی را بشکنید و دایره اجتماعی خود را گسترش دهید\n• افزایش کارایی کار و ترویج کار تیمی بین المللی\nابزاری عالی برای یادگیری زبان و تقویت تبادل فرهنگی\n\nاقدام فوری:\nافزونه GroupMe Translate ما را دانلود کنید و ارتباطات جهانی بدون مانع را تجربه کنید! چه برای کار ، مطالعه یا معاشرت ، زبان دیگر مانعی نیست.\n\nاکنون سفر چند زبانه GroupMe خود را شروع کنید! برای دانلود و شروع فصل جدیدی از ارتباطات بدون مرز کلیک کنید.",
    "fi": "Oletko koskaan tuntenut kielimuuria kommunikoidessasi kansainvälisten ystävien kanssa GroupMe: ssä? Nyt GroupMe Translate -laajennuksemme mullistaa viestintäkokemuksesi!\n\nPääpiirteet:\n\nReaaliaikainen automaattikäännös:\nKäännä vastaanotetut ja lähetetyt viestit välittömästi\nSaumattomasti integroitu GroupMe-käyttöliittymään, helppokäyttöinen\nMonikielinen tuki:\nTukee yli 100 kieltä\nHelppo kommunikoida maailmanlaajuisesti\nUseita käännöskoneita:\nIntegrointi parhaisiin käännöskoneisiin, kuten Google, Microsoft, DeepL, Volcengine jne\nVarmista käännösten laatu ja tarkkuus\nTehokas ja kätevä:\nGroupMe-sovelluksesta ei tarvitse jättää\nSäästä aikaa ja paranna viestinnän tehokkuutta\nYksityisyyden suoja:\nTurvallinen ja luotettava, suojaa keskustelusi yksityisyyttä\nMiksi valita GroupMe-käännöslaajennus?\nPura kielimuurit ja laajenna sosiaalista piiriäsi\nParanna työn tehokkuutta ja edistä kansainvälistä tiimityötä\nLoistava työkalu kielen oppimiseen ja kulttuurivaihdon tehostamiseen\n\nVälittömät toimet:\nLataa GroupMe Translate -laajennus ja koe esteetön globaali viestintä! Olipa kyseessä työ, opiskelu tai seurustelu, kieli ei ole enää este.\n\nAloita monikielinen GroupMe-matkasi nyt! Lataa ja aloita uusi luku rajattomassa viestinnässä.",
    "fr": "Avez-vous déjà ressenti une barrière linguistique lorsque vous communiquez avec des amis internationaux sur GroupMe? Maintenant, notre extension GroupMe Translate va révolutionner votre expérience de communication!\n\nPrincipales caractéristiques :\n\nTraduction automatique en temps réel :\n• Traduire instantanément les messages reçus et envoyés\n• Intégration transparente dans l'interface GroupMe, facile à utiliser\nPrise en charge multilingue :\n• Prend en charge plus de 100 langues\n• Communiquez facilement à l'échelle mondiale\nMoteurs de traduction multiples :\n• Intégration avec les principaux moteurs de traduction tels que Google, Microsoft, DeepL, Volcengine, etc.\n• Assurer la qualité et l'exactitude des traductions\nEfficace et pratique :\n• Pas besoin de quitter l'application GroupMe\nGagnez du temps et améliorez l'efficacité de la communication\nProtection de la vie privée :\n• Sûr et fiable, protégez la confidentialité de votre chat\nPourquoi choisir notre extension de traduction GroupMe?\nBrisez les barrières linguistiques et élargissez votre cercle social\n• Améliorer l'efficacité du travail et promouvoir le travail d'équipe international\nUn excellent outil pour apprendre une langue et renforcer les échanges culturels\n\nAction immédiate :\nTéléchargez notre extension GroupMe Translate et faites l'expérience d'une communication mondiale sans entrave! Que ce soit pour le travail, les études ou la socialisation, la langue n'est plus un obstacle.\n\nCommencez votre voyage GroupMe multilingue maintenant! Cliquez pour télécharger et commencer un nouveau chapitre de la communication sans frontières.",
    "gu": "શું તમે ક્યારેય ગ્રુપમે પર આંતરરાષ્ટ્રીય મિત્રો સાથે વાતચીત કરતી વખતે ભાષા અવરોધ અનુભવી છે? હવે, અમારું ગ્રુપમે ટ્રાન્સલેટ એક્સ્ટેંશન તમારા સંદેશાવ્યવહારના અનુભવમાં ક્રાંતિ લાવશે!\n\nમુખ્ય લક્ષણો:\n\nરીઅલ-ટાઇમ સ્વચાલિત અનુવાદ:\n• તરત જ પ્રાપ્ત અને મોકલેલા સંદેશાઓ ભાષાંતર\n• એકીકૃત ગ્રુપમે ઇન્ટરફેસ માં એકીકૃત, સંચાલિત કરવા માટે સરળ\nબહુભાષા આધાર:\n• 100 થી વધુ ભાષાઓ આધાર આપે છે\n• વૈશ્વિક સ્તરે સરળતાથી વાતચીત કરો\nબહુવિધ અનુવાદ એન્જિનો:\n• ગૂગલ, માઇક્રોસ .ફ્ટ, ડીપએલ, વોલ્સેંજિન, વગેરે જેવા ટોચના અનુવાદ એન્જિન સાથે એકીકરણ\n• અનુવાદોની ગુણવત્તા અને ચોકસાઈની ખાતરી કરો\nકાર્યક્ષમ અને અનુકૂળ:\n• ગ્રુપમે એપ્લિકેશન છોડવાની જરૂર નથી\nસમય બચાવો અને સંદેશાવ્યવહાર કાર્યક્ષમતામાં સુધારો\nગોપનીયતા સુરક્ષા:\n• સલામત અને વિશ્વસનીય, તમારી ચેટ ગોપનીયતા સુરક્ષિત\nઅમારું ગ્રુપમે ટ્રાન્સલેશન એક્સ્ટેંશન કેમ પસંદ કરો?\nભાષાના અવરોધોને તોડી નાખો અને તમારા સામાજિક વર્તુળને વિસ્તૃત કરો\n• કાર્યક્ષમતા વધારવા અને આંતરરાષ્ટ્રીય ટીમ વર્કને પ્રોત્સાહન આપવું\nભાષા શીખવા અને સાંસ્કૃતિક વિનિમય વધારવા માટેનું એક શ્રેષ્ઠ સાધન\n\nતાત્કાલિક કાર્યવાહી:\nઅમારા ગ્રુપમે ભાષાંતર એક્સ્ટેંશન ડાઉનલોડ કરો અને અનુભવ અનિયંત્રિત વૈશ્વિક સંદેશાવ્યવહાર! પછી ભલે તે કાર્ય, અભ્યાસ અથવા સામાજિકકરણ માટે છે, ભાષા હવે અવરોધ નથી.\n\nહવે તમારી બહુભાષી ગ્રુપમે પ્રવાસ પ્રારંભ કરો! સરહદ વિનાના સંદેશાવ્યવહારના નવા અધ્યાયને ડાઉનલોડ કરવા અને પ્રારંભ કરવા માટે ક્લિક કરો.",
    "hi": "क्या आपने कभी pMe पर अंतर्राष्ट्रीय दोस्तों के साथ संवाद करते समय एक भाषा बाधा महसूस की है? अब, हमारा pMe अनुवाद विस्तार आपके संचार अनुभव में क्रांति लाएगा!\n\nमुख्य विशेषताएं:\n\nवास्तविक समय स्वचालित अनुवाद:\n• तुरंत प्राप्त अनुवाद और भेजे गए संदेश\n• निर्बाध रूप से pMe इंटरफ़ेस में एकीकृत होता है, संचालित करना आसान है\nबहु-भाषा समर्थन:\n• 100 से अधिक भाषाओं का समर्थन करता है\n• आसानी से विश्व स्तर पर संवाद करें\nएकाधिक अनुवाद इंजन:\n• Google, Microsoft, DeepL, cआदि जैसे शीर्ष अनुवाद इंजन के साथ एकीकरण\n• अनुवादों की गुणवत्ता और सटीकता सुनिश्चित करें\nकुशल और सुविधाजनक:\n• pMe ऐप छोड़ने की आवश्यकता नहीं है\nसमय बचाएं और संचार दक्षता में सुधार करें\nगोपनीयता संरक्षण:\n• सुरक्षित और विश्वसनीय, अपनी चैट गोपनीयता की रक्षा करें\nहमारा pMe अनुवाद एक्सटेंशन क्यों चुनें?\nभाषा बाधाओं को तोड़ें और अपने सामाजिक दायरे का विस्तार करें\n• कार्य दक्षता बढ़ाएं और अंतर्राष्ट्रीय टीमवर्क को बढ़ावा दें\nएक भाषा सीखने और सांस्कृतिक आदान-प्रदान को बढ़ाने के लिए एक महान उपकरण\n\nतत्काल कार्रवाई:\nहमारे pMe अनुवाद विस्तार डाउनलोड करें और निर्बाध वैश्विक संचार का अनुभव करें! चाहे वह काम, अध्ययन या सामाजिककरण के लिए हो, भाषा अब एक बाधा नहीं है।\n\nअब अपनी बहुभाषी pMe यात्रा शुरू करें! सीमाहीन संचार का एक नया अध्याय डाउनलोड करने और शुरू करने के लिए क्लिक करें।",
    "hr": "Jeste li ikada osjetili jezičnu barijeru prilikom komunikacije s međunarodnim prijateljima na GroupMe? Sada, naš GroupMe Translate proširenje revolucionirat će vaše komunikacijsko iskustvo!\n\nGlavne značajke:\n\nAutomatski prijevod u stvarnom vremenu:\n• Odmah prevesti primljene i poslane poruke\n• Besprijekorno integrirati u GroupMe sučelje, jednostavan za upravljanje\nVišejezična podrška:\n• Podržava više od 100 jezika\n• Lako komunicirati globalno\nVišestruki prijevoditelji:\n• Integracija s vrhunskim prevoditeljskim mehanizmima kao što su Google, Microsoft, DeepL, Volcengine, itd\n• osigurati kvalitetu i točnost prijevoda\nUčinkovit i prikladan:\n• Nema potrebe napustiti aplikaciju GroupMe\nUštedite vrijeme i poboljšajte učinkovitost komunikacije\nZaštita privatnosti:\n• Siguran i pouzdan, zaštitite privatnost vašeg chata\nZašto odabrati naš GroupMe prijevod proširenje?\nSrušite jezične barijere i proširite svoj društveni krug\n• Poboljšati učinkovitost rada i promicati međunarodni timski rad\nIzvrstan alat za učenje jezika i poboljšanje kulturne razmjene\n\nHitna akcija:\nPreuzmite naš GroupMe Translate proširenje i doživite nesmetanu globalnu komunikaciju! Bilo da se radi o poslu, učenju ili druženju, jezik više nije prepreka.\n\nZapočnite svoje višejezično putovanje GroupMe odmah! Kliknite da preuzmete i započnete novo poglavlje komunikacije bez granica.",
    "id": "Pernahkah Anda merasakan kendala bahasa saat berkomunikasi dengan teman internasional di GroupMe? Sekarang, ekstensi Terjemahan GroupMe kami akan merevolusi pengalaman komunikasi Anda!\n\nFitur utama:\n\nTerjemahan otomatis waktu nyata:\n• Terjemahan langsung diterima dan di kirim pesan\n• Integrasi dengan mulus ke dalam antarmuka GroupMe, mudah dioperasikan\nDukungan multi-bahasa:\n• Mendukung lebih dari 100 bahasa\n• Berkomunikasi dengan mudah secara global\nBeberapa mesin terjemahan:\n• Integrasi dengan mesin terjemahan teratas seperti Google, Microsoft, DeepL, Volcengine, dll\n• Pastikan kualitas dan akurasi terjemahan\nEfisien dan nyaman:\n• Tidak perlu meninggalkan aplikasi GroupMe\nHemat waktu dan tingkatkan efisiensi komunikasi\nPerlindungan Privasi:\n• Aman dan andal, lindungi privasi obrolan Anda\nMengapa Memilih Ekstensi Terjemahan GroupMe Kami?\nHancurkan hambatan bahasa dan perluas lingkaran sosial Anda\n• Meningkatkan efisiensi kerja dan mempromosikan kerja tim internasional\nAlat hebat untuk belajar bahasa dan meningkatkan pertukaran budaya\n\nTindakan segera:\nUnduh ekstensi Terjemahkan GroupMe kami dan alami komunikasi global tanpa hambatan! Baik itu untuk bekerja, belajar, atau bersosialisasi, bahasa tidak lagi menjadi penghalang.\n\nMulai perjalanan GroupMe multibahasa Anda sekarang! Klik untuk mengunduh dan memulai bab baru komunikasi tanpa batas.",
    "it": "Hai mai sentito una barriera linguistica quando comunichi con amici internazionali su GroupMe? Ora, la nostra estensione GroupMe Translate rivoluzionerà la tua esperienza di comunicazione!\n\nCaratteristiche principali:\n\nTraduzione automatica in tempo reale:\nTradurre istantaneamente i messaggi ricevuti e inviati\nSi integra perfettamente nell'interfaccia GroupMe, facile da usare\nSupporto multilingue:\nSupporta oltre 100 lingue\nComunicare facilmente a livello globale\nMolteplici motori di traduzione:\nIntegrazione con i migliori motori di traduzione come Google, Microsoft, DeepL, Volcengine, ecc\nGarantire la qualità e l'accuratezza delle traduzioni\nEfficiente e conveniente:\nNon è necessario lasciare l'app GroupMe\nRisparmia tempo e migliora l'efficienza della comunicazione\nProtezione della privacy:\nSicuro e affidabile, proteggi la privacy della tua chat\nPerché scegliere la nostra estensione di traduzione GroupMe?\nAbbatti le barriere linguistiche ed espandi la tua cerchia sociale\nMigliorare l'efficienza del lavoro e promuovere il lavoro di squadra internazionale\nUn ottimo strumento per imparare una lingua e migliorare lo scambio culturale\n\nAzione immediata:\nScarica la nostra estensione GroupMe Translate e sperimenta la comunicazione globale senza ostacoli! Che si tratti di lavoro, studio o socializzazione, la lingua non è più una barriera.\n\nInizia subito il tuo viaggio multilingue con GroupMe! Fai clic per scaricare e iniziare un nuovo capitolo della comunicazione senza confini.",
    "ja": "Group Meで国際的な友人とコミュニケーションをとる際に言語障害を感じたことはありますか?今、私たちが提供するGroup Me翻訳拡張機能は、あなたのコミュニケーション体験を根本的に変えます!\n\n主な特徴:\n\nリアルタイム自動翻訳:\n•受信および送信メッセージを瞬時に翻訳\n•GroupMeインターフェースにシームレスに統合し、操作が簡単\n多言語サポート:\n•100以上の言語をサポート\n•世界中のコミュニケーションを簡単に実現\n複数の翻訳エンジン:\n•Google、Microsoft、DeepL、Volcengineなどのトップ翻訳エンジンを統合\n•翻訳の品質と正確性を確保\n効率的で便利:\n•GroupMeアプリを離れる必要はありません\n•時間の節約とコミュニケーションの効率化\nプライバシー保護:\n•安全で信頼性が高く、チャットのプライバシーを保護します\nGroupMe翻訳拡張機能を選ぶ理由\n•言語の壁を打ち破り、あなたの社交圏を広げる\n•仕事の効率を高め、国際チームの協力を促進する\n•言語学習のための優れたツール\n\n今すぐ行動:\n私たちのGroup Me翻訳拡張機能をダウンロードして、スムーズなグローバルコミュニケーションを体験しましょう!仕事、学習、社交において、言語がもはや障害にならないようにしましょう。\n\n今すぐ多言語Group Meの旅を始めましょう!ダウンロードをクリックして、国境を越えたコミュニケーションの新たな章を開きましょう。",
    "kn": "ಗ್ರೂಪ್ ಮೆನಲ್ಲಿ ಅಂತರರಾಷ್ಟ್ರೀಯ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವಾಗ ನೀವು ಎಂದಾದರೂ ಭಾಷಾ ತಡೆ ಅನುಭವಿಸಿದ್ದೀರಾ? ಈಗ, ನಮ್ಮ ಗ್ರೂಪ್ ಮೆ ಅನುವಾದ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಸಂವಹನ ಅನುಭವದಲ್ಲಿ ಕ್ರಾಂತಿಯುಂಟು ಮಾಡುತ್ತದೆ!\n\nಮುಖ್ಯ ಲಕ್ಷಣಗಳು:\n\nನೈಜ-ಸಮಯದ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದ:\nಸ್ವೀಕರಿಸಿದ ಮತ್ತು ಕಳುಹಿಸಿದ ಸಂದೇಶಗಳನ್ನು ತಕ್ಷಣ ಅನುವಾದಿಸಿ\n• ಗ್ರೂಪ್ ಮೀ ಇಂಟರ್ಫೇಸ್ ಗೆ ಮನಬಂದಂತೆ ಸಂಯೋಜಿಸಿ, ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಸುಲಭ\nಬಹು-ಭಾಷಾ ಬೆಂಬಲ:\n100 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ\nಜಾಗತಿಕವಾಗಿ ಸುಲಭವಾಗಿ ಸಂವಹನ\nಬಹು ಅನುವಾದ ಎಂಜಿನ್ಗಳು:\n• ಗೂಗಲ್, ಮೈಕ್ರೋಸಾಫ್ಟ್, ಡೀಪ್ಎಲ್, ವೋಲ್ಸೆಂಜೈನ್, ಇತ್ಯಾದಿಗಳಂತಹ ಉನ್ನತ ಅನುವಾದ ಎಂಜಿನ್ಗಳೊಂದಿಗೆ ಸಂಯೋಜನೆ\nಅನುವಾದಗಳ ಗುಣಮಟ್ಟ ಮತ್ತು ನಿಖರತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ\nಸಮರ್ಥ ಮತ್ತು ಅನುಕೂಲಕರ:\nGroup ಗ್ರೂಪ್ ಮೆ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಿಡುವ ಅಗತ್ಯವಿಲ್ಲ\nಸಮಯವನ್ನು ಉಳಿಸಿ ಮತ್ತು ಸಂವಹನ ದಕ್ಷತೆಯನ್ನು ಸುಧಾರಿಸಿ\nಗೌಪ್ಯತೆ ರಕ್ಷಣೆ:\n• ಸುರಕ್ಷಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ, ನಿಮ್ಮ ಚಾಟ್ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಿ\nನಮ್ಮ ಗ್ರೂಪ್ ಮೆ ಅನುವಾದ ವಿಸ್ತರಣೆಯನ್ನು ಏಕೆ ಆರಿಸಬೇಕು?\nಭಾಷಾ ಅಡೆತಡೆಗಳನ್ನು ಒಡೆಯಿರಿ ಮತ್ತು ನಿಮ್ಮ ಸಾಮಾಜಿಕ ವಲಯವನ್ನು ವಿಸ್ತರಿಸಿ\n• ಕೆಲಸದ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ ಮತ್ತು ಅಂತರರಾಷ್ಟ್ರೀಯ ತಂಡದ ಕೆಲಸಗಳನ್ನು ಉತ್ತೇಜಿಸಿ\nಭಾಷೆಯನ್ನು ಕಲಿಯಲು ಮತ್ತು ಸಾಂಸ್ಕೃತಿಕ ವಿನಿಮಯವನ್ನು ಹೆಚ್ಚಿಸಲು ಉತ್ತಮ ಸಾಧನ\n\nತಕ್ಷಣದ ಕ್ರಮ:\nನಮ್ಮ GroupMe ಅನುವಾದ ವಿಸ್ತರಣೆಯನ್ನು ಡೌನ್ ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಅಡೆತಡೆಯಿಲ್ಲದ ಜಾಗತಿಕ ಸಂವಹನವನ್ನು ಅನುಭವಿಸಿ! ಇದು ಕೆಲಸ, ಅಧ್ಯಯನ ಅಥವಾ ಸಾಮಾಜಿಕವಾಗಿರಲಿ, ಭಾಷೆ ಇನ್ನು ಮುಂದೆ ತಡೆಗೋಡೆಯಾಗುವುದಿಲ್ಲ.\n\nನಿಮ್ಮ ಬಹುಭಾಷಾ ಗ್ರೂಪ್ ಮೆ ಪ್ರಯಾಣವನ್ನು ಈಗ ಪ್ರಾರಂಭಿಸಿ! ಗಡಿರಹಿತ ಸಂವಹನದ ಹೊಸ ಅಧ್ಯಾಯವನ್ನು ಡೌನ್ ಲೋಡ್ ಮಾಡಲು ಮತ್ತು ಪ್ರಾರಂಭಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "ko": "여러분은 그룹미에서 국제 친구들과 의사소통을 할 때 언어의 장벽을 느낀 적이 있나요? 이제, 우리의 그룹미 번역 확장은 여러분의 의사소통 경험을 혁신할 것입니다!\n\n주요 기능:\n\n실시간 자동 번역:\n• 받은 메시지와 보낸 메시지를 즉시 번역\n• Group Me 인터페이스에 원활하게 통합되어 조작이 용이합니다.\n다국어 지원:\n• 100개 이상의 언어 지원\n• 전 세계적으로 쉽게 소통\n다중 변환 엔진:\n• Google, Microsoft, DeepL, Volc 등과 같은 최고의 번역 엔진과의 통합\n• 번역의 품질과 정확성을 보장합니다.\n효율적이고 편리함:\n• 그룹미 앱을 떠날 필요가 없습니다.\n시간 절약 및 통신 효율성 향상\n개인 정보 보호:\n• 안전하고 신뢰할 수 있으며 채팅 개인 정보 보호\n그룹미 번역 확장을 선택하는 이유는 무엇입니까?\n언어 장벽을 허물고 사회 영역을 확장하십시오.\n• 업무 효율성 향상 및 국제 팀워크 촉진\n언어를 배우고 문화 교류를 증진시키는 훌륭한 도구\n\n즉각적인 조치:\n그룹미 번역 확장 프로그램을 다운로드하고 방해받지 않는 글로벌 커뮤니케이션을 경험하십시오! 일, 공부, 사회화를 위한 것이든 언어는 더 이상 장벽이 아닙니다.\n\n지금 다국어 그룹미 여행을 시작하세요! 국경 없는 커뮤니케이션의 새로운 장을 다운로드하고 시작하려면 클릭하십시오.",
    "lt": "Ar kada nors jautėte kalbos barjerą bendraudami su tarptautiniais draugais GroupMe? Dabar, mūsų GroupMe Versti plėtinys suteiks revoliuciją jūsų bendravimo patirtimi!\n\nPagrindinės savybės:\n\nRealaus laiko automatinis vertimas:\n• Akimirksniu išversti gautus ir išsiųstus pranešimus\n• Sklandus integravimas į GroupMe sąsają, lengva valdyti\nDaugiakalbės parama:\n• Palaiko daugiau nei 100 kalbų\n• Lengvai bendrauti pasauliniu mastu\nKeli vertimo įrenginiai:\n• Integracija su geriausiais vertimų varikliais, tokiais kaip Google, Microsoft, DeepL, Volcengine ir kt\n• Užtikrinti vertimų kokybę ir tikslumą\nEfektyvus ir patogus:\n• Nereikia palikti GroupMe programą\nTaupykite laiką ir pagerinkite ryšių efektyvumą\nPrivatumo apsauga:\n• Saugus ir patikimas, apsaugoti jūsų pokalbių privatumą\nKodėl pasirinkti mūsų GroupMe vertimo plėtinį?\nSugriaukite kalbos barjerus ir išplėskite savo socialinį ratą\n• didinti darbo efektyvumą ir skatinti tarptautinį komandinį darbą\nPuiki priemonė mokytis kalbos ir skatinti kultūrinius mainus\n\nSkubūs veiksmai:\nAtsisiųskite mūsų GroupMe Versti plėtinį ir patirtis netrukdoma pasaulinė komunikacija! Nesvarbu, ar tai skirta darbui, studijoms ar socializavimui, kalba nebėra barjeras.\n\nPradėkite savo daugiakalbę GroupMe kelionę dabar! Spustelėkite atsisiųsti ir pradėti naują skyrių be sienų bendravimo.",
    "lv": "Vai esat kādreiz sajutis valodas barjeru, sazinoties ar starptautiskiem draugiem GroupMe? Tagad, mūsu GroupMe tulkot paplašinājums radīs revolūciju jūsu komunikācijas pieredzi!\n\nGalvenās iezīmes:\n\nReāllaika automātiskais tulkojums:\n• Tūlīt tulkot saņemtos un nosūtītos ziņojumus\n• Netraucēti integrēties GroupMe interfeisā, viegli darboties\nDaudzvalodu atbalsts:\n• Atbalsta vairāk nekā 100 valodas\n• Viegli sazināties globāli\nVairāki tulkošanas dzinēji:\n• Integrācija ar top tulkošanas dzinējiem, piemēram, Google, Microsoft, DeepL, Volcengine, utt\n• Nodrošināt tulkojumu kvalitāti un precizitāti\nEfektīva un ērta:\n• Nav nepieciešams atstāt lietotni GroupMe\nIetaupiet laiku un uzlabojiet komunikācijas efektivitāti\nPrivātuma aizsardzība:\n• Drošs un uzticams, aizsargāt savu tērzēšanas privātumu\nKāpēc izvēlēties mūsu GroupMe tulkošanas paplašinājumu?\nNojauciet valodas barjeras un paplašiniet savu sociālo loku\n• uzlabot darba efektivitāti un veicināt starptautisko komandas darbu\nLielisks instruments valodas apguvei un kultūras apmaiņas veicināšanai\n\nTūlītēja rīcība:\nLejupielādējiet mūsu GroupMe tulkot paplašinājumu un pieredzi netraucēta globālā komunikācija! Neatkarīgi no tā, vai tas ir darbam, mācībām vai socializācijai, valoda vairs nav šķērslis.\n\nSāciet savu daudzvalodu GroupMe ceļojumu tūlīt! Noklikšķiniet, lai lejupielādētu un sāktu jaunu nodaļu bez robežām.",
    "ml": "ഗ്രൂപ്പ്മീയിൽ അന്തർദ്ദേശീയ ചങ്ങാതിമാരുമായി ആശയവിനിമയം നടത്തുമ്പോൾ നിങ്ങൾക്ക് എപ്പോഴെങ്കിലും ഒരു ഭാഷാ തടസ്സം അനുഭവപ്പെട്ടിട്ടുണ്ടോ? ഇപ്പോൾ, ഞങ്ങളുടെ ഗ്രൂപ്പ്മീ വിവർത്തനം വിപുലീകരണം നിങ്ങളുടെ ആശയവിനിമയ അനുഭവത്തിൽ വിപ്ലവം സ\n\nപ്രധാന സവിശേഷതകൾ:\n\nതത്സമയ യാന്ത്രിക വിവർത്തനം:\n• ലഭിച്ചതും അയച്ചതുമായ സന്ദേശങ്ങൾ തൽക്ഷണം വിവർത്തനം ചെയ്യുക\n• GroupMe ഇന്റർഫേസിലേക്ക് പരിധികളില്ലാതെ സംയോജിപ്പിക്കുക, പ്രവർത്തിക്കാൻ എളുപ്പമാണ്\nമൾട്ടി ലാംഗ്വേജ് പിന്തുണ:\n• 100-ലധികം ഭാഷകളെ പിന്തുണയ്ക്കുന്നു\n• ആഗോളതലത്തിൽ എളുപ്പത്തിൽ ആശയവിനിമയം നടത്തുക\nഒന്നിലധികം വിവർത്തന എഞ്ചിനുകൾ:\n• Google, Microsoft, DeepL, Volcengine തുടങ്ങിയ മികച്ച വിവർത്തന എഞ്ചിനുകളുമായി സംയോജനം\n• വിവർത്തനങ്ങളുടെ ഗുണനിലവാരവും കൃത്യതയും ഉറപ്പാക്കുക\nകാര്യക്ഷമവും സൗകര്യപ്രദവുമാണ്:\n• GroupMe അപ്ലിക്കേഷൻ ഉപേക്ഷിക്കേണ്ട ആവശ്യമില്ല\nസമയം ലാഭിക്കുകയും ആശയവിനിമയ കാര്യക്ഷമത മെച്ചപ്പെടുത്തുകയും ചെയ്യുക\nസ്വകാര്യത പരിരക്ഷ:\n• സുരക്ഷിതവും വിശ്വസനീയവുമാണ്, നിങ്ങളുടെ ചാറ്റ് സ്വകാര്യത പരിരക്ഷിക്കുക\nഎന്തുകൊണ്ടാണ് ഞങ്ങളുടെ GroupMe വിവർത്തന വിപുലീകരണം തിരഞ്ഞെടുക്കുന്നത്?\nഭാഷാ തടസ്സങ്ങൾ തകർത്ത് നിങ്ങളുടെ സാമൂഹിക സർക്കിൾ വിപുലീകരിക്കുക\n• വർക്ക് കാര്യക്ഷമത വർദ്ധിപ്പിക്കുകയും അന്താരാഷ്ട്ര ടീം വർക്ക് പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യുക\nഒരു ഭാഷ പഠിക്കുന്നതിനും സാംസ്കാരിക കൈമാറ്റം വർദ്ധിപ്പിക്കുന്നതിനുമുള്ള മികച്ച ഉപകരണം\n\nഅടിയന്തര നടപടി:\nഞങ്ങളുടെ GroupMe വിവർത്തനം വിപുലീകരണം ഡൗൺലോഡുചെയ്യുകയും തടസ്സമില്ലാത്ത ആഗോള ആശയവിനിമയം അനുഭവിക്കുകയും ചെയ്യുക! ഇത് ജോലി, പഠനം അല്ലെങ്കിൽ സാമൂഹികവൽക്കരണം എന്നിവയ്ക്കാണെങ്കിലും, ഭാഷ ഇനി ഒരു തടസ്സമല്ല.\n\nനിങ്ങളുടെ ബഹുഭാഷാ ഗ്രൂപ്പ്മീ യാത്ര ഇപ്പോൾ ആരംഭിക്കുക! അതിർത്തികളില്ലാത്ത ആശയവിനിമയത്തിന്റെ ഒരു പുതിയ അധ്യായം ഡൗൺലോഡുചെയ്യാനും ആരംഭിക്കാനും ക്ലിക്കുചെയ്യുക.",
    "mr": "ग्रुपमे वर आंतरराष्ट्रीय मित्रांशी संवाद साधताना आपल्याला कधीही भाषेचा अडथळा जाणवला आहे? आता, आमचा ग्रुपमे भाषांतर विस्तार आपल्या संप्रेषण अनुभवात क्रांती आणेल!\n\nमुख्य वैशिष्ट्ये:\n\nरिअल-टाइम स्वयंचलित भाषांतर:\n• प्राप्त आणि पाठवलेल्या संदेशांचे त्वरित भाषांतर करा\n• अखंडपणे GroupMe इंटरफेस मध्ये समाकलित, ऑपरेट करणे सोपे\nबहुभाषा समर्थन:\n• 100 पेक्षा जास्त भाषा समर्थन\n• जागतिक स्तरावर सहज संवाद साधणे\nएकाधिक अनुवाद इंजिन:\n• Google, मायक्रोसॉफ्ट, DeepL, Volcengine, इत्यादी शीर्ष भाषांतर इंजिन एकत्रीकरण\n• अनुवादांची गुणवत्ता आणि अचूकता सुनिश्चित करा\nकार्यक्षम आणि सोयीस्कर:\n• ग्रुपमे अॅप सोडण्याची गरज नाही\nवेळ वाचवा आणि संप्रेषण कार्यक्षमता सुधारणे\nगोपनीयता संरक्षण:\n• सुरक्षित आणि विश्वासार्ह, आपल्या गप्पा गोपनीयता संरक्षित\nआमचे GroupMe भाषांतर विस्तार का निवडा?\nभाषेतील अडथळे दूर करा आणि आपले सामाजिक मंडळ विस्तृत करा\n• कामाची कार्यक्षमता वाढवा आणि आंतरराष्ट्रीय कार्यसंघाला प्रोत्साहन द्या\nभाषा शिकण्यासाठी आणि सांस्कृतिक देवाणघेवाण वाढविण्यासाठी एक उत्तम साधन\n\nत्वरित कारवाई :\nआमचे GroupMe विस्तार आणि अनुभव अनुवादित जागतिक संप्रेषण डाउनलोड करा! हे काम, अभ्यास किंवा समाजीकरणासाठी आहे की नाही, भाषा यापुढे अडथळा नाही.\n\nआपला बहुभाषिक ग्रुपमी प्रवास आता प्रारंभ करा! सीमाविरहित संप्रेषणाचा नवीन अध्याय डाउनलोड करण्यासाठी आणि प्रारंभ करण्यासाठी क्लिक करा.",
    "ms": "Pernahkah anda merasakan halangan bahasa apabila berkomunikasi dengan rakan antarabangsa di GroupMe? Sekarang, sambungan terjemahan GroupMe yang kami lancarkan akan merevolusikan pengalaman komunikasi anda!\n\nCiri-ciri utama:\n\nTerjemahan automatik masa nyata:\nTerjemahan segera mesej yang diterima dan dihantar.\n• Sepadukan dengan lancar ke dalam antara muka GroupMe untuk operasi yang mudah.\nSokongan berbilang bahasa:\nSokongan untuk lebih daripada 100 bahasa\n• Memudahkan komunikasi pada skala global\nPelbagai enjin terjemahan:\n• Mengintegrasikan enjin terjemahan terkemuka seperti Google, Microsoft, DeepL, Volcengine dan banyak lagi.\nMemastikan kualiti dan ketepatan terjemahan\nKecekapan dan kemudahan:\n· Tidak perlu meninggalkan aplikasi GroupMe\n• Menjimatkan masa dan meningkatkan kecekapan komunikasi.\nPerlindungan Privasi:\n• Selamat dan terjamin, lindungi privasi sembang anda.\nMengapa memilih sambungan terjemahan GroupMe kami?\n• Memecahkan halangan bahasa dan meluaskan lingkungan sosial anda.\n· Meningkatkan kecekapan kerja dan menggalakkan kerjasama pasukan antarabangsa.\n• Alat yang sangat baik untuk mempelajari bahasa dan meningkatkan pertukaran budaya.\n\nBertindak sekarang:\nMuat turun sambungan terjemahan GroupMe kami untuk mengalami komunikasi global tanpa halangan! Sama ada bekerja, belajar atau bersosial, bahasa tidak lagi menjadi penghalang.\n\nMulakan perjalanan GroupMe berbilang bahasa anda sekarang! Klik untuk memuat turun untuk membuka lembaran baharu dalam komunikasi tanpa sempadan.",
    "nl": "Heb je ooit een taalbarrière gevoeld bij het communiceren met internationale vrienden op GroupMe? Nu zal onze GroupMe Translate-extensie een revolutie teweegbrengen in je communicatie-ervaring!\n\nBelangrijkste kenmerken:\n\nAutomatische vertaling in realtime:\n• Ontvangen en verzonden berichten direct vertalen\n• Naadloos integreren in de GroupMe interface, eenvoudig te bedienen\nMeertalige ondersteuning:\n• Ondersteunt meer dan 100 talen\n• Eenvoudig globaal communiceren\nMeerdere vertaalmachines:\n• Integratie met top vertaalmachines zoals Google, Microsoft, DeepL, Volcengine, etc\n• Zorgen voor de kwaliteit en nauwkeurigheid van vertalingen\nEfficiënt en handig:\n• Geen behoefte om de GroupMe app te verlaten\nBespaar tijd en verbeter de communicatie-efficiëntie\nPrivacy bescherming:\n• Veilig en betrouwbaar, bescherm je chat privacy\nWaarom kiezen voor onze GroupMe Vertaalextensie?\nTaalbarrières doorbreken en je sociale kring uitbreiden\n• Verbeter de werkefficiëntie en bevorder internationaal teamwork\nEen geweldig hulpmiddel om een taal te leren en culturele uitwisseling te verbeteren\n\nOnmiddellijke actie:\nDownload onze GroupMe Translate-extensie en ervaar ongehinderde wereldwijde communicatie! Of het nu voor werk, studie of gezelligheid is, taal vormt geen belemmering meer.\n\nStart nu uw meertalige GroupMe-reis! Klik om te downloaden en begin een nieuw hoofdstuk over grenzeloze communicatie.",
    "no": "Har du noen gang følt en språkbarriere når du kommuniserer med internasjonale venner på GroupMe? Nå vil vår GroupMe Translate-utvidelse revolusjonere kommunikasjonsopplevelsen din!\n\nHovedtrekk:\n\nAutomatisk oversettelse i sanntid:\n• Oversette øyeblikkelig mottatte og sendte meldinger\n• Sømløst integrert i GroupMe-grensesnittet, enkelt å betjene\nFlerspråklig støtte:\n• Støtter over 100 språk\n• Enkelt å kommunisere globalt\nFlere oversettelsesmotorer:\n• Integrering med topp oversettelsesmotorer som Google, Microsoft, DeepL, Volcengine, etc\n• Sikre kvaliteten og nøyaktigheten av oversettelser\nEffektiv og praktisk:\n• Du trenger ikke å forlate GroupMe-appen\nSpar tid og forbedre kommunikasjonseffektiviteten\nPersonvern:\n• Sikker og pålitelig, beskytte din chat personvern\nHvorfor velge vår GroupMe-oversettelsesutvidelse?\nBryt ned språkbarrierer og utvid din sosiale krets\n• Øke arbeidseffektiviteten og fremme internasjonalt teamarbeid\nEt flott verktøy for å lære et språk og styrke kulturutvekslingen\n\nUmiddelbar handling:\nLast ned GroupMe Translate-utvidelsen og opplev uhindret global kommunikasjon! Enten det er for arbeid, studier eller sosialt samvær, er språk ikke lenger en barriere.\n\nStart din flerspråklige GroupMe-reise nå! Klikk for å laste ned og starte et nytt kapittel av grenseløs kommunikasjon.",
    "pl": "Czy kiedykolwiek czułeś barierę językową podczas komunikowania się z międzynarodowymi przyjaciółmi na GroupMe? Teraz nasze rozszerzenie GroupMe Translate zrewolucjonizuje Twoje wrażenia komunikacyjne!\n\nGłówne cechy:\n\nAutomatyczne tłumaczenie w czasie rzeczywistym:\n• Błyskawicznie tłumacz otrzymane i wysłane wiadomości\n• Bezproblemowa integracja z interfejsem GroupMe, łatwa w obsłudze\nObsługa wielu języków:\n• Obsługuje ponad 100 języków\n• Łatwo komunikuj się globalnie\nWiele silników tłumaczeniowych:\n• Integracja z najlepszymi silnikami tłumaczeniowymi, takimi jak Google, Microsoft, DeepL, Volcengine itp\n• Zapewnij jakość i dokładność tłumaczeń\nWydajny i wygodny:\n• Nie musisz wychodzić z aplikacji GroupMe\nOszczędź czas i popraw efektywność komunikacji\nOchrona prywatności:\n• Bezpieczny i niezawodny, chroń prywatność swojego czatu\nDlaczego warto wybrać nasze rozszerzenie do tłumaczenia GroupMe?\nPrzełam bariery językowe i poszerz swój krąg społeczny\n• Zwiększ wydajność pracy i promuj międzynarodową pracę zespołową\nŚwietne narzędzie do nauki języka i usprawnienia wymiany kulturalnej\n\nNatychmiastowe działanie:\nPobierz nasze rozszerzenie GroupMe Translate i korzystaj z niezakłóconej globalnej komunikacji! Niezależnie od tego, czy chodzi o pracę, naukę czy spotkania towarzyskie, język nie jest już barierą.\n\nRozpocznij swoją wielojęzyczną podróż GroupMe już teraz! Kliknij, aby pobrać i rozpocząć nowy rozdział komunikacji bez granic.",
    "ro": "Ați simțit vreodată o barieră lingvistică atunci când comunicați cu prietenii internaționali pe GroupMe? Acum, extensia noastră GroupMe Translate vă va revoluționa experiența de comunicare!\n\nPrincipalele caracteristici:\n\nTraducere automată în timp real:\n• Traduceți instantaneu mesajele primite și trimise\n• Integrarea perfectă în interfața GroupMe, ușor de operat\nSuport în mai multe limbi:\n• Suportă peste 100 de limbi\n• Comunicați cu ușurință la nivel global\nMotoare de traducere multiple:\n• Integrarea cu motoare de traducere de top precum Google, Microsoft, DeepL, Volcengine etc.\n• Asigurați calitatea și acuratețea traducerilor\nEficient și convenabil:\n• Nu este nevoie să părăsiți aplicația GroupMe\nEconomisiți timp și îmbunătățiți eficiența comunicării\nProtecția confidențialității:\n• Sigur și fiabil, protejați-vă confidențialitatea prin chat\nDe ce să alegeți extensia noastră de traducere GroupMe?\nDescompuneți barierele lingvistice și extindeți-vă cercul social\n• Îmbunătățiți eficiența muncii și promovați munca în echipă internațională\nUn instrument excelent pentru învățarea unei limbi și îmbunătățirea schimbului cultural\n\nAcțiune imediată:\nDescărcați extensia noastră GroupMe Translate și experimentați o comunicare globală fără obstacole! Fie că este vorba de muncă, studiu sau socializare, limba nu mai este o barieră.\n\nÎncepeți acum călătoria dvs. multilingvă GroupMe! Faceți clic pentru a descărca și a începe un nou capitol de comunicare fără frontiere.",
    "ru": "Вы когда-нибудь чувствовали языковой барьер при общении с международными друзьями в GroupMe? Теперь наше расширение GroupMe Translate революционизирует ваш опыт общения!\n\nОсновные особенности:\n\nАвтоматический перевод в реальном времени:\n• Мгновенно переводить полученные и отправленные сообщения\n• Бесшовная интеграция в интерфейс GroupMe, простота в эксплуатации\nПоддержка нескольких языков:\n• Поддерживает более 100 языков\n• Легко общаться глобально\nНесколько переводческих движков:\n• Интеграция с ведущими системами перевода, такими как Google, Microsoft, DeepL, Volcengine и т. д.\n• Обеспечить качество и точность переводов\nЭффективно и удобно:\n• Не нужно выходить из приложения GroupMe\nЭкономия времени и повышение эффективности коммуникации\nЗащита конфиденциальности:\n• Безопасно и надежно, защитите конфиденциальность чата\nПочему выберите наше расширение перевода GroupMe?\nУстраните языковые барьеры и расширьте круг общения\n• Повышение эффективности работы и продвижение международной командной работы\nОтличный инструмент для изучения языка и расширения культурного обмена\n\nНемедленные действия:\nЗагрузите наше расширение GroupMe Translate и испытайте беспрепятственное глобальное общение! Будь то работа, учеба или общение, язык больше не является препятствием.\n\nНачните свое многоязычное путешествие в GroupMe прямо сейчас! Нажмите, чтобы загрузить и начать новую главу безграничного общения.",
    "sl": "Ste že kdaj začutili jezikovno oviro pri komunikaciji z mednarodnimi prijatelji na GroupMe? Zdaj bo naša razširitev GroupMe Translate revolucionirala vašo komunikacijsko izkušnjo!\n\nGlavne značilnosti:\n\nSamodejni prevod v realnem času:\n• Takoj prevajajte prejeta in poslana sporočila\n• brezhibno vključite v vmesnik GroupMe, enostaven za upravljanje\nVečjezična podpora:\n• Podpira več kot 100 jezikov\n• Lahka globalna komunikacija\nVeč prevajalskih mehanizmov:\n• Integracija z vrhunskimi prevajalskimi mehanizmi, kot so Google, Microsoft, DeepL, Volcengine itd\nZagotavljanje kakovosti in natančnosti prevodov\nUčinkovito in priročno:\n• Ni treba zapustiti aplikacije GroupMe\nPrihranite čas in izboljšajte učinkovitost komunikacije\nZaščita zasebnosti:\nVarno in zanesljivo, zaščitite zasebnost klepeta\nZakaj izbrati razširitev prevajanja GroupMe?\nRazbijte jezikovne ovire in razširite svoj družbeni krog\n• povečati učinkovitost dela in spodbujati mednarodno timsko delo\nOdlično orodje za učenje jezika in krepitev kulturne izmenjave\n\nTakojšnje ukrepanje:\nPrenesite razširitev GroupMe Translate in doživite neovirano globalno komunikacijo! Ne glede na to, ali gre za delo, študij ali druženje, jezik ni več ovira.\n\nZačnite svojo večjezično GroupMe pot zdaj! Kliknite za prenos in začeti novo poglavje brezmejne komunikacije.",
    "sr": "Да ли сте икада осетили језичку баријеру приликом комуникације са међународним пријатељима на ГроупМе? Сада, наш ГроупМе Транслате проширење ће револуционисати ваше комуникацијско искуство!\n\nГлавне карактеристике:\n\nАутоматски превод у реалном времену:\n• Тренутно превести примљене и послате поруке\n• Неприметно се интегрише у ГроупМе интерфејс, једноставан за рад\nПодршка за више језика:\n• Подржава преко 100 језика\n• Лако комуницирати на глобалном нивоу\nВише преводилачких машина:\n• Интеграција са врхунским преводиоцима као што су Гоогле, Мицрософт, ДеепЛ, Волценгине итд\n• Осигурати квалитет и тачност превода\nЕфикасно и практично:\n• Нема потребе да напустите ГроупМе апликацију\nУштедите време и побољшајте ефикасност комуникације\nЗаштита приватности:\n• Сигурно и поуздано, заштитите приватност вашег ћаскања\nЗашто одабрати наше ГроупМе екстензију за превођење?\nРазбијте језичке баријере и проширите свој друштвени круг\n• Побољшати радну ефикасност и промовисати међународни тимски рад\nОдличан алат за учење језика и унапређење културне размене\n\nТренутна акција:\nПреузмите нашу ГроупМе Транслате екстензију и доживите несметано глобалну комуникацију!Било да је то за посао, студирање или дружење, језик више није баријера.\n\nЗапочните своје вишејезично путовање ГроупМе сада!Кликните да бисте преузели и започели ново поглавље комуникације без граница.",
    "sv": "Har du någonsin känt en språkbarriär när du kommunicerar med internationella vänner på GroupMe? Nu kommer vårt GroupMe Translate-tillägg att revolutionera din kommunikationsupplevelse!\n\nHuvudfunktioner:\n\nAutomatisk översättning i realtid:\n• Översätt omedelbart mottagna och skickade meddelanden\n• Integrera sömlöst i GroupMe-gränssnittet, enkelt att använda\nStöd för flera språk:\n• Stöder över 100 språk\n• Enkelt kommunicera globalt\nFlera översättningsmotorer:\n• Integration med toppöversättningsmotorer som Google, Microsoft, DeepL, Volcengine, etc\n• Säkerställa kvaliteten och noggrannheten i översättningar\nEffektiv och bekväm:\n• Inget behov av att lämna GroupMe-appen\nSpara tid och förbättra kommunikationseffektiviteten\nIntegritetsskydd:\n• Säker och pålitlig, skydda din chattintegritet\nVarför välja vår GroupMe Översättning Extension?\nBryt ner språkbarriärer och utöka din sociala krets\n• Förbättra arbetseffektiviteten och främja internationellt lagarbete\nEtt bra verktyg för att lära sig ett språk och förbättra kulturutbytet\n\nOmedelbar åtgärd:\nLadda ner vår GroupMe Translate-förlängning och upplev obegränsad global kommunikation! Oavsett om det är för arbete, studier eller umgänge är språk inte längre ett hinder.\n\nBörja din flerspråkiga GroupMe-resa nu! Klicka för att ladda ner och starta ett nytt kapitel med gränslös kommunikation.",
    "sw": "Umewahi kuhisi kizuizi cha lugha wakati wa kuwasiliana na marafiki wa kimataifa kwenye GroupMe? Sasa, ugani wetu wa GroupMe Tafsiri utabadilisha uzoefu wako wa mawasiliano!\n\nVipengele kuu:\n\nTafsiri ya moja kwa moja ya wakati halisi:\n• Papo hapo kutafsiri kupokea na kutumwa ujumbe\n• Kuunganisha bila mshono katika kiolesura cha GroupMe, rahisi kufanya kazi\nMsaada wa lugha nyingi:\n• Inasaidia zaidi ya lugha 100\n• Kuwasiliana kwa urahisi duniani kote\nInjini nyingi za tafsiri:\n• Ushirikiano na injini za juu za tafsiri kama vile Google, Microsoft, DeepL, Volcengine, nk\n• Kuhakikisha ubora na usahihi wa tafsiri\nUfanisi na rahisi:\n• Hakuna haja ya kuondoka kwenye programu ya GroupMe\nOkoa muda na kuboresha ufanisi wa mawasiliano\nUlinzi wa Faragha:\n• Salama na kuaminika, kulinda faragha yako ya mazungumzo\nKwa nini Chagua Kiendelezi chetu cha Tafsiri ya GroupMe?\nVunja vikwazo vya lugha na kupanua mduara wako wa kijamii\n• Kuimarisha ufanisi wa kazi na kukuza timu ya kimataifa\nChombo kizuri cha kujifunza lugha na kuimarisha kubadilishana utamaduni\n\nHatua ya haraka:\nPakua ugani wetu wa GroupMe Tafsiri na uzoefu usiozuiliwa wa mawasiliano ya kimataifa! Iwe ni kwa ajili ya kazi, kusoma au kushirikiana, lugha si kizuizi tena.\n\nAnza safari yako ya GroupMe ya lugha nyingi sasa!",
    "ta": "குரூப்மீயில் சர்வதேச நண்பர்களுடன் தொடர்பு கொள்ளும்போது நீங்கள் எப்போதாவது மொழித் தடையை உணர்ந்தீர்களா? இப்போது, எங்கள் குரூப்மீ மொழிபெயர்ப்பு நீட்டிப்பு உங்கள் தகவல் தொடர்பு அனுபவத்தில் புரட்சியை ஏற்படுத்தும்!\n\nமுக்கிய அம்சங்கள்:\n\nநிகழ்நேர தானியங்கி மொழிபெயர்ப்பு:\n• பெறப்பட்ட மற்றும் அனுப்பப்பட்ட செய்திகளை உடனடியாக மொழிபெயர்க்கவும்\n• GroupMe இடைமுகத்தில் தடையின்றி ஒருங்கிணைக்க, செயல்பட எளிதானது\nபல மொழி ஆதரவு:\n• 100 க்கும் மேற்பட்ட மொழிகளை ஆதரிக்கிறது\n• உலகளவில் எளிதில் தொடர்பு\nபல மொழிபெயர்ப்பு இயந்திரங்கள்:\n• கூகிள், மைக்ரோசாஃப்ட், டீப்எல், வோல்செங்கைன் போன்ற மேல் மொழிபெயர்ப்பு இயந்திரங்களுடன் ஒருங்கிணைப்பு\n• மொழிபெயர்ப்புகளின் தரம் மற்றும் துல்லியம் உறுதி\nதிறமையான மற்றும் வசதியான:\nGroupMe பயன்பாட்டை விட்டு வெளியேற தேவையில்லை\nநேரத்தை மிச்சப்படுத்தவும், தகவல்தொடர்பு செயல்திறனை மேம்படுத்தவும்\nதனியுரிமை பாதுகாப்பு:\n• பாதுகாப்பான மற்றும் நம்பகமான, உங்கள் அரட்டை தனியுரிமை பாதுகாக்க\nஏன் எங்கள் GroupMe மொழிபெயர்ப்பு நீட்டிப்பு தேர்வு?\nமொழி தடைகளை உடைத்து உங்கள் சமூக வட்டத்தை விரிவுபடுத்துங்கள்\n• பணி செயல்திறனை மேம்படுத்துதல் மற்றும் சர்வதேச குழுப்பணியை ஊக்குவித்தல்\nஒரு மொழியைக் கற்றுக்கொள்வதற்கும் கலாச்சார பரிமாற்றத்தை மேம்படுத்துவதற்கும் ஒரு சிறந்த கருவி\n\nஉடனடி நடவடிக்கை:\nஎங்கள் GroupMe மொழிபெயர்ப்பு நீட்டிப்பு மற்றும் அனுபவம் தடையற்ற உலகளாவிய தொடர்பு பதிவிறக்கம்! இது வேலை, படிப்பு அல்லது சமூகமயமாக்கல் எதுவாக இருந்தாலும், மொழி இனி ஒரு தடை இல்லை.\n\nஉங்கள் பன்மொழி GroupMe பயணத்தை இப்போது தொடங்கவும்! எல்லை இல்லாத தகவல்தொடர்புக்கான புதிய அத்தியாயத்தை பதிவிறக்கம் செய்து தொடங்க கிளிக் செய்க.",
    "te": "గ్రూప్ మీలో అంతర్జాతీయ స్నేహితులతో కమ్యూనికేట్ చేసేటప్పుడు మీరు ఎప్పుడైనా భాషా అవరోధాన్ని అనుభవించారా? ఇప్పుడు, మా గ్రూప్ మీ అనువాద పొడిగింపు మీ కమ్యూనికేషన్ అనుభవంలో విప్లవాత్మక మార్పులు చేస్తుంది!\n\nప్రధాన లక్షణాలు:\n\nరియల్ టైమ్ ఆటోమేటిక్ అనువాదం:\n• స్వీకరించిన మరియు పంపిన సందేశాలను తక్షణమే అనువదించండి\n• GroupMe ఇంటర్ఫేస్ లో సజావుగా ఏకీకృతం, ఆపరేట్ సులభం\nబహుళ భాషా మద్దతు:\n• 100 భాషలకు మద్దతు ఇస్తుంది\n• ప్రపంచవ్యాప్తంగా సులభంగా సంభాషించండి\nబహుళ అనువాద ఇంజన్లు:\n• గూగుల్, మైక్రోసాఫ్ట్, డీప్ఎల్, వోల్సెంజిన్, మొదలైన టాప్ అనువాద ఇంజన్లతో అనుసంధానం\n• అనువాదాల నాణ్యత మరియు ఖచ్చితత్వాన్ని నిర్ధారించుకోండి\nసమర్థవంతమైన మరియు అనుకూలమైన:\nGroup GroupMe అనువర్తనాన్ని వదిలివేయవలసిన అవసరం లేదు\nసమయాన్ని ఆదా చేయండి మరియు కమ్యూనికేషన్ సామర్థ్యాన్ని మెరుగుపరచండి\nగోప్యత రక్షణ:\n• సురక్షిత మరియు నమ్మదగిన, మీ చాట్ గోప్యతను రక్షించండి\nఎందుకు మా GroupMe అనువాద పొడిగింపు ఎంచుకోండి?\nభాషా అడ్డంకులను విచ్ఛిన్నం చేయండి మరియు మీ సామాజిక వృత్తాన్ని విస్తరించండి\n• పని సామర్థ్యాన్ని పెంచుకోండి మరియు అంతర్జాతీయ జట్టుకృషిని ప్రోత్సహించండి\nభాష నేర్చుకోవటానికి మరియు సాంస్కృతిక మార్పిడిని పెంచడానికి గొప్ప సాధనం\n\nతక్షణ చర్య:\nమా GroupMe అనువదించండి పొడిగింపు మరియు అనుభవం అడ్డుకోని గ్లోబల్ కమ్యూనికేషన్! ఇది పని, అధ్యయనం లేదా సాంఘికీకరణ కోసం అయినా, భాష ఇకపై ఒక అవరోధం కాదు.\n\nమీ బహుభాషా గ్రూప్ మీ ప్రయాణాన్ని ఇప్పుడే ప్రారంభించండి! సరిహద్దులేని కమ్యూనికేషన్ యొక్క కొత్త అధ్యాయాన్ని డౌన్ లోడ్ చేయడానికి మరియు ప్రారంభించడానికి క్లిక్ చేయండి.",
    "th": "คุณเคยรู้สึกถึงอุปสรรคทางภาษาเมื่อสื่อสารกับเพื่อนต่างชาติบน GroupMe หรือไม่? ตอนนี้ส่วนขยายการแปล GroupMe ของเราจะปฏิวัติประสบการณ์การสื่อสารของคุณ!\n\nคุณสมบัติหลัก:\n\nการแปลอัตโนมัติแบบเรียลไทม์:\n• การแปลข้อความที่ได้รับและส่งทันที\n• ผสานรวมเข้ากับอินเทอร์เฟซ GroupMe ได้อย่างราบรื่น ใช้งานง่าย\nรองรับหลายภาษา:\n• รองรับมากกว่า 100 ภาษา\n• ง่ายต่อการบรรลุการสื่อสารทั่วโลก\nเครื่องมือแปลหลายตัว:\n•รวมเครื่องมือแปลยอดนิยมเช่น Google Microsoft DeepL VolcEngine และอื่น ๆ\n• รับรองคุณภาพและความถูกต้องของการแปล\nมีประสิทธิภาพและสะดวกสบาย:\n•ไม่ต้องออกจากแอพ GroupMe\n• ประหยัดเวลา ปรับปรุงประสิทธิภาพการสื่อสาร\nการคุ้มครองความเป็นส่วนตัว:\n• ปลอดภัยและเชื่อถือได้ ปกป้องความเป็นส่วนตัวในการแชทของคุณ\nทำไมต้องเลือกส่วนขยายการแปล GroupMe ของเรา\n•ทำลายกำแพงภาษาและขยายวงสังคมของคุณ\n•ปรับปรุงประสิทธิภาพการทำงานและส่งเสริมการทำงานเป็นทีมระหว่างประเทศ\n•เครื่องมือที่ยอดเยี่ยมสำหรับการเรียนรู้ภาษาเพื่อเพิ่มการแลกเปลี่ยนทางวัฒนธรรม\n\nดำเนินการทันที:\nดาวน์โหลดส่วนขยายการแปล GroupMe ของเราเพื่อสัมผัสกับการสื่อสารทั่วโลกที่ไม่มีข้อ จำกัด ไม่ว่าจะเป็นการทำงานการศึกษาหรือการเข้าสังคมทำให้ภาษาไม่เป็นอุปสรรคอีกต่อไป\n\nเริ่มต้นการเดินทาง GroupMe หลายภาษาของคุณตอนนี้! คลิกเพื่อดาวน์โหลดเพื่อเปิดบทใหม่ในการสื่อสารไร้พรมแดน",
    "tr": "GroupMe 'de uluslararası arkadaşlarınızla iletişim kurarken hiç bir dil engeli hissettiniz mi? Şimdi, GroupMe Translate uzantımız iletişim deneyiminizde devrim yaratacak!\n\nAna özellikler:\n\nGerçek zamanlı otomatik çeviri:\nAlınan ve gönderilen mesajları anında çevirin\nGroupMe arayüzüne sorunsuz bir şekilde entegre edin, kullanımı kolay\nÇoklu dil desteği:\n100 'den fazla dili destekler\nKüresel olarak kolayca iletişim kurun\nÇoklu çeviri motorları:\nGoogle, Microsoft, DeepL, Volcengine vb. Gibi en iyi çeviri motorlarıyla entegrasyon\nÇevirilerin kalitesini ve doğruluğunu sağlayın\nVerimli ve kullanışlı:\nGroupMe uygulamasından ayrılmanıza gerek yok\nZamandan tasarruf edin ve iletişim verimliliğini artırın\nGizlilik Koruması:\nGüvenli ve güvenilir, sohbet gizliliğinizi koruyun\nNeden GroupMe Çeviri Uzantımızı Seçmelisiniz?\nDil engellerini yıkın ve sosyal çevrenizi genişletin\nİş verimliliğini artırın ve uluslararası ekip çalışmasını teşvik edin\nBir dil öğrenmek ve kültürel alışverişi geliştirmek için harika bir araç\n\nAcil eylem:\nGroupMe Translate uzantımızı indirin ve engelsiz küresel iletişimi deneyimleyin! İster iş, ister ders çalışma veya sosyalleşme için olsun, dil artık bir engel değil.\n\nÇok dilli GroupMe yolculuğunuza şimdi başlayın! İndirmek ve yeni bir sınırsız iletişim bölümü başlatmak için tıklayın.",
    "uk": "Ви коли-небудь відчували мовний бар 'єр під час спілкування з міжнародними друзями на GroupMe? Тепер наше розширення GroupMe Translate зробить революцію у вашому спілкуванні!\n\nОсновні характеристики:\n\nАвтоматичний переклад у реальному часі:\nМиттєвий переклад отриманих і відправлених повідомлень\nЛегко інтегрується в інтерфейс GroupMe, простий в експлуатації\nБагатомовна підтримка:\nПідтримує понад 100 мов\nЛегко спілкуватися глобально\nКілька механізмів перекладу:\nІнтеграція з топовими механізмами перекладу, такими як Google, Microsoft, DeepL, Volcengine та ін\nЗабезпечити якість і точність перекладів\nЕфективно та зручно:\nНе потрібно залишати додаток GroupMe\nЕкономія часу та підвищення ефективності спілкування\nЗахист конфіденційності:\nБезпечний і надійний, захистити конфіденційність чату\nЧому варто обрати розширення перекладу GroupMe?\nЗруйнуйте мовні бар \"єри та розширте своє коло спілкування\nПідвищення ефективності роботи та сприяння міжнародній командній роботі\nЧудовий інструмент для вивчення мови та посилення культурного обміну\n\nНегайна дія:\nЗавантажте наше розширення GroupMe Translate і відчуйте безперешкодне глобальне спілкування! Будь то для роботи, навчання чи спілкування, мова більше не є перешкодою.\n\nПочніть свою багатомовну подорож GroupMe зараз! Натисніть, щоб завантажити та розпочати новий розділ спілкування без кордонів.",
    "vi": "Bạn đã bao giờ cảm thấy rào cản ngôn ngữ khi giao tiếp với bạn bè quốc tế trên GroupMe chưa? Giờ đây, tiện ích dịch thuật GroupMe của chúng tôi sẽ thay đổi hoàn toàn trải nghiệm giao tiếp của bạn!\n\nCác tính năng chính:\n\nThời gian thực tự động dịch:\nDịch tức thì các tin nhắn nhận và gửi\nTích hợp liền mạch vào giao diện GroupMe, dễ vận hành\nHỗ trợ đa ngôn ngữ:\nHỗ trợ hơn 100 ngôn ngữ\nDễ dàng giao tiếp trên toàn thế giới\nNhiều công cụ dịch:\nTích hợp các công cụ dịch hàng đầu như Google, Microsoft, DeepL, Volcengine\nĐảm bảo chất lượng và độ chính xác của bản dịch\nHiệu quả và tiện lợi:\nKhông cần phải rời khỏi ứng dụng GroupMe\nTiết kiệm thời gian và cải thiện hiệu quả giao tiếp\nBảo vệ quyền riêng tư:\nAn toàn và đáng tin cậy, bảo vệ quyền riêng tư trò chuyện của bạn\nTại sao chọn phần mở rộng GroupMe Translate của chúng tôi?\nPhá bỏ rào cản ngôn ngữ và mở rộng vòng kết nối xã hội của bạn\nNâng cao hiệu quả công việc và thúc đẩy hợp tác nhóm quốc tế\nCông cụ tuyệt vời để học ngôn ngữ và tăng cường trao đổi văn hóa\n\nHành động ngay:\nTải xuống phần mở rộng GroupMe Translate của chúng tôi và trải nghiệm giao tiếp toàn cầu không bị cản trở! Cho dù đó là công việc, học tập hay giao tiếp xã hội, hãy để ngôn ngữ không còn là rào cản nữa.\n\nBắt đầu hành trình đa ngôn ngữ của bạn với GroupMe ngay bây giờ! Nhấp vào Tải xuống và mở ra một chương mới trong giao tiếp không biên giới.",
    "zh_CN": "你是否曾在 GroupMe 上与国际友人交流时感到语言障碍?现在,我们推出的 GroupMe 翻译扩展将彻底改变你的沟通体验!\n\n主要特点:\n\n实时自动翻译:\n• 即时翻译接收和发送的消息\n• 无缝融入 GroupMe 界面,操作便捷\n多语言支持:\n• 支持超过100种语言\n• 轻松实现全球范围内的交流\n多种翻译引擎:\n• 集成Google、微软、DeepL、Volcengine等顶级翻译引擎\n• 确保翻译质量和准确性\n高效便捷:\n• 无需离开 GroupMe 应用\n• 节省时间,提高沟通效率\n隐私保护:\n• 安全可靠,保护您的聊天隐私\n为什么选择我们的 GroupMe 翻译扩展?\n• 打破语言壁垒,拓展你的社交圈\n• 提升工作效率,促进国际团队协作\n• 学习语言的绝佳工具,增进文化交流\n\n立即行动:\n下载我们的 GroupMe 翻译扩展,体验畅通无阻的全球交流!无论是工作、学习还是社交,让语言不再成为障碍。\n\n现在就开始您的多语言 GroupMe 之旅吧!点击下载,开启无国界沟通新篇章。",
    "zh_TW": "你是否曾在 GroupMe 上與國際友人交流時感到語言障礙?現在,我們推出的 GroupMe 翻譯擴展將徹底改變你的溝通體驗!\n\n主要特點:\n\n實時自動翻譯:\n• 即時翻譯接收和發送的消息\n• 無縫融入 GroupMe 界面,操作便捷\n多語言支持:\n• 支持超過100種語言\n• 輕鬆實現全球範圍內的交流\n多種翻譯引擎:\n• 集成Google、微軟、DeepL、Volcengine等頂級翻譯引擎\n• 確保翻譯質量和準確性\n高效便捷:\n• 無需離開 GroupMe 應用\n• 節省時間,提高溝通效率\n隱私保護:\n• 安全可靠,保護您的聊天隱私\n爲什麼選擇我們的 GroupMe 翻譯擴展?\n• 打破語言壁壘,拓展你的社交圈\n• 提升工作效率,促進國際團隊協作\n• 學習語言的絕佳工具,增進文化交流\n\n立即行動:\n下載我們的 GroupMe 翻譯擴展,體驗暢通無阻的全球交流!無論是工作、學習還是社交,讓語言不再成爲障礙。\n\n現在就開始您的多語言 GroupMe 之旅吧!點擊下載,開啓無國界溝通新篇章。"
  }
}