{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Marpla"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение для сервисов Marpla"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение в браузер для управления внутренней рекламой на Wildberries. \n\nОсновные возможности модуля управления рекламой Marpla:\n\n1. Менеджер фраз:\nАнализ эффективности фраз: Модуль позволяет анализировать фразы, используемые в рекламных кампаниях, на предмет их эффективности. Это включает оценку конверсий, кликов и расходов по каждой фразе.\nАвтоматическое включение и отключение фраз: В зависимости от их эффективности, менеджер фраз автоматически включает эффективные фразы и отключает неэффективные. Это позволяет оптимизировать расходы на рекламу и повысить её результативность.\nИсключение нерентабельных фраз: Модуль позволяет управлять фразами, исключая те, которые не приносят желаемых результатов, тем самым улучшая общую эффективность рекламных кампаний.\n\n2. Автоматическое поддержание позиций - Bidder: \nЭтот инструмент автоматически поддерживает позиции карточек товаров по определённым фразам в поисковой выдаче WB. Биддер анализирует конкурентную среду и автоматически корректирует ставки, чтобы ваши товары оставались на видимых позициях, не переплачивая при этом за клики.\n\n3. Настройка графиков рекламных кампаний: \nМодуль позволяет задавать расписание показа рекламы, что помогает оптимизировать время размещения объявлений в зависимости от целевой аудитории и её активности.\n\n\nПреимущества использования модуля управления рекламой Marpla:\n1. Экономия времени: Автоматизация процессов управления рекламой на Вайлдберриз позволяет сэкономить значительное количество времени на ручной анализ и корректировку кампаний.\n\n2. Оптимизация бюджета: \nБлагодаря автоматическому анализу и регулированию ставок, ваши расходы на рекламу будут оптимально распределены.\n\n3. Повышение конверсии: \nЭффективное управление фразами и ставками приводит к увеличению видимости ваших товаров и, как следствие, к повышению конверсии.\nИнтуитивно понятный интерфейс: Модуль разработан таким образом, чтобы даже пользователи с минимальным опытом могли легко им воспользоваться.\n\nДля более детального ознакомления с функциональностью модуля управления рекламой вы можете посетить официальный сайт Марпла: https://marpla.ru/\n\nУправление рекламными кампаниями на ВБ стало проще.\n\n\nТакже на сайте Marpla вы можете провести АБ тест CTR фотографии.\nA/B тестирование фотографий в сервисе Marpla представляет собой мощный инструмент для оптимизации карточек товаров на платформе Wildberries. Этот модуль позволяет сравнивать разные варианты фотографий товара, чтобы определить, какие из них привлекают больше внимания и приводят к лучшим результатам.\n\n Основные возможности модуля A/B тестирования фотографий Marpla:\n\n1. Создание тестовых вариантов:\n   - Загрузка разных фотографий: Вы можете загрузить несколько вариантов фотографий для одного и того же товара. Это могут быть разные ракурсы, стили оформления или варианты освещения.\n   \n2. Запуск тестов:\n   - Проведение параллельных тестов: Модуль позволяет одновременно проводить тесты нескольких вариантов фотографий. Каждый вариант будет показываться разным пользователям, что обеспечивает объективность результатов.\n   \n3. Сбор данных:\n   - Анализ поведения пользователей: Marpla собирает данные о том, как пользователи взаимодействуют с каждым вариантом фотографий. Это включает клики, время просмотра и другие метрики.\n   \n4. Сравнение результатов:\n   - Определение победителя: На основе собранных данных Marpla определяет, какой вариант фотографии является наиболее эффективным. Это помогает понять, какие изображения лучше привлекают внимание и стимулируют покупки.\n\n Преимущества использования A/B тестирования фотографий на Marpla:\n\n- Увеличение конверсии: Подбор оптимальных фотографий позволяет увеличить привлекательность карточек товаров, что может привести к увеличению числа покупок.\n- Быстрое принятие решений: A/B тестирование предоставляет точные данные, на основе которых можно быстро принимать решения о том, какие фотографии использовать.\n- Улучшение пользовательского опыта: Оптимизированные фотографии улучшают восприятие товара покупателями, что может повысить их удовлетворенность и доверие к бренду.\n- Минимизация риска: Тестирование различных вариантов позволяет минимизировать риск использования неэффективных фотографий, что экономит время и ресурсы.\n\n Как начать использовать A/B тестирование фотографий на Marpla:\n\n1. Регистрация на платформе: Создайте аккаунт на сайте Marpla, если у вас его еще нет.\n2. Загрузка фотографий: Загрузите несколько вариантов фотографий для товаров, которые вы хотите протестировать.\n3. Запуск теста: Настройте параметры теста и запустите его.\n4. Анализ результатов: После завершения теста проанализируйте результаты и выберите наиболее эффективные фотографии для использования в карточках товаров.\n\nДля более детальной информации и начала работы с A/B тестированием фотографий, вы можете посетить специальную страницу на сайте Marpla: [Marpla - A/B тестирование фото](https://marpla.ru/ab_test_foto).\n\n\nТакже на сайте Marpla вы можете сделать лучшее SEO для своей карточки товара.\nSEO модуль в сервисе Marpla предоставляет обширные возможности для оптимизации карточек товаров на платформе Wildberries. Этот модуль помогает улучшить видимость товаров в поисковых системах Wildberries, что приводит к увеличению трафика и повышению продаж.\n\n Основные возможности SEO модуля Marpla:\n\n1. Создание семантического ядра:\n   - Быстрая генерация семантического ядра: Сервис позволяет собрать самое полное семантическое ядро менее чем за одну минуту, предоставив всего одну статью.\n   - Анализ ключевых слов: Модуль помогает определить наиболее релевантные ключевые слова и фразы для ваших товаров, что позволяет максимально эффективно настроить их описание и характеристики.\n\n2. Трекер позиций:\n   - Отслеживание позиций карточек по фразам и категориям: Marpla предоставляет инструмент для мониторинга позиций ваших товаров по заданным ключевым словам и категориям. Это позволяет видеть динамику изменения позиций и оценивать эффективность проводимых оптимизаций.\n\n3. Bidder:\n   - Автоматическое поддержание позиций: Инструмент Bidder автоматически поддерживает позиции ваших карточек по заданным фразам. Это позволяет удерживать товары в топе поисковой выдачи, не переплачивая при этом за рекламу.\n\n4. Менеджер фраз:\n   - Исключение нерентабельных фраз: Модуль позволяет исключать из продвижения фразы, которые не приносят желаемых результатов, что помогает оптимизировать бюджет и повысить эффективность рекламных кампаний.\n\n5. Оптимизация контента:\n   - Создание текстов с помощью GPT-чата: В SEO модуль интегрирован инструмент, который позволяет писать тексты для карточек товаров с помощью GPT-чата. Этот инструмент использует анализ ключевых слов и предоставляет рекомендации по улучшению текстов.\n   - Сравнение с лучшими карточками: Модуль позволяет сравнивать ваши карточки с лучшими карточками на Wildberries, указывая на области, которые нуждаются в улучшении. Сервис подсказывает, какие слова и фразы нужно использовать в текстах для достижения лучших результатов.\n\n6. Анализ конкурентов:\n   - Определение лучших практик: SEO модуль позволяет анализировать карточки конкурентов, выявляя успешные стратегии и элементы, которые можно использовать для улучшения ваших собственных карточек.\n\n Преимущества использования SEO модуля Marpla:\n\n- Увеличение видимости товаров: Оптимизация карточек товаров с использованием релевантных ключевых слов помогает повысить их видимость в поисковых системах Wildberries.\n- Повышение продаж: Лучшая видимость и оптимизация контента приводят к увеличению трафика и, как следствие, к росту продаж.\n- Экономия времени: Автоматизация процессов анализа и оптимизации позволяет сэкономить значительное количество времени на ручные действия.\n- Интуитивно понятный интерфейс: Модуль разработан таким образом, чтобы им могли легко пользоваться как новички, так и опытные пользователи.\n\n Как начать использовать SEO модуль Marpla:\n\n1. Регистрация на платформе: Создайте аккаунт на сайте Marpla, если у вас его еще нет.\n2. Настройка ключевых слов: Определите ключевые слова и фразы, которые релевантны для ваших товаров.\n3. Оптимизация карточек: Используйте инструменты модуля для создания и оптимизации текстов, а также для анализа позиций и конкурентной среды.\n4. Мониторинг и коррекция: Регулярно отслеживайте позиции ваших товаров и вносите необходимые коррективы для поддержания их в топе поисковой выдачи.\n\nДля более детальной информации и начала работы с SEO модулем, вы можете посетить специальную страницу на сайте Marpla: [Marpla - SEO модуль](https://marpla.ru/seo)."
  }
}