{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X Remark"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Add remarks to X (Twitter) users. Features: auto tweet author detection, browsing history saving and tweet collection search, etc.",
    "de": "Fügen Sie X (Twitter)-Nutzern Anmerkungen hinzu. Funktionen: Autorenerkennung, Verlaufsspeicherung und Sammlungssuche, etc.",
    "es": "Agregue anotaciones a usuarios de X (Twitter). Funciones: detección de autor, historial y búsqueda de tweets recopilados, etc.",
    "fr": "Ajoutez des remarques aux utilisateurs X (Twitter). Fonctions: détection d'auteur, historique et recherche de tweets collectionnés,…",
    "zh_CN": "为 X (Twitter) 用户添加备注信息。支持自动识别推文作者、自动保存浏览记录及收藏推文搜索等功能。所有数据本地存储，无网络请求，保护隐私！",
    "zh_TW": "為 X (Twitter) 用戶添加備註信息。支援自動識別推文作者、自動保存瀏覽記錄及收藏推文搜尋等功能。所有數據本地存儲，無網絡請求，保護隱私！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "* All data is stored locally in the user's browser storage, and all data processing is done locally. No network requests are made, and no information is collected.\n* Users should properly manage their data and back it up regularly to prevent loss. Once lost, the data cannot be recovered.\n\nX Remark Feature Overview:\n\n1. Supports adding remark information for any X user and automatically saves modification records of remarked users’ profiles. Helps you quickly identify X users.\n\n2. Supports identifying tweet authors, aiding in spotting impersonators and phishing tweets, ensuring safer browsing.\n\n3. Supports saving tweet browsing history, user profile visit records, and search history. Records are searchable, ensuring no brilliant tweet goes unnoticed.\n\n4. Supports saving tweets, offering better search capabilities than X’s built-in bookmarks, making it easier to find desired tweets.\n\n5. Supports one-click data backup and one-click data import.\n\n\nNew features are under continuous development. For any questions, please contact the developer.",
    "de": "* Alle Daten werden lokal im Browser des Benutzers gespeichert, und alle Datenverarbeitungen erfolgen lokal. Es werden keine Netzwerkanfragen gestellt und keine Informationen gesammelt.\n* Benutzer sollten ihre Daten ordnungsgemäß verwalten und regelmäßig sichern, um Datenverlust zu vermeiden. Einmal verloren, können die Daten nicht wiederhergestellt werden.\n\nX Remark Funktionsübersicht:\n\n1. Unterstützt das Hinzufügen von Notizen für jeden X-Nutzer und speichert automatisch Änderungen an den Profilen der notierten Nutzer. Hilft Ihnen, X-Nutzer schnell zu identifizieren.\n\n2. Unterstützt die Identifizierung von Tweet-Autoren, um Betrüger und Phishing-Tweets zu erkennen und das sichere Surfen zu gewährleisten.\n\n3. Unterstützt das Speichern von Tweet-Browserverläufen, Nutzerprofilbesuchen und Suchverläufen. Die Aufzeichnungen sind durchsuchbar, damit kein spannender Tweet übersehen wird.\n\n4. Unterstützt das Speichern von Tweets und bietet bessere Suchfunktionen als die integrierten Lesezeichen von X, wodurch Sie gewünschte Tweets schneller finden können.\n\n5. Unterstützt die Ein-Klick-Datensicherung und den Ein-Klick-Datenimport.\n\n\nNeue Funktionen werden kontinuierlich entwickelt. Bei Fragen wenden Sie sich bitte an den Entwickler.",
    "es": "* Todos los datos se almacenan localmente en el navegador del usuario, y todo el procesamiento de datos se realiza localmente. No se realizan solicitudes de red ni se recopila información.\n* Los usuarios deben gestionar adecuadamente sus datos y hacer copias de seguridad regularmente para evitar pérdidas. Una vez perdidos, los datos no se pueden recuperar.\n\nDescripción de las funciones de X Remark:\n\n1. Permite agregar información de anotación para cualquier usuario de X y guarda automáticamente los registros de modificaciones de los perfiles de los usuarios anotados. Ayuda a identificar rápidamente a los usuarios de X.\n\n2. Permite identificar a los autores de tweets, ayudando a detectar impostores y tweets de phishing, garantizando una navegación más segura.\n\n3. Permite guardar el historial de navegación de tweets, visitas a perfiles de usuarios y búsquedas. Los registros son fácilmente buscables para no perderse ningún tweet interesante.\n\n4. Permite guardar tweets, con capacidades de búsqueda superiores a los marcadores integrados de X, facilitando encontrar tweets específicos.\n\n5. Permite hacer copias de seguridad y restaurar datos con un solo clic.\n\n\nNuevas funciones están en desarrollo continuo. Para cualquier consulta, comuníquese con el desarrollador.",
    "fr": "* Toutes les données sont stockées localement dans le navigateur de l’utilisateur, et tous les traitements de données sont effectués localement. Aucune requête réseau n’est effectuée, et aucune information n’est collectée.\n* Les utilisateurs doivent gérer correctement leurs données et les sauvegarder régulièrement pour éviter toute perte. Une fois perdues, les données ne peuvent pas être récupérées.\n\nPrésentation des fonctionnalités de X Remark :\n\n1. Permet d’ajouter des remarques pour tout utilisateur X et enregistre automatiquement les modifications des profils des utilisateurs annotés. Vous aide à identifier rapidement les utilisateurs X.\n\n2. Permet d’identifier les auteurs des tweets, aidant à repérer les usurpateurs et les tweets de phishing pour une navigation plus sécurisée.\n\n3. Permet d’enregistrer l’historique de consultation des tweets, des profils utilisateur et des recherches. Les enregistrements sont facilement consultables pour ne manquer aucun tweet intéressant.\n\n4. Permet de sauvegarder des tweets, avec des capacités de recherche supérieures à celles des favoris intégrés de X, facilitant la recherche de tweets spécifiques.\n\n5. Permet de sauvegarder et d’importer des données en un clic.\n\n\nDe nouvelles fonctionnalités sont en cours de développement. Pour toute question, veuillez contacter le développeur.",
    "zh_CN": "* 所有数据都存储在使用者的浏览器的本地存储空间中，所有数据处理都在本地进行，不涉及任何网络请求，不收集任何信息。\n* 使用者应妥善保管自己的数据，定期备份，防止数据丢失。一旦丢失将无法恢复。\n\nX Remark 功能介绍：\n\n1. 支持为任何X用户添加备注信息，自动保存已备注用户的资料修改记录。帮助您快速识别X用户。\n\n2. 支持识别推文发布者，有助识别冒充者以及钓鱼推文，帮助您更安全地浏览推文。 \n\n3. 支持保存推文浏览记录、用户资料也访问记录、搜索记录。记录支持快速搜索，不遗漏任何一条已浏览的精彩推文。\n\n4. 支持收藏推文，相比X自带的书签拥有更好的搜索能力，方便您快速找到想要的推文。\n\n5. 支持一键备份数据，一键导入数据。\n\n\n新功能持续开发中，有任何疑问请联系开发者。",
    "zh_TW": "* 所有資料都存儲在使用者的瀏覽器本地存儲空間中，所有資料處理均在本地進行，不涉及任何網路請求，不收集任何資訊。\n* 使用者應妥善管理自己的資料，定期備份，以防止資料遺失。一旦遺失將無法恢復。\n\nX Remark 功能介紹：\n\n1. 支援為任何 X 使用者添加備註資訊，並自動保存已備註使用者的資料修改記錄，幫助您快速識別 X 使用者。\n\n2. 支援識別推文發布者，有助於識別冒充者以及釣魚推文，讓您更安全地瀏覽推文。\n\n3. 支援保存推文瀏覽記錄、使用者資料訪問記錄、搜尋記錄。記錄支援快速搜尋，不遺漏任何一條已瀏覽的精彩推文。\n\n4. 支援收藏推文，與 X 自帶的書籤相比擁有更好的搜尋能力，方便您快速找到想要的推文。\n\n5. 支援一鍵備份資料及一鍵匯入資料。\n\n\n新功能持續開發中，有任何疑問請聯繫開發者。"
  }
}