{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Historian"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Historian - Enlightening the social impact of the web through your web use"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Historian is a Chrome extension developed by New York University’s Center for Social Media and Politics (CSMaP). URL Historian allows participants to share data that contributes to better understanding of how our ever-shifting online environment impacts politics and democracy.\n\nURL Historian collects browsing data from registered research participants who agree to be part of a study. When the plug-in is activated and registered, it automatically begins collecting URLs visited. Participants can pause this collection at any time through the extension interface. Participants can also block specific domains from being collected through a blacklist feature provided in the extension.  Participants can also opt-in to sharing data from YouTube page \n\nData collected through URL Historian is anonymized and used for academic purposes only. All collected data is securely stored on Amazon Web Services (AWS) and only accessible by CSMaP researchers. \nParticipation in web browsing collection is completely voluntary. The extension also offers multiple options for allowing and limiting the types of data that are collected.  \n\nURL Historian also allows participants to delete data that was shared for up to ten days after it was collected. If more than ten days have passed since data was collected, participants can contact NYU CSMaP Engineers at csmapsupport@nyu.edu to request their data be deleted. \n\nPlease be aware that URL Historian collects the web browsing data of anyone using Google Chrome on the computer that URL Historian is installed on. If you share this computer with anyone, you should inform them that URL Historian is installed, and show them how they can pause the app and/or delete their browsing history when they use the computer.\n\nFor more information on how to install and configure the URL Historian extension, visit https://www.csmapsurveys.org/csmap_url_historian.html. \nFor any questions on using the extension, requesting data deletion, or other technical problems, please reach out to csmapsupport@nyu.edu. For more information about the Center for Social Media and Politics research, visit https://csmapnyu.org/.",
    "es": "URL Historian es una extensión de Chrome desarrollada por el Centro de Redes Sociales y Política (CSMaP) de la Universidad de Nueva York. URL Historian permite a los participantes compartir datos que contribuyen a una mejor comprensión de cómo nuestro entorno en línea en constante cambio impacta la política y la democracia.\n\nURL Historian recopila datos de navegación de participantes de investigación inscritos que aceptan ser parte de un estudio. Cuando el complemento se activa y se registra, automáticamente comienza a recopilar las URL visitadas. Los participantes pueden pausar esta colección en cualquier momento a través de la interfaz de la extensión. Los participantes también pueden bloquear la recopilación de dominios específicos a través de una función de lista negra proporcionada en la extensión. \n\nLos participantes también pueden optar por compartir datos de sitios web de redes sociales populares. Los datos solo se recopilarán de los sitios web de redes sociales que el participante haya optado por compartir.\nLos datos recopilados a través de URL Historian se vuelven anónimos y se utilizan solo con fines académicos. Todos los datos recopilados se almacenan de forma segura en Amazon Web Services (AWS) y solo los investigadores de CSMaP pueden acceder a ellos. \nLa participación en la recopilación de navegación web es totalmente voluntaria. La extensión también ofrece múltiples opciones para permitir y limitar los tipos de datos que se recopilan.  \n\nURL Historian también permite a los participantes eliminar los datos que se compartieron hasta diez días después de su recopilación. Si han pasado más de diez días desde que se recopilaron los datos, los participantes pueden comunicarse con los ingenieros de NYU CSMaP en csmapsupport@nyu.edu para solicitar que se eliminen sus datos. \n\nTenga en cuenta que URL Historian recopila los datos de navegación web de cualquier persona que use Google Chrome en la computadora en la que está instalado URL Historian. Si comparte esta computadora con alguien, debe informarles que URL Historian está instalado y mostrarles cómo pueden pausar la aplicación o eliminar su historial de navegación cuando usan la computadora.\n\nPara más información sobre cómo instalar y configurar la extensión URL Historian, visite https://www.csmapsurveys.org/csmap_url_historian_es.html. \nSi tiene alguna pregunta sobre el uso de la extensión, la solicitud de eliminación de datos u otros problemas técnicos, comuníquese con csmapsupport@nyu.edu. Para más información sobre la investigación del Centro de Redes Sociales y Política, visite https://csmapnyu.org/."
  }
}