{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PicKey.ai - Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password Management and Autofill Application."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 Ignite Your Passwordless Experience with PicKey: Unleash the Extraordinary! 🚀 Step into a universe where computer vision reigns supreme, reinventing the way you conquer passwords. Visualize a master password born from a photo of your favorite place or a cherished face, seamlessly adapting to its dynamic nature. Embark on a journey of security and individuality with our captivating 3D characters, embodying the Keymoji Secret that unlocks your digital realm. Brace yourself, for our FREE plan encompasses all you need to make password management a breeze. Join the PicKey movement and rediscover the joy of secure logins! 🗝️\n\nUse AI to remember your passwords (MagicPass).\n\nPicKey.ai's Quantum Proof, 3D Master Keys bring Cybersecurity to everyone, with Multi-Factor Authentication.\n\nPASSWORD MANAGEMENT AND AUTOFILL\nPicKey.ai is a password-manager at heart. After you log-in to PicKey.ai , it would Manage and Autofill all of your passwords for you. You can also enable secure password sharing, emergency contacts and time-triggers.\n\nCARDS, ADDRESSES, PHONE AUTOFILL\nYou can enable autofill feature for Credit Cards, Addresses and Phone numbers.\n\nMAGICPASS\nMagicPass is a novel, storage-free password. It is never stored on PicKey.ai infrastructure. MagicPass is created in real-time, using the neural memory of your Master Key and is burnt and destroyed after you use it. When you need your MagicPass password again, the same password value is resurrected using AI's neural memory. Since PicKey.ai never stores MagicPass, it is unavailable to any attacker and is highly secure.\n\n- Happy Cybersecurity\n(Team Neural Heaven)"
  }
}