{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EqualWeb Accessibility Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The EqualWeb Web Accessibility Checker is a free automated auditing tool for WCAG 2.1 validation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The EqualWeb Web Accessibility Checker is a free automated auditing tool for WCAG 2.1 validation.\n\nThe Checker analyzes the website and provides visual accessibility scores about the site’s accessibility issues and errors. The Checker can scan one page at a time.\n\nTo use the Web Accessibility Checker, download and install the tool from the Google Chrome extension store. Next, enter the URL of the website you wish to scan. Now, activate the EqualWeb icon on your Chrome browser and start scanning. The checker will flag static and dynamic accessibility issues on your HTML pages filtered by the WCAG 2.1 A/AA/AAA conformance level.\n\nEqualWeb is the only company recognized by the World Wide Web Consortium (W3C) to be fully compliant with their Web Content Accessibility Guidelines (WCAG 2.1), Americans with Disabilities Act (ADA), Accessibility for Ontarians with Disabilities Act (AODA), European Union EN 301 549 standards, and Section 508 guidelines.\n\nThe Web Accessibility Checker is brought to you by EqualWeb LTD, a leading digital accessibility solution provider, serving thousands of companies from Fortune 500 firms to non-profit organizations, and SMBs.\n\nThe full EqualWeb accessibility solution includes:\n\n- Auditing\n- Auto AI widget that works seamlessly with any website platform\n- Human expert fixes, monitoring, and website maintenance\n- Compliance with WCAG 2.1 AA and ADA standards\n- Periodic monitoring\n- First-rate scalable remediation system\n- Accessibility consulting\n- Accessibility training\n- Extensive accessibility reports\n- Support for 41 languages\n- Accessibility statement and certificate of performance\n- Feedback option\n- 24/7 email support\n\nWe hold that equal access is a right of every individual and the responsibility of all of us! Join us on the journey to a more accessible World Wide Web. For more information, contact us at Email: info@equalweb.com; web: www.equalweb.com."
  }
}