{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Claude QuickPrompter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and use frequent prompts for Claude with draggable image button"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Claude QuickPrompter: Elevate Your AI Conversations!\n\n🚀 A Must-Have Tool for Claude AI Users!\nClaude QuickPrompter revolutionizes your AI experience. Easily save and reuse your frequent prompts, making your conversations with AI more efficient and consistent than ever before.\n\n🎯 Key Features:\n- Prompt Saving: Easily store your frequently used questions or instructions\n- One-Click Insertion: Insert saved prompts into the chat with just a click\n- Draggable Button: Access your prompts from anywhere on the screen\n- Prompt Management: Effortlessly edit and delete your saved prompts\n- Sync: Keep your prompts synchronized across Chrome browsers for a uniform experience\n\n💡 Particularly Useful For:\n- Professionals and students who frequently use AI for work or study\n- Users who need consistent AI responses\n- Anyone looking to reduce time spent on AI interactions\n- Those tired of repeatedly typing complex prompts\n\n⏱️ Save Time: Insert prompts with a click instead of repetitive typing\n🎨 Boost Creativity: Use saved prompts as a springboard for new ideas\n📊 Maintain Consistency: Get consistent AI responses with identical prompts\n\nWith Claude QuickPrompter, your AI conversations become easier and more efficient. Download now and take your AI experience to the next level!\n\n#ClaudeAI #ProductivityBoost #AIAssistant #TimeSaver"
  }
}