{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cubo Suite - Whatsapp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faça toda o gerenciamento do seu CRM diretamente no whatsapp"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Com essa extensão do CUBO é possível gerenciar o seu CRM diretamente no WhatsApp Web, de forma simples e prática no seu dia a dia. Dessa forma, você tem um CRM poderoso dentro do seu WhatsApp Web!\nA extensão facilita a vida da sua equipe de vendas, pois todos conseguem acompanhar as tarefas e negociações em tempo real. Assim, a chance de não se esquecer de nada e aumentar as vendas é muito maior!\n\nAgilidade e foco no que realmente importa: as negociações no CUBO. Você terá acesso rápido a todas as negociações já criadas, otimizando o tempo e não perdendo nenhum cliente em potencial. Veja o que é possível fazer:\n\nMudanças de estágios;\nClassificações;\nStatus da negociação;\nTemplates de mensagens;\nCriação de negociações;\nCriação, edição e visualização das suas negociações EM TEMPO REAL através do WhatsApp;\nLembrete de negociações estagnadas;\nIntegração nativa com API oficial do WhatsApp;\nToda a conversa no CRM salva com apenas um clique;\nIntegração nativa com plataformas como Meta, RD Station, Make, ManyChat e muitos outros;\nMensagens e contatos ilimitados, sem custo adicional;\nCada vendedor usa seu próprio WhatsApp. \n\n\nE com as recentes atualizações a extensão ficou ainda melhor, agora é possível:\nSincronizar conversas;\nFila de mensagens;\nEnvio de mensagem para usuários não adicionados;\nFunção borrar mensagens, foto, número, etc;\nDark Mode e exibir campos personalizados no card;\nMinimizar extensão para barra lateral;\nAtualizar informações dos campos personalizados direto na extensão.\nNão perca mais tempo, baixe agora e ganhe rapidez e produtividade com essa extensão!"
  }
}