{
  "name": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Air Plane force combat - classic Sky shooter",
    "da": "Air Plan Force Combat - Classic Sky Shooter",
    "el,nl": "Air Plane Force Combat - Classic Sky Shooter",
    "es": "Combat de la fuerza de avión aéreo: un shooter clásico del cielo",
    "et": "Õhutasandi jõuvõitlus - klassikaline Sky Shooter",
    "ja": "エアプレーンフォース戦闘 - クラシックスカイシューター",
    "ko": "항공 비행기 힘 전투 - 클래식 스카이 사수",
    "tr": "Hava Düzlem Kuvvetleri Savaşı - Klasik Sky Shooter",
    "vi": "Chiến đấu của Lực lượng Máy bay Không quân - Bắn súng bầu trời cổ điển",
    "zh_CN": "飞机力量战斗 - 经典的天空射击游戏",
    "zh_TW": "飛機力量戰鬥 - 經典的天空射擊遊戲"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play the Air Plane force combat as a Chrome extension - Also can Play without Internet, Try it now!",
    "da": "Spil Air Plane Force Combat som en Chrome -udvidelse - kan også spille uden internet, prøv den nu!",
    "el": "Παίξτε το Air Plane Force Combat ως επέκταση Chrome - μπορεί επίσης να παίξει χωρίς Διαδίκτυο, δοκιμάστε το τώρα!",
    "es": "Juega el combate de la Fuerza Air Plane como una extensión de Chrome: también puede jugar sin Internet, ¡pruébelo ahora!",
    "et": "Mängige õhutasapinna lahingut Chrome'i pikendusena - saab mängida ka ilma Internetita, proovige seda kohe!",
    "ja": "クロムエクステンションとしてエアプレーンフォームの戦闘を再生します - また、インターネットなしで再生できます、今すぐ試してください！",
    "ko": "크롬 확장으로 항공 비행기 힘 전투를 플레이하십시오. 인터넷없이 플레이 할 수 있습니다. 지금 시도하십시오!",
    "nl": "Speel het luchtvliegtuigmachtgevecht als een chromen extensie - kan ook spelen zonder internet, probeer het nu!",
    "tr": "Hava düzlemi kuvveti savaşını bir krom uzantısı olarak oynayın - ayrıca internet olmadan oynayabilir, şimdi deneyin!",
    "vi": "Chơi chiến đấu Lực lượng máy bay không khí như một phần mở rộng chrome - cũng có thể chơi mà không cần internet, hãy thử ngay bây…",
    "zh_CN": "播放空中力量战斗作为镀铬扩展 - 也可以在没有互联网的情况下播放，请立即尝试！",
    "zh_TW": "播放空中力量戰鬥作為鍍鉻擴展 - 也可以在沒有互聯網的情況下播放，請立即嘗試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a offline game of air shooter game. Hope you would like it.\nPlay the Air Plane force combat as a Chrome extension - Also can Play without Internet, Try it now!"
  }
}