{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Harvest -> JIRA Sync"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click-sync your Harvest Worklog entries to your JIRA Tickets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click-sync your Harvest worklogs to JIRA with this browser extension!\nYou need to be logged in to your Harvest & JIRA account and configure the Urls on the settings page.\nThe extension popup will list you all worklogs you have in Harvest & JIRA for today. If the worklogs match in JIRA-Ticket, duration & exact comment they will be considered a match and listed in one line. You can navigate back and forth in time to also compare past days.\n\nIf an entry is only present in Harvest, and the comment begins with a valid JIRA Ticket Nr, you will get offered a one-click-sync to JIRA. There is also a convenience button for syncing all entries of a day at once.\n\nChangelog:\n* 0.8.0\n  - fix timezone bug #9 for people in america (the issue was logged on the day before in JIRA)\n\n* 0.7.0\n  - updated external libraries bootstrap and jquery\n  - make build smaller by using --prod build option\n\n* 0.6.0\n  - update angular version from angular 2 to angular 8.2\n  - fixed issue #5 when harvest entries without comment were not detected as matches\n\n* 0.5.0\n  - allow numbers in the JIRA project name to enable tickets like `ABC4-789`\n\n* 0.4.2\n  - bugfix for JIRA links\n\n* 0.4.1\n  - no default Urls anymore for first public release, the user gets prompted to enter his base Urls on first usage\n\n* 0.4.0\n  - added a settings page to configure and test Harvest & JIRA Urls\n  - the plugin only requests permissions to the concrete configured urls at runtime\n\n* 0.3.0\n  - Display hours in JIRA format as 1h 30m\n  - Daily sum of hours logged\n  - Spinner for long running requests\n  - Sync all sequentially (not parallel) due to JIRA bug\n\n* 0.2.0\n  - Navigating back and forward in time faster (added +-7 days button)\n  - Sync all entries of a day button if more than 1 entry was found for syncing\n  - Provided more icons - so the icon is also shown in the chrome://extensions overview\n\n* Version 0.1\n  - base version allowing all basic syncing single entries to JIRA"
  }
}