{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simulator of visual impairments"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps to check if your website is accessible and understand how you can improve experience for your users."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helpful tool to simulate some visual impairments. You can use it for testing or just to educate yourself and your colleagues.\n\nWith this extension you can apply some filters on your web page:\n\n* Myopia filter - you can configure diopters to check if your page is accessible for people with blurred vision. Pay attention to important texts with small font sizes. Also you can configure root font size and see how your page scales.\n\n* Color blindness filter - you can apply different filters to check if your page is still usable. If some important information is only provided by color, it could be impossible for color blind people to get it.\n\n* Blindness filter - with these filters you need to use a screen reader to test your page properly. But it's helpful to apply the filter too - in this case you'll get more accurate experience.\n\nIf you want to use this extension for manual testing, repeat all your base test cases with filters on. If these scenarios are successful, then you're going in the right direction. As a rule of thumb, you must be able to get all the info needed for navigation and having a nice and clear user experience.\n\nOur GitHub page: https://github.com/airadavometra/accessibility-simulator-plasmo\nFeel free to report issues, suggest improvements or contribute."
  }
}