{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vertically Listed Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your tabs vertically and browse quicker!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Before you begin...\n\n• Outside of Chrome, Brave, and Edge, I cannot guarantee this will work. Please DO NOT review the extension unless you are using Chrome or Brave browsers. Other browsers that supposedly support chrome extensions can be added if you submit a GitHub issue or by emailing support@onlyhumn.org.\n• Please submit a support request (by email, Github issue, or through the Chrome Web Store support feature) before providing a less than 5 star review. I will immediately fix whatever it is that prevents you from using the extension so that you can provide a 5 star review. Thanks!\n \n============\n= The Problem\n\nLots of horizontal tabs at the top of the browser pile up and become tiny. If they have the same favicon, or even with similar site titles, they become painful to search through quickly. This is a massive time waster for multitaskers like you!\n\n============\n= Our Solution\n\nWe open and attach a panel (\"VLT\") window to the left of your normal browser window and inside of it vertically list tabs, groups, etc. This should allow for large number of tabs to be visible at once and maintain the width of tab titles, increasing visual scanning and targeting speed for a specific tab.\n\n==============\n= Getting Started\n\n1. Install the extension.\n2. Click the puzzle piece button in the top right of the browser, exposing the available extensions.\n3. Pin the Vertically Listed Tabs extension, which exposes its icon right next to the puzzle piece at the top right.\n4. Click on the VLT button (the one next to the puzzle piece). Note: If it's a maximized/fullscreen window, we will downsize the window so the VLT panel can be attached to the left side.\n5. In the list, hover over the tab's icon (the small image on the left) to expose the toolbar, allowing closing, grouping, pinning, etc.\n\n==============\n= Features\n\n• The VLT window with vertical tabs opens and sits on the left or right of your browser window (under options) and, if you resize it, will automatically adjust. Note: Windows 10/11/etc has an invisible border around browser windows and will look different from macOS and the screenshots I take.\n• Right click the extension icon and open Options, allowing you to control Background Color, Default Width, etc.\n• Click tabs to focus them in the main window.\n• Click, hold for 1 second, and then drag tabs to reorganize.\n• Hover over the icon for the tab on the left side to expose a toolbar, including features like Tab Close, Group, Pin, and Pause.\n• Groups are color coated! \n• Group collapsing and bulk pausing or closing.\n• Rename group titles from the VLT window.\n• Detach the VLT window from the main window and move it to a different monitor.\n• Support for Windows \"snap\" and MacOS \"tile\" features, allowing VLT to be shown along side of a full screened Window. Example image: https://i.imgur.com/Nwg2h6z.png\n• Unfocusing on the browser to use another app, and then clicking on either the VLT or primary window will bring both the VLT and primary window to front.\n\n=============\n= Release Notes\n0.11.0: Hover over title to expand and show the full thing + counter in toolbar showing count of tabs open. Thank you Stuart for the wonderful feedback!\n0.10.4: quick fix for collapsing groups\n0.10.3: ability to see what tabs have audio and then mute/unmute\n0.10.2: fixed resizing when the root window is too big\n0.10.1: supports multiple browser windows each having their own VLT\n0.9.10: Ability to fix the VLT window to the right of the main browser window.\n0.9.9: fullscreening is fixed + Options open on first load (you can disable in options) + usage guide\n0.9.8: styling fixes\n0.9.7: fixed toolbar attachment status icons\n0.9.6: properly handle auto-discarded tabs + styling fixes\n0.9.5: Options (gear) button in top left/toolbar.\n0.9.4: New styling options and default style. Also several stability fixed\n0.9.3: Major rewrite. Lots of bug fixes. Little rough around the edges, but functional.\n\n============\n= Development\n\nThe project tracker showing all current pending or in process dev items can be found at https://github.com/users/NorseGaud/projects/1/views/1\n\nThis software is provided by ONLYHUMN LLC (https://onlyhumn.org)."
  }
}