{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Page Auto Archiver",
    "zh_CN,zh_TW": "网页归档助手"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Automatically saves the contents of the web pages you have viewed to WebDAV, and allows you to find pages you have previously viewed",
    "zh_CN,zh_TW": "网页归档助手可以自动将你浏览过的网页的内容保存到 WebDAV 上，同时提供了搜索功能，让你轻松地找到以前曾经浏览过的网页"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Updates:\n\nv2.1:\n* Fix: Unable to view cached content for some search results\n\n--------------------------------\n\nPage Auto Archiver automatically saves the contents of the web pages you have viewed to WebDAV, and provides a search function that allows you to easily find pages you have previously viewed.\n\nI often got stuck when I suddenly remembered that there was something I wanted on a web page I had visited a few days ago, but I couldn't remember the URL. Although I remembered a few keywords on the web page, I couldn't find it with Google. \n\nSo I thought, if there is a way to let me search the web pages I had visited before, that would be good. Then, I make this extension. This extension automatically saves the full-text content of the web pages you are visiting to WebDAV in the background. When you want to find something, you can use the search function to search for it. \n\nYou can use your own built WebDAV service, or you can use a free WebDAV service I provide. \n\nIf you have any comments or suggestions, please feel free to send an email to pageautoarchiver@pingflash.com\n\n\n--------------------------\n\nOld Updates:\n\nv2.0:\n* New: Allow open search result link in new window\n* New: Automatic restore explorer and search page state\n\n\nv1.9:\n* Fix: List files failed with some thirdpard WebDAV provider\n* Fix: URL with special characters not decoded in search result\n\nv1.8:\n* Fix: WebDAV configuration can not be saved\n\nv1.7:\n* Add Guide Mode, now it is easier to set up WebDAV endpoint\n* Fix: unable to connect while there is '@' character in username or password",
    "zh_CN": "2.1 版更新说明:\n\n* 修复: 部分搜索结果的快照无法查看\n\n---------------------------\n\n网页归档助手可以自动将你浏览过的网页的内容保存到 WebDAV 上，同时提供了搜索功能，让你轻松地找到以前曾经浏览过的网页。\n\n我自己日常上网的时候，经常遇到这样的问题：突然想起来几天前看过的一个网页上有想要的资料，但是却想不起来网址了，虽然记得网页上的几个关键字，但是用谷歌搜却搜不出来。\n\n于是我想，如果有一个方法可以让我搜索以前曾经看过的网页就好了，接着我就写了这个插件：它可以在后台自动把浏览过的网页的全文内容保存到 WebDAV 上，在想要查询的时候，可以用搜索功能来进行全文搜索。\n\n你可以使用自己的搭建的 WebDAV 服务，也可以使用插件自己提供的免费的 WebDAV 服务。\n\n如果有任何意见或建议，欢迎发送邮件到 pageautoarchiver@pingflash.com\n\n---------------------------\n\n旧版本更新说明：\n\n2.0 版更新说明:\n\n* 新功能: 可以自行设置是否在新窗口中打开搜索结果链接\n* 新功能: 自动恢复文件浏览和搜索页面的状态\n\n1.9 版更新说明:\n\n* 修复：在使用某些第三方 WebDAV 服务时，无法列出文件和目录列表\n* 修复：搜索结果中的 URL 没有对特殊字符进行解码，这会导致链接错误而无法正确打开原始网页\n\n1.8 版更新说明:\n\n* 修复：无法正常保存 WebDAV 设置信息，同时页面可能白屏\n\n1.7 版更新说明:\n\n* 增加“向导模式”，现在可以更方便地输入 WebDAV 配置信息了\n* 修复：用户名或密码中存在 @ 字符时无法正常连接到服务器",
    "zh_TW": "网页归档助手可以自动将你浏览过的网页的内容保存到 WebDAV 上，同时提供了搜索功能，让你轻松地找到以前曾经浏览过的网页。\n\n我自己日常上网的时候，经常遇到这样的问题：突然想起来几天前看过的一个网页上有想要的资料，但是却想不起来网址了，虽然记得网页上的几个关键字，但是用谷歌搜却搜不出来。\n\n于是我想，如果有一个方法可以让我搜索以前曾经看过的网页就好了，接着我就写了这个插件：它可以在后台自动把浏览过的网页的全文内容保存到 WebDAV 上，在想要查询的时候，可以用搜索功能来进行全文搜索。\n\n你可以使用自己的搭建的 WebDAV 服务，也可以使用插件自己提供的免费的 WebDAV 服务。\n\n如果有任何意见或建议，欢迎发送邮件到 pageautoarchiver@pingflash.com"
  }
}