{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Document Translator & Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upload documents to translate, summarize, and rewrite text."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Document Translator & Summarizer\" is a powerful Chrome extension designed to enhance your productivity by allowing you to quickly translate, summarize, and rewrite documents directly from your browser. Whether you need to translate a document into another language, summarize lengthy articles or reports, or get a rewritten version of your content, this extension makes it easy to process your documents with just a few clicks.\n\nKey Features:\n\n1. Translate Documents: Upload any document (PDF, Word, etc.) and instantly translate it into your \n     preferred language.\n\n2. Summarize Documents: Get a concise summary of any document, saving you time and effort in \n     reading lengthy texts.\n\n3. Rewrite Documents: Easily rewrite paragraphs or sentences to improve clarity, simplify text, or \n    create unique content.\n\n4. Support for Multiple File Formats: Supports PDF, DOCX, and more, ensuring flexibility in the type \n     of documents you can process.\n\n5. Review Summarization: Extract reviews from popular e-commerce sites and get summarized \n     insights quickly.\nThe extension seamlessly integrates with the browser, providing quick access to powerful language tools to help you understand and process any document more effectively."
  }
}