{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KosmoTime extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reduce tab clutter and mute distractions when you start a task: close tabs, block notifications, and restore them all later."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KosmoTime is the Smart Calendar for Time Blocking and Focused Work.\nIt has its own free Chrome extension to help you be the most productive you can be. We bring the time blocking solution into your routine to help you accomplish all the tasks on your list. \n\nOur Chrome extension enables you to: \n\nCLOSE TABS: Reduce your  tab clutter by converting all of your tabs into one single list. \n\nMUTE MODE: Are you bombarded with notifications or tempted to check your social media? Mute all distracting tabs when you start a task. Once you’re done, you can restore all your tabs in 1 click! \n\nBOOKMARK ANY URL: Create a task directly from your email inbox or any web page. For example, an article to read later or data sources to check. \n\nOur other key features available from the KosmoTime app:\nMulti-Calendar Sync: Sync all your work and personal calendars. No more double bookings, no more missed meetings!\nBlock time: Create a task and schedule it directly in your calendar, or block time in your calendar to accomplish a group of related tasks.\nTrack time: Get more productive by knowing how much time you spend on your tasks. Activate the timer when you’re ready to start a task and consult your time reports.\nIntegrations: KosmoTime integrates with your favourite Productivity and Project Management tools: Google and Outlook Calendar, Slack and Asana.\n\nKosmoTime users report reaching levels of productivity they had never thought possible. Try it out, it's free!\n\nwww.kosmotime.com"
  }
}