{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Degreed Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track all your learning."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring learning into your everyday workflow with the Degreed button. You can track your learning from any website, share content with others, save for later, add to a Pathway, or search for content in Degreed without ever leaving the site you’re on. \n\nTrack your learning: Track all your learning directly from your browser without leaving the page you’re on — and save comments about what you learned. \n\nShare with others: If you love what you learned, you can recommend it to a friend or a group. \n\nSave for later: If you find an article you want to read later, you can save it. If you forget, Degreed will recommend it in your feed.  \n\nAdd to Pathway or Plan: When building a Pathway or plan in Degreed, you can add to it directly from the Degreed Button. \n\nAdd to catalog: If you have the “Manage Content” permission, you can add directly to the catalog. The Degreed Button will scrape the title, description, and image for the content if available, removing the need to manually add the information. You can also review and modify the title and description before the item is added to the catalog.\n\nFind more learning resources: Find new learning resources and people to follow. If you want to learn more, search to see other learning items or find people to follow and see what they’re reading.  \n\nStay in touch with notifications: Your Degreed notifications are available directly. If someone recommends an item, you get notified without leaving the page you are on."
  }
}