{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Extrabux-Cash Back, Rebates & Deals Assistant",
    "de": "Extrabux - Cashback, Gutscheine Hilfe",
    "ja": "Extrabux - キャッシュバック、クーポン&セール探しツール",
    "ko": "Extrabux - 캐시백, 쿠폰 & 딜 도구",
    "ru": "Extrabux - Кэшбэк, Скидки Помощник",
    "zh_CN": "Extrabux - 海淘返利、优惠折扣助手",
    "zh_TW": "Extrabux - 現金回饋、優惠折扣助手"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Never miss cash back or waste your time searching for coupons and deals again!",
    "de": "Verpassen Sie nie wieder Casback und verschwenden Sie keine Zeit bei der Suche nach Gutscheinen und Angeboten!",
    "ja": "もうキャッシュバックを逃すことはなく、クーポンとセールの検索に時間を無駄にすることもありません！",
    "ko": "더이상 캐시백을 놓칠 것이 없고 .\r\n쿠폰과 딜을 찾기에 시간을 낭비할 것도 없습니다!",
    "ru": "Никогда не пропускайте кэшбэк или тратите свое время на поиск купонов и предложения!",
    "zh_CN": "再也不用担心错过返利！\r\n再也不用浪费时间查询优惠折扣信息啦！",
    "zh_TW": "再也不用擔心錯過現金回饋！\r\n再也不用浪費時間查詢優惠折扣信息啦！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Earn up to 30% cash back and get exclusive coupons and deals on every purchase at more than 20,000 online retailers. When you visit a supported retailer’s website, the Extrabux Chrome extension automatically activates your rebates and shows you the best coupon codes.\n\n- High Cash Back Alerts:\n  Automatically reminds you to activate your cash back when you are visiting stores that offer cash back.\n\n- Coupon Hunting:\n  Help you find and show the newest & best coupon codes at 20,000+ online stores. Coupons refreshed hourly!\n\n- Great Shopping Experience:\n  All you need to do is simply shop. The Extrabux button prepares all the information and give you the biggest savings! \n\nGood Morning America calls Extrabux “The latest online shopping technique to help you save big.”\n\nInstall the official Extrabux extension and make your shopping even easier!",
    "de": "Bis zu 30% Cashback erhalten und exklusive Gutscheine und Angebote bei jedem Einkauf von über 20,000 Online-Geschäfte erhalten. Wenn Sie die Webseite eines unterstützten Händlers besuchen, aktiviert der Extrabux-Chrome-Plugin automatisch Ihre Cashbacks und zeigt Ihnen die besten Gutscheincodes an.\n\n- Hohe Cashback-Benachrichtigungen:\n   Erinnert Sie automatisch daran, Ihr Cashback zu aktivieren, wenn Sie Geschäfte besuchen, die Cashback anbieten.\n\n- Gutscheinsuche:\n   Hilfe bei der Suche und Anzeige der neuesten und besten Gutscheincodes in über 20,000 Online-Shops. Gutscheine werden stündlich aktualisiert!\n\n- Großartiges Einkaufserlebnis:\n   Alles was Sie tun müssen, ist einfach zu kaufen. Der Extrabux-Button bereitet alle Informationen vor und bietet Ihnen die größten Einsparungen!\n\nGood Morning America ruft Extrabux dazu auf: \"Die neueste Online-Einkauf-Art, mit der Sie viel sparen können.\"\n\nInstallieren Sie den offiziellen Extrabux-Plugin und machen Sie Ihre Einkäufe noch einfacher!",
    "ja": "20,000以上のオンラインストアで、最大30％のキャッシュバック、最新のクーポンとセール情報を手に入れます。Extrabux提携のストアにアクセスすると、Extrabux拡張機能は自動的にキャシュバックを有効にし、一番お得なクーポンコードを表示します。\n\n- キャッシュバック即時通知：\n   キャッシュバックを提供するストアを訪れると、キャッシュバックを有効にするような即時通知が自動的に表示します。\n\n- クーポン検索：\n   20,000以上のオンラインストアで最新のお得クーポンコードを見つけます。クーポン毎時更新中！\n\n- 優れたショッピング体験：\n   いつものように買い物するだけで、Extrabux拡張機能はすべての情報を準備し、一番お得なショッピングを提供します。\n\nおはようアメリカはExtrabuxを「最新のオンラインショッピング節約術」と呼んでいます。\n\nExtrabux公式拡張機能をインストールして、オンラインショッピングをお楽しみください！",
    "ko": "20,000개 이상의 온라인 쇼핑몰에서 최대 30%의 캐시백, 쿠폰과 딜을 받으십시오. Extrabux 제휴 쇼핑몰의 웹사이트를 방문하면 Extrabux 확장 기능은 자동으로 캐시백을 활성화하고 최상의 쿠폰 코드를 표시합니다.\n\n- 캐시백 즉시 통지:\n캐시백을 제공하는 쇼핑몰을 방문할 때 캐시백을 활성화하라는 메시지가 자동으로 표시됩니다.\n\n- 쿠폰 검색:\n20,000개 이상의 온라인 쇼핑몰에서 최신 & 최상의 쿠폰 코드를 찾아드립니다. 쿠폰은 시간당 갱신됩니다!\n\n- 훌륭한 쇼핑 경험:\n단지 쇼핑을하면 됩니다. Extrabux 확장 기능은 모든 정보를 준비하고 가장 유익한 쇼핑을 제공합니다.\n\n굿모닝 아메리카는 Extrabux를 \"큰 비용을 절약할 수 있는 최신 온라인 쇼핑 기술\"이라고 부릅니다.\n\nExtrabux 공식 확장 기능을 설치하고 쇼핑을 더 편하게 하십시오!",
    "ru": "Заработайте до 30% кэшбэк и получите эксклюзивные купоны и предложения на каждую покупку в более 20 000 интернет-магазинах. Когда вы посещаете сайт поддерживаемого продавца, расширение Extrabux Chrome автоматически активирует ваши скидки и показывает лучшие коды купонов.\n \n- Уведомление о Высоком Кэшбэке:\n Автоматически напоминает вам активировать ваши кэшбэк, когда вы посещаете магазины, которые предлагают кэшбэк.\n \n- Охота на Купон:\n Помогите найти и показать самые новые и лучшие коды купонов в 20 000+ интернет-магазинах. Купоны обновляются ежечасно!\n \n- Отличный Опыт Шоппинга:\n Все, что вам нужно сделать, это просто шоппинг. Расширение Extrabux готовит всю информацию и дает вам самую большую экономию!\n \nС Добрым утром Америка называет Extrabux «Самая последняя онлайн-техника для покупок, которая поможет вам сэкономить много денег».\n \nУстановите официальное расширение Extrabux и сделайте покупки еще проще!",
    "zh_CN": "Extrabux是一家专业的全球购物返利网站，与超过20,000+家商户合作，提供高达30%的海淘返利。Extrabux官方插件，可以帮助您在访问任何已合作商家时，都自动激活返利信息并为您展示最佳折扣及优惠码。\n\n- 高返利提醒：\n  当您访问任何提供返利的商家时，都会自动提醒激活返利。\n\n- 优惠券展示：\n  帮助您在20,000+家在线商家中查找并显示最新折扣和最佳优惠码。优惠码每小时刷新一次！\n\n- 优质购物体验：\n  您需要做的，就只有轻松购物。Extrabux插件会帮助您准备所有优惠信息，让您省时省钱省力！\n\n早安美国称Extrabux是“最新的在线购物技术，可以帮助您节省大笔费用。”\n\n安装官方Extrabux插件，让您的购物生活更轻松！",
    "zh_TW": "Extrabux是一家專業的全球購物現金回饋網站，與超過20,000+家商戶合作，提供高達30%的現金回饋。 Extrabux官方插件，可以幫助您在訪問任何已合作商家時，都自動激活現金回饋信息並為您展示最佳折扣及優惠碼。\n\n- 高現金回饋提醒：\n  當您訪問任何提供現金回饋的商家時，都會自動提醒激活現金回饋。\n\n- 優惠券展示：\n  幫助您在20,000+家在線商家中查找並顯示最新折扣和最佳優惠碼。優惠碼每小時刷新一次！\n\n- 優質購物體驗：\n  您需要做的，就只有輕鬆購物。 Extrabux插件會幫助您準備所有優惠信息，讓您省時省錢省力！\n\n早安美國稱Extrabux是“最新的在線購物技術，可以幫助您節省大筆費用。”\n\n安裝官方Extrabux插件，讓您的購物生活更輕鬆！"
  }
}