{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swagger made Simple"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your API Documentation Experience! \n\nTired of dealing with cumbersome and hard-to-navigate Swagger documentation?…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your API Documentation Experience! \n\nTired of dealing with cumbersome and hard-to-navigate Swagger documentation? \n\nUpgrade your API documentation experience with Swagger Made Simple, the ultimate Chrome extension that seamlessly redirects you from the default Swagger documentation page to our enhanced and user-friendly viewer.\n\n\nAutomatic Redirection: \nInstantly redirects you from the traditional Swagger documentation page to our improved Swagger Made Simple viewer. \n\nEnhanced Usability: \nEnjoy a cleaner, more intuitive interface designed to make understanding API documentation effortless. \n\nImproved Navigation: \nQuickly find the information you need with a streamlined layout and advanced search capabilities. \n\nConsistent Formatting: \nExperience uniform and easy-to-read documentation across all your API projects. \n\nFast Loading Times: \nGet the information you need faster with our optimized documentation viewer.\n\n\nHow It Works: \n\nInstall the Extension: \nAdd Swagger Made Simple to your Chrome browser with a single click. \n\nAutomatic Redirection:\nWhenever you navigate to a Swagger documentation page, you'll be automatically redirected to our improved viewer. \n\nEnjoy Enhanced Documentation: \nBenefit from a superior API documentation experience without any extra effort.\n\nSay goodbye to the frustration of poorly designed Swagger documentation and say hello to Swagger Made Simple. \n\nTransform the way you interact with API documentation today! Install Now and Revolutionize Your API Documentation Experience!"
  }
}