{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picturestees Clothing LLC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Search for products and calculate prices",
    "vi": "tìm kiếm sản phẩm và tính toán giá"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picturestees Clothing LLC has created a Chrome browser extension to optimize the shopping and price calculation experience on their website. This utility provides an intuitive and easy-to-use interface, helping users search for products and calculate prices at a stable rate.\n\nFeature:\n\nSearch product:\n\nUsers can enter search keywords in the \"Search Products\" box and press the \"Search\" button to redirect to the Picturestees website with the corresponding search results.\nPrice Calculation:\n\nUsers can enter quantity and select products from the list to calculate the estimated price.\nEach product has a corresponding price range displayed after calculation, helping users easily evaluate the expected cost.\nFriendly interface:\n\nThe interface is clean and user-friendly, with gradient background colors and Picturestees representative images.\nButtons and input boxes are easy to see and use, helping users interact conveniently.\nDetailed Product Information:\n\nWhen calculating the price for a specific product, the widget displays detailed information and descriptions about the product, helping users better understand the product before deciding to buy.\nThis Chrome Extension helps optimize the shopping and price calculation process, providing a convenient experience for Picturestees Clothing LLC users when using the Chrome browser.\n\nContact for application comments at:\n- Address: \"5200 Lankershim Blvd, North Hollywood, CA 91601, United States\"\n- Email: sales@picturestees.com"
  }
}