{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jinx- Aquatic Adventure in a Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into an underwater world with the Jinx - Aquatic Adventure Live Wallpaper extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Featuring stunning animated scenes of Jinx, this 4K live wallpaper brings a vibrant aquatic adventure to your Chrome browser. Watch as Jinx explores beautiful underwater landscapes, surrounded by mesmerizing sea creatures and dynamic aquatic environments. Every new tab feels like an exciting dive into the deep blue!\n\nExperience the thrill of Jinx's aquatic world every time you open a new tab!\n\nFeatures:\n🌊 Live 4K Wallpaper: High-definition animated scenes of Jinx in an immersive aquatic adventure, surrounded by vibrant sea life.\n🌐 Popular Site Shortcuts: Access your favorite websites quickly with pre-set shortcuts.\n➕ Addable Shortcuts: Customize your new tab with links to your most-visited sites.\n🔍 Search Bar: Easily search the web using your chosen search engine.\n🕒 Calendar & Clock: Stay organized with the built-in calendar and clock display.\nWhy Choose This Extension?\nThe Jinx - Aquatic Adventure Live Wallpaper extension is secure, lightweight, and respects your privacy. It's simple to install and remove via your browser settings.\n\nExplore more live wallpaper extensions featuring different adventures, characters, and environments. This extension also includes a note-taking tool, a privacy policy, and an uninstall option for your convenience.\n\nDownload the Jinx - Aquatic Adventure Live Wallpaper extension now and dive into Jinx’s exciting underwater world with every new tab! Visit our website for more captivating live wallpaper extensions!"
  }
}