{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsApp Navigator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate to WhatsApp messages without saving contact numbers on your device"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing a powerful and user-friendly Chrome extension designed to streamline messaging for business professionals, salespeople, recruiters and more. This extension allows you to navigate through web.whatsapp.com seamlessly without the need to repeatedly type the URL. Users can access WhatsApp Navigator directly through our integrated side panel, ensuring efficiency and convenience.\n\nKey Features:\n✅ Effortless Messaging: Access and manage messages via web.whatsapp.com without the hassle of typing the URL repeatedly.\n✅ Secure Storage: Contact numbers, name are securely stored in Chrome storage for easy access and management.\n✅ Convenient Side Panel: Integrated for quick navigation for WhatsApp web.\n✅ Privacy Assurance: No user information is saved beyond what's necessary for functionality, respecting privacy at all times.\n✅ Free Forever: Enjoy all features of this extension for free, with no hidden costs.\n\n⛔️ Note: We do not send any messages on behalf of the user, we are just navigating to the URL\n\nOur extension is designed to meet the needs of users who rely on WhatsApp for professional use cases. If you have any feature requests or suggestions for additional functionalities, please contact the developer.\n\nExperience seamless and secure messaging with this indispensable Chrome extension!"
  }
}