{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Distill Web Monitor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Monitor webpage or feed for changes. Get SMS and email alerts on change detection.",
    "de": "Überwachen Sie die Internetseite oder den Feed, um von Änderungen zu erfahren. Lassen Sie sich bei Feststellung einer Änderung per…",
    "es": "Supervise la página web o el canal (feed) para comprobar si hay algún cambio. Reciba alertas por SMS y correo electrónico cuando se…",
    "fr": "Surveillez une page web ou un flux et soyez prévenu des changements par SMS et alertes e-mails.",
    "it": "Monitora pagina web o feed per rilevare modifiche. Ricevi avvisi via SMS ed e-mail sul rilevamento delle modifiche.",
    "ja": "ページ上の変更に向けてウェブページとフィードをモニター。変更が検知され次第、SMSとEメール通知を入手。",
    "pl": "Monitoruj zmiany na stronach internetowych i kanałach informacyjnych. Otrzymuj powiadomienia e-mailowe lub esemesowe o zmianach.",
    "pt_BR": "Monitore páginas da web ou feeds para identificar alterações. Receba alertas via SMS e e-mail quando alterações forem  detectadas.",
    "ru": "Следите за обновлением веб-страницы или новостной ленты. Получайте SMS и уведомления по электронной почте при обнаружении изменений.",
    "sr": "Надгледа промене на веб страницама или RSS каналима. Обавештења на радној површини, путем SMS порука или е-поште при свакој…",
    "zh_CN": "监控网页或源以获取变更。在侦测到变更时接收短信或电子邮件通知。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Distill runs in your browser to check monitored pages for changes. Get instant alerts as soon as a change is detected.\n\nFeatured highlights:\n\n* An inbox style Watchlist to manage monitors.\n* Easy content selection from any webpage.\n* Highlighted changes.\n* Change history.\n* Supported actions:\n\t- Email\n\t- SMS\n\t- Sound\n\t- Pop-up\n\t- Push notification on phones\n\t- Slack and Discord Webhooks\n\t- Raw Webhooks\n* Condition for smart actions.\n* Powerful expression for content selection. Use Xpath, CSS or JavaScript to select content. Use regular expression to extract matches from the web page.\n* Sync Watchlist across devices in all plans\n\nGetting started:\n\n* Open a webpage to be monitored.\n* Click Distill's drop icon in browser toolbar.\n* \"Select parts of page\" or \"Monitor whole page\" as needed for your case. In case of select parts, hover around the area on webpage that you want to watch and \"click\" to select the parts.\n* Save selections and done!\n\nGo to Watchlist by clicking the Distill icon to see list of watched webpages.\n\nYou can also check out our help article for a quick start: https://distill.io/docs/web-monitor/distill-chrome-extension/\n\nIf you need any help, reach out to us at https://forums.distill.io/ or send an email to support@distill.io.",
    "de": "Distill läuft in Ihrem Browser, um die überwachten Seiten auf Änderungen hin zu überprüfen. Lassen Sie sich sofort benachrichtigen, sobald eine Änderung festgestellt wird.\n\nBesondere Highlights:\n\n* Einfache Auswahl von Inhalten auf jeder Internetseite.\n* Hervorgehobene Änderungen.\n* Änderungsverlauf.\n* Unterstützte Aktionen:\n\t- E-Mail\n\t- SMS\n\t- Ton\n\t- Pop-up\n\t- Push-Benachrichtigungen auf Telefonen\n\t- Webhook\n* Eine Watchlist ähnlich dem Posteingang, um die überwachten Seiten zu verwalten.\n* Bedingung für intelligente Aktionen.\n* Aussagekräftige Bezeichnung für ausgewählten Inhalt. Verwenden Sie Xpath, CSS oder Javascript, um Inhalte auszuwählen. Verwenden Sie regular expression, um Übereinstimmungen von der Internetseite zu extrahieren.\n* Synchronisieren Sie Watchlist im Premium-Plan geräteübergreifend.\n\nLoslegen:\n\n* Öffnen Sie eine zu überwachende Internetseite.\n* Klicken Sie auf Distill’s Dropdown-Symbol in der Toolbar des Browsers.\n* \"Wählen Sie Seitenbereiche aus\" oder \"Überwachen Sie die vollständige Seite\", je nachdem, was für Ihren Fall erforderlich ist. Für den Fall, dass Sie Bereiche auswählen, halten Sie den Cursor über dem Bereich auf der Internetseite, den Sie überwachen wollen, und \"klicken Sie\", um den Bereich auszuwählen.\n* Speichern Sie die Auswahl und schon sind Sie fertig!\n\nGehen Sie zu Watchlist, indem Sie auf das Distill-Symbol klicken, um eine Liste der überwachten Internetseiten zu sehen.\n\nSie können sich auch unseren Hilfeartikel anschauen, um schnell loszulegen: https://distill.io/help/gettingstarted/chrome. \n\nFalls Sie Hilfe brauchen, schreiben Sie uns unter support@distill.io. Wir antworten so bald wie möglich.",
    "es": "Distill se ejecuta en su navegador para comprobar si hay cambios en las páginas supervisadas. Reciba alertas instantáneas en cuanto se detecte un cambio.\n\nCaracterísticas destacadas:\n\n* Fácil selección de contenidos de cualquier página web.\n* Cambios resaltados.\n* Historial de cambios.\n* Acciones admitidas:\n\t- Correo electrónico\t\n        - SMS\n\t- Sonido\n\t- Elementos emergentes\n\t- Notificación automática (push) en teléfonos\n\t- Webhook\n* Watchlist con formato de buzón de entrada para gestionar las supervisiones.\n* Potente expresión para la selección de contenido. Utilice Xpath, CSS o Javascript para seleccionar contenido. Utilice regular expression para extraer coincidencias de la página web.\n* Sincronice Watchlist en todos los dispositivos en el plan premium.\n\nPrimeros pasos:\n\n* Abra una página web que desee supervisar.\n* Haga clic en el icono de la gota de Distill en la barra de herramientas del navegador.\n* \"Seleccione partes de la página\" o \"Supervise toda la página\" según sea el caso. En el caso de seleccionar partes, pase el puntero del ratón por el área de la página web que desee observar y \"haga clic\" para seleccionar las partes.\n* Guarde las selecciones y habrá terminado. Acceda a Watchlist haciendo clic en el icono de Distill para ver la lista de las páginas web observadas.\nTambién puede consultar nuestro artículo de ayuda para ver una guía de inicio rápido: https://distill.io/help/gettingstarted/chrome\n\nSi necesita cualquier tipo de ayuda, escríbanos a support@distill.io. Le responderemos lo antes posible.",
    "fr": "Distill se lance dans votre navigateur et vérifie des pages web spécifiques à la recherche de modifications. Recevez des alertes instantanées dès qu’un changement est détecté.\n\nPrincipales fonctionnalités :\n\n* Sélection de contenu simple depuis n’importe quelle page web.\n* Changements mis en évidence.\n* Historique des modifications.\n* Actions prises en charge :\n\t- E-mail\n\t- SMS\n\t- Son\n\t- Pop-up\n\t- Notifications push sur téléphones\n\t- Webhook\n* Une Watchlist pour gérer les écrans.\n* Condition pour action intelligente.\n* Expression puissante pour la sélection de contenu. Utilisez Xpath, CSS ou Javascript pour sélectionner du contenu. Utilisez regular expression pour extraire des tendances de la page web.\n* Synchronisez la Watchlist à travers les appareils avec un plan premium.\n\nDémarrage :\n\n* Ouvrez une page web à surveiller.\n* Cliquez sur l’icône de Distill dans la barre d’outils du navigateur.\n* \"Sélectionnez des parties de page\" ou \"Surveillez une page entière\" selon votre besoin. Si vous sélectionnez des parties de page, passez votre souris sur la zone de la page que vous voulez voir et « cliquez » pour sélectionner.\n* Sauvegardez les sélections et voilà le travail !\n\nAllez dans la Watchlist en cliquant sur l’icône de Distill pour voir la liste des pages web suivies.\n\nVous pouvez aussi consulter notre article d’aide pour un démarrage rapide : https://distill.io/help/gettingstarted/chrome\n\nSi vous avez besoin d‘aide, envoyez-nous un e-mail à l’adresse support@distill.io. Nous répondrons dans les plus brefs délais.",
    "it": "Distill viene eseguito nel browser per monitorare se le pagine subiscono delle modifiche. Ricevi avvisi istantanei non appena viene rilevata una modifica. \n\nCaratteristiche in evidenza:\n\n* Facile selezione dei contenuti da qualsiasi pagina web.\n* Modifiche evidenziate.\n* Cronologia delle modifiche.\n* Azioni supportate:\n\t- Email\n\t- SMS\n\t- Suono\n\t- Pop-up\n\t- Notifiche push notification su telefono\n\t- Webhook\n* Una Watchlist in stile casella in arrivo per gestire quello che viene monitorato.\n* Condizioni per azioni intelligenti.\n* Epressione potente per la selezione dei contenuti. Usa Xpath, CSS o Javascript per selezionare i contenuti. Usa regular expression per estrarre le corrispondenze dalla pagina web.\n* Sincronizzazione Watchlist su tutti i dispositivi con il piano premium.\n\nPer iniziare:\n\n* Apri la pagina web da monitorare.\n* Clicca sull'icona Distill’s nella barra degli strumenti del browser.* \"Seleziona parte della pagina\" o \"Monitora tutta la pagina\" a seconda di che cosa fa al caso tuo. In caso di selezione di parte della pagina, vai intorno alla zona della pagina web che desideri seguire e \"clicca\" per selezionarla.\n* Salva la selezione ed ecco fatto!Vai alla Watchlist cliccando l'icona Distill per vedere la lista delle pagine web sotto osservazione. Inoltre puoi consultare il nostro articolo di aiuto per iniziare rapidamente: https://distill.io/help/gettingstarted/chrome\n\nSe hai bisogno di aiuto, scrivici a support@distill.io. Risponderemo al più presto.",
    "ja": "Distill はあなたのブラウザー内で機能し、モニターされているページ上の変更をチェックします。変更が検知され次第、即座に通知を入手できます。\n\n主な特徴:\n\n* どんなウェブページからでも簡単にコンテンツを選択\n* 変更された部分をハイライト\n* 履歴変更\n* サポートされているアクション:\n        - Eメール\n        - SMS\n        - 音声\n        - ポップアップ\n        - スマートフォンでのプッシュ通知\n        - Webhook\n* モニターを管理するためのインボックス形式のWatchlist\n* スマートアクション設定\n* コンテンツ選択に向けてのパワフルな表現。Xpath、CSS や Javascriptを使ってコンテンツを選択。 regular expressionを使ってウェブページからマッチした部分を抜粋。 \n* プレミアムプランでは Watchlist を異なるデバイス間でシンク。\n\n\n利用手順:\n\n* モニターしたいウェブページを開く\n* ブラウザのツールバー内にあるDistill’sのドロップアイコンをクリック \n* 必要に応じて「ページ内の部分選択」又は「ページ全体をモニター」 をクリック。 部分選択する場合には、モニターしたいウェブページの領域をホバーし、「クリック」をして部分を選択。\n* 選択を保存して完了!\nモニターしているウェブサイトのリストを閲覧するには Distillアイコンをクリックして Watchlist へと移動\n\nクイックスタートするためには当社のヘルプ記事もご覧いただけます: https://distill.io/help/gettingstarted/chrome\n\nヘルプが必要な場合には、 support@distill.ioまでご連絡ください。出来る限り早く対応させていただきます。",
    "pl": "Distill działa w Twojej przeglądarce internetowej i śledzi zmiany na monitorowanych stronach. Otrzymuj natychmiastowe powiadomienia, gdy tylko zmiana zostanie wykryta. \n\nOferowane funkcje:\n\n* Łatwy wybór treści z jakiejkolwiek strony internetowej.\n* Podświetlenie zmian.\n* Zmiana historii.\n* Oferowane akcje:\n\t- E-mail\n\t- SMS\n\t- Powiadomienie dźwiękowe - Pop-up\n\t- Powiadomienia push w telefonach\n\t- Webhook\n* Watchlist w stylu skrzynki odbiorczej do zarządzania śledzeniem zmian.\n* Warunki dla inteligentnych rozwiązań.\n* Potężne narzędzie wyboru treści. UżyjXpath, CSS lub Javascript do wyboru treści. Użyjregular expression, aby wydobyć pasujące elementy ze strony.\n* SynchronizujWatchlist usługę na wszystkich urządzeniach w planie premium. \n\nJak zacząć:\n\n* Otwórz stronę, którą chcesz monitorować.\n* Kliknij ikonęDistill’s w pasku narzędzi przeglądarki.\n* „Wybierz części strony” lub „Monitoruj całą stronę” w zależności od potrzeb. W przypadku wyboru części strony, przenieś kursor do obszaru strony, który chcesz śledzić i „kliknij”, aby wybrać części. \n* Zapisz swój wybór i gotowe!\n\n Przejdź do Watchlist, klikając ikonę  Distill, aby zobaczyć listę obserwowanych stron. Aby szybko nauczyć się korzystać z usługi, możesz przeczytać nasz artykuł dotyczący pomocy: https://distill.io/help/gettingstarted/chrome\n\nJeśli potrzebujesz pomocy, pisz do nas na adres support@distill.io. Odpowiadamy najszybciej, jak możemy.",
    "pt_BR": "O Distill funciona em seu navegador para verificar alterações em páginas monitoradas. Receba alertas instantâneos assim que a alteração for detectada.\n\nRecursos em destaque:\n\n* Fácil seleção de conteúdo em qualquer página da web.\n* Marcação de alterações.\n* Histórico de alterações.\n* Ações suportadas:\n\t- E-mail\n\t- SMS\n\t- Alerta sonoro\n\t- Pop-up\n\t- Notificação push em telefones\n\t- Webhook\n* Uma Watchlist com estilo de caixa de entrada para gerenciar os monitores.\n* Condição para ações inteligentes.\n* Expressão poderosa para seleção de conteúdo. Use XPath, CSS ou Javascript para selecionar o conteúdo. Use regular expression para extrair textos correspondentes da página da web.\n* Sincronize a Watchlist entre dispositivos no plano Premium.\n\nPrimeiros passos:\n\n* Abra uma página da web a ser monitorada.\n* Clique no ícone de gota do Distill's na barra de ferramentas do navegador.\n* \"Selecione partes da página\" ou \"Monitore a página inteira\" conforme necessário em seu caso. Para selecionar partes da página, passe o mouse em volta da área da página que você deseja monitorar e \"clique\" para selecionar as partes.\n* Salve as seleções e pronto!\n\nVá até a Watchlist por clicar no ícone do Distill para ver a lista das páginas monitoradas.\n\nVocê também pode conferir nosso artigo de ajuda para um início rápido: https://distill.io/help/gettingstarted/chrome\n\nSe você precisar de qualquer ajuda, escreva para support@distill.io. Vamos responder o quanto antes.",
    "ru": "Distill работает в вашем браузере, проверяя необходимые страницы на наличие изменений. Как только обнаруживается изменение, вы моментально получаете уведомление.\n\nГлавные особенности:\n\n* Простой выбор контента любой веб-страницы.\n* Выделенные изменения.\n* История изменений.\n* Поддерживаемые действия:\n\t- E-mail\n\t- SMS\n\t- Звуковое оповещение\n\t- Всплывающее окно\n\t- Push-уведомление на телефонах\n\t- Webhook\n* Watchlist в стиле папки Входящих для управления отслеживанием.\n* Условия для \"умных\" действий.\n* Мощные механизмы выбора контента. Для выбора контента используйте Xpath, CSS или Javascript. Используйте regular expression, чтобы извлечь текст, соответствующий образцу.\n* Синхронизация Watchlist на всех устройствах при подписке на премиум план.С чего начать:\n\n* Откройте веб-страницу, которую хотите мониторить.\n* Нажмите значок Distill’s на панели инструментов браузера.\n* \"Выберите части страницы\" или \"Следите за всей страницей\", как вам удобнее. Для выбора частей страницы  \"кликните\" область страницы, которую вы хотите мониторить.\n* Сохраните свой выбор, готово!\n\nЧтобы увидеть список страниц, за которыми вы следите, перейдите к Watchlist, нажав на значок Distill.\n\nДля быстрого старта вы также можете просмотреть наш справочную статью: https://distill.io/help/gettingstarted/chrome.\n\nЕсли вам нужна помощь, напишите нам на support@distill.io. Мы ответим в кратчайшие сроки.",
    "sr": "Distill ради у интернет прегледачу за откривање промена у надгледаним страницама. Чим се открије промена, одмах ћете добити обавештење.\n\nИстакнуте функције:\n\n* Лак избор садржаја на било којој веб страници.\n* Истакнуте промене.\n* Историја промена.\n* Подржане акције:\n    - Обавештења путем е-поште\n\t- Обавештења путем SMS порука\n\t- Тонови\n\t- Обавештења на радној површини\n\t- Push обавештења на телефонима\n\t- Webhook\n* Watchlist у стилу пријемног сандучета за управљање надгледањима.\n* Услови за паметне акције.\n* Моћни изрази за избор садржаја. Употреба Xpath, CSS или Javascript за избор садржаја. Употреба regular expression за издвајање текста у складу са обрасцем.\n* Синхронизација Watchlist на свим уређајима у премијум плану.\n\nПрви кораци:\n\n* Отворите веб страницу која ће се надгледати.\n* Кликните на Distill иконицу у алатној траци.\n* \"Изабери делове странице\" или \"Надгледај целу страницу\" у зависности од тога шта желите. У случају избора делова странице, пређите преко дела странице који желите надгледати и кликните.\n* Сачувајте избор и готово!\n\nИдите на Watchlist кликом на Distill иконицу да бисте видели листу надгледаних веб страница.\n\nТакође можете погледати наш чланак за помоћ за брзи почетак: https://distill.io/help/gettingstarted/chrome\n\nАко вам је потебна било каква помоћ, пишите нам на support@distill.io. Одговорићемо што је могуће раније.",
    "zh_CN": "Distill 在您的浏览器上运行，检查监控的页面有无变更。在侦测到变更时立即发出通知。\n\n特色亮点：\n\n* 从任何网页方便地选择内容。\n* 突出显示变更。\n* 变更历史。\n* 支持的操作：\n\n\t- 电子邮件\n\t- 短信\n\t- 声音\n\t- 弹窗\n\t- 向手机推送通知\n\t- Webhook\n\n* 利用收件箱风格的 Watchlist 管理监控程序。\n* 智能操作条件。\n* 利用强大的表达式选择内容。利用 Xpath、CSS 或 Javascript 选择内容。利用 regular expression 从网页提取匹配的内容。\n* 高级计划用户可以在不同的设备上同步 Watchlist。\n\n准备开始：\n\n* 打开要监控的网页。\n* 在浏览器的工具栏里点击 Distill’s 下拉菜单。\n*根据自身需求选择“部分页面”或“监控整个页面”。选择部分页面时，把鼠标悬停在想要监控的网页区域，然后“点击”选择部分页面。\n* 保存选择，大功告成！\n\n点击 Distill 图标进入 Watchlist，查看监控的网页列表。\n\n您还可以查看我们的帮助文章来快速入门：\nhttps://distill.io/help/gettingstarted/chrome\n\n如需任何帮助，请写信到 support@distill.io。我们将会尽早回复。"
  }
}