{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PRMDB for Bard-Gemini"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create public and private custom prompts for Google Gemini(Bard)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The browser extension for Bard revolutionizes the writing experience, bringing innovative features directly to the fingertips of users. Embracing the beauty of spontaneity, the Bard extension provides access to a multitude of public prompts. These prompts serve as a spark to ignite the creative flame in each writer, allowing them to weave stories that are unique and captivating.\n\nBut the Bard extension is not just about using prompts; it's also about creating them. Users are empowered to generate their own prompts, tailored to their tastes and creative inclinations. These can be made public, offering inspiration to the wider Bard community, or kept private, serving as a personal reservoir of ideas for the user's future storytelling endeavors.\n\nAdditionally, the Bard extension integrates a 'Favorites' feature, enabling users to save the prompts that resonate with them the most. With a single click, a prompt can be preserved for later use, providing a continual source of inspiration.\n\nThe Bard extension represents the evolution of writing in the digital age, transforming it into a more interactive, personalized, and dynamic experience. It's a tool, a companion, and a gateway to infinite creative possibilities.\n\nv:1.1.0\nFixed for new Gemini website\n\nv: 1.0.6\nFrom this version now you can create prompts from within extension. \nMulti-input complex prompts creation support is now added.\n\n======================================================\nNOTE:\nWe have no affiliation with AI-PRM; our listings of prompts are exclusively obtained with permission from the original authors.\n======================================================"
  }
}