{
  "name": {
    "ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ConnectGenie - Linkedin AI Assistant",
    "am": "ConnectGenie - ሊንክዲን AI ረዳት"
  },
  "short": {
    "ar": "يساعد مساعد Linkedin AI في كتابة التعليقات الشخصية وتوصيل الملاحظات",
    "am": "የስራ ፍሰትዎን በ AI ያሻሽሉ። ቪዲዮዎችን ማጠቃለል፣ ድር ጣቢያዎችን መቧጠጥ፣ ለኢሜይሎች ምላሽ መስጠት፣ ማህበራዊ ሚዲያዎን ያሳድጉ።",
    "bg": "Linkedin AI помощник, помага при писане на персонализирани коментари и свързване на бележки",
    "bn": "Linkedin AI সহকারী, ব্যক্তিগতকৃত মন্তব্য এবং সংযোগ নোট লিখতে সহায়তা করে",
    "ca": "Assistent d'IA de Linkedin, ajuda a escriure comentaris personalitzats i connectar notes.",
    "cs": "Linkedin AI asistent, pomáhá při psaní personalizovaných komentářů a spojování poznámek.",
    "da": "Linkedin AI-assistent, hjælper med at skrive personlige kommentarer og forbinde noter",
    "de": "Der Linkedin-KI-Assistent hilft beim Verfassen personalisierter Kommentare und beim Verknüpfen von Notizen",
    "el": "Βοηθός Linkedin AI, βοηθά στη σύνταξη εξατομικευμένων σχολίων και τη σύνδεση σημειώσεων",
    "en,en_AU,en_GB,en_US,es_419,fa,he,mr,ms,sw,ta,te": "Linkedin AI assistant, assists in writing captivating posts, personalised comments and connect notes",
    "es": "Asistente de LinkedIn AI, ayuda a escribir comentarios personalizados y conectar notas.",
    "et": "Linkedini tehisintellekti assistent, abistab isikupärastatud kommentaaride kirjutamisel ja märkmete ühendamisel",
    "fi": "Linkedin AI -assistentti, auttaa kirjoittamaan henkilökohtaisia ​​kommentteja ja yhdistämään muistiinpanoja",
    "fil": "Linkedin AI assistant, tumutulong sa pagsulat ng mga personalized na komento at pagkonekta ng mga tala",
    "fr": "Assistant Linkedin AI, aide à rédiger des commentaires personnalisés et à connecter des notes",
    "gu": "Linkedin AI સહાયક, વ્યક્તિગત ટિપ્પણીઓ અને કનેક્ટ નોંધો લખવામાં સહાય કરે છે",
    "hi": "Linkedin AI सहायक, वैयक्तिकृत टिप्पणियाँ लिखने और नोट्स जोड़ने में सहायता करता है",
    "hr": "Linkedin AI asistent, pomaže u pisanju personaliziranih komentara i bilješki za povezivanje",
    "hu": "Linkedin AI asszisztens, segít személyre szabott megjegyzések írásában és jegyzetek összekapcsolásában",
    "id": "Asisten AI Linkedin, membantu menulis komentar yang dipersonalisasi dan menghubungkan catatan",
    "it": "Assistente AI di Linkedin, assiste nella scrittura di commenti personalizzati e nel collegamento di note",
    "ja": "Linkedin AI アシスタントは、パーソナライズされたコメントの作成とメモへの接続を支援します",
    "kn": "Linkedin AI ಸಹಾಯಕ, ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಬರೆಯಲು ಮತ್ತು ಟಿಪ್ಪಣಿಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ",
    "ko": "Linkedin AI 비서, 맞춤형 댓글 작성 및 노트 연결 지원",
    "lt": "Linkedin AI asistentas, padeda rašyti suasmenintus komentarus ir prijungti pastabas",
    "lv": "Linkedin AI palīgs, palīdz rakstīt personalizētus komentārus un savienot piezīmes",
    "ml": "Linkedin AI അസിസ്റ്റൻ്റ്, വ്യക്തിഗത അഭിപ്രായങ്ങൾ എഴുതാനും കുറിപ്പുകൾ ബന്ധിപ്പിക്കാനും സഹായിക്കുന്നു",
    "nl": "Linkedin AI-assistent, helpt bij het schrijven van gepersonaliseerde opmerkingen en het verbinden van notities",
    "no": "Linkedin AI-assistent, hjelper til med å skrive personlige kommentarer og koble notater",
    "pl": "Asystent AI Linkedin pomaga w pisaniu spersonalizowanych komentarzy i łączeniu notatek",
    "pt_BR": "Assistente de IA do Linkedin, ajuda a escrever comentários personalizados e conectar notas",
    "pt_PT": "Assistente de IA do Linkedin, ajuda a escrever comentários personalizados e notas de ligação",
    "ro": "Asistent Linkedin AI, ajută la scrierea comentariilor personalizate și la note de conectare",
    "ru": "AI-помощник Linkedin помогает писать персонализированные комментарии и подключать заметки.",
    "sk": "Linkedin AI asistent, pomáha pri písaní prispôsobených komentárov a spájaní poznámok",
    "sl": "Linkedin AI asistent, pomaga pri pisanju prilagojenih komentarjev in povezovalnih zapiskov",
    "sr": "Линкедин АИ асистент, помаже у писању персонализованих коментара и повезивању белешки",
    "sv": "Linkedin AI-assistent, hjälper till att skriva personliga kommentarer och koppla anteckningar",
    "th": "ผู้ช่วย Linkedin AI ช่วยในการเขียนความคิดเห็นส่วนตัวและเชื่อมต่อบันทึกย่อ",
    "tr": "Linkedin AI asistanı, kişiselleştirilmiş yorumların yazılmasına ve notların bağlanmasına yardımcı olur",
    "uk": "Помічник Linkedin AI, допомагає писати персоналізовані коментарі та підключати нотатки",
    "vi": "Trợ lý AI của Linkedin, hỗ trợ viết bình luận được cá nhân hóa và kết nối ghi chú",
    "zh_CN": "Linkedin AI助手, 协助撰写个性化评论和连接笔记",
    "zh_TW": "Linkedin AI助手, 協助撰寫個人化評論和連結筆記"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,et,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Connect Genie - Your Ultimate AI Assistant for LinkedIn engagement.\n\nLeveraging OpenAI & ChatGPT, ConnectGenie assists you in:\n\n- Crafting thoughtful comments, relevant to Linkedin posts that spark meaningful conversations and, YOU engage like a PRO!!.\n\n- Writing personalised connect notes which are based on your prospect's :\n   - Profile details or\n   - Their most recent posts.\n Thus adding a higher level of personalisation, which significantly increase your chances of getting the connect request accepted.\n\n- Highlighting Linkedin posts based on keywords that are relevant to your niche, which lets you:\n  - Focus your engagement efforts where they truly belong.\n  - Consume content efficiently.\n\n- Saving tons of time in building your personal Linkedin brand effortlessly.\n\n- It comes with pre packaged Tone Prompts which you can utilise to generate comments with a single click, but wait you are not restricted: You can even add your own custom tone prompts to fashion comments according to your style.\n\n- Use GPT-4 model or GPT-3.5 to make the content as per your choice.\n- Use the Referral Program to earn free 20 % connects.\n\nUse different settings to control :\n- What keywords you would like to include / exclude in your Linkedin Content.\n- Choose word length.\n- Add hashtags in your comments.\n- See the sample prompts yourself and customise them to become the engagement King.\n\nYou get 50 free credits on signup and 25 free credits every month. \n\nSo What are you waiting for? Use Connect Genie to build your personal brand you always wanted. \n\nWhy you should use this tool for commenting?\nSimple answer: Effortless Comment Generation\n\nSee, Every Linkedin Guru / Coach would instruct us to increase our engagement on Linkedin by commenting but, we mostly come up with comments like \"Thanks for Sharing\", \"Well Said\" or in some cases \"Great\". Do you think these comments actually add value for the readers? They dont! We need to come up with better comments and I know it's not always easy, it can take time. With Connect Genie Comment generation feature:\n- You will have an insightful comment ready in a matter of seconds.\n- You can engage with more prospects in less time.\n- Increase Linkedin profile visibility.\n- You ensure your voice is heard.\n\nWhy you should use this tool for personalised connect notes?\n\nAnswer this:\nWould you not appreciate, if someone really puts in an effort to investigate your profile before they sent you a connect note? You would right.\nThat is because those efforts show the requester is genuinely interested in connecting with you. Same goes for your prospects.\n\nBut investigating each prospect's profile can take a lot of time, you would have to manually go through all the data points, now imagine if you had to do this everyday for 100s of prospects, Wow that is a lot time and efforts. \n\nWith connect genie, a personalised connect request note gets generated in a blink of an eye that too with a single click. Our AI system analyses crucial details from your target's LinkedIn profile and generates a personalised connect note which captures attention, sparks meaningful conversation, and build genuine relationships effortlessly. \n\n-Tailor Your Networking Experience\n\nConnect Genie puts you in control with its AI assistant capabilities. Customise your prompts and settings to align with your networking goals. Select keywords to include or exclude, set word limits, and even enable hashtags to maximise your comment's reach. Watch your engagement soar as Connect Genie, helps you leave your mark on LinkedIn's vibrant professional community.\n\n- Unleash Your LinkedIn Potential by joining Connect Genie's online community on Facebook, where professionals share tips for brand building, content generation, engagement and you also get free give aways.\n\nNote: Connect Genie offers free and premium plans, ensuring a flexible and tailored experience that suites you. Upgrade to unleash the full power of our AI-driven features.\n\nRemember, great opportunities await those who connect strategically. Let Connect Genie, be your guide in the world of networking.\n\nInstall Connect Genie, today and let the magic begin!",
    "en,en_AU,en_GB,en_US,es_419,fa,he,mr,ms,sw,ta,te": "What is ConnectGenie AI?\n\nIt's Your personal branding AI assistant for LinkedIn, BUT quite different.\n\nDifferent how you may ask?\n\nWell, what’s the biggest issue you face when using AI tools to create content?\n\n- Robotic tone.\n- AI-typical phrases\n- Lack of personalisation\n- Repetitive content.\n\nBut with ConnectGenie, AI meets persona and your Linkedin content gets written in YOUR unique writing style!\n\nOur prominent features include:\n\n- Persona enabled Viral Linkedin posts in 12 different languages.\n\n- Intriguing hooks that compel your audience to click on the “See  more” button.\n\n- Linkedin Post preview ( To see how your Linkedin post looks in different device settings before posting).\n\n- Thought provoking comments written in your unique conversation style.\n\n- Craft persona driven personalised connection request notes which can be either created:\n        - By referring your prospect’s  Most recent Likedin posts \n         or \n        - By analysing your prospect’s unique Linkedin profile details.\n \n- Discover relevant leads right within your LinkedIn feeds by highlighting posts with your niche specific keywords. This not only helps your find leads but also helps you focus your engagement efforts where they belong and enhances your content consumption on LinkedIn.\n\n- Write customised job cover letters that highlight your skills and abilities exactly according to Job requirements.\n\n- Multiple Persona support\n\n- Persona can include both company and individual types: so you can also create content from your company’s Linkedin profile.  \n\n- Support for All popular GPT models: GPT4 / GPT4o GPT3.5\n\n- Use the Referral Program to earn free 20 % connects.\n- You can even join our affiliate partner program to earn money with us.\n\n\nNote: Connect Genie offers free and premium plans, ensuring a flexible and tailored experience that suits you. Upgrade to unleash the full power of our AI-driven features.\n\nRemember, great opportunities await those who connect strategically. Let ConnectGenie, be your guide in the world of networking and Personal Branding.\n\nInstall ConnectGenie, today and let the magic begin!"
  }
}