{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad Finder - Ad Catcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad Catcher is a great ad finder that allows you to collect Facebook ads.",
    "en,en_AU,en_GB,en_US,ms,no": "Ad Catcher is a great ad finder that allows you to collect Facebook™ ads."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Missing a free tool to get the ad intelligence of your competitors on Facebook? Ad Catcher is your best choice.\nAd Catcher is an automated ad finder for the Facebook platform that helps you collect all the ads in your newsfeed and allows you to bookmark your favorite ads.\n\nIf you are a store owner trying to find popular products to sell.\nIf you are a store owner who wants to see ads for similar products.\nIf you're an advertising intelligence analyst trying to learn more about your competitor's advertising.\nIf you're an ad copywriter looking for inspiration.\nIf you are an ad creator looking for trending ads on Facebook.\nTRY THE FREE AD FINDER - AD CATCHER!!\n\nHow to get the most out of this extension:\n1. Try to like the pages that promote the products you are interested in on Facebook to help the platform understand your advertising preferences, so that your account can receive advertisements sent by FB as soon as possible.\n2. Like and comment on each product you are interested in, click to buy now, and let Facebook provide you with more similar products that you are interested in.\n3. Use this Ad Finder to collect advertisements on the FB news feed page, and select the advertisements of interest on the extended viewing advertisement page.\n4. Click the button above the creative you are interested in to jump to the FB Ad Library to view more advertisements of the advertiser.\n\nAn ad collector comparable to My Ad Finder and Turbo Ad Finder.",
    "en,en_AU,en_GB,en_US,ms,no": "Missing a free tool to get the ad intelligence of your competitors on Facebook™? Ad Catcher is your best choice.\nAd Catcher is an automated ad finder for the Facebook™ platform that helps you collect all the ads in your newsfeed and allows you to bookmark your favorite ads.\n\nIf you are a store owner trying to find popular products to sell.\nIf you are a store owner who wants to see ads for similar products.\nIf you're an advertising intelligence analyst trying to learn more about your competitor's advertising.\nIf you're an ad copywriter looking for inspiration.\nIf you are an ad creator looking for trending ads on Facebook™.\nTRY THE FREE AD FINDER - AD CATCHER!!\n\nHow to get the most out of this extension:\n1. Try to like the pages that promote the products you are interested in on Facebook™ to help the platform understand your advertising preferences, so that your account can receive advertisements sent by FB as soon as possible.\n2. Like and comment on each product you are interested in, click to buy now, and let Facebook™ provide you with more similar products that you are interested in.\n3. Use this Ad Finder to collect advertisements on the FB news feed page, and select the advertisements of interest on the extended viewing advertisement page.\n4. Click the button above the creative you are interested in to jump to the FB Ad Library to view more advertisements of the advertiser.\n\nAn ad collector comparable to My Ad Finder and Turbo Ad Finder.\n\nFacebook is a trademark of Facebook Inc.This is an independent project and has no relationship to Facebook or Facebook Inc."
  }
}