{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Messenger for Telegram™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Access to Telegram's web application in a separate window or tab and get notified when new messages received",
    "de": "Zugriff auf die Webanwendung von Telegram in einem separaten Fenster oder Tab und Benachrichtigung bei neuen Nachrichten",
    "es": "Acceder a la aplicación web de Telegram en una ventana o pestaña separada y ser notificado cuando se reciban nuevos mensajes",
    "fr": "Accéder à l'application web Telegram dans une fenêtre ou un onglet séparé et être averti de la réception de nouveaux messages",
    "it": "Accesso all'applicazione web di Telegram in una finestra o scheda separata e ricevere una notifica quando si ricevono nuovi messaggi",
    "ja": "別ウィンドウまたはタブでTelegramのWebアプリケーションにアクセスし、新しいメッセージを受信したときに通知を受け取ることができます。",
    "nl": "Toegang tot de webapplicatie van Telegram in een apart venster of tabblad",
    "pl": "Dostęp do aplikacji internetowej Telegramu w osobnym oknie lub zakładce i otrzymywanie powiadomień o otrzymaniu nowych wiadomości",
    "pt_BR": "Acesso à aplicação web do Telegrama em uma janela ou aba separada e ser notificado quando novas mensagens são recebidas",
    "pt_PT": "Acesso à aplicação web do Telegrama numa janela ou separador separado e ser notificado quando novas mensagens são recebidas",
    "ru": "Доступ к веб-приложению Телеграммы в отдельном окне или вкладке и получение уведомлений о новых поступивших сообщениях.",
    "zh_CN": "在一个单独的窗口或标签页中访问Telegram的网络应用，并在收到新消息时得到通知。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension opens the official Telegram's web client in a sandboxed window or a browser tab. If an existing window is found, the extension activates the window without opening a new instance. Also, when the interface is open, the extension updates its badge number based on the total unread conversions that the user has. This number ignores muted conversions. Also, automatically updates when a conversion is read.\n\nAfter installation, if you haven't used Telegram on this browser yet, you will need to login into your Telegram account. Simply, press the newly added icon on the toolbar area (the icon might be inside the extensions panel; if so pin the icon to the toolbar area). Now enter your Telegram's phone number and check another device that has a Telegram client on it. Enter the PIN code into the web client and wait for Telegram to sync your data. If you already have open Telegram tabs, make sure to refresh them for the extension to inject the badge monitoring script into these pages.\n\nTo protect user privacy, this extension does not send any data to any server whatsoever. It is only a shortcut to access your beloved messenger.\n\nWhat is Telegram?\nTelegram is a freeware, cross-platform, cloud-based instant messaging software and application service similar to WhatsApp and Signal messengers. The service also provides end-to-end encrypted video calling, VoIP, file sharing, and several other features.\n\n-- Legal\nThis extension is an open-source project to open the official Telegram's web client. It has nothing to do with Telegram development and is an independent project."
  }
}