{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivacyGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy firewall for chatgpt prompts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivacyGPT\n\nHow PrivacyGPT's benefits you:\n\nUphold strict privacy by stripping any personal or identifiable information from both prompts and responses.\nAlign operations with critical industry norms, inclusive of HIPAA, SOC 2, and ISO 27001.\nEnable your team to instantly address data exposure threats, preserving the efficiency of their workflow.\nUnpacking PrivacyGPT's DLP functionalities:\n\nOrganizational Custom Policies: Designate unique policies tailored for your organization's use of ChatGPT.\nTailored Detection Protocols: Minimize inaccurate alerts via customized detection rules for potential data risks.\nAdvanced AI Detectors: Employ PrivacyGPT's state-of-the-art AI detectors to identify a wide range of sensitive data, from personal details to secure keys.\nCustom Alert Mechanisms: Brief your team with tailored alerts should they inadvertently try to input sensitive information into ChatGPT.\nUnified Control Dashboard: Oversee and act upon alerts from a centralized interface.\nPlug-ins and Integrations: Route notifications seamlessly to platforms like Slack, email, or your preferred SIEM.\nExperience the advantage firsthand with our Chrome extension, available for free.\n\nWhy PrivacyGPT?\n\nAchieve and Uphold Compliance: Implement measures to limit data exposure and conform to stringent compliance standards.\nSpot and Counteract Risks: Continuously monitor SaaS platforms to detect and address potential data exposure, both historically and in real-time.\nOptimize Operational Expenditure: Benefit from quick setups, real-time oversight, and minimal maintenance requirements.\nPromote Efficient Work Ethos: Cultivate a culture mindful of security that does not hinder employee productivity.\nEndorsed by Leading Tech Entities\n\nFor collaborations or inquiries, please reach out to aimeetsprivacy@gmail.com"
  }
}