{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Screen Record"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screen Recorder Extension for Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EasyScreenRecord: Effortless Screen and Webcam Recording\nCapture, share, and communicate with EasyScreenRecord – the ultimate screen recording tool for seamless communication and collaboration.\nWhether you’re recording a tutorial, sharing feedback, or creating a personalized video, EasyScreenRecord lets you record your screen, webcam, or both in HD, all in just a few clicks. Share instantly with a link and keep track of viewer engagement.\nEasyScreenRecord is designed to simplify your workflow, save time, and elevate your communication with intuitive features and a focus on performance.\n\nKEY FEATURES\n🖥️ Screen and Webcam Recorder\nRecord your screen, webcam, or both with crystal-clear HD quality.\nEasily switch between modes or combine them for maximum impact.\nAccess on-screen drawing tools to highlight key information in real-time.\n🔗 Instant Video Sharing\nShare your recordings with a link—no downloads or attachments needed.\nEmbed videos directly on your website, blog, or presentations.\nSeamlessly share on social media platforms like LinkedIn, Twitter, or Facebook.\n📬 Viewer Notifications\nGet real-time notifications when someone views your video.\n📂 Organized Video Management\nStore all your recordings securely in the cloud.\nAccess your video library across devices and teams.\nOrganize videos with tags for easy retrieval.\n\nWHY CHOOSE EASYSCREENRECORD?\nEasyScreenRecord combines powerful screen recording capabilities with effortless sharing and tracking. Whether you’re an educator, marketer, sales professional, or team leader, EasyScreenRecord is your go-to tool for creating impactful videos that drive engagement.\nEducators: Deliver online lessons and tutorials with ease.\nMarketers: Create personalized pitches and product demos.\nSales Teams: Qualify leads and close deals with engaging video content.\nTeams: Replace lengthy emails and meetings with concise, visual updates.\n\nHOW IT WORKS\nRecord: Capture your screen, webcam, or both in just a few clicks.\nEdit: Trim unwanted sections or stitch clips together for a polished result.\nShare: Instantly generate a link to share your video anywhere.\nTrack: Monitor who watches your video and for how long.\n\nAPP HIGHLIGHTS\n📽️ Simultaneous Screen and Webcam Recording\nRecord your screen and webcam together for a unified video.\nAdd custom frames and effects to enhance your video’s look.\n✨ One-Click Video Creation\nLaunch recordings directly from your Chrome browser without additional software.\nPerfect for creating tutorials, sales pitches, or team updates on the go.\n🔗 Effortless Sharing\nShare videos via email, Slack, or social media with a single click.\nEmbed videos directly into websites or blogs for instant playback.\nChoose customizable access controls to make your videos public or private.\n\nTRUSTED BY TEAMS AND INDIVIDUALS WORLDWIDE\nJoin thousands of professionals who rely on EasyScreenRecord to create, share, and track video content. From small businesses to global enterprises, EasyScreenRecord is the screen recording tool of choice for smarter communication.\n\nABOUT EASYSCREENRECORD\nEasyScreenRecord is built for anyone looking to simplify their screen recording needs. With intuitive features, instant sharing, and robust analytics, it’s designed to save you time and enhance your communication.\nSay it better with EasyScreenRecord."
  }
}