{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FormGenie: Effortless Form Autofill and Smart Field Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your tasks by automatically filling forms. Say goodbye to repetitive typing and let FormGenie do the heavy lifting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FormGenie: Effortless Form Autofill and Smart Field Management\n\nStreamline your workflow with FormGenie, the ultimate Chrome extension for fast, reliable, and intelligent form autofill. Whether you're a developer testing form functionality, a QA professional, or a casual user, FormGenie is your go-to tool for effortlessly managing fields and adding fake data on the fly.\n\nKey Features:\nComprehensive Autofill\nAutofill all fields on a page with realistic or random data instantly. Perfect for testing large forms or exploring site features.\n\nFake Data Generator\nGenerate fake data for names, emails, phone numbers, addresses, and more. Ideal for testing scenarios without compromising real user data.\n\nSmart Contextual Management\nUse the context menu to fill the current field or form selectively. Right-click any input field or form, and let FormGenie do the work.\n\nCustomizable Autofill Profiles (Coming soon)\nSave time with custom profiles tailored to specific use cases. Switch between profiles effortlessly to match various testing or personal scenarios.\n\nField Validation Assistance (Coming soon)\nTest your forms for error handling by autofilling invalid or edge-case data. Ensure your forms are robust and user-friendly.\n\nAuto Fix Errors in Submitted Forms (Coming soon)\nAutomate form testing by filling fields, submitting the form, detecting errors, fixing common issues, and resubmitting—all in one click. Ideal for API and frontend error handling, saving you time and effort.\n\nWho Is FormGenie For?\nDevelopers: Simplify testing workflows with quick and consistent autofill options.\nQA Engineers: Automate repetitive form testing with ease.\nMarketers: Quickly populate demo forms for presentations or client reviews.\nEveryday Users: Speed up filling repetitive forms during online registrations, surveys, or checkout processes.\n\nWhy Choose FormGenie?\nUser-Friendly Interface: Clean, intuitive, and designed to enhance productivity.\nHighly Flexible: Works with a wide variety of form types and fields, including custom-built ones.\nSecure & Private: No data is shared; everything happens locally within your browser.\nCustom Data Options: Add realistic or random values tailored to your preferences.\n\nUse Cases:\n- Testing form validations and edge cases with fake data.\n- Filling out registration forms, surveys, or checkout pages quickly.\n- Enhancing productivity during repetitive form submissions.\n\nSearch Terms to Find Us:\nForm auto-fill, auto filler, autofill Chrome extension, form filler, fake data generator, dummy data autofill, field filler tool, smart form management, web testing tools, QA form autofill extension, random data for forms.\n\nDownload FormGenie Now!\nUnlock the power of seamless form autofill and smart field management. Download FormGenie today from the Chrome Web Store and experience a faster, smarter, and more efficient way to handle forms.\nStart simplifying your workflow and transforming how you manage forms with FormGenie: Effortless Form Autofill and Smart Field Management."
  }
}