{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automated Flash Site Enabler (Lite)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow the configured flash enabled site(s) to launch by default in Chrome version 69 and above."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note: As of October 2020, a Chrome update appears to be forcing the need to manually allow a site to run flash every time the browser is restarted.  If a work around can be found, a new version will be published.  In the near future, it is expected that Flash will be permanently blocked by Chrome given the sunset announcement.  \n\nThis extension allows one or two URLs to be configured to automatically allow flash to run without popups/user intervention.  \n\nThe URLs of game sites are defaulted and provided as an example of a format.  Different URLs should be entered in the format http://www.sitename.com/*\n\nThis is the \"Lite\" version of the extension and is free for use.  \n\nA \"Pro\" version is available which allows configuration of more than two URLs and is available for a modest fee.  See the extension popup menu or options page for a link to \"Pro\".\n\nIf you like the \"Lite\" version and would like to make a donation that would be appreciated as well.  A donation may be made by using the Donate button on the options page.\n\nNote: It has been reported that the extension does not work under Incognito mode even if the extension is properly enabled for Incognito.  At this point, be advised that this extension does not allow flash to be enabled under Incognito mode.  If an update is identified, a new version will be published.\n\nVersion Notes:\n v1.0.4.0\n  - Updated default site list\n\n v1.0.3.0\n  - Corrected problem where removed sites were still flash enabled\n\n v1.0.2.1 \n  - updated site link on options page\n\nIf you encounter any problems using this extension or have suggestions for improvements please let me know."
  }
}