{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Adblocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faster, Safer and Light weight AdBlocker for Chrome that blocks ads on all websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Adblocker for Chrome Browser\n\nSmart Adblocker is a free software that can block all ads online. It can be used as a lightweight browser extension, or as a standalone application. Adblocker blocks all ads by default. Adblocker also blocks tracking cookies, which are used to collect information about your browsing activity. This helps prevent advertisers from tracking your behavior and selling it to third parties.\nAdblocker is highly effective at blocking ads and removing clutter from the browsing experience. If you're one of these people, then you should consider using an ad blocker with light filtering capabilities instead of Adblocker with heavy filtering capabilities.\n\nWhy Smart Adblocker\n1. Ads free surfing on internet.\n2. Simple and Light Weight.\n3. Blocking ads & Save time.\n\nAdblockers have become a common tool that everyone is using to keep their browsing experience clean and safe. It’s a great way to keep ads away from your eyes, while making the web a little bit better for everyone else. If you don’t want to deal with the controversy and just want an easy way to block all ads on your web browser, then you should try Smart Adblocker. Adblockers are a great way to protect your privacy and security online. Most adblockers work by blocking all ads on websites, which can help keep your browsing experience clean and clutter-free.\n\nAds blocked by smart adblocker:\n# Banner Ads\n# Search Ads\n# Video Ads on YouTube and other streaming platforms\n# Website Ads and more\n\nUpdated\n1.1 - New rules added\n1.2 - New rules added\n1.3 - Block elements on webpage\n1.4 - New rules added\n2.0 - Location wise rules\n3.0 - Bug fixes and More rules added\n3.0.1 - Minor bug fixes and improvements\n3.0.3 - Bug fixes\n3.1.0 - Privacy policy updated\n3.1.1 - YT AdBlock bug fix\n3.1.2 - YT skip fix"
  }
}