{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La Touche Musicale - Learn piano online"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn piano easily with the songs you love."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La Touche Musicale is a piano learning app that allows you to learn piano online with the songs you love.\n\nConnect your piano or keyboard to your device and learn the notes and chords at your own pace. The app waits for you until you play the right notes.\n\nPlay your favorite songs from a catalog of over 2,500 songs of all genres and all difficulty levels (from easy to expert).\n\nUse the learning features to improve faster and play your favorite songs in just a few days. Here's a look at some of the app's features: \n\n✔️ Piano connection: Plug your own keyboard in order to interact with the virtual piano and learn at your own pace.\n\n✔️ Learning mode: The app is waiting for you until you play the right notes on your keyboard.\n\n✔️ Slow motion: Play at reduced speed to get comfortable with a song.\n\n✔️ Loop function: Replay a specific section until you perfect it.\n\n✔️ Playing one hand at a time: Play by working left hand and right hand separately.\n\n✔️ Personalized follow-up: Get instant feedbacks, identify your mistakes and follow thoroughly your progress.\n\n✔️ Metronome: Learn to play at the right pace and tempo.\n\n✔️ MIDI import: Upload your own songs and exercises in MIDI format, store them into your account and learn to play them whenever you want.\n\n\nWith La Touche Musicale, learning piano has never been this easy and fun.\n\nAvailable in English and French languages.\n\nWith love ❤️\nThe La Touche Musicale Team"
  }
}