{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trello Cards Optimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic card frontside formatting and coloring based on title and labels"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trello's Swiss Army Knife!\nThe Trello Cards Optimizer Chrome extension allows you to creater richer boards. Check it out on http://trellocards.com.\nIt supports automatic card frontside coloring and formatting based on labels and title markup, where you can use tags for a main title, subtitle, priority, starring and coloring.\nTCO also supports markdown for tables in card backside description, and even in the comments, as well as code syntax highlighting.\nAnd what about copy and paste formatted text from Microsoft Word, Excel, Outlook, Google Mail. Documents and Spreadsheets or web snippets!\nCombined with productivity features like removing of the Add New List column, clickable hyperlinks in titles, collapsing lists without cards and much more, it's an indispensable Trello enhancement.\n\n\nTCO can be combined with scrum extensions like Plus For Trello etc (for which it has special support to wait after Plus has processed cards).\nAll features can be turned on and off in the Extension Options dialog.\nTrello Cards Optimizer settings can be overruled per board.\n\n\n==== Plus for Trello support ====\nThe extension is optimized to be combined with the Plus for Trello extension.\nCards for which a Plus for Trello timer is running can be highlighted, and the extension won't interfere with title Plus for Trello's title formatting.\nYou also have the option to hide the Plus for Trello estimate/spend comments.\n\n\n==== Lists ====\n• Collapsing empty lists: \nIf enabled, every empty list is collapsed vertically to remove empty space.\n\n• Resize columns to fit screen width:\nIf enabled, the extension adjusts the list (and cards) width for optimum screen usage.\n\n• Sort cards in list:\nIf enabled, cards in a list are sorted based on exclamation priority and importance of due date (overdue, today, soon, future and completed or no date), main title name and title.\nExclamation priority is ignored if due date is completed.\nYou can exclude one or more listnames for sorting.\n\n• Group cards in list based on main title:\nIf you enable sorting, you can also group cards based on main title (|).\nIf there is more than 1 card with the same main title in a list, the cards will be grouped and placed at the sort position of the most important one.\nSingle cards with a main title are treated just like normal cards.\n\n• Color the background of lists:\nYou can enter background colors or even full css styles per list name.\n\n\n==== Card backside ====\n• Width of back of card: \nYou can set the width of the back of the card in the options.\nLeave out the width to use Trello's default.\n\n• Text coloring in description and comments:\n<c:red this is red text> creates red text. You can only use html color names.\n\n• Table markdown in description and comments:\nTCO also supports markdown support for tables in card backside description, and even in the comments!\nTo create a table, always start lines with a | (pipe) and include a header, a separator with column defitions with minimum three dashes per column, and a minimum of 1 row below the separator row (or 2 rows in case of a 2 columns table).\nThe total number of columns is set based upon the  number of | --- | separator row.\n\nYou can control table width, column alignment, text wrap and column spanning, and you can use multiple lines in a table header or cell.\nTable markdown is explained in Trello's Formatting Help, just click that button and scroll down!\n\n• Copy/paste tables in description and comments:\nIf you have a table as text formatted with tabs (like you get when you copy rows from an Excel table) the table markdown is automatically formatted on paste!\n\n• Tab support in description and comment editing:\nYou can use the tab key during editing, which will automatically insert 4 spaces.\nThe left and right arrow as well as backspace keys detect 4 spaces as a tab and jump over it.\nYou can also select a block of text and use the tab key to indent it or shift-tab to remove indentation.\n\n• Syntax highlighting in ``` code blocks in description and comments:\nYou can tell TCO to use syntax highlighting for code blocks enclosed by ```.\nTo use it, specify the code language on the first line followed by a colon:, like this:\n```\nhtml:\n... your code here ...\n```\n\nAfter the colon you can use the options 'linenumbers' and or 'wraptext'.\nSo to use syntax highlighting for sql with linenumbers and wrapped lines, use:\n```\nsql:linenumbers,wraptext\n... your code here ...\n```\n\nThe following language codes are available:\nasp, c, c#, c++, css, cssless, html, htmlmixed, htmlphp, java, javascript, json, jsp, mariadb, mssql, mysql, objectivec, pearl, pgsql, php, plainhtml, plsql, python, ruby, sql, typescript, vb, xcss, xml.\n\nExplanation of the syntax highlighting is just as with the table markdown included in Trello's Formatting Help, just click that button and scroll down!\n\n==== Card frontsides =====\n• Label background coloring:\nIf enabled, the background color of the card backside will automatically be set to a percentage of the first label color.\n\n• Card numbers per board:\nTrello's card numbers can be shown on the top-left of the cards.\n\n• Separator cards:\nYou can define a small or large separator card by starting the title with > or >>.\n\n• Coloring cards:\nYou can set the background color of the card by entering c:colorname or c:00FFAA (for example) in the title.\nThis overrules the label background coloring.\n\n• Title markup:\n***** Usage of markup tags in card title: *****\nThe following markup codes can be used in a card title:\n\n\"|\" or \"||\" marks the end of a main title, which is shown in bold before or above the rest of the title\n\">\" in the first part of the title creates a centered layout (used for seperators)\n\">>\" in the first part of the title also creates a centered layout, but with bigger font-size.\n\"[between brackets]\" marks a subtitle, which is shown underneath the title\n\n\"?\" in the title creates a blue question icon before the title (color will be gray if card has a completed deadline)\n\"!\", \"!!\" or \"!!!\" marks priorities, showing an alert icon and a colored border on the left of the card\n\" *4\" (or other digits) marks a number of stars, displaying a star icon with the number next to it. The * must be preceeded with a space.\n\" #tagname\" is considered to be a tag, printed italic and colored blue. The # must be preceeded with a space. (if Plus for Trello is installed, #tagname will be hidden!)\n\" c:pink\" sets the background of the card to pink. You can also use c:#ff0000 or just c:ff0000. The c: must be preceeded with a space.\n\n\"*text*\" creates italic text\n\"**text**\" creates bold text\n\"~~text~~\" creates striked out text\n\"`text`\" creates code text\n\"<c:red this is red text>\" creates red text. You can only use html color names.\n\"\\n\" creates a new line."
  }
}