{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drop Video - Aliexpress Video Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Aliexpress Videos Instantly!\n\nSave Aliexpress videos to your computer with one click, you are also able to save product…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Aliexpress Videos Instantly!\n\nSave Aliexpress videos to your computer with one click, you are also able to save product images.\n\n3 Day Free Trial! Install & click the \"Unlock Now\" button on the panel page. \n\nThe easiest way to find videos for your dropshipping product video ads.\n\nWhen an ecommerce store owner wants to test a new product, the first thing he/she does is check Aliexpress for the price, video (if any), and how much that has sold. What prevents a user from testing a product is not being able to find enough content for a video.\n\nOur tool fixes this....\n\nOur tool web scrapes all listings and labels the ones with video. It also gives you an option to download it easily.\n\nNot only this, but it searches on YouTube, Pinterest, & Vimeo based on the keyword you searched for and pulls up all relevant videos. This allows you to see all the content the product has.\n\n✔️FEATURES\n\n📽️ Labels products with video\n📽️ Makes listings with video downloadable \n📽️ Pulls all listings with video to the top (prevents wasted time scrolling through pages)\n📽️ Pulls relevant videos on YouTube, Vimeo, Pinterest etc. to save time looking on other platforms\n\n⭐ MONEY BACK GUARANTEE ⭐\n\nDon't like the tool within the first 7 days? No problem, we'll give you a full refund when you contact us at support@arcafy.com\nYou can also cancel your membership anytime.\n\n⭐ HOW TO USE ⭐\n\nInstall the extension\nSearch a product or keyword ex: Posture Corrector, Galaxy Lamp, Laser Hair Removal\nTool will automatically start working\n\nSimple and straightforward tool to help drop shippers find video content to use for their ads."
  }
}