{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cordial"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Écrivez l'esprit libre partout sur le web grâce à Cordial !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Le correcteur Cordial analyse vos phrases grâce à son moteur de correction unique, dopé à l’intelligence artificielle. \nIl détecte vos fautes d’orthographe, de grammaire, mais aussi les erreurs de style.\n\n✅ Corrigez vos textes sans limites et travaillez votre style\nRouge pour l’orthographe, bleu pour la grammaire, la syntaxe et la typographie : en un soulignement explicite, Cordial vous indique vos erreurs. Faute d’accord, de temps, virgule en trop, pléonasme malheureux, Cordial veille sur vos écrits, avec un taux de correction record de 90% !\n\n✅ Suivez votre progression avec une interface personnalisée \nEn quelques clics, vous avez accès à Cordial Analytics qui vous permet de découvrir le palmarès des erreurs les plus fréquentes, la qualité moyenne de vos écrits mais aussi le bilan de votre progression sur une période donnée. Écrivez, corrigez, analysez, progressez !\n\n✅ Intégrez le logiciel à tous vos outils facilement\nCordial s’intègre automatiquement à vos outils favoris : messageries, rédaction, gestion… Vous en voulez quelques uns ? Citons alors Gmail, Outlook, Wordpress, Jira,  Salesforce et bien d'autres !\n\n✅ Accédez à des ressources linguistiques et à du contenu exclusif\nPour que la langue française n’ait plus de secrets pour vous, Cordial, c'est aussi un accès direct au dictionnaire et à ses multiples règles de français. Plus de 200 pages sont à votre disposition au sujet des catégories grammaticales, des accords, etc.\n\n🕸 Ajoutez Cordial à votre navigateur\nCordial en ligne s'intègre directement dans votre navigateur. Vous pouvez ainsi corriger et améliorer vos textes sans interruption, partout, tout le temps."
  }
}