{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jot - Browser Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take & save notes on webpages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Place notes on any page online!\n\nAdd Jot to Chrome to quickly create and customize notes while your browsing. Jot allows users to easily create, style, organize, and export notes all with no account required.\n\nMake use of these convenient keyboard shortcuts:\n* Create a Jot note: Ctrl+Shift+z\n* Hide all Jot notes on the active tab: Ctrl+Shift+h\n* Show all Jot notes on the active tab: Ctrl+Shift+s\n\nThese actions, as well as pasting a copied note, can also be performed by right-clicking anywhere within a webpage and navigating to \"Jot - Browser Notes\".\n\nEach Jot note can have its appearance and performance customized. Right click on a Jot note to change its color, add tags to it, change its order relative to other Jot notes, or select how it moves when the tab is resized or scrolled. This menu is also where you can copy a note to easily paste elsewhere. A pasted note will have the same appearance and behavior as the note it was copied from.\n\nAdjust the size of a Jot note by dragging the bottom right corner of its textbox. Edit its title by clicking the note's existing title and typing.\n\nIf you pin the Jot extension, selecting the Jot icon in the top right of your browser opens the Jot popup. Here you can add an additional note to the active tab that will only appear in the popup. You can also show, hide, and delete all Jot notes on the page. You can also manage any notes on the page with tags from within the Jot popup.\n\nThe Jot notes' options page allows you to select options for your Jot notes, manage all of your created Jot notes in one place, remove all of your note data from the extension, download your notes and import notes previously exported from the Jot notes extension."
  }
}