{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rescue Maze"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Escape the maze by saving all the animations before finding the exit."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just click on the maze extension icon in the top right corner of your browser, and the game will start immediately on a popup window!\n\nThe maze is randomly generated each time the game starts or restarts. Your goal is to guide the red block from the top-left corner to the bottom-right corner (green area), but there's a twist! Scattered throughout the maze are 13 random animations that need to be rescued. You must move the red block to touch all these animations before you can exit.\n\nRescued characters will automatically move to the right side of the maze and wait there. The top-right of the screen will display their count. If you finish rescuing them all before time runs out (80 seconds), they will come together to celebrate your victory.\n\nChallenge yourself with this game and then enjoy the celebration as our animations dance! Additionally, we've showed our featured products after game over for extra enjoyment. If you'd like to try them, simply click the corresponding links.\n\nThe algorithms of animating images refer to the open-source project: https://github.com/facebookresearch/AnimatedDrawings. \n\nCHANGELOG\n==========\nVersion 0.1.3 - 0.1.5\n- Rename the game\n- Update image CDN link\n- Add the link of playing full screen\n- Add the links of featured products\n\nVersion 0.1.2\n- Change game window from new tab to popup\n- Show related games on the game over page\n\nVersion 0.1.1\n- Make maze responsive to browser size\n- Implement fallback loading for images\n\nVersion 0.1.0\n- Initial release of the game"
  }
}