{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "mima omnibox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your browsing speed with simple search bar commands! No more navigating through endless menus and settings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# JUST FOR CHROME BROWSER\n\nOur Chrome extension aims to enhance your browsing experience by offering a range of features accessible via short commands from the search bar. You can easily customize these features using the intuitive dashboard, and we provide detailed documentation for each tool to ensure you can make the most of its functionality.\n\n#FEATURES: \n\nNotes : Add notes with simple command from the search bar.\nSearch Engines: Make your search more productive with default and custom searches.\nScreenshots: Take screenshots of the page or even elements from the page.\nVideo Recording: Record your computer screen quickly and save the video.\nAlarm: Set your alarm with simple command and with different formats.\nDrawing: Draw on the page and save the image.\nFunctions: Cool feature that help you create functions and use it with parameters from the search bar and get the result.\nAuto Form Filler: Create template from web form and fill it automatically.\n\n#COMMANDS EXAMPLES: \n\nnote your_note\nytb search_text , twtr search_text,  yndx search_text\ncptr image_name , cptrp image_name\nrec video_name\nalrm 20:35t alarm_text\ndraw image_name\nfunc add 7,13\nfrm\nfill form_name\n\nAND MORE ....\nYou can add commands to some features \n\n❤️ JUST TRY IT AND YOU WILL LOVE IT ❤️"
  }
}