{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SFDC Shortcuts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collections of useful shortcuts and utilities for Salesforce Developers and Admins."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collections of few useful shortcuts for Salesforce Developers and Admins. \nSuch as\n - Alawys open SFDC Dev Console in a new tab:  Salesforce has retired the ability to open the developer console in a new tab, instead it opens in a new stripped window. This can be little annoying and hence I have built this extension to allow the opening of the developer console in a new tab.\n - Quick navigation to setup:  Provides keyboard short key allow navigation to Setup page.\n - Quick switch to classic: Provides keyboard short key allow switching from Lightning to Classic experience.\n - Organization Banners: You can configure your desired banners for all different-different Salesforce organizations/environments. It's very useful when working on multiple organizations, helps to distinguish between them\n\n*Features*\n - Shortcuts for many useful navigation\n - Works only Salesforce pages.\n - Handles for both Classic and Lightning Experience\n - Support Incognito mode\n - Open new tab just after the active tab\n - Does not open multiple tabs for same org\n - Show alert notification for all unauthenticated Salesforce pages\n - Organization banners configuration\n\n*Supported Action*\nBelow are the list of all supported action\n - Open Developer Console\n - Navigate to Setup\n - Switch to Salesforce Classic\n - Switch to Lightning\n - Open Extension's Options\n \n*Tips*\n - Please vist Options page (Right Click on Extension and Click on Options) and configure your preferences shortkeys and actions \n - We Prefer to use shortkeys to quickly perform desired actions.\n \n*Limitations*\n - Due to Chrome Web Store Policies, as single extension can only have four shortkeys + one default Shortkey for extension click"
  }
}