{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Language Learning with Amazon Prime(Beta)-AFL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Language Learning with Amazon Prime Extension - App for Language (AFL)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Language Learning with Amazon\n>>> Say Goodbye to Using Dictionaries When Watching Movies. \n>>> A must-have tool that makes your life A LOT easier.\n>>> Learning a language is f ☠️ ing hard. So we made it f 🦋 ing fun for you ;)\n\n \n- The ONLY Google chrome extension for language learning with Amazon\n\n\n Language Learning with Amazon Prime (LLA)\n\n**************** HOW TO USE THE EXTENSION? ****************\n\n1-After installation, go to any Amazon Prime movies\n2-Only for the first time, REFRESH the page so that the extension load\n3-Now enjoy foreign movies and language learning\n***********\n\nThe Google Chrome extension is in Beta version which means that it works but needs more work \nInstall only if you would like to be ahead of other users\n;)\n************************* **************************\n\n★ ON-PAGE MEANING OF WORDS\n-Quickly get the meaning of any word on the subtitle and learn them in the context. No need to leave the movie to type and waste your time in dictionaries.\n\n\n\n★ DUAL SUBTITLES \n-With this free extension you can simultaneously compare each sentence with your native language. We added even a third subtitle for you!\n\n★ SMART AUTO-PAUSE\n- Don't miss interesting moments of a movie when you don't know the vocabulary, just hover the mouse on that word, we will hold the movie for you :)\n\n\nThe Google Chrome extension is in Beta version which means that it works but needs more work \nInstall only if you would like to be ahead of other users\n;)\n★★★★★★★★★★★★★ See what is coming next★★★★★★★★★★\n\n ★  HANDY SHORTCUTS (Coming Soon)\n- These shortcuts make your life a lot easier for watching and learning on Netflix. You can find all of them in the setting of the extension\n\n\n★ UPLOAD SUBTITLES (Coming Soon)\n-Now you can watch any movie on Netflix with dual subtitles in your native language, even those without subtitles( For premium users)\n\n★ DOWNLOAD SUBTITLES (Coming Soon)\n- You want to review the dialogues of a movie? now you can download the whole subtitle for later review \n\n★ OFFLINE REVIEW (Coming Soon)\n- With the ability to EXPORT words and sentences, review these interesting phrases, with no distraction, in the offline world- even with Anki - or other flashcard apps - on your android or iOS phone\n\n★ SAVE NEW WORDS (Coming Soon)\n-Keep the movie's catchy phrases and vocabularies with yourself, show them off to your friends later ;)\n- Your saved words will be highlighted in subtitles so that you learn them faster\n\n★ WORD PRONUNCIATION (Coming Soon)\n- Increase your listening and speaking skills with the correct pronunciation of any words in the movie\n\n★ SAVE PHRASES - Coming Soon \n\n- Don't like to save a full, meaningless sentence? Just edit the sentence and keep the interesting part of it (For premium users)\n\n\n\n★ USER-FRIENDLY \n• Customizable\n• Easy to install and use\n• Ad-free\n\n★ ★★★★★COMING SOON★★★★★ ★: \n\n- Language Learning with Amazon Prime----DONE\n- Lots of shortcuts ----Coming Soon\n- Upload your own subtitles for Netflix movies (paid feature)-- Coming Soon\n- Downloading and Printing subtitles---- Coming Soon \n- Machine translation for movies without your native subtitle (paid feature)--- Coming Soon\n- Easily hide subtitles with shortcuts( paid feature)--- Coming Soon\n\n- Export movies' vocabularies and sentences to learn with Anki--- DONE\n- Custom playback speed: the ability to slow down dialogue to increase \n  comprehension Amazon Prime --- Coming Soon \n\n\n- NO disturbing ads\n- NO need for credit card\n- Optional login\n********************** ********************** **********************\n\n\n Be the first to install and enjoy the benefits of this revolutionary way of language learning with Netflix and YouTube movies\n\n- Install for FREE and start having more fun with foreign movies\n- This extension helps you to turn movies into an enjoyable personal language \n  course!\n- No more dictionaries, you can just hover over a word and get the meaning \n  right away, you can also keep the words and practice them later\n- Fast fluency by learning from native speakers \n- Master any language without any boring book or language class\n\n************************* **************************\n\n★ QUESTIONS, FEEDBACK: \nLanguage learning with Amazon extension is very new, and still in development. Please help us by sending a little e-mail if you see crashes, bugs or just want to say Hi 😊\n\nhttps://docs.google.com/forms/d/e/1FAIpQLScf7T_M46CIzwJ2KUtFF5PMFZJOBJEUVuednyrYz7l3I9RU7w/viewform\n\n********************** ********************** **********************\n**VERSION: 0.1\n- Watch with Dual subtitles on Amazon Prime Video"
  }
}