{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netflix 1080p Lite BETA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables 1080p resolution and 5.1 surround sound playback on Netflix."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the Best Netflix Experience: Unlock 1080p and 5.1 Audio\n(THIS EXTENSION IS FOR BETA TESTING)\n\nFinally, you can watch Netflix in the quality you deserve. This extension unlocks full 1080p HD playback and gives you the option to enjoy immersive 5.1 surround sound.\n\nNormally, Netflix limits you to 720p resolution and stereo sound. But with this extension, you can break free from those limits and upgrade your streaming experience.\n\nHere’s what the extension does right out of the box: it makes sure 1080p AVCHi streams are always available for you to watch. But if you want to customize things further, you can tweak a few options in the settings menu (all turned off by default):\n\nUse 5.1 audio when available: Instead of the usual 64kbps or 96kbps stereo sound, you can switch to 128kbps 5.1 surround sound, which is perfect if you have a surround sound setup.\n\nAutomatically choose the best quality: Turn this on, and you’ll always stream at the highest quality Netflix offers, no matter what Netflix thinks your internet can handle.\n\nSwitch to VP9 instead of H.264: If you’re using an older computer and notice lag or dropped frames, this option might help. VP9 can be more efficient than H.264 for software decoding, especially on older machines."
  }
}