{
  "name": {
    "ar": "Image Drops: تحميل وعرض الصور على شبكة الإنترنت",
    "am": "Image Drops: የድር ምስሎችን ያውርዱ እና ይመልከቱ",
    "bg": "Image Drops: Изтеглете и прегледайте уеб изображения",
    "bn": "Image Drops: ডাউনলোড করুন এবং ওয়েব ছবি দেখুন",
    "ca": "Image Drops: Baixeu i visualitzeu imatges web",
    "cs": "Image Drops: Stahujte a prohlížejte obrázky z webu",
    "da": "Image Drops: Download og se webbilleder",
    "de": "Image Drops: Laden Sie Webbilder herunter und zeigen Sie sie an",
    "el": "Image Drops: Λήψη και προβολή εικόνων ιστού",
    "en,en_AU,en_GB,en_US,es_419,pt_BR": "Image Drops: Downloader & Viewer for web images",
    "es": "Image Drops: Descargar y ver imágenes web",
    "et": "Image Drops: Laadige alla ja vaadake veebipilte",
    "fa": "Image Drops: دانلود و مشاهده تصاویر وب",
    "fi": "Image Drops: Lataa ja katso web-kuvia",
    "fil": "Image Drops: I-download at tingnan ang mga larawan sa web",
    "fr": "Image Drops: Télécharger et afficher des images Web",
    "gu": "Image Drops: વેબ છબીઓ ડાઉનલોડ કરો અને જુઓ",
    "he": "Image Drops: הורד והצג תמונות אינטרנט",
    "hi": "Image Drops: वेब छवियाँ डाउनलोड करें और देखें",
    "hr": "Image Drops: Preuzmite i pregledajte web slike",
    "hu": "Image Drops: Webes képek letöltése és megtekintése",
    "id": "Image Drops: Unduh dan lihat gambar web",
    "it": "Image Drops: Scaricare e visualizzare immagini Web",
    "ja": "Image Drops: Web 画像をダウンロードして表示する",
    "kn": "Image Drops: ವೆಬ್ ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ವೀಕ್ಷಿಸಿ",
    "ko": "Image Drops: 웹 이미지 다운로드 및 보기",
    "lt": "Image Drops: Atsisiųskite ir peržiūrėkite žiniatinklio vaizdus",
    "lv": "Image Drops: Lejupielādējiet un skatiet tīmekļa attēlus",
    "ml": "Image Drops: വെബ് ഇമേജുകൾ ഡൗൺലോഡ് ചെയ്ത് കാണുക",
    "mr": "Image Drops: वेब प्रतिमा डाउनलोड करा आणि पहा",
    "ms": "Image Drops: Muat turun dan lihat imej web",
    "nl": "Image Drops: Webafbeeldingen downloaden en bekijken",
    "no": "Image Drops: Last ned og se nettbilder",
    "pl": "Image Drops: Pobieraj i przeglądaj obrazy internetowe",
    "pt_PT": "Image Drops: Baixe e visualize imagens da web",
    "ro": "Image Drops: Descărcați și vizualizați imagini web",
    "ru": "Image Drops: Загрузка и просмотр веб-изображений",
    "sk": "Image Drops: Stiahnite si a prezerajte obrázky z webu",
    "sl": "Image Drops: Prenesite in si oglejte spletne slike",
    "sr": "Image Drops: Преузмите и прегледајте веб слике",
    "sv": "Image Drops: Ladda ner och visa webbbilder",
    "sw": "Image Drops: Pakua na tazama picha za wavuti",
    "ta": "Image Drops: இணையப் படங்களைப் பதிவிறக்கி பார்க்கவும்",
    "te": "Image Drops: వెబ్ చిత్రాలను డౌన్‌లోడ్ చేయండి మరియు వీక్షించండి",
    "th": "Image Drops: ดาวน์โหลดและดูภาพเว็บ",
    "tr": "Image Drops: Web görsellerini indirin ve görüntüleyin",
    "uk": "Image Drops: Завантажуйте та переглядайте веб-зображення",
    "vi": "Image Drops: Tải xuống và xem hình ảnh trên web",
    "zh_CN": "Image Drops: 下载并查看网络图像",
    "zh_TW": "Image Drops: 下載並查看網頁圖像"
  },
  "short": {
    "ar": "يعرض تفاصيل الصورة، ويطبق المرشحات، ويحفظ الصور المحددة كأرشيف ZIP أو يعرضها في عارض الصور.",
    "am": "የምስል ዝርዝሮችን ያሳያል፣ ማጣሪያዎችን ይተገብራል እና የተመረጡ ምስሎችን እንደ ዚፕ ማህደር ያስቀምጣቸዋል ወይም በምስል መመልከቻ ውስጥ ያያቸው።",
    "bg": "Показва подробности за изображението, прилага филтри и записва избрани изображения като ZIP архив или ги преглежда в програма за…",
    "bn": "চিত্রের বিশদ বিবরণ প্রদর্শন করে, ফিল্টার প্রয়োগ করে এবং নির্বাচিত ছবিগুলিকে জিপ সংরক্ষণাগার হিসাবে সংরক্ষণ করে বা একটি চিত্র…",
    "ca": "Mostra els detalls de la imatge, aplica filtres i desa les imatges seleccionades com a arxiu ZIP o les visualitza en un visor…",
    "cs": "Zobrazuje detaily obrázku, aplikuje filtry a ukládá vybrané obrázky jako archiv ZIP nebo je zobrazuje v prohlížeči obrázků.",
    "da": "Viser billeddetaljer, anvender filtre og gemmer udvalgte billeder som et ZIP-arkiv eller viser dem i en billedfremviser.",
    "de": "Zeigt Bilddetails an, wendet Filter an und speichert ausgewählte Bilder als ZIP-Archiv oder zeigt sie in einem Bildbetrachter an.",
    "el": "Εμφανίζει λεπτομέρειες εικόνας, εφαρμόζει φίλτρα και αποθηκεύει επιλεγμένες εικόνες ως αρχείο ZIP ή τις προβάλλει σε πρόγραμμα…",
    "en,en_AU,en_GB,en_US,es_419,pt_BR": "Displays image details, applies filters and saves selected images as a ZIP archive or views them in an image viewer.",
    "es": "Muestra detalles de la imagen, aplica filtros y guarda las imágenes seleccionadas como un archivo ZIP o las ve en un visor de…",
    "et": "Kuvab pildi üksikasjad, rakendab filtreid ja salvestab valitud pildid ZIP-arhiivina või vaatab neid pildivaaturis.",
    "fa": "جزئیات تصویر را نمایش می دهد، فیلترها را اعمال می کند و تصاویر انتخابی را به عنوان یک آرشیو ZIP ذخیره می کند یا آنها را در یک…",
    "fi": "Näyttää kuvan tiedot, käyttää suodattimia ja tallentaa valitut kuvat ZIP-arkistona tai katselee niitä kuvankatseluohjelmassa.",
    "fil": "Nagpapakita ng mga detalye ng larawan, naglalapat ng mga filter at nagse-save ng mga napiling larawan bilang isang ZIP archive o…",
    "fr": "Affiche les détails de l'image, applique des filtres et enregistre les images sélectionnées sous forme d'archive ZIP ou les affiche…",
    "gu": "છબીની વિગતો દર્શાવે છે, ફિલ્ટર્સ લાગુ કરે છે અને પસંદ કરેલી છબીઓને ઝીપ આર્કાઇવ તરીકે સાચવે છે અથવા ઇમેજ વ્યૂઅરમાં જુએ છે.",
    "he": "מציג פרטי תמונה, מחיל מסננים ושומר תמונות נבחרות כארכיון ZIP או מציג אותן במציג תמונות.",
    "hi": "छवि विवरण प्रदर्शित करता है, फ़िल्टर लागू करता है और चयनित छवियों को ज़िप संग्रह के रूप में सहेजता है या उन्हें छवि व्यूअर में…",
    "hr": "Prikazuje detalje slike, primjenjuje filtre i sprema odabrane slike kao ZIP arhivu ili ih pregledava u pregledniku slika.",
    "hu": "Megjeleníti a kép részleteit, szűrőket alkalmaz, és a kiválasztott képeket ZIP-archívumként menti, vagy képnézegetőben tekinti meg.",
    "id": "Menampilkan detail gambar, menerapkan filter dan menyimpan gambar yang dipilih sebagai arsip ZIP atau melihatnya di penampil gambar.",
    "it": "Visualizza i dettagli dell'immagine, applica filtri e salva le immagini selezionate come archivio ZIP o le visualizza in un…",
    "ja": "画像の詳細を表示し、フィルターを適用して、選択した画像を ZIP アーカイブとして保存するか、画像ビューアーで表示します。",
    "kn": "ಚಿತ್ರದ ವಿವರಗಳನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ, ಫಿಲ್ಟರ್‌ಗಳನ್ನು ಅನ್ವಯಿಸುತ್ತದೆ ಮತ್ತು ಆಯ್ದ ಚಿತ್ರಗಳನ್ನು ZIP ಆರ್ಕೈವ್‌ನಂತೆ ಉಳಿಸುತ್ತದೆ ಅಥವಾ ಚಿತ್ರ…",
    "ko": "이미지 세부 정보를 표시하고, 필터를 적용하고, 선택한 이미지를 ZIP 아카이브로 저장하거나 이미지 뷰어에서 봅니다.",
    "lt": "Rodo išsamią vaizdo informaciją, taiko filtrus ir išsaugo pasirinktus vaizdus kaip ZIP archyvą arba peržiūri juos vaizdų peržiūros…",
    "lv": "Parāda attēla informāciju, lieto filtrus un saglabā atlasītos attēlus kā ZIP arhīvu vai apskata tos attēlu skatītājā.",
    "ml": "ചിത്ര വിശദാംശങ്ങൾ പ്രദർശിപ്പിക്കുകയും ഫിൽട്ടറുകൾ പ്രയോഗിക്കുകയും തിരഞ്ഞെടുത്ത ചിത്രങ്ങൾ ഒരു ZIP ആർക്കൈവായി സംരക്ഷിക്കുകയും…",
    "mr": "प्रतिमा तपशील प्रदर्शित करते, फिल्टर लागू करते आणि निवडलेल्या प्रतिमा झिप संग्रहण म्हणून जतन करते किंवा प्रतिमा दर्शकामध्ये पाहते.",
    "ms": "Memaparkan butiran imej, menggunakan penapis dan menyimpan imej yang dipilih sebagai arkib ZIP atau melihatnya dalam pemapar imej.",
    "nl": "Geeft afbeeldingsdetails weer, past filters toe en slaat geselecteerde afbeeldingen op als een ZIP-archief of bekijkt ze in een…",
    "no": "Viser bildedetaljer, bruker filtre og lagrer valgte bilder som et ZIP-arkiv eller viser dem i en bildeviser.",
    "pl": "Wyświetla szczegóły obrazu, stosuje filtry i zapisuje wybrane obrazy jako archiwum ZIP lub przegląda je w przeglądarce obrazów.",
    "pt_PT": "Exibe detalhes da imagem, aplica filtros e salva as imagens selecionadas como um arquivo ZIP ou as visualiza em um visualizador de…",
    "ro": "Afișează detaliile imaginii, aplică filtre și salvează imaginile selectate ca arhivă ZIP sau le vizualizează într-un vizualizator…",
    "ru": "Отображает детали изображения, применяет фильтры и сохраняет выбранные изображения в виде ZIP-архива или просматривает их в…",
    "sk": "Zobrazuje podrobnosti o obrázkoch, používa filtre a ukladá vybrané obrázky ako archív ZIP alebo ich zobrazuje v prehliadači…",
    "sl": "Prikaže podrobnosti slike, uporabi filtre in shrani izbrane slike kot arhiv ZIP ali si jih ogleda v pregledovalniku slik.",
    "sr": "Приказује детаље о слици, примењује филтере и чува изабране слике као ЗИП архиву или их прегледава у прегледнику слика.",
    "sv": "Visar bilddetaljer, tillämpar filter och sparar valda bilder som ett ZIP-arkiv eller visar dem i en bildvisare.",
    "sw": "Huonyesha maelezo ya picha, hutumika vichujio na huhifadhi picha zilizochaguliwa kama kumbukumbu ya ZIP au huzitazama katika…",
    "ta": "பட விவரங்களைக் காட்டுகிறது, வடிப்பான்களைப் பயன்படுத்துகிறது மற்றும் தேர்ந்தெடுக்கப்பட்ட படங்களை ZIP காப்பகமாகச் சேமிக்கிறது அல்லது…",
    "te": "చిత్ర వివరాలను ప్రదర్శిస్తుంది, ఫిల్టర్‌లను వర్తింపజేస్తుంది మరియు ఎంచుకున్న చిత్రాలను జిప్ ఆర్కైవ్‌గా సేవ్ చేస్తుంది లేదా వాటిని…",
    "th": "แสดงรายละเอียดรูปภาพ ใช้ตัวกรอง และบันทึกรูปภาพที่เลือกเป็นไฟล์ ZIP หรือดูในโปรแกรมดูรูปภาพ",
    "tr": "Görüntü ayrıntılarını görüntüler, filtreler uygular ve seçilen görüntüleri ZIP arşivi olarak kaydeder veya bunları bir resim…",
    "uk": "Відображає деталі зображення, застосовує фільтри та зберігає вибрані зображення як ZIP-архів або переглядає їх у програмі перегляду…",
    "vi": "Hiển thị chi tiết hình ảnh, áp dụng bộ lọc và lưu hình ảnh đã chọn dưới dạng kho lưu trữ ZIP hoặc xem chúng trong trình xem hình…",
    "zh_CN": "显示图像详细信息、应用滤镜并将所选图像保存为 ZIP 存档或在图像查看器中查看它们。",
    "zh_TW": "顯示影像詳細資訊、套用濾鏡並將所選影像儲存為 ZIP 檔案或在影像檢視器中檢視它們。"
  },
  "long": {
    "ar": "Image Drops هي أداة قوية تسهل العثور على جميع الصور وعرضها وتنزيلها من أي صفحة ويب.\nيوفر هذا الملحق معلومات تفصيلية حول كل صورة يتم العثور عليها، بما في ذلك الحجم بالبكسل والوزن بالبايت ونوع MIME وعنوان URL المصدر. كما أنه يبسط عملية حفظ الصور على جهاز الكمبيوتر الخاص بك، إما بشكل فردي أو كأرشيف ZIP للصور المحددة. يعمل مع جميع أنواع الصور.\n\nإنه مجاني وسهل الاستخدام ولا يتطلب التسجيل. فقط بضع نقرات وستكون جميع الصور تحت سيطرتك.\n\nالميزات والفوائد الرئيسية:\n✓ أداة تنزيل الصور: حدد جميع الصور وقم بتنزيلها مرة واحدة كأرشيف ZIP أو بشكل فردي.\n✓ إعدادات مرنة: تخصيص المعلمات بما في ذلك عرض الصور وأوضاع البحث والمعالجة الإضافية والمزيد.\n✓ Image Viewer Client: أداة غنية لعرض الصور بشكل مريح تتيح لك تكبير الصور المحددة وتدويرها وتمريرها وتنزيلها.\n✓ تصفية الصور: يمكنك تصفية الصور حسب الحجم والوزن والنوع وعنوان URL المصدر.\n✓ محول ترميز Base64: حدد أي صورة وقم بتحويلها في سلسلة ترميز Base64 (انقر بزر الماوس الأيمن فوق الزر \"فتح في علامة تبويب جديدة\" لتبديل وضع الفتح).\n✓ التحكم بلوحة المفاتيح: يمكن التحكم به باستخدام لوحة المفاتيح (وكذلك الماوس).\n✓ سريع وسريع الاستجابة: يمكنك توقع وقت استجابة سريع وتشغيل سلس.\n✓ سهل الاستخدام: واجهة بسيطة وبديهية.\n\nقم بتثبيت ملحق Image Drops وابدأ في عرض الصور وتنزيلها على الفور.\n\nدعم فني:\nمن فضلك، الإبلاغ عن أي أخطاء أو اقتراحات الميزات هنا: https://browsermaster.com/image-drops/feedback.html\n\nملحوظة:\nجميع الحقوق تنتمي لأصحابها.",
    "am": "Image Drops ከየትኛውም ድረ-ገጽ ሁሉንም ምስሎች ለማግኘት፣ ለማየት እና ለማውረድ ቀላል የሚያደርግ ኃይለኛ መሳሪያ ነው።\nይህ ቅጥያ በፒክሰሎች መጠን፣ በባይት ክብደት፣ የMIME አይነት እና የምንጭ ዩአርኤልን ጨምሮ ስለ እያንዳንዱ የተገኘ ምስል ዝርዝር መረጃ ይሰጣል። እንዲሁም ምስሎችን ወደ ኮምፒውተርዎ በግልም ሆነ በተመረጡት ምስሎች ዚፕ ማህደር የማስቀመጥ ሂደትን ቀላል ያደርገዋል። ከሁሉም ዓይነት ምስሎች ጋር ይሰራል.\n\nነፃ ነው፣ ለመጠቀም ቀላል እና ምዝገባ አያስፈልገውም። ጥቂት ጠቅታዎች ብቻ እና ሁሉም ምስሎች በእርስዎ ቁጥጥር ስር ይሆናሉ።\n\nቁልፍ ባህሪያት እና ጥቅሞች:\n✓ የምስል አውርድ መሳሪያ፡ ሁሉንም ምስሎች እንደ ዚፕ ማህደር ወይም በግል ይምረጡ እና ያውርዱ።\n✓ ተለዋዋጭ መቼቶች፡ የምስል ማሳያን፣ የፍለጋ ሁነታዎችን፣ ተጨማሪ ሂደትን እና ሌሎችንም ጨምሮ ግቤቶችን አብጅ።\n✓ የምስል መመልከቻ ደንበኛ፡ የተመረጡ ምስሎችን ለማጉላት፣ ለማሽከርከር፣ ለማሸብለል እና ለማውረድ የሚያስችል ምቹ የምስል እይታ የበለፀገ መሳሪያ።\n✓ የምስል ማጣሪያ፡ ምስሎችን በመጠን፣ በክብደት፣ በአይነት እና በምንጭ ዩአርኤል ማጣራት ትችላለህ።\n✓ Base64 ኢንኮዲንግ መለወጫ፡ ማንኛውንም ምስል በbase64 ኢንኮዲንግ ህብረቁምፊ ውስጥ ይምረጡ እና ይለውጡ (የመክፈቻ ሁነታን ለመቀየር \"በአዲስ ትር ክፈት\" ቁልፍን በቀኝ ጠቅ ያድርጉ)።\n✓ የቁልፍ ሰሌዳ ቁጥጥር: በቁልፍ ሰሌዳ (እንዲሁም መዳፊት) በመጠቀም መቆጣጠር ይቻላል.\n✓ ፈጣን እና ምላሽ ሰጪ: ፈጣን ምላሽ ጊዜ እና ለስላሳ ቀዶ ጥገና መጠበቅ ይችላሉ.\n✓ ለመጠቀም ቀላል: ቀላል እና ሊታወቅ የሚችል በይነገጽ.\n\nImage Drops ቅጥያውን ይጫኑ እና ምስሎችን ማየት እና ማውረድ ይጀምሩ።\n\nየቴክኒክ እገዛ:\nእባክዎን ማንኛውንም ስህተቶች ወይም የባህሪ ጥቆማዎች እዚህ ሪፖርት ያድርጉ፡ https://browsermaster.com/image-drops/feedback.html\n\nማስታወሻ:\nሁሉም የቅጂ መብቶች የየባለቤቶቻቸው ናቸው።\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "bg": "Image Drops е мощен инструмент, който улеснява намирането, преглеждането и изтеглянето на всички изображения от всяка уеб страница.\nТова разширение предоставя подробна информация за всяко намерено изображение, включително размер в пиксели, тегло в байтове, MIME тип и URL адрес на източника. Той също така опростява процеса на запазване на изображения на вашия компютър, поотделно или като ZIP архив на избрани изображения. Работи с всички видове изображения.\n\nТой е безплатен, лесен за използване и не изисква регистрация. Само няколко кликвания и всички изображения ще бъдат под ваш контрол.\n\nОсновни характеристики и предимства:\n✓ Инструмент за изтегляне на изображения: Изберете и изтеглете всички изображения наведнъж като ZIP архив или поотделно.\n✓ Гъвкави настройки: Персонализирайте параметри, включително показване на изображение, режими на търсене, допълнителна обработка и др.\n✓ Клиент за преглед на изображения: Богат инструмент за удобен преглед на изображения, който ви позволява да мащабирате, завъртате, превъртате и изтегляте избрани изображения.\n✓ Филтър за изображения: Можете да филтрирате изображения по размер, тегло, тип и URL адрес на източника.\n✓ Base64 Encoding Converter: Изберете и конвертирайте произволно изображение в base64 кодиращ низ (щракнете с десния бутон върху бутона „Отваряне в нов раздел“, за да превключите режима на отваряне).\n✓ Управление с клавиатура: Може да се управлява с помощта на клавиатурата (както и с мишката).\n✓ Бърз и отзивчив: Можете да очаквате бързо време за реакция и гладка работа.\n✓ Лесен за използване: Опростен и интуитивен интерфейс.\n\nИнсталирайте разширението Image Drops и започнете незабавно да преглеждате и изтегляте изображения.\n\nТехническа поддръжка:\nМоля, докладвайте за грешки или предложения за функции тук: https://browsermaster.com/image-drops/feedback.html\n\nЗабележка:\nВсички авторски права принадлежат на съответните им собственици.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "bn": "ইমেজ ড্রপস একটি শক্তিশালী টুল যা যেকোনো ওয়েব পৃষ্ঠা থেকে সমস্ত ছবি খুঁজে পাওয়া, দেখতে এবং ডাউনলোড করা সহজ করে তোলে।\nএই এক্সটেনশনটি পিক্সেলের আকার, বাইটে ওজন, MIME প্রকার এবং উত্স URL সহ প্রতিটি পাওয়া চিত্র সম্পর্কে বিশদ তথ্য প্রদান করে। এটি আপনার কম্পিউটারে ইমেজ সংরক্ষণের প্রক্রিয়াকেও সহজ করে, হয় পৃথকভাবে বা নির্বাচিত ছবিগুলির একটি জিপ সংরক্ষণাগার হিসাবে। সব ধরনের ছবির সাথে কাজ করে।\n\nএটি বিনামূল্যে, ব্যবহার করা সহজ এবং নিবন্ধনের প্রয়োজন নেই। মাত্র কয়েকটি ক্লিক এবং সমস্ত ছবি আপনার নিয়ন্ত্রণে থাকবে।\n\nমূল বৈশিষ্ট্য এবং সুবিধা:\n✓ ছবি ডাউনলোড টুল: জিপ সংরক্ষণাগার হিসাবে বা পৃথকভাবে সমস্ত ছবি একবারে নির্বাচন করুন এবং ডাউনলোড করুন।\n✓ নমনীয় সেটিংস: চিত্র প্রদর্শন, অনুসন্ধান মোড, অতিরিক্ত প্রক্রিয়াকরণ এবং আরও অনেক কিছু সহ প্যারামিটারগুলি কাস্টমাইজ করুন৷\n✓ ইমেজ ভিউয়ার ক্লায়েন্ট: সুবিধাজনক ছবি দেখার জন্য একটি সমৃদ্ধ টুল যা আপনাকে জুম করতে, ঘোরাতে, স্ক্রোল করতে এবং নির্বাচিত ছবি ডাউনলোড করতে দেয়।\n✓ ছবি ফিল্টার: আপনি আকার, ওজন, প্রকার এবং উৎস URL দ্বারা ছবি ফিল্টার করতে পারেন।\n✓ বেস64 এনকোডিং কনভার্টার: বেস64 এনকোডিং স্ট্রিং-এ যেকোনো ছবি নির্বাচন করুন এবং রূপান্তর করুন (ওপেনিং মোড টগল করতে \"নতুন ট্যাবে খুলুন\" বোতামে ডান-ক্লিক করুন)।\n✓ কীবোর্ড নিয়ন্ত্রণ: কীবোর্ড (মাউসের পাশাপাশি) ব্যবহার করে নিয়ন্ত্রণ করা যায়।\n✓ দ্রুত এবং প্রতিক্রিয়াশীল: আপনি দ্রুত প্রতিক্রিয়া সময় এবং মসৃণ অপারেশন আশা করতে পারেন।\n✓ ব্যবহার করা সহজ: সহজ এবং স্বজ্ঞাত ইন্টারফেস।\n\nইমেজ ড্রপ এক্সটেনশন ইনস্টল করুন এবং অবিলম্বে ছবি দেখা এবং ডাউনলোড করা শুরু করুন।\n\nকারিগরি সহযোগিতা:\nঅনুগ্রহ করে, কোনো বাগ বা বৈশিষ্ট্যের পরামর্শ এখানে রিপোর্ট করুন: https://browsermaster.com/image-drops/feedback.html\n\nবিঃদ্রঃ:\nসমস্ত কপিরাইট তাদের নিজ নিজ মালিকদের অন্তর্গত।\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "ca": "Image Drops és una eina potent que facilita trobar, visualitzar i descarregar totes les imatges des de qualsevol pàgina web.\nAquesta extensió proporciona informació detallada sobre cada imatge trobada, inclosa la mida en píxels, el pes en bytes, el tipus MIME i l'URL d'origen. També simplifica el procés de desar imatges a l'ordinador, ja sigui individualment o com a arxiu ZIP de les imatges seleccionades. Funciona amb tot tipus d'imatges.\n\nÉs gratuït, fàcil d'utilitzar i no requereix registre. Només uns quants clics i totes les imatges estaran sota el vostre control.\n\nCaracterístiques i avantatges clau:\n✓ Eina de descàrrega d'imatges: seleccioneu i descarregueu totes les imatges alhora com a arxiu ZIP o individualment.\n✓ Configuració flexible: personalitza els paràmetres, com ara la visualització d'imatges, els modes de cerca, el processament addicional i molt més.\n✓ Client de visualització d'imatges: una rica eina per a una visualització còmoda d'imatges que us permet fer zoom, girar, desplaçar-vos i descarregar les imatges seleccionades.\n✓ Filtre d'imatges: podeu filtrar imatges per mida, pes, tipus i URL d'origen.\n✓ Convertidor de codificació Base64: seleccioneu i convertiu qualsevol imatge en cadena de codificació base64 (feu clic amb el botó dret al botó \"Obre en una pestanya nova\" per canviar el mode d'obertura).\n✓ Control del teclat: es pot controlar mitjançant el teclat (així com el ratolí).\n✓ Ràpid i sensible: podeu esperar un temps de resposta ràpid i un bon funcionament.\n✓ Fàcil d'utilitzar: interfície senzilla i intuïtiva.\n\nInstal·leu l'extensió Image Drops i comenceu a veure i descarregar imatges immediatament.\n\nSuport tècnic:\nInformeu qualsevol error o suggeriment de funcions aquí: https://browsermaster.com/image-drops/feedback.html\n\nNota:\nTots els drets d'autor pertanyen als seus respectius propietaris.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "cs": "Image Drops je výkonný nástroj, který usnadňuje vyhledávání, prohlížení a stahování všech obrázků z libovolné webové stránky.\nToto rozšíření poskytuje podrobné informace o každém nalezeném obrázku, včetně velikosti v pixelech, váhy v bajtech, typu MIME a zdrojové adresy URL. Zjednodušuje také proces ukládání snímků do počítače, a to buď jednotlivě, nebo jako ZIP archiv vybraných snímků. Pracuje se všemi typy obrázků.\n\nJe zdarma, snadno se používá a nevyžaduje registraci. Stačí pár kliknutí a všechny obrázky budete mít pod kontrolou.\n\nKlíčové vlastnosti a výhody:\n✓ Nástroj pro stahování obrázků: Vyberte a stáhněte všechny obrázky najednou jako archiv ZIP nebo jednotlivě.\n✓ Flexibilní nastavení: Přizpůsobte parametry včetně zobrazení obrázku, režimů vyhledávání, dodatečného zpracování a dalších.\n✓ Image Viewer Client: Bohatý nástroj pro pohodlné prohlížení obrázků, který umožňuje přibližovat, otáčet, posouvat a stahovat vybrané obrázky.\n✓ Filtr obrázků: Obrázky můžete filtrovat podle velikosti, váhy, typu a zdrojové adresy URL.\n✓ Převaděč kódování Base64: Vyberte a převeďte libovolný obrázek v řetězci kódování base64 (kliknutím pravým tlačítkem myši na tlačítko „Otevřít na nové kartě“ přepnete režim otevírání).\n✓ Ovládání pomocí klávesnice: Lze ovládat pomocí klávesnice (stejně jako myši).\n✓ Rychlé a citlivé: Můžete očekávat rychlou dobu odezvy a hladký provoz.\n✓ Snadné použití: Jednoduché a intuitivní rozhraní.\n\nNainstalujte si rozšíření Image Drops a začněte ihned prohlížet a stahovat obrázky.\n\nTechnická podpora:\nProsím, nahlaste jakékoli chyby nebo návrhy funkcí zde: https://browsermaster.com/image-drops/feedback.html\n\nPoznámka:\nVšechna autorská práva patří jejich příslušným vlastníkům.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "da": "Image Drops er et kraftfuldt værktøj, der gør det nemt at finde, se og downloade alle billeder fra enhver webside.\nDenne udvidelse giver detaljerede oplysninger om hvert fundet billede, inklusive størrelse i pixels, vægt i bytes, MIME-type og kilde-URL. Det forenkler også processen med at gemme billeder på din computer, enten individuelt eller som et ZIP-arkiv af udvalgte billeder. Fungerer med alle typer billeder.\n\nDet er gratis, nemt at bruge og kræver ikke registrering. Bare et par klik, og alle billeder vil være under din kontrol.\n\nNøglefunktioner og fordele:\n✓ Billeddownloadværktøj: Vælg og download alle billeder på én gang som et ZIP-arkiv eller individuelt.\n✓ Fleksible indstillinger: Tilpas parametre, herunder billedvisning, søgetilstande, yderligere behandling og mere.\n✓ Image Viewer Client: Et rigt værktøj til praktisk billedvisning, der giver dig mulighed for at zoome, rotere, rulle og downloade udvalgte billeder.\n✓ Billedfilter: Du kan filtrere billeder efter størrelse, vægt, type og kilde-URL.\n✓ Base64 Encoding Converter: Vælg og konverter ethvert billede i base64-kodningsstreng (højreklik på knappen \"Åbn i ny fane\" for at skifte åbningstilstand).\n✓ Tastaturkontrol: Kan styres ved hjælp af tastaturet (såvel som musen).\n✓ Hurtig og lydhør: Du kan forvente hurtig responstid og problemfri drift.\n✓ Nem at bruge: Enkel og intuitiv grænseflade.\n\nInstaller Image Drops-udvidelsen, og begynd at se og downloade billeder med det samme.\n\nTeknisk support:\nRapportér venligst eventuelle fejl eller forslag til funktioner her: https://browsermaster.com/image-drops/feedback.html\n\nBemærk:\nAlle ophavsrettigheder tilhører deres respektive ejere.",
    "de": "Image Drops ist ein leistungsstarkes Tool, mit dem Sie alle Bilder von jeder Webseite einfach finden, anzeigen und herunterladen können.\nDiese Erweiterung bietet detaillierte Informationen zu jedem gefundenen Bild, einschließlich Größe in Pixel, Gewicht in Bytes, MIME-Typ und Quell-URL. Es vereinfacht auch das Speichern von Bildern auf Ihrem Computer, entweder einzeln oder als ZIP-Archiv ausgewählter Bilder. Funktioniert mit allen Arten von Bildern.\n\nEs ist kostenlos, einfach zu nutzen und erfordert keine Registrierung. Nur ein paar Klicks und alle Bilder sind unter Ihrer Kontrolle.\n\nHauptmerkmale und Vorteile:\n✓ Tool zum Herunterladen von Bildern: Wählen Sie alle Bilder aus und laden Sie sie auf einmal als ZIP-Archiv oder einzeln herunter.\n✓ Flexible Einstellungen: Passen Sie Parameter wie Bildanzeige, Suchmodi, zusätzliche Verarbeitung und mehr an.\n✓ Image Viewer Client: Ein umfangreiches Tool zur bequemen Bildbetrachtung, mit dem Sie ausgewählte Bilder zoomen, drehen, scrollen und herunterladen können.\n✓ Bildfilter: Sie können Bilder nach Größe, Gewicht, Typ und Quell-URL filtern.\n✓ Base64-Kodierungskonverter: Wählen Sie ein beliebiges Bild aus und konvertieren Sie es in die Base64-Kodierungszeichenfolge (klicken Sie mit der rechten Maustaste auf die Schaltfläche „In neuem Tab öffnen“, um den Öffnungsmodus umzuschalten).\n✓ Tastatursteuerung: Kann über die Tastatur (sowie die Maus) gesteuert werden.\n✓ Schnell und reaktionsschnell: Sie können eine schnelle Reaktionszeit und einen reibungslosen Betrieb erwarten.\n✓ Einfach zu bedienen: Einfache und intuitive Benutzeroberfläche.\n\nInstallieren Sie die Image Drops-Erweiterung und beginnen Sie sofort mit der Anzeige und dem Herunterladen von Bildern.\n\nTechnische Unterstützung:\nBitte melden Sie alle Fehler oder Funktionsvorschläge hier: https://browsermaster.com/image-drops/feedback.html\n\nNotiz:\nAlle Urheberrechte liegen bei ihren jeweiligen Eigentümern.",
    "el": "Το Image Drops είναι ένα ισχυρό εργαλείο που διευκολύνει την εύρεση, προβολή και λήψη όλων των εικόνων από οποιαδήποτε ιστοσελίδα.\nΑυτή η επέκταση παρέχει λεπτομερείς πληροφορίες για κάθε εικόνα που βρέθηκε, συμπεριλαμβανομένου του μεγέθους σε pixel, του βάρους σε byte, του τύπου MIME και της διεύθυνσης URL πηγής. Απλοποιεί επίσης τη διαδικασία αποθήκευσης εικόνων στον υπολογιστή σας, είτε μεμονωμένα είτε ως αρχείο ZIP επιλεγμένων εικόνων. Λειτουργεί με όλους τους τύπους εικόνων.\n\nΕίναι δωρεάν, εύκολο στη χρήση και δεν απαιτεί εγγραφή. Μόλις μερικά κλικ και όλες οι εικόνες θα είναι υπό τον έλεγχό σας.\n\nΒασικά χαρακτηριστικά και πλεονεκτήματα:\n✓ Εργαλείο λήψης εικόνας: Επιλέξτε και πραγματοποιήστε λήψη όλων των εικόνων ταυτόχρονα ως αρχείο ZIP ή μεμονωμένα.\n✓ Ευέλικτες ρυθμίσεις: Προσαρμόστε παραμέτρους, όπως εμφάνιση εικόνων, λειτουργίες αναζήτησης, πρόσθετη επεξεργασία και άλλα.\n✓ Image Viewer Client: Ένα πλούσιο εργαλείο για εύκολη προβολή εικόνων που σας επιτρέπει να κάνετε ζουμ, περιστροφή, κύλιση και λήψη επιλεγμένων εικόνων.\n✓ Φίλτρο εικόνας: Μπορείτε να φιλτράρετε τις εικόνες κατά μέγεθος, βάρος, τύπο και διεύθυνση URL πηγής.\n✓ Base64 Encoding Converter: Επιλέξτε και μετατρέψτε οποιαδήποτε εικόνα στη συμβολοσειρά κωδικοποίησης base64 (κάντε δεξί κλικ στο κουμπί \"Άνοιγμα σε νέα καρτέλα\" για να αλλάξετε τη λειτουργία ανοίγματος).\n✓ Έλεγχος πληκτρολογίου: Μπορεί να ελεγχθεί χρησιμοποιώντας το πληκτρολόγιο (καθώς και το ποντίκι).\n✓ Γρήγορη και απόκριση: Μπορείτε να περιμένετε γρήγορο χρόνο απόκρισης και ομαλή λειτουργία.\n✓ Εύκολο στη χρήση: Απλή και διαισθητική διεπαφή.\n\nΕγκαταστήστε την επέκταση Image Drops και ξεκινήστε αμέσως την προβολή και τη λήψη εικόνων.\n\nΤεχνική υποστήριξη:\nΑναφέρετε τυχόν σφάλματα ή προτάσεις λειτουργιών εδώ: https://browsermaster.com/image-drops/feedback.html\n\nΣημείωση:\nΌλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.",
    "en,en_AU,en_GB,en_US,es_419": "Image Drops is a powerful tool that makes it easy to find, view and download all images from any web page.\nThis extension provides detailed information about each found image, including size in pixels, weight in bytes, MIME type and source URL. It also simplifies the process of saving images to your computer, either individually or as a ZIP archive of selected images. Works with all types of images.\n\nIt's free, easy to use and doesn't require registration. Just a few clicks and all images will be under your control.\n\nKey Features and Benefits:\n✓ Image Download Tool: Select and download all images at once as a ZIP archive or individually.\n✓ Flexible Settings: Customize parameters including image display, search modes, additional processing and more.\n✓ Image Viewer Client: A rich tool for convenient image viewing that allows you to zoom, rotate, scroll and download selected images.\n✓ Image Filter: You can filter images by size, weight, type and source URL.\n✓ Base64 Encoding Converter: Select and convert any image in base64 encoding string (right-click the \"Open in New Tab\" button ⇨ to toggle the opening mode).\n✓ Keyboard Control: Can be controlled using the keyboard (as well as the mouse).\n✓ Fast and Responsive: You can expect fast response time and smooth operation.\n✓ Easy to Use: Simple and intuitive interface.\n\nInstall the Image Drops extension and start viewing and downloading images immediately.\n\nTechnical support:\nPlease, report any bugs or feature suggestions here: https://browsermaster.com/image-drops/feedback.html\n\nNote:\nAll copyrights belong to their respective owners.",
    "es": "Image Drops es una poderosa herramienta que facilita la búsqueda, visualización y descarga de todas las imágenes desde cualquier página web.\nEsta extensión proporciona información detallada sobre cada imagen encontrada, incluido el tamaño en píxeles, el peso en bytes, el tipo MIME y la URL de origen. También simplifica el proceso de guardar imágenes en su computadora, ya sea individualmente o como un archivo ZIP de imágenes seleccionadas. Funciona con todo tipo de imágenes.\n\nEs gratis, fácil de usar y no requiere registro. Sólo unos pocos clics y todas las imágenes estarán bajo su control.\n\nCaracterísticas y beneficios clave:\n✓ Herramienta de descarga de imágenes: seleccione y descargue todas las imágenes a la vez como un archivo ZIP o individualmente.\n✓ Configuraciones flexibles: personalice parámetros que incluyen visualización de imágenes, modos de búsqueda, procesamiento adicional y más.\n✓ Image Viewer Client: una rica herramienta para una cómoda visualización de imágenes que le permite hacer zoom, rotar, desplazarse y descargar imágenes seleccionadas.\n✓ Filtro de imágenes: puede filtrar imágenes por tamaño, peso, tipo y URL de origen.\n✓ Convertidor de codificación Base64: seleccione y convierta cualquier imagen en una cadena de codificación base64 (haga clic con el botón derecho en el botón \"Abrir en una nueva pestaña\" para alternar el modo de apertura).\n✓ Control de teclado: se puede controlar mediante el teclado (así como el mouse).\n✓ Rápido y receptivo: puede esperar un tiempo de respuesta rápido y un funcionamiento fluido.\n✓ Fácil de usar: Interfaz sencilla e intuitiva.\n\nInstale la extensión Image Drops y comience a ver y descargar imágenes inmediatamente.\n\nApoyo técnico:\nPor favor, informe cualquier error o sugerencia de funciones aquí: https://browsermaster.com/image-drops/feedback.html\n\nNota:\nTodos los derechos de autor pertenecen a sus respectivos dueños.",
    "et": "Image Drops on võimas tööriist, mille abil on lihtne leida, vaadata ja alla laadida kõiki pilte mis tahes veebilehelt.\nSee laiendus pakub üksikasjalikku teavet iga leitud pildi kohta, sealhulgas suurust pikslites, kaalu baitides, MIME tüüpi ja lähte-URL-i. Samuti lihtsustab see piltide arvutisse salvestamist kas üksikult või valitud piltide ZIP-arhiivina. Töötab igat tüüpi piltidega.\n\nSee on tasuta, lihtne kasutada ja ei nõua registreerimist. Vaid paar klõpsu ja kõik pildid on teie kontrolli all.\n\nPeamised omadused ja eelised:\n✓ Pildi allalaadimise tööriist: valige ja laadige kõik pildid korraga alla ZIP-arhiivina või eraldi.\n✓ Paindlikud sätted: kohandage parameetreid, sealhulgas pildi kuvamist, otsingurežiime, lisatöötlust ja palju muud.\n✓ Image Viewer Client: rikkalik tööriist mugavaks piltide vaatamiseks, mis võimaldab teil valitud pilte suumida, pöörata, kerida ja alla laadida.\n✓ Pildifilter: saate pilte filtreerida suuruse, kaalu, tüübi ja allika URL-i järgi.\n✓ Base64 Encoding Converter: valige ja teisendage mis tahes pilt base64 kodeeringusringis (avamisrežiimi vahetamiseks paremklõpsake nuppu \"Ava uuel vahelehel\").\n✓ Klaviatuuri juhtimine: saab juhtida klaviatuuri (ja ka hiire) abil.\n✓ Kiire ja reageeriv: võite oodata kiiret reageerimisaega ja sujuvat toimimist.\n✓ Lihtne kasutada: lihtne ja intuitiivne liides.\n\nInstallige laiendus Image Drops ning alustage kohe piltide vaatamist ja allalaadimist.\n\nTehniline abi:\nPalun teatage kõigist vigadest või funktsioonisoovitustest siin: https://browsermaster.com/image-drops/feedback.html\n\nMärge:\nKõik autoriõigused kuuluvad nende vastavatele omanikele.",
    "fa": "Image Drops ابزار قدرتمندی است که یافتن، مشاهده و دانلود تمام تصاویر را از هر صفحه وب آسان می کند.\nاین برنامه افزودنی اطلاعات دقیقی درباره هر تصویر یافت شده، از جمله اندازه بر حسب پیکسل، وزن بر حسب بایت، نوع MIME و URL منبع ارائه می دهد. همچنین فرآیند ذخیره تصاویر در رایانه شما را به صورت جداگانه یا به صورت آرشیو ZIP از تصاویر انتخابی ساده می کند. با انواع تصاویر کار می کند.\n\nاستفاده از آن رایگان است و نیازی به ثبت نام ندارد. تنها با چند کلیک تمام تصاویر تحت کنترل شما خواهند بود.\n\nویژگی ها و مزایای کلیدی:\n✓ ابزار دانلود تصویر: همه تصاویر را به صورت همزمان به عنوان بایگانی ZIP یا به صورت جداگانه انتخاب و دانلود کنید.\n✓ تنظیمات انعطاف پذیر: پارامترهایی از جمله نمایش تصویر، حالت های جستجو، پردازش اضافی و موارد دیگر را سفارشی کنید.\n✓ Image Viewer Client: ابزاری غنی برای مشاهده راحت تصویر که به شما امکان بزرگنمایی، چرخش، اسکرول و دانلود تصاویر انتخابی را می دهد.\n✓ فیلتر تصویر: می توانید تصاویر را بر اساس اندازه، وزن، نوع و URL منبع فیلتر کنید.\n✓ مبدل رمزگذاری Base64: هر تصویر را در رشته رمزگذاری base64 انتخاب و تبدیل کنید (روی دکمه \"Open in New Tab\" کلیک راست کنید تا حالت باز را تغییر دهید).\n✓ کنترل صفحه کلید: با استفاده از صفحه کلید (و همچنین ماوس) قابل کنترل است.\n✓ سریع و پاسخگو: می توانید انتظار زمان پاسخگویی سریع و عملکرد روان را داشته باشید.\n✓ استفاده آسان: رابط کاربری ساده و شهودی.\n\nپسوند Image Drops را نصب کنید و بلافاصله شروع به مشاهده و دانلود تصاویر کنید.\n\nپشتیبانی فنی:\nلطفاً هر گونه اشکال یا پیشنهاد ویژگی را در اینجا گزارش دهید: https://browsermaster.com/image-drops/feedback.html\n\nتوجه داشته باشید:\nکلیه حقوق متعلق به صاحبان مربوطه می باشد.",
    "fi": "Image Drops on tehokas työkalu, jonka avulla on helppo löytää, tarkastella ja ladata kaikkia kuvia miltä tahansa verkkosivulta.\nTämä laajennus tarjoaa yksityiskohtaisia ​​tietoja jokaisesta löydetystä kuvasta, mukaan lukien koon pikseleinä, painon tavuina, MIME-tyypin ja lähde-URL-osoitteen. Se myös yksinkertaistaa kuvien tallentamista tietokoneellesi joko yksittäin tai valittujen kuvien ZIP-arkistona. Toimii kaikentyyppisten kuvien kanssa.\n\nSe on ilmainen, helppokäyttöinen eikä vaadi rekisteröitymistä. Vain muutama napsautus ja kaikki kuvat ovat sinun hallinnassasi.\n\nTärkeimmät ominaisuudet ja edut:\n✓ Kuvien lataustyökalu: Valitse ja lataa kaikki kuvat kerralla ZIP-arkistona tai yksitellen.\n✓ Joustavat asetukset: Mukauta parametreja, mukaan lukien kuvan näyttö, hakutilat, lisäkäsittely ja paljon muuta.\n✓ Image Viewer Client: Monipuolinen työkalu kätevään kuvien katseluun, jonka avulla voit zoomata, kiertää, vierittää ja ladata valittuja kuvia.\n✓ Kuvasuodatin: Voit suodattaa kuvia koon, painon, tyypin ja lähde-URL-osoitteen mukaan.\n✓ Base64 Encoding Converter: Valitse ja muunna mikä tahansa kuva base64-koodausmerkkijonossa (klikkaa hiiren kakkospainikkeella \"Avaa uudessa välilehdessä\" -painiketta vaihtaaksesi avaustilan).\n✓ Näppäimistön ohjaus: Voidaan ohjata näppäimistöllä (sekä hiirellä).\n✓ Nopea ja reagoiva: Voit odottaa nopeaa vasteaikaa ja sujuvaa toimintaa.\n✓ Helppokäyttöinen: Yksinkertainen ja intuitiivinen käyttöliittymä.\n\nAsenna Image Drops -laajennus ja aloita kuvien katselu ja lataaminen välittömästi.\n\nTekninen tuki:\nIlmoita virheistä tai ominaisuusehdotuksista täällä: https://browsermaster.com/image-drops/feedback.html\n\nHuomautus:\nKaikki tekijänoikeudet kuuluvat vastaaville omistajilleen.",
    "fil": "Ang Image Drops ay isang makapangyarihang tool na ginagawang madali upang mahanap, tingnan at i-download ang lahat ng mga larawan mula sa anumang web page.\nNagbibigay ang extension na ito ng detalyadong impormasyon tungkol sa bawat nahanap na larawan, kabilang ang laki sa mga pixel, timbang sa byte, uri ng MIME at source URL. Pinapasimple din nito ang proseso ng pag-save ng mga larawan sa iyong computer, isa-isa man o bilang ZIP archive ng mga napiling larawan. Gumagana sa lahat ng uri ng mga larawan.\n\nIto ay libre, madaling gamitin at hindi nangangailangan ng pagpaparehistro. Ilang mga pag-click lamang at lahat ng mga larawan ay nasa ilalim ng iyong kontrol.\n\nMga Pangunahing Tampok at Benepisyo:\n✓ Tool sa Pag-download ng Larawan: Piliin at i-download ang lahat ng mga larawan nang sabay-sabay bilang ZIP archive o indibidwal.\n✓ Mga Flexible na Setting: I-customize ang mga parameter kabilang ang pagpapakita ng larawan, mga mode ng paghahanap, karagdagang pagproseso, at higit pa.\n✓ Image Viewer Client: Isang rich tool para sa maginhawang pagtingin sa imahe na nagbibigay-daan sa iyong mag-zoom, paikutin, mag-scroll at mag-download ng mga napiling larawan.\n✓ Filter ng Larawan: Maaari mong i-filter ang mga larawan ayon sa laki, timbang, uri at URL ng pinagmulan.\n✓ Base64 Encoding Converter: Piliin at i-convert ang anumang imahe sa base64 encoding string (i-right-click ang \"Buksan sa Bagong Tab\" na buton upang i-toggle ang opening mode).\n✓ Kontrol sa Keyboard: Maaaring kontrolin gamit ang keyboard (pati na rin ang mouse).\n✓ Mabilis at Tumutugon: Maaari mong asahan ang mabilis na oras ng pagtugon at maayos na operasyon.\n✓ Madaling Gamitin: Simple at madaling gamitin na interface.\n\nI-install ang extension ng Image Drops at simulan kaagad ang pagtingin at pag-download ng mga larawan.\n\nTeknikal na suporta:\nMangyaring, iulat ang anumang mga bug o mga mungkahi sa tampok dito: https://browsermaster.com/image-drops/feedback.html\n\nTandaan:\nLahat ng copyright ay nabibilang sa kani-kanilang mga may-ari.",
    "fr": "Image Drops est un outil puissant qui facilite la recherche, l'affichage et le téléchargement de toutes les images à partir de n'importe quelle page Web.\nCette extension fournit des informations détaillées sur chaque image trouvée, notamment la taille en pixels, le poids en octets, le type MIME et l'URL source. Il simplifie également le processus d'enregistrement des images sur votre ordinateur, soit individuellement, soit sous forme d'archive ZIP des images sélectionnées. Fonctionne avec tous les types d'images.\n\nC'est gratuit, facile à utiliser et ne nécessite pas d'inscription. Quelques clics et toutes les images seront sous votre contrôle.\n\nPrincipales caractéristiques et avantages :\n✓ Outil de téléchargement d'images : sélectionnez et téléchargez toutes les images à la fois sous forme d'archive ZIP ou individuellement.\n✓ Paramètres flexibles : personnalisez les paramètres, notamment l'affichage de l'image, les modes de recherche, le traitement supplémentaire, etc.\n✓ Image Viewer Client : un outil riche pour une visualisation pratique des images qui vous permet de zoomer, de faire pivoter, de faire défiler et de télécharger les images sélectionnées.\n✓ Filtre d'image : vous pouvez filtrer les images par taille, poids, type et URL source.\n✓ Convertisseur d'encodage Base64 : sélectionnez et convertissez n'importe quelle image en chaîne d'encodage base64 (cliquez avec le bouton droit sur le bouton \"Ouvrir dans un nouvel onglet\" pour basculer le mode d'ouverture).\n✓ Contrôle du clavier : peut être contrôlé à l'aide du clavier (ainsi que de la souris).\n✓ Rapide et réactif : vous pouvez vous attendre à un temps de réponse rapide et à un fonctionnement fluide.\n✓ Facile à utiliser : interface simple et intuitive.\n\nInstallez l'extension Image Drops et commencez immédiatement à visualiser et à télécharger des images.\n\nSoutien technique:\nVeuillez signaler tout bug ou suggestion de fonctionnalités ici : https://browsermaster.com/image-drops/feedback.html\n\nNote:\nTous les droits d'auteur appartiennent à leurs propriétaires respectifs.",
    "gu": "ઈમેજ ડ્રોપ્સ એક શક્તિશાળી સાધન છે જે કોઈપણ વેબ પેજ પરથી બધી ઈમેજો શોધવા, જોવા અને ડાઉનલોડ કરવાનું સરળ બનાવે છે.\nઆ એક્સ્ટેંશન દરેક મળેલી ઇમેજ વિશે વિગતવાર માહિતી પૂરી પાડે છે, જેમાં પિક્સેલનું કદ, બાઈટમાં વજન, MIME પ્રકાર અને સ્ત્રોત URLનો સમાવેશ થાય છે. તે તમારા કમ્પ્યુટર પર છબીઓ સાચવવાની પ્રક્રિયાને પણ સરળ બનાવે છે, વ્યક્તિગત રીતે અથવા પસંદ કરેલી છબીઓના ઝીપ આર્કાઇવ તરીકે. તમામ પ્રકારની છબીઓ સાથે કામ કરે છે.\n\nતે મફત છે, ઉપયોગમાં સરળ છે અને તેને નોંધણીની જરૂર નથી. ફક્ત થોડા ક્લિક્સ અને બધી છબીઓ તમારા નિયંત્રણ હેઠળ હશે.\n\nમુખ્ય લક્ષણો અને લાભો:\n✓ ઈમેજ ડાઉનલોડ ટૂલ: બધી ઈમેજો એક જ સમયે ઝીપ આર્કાઈવ તરીકે અથવા વ્યક્તિગત રીતે પસંદ કરો અને ડાઉનલોડ કરો.\n✓ લવચીક સેટિંગ્સ: છબી પ્રદર્શન, શોધ મોડ્સ, વધારાની પ્રક્રિયા અને વધુ સહિત પરિમાણોને કસ્ટમાઇઝ કરો.\n✓ ઇમેજ વ્યૂઅર ક્લાયંટ: અનુકૂળ ઇમેજ જોવા માટેનું એક સમૃદ્ધ સાધન જે તમને પસંદ કરેલી છબીઓને ઝૂમ, ફેરવવા, સ્ક્રોલ કરવા અને ડાઉનલોડ કરવાની મંજૂરી આપે છે.\n✓ છબી ફિલ્ટર: તમે કદ, વજન, પ્રકાર અને સ્ત્રોત URL દ્વારા છબીઓને ફિલ્ટર કરી શકો છો.\n✓ બેઝ64 એન્કોડિંગ કન્વર્ટર: બેઝ64 એન્કોડિંગ સ્ટ્રિંગમાં કોઈપણ છબી પસંદ કરો અને કન્વર્ટ કરો (ઓપનિંગ મોડને ટૉગલ કરવા માટે \"નવા ટૅબમાં ખોલો\" બટન પર જમણું-ક્લિક કરો).\n✓ કીબોર્ડ નિયંત્રણ: કીબોર્ડ (તેમજ માઉસ) નો ઉપયોગ કરીને નિયંત્રિત કરી શકાય છે.\n✓ ઝડપી અને પ્રતિભાવશીલ: તમે ઝડપી પ્રતિભાવ સમય અને સરળ કામગીરીની અપેક્ષા રાખી શકો છો.\n✓ વાપરવા માટે સરળ: સરળ અને સાહજિક ઇન્ટરફેસ.\n\nઇમેજ ડ્રોપ્સ એક્સ્ટેંશન ઇન્સ્ટોલ કરો અને તરત જ છબીઓ જોવાનું અને ડાઉનલોડ કરવાનું શરૂ કરો.\n\nટેકનિકલ સપોર્ટ:\nકૃપા કરીને, કોઈપણ ભૂલો અથવા સુવિધા સૂચનોની અહીં જાણ કરો: https://browsermaster.com/image-drops/feedback.html\n\nનૉૅધ:\nબધા કોપીરાઈટ તેમના સંબંધિત માલિકોના છે.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "he": "Image Drops הוא כלי רב עוצמה המקל על איתור, הצגה והורדה של כל התמונות מכל דף אינטרנט.\nתוסף זה מספק מידע מפורט על כל תמונה שנמצאה, כולל גודל בפיקסלים, משקל בבתים, סוג MIME וכתובת אתר מקור. זה גם מפשט את תהליך שמירת התמונות במחשב שלך, בנפרד או כארכיון ZIP של תמונות נבחרות. עובד עם כל סוגי התמונות.\n\nזה בחינם, קל לשימוש ואינו מצריך הרשמה. רק כמה לחיצות וכל התמונות יהיו בשליטתך.\n\nתכונות ויתרונות מרכזיים:\n✓ כלי הורדת תמונות: בחר והורד את כל התמונות בבת אחת כארכיון ZIP או בנפרד.\n✓ הגדרות גמישות: התאמה אישית של פרמטרים כולל תצוגת תמונה, מצבי חיפוש, עיבוד נוסף ועוד.\n✓ Image Viewer Client: כלי עשיר לצפייה נוחה בתמונות המאפשרת לזום, לסובב, לגלול ולהוריד תמונות נבחרות.\n✓ מסנן תמונות: ניתן לסנן תמונות לפי גודל, משקל, סוג וכתובת אתר מקור.\n✓ ממיר קידוד Base64: בחר והמר כל תמונה במחרוזת קידוד base64 (לחץ לחיצה ימנית על הלחצן \"פתח בכרטיסייה חדשה\" כדי להחליף את מצב הפתיחה).\n✓ בקרת מקלדת: ניתן לשלוט באמצעות המקלדת (כמו גם העכבר).\n✓ מהיר ומגיב: אתה יכול לצפות לזמן תגובה מהיר ותפעול חלק.\n✓ קל לשימוש: ממשק פשוט ואינטואיטיבי.\n\nהתקן את התוסף Image Drops והתחל לצפות ולהוריד תמונות באופן מיידי.\n\nתמיכה טכנית:\nאנא דווח על באגים או הצעות לתכונות כאן: https://browsermaster.com/image-drops/feedback.html\n\nהערה:\nכל זכויות היוצרים שייכות לבעליהם בהתאמה.",
    "hi": "इमेज ड्रॉप्स एक शक्तिशाली उपकरण है जो किसी भी वेब पेज से सभी छवियों को ढूंढना, देखना और डाउनलोड करना आसान बनाता है।\nयह एक्सटेंशन प्रत्येक पाई गई छवि के बारे में विस्तृत जानकारी प्रदान करता है, जिसमें पिक्सेल में आकार, बाइट्स में वजन, एमआईएमई प्रकार और स्रोत यूआरएल शामिल है। यह छवियों को आपके कंप्यूटर पर व्यक्तिगत रूप से या चयनित छवियों के ज़िप संग्रह के रूप में सहेजने की प्रक्रिया को भी सरल बनाता है। सभी प्रकार की छवियों के साथ काम करता है।\n\nयह मुफ़्त है, उपयोग में आसान है और इसके लिए पंजीकरण की आवश्यकता नहीं है। बस कुछ ही क्लिक और सभी छवियां आपके नियंत्रण में होंगी।\n\nमुख्य विशेषताएं और लाभ:\n✓ छवि डाउनलोड टूल: सभी छवियों को एक बार में ज़िप संग्रह के रूप में या व्यक्तिगत रूप से चुनें और डाउनलोड करें।\n✓ लचीली सेटिंग्स: छवि प्रदर्शन, खोज मोड, अतिरिक्त प्रसंस्करण और बहुत कुछ सहित मापदंडों को अनुकूलित करें।\n✓ इमेज व्यूअर क्लाइंट: सुविधाजनक छवि देखने के लिए एक समृद्ध उपकरण जो आपको चयनित छवियों को ज़ूम करने, घुमाने, स्क्रॉल करने और डाउनलोड करने की अनुमति देता है।\n✓ छवि फ़िल्टर: आप छवियों को आकार, वजन, प्रकार और स्रोत URL के आधार पर फ़िल्टर कर सकते हैं।\n✓ बेस64 एन्कोडिंग कनवर्टर: बेस64 एन्कोडिंग स्ट्रिंग में किसी भी छवि को चुनें और परिवर्तित करें (ओपनिंग मोड को टॉगल करने के लिए \"नए टैब में खोलें\" बटन पर राइट-क्लिक करें)।\n✓ कीबोर्ड नियंत्रण: कीबोर्ड (साथ ही माउस) का उपयोग करके नियंत्रित किया जा सकता है।\n✓ तेज़ और उत्तरदायी: आप तेज़ प्रतिक्रिया समय और सुचारू संचालन की उम्मीद कर सकते हैं।\n✓ प्रयोग करने में आसान: सरल और सहज इंटरफ़ेस।\n\nइमेज ड्रॉप्स एक्सटेंशन इंस्टॉल करें और तुरंत छवियां देखना और डाउनलोड करना शुरू करें।\n\nतकनीकी समर्थन:\nकृपया, किसी भी बग या फीचर सुझाव की रिपोर्ट यहां करें: https://browsermaster.com/image-drops/feedback.html\n\nटिप्पणी:\nसमस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।",
    "hr": "Image Drops moćan je alat koji olakšava pronalaženje, pregled i preuzimanje svih slika s bilo koje web stranice.\nOvo proširenje pruža detaljne informacije o svakoj pronađenoj slici, uključujući veličinu u pikselima, težinu u bajtovima, MIME vrstu i izvorni URL. Također pojednostavljuje proces spremanja slika na vaše računalo, bilo pojedinačno ili kao ZIP arhiva odabranih slika. Radi sa svim vrstama slika.\n\nBesplatan je, jednostavan za korištenje i ne zahtijeva registraciju. Samo nekoliko klikova i sve slike će biti pod vašom kontrolom.\n\nKljučne značajke i prednosti:\n✓ Alat za preuzimanje slika: Odaberite i preuzmite sve slike odjednom kao ZIP arhivu ili pojedinačno.\n✓ Fleksibilne postavke: prilagodite parametre uključujući prikaz slike, načine pretraživanja, dodatnu obradu i više.\n✓ Image Viewer Client: Bogat alat za praktično pregledavanje slika koji vam omogućuje zumiranje, rotiranje, pomicanje i preuzimanje odabranih slika.\n✓ Filtar slike: možete filtrirati slike prema veličini, težini, vrsti i URL-u izvora.\n✓ Base64 Encoding Converter: odaberite i pretvorite bilo koju sliku u niz base64 kodiranja (desnom tipkom miša kliknite gumb \"Otvori u novoj kartici\" za promjenu načina otvaranja).\n✓ Kontrola tipkovnice: Može se kontrolirati pomoću tipkovnice (kao i miša).\n✓ Brzo i osjetljivo: možete očekivati ​​brzo vrijeme odziva i glatki rad.\n✓ Jednostavan za korištenje: Jednostavno i intuitivno sučelje.\n\nInstalirajte proširenje Image Drops i odmah počnite pregledavati i preuzimati slike.\n\nTehnička podrška:\nPrijavite sve greške ili prijedloge značajki ovdje: https://browsermaster.com/image-drops/feedback.html\n\nBilješka:\nSva autorska prava pripadaju njihovim vlasnicima.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "hu": "Az Image Drops egy hatékony eszköz, amely megkönnyíti az összes kép megtalálását, megtekintését és letöltését bármely weboldalról.\nEz a bővítmény részletes információkat nyújt minden talált képről, beleértve a méretet pixelben, a súlyt bájtban, a MIME típusát és a forrás URL-t. Ezenkívül leegyszerűsíti a képek számítógépre mentésének folyamatát, akár egyenként, akár a kiválasztott képek ZIP-archívumában. Minden típusú képpel működik.\n\nIngyenes, könnyen használható és nem igényel regisztrációt. Csak néhány kattintás, és az összes kép az Ön irányítása alá kerül.\n\nFőbb jellemzők és előnyök:\n✓ Képletöltő eszköz: Válassza ki és töltse le az összes képet egyszerre ZIP-archívumként vagy külön-külön.\n✓ Rugalmas beállítások: Testreszabhatja a paramétereket, beleértve a képmegjelenítést, a keresési módokat, a további feldolgozást és egyebeket.\n✓ Image Viewer Client: Gazdag eszköz a kényelmes képmegtekintéshez, amely lehetővé teszi a kiválasztott képek nagyítását, elforgatását, görgetését és letöltését.\n✓ Képszűrő: Szűrheti a képeket méret, súly, típus és forrás URL alapján.\n✓ Base64 Encoding Converter: Válasszon ki és alakítson át bármilyen képet base64 kódolási karakterláncban (jobb gombbal kattintson a \"Megnyitás új lapon\" gombra a megnyitási mód váltásához).\n✓ Billentyűzetvezérlés: A billentyűzettel (valamint az egérrel) vezérelhető.\n✓ Gyors és érzékeny: Gyors válaszidőre és zökkenőmentes működésre számíthat.\n✓ Könnyen használható: Egyszerű és intuitív felület.\n\nTelepítse az Image Drops bővítményt, és azonnal kezdje meg a képek megtekintését és letöltését.\n\nTechnikai támogatás:\nKérjük, jelentse a hibákat vagy a funkciójavaslatokat itt: https://browsermaster.com/image-drops/feedback.html\n\nJegyzet:\nMinden szerzői jog a megfelelő tulajdonosokat illeti.",
    "id": "Image Drops adalah alat canggih yang memudahkan untuk menemukan, melihat, dan mengunduh semua gambar dari halaman web mana pun.\nEkstensi ini memberikan informasi rinci tentang setiap gambar yang ditemukan, termasuk ukuran dalam piksel, berat dalam byte, jenis MIME, dan URL sumber. Ini juga menyederhanakan proses menyimpan gambar ke komputer Anda, baik secara individual atau sebagai arsip ZIP dari gambar yang dipilih. Bekerja dengan semua jenis gambar.\n\nGratis, mudah digunakan dan tidak memerlukan registrasi. Hanya beberapa klik dan semua gambar akan berada di bawah kendali Anda.\n\nFitur dan Manfaat Utama:\n✓ Alat Pengunduh Gambar: Pilih dan unduh semua gambar sekaligus sebagai arsip ZIP atau satu per satu.\n✓ Pengaturan Fleksibel: Sesuaikan parameter termasuk tampilan gambar, mode pencarian, pemrosesan tambahan, dan banyak lagi.\n✓ Klien Penampil Gambar: Alat kaya untuk melihat gambar dengan nyaman yang memungkinkan Anda memperbesar, memutar, menggulir, dan mengunduh gambar yang dipilih.\n✓ Filter Gambar: Anda dapat memfilter gambar berdasarkan ukuran, berat, jenis, dan URL sumber.\n✓ Konverter Encoding Base64: Pilih dan konversi gambar apa pun dalam string pengkodean base64 (klik kanan tombol \"Buka di Tab Baru\" untuk mengaktifkan mode pembukaan).\n✓ Kontrol Keyboard: Dapat dikontrol menggunakan keyboard (dan juga mouse).\n✓ Cepat dan Responsif: Anda dapat mengharapkan waktu respons yang cepat dan pengoperasian yang lancar.\n✓ Mudah Digunakan: Antarmuka yang sederhana dan intuitif.\n\nInstal ekstensi Image Drops dan segera mulai melihat dan mengunduh gambar.\n\nDukungan teknis:\nSilakan laporkan bug atau saran fitur apa pun di sini: https://browsermaster.com/image-drops/feedback.html\n\nCatatan:\nSemua hak cipta milik pemiliknya masing-masing.",
    "it": "Image Drops è un potente strumento che semplifica la ricerca, la visualizzazione e il download di tutte le immagini da qualsiasi pagina web.\nQuesta estensione fornisce informazioni dettagliate su ciascuna immagine trovata, tra cui dimensione in pixel, peso in byte, tipo MIME e URL di origine. Semplifica inoltre il processo di salvataggio delle immagini sul tuo computer, singolarmente o come archivio ZIP delle immagini selezionate. Funziona con tutti i tipi di immagini.\n\nÈ gratuito, facile da usare e non richiede registrazione. Bastano pochi clic e tutte le immagini saranno sotto il tuo controllo.\n\nCaratteristiche e vantaggi principali:\n✓ Strumento di download delle immagini: seleziona e scarica tutte le immagini contemporaneamente come archivio ZIP o singolarmente.\n✓ Impostazioni flessibili: personalizza i parametri tra cui visualizzazione delle immagini, modalità di ricerca, elaborazione aggiuntiva e altro ancora.\n✓ Client visualizzatore di immagini: uno strumento ricco per una comoda visualizzazione delle immagini che consente di ingrandire, ruotare, scorrere e scaricare le immagini selezionate.\n✓ Filtro immagine: puoi filtrare le immagini per dimensione, peso, tipo e URL di origine.\n✓ Convertitore di codifica Base64: seleziona e converti qualsiasi immagine nella stringa di codifica Base64 (fai clic con il pulsante destro del mouse sul pulsante \"Apri in una nuova scheda\" per attivare o disattivare la modalità di apertura).\n✓ Controllo da tastiera: può essere controllato utilizzando la tastiera (così come il mouse).\n✓ Veloce e reattivo: puoi aspettarti tempi di risposta rapidi e un funzionamento regolare.\n✓ Facile da usare: interfaccia semplice e intuitiva.\n\nInstalla l'estensione Image Drops e inizia immediatamente a visualizzare e scaricare le immagini.\n\nSupporto tecnico:\nPer favore, segnala eventuali bug o suggerimenti di funzionalità qui: https://browsermaster.com/image-drops/feedback.html\n\nNota:\nTutti i diritti d'autore appartengono ai rispettivi proprietari.",
    "ja": "Image Drops は、Web ページからすべての画像を簡単に検索、表示、ダウンロードできる強力なツールです。\nこの拡張機能は、ピクセル単位のサイズ、バイト単位の重み、MIME タイプ、ソース URL など、検出された各画像に関する詳細情報を提供します。また、画像を個別に、または選択した画像の ZIP アーカイブとしてコンピュータに保存するプロセスも簡素化されます。あらゆる種類の画像に対応します。\n\n無料で使いやすく、登録も必要ありません。数回クリックするだけで、すべての画像を制御できるようになります。\n\n主な機能と利点:\n✓ 画像ダウンロード ツール: すべての画像を選択し、ZIP アーカイブとして一度に、または個別にダウンロードします。\n✓ 柔軟な設定: 画像表示、検索モード、追加処理などのパラメータをカスタマイズします。\n✓ 画像ビューア クライアント: 選択した画像をズーム、回転、スクロール、ダウンロードできる、便利な画像表示のための豊富なツールです。\n✓ 画像フィルター: サイズ、重さ、タイプ、ソース URL によって画像をフィルターできます。\n✓ Base64 エンコード コンバーター: Base64 エンコード文字列の任意の画像を選択して変換します ([新しいタブで開く] ボタンを右クリックして、開くモードを切り替えます)。\n✓ キーボード制御: キーボード (およびマウス) を使用して制御できます。\n✓ 高速かつ応答性: 高速な応答時間とスムーズな操作が期待できます。\n✓ 使いやすさ: シンプルで直感的なインターフェイス。\n\nImage Drops 拡張機能をインストールすると、すぐに画像の表示とダウンロードを開始できます。\n\nテクニカルサポート：\nバグや機能の提案はこちらからご報告ください: https://browsermaster.com/image-drops/フィードバック.html\n\n注記：\nすべての著作権はそれぞれの所有者に帰属します。",
    "kn": "ಇಮೇಜ್ ಡ್ರಾಪ್ಸ್ ಒಂದು ಪ್ರಬಲ ಸಾಧನವಾಗಿದ್ದು ಅದು ಯಾವುದೇ ವೆಬ್ ಪುಟದಿಂದ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಹುಡುಕಲು, ವೀಕ್ಷಿಸಲು ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸುಲಭಗೊಳಿಸುತ್ತದೆ.\nಈ ವಿಸ್ತರಣೆಯು ಪಿಕ್ಸೆಲ್‌ಗಳಲ್ಲಿ ಗಾತ್ರ, ಬೈಟ್‌ಗಳಲ್ಲಿ ತೂಕ, MIME ಪ್ರಕಾರ ಮತ್ತು ಮೂಲ URL ಸೇರಿದಂತೆ ಪ್ರತಿಯೊಂದು ಕಂಡುಬರುವ ಚಿತ್ರದ ಕುರಿತು ವಿವರವಾದ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಇದು ಚಿತ್ರಗಳನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಪ್ರತ್ಯೇಕವಾಗಿ ಅಥವಾ ಆಯ್ದ ಚಿತ್ರಗಳ ZIP ಆರ್ಕೈವ್ ಆಗಿ ಉಳಿಸುವ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸರಳಗೊಳಿಸುತ್ತದೆ. ಎಲ್ಲಾ ರೀತಿಯ ಚಿತ್ರಗಳೊಂದಿಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.\n\nಇದು ಉಚಿತವಾಗಿದೆ, ಬಳಸಲು ಸುಲಭವಾಗಿದೆ ಮತ್ತು ನೋಂದಣಿ ಅಗತ್ಯವಿಲ್ಲ. ಕೆಲವೇ ಕ್ಲಿಕ್‌ಗಳು ಮತ್ತು ಎಲ್ಲಾ ಚಿತ್ರಗಳು ನಿಮ್ಮ ನಿಯಂತ್ರಣದಲ್ಲಿರುತ್ತವೆ.\n\nಪ್ರಮುಖ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಪ್ರಯೋಜನಗಳು:\n✓ ಇಮೇಜ್ ಡೌನ್‌ಲೋಡ್ ಟೂಲ್: ಜಿಪ್ ಆರ್ಕೈವ್‌ನಂತೆ ಅಥವಾ ಪ್ರತ್ಯೇಕವಾಗಿ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.\n✓ ಹೊಂದಿಕೊಳ್ಳುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳು: ಇಮೇಜ್ ಪ್ರದರ್ಶನ, ಹುಡುಕಾಟ ವಿಧಾನಗಳು, ಹೆಚ್ಚುವರಿ ಸಂಸ್ಕರಣೆ ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಯತಾಂಕಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.\n✓ ಇಮೇಜ್ ವೀಕ್ಷಕ ಕ್ಲೈಂಟ್: ಆಯ್ಕೆಮಾಡಿದ ಚಿತ್ರಗಳನ್ನು ಜೂಮ್ ಮಾಡಲು, ತಿರುಗಿಸಲು, ಸ್ಕ್ರಾಲ್ ಮಾಡಲು ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುವ ಅನುಕೂಲಕರ ಚಿತ್ರ ವೀಕ್ಷಣೆಗಾಗಿ ಶ್ರೀಮಂತ ಸಾಧನ.\n✓ ಇಮೇಜ್ ಫಿಲ್ಟರ್: ನೀವು ಗಾತ್ರ, ತೂಕ, ಪ್ರಕಾರ ಮತ್ತು ಮೂಲ URL ಮೂಲಕ ಚಿತ್ರಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಬಹುದು.\n✓ Base64 ಎನ್‌ಕೋಡಿಂಗ್ ಪರಿವರ್ತಕ: ಬೇಸ್ 64 ಎನ್‌ಕೋಡಿಂಗ್ ಸ್ಟ್ರಿಂಗ್‌ನಲ್ಲಿ ಯಾವುದೇ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಪರಿವರ್ತಿಸಿ (ಓಪನಿಂಗ್ ಮೋಡ್ ಅನ್ನು ಟಾಗಲ್ ಮಾಡಲು \"ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ\" ಬಟನ್ ಅನ್ನು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ).\n✓ ಕೀಬೋರ್ಡ್ ನಿಯಂತ್ರಣ: ಕೀಬೋರ್ಡ್ (ಹಾಗೆಯೇ ಮೌಸ್) ಬಳಸಿ ನಿಯಂತ್ರಿಸಬಹುದು.\n✓ ವೇಗದ ಮತ್ತು ರೆಸ್ಪಾನ್ಸಿವ್: ನೀವು ವೇಗದ ಪ್ರತಿಕ್ರಿಯೆ ಸಮಯ ಮತ್ತು ಸುಗಮ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ನಿರೀಕ್ಷಿಸಬಹುದು.\n✓ ಬಳಸಲು ಸುಲಭ: ಸರಳ ಮತ್ತು ಅರ್ಥಗರ್ಭಿತ ಇಂಟರ್ಫೇಸ್.\n\nಇಮೇಜ್ ಡ್ರಾಪ್ಸ್ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿ ಮತ್ತು ತಕ್ಷಣವೇ ಚಿತ್ರಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ.\n\nತಾಂತ್ರಿಕ ಸಹಾಯ:\nದಯವಿಟ್ಟು, ಯಾವುದೇ ದೋಷಗಳು ಅಥವಾ ವೈಶಿಷ್ಟ್ಯ ಸಲಹೆಗಳನ್ನು ಇಲ್ಲಿ ವರದಿ ಮಾಡಿ: https://browsermaster.com/image-drops/feedback.html\n\nಸೂಚನೆ:\nಎಲ್ಲಾ ಹಕ್ಕುಸ್ವಾಮ್ಯಗಳು ಆಯಾ ಮಾಲೀಕರಿಗೆ ಸೇರಿವೆ.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "ko": "Image Drops는 모든 웹 페이지에서 모든 이미지를 쉽게 찾고, 보고, 다운로드할 수 있게 해주는 강력한 도구입니다.\n이 확장 프로그램은 크기(픽셀), 무게(바이트), MIME 유형 및 소스 URL을 포함하여 발견된 각 이미지에 대한 자세한 정보를 제공합니다. 또한 이미지를 개별적으로 또는 선택한 이미지의 ZIP 아카이브로 컴퓨터에 저장하는 과정을 단순화합니다. 모든 유형의 이미지에서 작동합니다.\n\n무료이며 사용하기 쉽고 등록이 필요하지 않습니다. 몇 번의 클릭만으로 모든 이미지를 제어할 수 있습니다.\n\n주요 특징 및 이점:\n✓ 이미지 다운로드 도구: 모든 이미지를 한 번에 ZIP 아카이브로 선택하거나 개별적으로 다운로드합니다.\n✓ 유연한 설정: 이미지 표시, 검색 모드, 추가 처리 등을 포함한 매개변수를 사용자 정의합니다.\n✓ 이미지 뷰어 클라이언트: 선택한 이미지를 확대/축소, 회전, 스크롤 및 다운로드할 수 있는 편리한 이미지 보기를 위한 풍부한 도구입니다.\n✓ 이미지 필터: 크기, 무게, 유형, 소스 URL별로 이미지를 필터링할 수 있습니다.\n✓ Base64 인코딩 변환기: base64 인코딩 문자열의 이미지를 선택하고 변환합니다(열기 모드를 전환하려면 \"새 탭에서 열기\" 버튼을 마우스 오른쪽 버튼으로 클릭).\n✓ 키보드 제어: 키보드(마우스도 포함)를 사용하여 제어할 수 있습니다.\n✓ 빠르고 반응성: 빠른 응답 시간과 원활한 작동을 기대할 수 있습니다.\n✓ 사용하기 쉬움: 간단하고 직관적인 인터페이스.\n\nImage Drops 확장 프로그램을 설치하고 즉시 이미지 보기 및 다운로드를 시작하세요.\n\n기술적 지원:\n버그나 기능 제안 사항이 있으면 여기(https://browsermaster.com/image-drops/feedback.html)에 신고해 주세요.\n\n메모:\n모든 저작권은 해당 소유자에게 있습니다.",
    "lt": "„Image Drops“ yra galingas įrankis, leidžiantis lengvai rasti, peržiūrėti ir atsisiųsti visus vaizdus iš bet kurio tinklalapio.\nŠis plėtinys pateikia išsamią informaciją apie kiekvieną rastą vaizdą, įskaitant dydį pikseliais, svorį baitais, MIME tipą ir šaltinio URL. Tai taip pat supaprastina vaizdų įrašymo į kompiuterį procesą atskirai arba kaip pasirinktų vaizdų ZIP archyvą. Veikia su visų tipų vaizdais.\n\nTai nemokama, paprasta naudoti ir nereikalauja registracijos. Vos keli paspaudimai ir visi vaizdai bus jūsų valdomi.\n\nPagrindinės savybės ir privalumai:\n✓ Vaizdo atsisiuntimo įrankis: pasirinkite ir atsisiųskite visus vaizdus iš karto kaip ZIP archyvą arba atskirai.\n✓ Lankstūs nustatymai: tinkinkite parametrus, įskaitant vaizdo rodymo, paieškos režimus, papildomą apdorojimą ir kt.\n✓ Vaizdų peržiūros klientas: turtingas įrankis patogiam vaizdų peržiūrai, leidžiantis keisti mastelį, pasukti, slinkti ir atsisiųsti pasirinktus vaizdus.\n✓ Vaizdo filtras: galite filtruoti vaizdus pagal dydį, svorį, tipą ir šaltinio URL.\n✓ Base64 Encoding Converter: pasirinkite ir konvertuokite bet kurį vaizdą į base64 kodavimo eilutę (dešiniuoju pelės mygtuku spustelėkite mygtuką „Atidaryti naujame skirtuke“, kad perjungtumėte atidarymo režimą).\n✓ Klaviatūros valdymas: galima valdyti naudojant klaviatūrą (taip pat ir pelę).\n✓ Greitas ir reaguojantis: galite tikėtis greito atsako laiko ir sklandaus veikimo.\n✓ Lengva naudoti: paprasta ir intuityvi sąsaja.\n\nĮdiekite „Image Drops“ plėtinį ir nedelsdami pradėkite žiūrėti ir atsisiųsti vaizdus.\n\nTechninė pagalba:\nPraneškite apie visas klaidas ar funkcijų pasiūlymus čia: https://browsermaster.com/image-drops/feedback.html\n\nPastaba:\nVisos autorių teisės priklauso atitinkamiems jų savininkams.",
    "lv": "Image Drops ir spēcīgs rīks, kas ļauj viegli atrast, skatīt un lejupielādēt visus attēlus no jebkuras tīmekļa lapas.\nŠis paplašinājums sniedz detalizētu informāciju par katru atrasto attēlu, tostarp izmēru pikseļos, svaru baitos, MIME veidu un avota URL. Tas arī vienkāršo attēlu saglabāšanas procesu datorā atsevišķi vai kā atlasīto attēlu ZIP arhīvu. Darbojas ar visu veidu attēliem.\n\nTas ir bezmaksas, viegli lietojams un neprasa reģistrāciju. Tikai daži klikšķi, un visi attēli būs jūsu kontrolē.\n\nGalvenās funkcijas un priekšrocības:\n✓ Attēlu lejupielādes rīks: atlasiet un lejupielādējiet visus attēlus uzreiz kā ZIP arhīvu vai atsevišķi.\n✓ Elastīgi iestatījumi: pielāgojiet parametrus, tostarp attēla displeju, meklēšanas režīmus, papildu apstrādi un daudz ko citu.\n✓ Image Viewer Client: bagātīgs rīks ērtai attēlu skatīšanai, kas ļauj tuvināt, pagriezt, ritināt un lejupielādēt atlasītos attēlus.\n✓ Attēlu filtrs: varat filtrēt attēlus pēc izmēra, svara, veida un avota URL.\n✓ Base64 Encoding Converter: atlasiet un konvertējiet jebkuru attēlu base64 kodēšanas virknē (ar peles labo pogu noklikšķiniet uz pogas \"Atvērt jaunā cilnē\", lai pārslēgtu atvēršanas režīmu).\n✓ Tastatūras vadība: var vadīt, izmantojot tastatūru (kā arī peli).\n✓ Ātra un atsaucīga: jūs varat sagaidīt ātru reakcijas laiku un vienmērīgu darbību.\n✓ Viegli lietojams: vienkāršs un intuitīvs interfeiss.\n\nInstalējiet paplašinājumu Image Drops un nekavējoties sāciet skatīt un lejupielādēt attēlus.\n\nTehniskā palīdzība:\nLūdzu, ziņojiet par kļūdām vai funkciju ieteikumiem šeit: https://browsermaster.com/image-drops/feedback.html\n\nPiezīme:\nVisas autortiesības pieder to attiecīgajiem īpašniekiem.",
    "ml": "ഇമേജ് ഡ്രോപ്പ് ഒരു ശക്തമായ ഉപകരണമാണ്, അത് ഏത് വെബ് പേജിൽ നിന്നും എല്ലാ ചിത്രങ്ങളും കണ്ടെത്താനും കാണാനും ഡൗൺലോഡ് ചെയ്യാനും എളുപ്പമാക്കുന്നു.\nപിക്സലുകളിലെ വലുപ്പം, ബൈറ്റുകളിലെ ഭാരം, MIME തരം, ഉറവിട URL എന്നിവയുൾപ്പെടെ കണ്ടെത്തിയ ഓരോ ചിത്രത്തെയും കുറിച്ചുള്ള വിശദമായ വിവരങ്ങൾ ഈ വിപുലീകരണം നൽകുന്നു. വ്യക്തിഗതമായോ തിരഞ്ഞെടുത്ത ചിത്രങ്ങളുടെ ZIP ആർക്കൈവ് ആയോ നിങ്ങളുടെ കമ്പ്യൂട്ടറിലേക്ക് ഇമേജുകൾ സംരക്ഷിക്കുന്ന പ്രക്രിയയും ഇത് ലളിതമാക്കുന്നു. എല്ലാ തരത്തിലുള്ള ചിത്രങ്ങളിലും പ്രവർത്തിക്കുന്നു.\n\nഇത് സൌജന്യമാണ്, ഉപയോഗിക്കാൻ എളുപ്പമാണ് കൂടാതെ രജിസ്ട്രേഷൻ ആവശ്യമില്ല. ഏതാനും ക്ലിക്കുകളിലൂടെ എല്ലാ ചിത്രങ്ങളും നിങ്ങളുടെ നിയന്ത്രണത്തിലാകും.\n\nപ്രധാന സവിശേഷതകളും പ്രയോജനങ്ങളും:\n✓ ഇമേജ് ഡൗൺലോഡ് ടൂൾ: ഒരു ZIP ആർക്കൈവായി അല്ലെങ്കിൽ വ്യക്തിഗതമായി എല്ലാ ചിത്രങ്ങളും ഒരേസമയം തിരഞ്ഞെടുത്ത് ഡൗൺലോഡ് ചെയ്യുക.\n✓ ഫ്ലെക്സിബിൾ ക്രമീകരണങ്ങൾ: ഇമേജ് ഡിസ്പ്ലേ, തിരയൽ മോഡുകൾ, അധിക പ്രോസസ്സിംഗ് എന്നിവയും അതിലേറെയും ഉൾപ്പെടെയുള്ള പാരാമീറ്ററുകൾ ഇഷ്ടാനുസൃതമാക്കുക.\n✓ ഇമേജ് വ്യൂവർ ക്ലയൻ്റ്: തിരഞ്ഞെടുത്ത ചിത്രങ്ങൾ സൂം ചെയ്യാനും തിരിക്കാനും സ്ക്രോൾ ചെയ്യാനും ഡൗൺലോഡ് ചെയ്യാനും നിങ്ങളെ അനുവദിക്കുന്ന സൗകര്യപ്രദമായ ഇമേജ് കാണാനുള്ള ഒരു സമ്പന്നമായ ഉപകരണം.\n✓ ഇമേജ് ഫിൽട്ടർ: വലുപ്പം, ഭാരം, തരം, ഉറവിട URL എന്നിവ അനുസരിച്ച് നിങ്ങൾക്ക് ചിത്രങ്ങൾ ഫിൽട്ടർ ചെയ്യാം.\n✓ Base64 എൻകോഡിംഗ് കൺവെർട്ടർ: base64 എൻകോഡിംഗ് സ്ട്രിംഗിലെ ഏതെങ്കിലും ഇമേജ് തിരഞ്ഞെടുത്ത് പരിവർത്തനം ചെയ്യുക (ഓപ്പണിംഗ് മോഡ് ടോഗിൾ ചെയ്യാൻ \"പുതിയ ടാബിൽ തുറക്കുക\" ബട്ടണിൽ വലത് ക്ലിക്ക് ചെയ്യുക).\n✓ കീബോർഡ് നിയന്ത്രണം: കീബോർഡ് (അതുപോലെ തന്നെ മൗസും) ഉപയോഗിച്ച് നിയന്ത്രിക്കാനാകും.\n✓ വേഗതയേറിയതും പ്രതികരിക്കുന്നതും: വേഗത്തിലുള്ള പ്രതികരണ സമയവും സുഗമമായ പ്രവർത്തനവും നിങ്ങൾക്ക് പ്രതീക്ഷിക്കാം.\n✓ ഉപയോഗിക്കാൻ എളുപ്പമാണ്: ലളിതവും അവബോധജന്യവുമായ ഇൻ്റർഫേസ്.\n\nഇമേജ് ഡ്രോപ്പ് എക്സ്റ്റൻഷൻ ഇൻസ്റ്റാൾ ചെയ്ത് ഉടൻ തന്നെ ചിത്രങ്ങൾ കാണാനും ഡൗൺലോഡ് ചെയ്യാനും ആരംഭിക്കുക.\n\nസാങ്കേതിക സഹായം:\nദയവായി, എന്തെങ്കിലും ബഗുകളോ ഫീച്ചർ നിർദ്ദേശങ്ങളോ ഇവിടെ റിപ്പോർട്ട് ചെയ്യുക: https://browsermaster.com/image-drops/feedback.html\n\nകുറിപ്പ്:\nഎല്ലാ പകർപ്പവകാശങ്ങളും അതത് ഉടമസ്ഥരുടേതാണ്.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "mr": "इमेज ड्रॉप्स हे एक शक्तिशाली साधन आहे जे कोणत्याही वेब पृष्ठावरून सर्व प्रतिमा शोधणे, पाहणे आणि डाउनलोड करणे सोपे करते.\nहा विस्तार प्रत्येक सापडलेल्या प्रतिमेबद्दल तपशीलवार माहिती प्रदान करतो, त्यात पिक्सेलचा आकार, बाइट्समधील वजन, MIME प्रकार आणि स्त्रोत URL यांचा समावेश आहे. हे तुमच्या संगणकावर प्रतिमा जतन करण्याची प्रक्रिया देखील सुलभ करते, वैयक्तिकरित्या किंवा निवडलेल्या प्रतिमांचे झिप संग्रहण म्हणून. सर्व प्रकारच्या प्रतिमांसह कार्य करते.\n\nहे विनामूल्य, वापरण्यास सोपे आहे आणि नोंदणीची आवश्यकता नाही. फक्त काही क्लिक आणि सर्व प्रतिमा तुमच्या नियंत्रणाखाली असतील.\n\nमुख्य वैशिष्ट्ये आणि फायदे:\n✓ प्रतिमा डाउनलोड साधन: झिप संग्रहण म्हणून किंवा वैयक्तिकरित्या सर्व प्रतिमा एकाच वेळी निवडा आणि डाउनलोड करा.\n✓ लवचिक सेटिंग्ज: प्रतिमा प्रदर्शन, शोध मोड, अतिरिक्त प्रक्रिया आणि बरेच काही यासह पॅरामीटर्स सानुकूलित करा.\n✓ इमेज व्ह्यूअर क्लायंट: सोयीस्कर प्रतिमा पाहण्यासाठी एक समृद्ध साधन जे तुम्हाला निवडलेल्या प्रतिमा झूम करू, फिरवू, स्क्रोल करू आणि डाउनलोड करू देते.\n✓ प्रतिमा फिल्टर: तुम्ही आकार, वजन, प्रकार आणि स्त्रोत URL नुसार प्रतिमा फिल्टर करू शकता.\n✓ बेस64 एन्कोडिंग कनव्हर्टर: बेस64 एन्कोडिंग स्ट्रिंगमधील कोणतीही प्रतिमा निवडा आणि रूपांतरित करा (ओपनिंग मोड टॉगल करण्यासाठी \"नवीन टॅबमध्ये उघडा\" बटणावर उजवे-क्लिक करा).\n✓ कीबोर्ड नियंत्रण: कीबोर्ड (तसेच माउस) वापरून नियंत्रित केले जाऊ शकते.\n✓ जलद आणि प्रतिसाद: तुम्ही जलद प्रतिसाद वेळ आणि सुरळीत ऑपरेशनची अपेक्षा करू शकता.\n✓ वापरण्यास सोपा: साधा आणि अंतर्ज्ञानी इंटरफेस.\n\nइमेज ड्रॉप्स एक्स्टेंशन स्थापित करा आणि तत्काळ प्रतिमा पाहणे आणि डाउनलोड करणे सुरू करा.\n\nतांत्रिक समर्थन:\nकृपया, येथे कोणत्याही बग किंवा वैशिष्ट्य सूचनांचा अहवाल द्या: https://browsermaster.com/image-drops/feedback.html\n\nटीप:\nसर्व कॉपीराइट त्यांच्या संबंधित मालकांचे आहेत.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "ms": "Image Drops ialah alat berkuasa yang memudahkan untuk mencari, melihat dan memuat turun semua imej dari mana-mana halaman web.\nSambungan ini memberikan maklumat terperinci tentang setiap imej yang ditemui, termasuk saiz dalam piksel, berat dalam bait, jenis MIME dan URL sumber. Ia juga memudahkan proses menyimpan imej ke komputer anda, sama ada secara individu atau sebagai arkib ZIP imej terpilih. Berfungsi dengan semua jenis imej.\n\nIa percuma, mudah digunakan dan tidak memerlukan pendaftaran. Hanya beberapa klik dan semua imej akan berada di bawah kawalan anda.\n\nCiri dan Faedah Utama:\n✓ Alat Muat Turun Imej: Pilih dan muat turun semua imej sekaligus sebagai arkib ZIP atau secara individu.\n✓ Tetapan Fleksibel: Sesuaikan parameter termasuk paparan imej, mod carian, pemprosesan tambahan dan banyak lagi.\n✓ Klien Pemapar Imej: Alat yang kaya untuk tontonan imej yang mudah yang membolehkan anda mengezum, memutar, menatal dan memuat turun imej yang dipilih.\n✓ Penapis Imej: Anda boleh menapis imej mengikut saiz, berat, jenis dan URL sumber.\n✓ Penukar Pengekodan Base64: Pilih dan tukar mana-mana imej dalam rentetan pengekodan base64 (klik kanan butang \"Buka dalam Tab Baharu\" untuk menogol mod pembukaan).\n✓ Kawalan Papan Kekunci: Boleh dikawal menggunakan papan kekunci (serta tetikus).\n✓ Pantas dan Responsif: Anda boleh menjangkakan masa tindak balas yang cepat dan operasi yang lancar.\n✓ Mudah Digunakan: Antara muka yang ringkas dan intuitif.\n\nPasang sambungan Image Drops dan mula melihat dan memuat turun imej dengan segera.\n\nSokongan teknikal:\nSila laporkan sebarang pepijat atau cadangan ciri di sini: https://browsermaster.com/image-drops/feedback.html\n\nCatatan:\nSemua hak cipta adalah milik pemilik masing-masing.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "nl": "Image Drops is een krachtig hulpmiddel waarmee u eenvoudig alle afbeeldingen van elke webpagina kunt vinden, bekijken en downloaden.\nDeze extensie biedt gedetailleerde informatie over elke gevonden afbeelding, inclusief grootte in pixels, gewicht in bytes, MIME-type en bron-URL. Het vereenvoudigt ook het proces van het opslaan van afbeeldingen op uw computer, afzonderlijk of als een ZIP-archief van geselecteerde afbeeldingen. Werkt met alle soorten afbeeldingen.\n\nHet is gratis, gemakkelijk te gebruiken en vereist geen registratie. Slechts een paar klikken en alle afbeeldingen zijn onder uw controle.\n\nBelangrijkste kenmerken en voordelen:\n✓ Tool voor het downloaden van afbeeldingen: selecteer en download alle afbeeldingen in één keer als ZIP-archief of afzonderlijk.\n✓ Flexibele instellingen: pas parameters aan, waaronder beeldweergave, zoekmodi, extra verwerking en meer.\n✓ Image Viewer Client: een uitgebreid hulpmiddel voor het gemakkelijk bekijken van afbeeldingen waarmee u geselecteerde afbeeldingen kunt zoomen, roteren, scrollen en downloaden.\n✓ Afbeeldingsfilter: u kunt afbeeldingen filteren op grootte, gewicht, type en bron-URL.\n✓ Base64 Encoding Converter: Selecteer en converteer elke afbeelding in de base64-coderingsreeks (klik met de rechtermuisknop op de knop \"Openen in nieuw tabblad\" om de openingsmodus te schakelen).\n✓ Toetsenbordbediening: Kan worden bestuurd met het toetsenbord (en ook met de muis).\n✓ Snel en responsief: u kunt een snelle responstijd en een soepele werking verwachten.\n✓ Gemakkelijk te gebruiken: eenvoudige en intuïtieve interface.\n\nInstalleer de Image Drops-extensie en begin direct met het bekijken en downloaden van afbeeldingen.\n\nTechnische hulp:\nRapporteer eventuele bugs of functiesuggesties hier: https://browsermaster.com/image-drops/feedback.html\n\nOpmerking:\nAlle auteursrechten behoren toe aan hun respectievelijke eigenaren.",
    "no": "Image Drops er et kraftig verktøy som gjør det enkelt å finne, vise og laste ned alle bilder fra hvilken som helst nettside.\nDenne utvidelsen gir detaljert informasjon om hvert funnet bilde, inkludert størrelse i piksler, vekt i byte, MIME-type og kilde-URL. Det forenkler også prosessen med å lagre bilder på datamaskinen din, enten individuelt eller som et ZIP-arkiv med utvalgte bilder. Fungerer med alle typer bilder.\n\nDet er gratis, enkelt å bruke og krever ingen registrering. Bare noen få klikk og alle bildene vil være under din kontroll.\n\nNøkkelfunksjoner og fordeler:\n✓ Verktøy for nedlasting av bilder: Velg og last ned alle bildene samtidig som et ZIP-arkiv eller individuelt.\n✓ Fleksible innstillinger: Tilpass parametere inkludert bildevisning, søkemoduser, tilleggsbehandling og mer.\n✓ Image Viewer Client: Et rikt verktøy for praktisk bildevisning som lar deg zoome, rotere, bla og laste ned utvalgte bilder.\n✓ Bildefilter: Du kan filtrere bilder etter størrelse, vekt, type og kilde-URL.\n✓ Base64 Encoding Converter: Velg og konverter et hvilket som helst bilde i base64-kodingsstreng (høyreklikk på \"Åpne i ny fane\"-knappen for å bytte åpningsmodus).\n✓ Tastaturkontroll: Kan styres ved hjelp av tastaturet (samt musen).\n✓ Rask og responsiv: Du kan forvente rask responstid og jevn drift.\n✓ Enkel å bruke: Enkelt og intuitivt grensesnitt.\n\nInstaller Image Drops-utvidelsen og begynn å se og laste ned bilder umiddelbart.\n\nTeknisk støtte:\nVennligst rapporter eventuelle feil eller funksjonsforslag her: https://browsermaster.com/image-drops/feedback.html\n\nMerk:\nAlle opphavsrettigheter tilhører deres respektive eiere.",
    "pl": "Image Drops to potężne narzędzie, które ułatwia wyszukiwanie, przeglądanie i pobieranie wszystkich obrazów z dowolnej strony internetowej.\nTo rozszerzenie zapewnia szczegółowe informacje o każdym znalezionym obrazie, w tym rozmiar w pikselach, wagę w bajtach, typ MIME i źródłowy adres URL. Upraszcza także proces zapisywania obrazów na komputerze, pojedynczo lub jako archiwum ZIP wybranych obrazów. Działa ze wszystkimi typami obrazów.\n\nJest darmowy, łatwy w użyciu i nie wymaga rejestracji. Wystarczy kilka kliknięć, a wszystkie obrazy będą pod Twoją kontrolą.\n\nKluczowe cechy i zalety:\n✓ Narzędzie do pobierania obrazów: Wybierz i pobierz wszystkie obrazy jednocześnie w archiwum ZIP lub pojedynczo.\n✓ Elastyczne ustawienia: Dostosuj parametry, w tym wyświetlanie obrazu, tryby wyszukiwania, dodatkowe przetwarzanie i inne.\n✓ Klient przeglądarki obrazów: Bogate narzędzie do wygodnego przeglądania obrazów, które umożliwia powiększanie, obracanie, przewijanie i pobieranie wybranych obrazów.\n✓ Filtr obrazu: możesz filtrować obrazy według rozmiaru, wagi, typu i źródłowego adresu URL.\n✓ Konwerter kodowania Base64: Wybierz i przekonwertuj dowolny obraz w ciągu kodowania Base64 (kliknij prawym przyciskiem myszy przycisk „Otwórz w nowej karcie”, aby przełączyć tryb otwierania).\n✓ Sterowanie klawiaturą: Można sterować za pomocą klawiatury (a także myszy).\n✓ Szybki i responsywny: możesz spodziewać się szybkiego czasu reakcji i płynnego działania.\n✓ Łatwy w użyciu: prosty i intuicyjny interfejs.\n\nZainstaluj rozszerzenie Image Drops i natychmiast rozpocznij przeglądanie i pobieranie obrazów.\n\nPomoc techniczna:\nProsimy o zgłaszanie wszelkich błędów lub sugestii dotyczących funkcji tutaj: https://browsermaster.com/image-drops/feedback.html\n\nNotatka:\nWszelkie prawa autorskie należą do ich odpowiednich właścicieli.",
    "pt_BR": "Image Drops is a powerful tool that makes it easy to find, view and download all images from any web page.\nThis extension provides detailed information about each found image, including size in pixels, weight in bytes, MIME type and source URL. It also simplifies the process of saving images to your computer, either individually or as a ZIP archive of selected images. Works with all types of images.\n\nIt's free, easy to use and doesn't require registration. Just a few clicks and all images will be under your control.\n\nKey Features and Benefits:\n✓ Image Download Tool: Select and download all images at once as a ZIP archive or individually.\n✓ Flexible Settings: Customize parameters including image display, search modes, additional processing, and more.\n✓ Image Viewer Client: A rich tool for convenient image viewing that allows you to zoom, rotate, scroll and download selected images.\n✓ Image Filter: You can filter images by size, weight, type and source URL.\n✓ Base64 Encoding Converter: Select and convert any image in base64 encoding string (right-click the \"Open in New Tab\" button ⇨ to toggle the opening mode).\n✓ Keyboard Control: Can be controlled using the keyboard (as well as the mouse).\n✓ Fast and Responsive: You can expect fast response time and smooth operation.\n✓ Easy to Use: Simple and intuitive interface.\n\nInstall the Image Drops extension and start viewing and downloading images immediately.\n\nTechnical support:\nPlease, report any bugs or feature suggestions here: https://browsermaster.com/image-drops/feedback.html\n\nNote:\nAll copyrights belong to their respective owners.",
    "pt_PT": "Image Drops é uma ferramenta poderosa que facilita encontrar, visualizar e baixar todas as imagens de qualquer página da web.\nEsta extensão fornece informações detalhadas sobre cada imagem encontrada, incluindo tamanho em pixels, peso em bytes, tipo MIME e URL de origem. Também simplifica o processo de salvar imagens em seu computador, individualmente ou como um arquivo ZIP de imagens selecionadas. Funciona com todos os tipos de imagens.\n\nÉ gratuito, fácil de usar e não requer registro. Apenas alguns cliques e todas as imagens estarão sob seu controle.\n\nPrincipais recursos e benefícios:\n✓ Ferramenta de download de imagens: selecione e baixe todas as imagens de uma vez como um arquivo ZIP ou individualmente.\n✓ Configurações flexíveis: personalize parâmetros, incluindo exibição de imagens, modos de pesquisa, processamento adicional e muito mais.\n✓ Cliente Visualizador de Imagens: Uma ferramenta rica para visualização conveniente de imagens que permite ampliar, girar, rolar e baixar imagens selecionadas.\n✓ Filtro de imagem: você pode filtrar imagens por tamanho, peso, tipo e URL de origem.\n✓ Conversor de codificação Base64: Selecione e converta qualquer imagem na string de codificação base64 (clique com o botão direito no botão \"Abrir em nova guia\" para alternar o modo de abertura).\n✓ Controle do teclado: pode ser controlado usando o teclado (assim como o mouse).\n✓ Rápido e responsivo: você pode esperar um tempo de resposta rápido e uma operação suave.\n✓ Fácil de usar: Interface simples e intuitiva.\n\nInstale a extensão Image Drops e comece a visualizar e baixar imagens imediatamente.\n\nSuporte técnico:\nPor favor, relate quaisquer bugs ou sugestões de recursos aqui: https://browsermaster.com/image-drops/feedback.html\n\nObservação:\nTodos os direitos autorais pertencem aos seus respectivos proprietários.",
    "ro": "Image Drops este un instrument puternic care facilitează găsirea, vizualizarea și descărcarea tuturor imaginilor de pe orice pagină web.\nAceastă extensie oferă informații detaliate despre fiecare imagine găsită, inclusiv dimensiunea în pixeli, greutatea în octeți, tipul MIME și URL-ul sursă. De asemenea, simplifică procesul de salvare a imaginilor pe computer, fie individual, fie ca arhivă ZIP a imaginilor selectate. Funcționează cu toate tipurile de imagini.\n\nEste gratuit, ușor de utilizat și nu necesită înregistrare. Doar câteva clicuri și toate imaginile vor fi sub controlul tău.\n\nCaracteristici și beneficii cheie:\n✓ Instrument de descărcare a imaginilor: Selectați și descărcați toate imaginile simultan ca arhivă ZIP sau individual.\n✓ Setări flexibile: personalizați parametrii, inclusiv afișarea imaginii, moduri de căutare, procesare suplimentară și multe altele.\n✓ Image Viewer Client: Un instrument bogat pentru vizualizarea comodă a imaginilor, care vă permite să măriți, să rotiți, să derulați și să descărcați imaginile selectate.\n✓ Filtru de imagine: puteți filtra imaginile după dimensiune, greutate, tip și URL sursă.\n✓ Convertor de codare Base64: Selectați și convertiți orice imagine în șirul de codare base64 (faceți clic dreapta pe butonul „Deschide în filă nouă” pentru a comuta în modul de deschidere).\n✓ Control tastatură: poate fi controlat folosind tastatura (precum și mouse-ul).\n✓ Rapid și receptiv: vă puteți aștepta la timp de răspuns rapid și o funcționare fără probleme.\n✓ Ușor de utilizat: interfață simplă și intuitivă.\n\nInstalați extensia Image Drops și începeți imediat să vizualizați și să descărcați imagini.\n\nSuport tehnic:\nVă rugăm să raportați orice erori sau sugestii de funcții aici: https://browsermaster.com/image-drops/feedback.html\n\nNotă:\nToate drepturile de autor aparțin proprietarilor respectivi.",
    "ru": "Image Drops — мощный инструмент, который позволяет легко находить, просматривать и загружать все изображения с любой веб-страницы.\nЭто расширение предоставляет подробную информацию о каждом найденном изображении, включая размер в пикселях, вес в байтах, тип MIME и URL-адрес источника. Это также упрощает процесс сохранения изображений на ваш компьютер по отдельности или в виде ZIP-архива выбранных изображений. Работает со всеми типами изображений.\n\nЭто бесплатно, просто в использовании и не требует регистрации. Всего несколько кликов и все изображения будут под вашим контролем.\n\nКлючевые особенности и преимущества:\n✓ Инструмент загрузки изображений: выберите и загрузите все изображения одновременно в виде ZIP-архива или по отдельности.\n✓ Гибкие настройки: настраивайте параметры, включая отображение изображений, режимы поиска, дополнительную обработку и многое другое.\n✓ Клиент Image Viewer: богатый инструмент для удобного просмотра изображений, который позволяет масштабировать, вращать, прокручивать и загружать выбранные изображения.\n✓ Фильтр изображений: вы можете фильтровать изображения по размеру, весу, типу и URL-адресу источника.\n✓ Конвертер кодировки Base64: выберите и преобразуйте любое изображение в строку кодировки Base64 (щелкните правой кнопкой мыши кнопку «Открыть в новой вкладке», чтобы переключить режим открытия).\n✓ Управление с клавиатуры: можно управлять с помощью клавиатуры (а также мыши).\n✓ Быстрота и отзывчивость: вы можете рассчитывать на быстрое время отклика и бесперебойную работу.\n✓ Простота в использовании: простой и интуитивно понятный интерфейс.\n\nУстановите расширение Image Drops и сразу же начните просматривать и загружать изображения.\n\nТехническая поддержка:\nПожалуйста, сообщайте о любых ошибках или предложениях по функциям здесь: https://browsermaster.com/image-drops/feedback.html.\n\nПримечание:\nВсе авторские права принадлежат их владельцам.",
    "sk": "Image Drops je výkonný nástroj, ktorý uľahčuje vyhľadávanie, prezeranie a sťahovanie všetkých obrázkov z ľubovoľnej webovej stránky.\nToto rozšírenie poskytuje podrobné informácie o každom nájdenom obrázku vrátane veľkosti v pixeloch, hmotnosti v bajtoch, typu MIME a zdrojovej adresy URL. Zjednodušuje aj proces ukladania obrázkov do počítača, či už jednotlivo alebo ako ZIP archív vybraných obrázkov. Pracuje so všetkými typmi obrázkov.\n\nJe zadarmo, ľahko sa používa a nevyžaduje registráciu. Stačí pár kliknutí a všetky obrázky budete mať pod kontrolou.\n\nKľúčové vlastnosti a výhody:\n✓ Nástroj na sťahovanie obrázkov: Vyberte a stiahnite si všetky obrázky naraz ako archív ZIP alebo jednotlivo.\n✓ Flexibilné nastavenia: Prispôsobte parametre vrátane zobrazenia obrázka, režimov vyhľadávania, dodatočného spracovania a ďalších.\n✓ Image Viewer Client: Bohatý nástroj na pohodlné prezeranie obrázkov, ktorý vám umožňuje približovať, otáčať, posúvať a sťahovať vybrané obrázky.\n✓ Filter obrázkov: Môžete filtrovať obrázky podľa veľkosti, hmotnosti, typu a zdrojovej adresy URL.\n✓ Base64 Encoding Converter: Vyberte a skonvertujte ľubovoľný obrázok v kódovacom reťazci base64 (kliknutím pravým tlačidlom myši na tlačidlo „Otvoriť na novej karte“ prepnete režim otvárania).\n✓ Ovládanie klávesnicou: Dá sa ovládať pomocou klávesnice (ako aj myši).\n✓ Rýchle a pohotové: Môžete očakávať rýchlu odozvu a plynulú prevádzku.\n✓ Jednoduché použitie: Jednoduché a intuitívne rozhranie.\n\nNainštalujte si rozšírenie Image Drops a okamžite začnite prezerať a sťahovať obrázky.\n\nTechnická podpora:\nAkékoľvek chyby alebo návrhy funkcií nahláste tu: https://browsermaster.com/image-drops/feedback.html\n\nPoznámka:\nVšetky autorské práva patria ich príslušným vlastníkom.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "sl": "Image Drops je zmogljivo orodje, ki olajša iskanje, ogled in prenos vseh slik s katere koli spletne strani.\nTa razširitev zagotavlja podrobne informacije o vsaki najdeni sliki, vključno z velikostjo v slikovnih pikah, težo v bajtih, vrsto MIME in vir URL. Prav tako poenostavlja postopek shranjevanja slik na vaš računalnik, bodisi posamezno ali kot ZIP arhiv izbranih slik. Deluje z vsemi vrstami slik.\n\nJe brezplačen, enostaven za uporabo in ne zahteva registracije. Samo nekaj klikov in vse slike bodo pod vašim nadzorom.\n\nGlavne značilnosti in prednosti:\n✓ Orodje za prenos slik: izberite in prenesite vse slike hkrati kot ZIP arhiv ali posamično.\n✓ Prilagodljive nastavitve: prilagodite parametre, vključno s prikazom slike, načini iskanja, dodatno obdelavo itd.\n✓ Odjemalec pregledovalnika slik: bogato orodje za priročen ogled slik, ki omogoča povečavo, obračanje, pomikanje in prenos izbranih slik.\n✓ Filter slik: slike lahko filtrirate po velikosti, teži, vrsti in izvornem URL-ju.\n✓ Pretvornik kodiranja Base64: izberite in pretvorite katero koli sliko v kodirni niz base64 (z desnim klikom na gumb »Odpri v novem zavihku« preklopite način odpiranja).\n✓ Upravljanje s tipkovnico: Upravljate ga lahko s tipkovnico (pa tudi z miško).\n✓ Hitro in odzivno: pričakujete lahko hiter odzivni čas in nemoteno delovanje.\n✓ Enostaven za uporabo: preprost in intuitiven vmesnik.\n\nNamestite razširitev Image Drops in takoj začnite ogledovati in prenašati slike.\n\nTehnična podpora:\nPrijavite morebitne napake ali predloge funkcij tukaj: https://browsermaster.com/image-drops/feedback.html\n\nOpomba:\nVse avtorske pravice pripadajo njihovim lastnikom.",
    "sr": "Имаге Дропс је моћан алат који олакшава проналажење, преглед и преузимање свих слика са било које веб странице.\nОво проширење пружа детаљне информације о свакој пронађеној слици, укључујући величину у пикселима, тежину у бајтовима, МИМЕ тип и изворни УРЛ. Такође поједностављује процес чувања слика на рачунару, било појединачно или као ЗИП архиву одабраних слика. Ради са свим врстама слика.\n\nБесплатан је, једноставан за коришћење и не захтева регистрацију. Само неколико кликова и све слике ће бити под вашом контролом.\n\nКључне карактеристике и предности:\n✓ Алат за преузимање слика: Изаберите и преузмите све слике одједном као ЗИП архиву или појединачно.\n✓ Флексибилна подешавања: Прилагодите параметре укључујући приказ слике, режиме претраге, додатну обраду и још много тога.\n✓ Имаге Виевер Цлиент: Богат алат за практично гледање слика који вам омогућава да зумирате, ротирате, скролујете и преузимате изабране слике.\n✓ Филтер слика: Можете филтрирати слике према величини, тежини, типу и изворном УРЛ-у.\n✓ Басе64 Енцодинг Цонвертер: Изаберите и конвертујте било коју слику у басе64 низу кодирања (кликните десним тастером миша на дугме „Отвори у новој картици“ да бисте променили режим отварања).\n✓ Контрола тастатуре: Може се контролисати помоћу тастатуре (као и миша).\n✓ Брз и брз одзив: Можете очекивати брзо време одзива и несметан рад.\n✓ Једноставан за коришћење: Једноставан и интуитиван интерфејс.\n\nИнсталирајте екстензију Имаге Дропс и одмах почните да прегледате и преузимате слике.\n\nТехничка подршка:\nМолимо вас да пријавите све грешке или предлоге функција овде: хттпс://бровсермастер.цом/имаге-дропс/феедбацк.хтмл\n\nБелешка:\nСва ауторска права припадају њиховим власницима.",
    "sv": "Image Drops är ett kraftfullt verktyg som gör det enkelt att hitta, visa och ladda ner alla bilder från vilken webbsida som helst.\nDet här tillägget ger detaljerad information om varje hittad bild, inklusive storlek i pixlar, vikt i byte, MIME-typ och källadress. Det förenklar också processen att spara bilder på din dator, antingen individuellt eller som ett ZIP-arkiv med utvalda bilder. Fungerar med alla typer av bilder.\n\nDet är gratis, lätt att använda och kräver ingen registrering. Bara några klick och alla bilder kommer att vara under din kontroll.\n\nNyckelfunktioner och fördelar:\n✓ Bildnedladdningsverktyg: Välj och ladda ner alla bilder på en gång som ett ZIP-arkiv eller individuellt.\n✓ Flexibla inställningar: Anpassa parametrar inklusive bildvisning, söklägen, ytterligare bearbetning och mer.\n✓ Image Viewer Client: Ett rikt verktyg för bekväm bildvisning som låter dig zooma, rotera, rulla och ladda ner valda bilder.\n✓ Bildfilter: Du kan filtrera bilder efter storlek, vikt, typ och källans URL.\n✓ Base64 Encoding Converter: Välj och konvertera valfri bild i base64-kodningssträngen (högerklicka på knappen \"Öppna i ny flik\" för att växla öppningsläge).\n✓ Tangentbordskontroll: Kan styras med tangentbordet (liksom musen).\n✓ Snabb och lyhörd: Du kan förvänta dig snabb svarstid och smidig drift.\n✓ Lätt att använda: Enkelt och intuitivt gränssnitt.\n\nInstallera Image Drops-tillägget och börja visa och ladda ner bilder direkt.\n\nTeknisk support:\nRapportera eventuella buggar eller funktionsförslag här: https://browsermaster.com/image-drops/feedback.html\n\nNotera:\nAlla upphovsrätter tillhör sina respektive ägare.",
    "sw": "Picha matone ni zana yenye nguvu ambayo hurahisisha kupata, kutazama na kupakua picha zote kutoka kwa ukurasa wowote wa wavuti.\nKiendelezi hiki hutoa maelezo ya kina kuhusu kila picha inayopatikana, ikijumuisha ukubwa katika pikseli, uzito katika baiti, aina ya MIME na URL chanzo. Pia hurahisisha mchakato wa kuhifadhi picha kwenye kompyuta yako, kibinafsi au kama kumbukumbu ya ZIP ya picha zilizochaguliwa. Inafanya kazi na aina zote za picha.\n\nNi bure, ni rahisi kutumia na hauhitaji usajili. Mibofyo michache tu na picha zote zitakuwa chini ya udhibiti wako.\n\nVipengele muhimu na faida:\n✓ Zana ya Upakuaji wa Picha: Chagua na upakue picha zote mara moja kama kumbukumbu ya ZIP au kibinafsi.\n✓ Mipangilio Inayobadilika: Geuza kukufaa vigezo ikijumuisha onyesho la picha, njia za utafutaji, uchakataji wa ziada na zaidi.\n✓ Mteja wa Kitazamaji Picha: Zana tajiri ya kutazama picha kwa urahisi ambayo hukuruhusu kukuza, kuzungusha, kusogeza na kupakua picha ulizochagua.\n✓ Kichujio cha Picha: Unaweza kuchuja picha kwa saizi, uzito, aina na URL ya chanzo.\n✓ Kigeuzi cha Usimbaji cha Base64: Chagua na ubadilishe picha yoyote katika mfuatano wa usimbaji wa base64 (bofya kulia kitufe cha \"Fungua katika Kichupo Kipya\" ili kugeuza hali ya kufungua).\n✓ Udhibiti wa Kibodi: Inaweza kudhibitiwa kwa kutumia kibodi (pamoja na kipanya).\n✓ Haraka na Msikivu: Unaweza kutarajia wakati wa majibu ya haraka na uendeshaji laini.\n✓ Rahisi Kutumia: Kiolesura rahisi na angavu.\n\nSakinisha kiendelezi cha Matone ya Picha na uanze kutazama na kupakua picha mara moja.\n\nMsaada wa kiufundi:\nTafadhali, ripoti hitilafu zozote au mapendekezo ya kipengele hapa: https://browsermaster.com/image-drops/feedback.html\n\nKumbuka:\nHakimiliki zote ni za wamiliki husika.",
    "ta": "இமேஜ் டிராப்ஸ் என்பது ஒரு சக்திவாய்ந்த கருவியாகும், இது எந்த இணையப் பக்கத்திலிருந்தும் அனைத்து படங்களையும் எளிதாகக் கண்டறியவும், பார்க்கவும் மற்றும் பதிவிறக்கவும் செய்கிறது.\nபிக்சல்களில் அளவு, பைட்டுகளில் எடை, MIME வகை மற்றும் மூல URL உட்பட, காணப்படும் ஒவ்வொரு படத்தைப் பற்றிய விரிவான தகவலை இந்த நீட்டிப்பு வழங்குகிறது. தனித்தனியாகவோ அல்லது தேர்ந்தெடுக்கப்பட்ட படங்களின் ZIP காப்பகமாகவோ படங்களை உங்கள் கணினியில் சேமிக்கும் செயல்முறையையும் இது எளிதாக்குகிறது. அனைத்து வகையான படங்களுடனும் வேலை செய்கிறது.\n\nஇது இலவசம், பயன்படுத்த எளிதானது மற்றும் பதிவு தேவையில்லை. ஒரு சில கிளிக்குகள் மற்றும் அனைத்து படங்களும் உங்கள் கட்டுப்பாட்டில் இருக்கும்.\n\nமுக்கிய அம்சங்கள் மற்றும் நன்மைகள்:\n✓ படப் பதிவிறக்கக் கருவி: ஒரு ZIP காப்பகமாக அல்லது தனித்தனியாக அனைத்துப் படங்களையும் ஒரே நேரத்தில் தேர்ந்தெடுத்து பதிவிறக்கவும்.\n✓ நெகிழ்வான அமைப்புகள்: படக் காட்சி, தேடல் முறைகள், கூடுதல் செயலாக்கம் மற்றும் பலவற்றை உள்ளடக்கிய அளவுருக்களைத் தனிப்பயனாக்குங்கள்.\n✓ இமேஜ் வியூவர் கிளையண்ட்: தேர்ந்தெடுக்கப்பட்ட படங்களை பெரிதாக்கவும், சுழற்றவும், உருட்டவும் மற்றும் பதிவிறக்கவும் அனுமதிக்கும் வசதியான படத்தைப் பார்ப்பதற்கான சிறந்த கருவி.\n✓ பட வடிகட்டி: அளவு, எடை, வகை மற்றும் மூல URL ஆகியவற்றின் அடிப்படையில் படங்களை வடிகட்டலாம்.\n✓ Base64 என்கோடிங் கன்வெர்ட்டர்: Base64 என்கோடிங் சரத்தில் ஏதேனும் ஒரு படத்தைத் தேர்ந்தெடுத்து மாற்றவும் (திறப்புப் பயன்முறையை மாற்ற \"புதிய தாவலில் திற\" பொத்தானை வலது கிளிக் செய்யவும்).\n✓ விசைப்பலகை கட்டுப்பாடு: விசைப்பலகை (அத்துடன் மவுஸ்) பயன்படுத்தி கட்டுப்படுத்தலாம்.\n✓ வேகமான மற்றும் பதிலளிக்கக்கூடியது: விரைவான மறுமொழி நேரம் மற்றும் மென்மையான செயல்பாட்டை நீங்கள் எதிர்பார்க்கலாம்.\n✓ பயன்படுத்த எளிதானது: எளிய மற்றும் உள்ளுணர்வு இடைமுகம்.\n\nஇமேஜ் டிராப்ஸ் நீட்டிப்பை நிறுவி, உடனடியாக படங்களைப் பார்க்கவும் பதிவிறக்கவும் தொடங்கவும்.\n\nதொழில்நுட்ப உதவி:\nஏதேனும் பிழைகள் அல்லது அம்ச பரிந்துரைகளை இங்கே புகாரளிக்கவும்: https://browsermaster.com/image-drops/feedback.html\n\nகுறிப்பு:\nஅனைத்து பதிப்புரிமைகளும் அந்தந்த உரிமையாளர்களுக்கு சொந்தமானது.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "te": "ఇమేజ్ డ్రాప్స్ అనేది ఏదైనా వెబ్ పేజీ నుండి అన్ని చిత్రాలను కనుగొనడం, వీక్షించడం మరియు డౌన్‌లోడ్ చేయడం సులభం చేసే శక్తివంతమైన సాధనం.\nఈ పొడిగింపు పిక్సెల్‌లలో పరిమాణం, బైట్‌లలో బరువు, MIME రకం మరియు మూలం URLతో సహా కనుగొనబడిన ప్రతి చిత్రం గురించి వివరణాత్మక సమాచారాన్ని అందిస్తుంది. ఇది వ్యక్తిగతంగా లేదా ఎంచుకున్న చిత్రాల జిప్ ఆర్కైవ్‌గా మీ కంప్యూటర్‌లో చిత్రాలను సేవ్ చేసే ప్రక్రియను కూడా సులభతరం చేస్తుంది. అన్ని రకాల చిత్రాలతో పని చేస్తుంది.\n\nఇది ఉచితం, ఉపయోగించడానికి సులభమైనది మరియు రిజిస్ట్రేషన్ అవసరం లేదు. కేవలం కొన్ని క్లిక్‌లు మరియు అన్ని చిత్రాలు మీ నియంత్రణలో ఉంటాయి.\n\nముఖ్య లక్షణాలు మరియు ప్రయోజనాలు:\n✓ ఇమేజ్ డౌన్‌లోడ్ సాధనం: అన్ని చిత్రాలను ఒకేసారి జిప్ ఆర్కైవ్‌గా లేదా వ్యక్తిగతంగా ఎంచుకోండి మరియు డౌన్‌లోడ్ చేయండి.\n✓ ఫ్లెక్సిబుల్ సెట్టింగ్‌లు: ఇమేజ్ డిస్‌ప్లే, సెర్చ్ మోడ్‌లు, అదనపు ప్రాసెసింగ్ మరియు మరిన్నింటితో సహా పారామితులను అనుకూలీకరించండి.\n✓ ఇమేజ్ వ్యూయర్ క్లయింట్: ఎంచుకున్న చిత్రాలను జూమ్ చేయడానికి, తిప్పడానికి, స్క్రోల్ చేయడానికి మరియు డౌన్‌లోడ్ చేయడానికి మిమ్మల్ని అనుమతించే సౌకర్యవంతమైన ఇమేజ్ వీక్షణ కోసం రిచ్ టూల్.\n✓ చిత్రం ఫిల్టర్: మీరు పరిమాణం, బరువు, రకం మరియు మూలం URL ద్వారా చిత్రాలను ఫిల్టర్ చేయవచ్చు.\n✓ Base64 ఎన్‌కోడింగ్ కన్వర్టర్: బేస్ 64 ఎన్‌కోడింగ్ స్ట్రింగ్‌లో ఏదైనా చిత్రాన్ని ఎంచుకోండి మరియు మార్చండి (ఓపెనింగ్ మోడ్‌ను టోగుల్ చేయడానికి \"కొత్త ట్యాబ్‌లో తెరువు\" బటన్‌పై కుడి-క్లిక్ చేయండి).\n✓ కీబోర్డ్ నియంత్రణ: కీబోర్డ్ (అలాగే మౌస్) ఉపయోగించి నియంత్రించవచ్చు.\n✓ వేగవంతమైన మరియు ప్రతిస్పందించే: మీరు వేగవంతమైన ప్రతిస్పందన సమయం మరియు మృదువైన ఆపరేషన్‌ను ఆశించవచ్చు.\n✓ ఉపయోగించడానికి సులభమైనది: సాధారణ మరియు సహజమైన ఇంటర్‌ఫేస్.\n\nఇమేజ్ డ్రాప్స్ ఎక్స్‌టెన్షన్‌ను ఇన్‌స్టాల్ చేయండి మరియు వెంటనే చిత్రాలను వీక్షించడం మరియు డౌన్‌లోడ్ చేయడం ప్రారంభించండి.\n\nసాంకేతిక మద్దతు:\nదయచేసి, ఏవైనా బగ్‌లు లేదా ఫీచర్ సూచనలను ఇక్కడ నివేదించండి: https://browsermaster.com/image-drops/feedback.html\n\nగమనిక:\nఅన్ని కాపీరైట్‌లు వాటి సంబంధిత యజమానులకు చెందినవి.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "th": "Image Drops เป็นเครื่องมืออันทรงพลังที่ช่วยให้ค้นหา ดู และดาวน์โหลดรูปภาพทั้งหมดจากหน้าเว็บต่างๆ ได้อย่างง่ายดาย\nส่วนขยายนี้ให้ข้อมูลโดยละเอียดเกี่ยวกับแต่ละภาพที่พบ รวมถึงขนาดเป็นพิกเซล น้ำหนักเป็นไบต์ ประเภท MIME และ URL แหล่งที่มา นอกจากนี้ยังช่วยลดความยุ่งยากในขั้นตอนการบันทึกภาพลงในคอมพิวเตอร์ของคุณ ไม่ว่าจะเป็นภาพเดี่ยวหรือเป็นไฟล์ ZIP ของภาพที่เลือก ใช้งานได้กับภาพทุกประเภท\n\nฟรี ใช้งานง่าย และไม่ต้องลงทะเบียน เพียงไม่กี่คลิก ภาพทั้งหมดก็จะอยู่ภายใต้การควบคุมของคุณ\n\nคุณสมบัติหลักและคุณประโยชน์:\n✓ เครื่องมือดาวน์โหลดรูปภาพ: เลือกและดาวน์โหลดรูปภาพทั้งหมดพร้อมกันเป็นไฟล์ ZIP หรือแยกทีละภาพ\n✓ การตั้งค่าที่ยืดหยุ่น: ปรับแต่งพารามิเตอร์ต่างๆ รวมถึงการแสดงรูปภาพ โหมดค้นหา การประมวลผลเพิ่มเติม และอื่นๆ\n✓ Image Viewer Client: เครื่องมืออันครบครันสำหรับการดูภาพที่สะดวกสบาย ซึ่งช่วยให้คุณสามารถซูม หมุน เลื่อน และดาวน์โหลดภาพที่เลือกได้\n✓ ตัวกรองรูปภาพ: คุณสามารถกรองรูปภาพตามขนาด น้ำหนัก ประเภท และ URL แหล่งที่มาได้\n✓ ตัวแปลงการเข้ารหัส Base64: เลือกและแปลงรูปภาพใดๆ ในสตริงการเข้ารหัส base64 (คลิกขวาที่ปุ่ม \"เปิดในแท็บใหม่\" เพื่อสลับโหมดการเปิด)\n✓ การควบคุมแป้นพิมพ์: สามารถควบคุมได้โดยใช้แป้นพิมพ์ (เช่นเดียวกับเมาส์)\n✓ รวดเร็วและตอบสนอง: คุณสามารถคาดหวังเวลาตอบสนองที่รวดเร็วและการทำงานที่ราบรื่น\n✓ ใช้งานง่าย: อินเทอร์เฟซที่เรียบง่ายและใช้งานง่าย\n\nติดตั้งส่วนขยาย Image Drops และเริ่มดูและดาวน์โหลดภาพทันที\n\nการสนับสนุนทางเทคนิค:\nกรุณารายงานข้อบกพร่องหรือข้อเสนอแนะคุณลักษณะที่นี่: https://browsermaster.com/image-drops/feedback.html\n\nบันทึก:\nลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง",
    "tr": "Image Drops, herhangi bir web sayfasındaki tüm görselleri bulmayı, görüntülemeyi ve indirmeyi kolaylaştıran güçlü bir araçtır.\nBu uzantı, bulunan her resim hakkında piksel cinsinden boyut, bayt cinsinden ağırlık, MIME türü ve kaynak URL dahil olmak üzere ayrıntılı bilgi sağlar. Ayrıca, görüntüleri tek tek veya seçilen görüntülerin ZIP arşivi olarak bilgisayarınıza kaydetme işlemini de basitleştirir. Her türlü görselle çalışır.\n\nÜcretsizdir, kullanımı kolaydır ve kayıt gerektirmez. Sadece birkaç tıklamayla tüm görseller kontrolünüz altında olacak.\n\nTemel Özellikler ve Faydalar:\n✓ Resim İndirme Aracı: Tüm görselleri tek seferde ZIP arşivi olarak veya tek tek seçip indirin.\n✓ Esnek Ayarlar: Görüntü görüntüleme, arama modları, ek işleme ve daha fazlasını içeren parametreleri özelleştirin.\n✓ Image Viewer Client: Seçilen görüntüleri yakınlaştırmanıza, döndürmenize, kaydırmanıza ve indirmenize olanak tanıyan, kullanışlı görüntü görüntüleme için zengin bir araç.\n✓ Resim Filtresi: Resimleri boyuta, ağırlığa, türe ve kaynak URL'ye göre filtreleyebilirsiniz.\n✓ Base64 Kodlama Dönüştürücü: Base64 kodlama dizesindeki herhangi bir görüntüyü seçin ve dönüştürün (açma modunu değiştirmek için \"Yeni Sekmede Aç\" düğmesine sağ tıklayın).\n✓ Klavye Kontrolü: Klavye (aynı zamanda fare) kullanılarak kontrol edilebilir.\n✓ Hızlı ve Duyarlı: Hızlı tepki süresi ve sorunsuz çalışma bekleyebilirsiniz.\n✓ Kullanımı Kolay: Basit ve sezgisel arayüz.\n\nImage Drops uzantısını yükleyin ve görselleri hemen görüntülemeye ve indirmeye başlayın.\n\nTeknik Destek:\nLütfen hataları veya özellik önerilerini buraya bildirin: https://browsermaster.com/image-drops/feedback.html\n\nNot:\nTüm telif hakları ilgili sahiplerine aittir.",
    "uk": "Image Drops — це потужний інструмент, який дозволяє легко знаходити, переглядати та завантажувати всі зображення з будь-якої веб-сторінки.\nЦе розширення надає детальну інформацію про кожне знайдене зображення, включаючи розмір у пікселях, вагу в байтах, тип MIME та URL-адресу джерела. Це також спрощує процес збереження зображень на вашому комп’ютері окремо або у вигляді ZIP-архіву вибраних зображень. Працює з усіма типами зображень.\n\nВін безкоштовний, простий у використанні та не потребує реєстрації. Лише кілька кліків, і всі зображення будуть під вашим контролем.\n\nОсновні характеристики та переваги:\n✓ Інструмент завантаження зображень: виберіть і завантажте всі зображення одночасно як ZIP-архів або окремо.\n✓ Гнучкі налаштування: налаштуйте параметри, включаючи відображення зображення, режими пошуку, додаткову обробку тощо.\n✓ Клієнт Image Viewer: багатий інструмент для зручного перегляду зображень, який дозволяє масштабувати, обертати, прокручувати та завантажувати вибрані зображення.\n✓ Фільтр зображень: ви можете фільтрувати зображення за розміром, вагою, типом і URL-адресою джерела.\n✓ Конвертер кодування Base64: виберіть і конвертуйте будь-яке зображення в рядок кодування base64 (клацніть правою кнопкою миші кнопку «Відкрити в новій вкладці», щоб перемкнути режим відкриття).\n✓ Керування клавіатурою: можна керувати за допомогою клавіатури (а також миші).\n✓ Швидкий і чуйний: ви можете очікувати швидкого відгуку та безперебійної роботи.\n✓ Простий у використанні: простий та інтуїтивно зрозумілий інтерфейс.\n\nВстановіть розширення Image Drops і негайно почніть переглядати та завантажувати зображення.\n\nТехнічна підтримка:\nБудь ласка, повідомляйте про будь-які помилки або пропозиції щодо функцій тут: https://browsermaster.com/image-drops/feedback.html\n\nПримітка:\nУсі авторські права належать їхнім відповідним власникам.",
    "vi": "Image Drops là một công cụ mạnh mẽ giúp bạn dễ dàng tìm, xem và tải xuống tất cả hình ảnh từ bất kỳ trang web nào.\nTiện ích mở rộng này cung cấp thông tin chi tiết về từng hình ảnh được tìm thấy, bao gồm kích thước tính bằng pixel, trọng lượng tính bằng byte, loại MIME và URL nguồn. Nó cũng đơn giản hóa quá trình lưu hình ảnh vào máy tính của bạn, riêng lẻ hoặc dưới dạng kho lưu trữ ZIP của các hình ảnh đã chọn. Hoạt động với tất cả các loại hình ảnh.\n\nNó miễn phí, dễ sử dụng và không cần đăng ký. Chỉ cần một vài cú nhấp chuột và tất cả hình ảnh sẽ nằm trong tầm kiểm soát của bạn.\n\nCác tính năng và lợi ích chính:\n✓ Công cụ tải xuống hình ảnh: Chọn và tải xuống tất cả hình ảnh cùng một lúc dưới dạng kho lưu trữ ZIP hoặc riêng lẻ.\n✓ Cài đặt linh hoạt: Tùy chỉnh các thông số bao gồm hiển thị hình ảnh, chế độ tìm kiếm, xử lý bổ sung, v.v.\n✓ Image Viewer Client: Một công cụ phong phú để xem hình ảnh thuận tiện cho phép bạn phóng to, xoay, cuộn và tải xuống các hình ảnh đã chọn.\n✓ Bộ lọc hình ảnh: Bạn có thể lọc hình ảnh theo kích thước, trọng lượng, loại và URL nguồn.\n✓ Bộ chuyển đổi mã hóa Base64: Chọn và chuyển đổi bất kỳ hình ảnh nào trong chuỗi mã hóa base64 (nhấp chuột phải vào nút \"Mở trong tab mới\" để chuyển chế độ mở).\n✓ Điều khiển bàn phím: Có thể điều khiển bằng bàn phím (cũng như chuột).\n✓ Nhanh và phản hồi: Bạn có thể mong đợi thời gian phản hồi nhanh và hoạt động trơn tru.\n✓ Dễ sử dụng: Giao diện đơn giản và trực quan.\n\nCài đặt tiện ích mở rộng Image Drops và bắt đầu xem và tải xuống hình ảnh ngay lập tức.\n\nHỗ trợ kỹ thuật:\nVui lòng báo cáo bất kỳ lỗi hoặc đề xuất tính năng nào tại đây: https://browsermaster.com/image-drops/feedback.html\n\nGhi chú:\nMọi bản quyền thuộc về chủ sử hữu của chúng.",
    "zh_CN": "Image Drops 是一个功能强大的工具，可以轻松查找、查看和下载任何网页上的所有图像。\n此扩展提供有关每个找到的图像的详细信息，包括像素大小、字节重量、MIME 类型和源 URL。它还简化了将图像保存到计算机的过程，无论是单独保存还是作为所选图像的 ZIP 存档。适用于所有类型的图像。\n\n它免费、易于使用且无需注册。只需点击几下，所有图像都将在您的控制之下。\n\n主要特点和优点：\n✓ 图像下载工具：选择并下载所有图像作为 ZIP 存档或单独下载。\n✓ 灵活设置：自定义参数，包括图像显示、搜索模式、附加处理等。\n✓ 图像查看器客户端：一个丰富的工具，可方便地查看图像，允许您缩放、旋转、滚动和下载所选图像。\n✓ 图片过滤：您可以按大小、重量、类型和来源 URL 过滤图片。\n✓ Base64 编码转换器：选择并转换 Base64 编码字符串中的任何图像（右键单击“在新选项卡中打开”按钮切换打开模式）。\n✓ 键盘控制：可以使用键盘（以及鼠标）进行控制。\n✓ 快速响应：您可以期待快速的响应时间和平稳的操作。\n✓ 易于使用：简单直观的界面。\n\n安装 Image Drops 扩展并立即开始查看和下载图像。\n\n技术支援：\n请在此处报告任何错误或功能建议：https://browsermaster.com/image-drops/feedback.html\n\n笔记：\n所有版权属于其各自所有者。",
    "zh_TW": "Image Drops 是一個功能強大的工具，可以輕鬆找到、檢視和下載任何網頁上的所有圖片。\n此擴充功能提供有關每個找到的圖像的詳細信息，包括像素大小、位元組重量、MIME 類型和來源 URL。它還簡化了將影像保存到電腦的過程，無論是單獨保存還是作為所選影像的 ZIP 檔案。適用於所有類型的圖像。\n\n它是免費、易於使用且無需註冊。只需點擊幾下，所有圖像都將在您的控制之下。\n\n主要特點和優點：\n✓ 影像下載工具：選擇並下載所有映像作為 ZIP 檔案或單獨下載。\n✓ 靈活設定：自訂參數，包括影像顯示、搜尋模式、附加處理等。\n✓ 影像檢視器用戶端：一個豐富的工具，可輕鬆查看影像，讓您縮放、旋轉、捲動和下載所選影像。\n✓ 圖片過濾：您可以按大小、重量、類型和來源 URL 過濾圖片。\n✓ Base64 編碼轉換器：選擇並轉換 Base64 編碼字串中的任何圖像（右鍵單擊「在新分頁中開啟」按鈕切換開啟模式）。\n✓ 鍵盤控制：可以使用鍵盤（以及滑鼠）進行控制。\n✓ 快速回應：您可以期待快速的回應時間和平穩的操作。\n✓ 易於使用：簡單直覺的介面。\n\n安裝 Image Drops 擴充功能並立即開始檢視和下載映像。\n\n技術支援：\n請在此處報告任何錯誤或功能建議：https://browsermaster.com/image-drops/feedback.html\n\n筆記：\n所有版權屬於其各自所有者。"
  }
}