{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "1688 product data scraper",
    "ja": "1688商品データスクレーパー",
    "ko": "1688 상품 데이터 크롤러/스크레이퍼",
    "zh_CN": "1688产品数据爬取器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "You can scrape product data from 1688.com (Click the bottom right Scrape button on a product page).",
    "ja": "1688の商品をスクレイピングするには、商品ページの右下にあるScrapeボタンをクリックしてください。",
    "ko": "1688 상품을 스크래이핑하려면 상품페이지에서 우측 하단의 Scrape 버튼을 클릭해주세요.",
    "zh_CN": "您可以从1688.com抓取产品数据（在产品页面的右下角点击“Scrape”按钮）。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "First, click on a product on 1688.com. You will see a “Scrape” button at the bottom right of the screen.\nClick this button, and the extension will scrape the product data.\nAfter scraping multiple items, click the extension icon to save the data as an XLSX or CSV file.\n\nPlease note that this tool is still in early development, so there may be bugs. We appreciate your understanding.\nFor feature improvements or customization requests, please email us.",
    "ja": "まず、1688.comで商品をクリックしてください。画面右下に「Scrape」ボタンが表示されます。そのボタンをクリックすると、拡張機能が商品データを取得します。\n複数の商品データを取得した後、拡張機能のアイコンをクリックして、XLSXまたはCSVファイルとして保存することができます。\n\nこのツールはまだ開発初期段階のため、不具合が発生する可能性があります。ご理解いただきありがとうございます。\n機能改善やカスタマイズのご要望がございましたら、メールでご連絡ください。",
    "ko": "먼저 1688.com에서 제품을 클릭하세요. 화면 오른쪽 하단에 ‘Scrape’ 버튼이 표시됩니다. 해당 버튼을 클릭하면 확장 프로그램이 제품 데이터를 수집합니다.\n여러 개의 제품 데이터를 수집한 후, 확장 프로그램 아이콘을 클릭하여 XLSX 또는 CSV 파일로 저장하실 수 있습니다.\n\n이 도구는 아직 초기 개발 단계에 있으므로 일부 버그가 발생할 수 있습니다. 양해 부탁드립니다.\n기능 개선이나 맞춤 요청 사항이 있으시면 이메일로 문의해 주시기 바랍니다.",
    "zh_CN": "首先，在 1688.com 上选择一个商品。您会在屏幕右下角看到一个“Scrape”按钮。点击该按钮后，扩展程序会开始抓取该商品的数据。\n在抓取多个商品数据后，点击扩展程序图标，即可将数据保存为 XLSX 或 CSV 文件。\n\n请注意，该工具仍处于早期开发阶段，可能会存在一些缺陷。感谢您的理解。\n如需功能改进或定制，请通过电子邮件与我们联系。"
  }
}