{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crosshair"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides additional functionality when playing Spot The Ball at botb.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When playing Spot The Ball at botb.com with this extension installed, you will now have access to additional features:\n\n1. Calculate an average of all Co-ordinates in play and shows a cross on the picture to show the average\n2. Hides the Co-ordinates in play.\n3. Reveals all hidden Co-ordinates.\n4. Shows/Hides a draggable target (the same one used when showing the results when a competition finishes, but with a highly transparent centre).\n5. New from V1.2: Practice mode - This allows you to load up pictures from previous competitions on botb.com and place your co-ordinate. You can then show the judged co-ordinate of that picture to test your skill.\n\nI created this extension in the hopes it will help players the same way it helps me.\n\nV1.3: Fixed an issue with the practice tool selector.\nV1.4: Fixed issue with practice mode not responding once you start drawing lines. Made a performance improvement.\nV1.5: Average cross will now scale to the size of the preview image and show in the correct place, Draggable target size will scale to the size of the preview image, Practice mode judges cross will also scale to the preview image.\nV1.6: Change practice mode to allow user to input text instead of using selection boxes. This gives flexibility to try any competition, but doesn't work with some of the older competitions."
  }
}