{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Demoji"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expose a text description or emoji next to emoji images. Does not process free-text emoji."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Demoji shows a text alternative for emoji images, if a text alternative is available or the image can be matched to an emoji name. Note that Demoji only expands emoji that have been published as custom images, it does not change emoji in general text or inside buttons (although it will try to add a title to emoji buttons).\n\nBy default this extension runs on all sites, you can change this in extension settings (\"Site access\").\n\nWhy? Well, ever wondered what the heck an emoji was? The graphic used was hard to see, or understand? This extension adds the text after the image to help. Sure, that might not help you understand what poodle-monkey-headblanket actually means to the person who wrote it; but at least you've got a slightly better shot!\n\nNOTE: this extension does not demojify all emoji. It works when the element is an image, that image is identified as an emoji, and a text alternative is provided or can be reliably matched to an emoji name. This means that on some sites nothing will happen because they don't provide alternative descriptions, don't provide a reliable identifier of the intended emoji, or the emoji is just part of a text string.\n\nChangelog:\n1.2.0 - tuning frequency of updates, quieter logs, exclude buttons from demoji conversion but add a title to them if none exists\n1.1.0 - reverted label style to simple brackets inherting local text style, fix for emoji without enough space to render, improved handling for web apps with frequent DOM updates, added aria-describedby to link the target emoji with its label\n1.0.0 - now runs on all sites, adds 'flag' style label, when no alt text is available will attempt to show the emoji name instead\n0.4.0 - original version that only ran on github and campfire"
  }
}