{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide What You Dislike!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide any item by link, image or text  on a page!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you right-click any link you dislike and hide it forever! It works the same on images! You can even select some text right-click and chose \"Hide items with this text\", yeah its that easy.\n\nQuick example of how you may use it: You search for something in Youtube but in the listed results you see one particular channel you dislike that you rather never see again, what do? Now you can right click the channel name and click \"Hide entries with this link\" and voila! That channel will no longer appear in your search results! \n\nBTW If you change your mind you can always go to the options page and unhide any of the things.\n\n=== Version 1.9 ===\nImproving heuristics for selection by text.\n\n=== Version 1.10 ===\nChanging extension name\n\n=== Version 1.11 ===\nCan now hide by images and can now use wildcard when hiding links. Also changing extension name.\n\n=== Version 1.12 ===\nFixing major bug where data is stored incorrectly (AKA \"corrupted\") and extension stops working.\n\n=== Version 1.13 ===\nNow works fine on some popular social media sites\n\n=== Version 1.14 ===\nRefactor, much faster selectors, much more strict testing against popular sites, ability to login using your Google account to save your filters on the cloud. New name.\n\n=== Version 1.15 ===\nRemoving unnecessary debug statements (at console)"
  }
}