{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redpen: Report bugs with screenshot/recording"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture screenshot and record screen to report bugs and visual feedback."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to send feedback and report bugs is, take screenshots or record screens of any website or desktop application, highlight issues using annotation tools, and submit them to your favorite issues tracking service.\n\n💁 Helpful for\n• Quality analysts, developers, designers, product managers, web agencies, consulting companies, product companies, and many more…\n• All-in-one feedback and bug reporting tool useful in customer support, UAT & Beta testing, and product development.\n\n🔑 Key Benefits\n• Faster time to market - By reducing product development time by eliminating back-and-forth communication between teams.\n• Increase customer satisfaction - By faster turnaround of bugs or feedback submitted by customers.\n• Save Cost - By minimizing the development and support costs.\n\n📋 Features\n✪ Screenshot & Annotation tools\n• Take screenshots of any web page of a website or desktop screen and highlight issues using annotation tools.\n\n✪ Screen recording & Voice comments\n• Record and explain issues visually on the web page or desktop screen with voice comments and annotation tools.\n• Double click the Redpen extension to start recording the screen.\n\n✪ Auto-capture technical details\n• Minimize troubleshooting time with auto-collected browser or desktop-specific metadata.\n• Collect technical metadata like OS details, browser details, screen size, console logs, network logs, cookies, local storage, IndexedDB, etc.\n\n✪ Auto-fill templates\n• Report bugs faster with pre-defined templates. While reporting bugs, auto-populate the common form fields to eliminate field selection every time.\n\n✪ Widget\n• Add Redpen Widget to your website to capture unlimited feedback.\n\n🧰 Integrations\n• Jira Software\n• Jira Service Desk\n• Azure DevOps\n\n🛠 Redpen applications/tools\n• Browser Extensions - Chrome, Edge, Safari\n• See others at https://www.redpen.ai/downloads\n\n$ Pricing & Plan\n• Our individual plan is FREE FOREVER.\n. Free Video recording\n• Visit Customer Support Request and Bug Capture Platform - Redpen to start your 14-days free trial (no credit card required)."
  }
}