{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PIE (English Learner's Edition)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show English word pronunciation by diacritics, and show word meaning in a box."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We provide two Chrome extensions for English learners. The first one (the one you're looking at) shows word pronunciation by diacritics; the second one (see below) shows word meaning in a box.\n\n1. PIE (English Learner's Edition)\n\nPhonetically Intuitive English (English Learner's Edition) is a Chrome extension that can automatically add diacritics to English words to make their pronunciation crystal clear, based on a one-page, easy-to-learn scheme (included in this extension).\n\nThis \"English Learner's Edition\" is intended for people who learn English as a second language (ESL) to learn correct pronunciation (and pronunciation is also key to spelling); therefore the scheme mimics the International Phonetic Alphabet (IPA) which is familiar to most ESL learners around the world. We also provide a \"Literacy Edition\" on our website for American children learning to read, which uses a slightly different scheme.\n\nFive modes (Full, Less Full, Medium, Lite and Extra Lite) are provided for users of different English levels. Modes for advanced learners (Less Full, Medium, Lite and Extra Lite) will show fewer diacritics.\n\n2. Word Translator\n\nPeople who learn English as a second language may want to know a word's meaning in addition to its pronunciation. To address this need, we also provide a free Chrome extension called Word Translator that can translate the English word under the user's mouse to his native language.\n\nGet Word Translator at https://chrome.google.com/webstore/detail/word-translator/mdgdbmohcdjfbglkepkiaabaieenhhhc"
  }
}