{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML5 Audio Description (via text to speech)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension plays audio description track elements of HTML5 videos via Chrome text to speech extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMPORTANT: Please activate the “Enable <track> element” experiment in chrome://flags/\nThis experiment MUST be enabled for the extension to work.\n\nThis extension plays audio description track elements of HTML5 videos via the Chrome text to speech extension. For the extension that plays via screenreader, https://chrome.google.com/webstore/a/google.com/detail/mipjggdmdaagfmpnomakdcgchdcgfbdg\n\nUse this extension if you are not using any screenreaders or are using a screenreader that does not support the other extension, \"HTML5 Audio Description (via screen reader)\" https://chrome.google.com/webstore/a/google.com/detail/mipjggdmdaagfmpnomakdcgchdcgfbdg. and still want audio descriptions. Also works well as a developer tool. Note: - this extension doesn't use screenreaders to render the audio descriptions, so there may be a possibility of overlap in speech of this extension and speech of the screenreader.\n\nBy default, Chrome will speak using your operating system's built-in speech synthesis (available on Windows, Mac OS X, and Chrome OS), or you can install additional text to speech voice extensions from the Chrome Web Store.\n\nLanguages supported:\n- depends on text to speech voices installed on your system\n\nKeyboard shorcuts:\nFor keyboard shortcuts, press alt + h while on a webpage or alt + ? while focused on a video; or refer to the options page of the extension.\n\nThis is part of the Axs-Chrome open-source project http://code.google.com/p/google-axs-chrome/, which supports extensions that enhance accessibility. You can submit feedback to the Axs-Chrome discussion group: https://groups.google.com/group/axs-chrome-discuss?pli=1"
  }
}