{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alerte Bons Plans Hubside",
    "de": "Schnäppchen-Alarm von Hubside",
    "es": "Alerta de Buenas ofertas de Hubside",
    "it": "Hubside Deals Alert",
    "nl": "Good Deals Alarm van Hubside",
    "pt_PT": "Alerta Promoções Hubside"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grâce à l'alerte Bons Plans Hubside n'oubliez plus jamais de gagner du cashback lors de vos achats",
    "de": "Mit dem Schnäppchen-Alarm von Hubside vergessen Sie nie, Cashback auf Ihre Einkäufe zu erhalten",
    "es": "Gracias a la alerta de buenas ofertas de Hubside, no se olvide de ganar cashback en sus compras",
    "it": "Grazie all'Hubside Deals Alert, non vi dimenticherete mai più di guadagnare cashback sui vostri acquisti",
    "nl": "Dankzij het Good Deals Alarm van Hubside zul je nooit vergeten om cashback te verzilveren op jouw aankopen",
    "pt_PT": "Graças ao alerta Promoções Hubside não voltará a esquecer-se de ganhar cashback quando faz compras"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'alerte bons plans Hubside vous informe instantanément de la disponibilité d’un Cashback (remboursement d’une partie de vos achats) ou de codes promos lorsque vous visitez un site marchand partenaire de Hubside Reward Club.\n\nActivez vos offres cashback en 1 clic lorsque l'Alerte Bons Plans apparaît.\n\nRecevez une alerte des offres disponibles lorsque vous naviguez sur Google.\n\nElle est réversible et discrète.\n\nDes réductions toute l'année et des offres exceptionnelles",
    "de": "Aktivieren Sie Ihre Cashback-Angebote mit nur 1 Klick, wenn der Schnäppchen-Alarm erscheint.\n\nSie können sich über aktuelle Angebote informieren lassen, wenn Sie durch Google browsen.\n\nEs ist umkehrbar und diskret\n\nEs gibt das ganze Jahr über Rabatte und Sonderangebote",
    "es": "Alerta Ofertas Destacadas le informa en tiempo real sobre las ofertas de devolución durante sus compras en línea.\n\nLa Alerta Ofertas Destacadas Huside informa instantáneamente sobre la disponibilidad de un reembolso (reembolso de una parte de sus compras) o códigos promocionales cuando visita un sitio web asociado de Merchant Hubside Reward Club.\n\nActive sus ofertas de cashback en 1 clic cuando aparezca la alerta de buenas ofertas.\n\nReciba una alerta de ofertas disponibles cuando navegue por Google.\n\nEs reversible y discreto.\n\nDescuentos todo el año y ofertas excepcionales.",
    "it": "Attivate le vostre offerte cashback con un solo click quando compare l'avviso delle offerte migliori.\n\nRicevete un avviso di offerte disponibili quando navigate su Google.\n\nÈ reversibile e discreto.\n\nSconti tutto l'anno e offerte eccezionali.",
    "nl": "Activeer jouw cashback-deals in 1 klik wanneer je een Good Deals Alarm ontvangt.\n\nOntvang een melding over beschikbare aanbiedingen tijdens het browsen op Google.\n\nJe kunt het discrete alarm desgewenst uitschakelen.\n\nHet hele jaar door kortingen en uitzonderlijke aanbiedingen.",
    "pt_PT": "Ative as suas ofertas cashback com um clique quando o Alerta Promoções é apresentado.\n\nReceba um alerta para as ofertas disponíveis quando navega com o Google.\n\nÉ reversível e discreto.\n\nDescontos durante todo o ano e ofertas excecionais."
  }
}