{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabby"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An advanced tab session manager for Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabby is a powerful extension to Chrome that allows you to categorize and save your sessions while browsing the web.\n\nTabby enables you to focus on specific tasks while browsing (for e.g. research of a particular topic), save those pages as a separate session and switch between saved sessions. This can be pretty handy when you want to take a break from your current activity and explore something else for a while.\n\nTabby is also capable of using Chrome's sync feature to save your sessions across devices if you have Chrome's sign in feature enabled (read more about this at http://goo.gl/HpBmf9), and is limited only by Chrome's sync limits (http://goo.gl/fyPBl3). This is very useful if you use more than one device with Chrome for your online browsing.\n\nSome of Tabby's uses include,\n● visiting your favorite video sites to check for any new videos\n● catching up on news from your favorite sites\n● storing pages that you want to revisit later while researching online\n● and pretty much any pages you want to visit periodically\n\n\nNOTE: Please post any feature requests, bugs or questions using the Feedback link in the Details tab (http://goo.gl/D7uPm0), and not on the Review page.\n\nNote from developer:\nThis is the first public release of Tabby and is in beta currently to gather feedback from interested users, based on which an updated version will be released. Hence any feedback would be much appreciated."
  }
}