{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BastionPass"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Intuitive Password Management to Simplify Your Life"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BastionPass is a powerful, secure password management for private or collaborative organizations.\n\nNever again forget a password. BastionPass securely manages your personal passwords to websites and allows you to create secure, shared safes for a collaborative password management experience with your colleagues. Our intuitive user interface also allows you to create folders within safes to help further organize your complex password management needs.\n\nFEATURES:\n- Industry-leading security and encryption\n- Private password safes for personal password management\n- Shared password safes for collaborative environments\n- Proxy email system allows you to organize inbound email or use within your QA/testing software development process\n\nUSE BASTIONPASS TO:\n- Manage your personal passwords to any website\n- Create secure, shared safes which you can share with team members\n- Group your personal or shared logins into folders\n- Create a proxy email address to organize inbound email or use with test scripts\n\nWHO USES BASTIONPASS PASSWORD MANAGER?\n- Large and small companies with collaborative password management needs\n- Software testers and engineers\n- Web design firms who service multiple clients and projects\n- Accountants, consultants, or project managers who service multiple clients\n- People like YOU who simply need to organize and manage their personal passwords\n\nPrivacy Policy: https://static.bastionpass.com/legal/privacy-policy.html\n\nBastionPass - Simplify Your Digital Life\nwww.BastionPass.com"
  }
}