{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Playlist Length - Duration Display"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Lightweight extension that displays the length of the current YouTube playlist"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Lightweight extension that displays the length of the YouTube playlist you are viewing or watching. It works on both the Playlist viewing page, and the watching page, blending in with YouTube's existing stats.\n\nThe display can be customized to your preference - these options are accessible from the extension's popup (as shown in the video above). Please leave your feedback and suggestions for any extra options you would like!\n\nFor playlists longer than 100 videos, you will need to scroll to the final video on the Playlist view page for a full calculation. Unfortunately this will not work on the watch page as YouTube only loads up to 400 videos.\n\nHover on the length displayed to view how many videos have been counted.\n\nIf you like the extension please submit a review!\n\nFuture plans:\n- More complex displays, showing progress through playlist in a more visual way etc.\n- More options (leave suggestions in your reviews!)\n- Display on the YouTube mini player.\n\nKnown Bugs:\n- None currently. \n\nPlease report any issues via my email listed below in the Details section!\n\nUpdate Log:\n0.1.10: Fix duration not showing in Private Playlist viewing pages.\n0.1.9:   Fix broken length display on Watch Page (was showing 00:00:00).\n             Fix Playlist Page not calculating the full length until scrolled for short playlists, only those \n                  longer than 100 require a scroll now - this cannot be changed due to YouTube's \n                  loading behavior.\n             Fix console errors when watching a video with no active playlist/ queue.\n             Fix wrong value being displayed when queue started while watching a video.\n             Fix wrong video index being used after rearranging active playlist (for remaining time after \n                  current video).   \n             Add an indicator to show that the full playlist's length has not been calculate (and further \n                  details on hover. \n0.1.8:   Update 'YT' to 'YouTube' in listing name for better visibility.\n             More concise listing Description. \n0.1.7:   Add Promo Video.\n             Add Customization options: Hide seconds, Colon time format, Show duration remaining \n             after/including current video (only on watch page).\n             Fully style the extension Pop-up.   \n0.1.6:   Add a basic popup UI, in preparation for new settings.\n             Slight change to listing name for improved reach.\n             New Store Images and Promo Tiles. \n0.1.5:   Fix NaN bug caused by Live and Premiere Videos.\n             Fix bug where length was not being displayed after navigating from regular watch page.\n             Add tooltip on hover to display how many videos have been counted in length.\n             Some display adjustments.\n0.1.4:   Implement Support for YouTube's new UI update.\n             Fix longstanding problem where page needs to be refreshed to display.\n             Sleeker appearance to blend in with existing stats.\n             Faster updating.\n0.1.3:   Add duration display to playlist viewing page. Some further optimizations.\n0.1.2:   Fix bug where duration is displayed twice.\n             Duration displays more reliably without having to refresh.\n0.1.1:   Improve reliability when switching between playlists.\n0.1.0:   Initial version."
  }
}