{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "sFTP Client"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access your Local/Remote FTP server (including your NAS drive), local server, VPS, dedicated server, cloud server or shared hosting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "sFTP Client is all about simplicity, it has been built on the Google Chrome / Chrome OS packaged app interface allowing the app to be fast and responsive. Some of the functionality includes an FTP / SFTP Account Manager to store away and organise your most used and favourite FTP / SFTP connections allowing you to access them with a single click, File/Folder Queue to see your currently uploading/downloading items, powerful text editor (So you don't even need an extra program to modify your code), and much more...\n\nTake a look at all of the great features on the sFTP Client app below.\n\nFeatures:\n=========\n- Standard FTP Connections\n- SSH over File Transfer Protocol (sFTP) Connections\n- Permission Key File (SSH Key - RSA) for SSH Connections\n- FTP/SFTP Passive Mode\n- Connect to Remote (External) & Local (Internal) FTP / SFTP / SSH servers.\n- Change File / Folder Permissions (By Checkbox or Value: e.g. 777)\n- Upload / Download Multiple Files & Folders\n- Quick Connect\n- Editor Options: Tabbed Files, Customisation\n- Drag and Drop Files / Folders\n- Manage FTP / SFTP / SSH Accounts (Stored using the Google Chrome Local storage with password encryption for security)\n- Powerful Text Editor with Syntax Highlighting (Save, Autosave and Auto Upload Features)\n- Keyboard Selection (Move up, down, into (Enter) and back out (Backspace) of directories, includes a search ability to quickly access files / folders by typing on your keyboard)\n- Import Accounts: sFTP Client\n- Export Accounts\n- Rename & Delete Files\n- Create New File / Directory\n- Refresh Local and Remote Lists\n- Sort and Resize Columns\n- Multi-Select Files & Folders\n- Browse Local & Remote Folders by Path\n- Local Directory: Select default local directory per connection as suppose to globally\n- Quick Account Menu (One-click to open FTP / SFTP / SSH account connection from your saved list)\n- Multiple FTP / SFTP / SSH Account Connections (Tabbed with scroll if you have a lot of connections open)\n- Close Connection (Disconnects from server and removes all activity)\n- Console Log (Shows all FTP / SFTP / SSH activity log)\n- Transfer Queue (Queued files and folders, failed files and folders, completed files and folders)\n- New Google Sockets API\n- Remote & Local Menus\n- Connect and list UNIX and MS-DOS directories\n- Copy URLs to Clipboard\n- 10 Most Recent Connections\n- KeepAlive Connection\n- Master Password Login (Keep all your FTP connections safe with 1 login)\n- Synchronised Browsing\n\nMore features and functionality to come in free future updates!\n\nOne-time payment of $50 is required after 2 hour trial expires."
  }
}