{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AudioBriefs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarize WhatsApp Voice Messages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AudioBriefs for WhatsApp Web: AI-Powered Voice Message Summarizer\n\nTransform time-consuming WhatsApp voice messages into quick, concise summaries. Experience WhatsApp Web like never before, thanks to AudioBriefs' cutting-edge AI technology.\n\nAudioBriefs is a revolutionary Chrome extension designed to elevate your WhatsApp Web experience. Burdened by lengthy and numerous voice messages? Let AudioBriefs take care of that! Our sophisticated AI technology transcribes and condenses voice messages, delivering quick summaries straight to your WhatsApp Web interface. Now you can get the essential information without having to listen to the entire recording!\n\nFeatures\n🔹 AI-Powered Summarization: Turn exhaustive voice messages into concise, understandable summaries.\n\n🔹 Real-Time Transcription: Get a textual representation of voice messages in real-time, with the summary available at a glance.\n\n🔹 Privacy-First: All voice-to-text conversions are performed locally on your computer. Your data stays with you.\n\n🔹 One-Click Summaries: Simply tap the AudioBriefs icon within WhatsApp Web to enable voice-to-text and summarization features.\n\n🔹 Multilingual Capabilities: Exceptional support for multiple languages.\n\n🔹 Time-Efficient: Receive the essential details of any voice message in a matter of seconds.\n\nWhy Use AudioBriefs for WhatsApp Web?\n\n1️⃣ Maximized Productivity: Cut down on time spent listening to long voice messages; read summaries and move on.\n\n2️⃣ Flexibility: Skim summaries while focusing on other responsibilities.\n\n3️⃣ Readability: Make voice messages accessible to those who prefer reading.\n\n4️⃣ Enhanced Privacy: Your voice messages are processed locally, ensuring complete data privacy.\n\n5️⃣ Ease of Use: A seamless, user-friendly integration with WhatsApp Web.\n\nInstallation & Usage Guide\n\nClick 'Add to Chrome' to install AudioBriefs.\nNavigate to the WhatsApp Web and refresh the page.\nLocate the AudioBriefs icon within the WhatsApp Web chat interface.\nClick the icon to transcribe and summarize incoming voice messages automatically.\n\nUser Testimonials\n\n⭐⭐⭐⭐⭐ \"AudioBriefs has changed the way I use WhatsApp for the better. It's like having a personal assistant!\" - Emily S.\n\n⭐⭐⭐⭐⭐ \"The future of messaging is here. AudioBriefs makes WhatsApp Web even more convenient!\" - Raj K.\n\nMake the smart move; download AudioBriefs and revolutionize your WhatsApp Web experience today!\n\nFor customer support or additional information, please contact us at support@audiobriefs.app."
  }
}