{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "REDGRAVY NYC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "REDGRAVY NYC là trang tổng hợp các món ngon mỗi ngày, món ngon đãi tiệc, kiến thức đầu bếp"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "REDGRAVY NYC là một blog ẩm thực nổi tiếng chuyên cập nhật các món ăn ngon, công thức pha chế và cách làm bánh độc đáo. Được thành lập với sứ mệnh mang đến cho mọi người những trải nghiệm ẩm thực tuyệt vời và phong phú, REDGRAVY NYC đã trở thành điểm đến yêu thích của những người đam mê nấu ăn và khám phá ẩm thực trên khắp thế giới.\n\nBlog ẩm thực REDGRAVY NYC là nơi bạn có thể tìm thấy vô số công thức nấu ăn từ các món ăn hàng ngày cho đến các món tiệc sang trọng. Mỗi công thức đều được trình bày chi tiết, dễ hiểu và kèm theo những mẹo nhỏ giúp bạn nấu ăn ngon hơn. Không chỉ vậy, blog còn cung cấp những kiến thức bổ ích về nghệ thuật ẩm thực, giúp bạn nâng cao kỹ năng nấu nướng và trở thành một đầu bếp tại gia xuất sắc.\n\nMột trong những điểm nổi bật của REDGRAVY NYC là sự đa dạng và phong phú của các món ăn được giới thiệu. Bạn có thể tìm thấy các món ăn truyền thống của Việt Nam, các món Âu Mỹ hiện đại, các món chay thanh đạm, và nhiều loại đồ uống hấp dẫn. Blog không chỉ tập trung vào các công thức nấu ăn mà còn chia sẻ cách xử lý nguyên liệu tươi sống, phương pháp chế biến các món ăn gia đình và cách lên thực đơn hàng ngày sao cho hợp lý và khoa học.\n\nREDGRAVY NYC không chỉ là một blog ẩm thực mà còn là một người bạn đồng hành đáng tin cậy trong căn bếp của bạn. Với mục tiêu mang lại niềm vui và sự hài lòng cho người đọc, blog luôn cập nhật những công thức mới nhất và những xu hướng ẩm thực hot nhất. Bất kể bạn là người mới bắt đầu học nấu ăn hay đã là một đầu bếp chuyên nghiệp, REDGRAVY NYC đều có những nội dung phù hợp và hấp dẫn dành cho bạn.\n\nĐịa chỉ liên hệ của REDGRAVY NYC là 73C Bà Huyện Thanh Quan, Phường 6, Quận 3, Thành phố Hồ Chí Minh. Bạn có thể gửi email tới redgravyvn@gmail.com hoặc gọi điện thoại tới số 0766545073 để được tư vấn và hỗ trợ.\n\nNgoài ra, REDGRAVY NYC còn cung cấp các khóa học trực tuyến về nấu ăn, pha chế và làm bánh. Những khóa học này được thiết kế chuyên nghiệp với sự hướng dẫn của các đầu bếp giàu kinh nghiệm, giúp bạn nắm vững các kỹ năng cơ bản và nâng cao. \n\nREDGRAVY NYC không chỉ tập trung vào việc chia sẻ công thức mà còn chú trọng đến việc xây dựng một cộng đồng ẩm thực vững mạnh. Blog thường xuyên tổ chức các sự kiện, cuộc thi nấu ăn và chia sẻ những câu chuyện ẩm thực thú vị từ khắp nơi trên thế giới. Qua đó, REDGRAVY NYC mong muốn tạo ra một không gian nơi mọi người có thể chia sẻ niềm đam mê và học hỏi lẫn nhau.\n\nNhững ai yêu thích ẩm thực và muốn nâng cao kỹ năng nấu nướng của mình chắc chắn không thể bỏ qua REDGRAVY NYC. Với những công thức nấu ăn đa dạng và chi tiết, những mẹo nhỏ hữu ích và những kiến thức ẩm thực phong phú, REDGRAVY NYC sẽ là người bạn đồng hành tuyệt vời trong hành trình khám phá ẩm thực của bạn.\n\nLiên hệ:\n+ Website: https://redgravynyc.com\n+ Mail: redgravyvn@gmail.com\n+ Address: 73C Bà Huyện Thanh Quan, Phường 6, Quận 3, Hồ Chí Minh, 72407\n+ Phone: 0766 545 073"
  }
}