{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cheap Apartment Finders w Allinfohome.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Support to search for cheap apartments across all states in the United States"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AllInfoHome - Cheap Apartment Finders | Your Ultimate Tool for Finding Affordable Apartments\nWelcome to \"AllInfoHome - Cheap Apartment Finders\", an innovative Chrome extension developed by AllInfoHome Inc. This tool revolutionizes the search for affordable apartments across the United States. Whether you're a student, a young professional, or anyone looking for budget-friendly housing options, our extension provides a user-friendly, efficient, and intuitive platform to find your perfect home at a price that won't break your budget.\n\nKey Features:\n\nNationwide Search Capability:\n\"AllInfoHome - Cheap Apartment Finders\" covers all states across the US. Whether your dream home is in a bustling city or a peaceful suburb, our extension provides you with an extensive list of available apartments, ensuring you have access to a vast selection of rental options across the country.\n\nAdvanced Search Filters:\nOur extension offers advanced filtering options to streamline your search for the perfect apartment. You can customize your search based on factors such as price range, number of bedrooms and bathrooms, square footage, and amenities. These filters allow you to refine your results, saving you time by presenting only the most relevant listings.\n\nReal-Time Pricing Information:\n\"AllInfoHome - Cheap Apartment Finders\" utilizes real-time pricing data, ensuring that you have the most accurate and up-to-date information on rental rates. This feature empowers you to make informed decisions when choosing your next living space.\n\nInteractive Maps and Neighborhood Insights: (Updating)\nUnderstanding the neighborhood is crucial when hunting for an apartment. Our extension offers interactive maps that highlight key points of interest, such as schools, hospitals, parks, and public transportation. This feature provides a comprehensive view of your potential neighborhood, allowing you to make the best decision possible.\n\nSaved Searches and Favorite Listings: (Updating)\nApartment hunting can be a lengthy process. To simplify this, \"AllInfoHome - Cheap Apartment Finders\" offers the ability to save your searches and bookmark your favorite listings. This feature ensures that you don't lose track of potential options as you navigate through various listings.\n\nCustomized Alerts:\nWith \"AllInfoHome - Cheap Apartment Finders\", you can set up personalized alerts based on your search criteria. This feature will notify you when new listings that match your preferences become available, giving you a competitive edge in securing an affordable apartment.\n\n\"AllInfoHome - Cheap Apartment Finders\" is your trusted companion for finding affordable apartments across the United States. We are committed to making your apartment search as simple and efficient as possible. Install our extension today to start your search."
  }
}