{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notepad online"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notepadonline.co is a free online notepad website to create online notes, save notes, text edit, find and replace word,etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a very simple notepad tools website that is as easy to use as a text notepad. Simply put your notes to the notepad which expands and shortens them automatically to meet your requirements. This extension that suggests helps you be further action in life, be proactive in your work and ideas. \n\nNOTEPAD ONLINE KEY FEATURES \n\n✒ Presented notes can be saved by date or name. Easy to edit, store and erase notes at every time.\n✒ Simple checklist feature where created notes such as assignments, to-do lists, or shopping lists can be considered as ‘done.\n✒ Valuable search function for these difficulties to find notes to save users time\n✒ Classify your online notes by date or title.\n✒ Location Notes will inform you of relevant notes when you visit a particular place. You pick the location and add it to your note.\n✒ instantly share note records with others through email, or different social media platforms including Facebook, Twitter, WhatsApp.\n✒ Highlighting URLs, email addresses, and telephone numbers by the capability to operate through them.\n\nPASSWORD PROTECTION FOR NOTES\n\nThis free individual online notepad with a password is a single, strong, and attractive note with a lock. In this “notepad with lock for users,” you can specify your records with various interests and customize them by taking the checkbox, writing style, and using a theme. This business journal web-based is password protected so only you will have the access to its contents. Use this organizer planner notebook to obtain your record of daily events, meetings, and tasks! With Note Notepad it is simple to maintain track of your regular events, so use it for free now!\n\nYOU’RE ALL NOTES AT ONE PLACE\n\nOrganize your online notes without having to download thousands of apps. Everything you require to do, remember, store, or share, have it organized in one place. Here are amazing examples of how you can use notes and create lists in many phases of your career. With this great notepad tools, you can comfortably use notes, view, and review text notes status. These notes are prepared in time order. You can see them in list form or grid style. You can more easily fasten the various important text notes at the top.\n\nEASY TO USE ANYWHERE ONLINE\n\nEasy Notepad online Notes that allow you to take and organize your notes and It provides you a quick and easy notepad editing experience if you write notes, notepads, memos. Our single Notepad extension makes it easy to write records at any time & everywhere.\n\nONLINE TEXT EDITOR FEATURE\n\nThat is an Ultra-High-Functional Text Editor online! You can enjoy Rich Document Editing! Can use it for FREE; extremely try to experience the Easy Text Editing Environment! You may not be smart to let go because that is Extremely Useful!\n\nUnlike other office suites either to-do text editors, our notepad text editor has one smooth text editor including no additional editing UI. Reveals how important and powerful easy text can be. View, edit, manage and change plaintext!\n\nHow to use our Free Text Editor\n\nClick at “Text Editor” until the button shows “on” and some formatting table will arrive above your text box and your fonts will turn to Arial Font.\nTo turn off the feature, click on the “Text Edit” toggle repeat until show it “off”, and you will continue editing text to your content constantly. \nLine Symbols show you different options for editing texts like cop, past, text styles, bold, italic, and much more.\n\nUP TO DATE, YOU’RE NOTES\n\nThe notepad online on the desktop allows you to continuously have a to-do list at hand and instantly shows the scheduled tasks. This is a very simplistic and very easy-to-use tool with important functions. The single Notes option is also excellent for bringing up a plan for every day, week, or year.\n\nFIND AND REPLACE WORDS WITH ONLINE NOTEPAD\n\nReplace text that you insert or paste into the Input options including the content that you place into the “Find words'' area This “Replace text” feature is non-case sensitive. If you insert the name “green” inside the “Find text” area you will replace “green” and not “Green '' anywhere it seems. To apply the feature, understand certain steps and view the example.\n\nHow to find and replace a word\n\n1. Click on the option “Find and Replace Words” and a prompt menu will jump up.\n2. Inside the box below the word “Find”, insert the word you require to replace.\n3. Inside the box following the word “Replace” enter the new word, you are required to replace that old one with.\n4. enter or click submit.\n5. Total occurrences of the primary words will be replaced with your current words.\n\nSAVE NOTES OR DOWNLOAD \n\nTo save online your documents you need to register with our online notepad option or log in after login you can save your documents or download them on your computer or other devices where you want to save your work\n\nSo feel free and use our notepad free of cost anywhere"
  }
}