{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch Stats by Streams Charts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your personal access to world-class streaming analytics on Twitch by StreamsCharts.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Especially for Twitch viewers and stats lovers, StreamsCharts.com has developed a Twitch extension for Google Chrome browser that will help you get up-to-date data on a streamer without leaving Twitch.\n\nMajor Update from October 29, 2024: ver 2.0.7 is now live. Fixed bugs that caused extension not working for some users (manifest v3 update), fixed white screen on certain streams, as well as bugs with theme.\n\nMajor Update from December 21, 2023: ver. 2.0 is now live. Read more on it here: https://streamscharts.com/news/extension-upd\n\nTwitch Stats extension by Streams Charts include:\n\n- Ratio of Authorized Viewers to All Viewers on streams (a percentage of all viewers who are authorized/logged in on the platform during the stream).\n- Current channel’s stream stats and comparison with previous broadcast.\n- Short bio about streamers including name, age, country, etc.\n- Top channels from each category (no need entering the category).\n- Key stats of channel for the last 30 days with daily dynamics.\n- Key stats for each category of the watching stream.\n- Air time of live channels you follow.\n- Top clips of following channels (for last 3/7/30 days).\n- Flexible sorting of stream/channel clips.\n- Viewers stats for each category with all time peak records.\n- Gender information about streamers.\n\nAlso provides a direct link to channel’s stats on Streams Charts and pages with Live Followers Count and Viewers Count.\n\nHelpful articles:\n\nHow to spot a cheating streamer — what one should know about authorized viewers to all viewers ratio: https://streamscharts.com/news/how-spot-cheating-streamer\n\nCreators about extension:\n\nDrLupo: https://twitter.com/DrLupo/status/1710070265630113804\nGothalion: https://twitter.com/Gothalion/status/1710064154743124271\nPestily: https://twitter.com/Pestily/status/1710092532221460836\n\nPowered by Streams Charts, world-class live-streaming analytics on Twitch, YouTube, Kick, Rumble, AfreecaTV & more. All our plans: https://streamscharts.com/pricing"
  }
}