{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GA4 Kangaroo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save your GA4 comparisons for later and use them just like segments in good old Universal Analytics."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and reuse comparisons from standard reports in GA4.\n\nIf you've worked with Universal Analytics, you've likely used segments to compare data.\n\nIn GA4, we have comparisons that replicate that functionality. However, their major drawback is that they cannot be saved for later.\n\nThat's why the GA4 Kangaroo is here. Save, edit, and use GA4 comparisons - just like with segments in UA.\n\nNo workarounds, no wasting time!\n\n### How to use it\n\n1. Create a comparison (or many of them) in GA4 and add them to any report.\n2. Open GA4 Kangaroo.\n3. In a form at the top, write a custom name (or leave it empty for a default one), and click \"Add a new set\".\n4. Voila! Your set is added to the list!\n\nTo apply a set, open a report and click the first button next to the set name.\n\n### What else you can do with saved comparisons\n\n- Edit the saved set\n- Delete the set or create a copy\n- Look across sets' contents by checking the titles of comparisons\n- Recognize invalid sets (their description will be marked with red color)\n\n### Privacy, security & responsibility\n\nGA4 Kangaroo does not track you and does not send any data. It runs 100% locally in your browser and saves comparison sets in the Google Chrome storage. It means that I don't have access to them and when you remove the extension, you lose your saved sets.\n\nYou are using GA4 Kangaroo on your responsibility.\n\nIf you decide to contact me, I'll keep your message with your email address to be able to respond to you."
  }
}