{
  "name": {
    "am,ar,et,gu,he,hu,ko,ml,ms,no,sk,sl": "Stickman Bouncing Online",
    "bg,hr,ja,lv,sw": "Stickman Bouncing Unblocked Game",
    "bn,fa,fil,hi,id,mr,sv,th": "Stickman Bouncing Game",
    "ca,cs,da,el,fi,kn,pl,ro,ta,te": "Stickman Bouncing Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Stickman Bouncing Casual Game"
  },
  "short": {
    "ar": "تابع لأعلى باستخدام الأنابيب الخضراء ويجب عليك الانتباه إلى الأنابيب الحمراء.",
    "am": "አረንጓዴውን ቱቦ ተጠቅመህ ወደ ላይ ውጣና ቀይ ቱቦዎችን መጠበቅ ይኖርብሃል።",
    "bg": "Процедирайте нагоре с помощта на зелените тръби и трябва да внимавате за червените тръби.",
    "bn": "সবুজ টিউবগুলি ব্যবহার করে উপরের দিকে এগিয়ে যান এবং আপনাকে অবশ্যই লাল টিউবগুলির জন্য নজর রাখতে হবে।",
    "ca": "Procediu cap amunt utilitzant els tubs verds i heu de vigilar amb els tubs vermells.",
    "cs": "Pokračujte nahoru pomocí zelených trubek a musíte dávat pozor na červené trubky.",
    "da": "Fortsæt opad ved hjælp af de grønne rør, og du skal passe på de røde rør.",
    "de": "Gehen Sie mit den grünen Röhren nach oben und Sie müssen auf die roten Röhren achten.",
    "el": "Προχωρήστε προς τα πάνω χρησιμοποιώντας τους πράσινους σωλήνες και πρέπει να προσέξετε τους κόκκινους σωλήνες.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Proceed upwards using the green tubes and you must watch out for the red tubes.",
    "es": "Proceda hacia arriba usando los tubos verdes y debe tener cuidado con los tubos rojos.",
    "et": "Jätkake roheliste torude abil ülespoole ja peate jälgima punaseid torusid.",
    "fa": "ادامه به سمت بالا با استفاده از لوله های سبز و شما باید مراقب لوله های قرمز.",
    "fi": "Jatka ylöspäin vihreillä putkilla ja sinun on varottava punaisia putkia.",
    "fil": "Magpatuloy pataas gamit ang berdeng tubes at dapat mong panoorin para sa red tubes.",
    "fr": "Continuez vers le haut en utilisant les tubes verts et vous devez faire attention aux tubes rouges.",
    "gu": "લીલી નળીઓનો ઉપયોગ કરીને ઉપરની તરફ આગળ વધો અને તમારે લાલ નળીઓ માટે ધ્યાન રાખવું જ જોઇએ.",
    "he": "המשך כלפי מעלה באמצעות הצינורות הירוקים ועליך להיזהר מהצינורות האדומים.",
    "hi": "हरी ट्यूबों का उपयोग करके ऊपर की ओर बढ़ें और आपको लाल ट्यूबों के लिए बाहर देखना चाहिए।",
    "hr": "Nastavite prema gore pomoću zelenih cijevi i morate paziti na crvene cijevi.",
    "hu": "Haladjon felfelé a zöld csövek segítségével, és figyelnie kell a piros csövekre.",
    "id": "Lanjutkan ke atas menggunakan tabung hijau dan Anda harus berhati-hati terhadap tabung merah.",
    "it": "Procedi verso l'alto usando i tubi verdi e devi fare attenzione ai tubi rossi.",
    "ja": "緑色のチューブを使用して上向きに進み、赤いチューブに注意する必要があります。",
    "kn": "ಹಸಿರು ಟ್ಯೂಬ್ ಗಳನ್ನು ಬಳಸಿ ಮೇಲ್ಮುಖವಾಗಿ ಮುಂದುವರಿಯಿರಿ ಮತ್ತು ನೀವು ಕೆಂಪು ಟ್ಯೂಬ್ ಗಳಿಗಾಗಿ ಗಮನಿಸಬೇಕು.",
    "ko": "녹색 튜브를 사용하여 위쪽으로 진행하면 빨간색 튜브를 조심해야합니다.",
    "lv": "Virzieties uz augšu, izmantojot zaļās caurules, un jums jāuzmanās no sarkanajām caurulēm.",
    "ml": "പച്ച ട്യൂബുകൾ ഉപയോഗിച്ച് മുകളിലേക്ക് പോകുക, ചുവന്ന ട്യൂബുകൾക്കായി നിങ്ങൾ ശ്രദ്ധിക്കണം.",
    "mr": "हिरव्या नळ्या वापरुन वरच्या दिशेने पुढे जा आणि आपण लाल नळ्यांकडे लक्ष दिले पाहिजे.",
    "ms": "Teruskan ke atas menggunakan tiub hijau dan anda mesti berhati-hati untuk tiub merah.",
    "nl": "Ga naar boven met behulp van de groene buizen en je moet uitkijken voor de rode buizen.",
    "no": "Fortsett oppover med de grønne rørene, og du må passe på de røde rørene.",
    "pl": "Idź w górę za pomocą zielonych rurek i musisz uważać na czerwone rurki.",
    "ro": "Continuați în sus folosind tuburile verzi și trebuie să fiți atenți la tuburile roșii.",
    "ru": "Двигайтесь вверх, используя зеленые трубки, и вы должны следить за красными трубками.",
    "sk": "Pokračujte nahor pomocou zelených rúrok a musíte si dávať pozor na červené trubice.",
    "sl": "Nadaljujte navzgor z uporabo zelenih cevi in morate paziti na rdeče cevi.",
    "sv": "Fortsätt uppåt med de gröna rören och du måste se upp för de röda rören.",
    "sw": "Endelea juu kwa kutumia mirija ya kijani na lazima uangalie mirija nyekundu.",
    "ta": "பச்சைக் குழாய்களைப் பயன்படுத்தி மேல்நோக்கிச் செல்லுங்கள், சிவப்புக் குழாய்களை நீங்கள் கவனிக்க வேண்டும்.",
    "te": "ఆకుపచ్చ గొట్టాలను ఉపయోగించి పైకి వెళ్ళండి మరియు మీరు ఎరుపు గొట్టాలను గమనించాలి.",
    "th": "ดําเนินการขึ้นไปโดยใช้หลอดสีเขียวและคุณต้องระวังหลอดสีแดง",
    "tr": "Yeşil tüpleri kullanarak yukarı doğru ilerleyin ve kırmızı tüplere dikkat etmelisiniz.",
    "uk": "Дійте вгору, використовуючи зелені трубки, і ви повинні стежити за червоними трубками."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for some crazy jumping fun with a stickman hero. Experience the endless adventure.\n\nHow To Play\nPlayed with Mouse.\n\nStickman Bouncing Casual Game Features\n✓ Little particle\n✓ Infinity level\n✓ Basic control\n✓ 2D Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stickman Bouncing Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}