{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HearSafe - Hearing Protector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect Your Hearing, Without Even Noticing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Did you know that headphones can cause hearing damage to your ears the same way other loud noises do? Don't risk your hearing any longer - try HearSafe, the hearing damage protector app that reduces volume gradually over time. Our volume adjuster app aims to help prevent people from getting noise-induced hearing loss from listening to their headphones at a loud volume. If your ears don’t get time to recover, this damage can be permanent. Your love for music doesn't have to damage your hearing. With this safe hearing app, you can listen to your favorite tunes at a safe volume without sacrificing enjoyment.\n\nTry HearSafe – Hearing Protector!\n\nLoud volume Cause Loss of Hearing Ability:\nOne in every six to eight teenagers have hearing loss, and this hearing damage was most likely preventable. Hearing loss not only affects the quality of your music, but your entire way of life. Loss of hearing ability is associated with cognitive impairment, and since it makes conversations difficult, it can lead to feelings of isolation and even depression. But with this app's loud volume limit, you can listen to your favorite songs at a safe level of volume without worrying about the long-term effects on your hearing.\n\nHow This Volume Adjuster App Works:\nThe safe sound app works by reducing your volume slowly over time. Using the patent-pending algorithm, the user doesn’t even notice their volume is reducing over time since their ears adapt to the lower volume in a process called the stapedius reflex and threshold shift. This means users are able to listen to their music at a safe level without sacrificing enjoyment.\n\nRuns in the Background for a Seamless Experience:\nThe safe hearing app is very intuitive to use. To start the hearing protection, simply click the \"protect my ears\" button, and the protection will begin. You can adjust your goal volume, or how low your volume will get, by dragging the goal volume up and down. The app will show you a summary box that provides information on how much the app has benefitted you, allowing you to track your progress and see the positive impact the app is having on your hearing health.\n\nFeatures of HearSafe – Hearing Protector:\n• Simple and easy to use loud volume adjuster app UI/UX\n• intuitive and clutter-free Loud Noise control app layout\n• Ability to adjust your goal volume\n• Patent pending advance algorithm to protect loss of hearing ability\n• Access Privacy policy, TOC and Rate us options in Settings Page.\n\nThe safe hearing app is the perfect solution for anyone who wants to enjoy their music without worrying about the long-term effects on their hearing. With the patent-pending algorithm, the safe sound app gradually reduces the volume without sacrificing the enjoyment of the music. It is very easy to use, and with the goal volume adjustment feature, you can customize the app to your needs. Download HearSafe – Hearing Protector today!"
  }
}