{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopping New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab For Shopping Lovers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ShoppingNewTab: Your Shopping Passion Chrome Tab\n\nImprove your browsing experience with ShoppingNewTab – Chrome browser extension designed exclusively for shopping enthusiasts. Turn every new tab into a vibrant shopping excitement, combining stunning background images and quick access to relevant links.\n\nBy clicking \"add to Chrome\", I accept and agree to installing the Shopping New Tab extension and setting Chrome New Tab search provider to Microsoft Bing as described in the Terms of Use (https://shoppingnewtab.com/tou/) and Privacy Policy (https://shoppingnewtab.com/privacy-policy/)\n\nFeatures:\n•\tStunning Visuals: Unleash your passion for shopping with captivating background images that greet you every time you open a new tab.\n•\tInstant Access: Get quick access to a curated selection of links to shopping online.\n•\tSearch bar Integration: Experience the convenience of search engine directly from your new tab. Search for everyday and shopping-related information, images, and more without interrupting your browsing flow.\n\nWhy Choose ShoppingNewTab:\n- Fulfill your shopping passion with every tab you open.\n\n- Elevate your browsing routine and embrace your passion for shopping like never before. Download ShoppingNewTab now and let your browser become a canvas for shopping journey inspiration.\nNote: ShoppingNewTab respects your privacy. For details on data collection and usage, refer to our Privacy Policy.\n\nStart your journey with ShoppingNewTab today and experience the road of automotive enthusiasm with every click!"
  }
}