{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frozen Elsa 4K Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the magical world of Frozen to your browser with the Frozen Elsa 4K Wallpaper extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Featuring Elsa in all her icy beauty, this extension adds stunning 4K animated scenes of Arendelle’s Snow Queen to your new tab. Perfect for fans of Disney’s Frozen and Elsa’s powerful magic, this extension brings her frosty charm to life in vivid detail.\n\nExperience Elsa’s enchanting world every time you open a new tab!\n\nFeatures:\n❄️ Live 4K Wallpaper: High-definition animated visuals of Elsa, showcasing her magical powers and icy wonderland.\n🌐 Popular Site Shortcuts: Quickly access your favorite websites with pre-set shortcuts.\n➕ Addable Shortcuts: Customize your tab with personal links to websites you visit most.\n🔍 Search Bar: Easily search the web with your preferred search engine.\n🕒 Calendar & Clock: Stay on schedule with the built-in calendar and clock display.\nWhy Choose This Extension?\nThis extension is lightweight, secure, and respects your privacy. It’s simple to install and easily removable via your browser settings.\n\nExplore more live wallpapers featuring Disney characters and magical themes. The extension also includes a note-taking tool, a privacy policy, and a quick uninstall option.\n\nDownload the Frozen Elsa 4K Wallpaper now and bring the magical beauty of Arendelle to your Chrome browser. Visit our website for more stunning live wallpaper extensions!"
  }
}