{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pacman Io Unblocked Game Offline"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play classic Pacman Io Unblocked game offline version on your Google Chrome!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pacman Io Unblocked: A Classic Game with a Twist\n\nIf you're a fan of classic arcade games, you'll love Pacman Io Unblocked. This game takes the classic Pacman game and adds a modern twist with online multiplayer gameplay.\n\nIn Pacman Io Unblocked, you'll play as the iconic Pacman character, gobbling up dots and avoiding the ghosts. But in this version, you'll be playing against other players from around the world, trying to outsmart and outmaneuver them to become the top scorer.\n\nTo play Pacman Io Unblocked, you'll need to add the game extension to your Chrome browser. Here's how to do it:\n\nOpen Google Chrome and go to the Chrome Web Store.\n\nSearch for \"Pacman Io Unblocked\" in the search bar.\n\nClick on the \"Add to Chrome\" button next to the game extension.\n\nA pop-up will appear asking for confirmation. Click on \"Add Extension\" to install the game to your browser.\n\nOnce installed, you can access the game by clicking on the Pacman Io Unblocked icon in your browser's extensions menu.\n\nWith Pacman Io Unblocked, you can challenge your friends to see who can get the highest score or play against other players from around the world. So what are you waiting for? Add the extension to your Chrome browser and start playing today!"
  }
}