{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word of The Hour"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We share one vocabulary word every hour along with translations into French, German, Hindi, Italian, and Spanish."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word of the Hour offers a browser extension to help expand your vocabulary. Every hour, a new vocabulary word is featured along with translations into 10+ languages including French, German, Hindi, Italian, Portuguese, Spanish, and more.\n\nWe created this extension because learning a language is difficult and it requires a constant effort to learn, practice, and improve. Seeing vocabulary words every time that you browse the internet is just one extra push to motivate you to practice.\n\nWe are supported by our warm and welcoming community on Reddit. We take suggestions from the community and allow community members to get involved to help improve our translations. We also welcome any comments that provide corrections, clarifications, alternative translations, usage in a sentence, conjugations, or anything that is relevant and helpful.  Join us @ https://www.reddit.com/r/Word_of_The_Hour/\n\nIt's important to keep in mind that word to word translations are not perfect. We really rely on our community members to fill in gaps and add additional information. We especially encourage users to use multiple language learning resources and practice regularly.\n\nThank you for trying out our extension and we welcome you to join our community and contribute!"
  }
}