{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Always Clear Downloads 2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Google Chrome Extension to always clear the downloads list of all completed downloads."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extensions fixes the original Always Clear Downloads (https://chrome.google.com/webstore/detail/cpbmgiffkljiglnpdbljhlenaikojapc) that can no longer be installed since Google discontinued support for extensions using manifest.json version 1 (see https://developer.chrome.com/extensions/manifestVersion)\n\n* Version 2.1 - This version modernizes the code to use the most recent Chrome APIs. Should also prevent the extension from going inactive. This version requires more permissions so you will have to re-enable the extension. The new permission simply allows the extension to access the download shelf.\n* Versions 2.1.1 & 2.1.2  - Misc. bug fixes\n* Version 2.1.3 - Clear download list along with hiding the download shelf.\n* Version 2.1.4 - Fix issue with multiple downloads \n* Version 2.1.5 - Removed download shelf permission; Updated manifest to version 3\n\nThe source for this extension can be found at https://github.com/tsuliwaensis/AlwaysClear\n---\n\nThis Google Chrome extension makes up for the fact that Chrome does not have an option to keep its download list clear at all times. You can clear the downloads list yourself by hand, but Chrome currently doesn't have an option to automatically clear it for you. This extension does it for you automatically.\n\nThis extension works in a very simple way: Every five seconds, the downloads list is cleared out for you. Don't worry, the files you downloaded are still there, and in-progress downloads are not harmed. Chrome's internal list simply gets cleaned up for you every five seconds."
  }
}