{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop for a Cause"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop for a cause"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for a free and easy way to raise money for charity? Shop for a Cause helps you save money and support charities as you shop online. We do all the work! Add Shop for a Cause to your browser and it will automatically find coupon codes and raise money for charity as you go about your shopping.\n\n\n🎉 Raise Money for your favorite cause\nWhen you shop online at over 10,000 stores, Shop for a Cause will help you earn up to 5% back for your chosen charity with a simple click. We do the rest. \n\n✅ Save money with coupons\nShop for a Cause automatically finds and applies the best coupon codes that work when you checkout. Always get the best price!\n\n😍 Small amounts add up fast! \nWith Shop for a Cause, you’ll be making a huge difference by doing almost nothing. Created by the team behind Tab for a Cause (over $1.5M raised for non-profits), we know how impactful every dollar can be! \n\nHow it Works:\nShop for a Cause partners with stores that are willing to give a percentage of your online purchase to the cause you are supporting. We earn money by charging a small fee to the stores so it is completely free for you! \n\nWhether you’re getting household essentials at Walmart, booking your next vacation through Priceline, treating yourself at Sephora, or shopping at any of our other 10,000+ partners, Shop for a Cause helps you save money and give back to a cause you care about."
  }
}