{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WetaWorkshop Name Fixer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension adds the name of items to the 'My Orders' and 'Pre-Orders & Payment Plans' pages... because they're missing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why does this extension exist?\n\nWell because I got tired of Weta Workshop's website missing what I consider to be VERY helpful information... the \"Name\" of items you have ordered.\n\nWhen you login to Weta's website and go to either the \"My Orders\" or \"Pre-orders & Payment Plans\" page, each of these sections will show a list of all the things you have ordered or pre-ordered. The problem is they don't say the name of the items. This extension was built to simply add the names back into the list to make it much easier to understand what you're looking at (Something I have messaged Weta to fix but to no avail).\n\nAdvanced explanation...\n\nOnce logged in, on the \"My Orders\" page, you will see a list of the items you have ordered. Unfortunately there is no name shown next to each item. The only way to find out the name is to click the \"View\" button on each row. This takes you to a single page that then has the name of the item. Now this might not seem like a big deal but honestly this issue wasn't the main reason the extension was made (Although it does fix this).\n\nThe main reason this extension was made was for the \"Pre-orders & Payment Plans\" page. On this page, you will see a list of the items you have pre-ordered. Again unfortunately there is no name shown next to each item... there is also no name shown if you click the \"View\" button on each row. The only way to find out the name of the item is to first memorize the \"Order ID\". Next you have to go back to the \"My Orders\" page. Now you have to search through each page until you find that matching \"Order ID\". Finally you can click the \"View\" button on that row and once loaded you can see the name of the item.\n\nSince this extension relies on web scraping, that means if Weta decides to change their website it could \"break\" this extension and make it no longer work. If this happens I will attempt to fix it (if it still remains useful).\n\nI built this extension as a fan with no ill intentions other than to help fix an issue that I see with Weta Workshops current website.\n\nIf you would like you can view the source code of this extension here: https://github.com/dogofpavlov/WetaFFExtension"
  }
}