{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fashion Image Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to perform image search for fashion items using any image on the webpage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lykdat's \"Fashion Image Search\" extension is a powerful tool that enables users to quickly and easily search for fashion items using any image on their webpages.\n\nWith this extension, users can simply right-click on any image and select \"Search for fashion items using this image\" from the context menu. The extension will then use the selected image to perform a search on lykdat.com and show them results in a new tab.\n\nThe extension is easy to use and does not require any technical knowledge. With the help of this extension, users can save time and effort when searching for fashion items online. The extension uses the latest image recognition technology to deliver accurate and relevant results for users.\n\nThis extension is perfect for fashion enthusiasts, shoppers and anyone who wants to find similar fashion items quickly and easily. With this extension, users can find inspiration, discover new products and save time by not having to manually search through multiple websites.\n\nThe extension is available for all the users of chrome browser and it is completely free to use. It's lightweight and will not slow down the user's browser.\n\nIn conclusion, the \"Fashion Image Search\" extension is a must-have tool for anyone who wants to quickly and easily search for fashion items using any image on their webpages. It's easy to use, accurate, and will save users time and effort when searching for fashion items online. Give it a try, you won't be disappointed."
  }
}