{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "ZhiNang.ai - AI assistant from anypage",
    "zh_CN": "ZhiNang.ai『智囊』- 任意页面随时随地召唤你的私人 AI 智囊"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "ChatGPT anywhere on anytime in anypage now",
    "zh_CN": "随时、随地、任意页面唤起 ChatGPT 并在当前页面持续对话"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "# 👋 Hi, I am Think Tank AI zhinang.ai\n\n🌐 https://zhinang.ai\n\n### Hello\n\nZhiNang.ai \"Think Tank\" is an AI tool product based on ChatGPT, which is free/smart/convenient.\n\nHere you can hire a variety of free \"brain tanks\" for conversations, create and share \"brain tanks\" yourself, share interesting and useful conversations, etc.\n\nStart a conversation with the \"Think Tank\": https://zhinang.ai/chat\n\n### What is a \"brain tank\"\n\nThe name of the think tank comes from the pronunciation of the domain name GPTNow.im at the beginning of this product, GPTNow -> think tank, and it also means that the AI think tank solves doubts for human beings.\n\nIn ZhiNang.ai, you can understand that the \"brain tank\" is a robot with some built-in knowledge and skills of its own, which can quickly answer specific questions for you, complete specific tasks, and even guide you to complete certain tasks.\n\n### Plugins\n\nIt is strongly recommended to install a browser plug-in to summon the \"Think Tank\" anytime, anywhere\n\n### basic skills\n\n1. Whether it is a plug-in or a website, it supports free ChatGPT chat, no apikey or payment is required.\n2. Chat consumes $GPTCoin, a kind of credit inside this product, and each conversation will consume one $GPTCoin.\n3. You can get $GPTCoin for free through various methods such as registration, invitation, and daily login, or you can directly purchase a certain amount of $GPTCoin through payment.\n\n### Site Features\n\n1. Dialogue. Visit https://zhinang.ai on a PC or mobile phone to start dialogues with various think tanks, and quickly switch between think tanks that need to talk.\n2. Think tanks. Quickly browse the built-in think tanks of the system, you can also browse the think tanks created by community users, and popular think tanks, etc. At the same time, you can also create your own think tanks for your own use or share with others.\n3. Square. Users can open and share a conversation with others at any time on the conversation interface, and these conversations will also be displayed in the square, and other people can see interesting conversations in the community.\n\n### Plugin Functions\n\n> For some functions, the plug-in will lag behind the website release.\n\nCore functions:\n\n1. Arouse the exchange anytime, anywhere. After installing this plug-in, you can open the dialog box through the breathing ball in the lower right corner of the page when browsing any website, and chat with ChatGPT freely.\n2. To evoke the words, on any page, after selecting the text, a floating layer will appear, quickly displaying the think tank that can be called, and quickly evoke the dialogue.\n3. Direct continuation, in any input box on any page, a floating layer will appear when typing, and you can directly continue writing in the input box.\n4. Search assistant, when searching on search engines such as Google/Bing/Baidu, prompts will appear, which can quickly evoke dialogues to answer users' search questions.\n5. Dialogue sharing. During the dialogue, the dialogue can be opened and shared, and the sharing link can be obtained.\n\n### other\n\nFor early users, we will set up an incentive mechanism, and everyone will build a community together. We hope that early users can get rewards and incentives from potential future profit opportunities. We will announce the specific mechanism when the function is fully prepared.\n\nThis plug-in and website are developed by individual developers. If you find it useful, you can share it with your friends. Thank you very much. \\",
    "zh_CN": "# 👋 Hi, 我是 智囊 AI zhinang.ai\n\n🌐 https://zhinang.ai\n\n### 你好\n\nZhiNang.ai『智囊』 是一款基于 ChatGPT 的 AI 工具产品，主打 免费/智能/方便。\n\n你可以在此雇佣各种各样的免费『智囊』进行对话、自己创造和分享『智囊』、共享有趣有用的对话等。\n\n开始与『智囊团』对话: https://zhinang.ai/chat\n\n### 什么是『智囊』\n\n智囊的名称来自于本产品最开始的域名 GPTNow.im 的化音，GPTNow -> 智囊，同时寓意 AI 智囊为人类解惑。\n\n在 ZhiNang.ai 中，你可以理解『智囊』就是机器人，他带有自己的一些内置知识和技能，可以快速为你回答特定的问题，完成特定的任务，甚至引导你完成某种任务。\n\n### 插件\n\n强烈建议安装浏览器插件，随时随地召唤『智囊团』\n\n### 基本功能\n\n1. 不管是插件还是网站，都支持免费的 ChatGPT 聊天，无需 apikey，也无需付费。\n2. 聊天消耗的是 $GPTCoin，本产品内部的一种积分，每次对话都会消耗一个 $GPTCoin。\n3. 可以通过注册、邀请、每日登录等多种方式免费获得 $GPTCoin，也可以通过支付直接购买一定数量的 $GPTCoin。\n\n### 网站功能\n\n1. 对话。在PC或者手机上访问 https://zhinang.ai 即可开始与各个智囊对话，可以快速切换需要对话的智囊。\n2. 智囊团。快速浏览系统内置的智囊，也可以浏览社区用户创建的智囊，以及热门智囊等，同时也可以自己创建自己的智囊，供自己使用或者分享给其他人。\n3. 广场。用户可以在对话界面，随时将一次对话公开并分享给其他人，这些对话同时也会展示在广场中，其他人可以看到社区里有趣的对话。\n\n### 插件功能\n\n> 部分功能，插件会滞后网站发布。\n\n核心功能：\n\n1. 随时随地唤起兑换，安装此插件后，您在浏览任意网站时都可以通过页面右下角的呼吸球打开对话框，与ChatGPT畅聊。\n2. 划词唤起，在任何页面，选择文本之后，都会出现浮层，快速展示可以调用的智囊，并快速唤起对话。\n3. 直接续写，在任何页面的任何输入框中，输入时会出现浮层，可以在输入框内直接进行续写。\n4. 搜索助手，在 Google/Bing/Baidu 等搜索引擎搜索时，会出现提示，可以快速唤起对话回答用户搜索的问题。\n5. 对话分享，在对话过程中可以将对话开放并分享，获得分享链接。\n\n### 其他\n\n对于早期用户，我们会设置激励机制，大家一起共建社区，希望早期用户可以从未来潜在的盈利机会中获得回报和激励，具体机制我们会在功能准备充分时公布。\n\n本插件和网站由个人开发者开发，如您觉得有用，可以分享给朋友使用，万分感谢。\\"
  }
}