{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Restore Google Maps on Search",
    "fr": "Restaurez Google Maps dans la recherche"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring back the Maps feature into Google Search for a fast and convenient navigation.",
    "fr": "Retrouvez de nouveau la fonctionnalité Google Maps dans la recherche Google, pour une navigation rapide et pratique."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension provides a simple and effective solution for those who have noticed the disappearance of the Maps button in Google search results.\n\nThis change stems from European legislation aimed at limiting the promotion of Google's own products within the European Union, in order to maintain fair competition among various services. As a result, the direct and convenient access to maps and routes from the search page was lost for many users.\n\nWith Restore Google Maps, we offer a straightforward way to bring this key functionality back.\n\nTechnically, this extension changes the search region to being in Andorre (a country therefore outside the European Union, but using Euro currency). This may have a very low impact on your searches results, but in case this happens, please feel free to report any issue encountered.\n\n\nOnce this extension is installed, the Maps button reappears in your Google search results, allowing you to access Maps with just one click. Whether you're planning your daily commute or exploring new destinations, this extension makes navigation faster and more convenient, without any complications or detours.\n\nThis extension is open source, and has been designed to be as simple and unobtrusive as possible. There are no complex configurations or options to adjust; simply install it and see the Maps button reappear. Our goal is to make your online search experience more efficient and provide you with the tools to easily navigate the world, despite regulatory changes.\n\nQuick access to Maps from Google search results is more than a convenience; it's an essential part of how we interact with information in our daily lives. This extension is here to ensure that this interaction remains effortless and intuitive.\n\nSource code: https://github.com/StephanMc/extension-restore-google-maps",
    "fr": "Cette extension apporte une solution simple et efficace pour ceux qui ont constaté la disparition du bouton Maps dans les résultats de recherche Google.\n\nCe changement découle de la législation européenne visant à limiter la promotion des produits propres de Google au sein de l'Union européenne, afin de maintenir une concurrence loyale entre les différents services. En conséquence, l’accès direct et pratique aux cartes et itinéraires à partir de la page de recherche a été perdu pour de nombreux utilisateurs.\n\nAvec Restaurer Google Maps, nous proposons un moyen simple de rétablir cette fonctionnalité clé.\n\nTechniquement, cette extension change la région de recherche en Andorre (un pays donc hors de l'Union européenne, mais utilisant la monnaie Euro). Cela peut avoir un très faible impact sur vos résultats de recherche, mais si cela se produit, n'hésitez pas à signaler tout problème rencontré.\n\n\nUne fois cette extension installée, le bouton Maps réapparaît dans vos résultats de recherche Google, vous permettant d'accéder à Maps en un seul clic. Que vous planifiiez vos déplacements quotidiens ou exploriez de nouvelles destinations, cette extension rend la navigation plus rapide et plus pratique, sans complications ni détours.\n\nCette extension (open source) a été conçue pour être aussi simple et discrète que possible. Il n’y a pas de configurations ou d’options complexes à ajuster ; installez-le simplement et voyez le bouton Cartes réapparaître. Notre objectif est de rendre votre expérience de recherche en ligne plus efficace et de vous fournir les outils nécessaires pour naviguer facilement dans le monde, malgré les changements réglementaires.\n\nL'accès rapide à Maps à partir des résultats de recherche Google est plus qu'une commodité ; c'est un élément essentiel de la façon dont nous interagissons avec l'information dans notre vie quotidienne. Cette extension est là pour garantir que cette interaction reste sans effort et intuitive.\n\nSource code: https://github.com/StephanMc/extension-restore-google-maps"
  }
}