{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free APA and MLA Citation Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Bibliography.com’s free citation generator to easily cite sources in APA and MLA format."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In one swift click, easily cite your sources in MLA, APA or Chicago style directly from your browser for free!\n\nOur easy-to-use extension is here to take citations off your hands. When you find a website or link you want to cite, click the Bibliography.com icon in the toolbar, choose which one of your bibliographies you’d like to add the citation to and voila!\n\nWe know creating citations can be tedious, but we’re here to make it easier. The Bibliography.com Chrome Extension transforms your sources quickly and simply with our MLA, APA and Chicago citation generator right from your browser, ad-free! \n\nWhether working on in-text citations or annotated bibliographies, we can help you follow MLA, APA or Chicago format. Our citation maker and works cited generator automatically takes your sources from books, journals, websites or videos, and accurately creates citations you can confidently submit to your teacher. \n\nBibliography.com is the free bibliography maker you can trust for any source, any style and any format. Make the most of your time by focusing your energy on learning, not citations. When you download the Chrome extension, our MLA, APA and Chicago citation maker is there every step of the way to give you the support and confidence to get that A."
  }
}