{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pin Pal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Store Unlimited Page Shortcuts and Access Sites 10x Faster"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pin Pal is the ultimate browsing productivity tool designed to help you store unlimited website shortcuts and access your favorite sites up to 10x faster! With Pin Pal, you can organize your web experience, improve productivity, and ensure your most-used websites are always one click away. Whether you’re a student, professional, or casual web user, Pin Pal simplifies your online browsing routine.\n\n\n▶️ Key Features:\n\n1. Store Unlimited Shortcuts\n\n➜  Instant Shortcuts: Save any webpage instantly as a shortcut by clicking the extension icon.\n➜  Organized Access: Your saved shortcuts are organized and accessible directly from a beautiful, customizable new tab page.\n➜  Never Lose Track: You’ll never lose track of important sites or productivity tools again.\n\n2. Quick Access from Custom Created Menu\n\n➜  Custom Menus: Create custom menus to organize your shortcuts.\n➜  Easy Navigation: Access your favorite websites quickly from the custom menu.\n➜  Efficient Management: Manage your shortcuts and menus efficiently to suit your workflow.\n\n3. Personalize Your New Tab\n\n➜  Customizable Layout: Personalize your new tab page with your favorite background colors or images.\n➜  Shortcut Arrangement: Arrange your shortcuts and menus to suit your workflow.\n➜  Enhanced Experience: Enjoy a visually appealing and personalized browsing experience.\n\n4. Easy Shortcut Creation via Pop-Up\n\n➜  User-Friendly Interface: Add new shortcuts easily through a user-friendly pop-up interface.\n➜  Quick Entry: Enter the title and URL, and save the shortcut with a single click.\n\n5. Upgrade/Downgrade Anytime\n\n➜  Flexible Plans: Choose from different plans (Free, Basic, Pro) to suit your needs.\n➜  No Commitment: Upgrade or downgrade your plan at any time to unlock more features and increase shortcut limits.\n➜  Enhanced Features: Access premium features and increased limits with higher plans.\n\n\n▶️ Adding Shortcuts from Popup\n\n➜  Click the Extension Icon: Click the Pin Pal icon in the Chrome toolbar.\n➜  Enter Details: Enter the title and URL of the webpage you want to save.\n➜  Save Shortcut: Click \"Save\" to add the shortcut to your new tab page.\n\n▶️ Customizing Your New Tab\n\n➜  Open New Tab: Open a new tab to access the Pin Pal interface.\n➜  Personalize Layout: Customize the background and layout of your new tab page.\nOrganize Shortcuts: Arrange your shortcuts and menus to suit your workflow.\n\n▶️ Managing Shortcuts and Menus\n\n➜  Edit Shortcuts: Click on a shortcut to edit its details or delete it.\n➜  Create Menus: Create custom menus to organize your shortcuts.\n➜  Drag and Drop: Use drag and drop to rearrange shortcuts and menus.\n\n\n▶️ Who Is Pin Pal For?\n\nStudents\n\n➜  Educational Resources: Quickly access educational resources, research sites, and online tools.\n➜  Organized Study: Keep your study materials and resources organized and easily accessible.\n➜  Productivity Boost: Enhance your productivity by having all your study tools in one place.\n\nProfessionals\n\n➜  Work-Related Websites: Organize work-related websites, productivity tools, and frequently used online services.\n➜  Efficient Workflow: Streamline your workflow by having quick access to essential tools and resources.\n➜  Time Management: Save time by reducing the need to search for frequently visited websites.\n\nCasual Users\n\n➜  Entertainment: Keep your favorite entertainment, shopping, and social media sites just a click away.\n➜  Personal Organization: Organize your personal browsing experience with custom menus and shortcuts.\n➜  Enhanced Browsing: Enjoy a more organized and enjoyable browsing experience.\n\n\n▶️ Security & Privacy\n\nData Protection\n\n➜  Local Storage: Your shortcuts and settings are stored locally on your device, ensuring your data is secure.\n➜  No Third-Party Sharing: Pin Pal does not share your data with third parties, respecting your privacy at all times.\n➜  Secure Connections: We use secure connections to protect your data during synchronization.\n\nPrivacy First\n\n➜  User Control: You have full control over your data and can manage your shortcuts and settings as needed.\n➜  Transparency: We are transparent about how your data is used and ensure it is only used to enhance your browsing experience.\n\n▶️ Regular Updates\n\n➜  Continuous Improvement: Pin Pal is continuously updated with new features and improvements based on user feedback.\n➜  Customer Support: Get help and support whenever you need it, ensuring a smooth and enjoyable experience."
  }
}