{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elastic COBOL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COBOL for Everyone -- Windows, Linux, Mac OS X, Raspberry Pi and the cloud"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Heirloom's Elastic COBOL, COBOL Developers in any location can provision a development or deployment platform on the cloud within minutes. Heirloom’s Elastic COBOL is a high-quality cost-effective platform that erases major commercial and technical barriers that exist with outdated solutions, so that your high-value trusted business applications can fully & seamlessly participate in contemporary software stacks & cloud computing platforms.\n\nElastic COBOL is also available for installation on Windows, Linux, Mac OS X & the Raspberry Pi.\n\nKEY FEATURES:\n\nACCESS YOUR CODE FROM ANYWHERE: With your IDE hosted in the cloud you get the same highly productive development environment without the need to install & configure Elastic COBOL locally. Simply get access to your IDE and projects from any web browser.\n\nWORLD-CLASS ECLIPSE IDE PLATFORM: Elastic COBOL enhances the outstanding open-source Eclipse IDE framework to provide a truly world-class multi-language application development platform. Choose from Elastic COBOL for Windows, UNIX, Linux or the cloud.\n\nENHANCED DEBUGGING SCENARIOS: Debug locally, debug remotely, debug live applications running on a Java platform or in the cloud. Examine data via \"hover over\". Use sophisticated breakpoints such as \"conditional\", \"hit count\" and \"watchpoint\".\n\nCOBOL/CICS APPS TO JAVA SOURCE-CODE: The Elastic COBOL compiler supports 15 dialects and uses a patented process to produce Java source-code that is a faithful representation of the COBOL business logic; including support for EXEC CICS, SQL, HTML & JAVA.\n\nDEPLOY TO A STRATEGIC PLATFORM: With Elastic COBOL, COBOL/CICS applications are natively deployed to the blazing fast Java Enterprise platform. There is no need to use (and pay extra for) a proprietary transaction engine to run your enterprise applications.\n\nFLEXIBLE DATA ACCESS OPTIONS: In addition to support for native COBOL file-systems, Elastic COBOL includes data transparencies that enable RDBMS access via COBOL syntax and CICS commands. Connect to your database via your JDBC driver.\n\nDELIVER SaaS SOLUTIONS: Deploy directly to Java \"Platform as a Service\" cloud solutions (such as Amazon Beanstalk, dotCloud & Cloudbees), and access your applications via a browser to deliver SaaS solutions to your customers."
  }
}