{
  "name": {
    "ar,fi,gu,he": "Fruit Master Game",
    "am,bg,de,en,en_AU,en_GB,en_US,es,es_419,fa,fil,fr,hi,hr,id,it,ja,lt,lv,nl,no,pt_BR,pt_PT,ru,sr,te,tr,uk,vi,zh_CN,zh_TW": "Fruit Master Arcade Game",
    "bn,cs,el,hu,ml,pl,ro,sl,sv,sw": "Fruit Master Unblocked Game",
    "ca,et,ko,mr,ms,sk,ta": "Fruit Master Online",
    "da,kn,th": "Fruit Master Online Game"
  },
  "short": {
    "ar": "بينما ينتظر العملاء كوكتيلات الفاكهة منك ، يجب عليك قطع كل الفاكهة.",
    "am": "ደንበኞች ከእርስዎ ፍራፍሬ ኮክቴል እየጠበቁ ሳለ ሁሉንም ፍሬ መቁረጥ አለብዎት.",
    "bg": "Докато клиентите чакат плодови коктейли от вас, трябва да изрежете всички плодове.",
    "bn": "গ্রাহকরা যখন আপনার কাছ থেকে ফলের ককটেলের জন্য অপেক্ষা করছেন, তখন আপনাকে সমস্ত ফল কেটে ফেলতে হবে।",
    "ca": "Mentre els clients esperen còctels de fruita, heu de tallar tota la fruita.",
    "cs": "Zatímco zákazníci čekají na ovocné koktejly od vás, musíte nakrájet veškeré ovoce.",
    "da": "Mens kunderne venter på frugtcocktails fra dig, skal du skære al frugten.",
    "de": "Während Kunden auf Fruchtcocktails von Ihnen warten, müssen Sie alle Früchte schneiden.",
    "el": "Ενώ οι πελάτες περιμένουν κοκτέιλ φρούτων από εσάς, πρέπει να κόψετε όλα τα φρούτα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "While customers are waiting for fruit cocktails from you, you have to cut all the fruit.",
    "es": "Mientras los clientes esperan cócteles de frutas de usted, usted tiene que cortar toda la fruta.",
    "et": "Kuigi kliendid ootavad teilt puuviljakokteile, peate kõik puuviljad lõikama.",
    "fa": "در حالی که مشتریان در انتظار کوکتل میوه از شما، شما باید به قطع تمام میوه.",
    "fi": "Kun asiakkaat odottavat sinulta hedelmäcocktaileja, sinun on leikattava kaikki hedelmät.",
    "fil": "Habang ang mga customer ay naghihintay para sa prutas cocktails mula sa iyo, mayroon kang upang kunin ang lahat ng mga prutas.",
    "fr": "Pendant que les clients attendent des cocktails de fruits de votre part, vous devez couper tous les fruits.",
    "gu": "જ્યારે ગ્રાહકો તમારી પાસેથી ફ્રૂટ કોકટેલની રાહ જોઈ રહ્યા છે, ત્યારે તમારે તમામ ફળો કાપવા પડશે.",
    "he": "בזמן שהלקוחות מחכים לקוקטיילים פירות מכם, עליכם לחתוך את כל הפירות.",
    "hi": "जबकि ग्राहक आपसे फल कॉकटेल की प्रतीक्षा कर रहे हैं, आपको सभी फलों को काटना होगा।",
    "hr": "Dok kupci čekaju voćne koktele od vas, morate izrezati svo voće.",
    "hu": "Míg az ügyfelek gyümölcskoktéleket várnak tőled, az összes gyümölcsöt le kell vágnia.",
    "id": "Sementara pelanggan menunggu koktail buah dari Anda, Anda harus memotong semua buah.",
    "it": "Mentre i clienti aspettano cocktail di frutta da te, devi tagliare tutta la frutta.",
    "ja": "顧客があなたからのフルーツカクテルを待っている間、あなたはすべての果物を切らなければなりません。",
    "kn": "ಗ್ರಾಹಕರು ನಿಮ್ಮಿಂದ ಹಣ್ಣಿನ ಕಾಕ್ ಟೇಲ್ ಗಳಿಗಾಗಿ ಕಾಯುತ್ತಿರುವಾಗ, ನೀವು ಎಲ್ಲಾ ಹಣ್ಣುಗಳನ್ನು ಕತ್ತರಿಸಬೇಕು.",
    "ko": "고객이 과일 칵테일을 기다리는 동안 모든 과일을 잘라야합니다.",
    "lv": "Kamēr klienti no jums gaida augļu kokteiļus, jums ir jāsagriež visi augļi.",
    "ml": "കസ്റ്റമർമാർ നിങ്ങളിൽ നിന്നുള്ള ഫ്രൂട്ട് കോക്ടെയിലുകൾക്കായി കാത്തിരിക്കുമ്പോൾ, നിങ്ങൾ എല്ലാ പഴങ്ങളും മുറിക്കേണ്ടതുണ്ട്.",
    "mr": "ग्राहक तुमच्याकडून फळांच्या कॉकटेलची वाट पाहत असताना, आपल्याला सर्व फळे कापावी लागतील.",
    "ms": "Semasa pelanggan sedang menunggu koktel buah daripada anda, anda perlu memotong semua buah.",
    "nl": "Terwijl klanten wachten op fruitcocktails van jou, moet je al het fruit snijden.",
    "no": "Mens kundene venter på fruktcocktailer fra deg, må du kutte all frukten.",
    "pl": "Podczas gdy klienci czekają na koktajle owocowe od ciebie, musisz pokroić wszystkie owoce.",
    "ro": "În timp ce clienții așteaptă cocktailuri de fructe de la tine, trebuie să tai toate fructele.",
    "ru": "Пока клиенты ждут от вас фруктовых коктейлей, приходится резать все фрукты.",
    "sk": "Zatiaľ čo zákazníci čakajú na ovocné koktaily od vás, musíte nakrájať všetko ovocie.",
    "sl": "Medtem ko stranke čakajo na sadne koktajle od vas, morate razrezati vse sadje.",
    "sv": "Medan kunderna väntar på fruktcocktails från dig måste du skära all frukt.",
    "sw": "Wakati wateja wanasubiri visa vya matunda kutoka kwako, lazima ukate matunda yote.",
    "ta": "வாடிக்கையாளர்கள் உங்களிடமிருந்து பழ காக்டெய்ல்களுக்காக காத்திருக்கும் போது, நீங்கள் அனைத்து பழங்களையும் வெட்ட வேண்டும்.",
    "te": "కస్టమర్ లు మీ నుంచి ఫ్రూట్ కాక్ టెయిల్స్ కొరకు వేచి ఉన్నప్పుడు, మీరు అన్ని పండ్లను కట్ చేయాల్సి ఉంటుంది.",
    "th": "ในขณะที่ลูกค้ากําลังรอค็อกเทลผลไม้จากคุณคุณต้องตัดผลไม้ทั้งหมด",
    "tr": "Müşteriler sizden meyve kokteylleri beklerken, tüm meyveleri kesmeniz gerekir.",
    "uk": "Поки клієнти чекають від вас фруктових коктейлів, доведеться нарізати всі фрукти."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like to cut fruit? Cut any fruit you want and make a super juice.\n\nHow To Play\nPlayed with Mouse.\n\nFruit Master Arcade Game Features\n✓ Stylized graphics\n✓ Little particle\n✓ Easy control\n✓ 2D Graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Fruit Master Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}