{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Мои Звонки Click to Call"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Свяжите Android смартфоны сотрудников с бизнес-процессами вашей компании."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Мои Звонки - это облачный сервис по сбору и аналитике звонков для компаний, которые пользуются Android смартфонами.\n\nДанное Chrome расширение является частью сервиса и позволяет совершать звонки/SMS по клику на номера телефонов на любом сайте или набирать произвольные номера. Звонок/SMS запускается через ваш смартфон и тарифицируется по тарифу вашего мобильного оператора.\n\nКак работает:\n- Если номер оформлен ссылкой, нажимаете на него и появляется меню звонка/отправки SMS\n- Если номер оформлен текстом, выделяете его, далее правый клик, в меню выбираете Мои Звонки Click to Call, далее выбираете звонок или SMS\n- Для набора произвольного номера нажмите на иконку расширения в правом верхнем углу браузера, далее нажимаете Звонок/SMS на номер\n\nЧто еще умеет наш сервис:\n\n- Статистика звонков\nВсе звонки с Android смартфонов сотрудников компании сохраняются в одном месте и доступны для просмотра и анализа с использованием различных фильтров.\n\n- Аналитика\nПросматривайте различные отчеты по звонкам, которые помогут понять реальную ситуацию по звонкам в вашей компании.\n\n- Запись разговоров\nНаш сервис позволяет записывать разговоры и прослушивать их в дальнейшем. Используйте их для улучшения качества обслуживания или решения спорных ситуаций.\n\n- Контакты\nИмпортируйте контакты с Android смартфонов сотрудников, создавайте самостоятельно или импортируйте из других систем. Вы сможете отслеживать все телефонные контакты с вашими клиентами.\n\n- Интеграция с Google Analytics\nДополните вашу Google аналитику звонками в компанию. Вы можете настроить, какие звонки передавать в аналитику, указать дополнительную информацию для событий и, конечно же, настроить цели в аналитике.\n\n- Интеграция с CRM системами\nМои Звонки можно связать с CRM системой из нашего списка, и тем самым расширить ее функционал. Вы сможете совершать звонки прямо из карточки контакта, автоматически находить клиента при входящем вызове, а звонки будут сами прикрепляться к контактам.\n\n- Доступность\nПользуйтесь сервисом с любого настольного компьютера, ноутбука или планшета.\nНаш сервис работает в облаке, Вам не нужно ничего устанавливать на клиентские компьютеры, а также иметь и обслуживать свои серверы.\n\nУзнайте подробности и создайте аккаунт на сайте www.moizvonki.ru"
  }
}