{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Image Searcher",
    "zh_CN": "Image Searcher 图片搜索器",
    "zh_TW": "Image Searcher 图片搜尋器"
  },
  "short": {
    "ar": "أداة قوية للبحث العكسي عن الصور، مع دعم لمحركات البحث المختلفة، مثل Google وBing وYandex وBaidu وTinEye.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "A powerful reverse image search tool, with support for various search engines, such as Google, Bing, Yandex, Baidu and TinEye.",
    "de": "Ein leistungsstarkes Tool zur umgekehrten Bildsuche mit Unterstützung für verschiedene Suchmaschinen wie Google, Bing, Yandex,…",
    "es": "Una potente herramienta de búsqueda inversa de imágenes, compatible con varios motores de búsqueda, como Google, Bing, Yandex,…",
    "fr": "Un puissant outil de recherche d&#39;images inversées, prenant en charge divers moteurs de recherche, tels que Google, Bing,…",
    "id": "Alat pencarian gambar terbalik yang kuat, dengan dukungan untuk berbagai mesin pencari, seperti Google, Bing, Yandex, Baidu dan…",
    "it": "Un potente strumento di ricerca inversa di immagini, con supporto per vari motori di ricerca, come Google, Bing, Yandex, Baidu e…",
    "ja": "Google、Bing、Yandex、Baidu、TinEye などのさまざまな検索エンジンをサポートする強力な逆画像検索ツールです。",
    "ko": "Google, Bing, Yandex, Baidu 및 TinEye와 같은 다양한 검색 엔진을 지원하는 강력한 역방향 이미지 검색 도구입니다.",
    "ms": "Alat carian imej terbalik yang berkuasa, dengan sokongan untuk pelbagai enjin carian, seperti Google, Bing, Yandex, Baidu dan…",
    "pt_BR,pt_PT": "Uma poderosa ferramenta de busca reversa de imagens, com suporte para diversos mecanismos de busca, como Google, Bing, Yandex,…",
    "ru": "Мощный инструмент обратного поиска изображений с поддержкой различных поисковых систем, таких как Google, Bing, Yandex, Baidu и…",
    "vi": "Một công cụ tìm kiếm hình ảnh ngược mạnh mẽ, hỗ trợ nhiều công cụ tìm kiếm khác nhau, chẳng hạn như Google, Bing, Yandex, Baidu và…",
    "zh_CN": "一款强大的图片反向搜索工具，支持多种搜索引擎，如Google、Bing、Yandex、百度和TinEye。",
    "zh_TW": "一款強大的圖片反向搜尋工具，支援多種搜尋引擎，如Google、Bing、Yandex、百度和TinEye。"
  },
  "long": {
    "ar": "**اكتشف وتحقق واستكشف باستخدام Image Searcher**\n\nافتح قوة البحث العكسي المتقدم للصور مع Image Searcher، الإضافة المفضلة لمتصفحك التي تدعم أكثر من 30 محرك بحث رائد، بما في ذلك Google وBing وYandex وBaidu وTinEye.\n\nسواء كنت صحفيًا يتحقق من مصداقية الصور، أو باحثًا يكشف المعلومات الخاطئة، أو مصورًا يتعقب وجود عملك على الإنترنت، فإن Image Searcher مصمم لتلبية احتياجاتك. تساعد هذه الأداة متعددة الاستخدامات المستخدمين في العثور على منتجات مشابهة بأسعار أفضل، واكتشاف كيفية مشاركة محتواهم، والعديد من الميزات الأخرى.\n\n**الميزات الرئيسية:**\n\n- **دعم واسع لمحركات البحث:** ابحث بسهولة عبر منصات متعددة مع إمكانية تبديل وترتيب المحركات في إعدادات الإضافة.\n- **أنماط بحث مرنة:** قم بتخصيص تجربة البحث الخاصة بك باستخدام أوضاع مثل URL وملف الصورة والتقاط والصور من الجهاز. سواء كنت تحتاج إلى البحث باستخدام URL الصورة أو الملف أو حتى محتوى الحافظة، فنحن هنا لتلبية احتياجاتك.\n- **كشف صور متعدد الاستخدامات:** ابحث عن الصور من أي سياق، بما في ذلك الصور المضمنة في صفحات الويب، من جهازك المحلي، أو المواقع الخاصة.\n- **واجهة سهلة الاستخدام:** ابدأ البحث مباشرة من قائمة السياق أو شريط أدوات المتصفح. إدارة تفضيلاتك وأنماط البحث بكل سهولة من إعدادات الإضافة.\n\n**ملاحظة الخصوصية:** الصور المحددة يتم إرسالها إلى الخدمة المطلوبة لأغراض البحث. لمزيد من التفاصيل، يرجى مراجعة سياسة الخصوصية الخاصة بنا.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Discover, Verify, and Explore with Image Searcher\n\nUnleash the power of advanced reverse image searching with Image Searcher, your go-to browser extension that supports over 30 leading search engines, including Google, Bing, Yandex, Baidu, and TinEye.\n\nWhether you're a journalist fact-checking image authenticity, a researcher uncovering misinformation, or a photographer tracing the online presence of your work, Image Searcher is designed to meet your needs. This versatile tool helps users find similar products at better prices, discover how their content is shared, and much more.\n\nKey Features:\n- Broad Search Engine Support: Effortlessly search across various platforms with the option to toggle and reorder engines in the extension’s settings.\n-Flexible Search Modes: Customize your search experience with modes such as URL, Image File, Capture, and Device Browse. Whether you need to search by image URL, file, or even clipboard content, we’ve got you covered.\n- Versatile Image Detection: Search images from any context, including those embedded in web pages, from your local device, or private sites.\n- User-Friendly Interface: Initiate searches directly from the context menu or browser toolbar. Easily manage your preferences and search modes from the extension’s options.\n\nPrivacy Note: Selected images are sent to the requested service for search purposes. For details, please review our privacy policy.",
    "de": "**Entdecken, Überprüfen und Erkunden mit Image Searcher**\n\nNutzen Sie die leistungsstarke Funktion der erweiterten umgekehrten Bildsuche mit Image Searcher, Ihrer bevorzugten Browser-Erweiterung, die über 30 führende Suchmaschinen unterstützt, darunter Google, Bing, Yandex, Baidu und TinEye.\n\nEgal, ob Sie ein Journalist sind, der die Echtheit von Bildern überprüft, ein Forscher, der Fehlinformationen aufdeckt, oder ein Fotograf, der die Online-Präsenz seiner Arbeiten verfolgt, Image Searcher ist darauf ausgelegt, Ihre Bedürfnisse zu erfüllen. Dieses vielseitige Tool hilft Benutzern, ähnliche Produkte zu besseren Preisen zu finden, herauszufinden, wie ihre Inhalte geteilt werden, und vieles mehr.\n\n**Hauptmerkmale:**\n\n- **Breite Unterstützung für Suchmaschinen:** Durchsuchen Sie mühelos verschiedene Plattformen mit der Möglichkeit, Suchmaschinen in den Erweiterungseinstellungen umzuschalten und neu anzuordnen.\n- **Flexible Suchmodi:** Passen Sie Ihre Sucherfahrung mit Modi wie URL, Bilddatei, Aufnahme und Gerätedurchsuchen an. Ob Sie nach Bild-URLs, -Dateien oder sogar Inhalten aus der Zwischenablage suchen müssen, wir haben Sie abgedeckt.\n- **Vielseitige Bilddetektion:** Durchsuchen Sie Bilder aus jedem Kontext, einschließlich der auf Webseiten eingebetteten Bilder, von Ihrem lokalen Gerät oder von privaten Seiten.\n- **Benutzerfreundliche Oberfläche:** Starten Sie Suchen direkt aus dem Kontextmenü oder der Browser-Symbolleiste. Verwalten Sie Ihre Präferenzen und Suchmodi ganz einfach über die Optionen der Erweiterung.\n\n**Datenschutzhinweis:** Die ausgewählten Bilder werden an den angeforderten Dienst zur Suchzweckübermittlung gesendet. Weitere Details finden Sie in unserer Datenschutzerklärung.",
    "es": "**Descubre, verifica y explora con Image Searcher**\n\nDesata el poder de la búsqueda avanzada por imágenes con Image Searcher, tu extensión de navegador ideal que soporta más de 30 motores de búsqueda líderes, incluyendo Google, Bing, Yandex, Baidu y TinEye.\n\nYa seas un periodista verificando la autenticidad de imágenes, un investigador desentrañando desinformación, o un fotógrafo rastreando la presencia en línea de tu trabajo, Image Searcher está diseñado para satisfacer tus necesidades. Esta herramienta versátil ayuda a los usuarios a encontrar productos similares a mejores precios, descubrir cómo se comparte su contenido y mucho más.\n\n**Características principales:**\n\n- **Amplio soporte para motores de búsqueda:** Busca fácilmente a través de varias plataformas con la opción de cambiar y reorganizar los motores en la configuración de la extensión.\n- **Modos de búsqueda flexibles:** Personaliza tu experiencia de búsqueda con modos como URL, archivo de imagen, captura y búsqueda desde el dispositivo. Ya sea que necesites buscar por URL de imagen, archivo o incluso contenido del portapapeles, te tenemos cubierto.\n- **Detección de imágenes versátil:** Busca imágenes desde cualquier contexto, incluyendo imágenes incrustadas en páginas web, desde tu dispositivo local o sitios privados.\n- **Interfaz fácil de usar:** Inicia búsquedas directamente desde el menú contextual o la barra de herramientas del navegador. Administra fácilmente tus preferencias y modos de búsqueda desde las opciones de la extensión.\n\n**Nota de privacidad:** Las imágenes seleccionadas se envían al servicio solicitado para fines de búsqueda. Para más detalles, por favor consulta nuestra política de privacidad.",
    "fr": "**Découvrez, vérifiez et explorez avec Image Searcher**\n\nDéclenchez la puissance de la recherche d'images inversée avancée avec Image Searcher, votre extension de navigateur idéale qui prend en charge plus de 30 moteurs de recherche de premier plan, y compris Google, Bing, Yandex, Baidu et TinEye.\n\nQue vous soyez journaliste vérifiant l'authenticité des images, chercheur révélant de la désinformation ou photographe suivant la présence en ligne de vos œuvres, Image Searcher est conçu pour répondre à vos besoins. Cet outil polyvalent aide les utilisateurs à trouver des produits similaires à de meilleurs prix, à découvrir comment leur contenu est partagé, et bien plus encore.\n\n**Fonctionnalités principales :**\n\n- **Large prise en charge des moteurs de recherche :** Recherchez facilement à travers différentes plateformes avec la possibilité de basculer et de réorganiser les moteurs de recherche dans les paramètres de l'extension.\n- **Modes de recherche flexibles :** Personnalisez votre expérience de recherche avec des modes tels que URL, fichier image, capture et recherche depuis l'appareil. Que vous ayez besoin de rechercher par URL d'image, fichier ou même contenu du presse-papiers, nous avons ce qu'il vous faut.\n- **Détection d'images polyvalente :** Recherchez des images dans n'importe quel contexte, y compris celles intégrées dans des pages web, depuis votre appareil local ou des sites privés.\n- **Interface conviviale :** Lancez des recherches directement depuis le menu contextuel ou la barre d'outils du navigateur. Gérez facilement vos préférences et modes de recherche via les options de l'extension.\n\n**Note sur la confidentialité :** Les images sélectionnées sont envoyées au service demandé pour les besoins de la recherche. Pour plus de détails, veuillez consulter notre politique de confidentialité.",
    "id": "**Temukan, Verifikasi, dan Jelajahi dengan Image Searcher**\n\nManfaatkan kekuatan pencarian gambar terbalik yang canggih dengan Image Searcher, ekstensi browser pilihan Anda yang mendukung lebih dari 30 mesin pencari terkemuka, termasuk Google, Bing, Yandex, Baidu, dan TinEye.\n\nApakah Anda seorang jurnalis yang memverifikasi keaslian gambar, seorang peneliti yang mengungkap informasi palsu, atau seorang fotografer yang melacak kehadiran online karya Anda, Image Searcher dirancang untuk memenuhi kebutuhan Anda. Alat serbaguna ini membantu pengguna menemukan produk serupa dengan harga yang lebih baik, mengetahui bagaimana konten mereka dibagikan, dan banyak lagi.\n\n**Fitur Utama:**\n\n- **Dukungan Mesin Pencari yang Luas:** Cari dengan mudah di berbagai platform dengan opsi untuk beralih dan mengurutkan mesin pencari dalam pengaturan ekstensi.\n- **Mode Pencarian Fleksibel:** Sesuaikan pengalaman pencarian Anda dengan mode seperti URL, file gambar, tangkapan layar, dan pencarian dari perangkat. Baik Anda perlu mencari berdasarkan URL gambar, file, atau bahkan konten clipboard, kami siap membantu.\n- **Deteksi Gambar yang Serbaguna:** Cari gambar dari konteks apa pun, termasuk gambar yang disematkan di halaman web, dari perangkat lokal Anda, atau situs pribadi.\n- **Antarmuka Ramah Pengguna:** Mulai pencarian langsung dari menu konteks atau bilah alat browser. Kelola preferensi dan mode pencarian Anda dengan mudah melalui opsi ekstensi.\n\n**Catatan Privasi:** Gambar yang dipilih dikirim ke layanan yang diminta untuk keperluan pencarian. Untuk detail lebih lanjut, silakan lihat kebijakan privasi kami.",
    "it": "**Scopri, Verifica ed Esplora con Image Searcher**\n\nSfrutta la potenza della ricerca avanzata per immagini con Image Searcher, la tua estensione per il browser ideale che supporta oltre 30 motori di ricerca di primo piano, tra cui Google, Bing, Yandex, Baidu e TinEye.\n\nChe tu sia un giornalista che verifica l'autenticità delle immagini, un ricercatore che smaschera la disinformazione, o un fotografo che traccia la presenza online delle tue opere, Image Searcher è progettato per soddisfare le tue esigenze. Questo strumento versatile aiuta gli utenti a trovare prodotti simili a prezzi migliori, scoprire come viene condiviso il loro contenuto e molto altro ancora.\n\n**Caratteristiche principali:**\n\n- **Ampio supporto per i motori di ricerca:** Cerca facilmente su diverse piattaforme con la possibilità di cambiare e riordinare i motori nelle impostazioni dell'estensione.\n- **Modalità di ricerca flessibili:** Personalizza la tua esperienza di ricerca con modalità come URL, file immagine, cattura e ricerca da dispositivo. Che tu abbia bisogno di cercare per URL dell'immagine, file o anche contenuto degli appunti, abbiamo ciò che ti serve.\n- **Rilevamento delle immagini versatile:** Cerca immagini da qualsiasi contesto, comprese quelle integrate nelle pagine web, dal tuo dispositivo locale o da siti privati.\n- **Interfaccia user-friendly:** Avvia le ricerche direttamente dal menu contestuale o dalla barra degli strumenti del browser. Gestisci facilmente le tue preferenze e le modalità di ricerca tramite le opzioni dell'estensione.\n\n**Nota sulla privacy:** Le immagini selezionate vengono inviate al servizio richiesto per scopi di ricerca. Per ulteriori dettagli, consulta la nostra politica sulla privacy.",
    "ja": "**Image Searcherで発見、確認、探検**\n\nImage Searcherを使って、画像の逆検索機能を最大限に活用しましょう。このブラウザ拡張機能は、Google、Bing、Yandex、Baidu、TinEyeを含む30以上の主要検索エンジンをサポートしています。\n\nあなたが画像の真偽を確認するジャーナリストであろうと、誤情報を暴露する研究者であろうと、オンライン上で自分の作品の存在を追跡するフォトグラファーであろうと、Image Searcherはあなたのニーズに応えるよう設計されています。この多機能ツールは、ユーザーが類似の製品をより良い価格で見つけたり、自分のコンテンツがどのように共有されているかを発見したり、その他多くの機能を提供します。\n\n**主な機能：**\n\n- **幅広い検索エンジンのサポート：** 様々なプラットフォームで簡単に検索でき、拡張機能の設定で検索エンジンを切り替えたり、順序を変更したりできます。\n- **柔軟な検索モード：** URL、画像ファイル、キャプチャ、デバイスからの検索などのモードで検索体験をカスタマイズできます。画像のURL、ファイル、またはクリップボードの内容で検索する必要がある場合でも対応しています。\n- **多様な画像検出：** ウェブページに埋め込まれた画像、ローカルデバイスの画像、プライベートサイトの画像など、あらゆるコンテキストで画像を検索できます。\n- **使いやすいインターフェース：** コンテキストメニューやブラウザのツールバーから直接検索を開始できます。拡張機能のオプションから簡単に設定や検索モードを管理できます。\n\n**プライバシーに関する注意：** 選択した画像は、検索目的のために要求されたサービスに送信されます。詳細については、プライバシーポリシーをご確認ください。",
    "ko": "**Image Searcher로 발견하고, 확인하고, 탐색하세요**\n\nImage Searcher를 사용하여 고급 이미지 역검색의 힘을 발휘하세요. 이 브라우저 확장 프로그램은 Google, Bing, Yandex, Baidu, TinEye를 포함한 30개 이상의 주요 검색 엔진을 지원합니다.\n\n당신이 이미지의 진위를 확인하는 기자이든, 허위 정보를 밝히는 연구원이든, 작업의 온라인 존재를 추적하는 사진작가이든, Image Searcher는 당신의 요구를 충족하도록 설계되었습니다. 이 다용도 도구는 사용자에게 더 나은 가격의 유사 제품을 찾고, 자신의 콘텐츠가 어떻게 공유되는지 발견하며, 그 외에도 많은 도움을 줍니다.\n\n**주요 기능:**\n\n- **광범위한 검색 엔진 지원:** 다양한 플랫폼에서 쉽게 검색할 수 있으며, 확장 프로그램의 설정에서 검색 엔진을 전환하고 재정렬할 수 있습니다.\n- **유연한 검색 모드:** URL, 이미지 파일, 캡처, 장치 검색과 같은 모드로 검색 경험을 맞춤 설정하세요. 이미지 URL, 파일 또는 클립보드 내용으로 검색할 필요가 있든, 모든 요구를 충족합니다.\n- **다양한 이미지 탐지:** 웹 페이지에 포함된 이미지, 로컬 장치의 이미지 또는 개인 사이트의 이미지 등 모든 컨텍스트에서 이미지를 검색하세요.\n- **사용자 친화적인 인터페이스:** 컨텍스트 메뉴나 브라우저 도구 모음에서 직접 검색을 시작하세요. 확장 프로그램의 옵션에서 선호도와 검색 모드를 쉽게 관리할 수 있습니다.\n\n**개인정보 보호 주의사항:** 선택한 이미지는 검색 목적을 위해 요청된 서비스로 전송됩니다. 자세한 내용은 개인정보 보호정책을 확인하세요.",
    "ms": "**Temui, Sahkan, dan Terokai dengan Image Searcher**\n\nManfaatkan kekuatan pencarian imej terbalik yang canggih dengan Image Searcher, ekstensi pelayar pilihan anda yang menyokong lebih daripada 30 enjin carian utama, termasuk Google, Bing, Yandex, Baidu, dan TinEye.\n\nSama ada anda seorang wartawan yang memeriksa kesahihan imej, seorang penyelidik yang mengungkapkan maklumat palsu, atau seorang jurugambar yang menjejak kehadiran dalam talian karya anda, Image Searcher direka untuk memenuhi keperluan anda. Alat serbaguna ini membantu pengguna mencari produk serupa pada harga yang lebih baik, mengetahui bagaimana kandungan mereka dikongsi, dan banyak lagi.\n\n**Ciri Utama:**\n\n- **Sokongan Enjin Carian Luas:** Cari dengan mudah di pelbagai platform dengan pilihan untuk menukar dan menyusun semula enjin dalam tetapan ekstensi.\n- **Mod Carian Fleksibel:** Sesuaikan pengalaman carian anda dengan mod seperti URL, fail imej, tangkapan skrin, dan carian dari peranti. Sama ada anda perlu mencari menggunakan URL imej, fail, atau bahkan kandungan papan keratan, kami sedia membantu.\n- **Pengesanan Imej Serbaguna:** Cari imej dari mana-mana konteks, termasuk imej yang disematkan dalam halaman web, dari peranti tempatan anda, atau laman web persendirian.\n- **Antara Muka Mesra Pengguna:** Mulakan carian terus dari menu konteks atau bar alat pelayar. Uruskan keutamaan dan mod carian anda dengan mudah melalui pilihan ekstensi.\n\n**Nota Privasi:** Imej yang dipilih akan dihantar ke perkhidmatan yang diminta untuk tujuan carian. Untuk maklumat lanjut, sila semak dasar privasi kami.",
    "pt_BR,pt_PT": "**Descubra, Verifique e Explore com o Image Searcher**\n\nLiberte o poder da pesquisa avançada por imagem com o Image Searcher, a extensão do navegador ideal que suporta mais de 30 motores de busca principais, incluindo Google, Bing, Yandex, Baidu e TinEye.\n\nSeja você um jornalista verificando a autenticidade de imagens, um pesquisador revelando desinformação ou um fotógrafo acompanhando a presença online de seu trabalho, o Image Searcher é projetado para atender suas necessidades. Esta ferramenta versátil ajuda os usuários a encontrar produtos semelhantes a melhores preços, descobrir como seu conteúdo é compartilhado e muito mais.\n\n**Principais Recursos:**\n\n- **Suporte Amplo para Motores de Busca:** Pesquise facilmente em diversas plataformas com a opção de alternar e reorganizar motores nas configurações da extensão.\n- **Modos de Pesquisa Flexíveis:** Personalize sua experiência de pesquisa com modos como URL, arquivo de imagem, captura e pesquisa a partir do dispositivo. Pesquise por URL de imagem, arquivo ou até mesmo conteúdo da área de transferência.\n- **Detecção de Imagem Versátil:** Pesquise imagens de qualquer contexto, incluindo imagens incorporadas em páginas da web, de seu dispositivo local ou de sites privados.\n- **Interface Amigável:** Inicie pesquisas diretamente do menu de contexto ou da barra de ferramentas do navegador. Gerencie facilmente suas preferências e modos de pesquisa através das opções da extensão.\n\n**Nota de Privacidade:** As imagens selecionadas são enviadas ao serviço solicitado para fins de pesquisa. Para mais detalhes, consulte nossa política de privacidade.",
    "ru": "**Открывайте, проверяйте и исследуйте с помощью Image Searcher**\n\nРаскройте мощь продвинутого поиска по изображению с помощью Image Searcher, вашего идеального расширения для браузера, которое поддерживает более 30 ведущих поисковых систем, включая Google, Bing, Yandex, Baidu и TinEye.\n\nБудь вы журналист, проверяющий подлинность изображений, исследователь, раскрывающий дезинформацию, или фотограф, отслеживающий присутствие своих работ в Интернете, Image Searcher разработан для удовлетворения ваших потребностей. Этот универсальный инструмент помогает пользователям находить похожие продукты по лучшим ценам, узнавать, как их контент распространяется, и многое другое.\n\n**Основные функции:**\n\n- **Широкая поддержка поисковых систем:** Легко ищите через различные платформы с возможностью переключения и переупорядочивания поисковых систем в настройках расширения.\n- **Гибкие режимы поиска:** Настраивайте свой опыт поиска с помощью режимов, таких как URL, файл изображения, захват и поиск по устройству. Независимо от того, нужно ли вам искать по URL изображения, файлу или даже содержимому буфера обмена, мы вам поможем.\n- **Многофункциональное обнаружение изображений:** Ищите изображения из любого контекста, включая изображения, встроенные в веб-страницы, с вашего локального устройства или с частных сайтов.\n- **Удобный интерфейс:** Начинайте поиск прямо из контекстного меню или панели инструментов браузера. Легко управляйте своими предпочтениями и режимами поиска через настройки расширения.\n\n**Примечание о конфиденциальности:** Выбранные изображения отправляются в запрашиваемую службу для целей поиска. Для получения подробной информации ознакомьтесь с нашей политикой конфиденциальности.",
    "vi": "**Khám Phá, Xác Minh và Khám Phá với Image Searcher**\n\nKhám phá sức mạnh của tìm kiếm hình ảnh ngược nâng cao với Image Searcher, tiện ích mở rộng trình duyệt lý tưởng của bạn hỗ trợ hơn 30 công cụ tìm kiếm hàng đầu, bao gồm Google, Bing, Yandex, Baidu và TinEye.\n\nDù bạn là nhà báo xác minh tính xác thực của hình ảnh, nhà nghiên cứu vạch trần thông tin sai lệch, hay nhiếp ảnh gia theo dõi sự hiện diện trực tuyến của các tác phẩm của mình, Image Searcher được thiết kế để đáp ứng nhu cầu của bạn. Công cụ đa năng này giúp người dùng tìm các sản phẩm tương tự với giá tốt hơn, khám phá cách nội dung của họ được chia sẻ và nhiều tính năng khác.\n\n**Các Tính Năng Chính:**\n\n- **Hỗ Trợ Công Cụ Tìm Kiếm Rộng Rãi:** Dễ dàng tìm kiếm trên nhiều nền tảng với tùy chọn chuyển đổi và sắp xếp lại các công cụ tìm kiếm trong cài đặt của tiện ích mở rộng.\n- **Chế Độ Tìm Kiếm Linh Hoạt:** Tùy chỉnh trải nghiệm tìm kiếm của bạn với các chế độ như URL, tệp hình ảnh, chụp màn hình và tìm kiếm từ thiết bị. Dù bạn cần tìm kiếm theo URL hình ảnh, tệp hoặc thậm chí nội dung từ bảng tạm, chúng tôi đều có thể đáp ứng.\n- **Phát Hiện Hình Ảnh Đa Dạng:** Tìm kiếm hình ảnh từ bất kỳ ngữ cảnh nào, bao gồm hình ảnh được nhúng trong các trang web, từ thiết bị cục bộ của bạn hoặc các trang web riêng tư.\n- **Giao Diện Thân Thiện Với Người Dùng:** Bắt đầu tìm kiếm trực tiếp từ menu ngữ cảnh hoặc thanh công cụ trình duyệt. Quản lý các tùy chọn và chế độ tìm kiếm của bạn dễ dàng qua cài đặt của tiện ích mở rộng.\n\n**Ghi Chú về Quyền Riêng Tư:** Các hình ảnh đã chọn được gửi đến dịch vụ yêu cầu cho mục đích tìm kiếm. Để biết thêm chi tiết, vui lòng xem chính sách quyền riêng tư của chúng tôi.",
    "zh_CN": "发现、验证和探索——Image Searcher\n\n通过 Image Searcher，您可以充分利用先进的反向图片搜索功能。这款浏览器扩展支持超过 30 种主流搜索引擎，包括 Google、Bing、Yandex、Baidu 和 TinEye。\n\n无论您是新闻记者核实图片的真实性、研究人员揭露虚假信息，还是摄影师追踪作品的在线传播，Image Searcher 都能满足您的需求。这款多功能工具帮助用户找到类似的产品，以更好的价格购买，发现他们的内容如何被分享等等。\n\n主要功能：\n- 广泛的搜索引擎支持： 轻松在多个平台间搜索，您可以在扩展设置中切换和重新排序引擎。\n- 灵活的搜索模式： 根据需要定制搜索体验，包括 URL、图片文件、截图和设备图片等模式。无论您是通过图片 URL、文件还是剪贴板内容进行搜索，我们都能满足您的需求。\n- 多样的图片检测： 从任何上下文中搜索图片，包括网页嵌入的图片、您本地设备上的图片或私人网站上的图片。\n- 用户友好的界面： 可以直接从右键菜单或浏览器工具栏发起搜索。轻松管理您的偏好和搜索模式设置。\n\n隐私说明： 选择的图片将被发送至您选择的搜索引擎服务进行搜索。有关详细信息，请查看我们的隐私政策。",
    "zh_TW": "**發現、驗證和探索——Image Searcher**\n\n釋放 Image Searcher 的先進反向圖片搜尋功能，這款您必備的瀏覽器擴展支持超過 30 種主流搜尋引擎，包括 Google、Bing、Yandex、Baidu 和 TinEye。\n\n無論您是記者核實圖片真實性、研究人員揭露虛假信息，還是攝影師追蹤作品的線上存在，Image Searcher 都旨在滿足您的需求。這款多功能工具幫助用戶找到價格更優惠的類似產品，探索內容的分享情況，還有更多功能。\n\n**主要功能：**\n- **廣泛的搜尋引擎支持：** 輕鬆在多個平台上搜尋，您可以在擴展設定中切換和重新排序搜尋引擎。\n- **靈活的搜尋模式：** 根據需要定制搜尋體驗，包括 URL、圖片檔案、截圖和設備圖片等模式。無論您需要通過圖片 URL、檔案，甚至剪貼板內容進行搜尋，我們都能滿足您的需求。\n- **多樣的圖片檢測：** 從任何上下文中搜尋圖片，包括嵌入在網頁中的圖片、本地設備上的圖片或私人網站上的圖片。\n- **用戶友好的界面：** 可以直接從右鍵菜單或瀏覽器工具欄發起搜尋。輕鬆管理您的偏好和搜尋模式設定。\n\n**隱私說明：** 選擇的圖片將被發送至請求的服務進行搜尋。欲了解詳情，請查看我們的隱私政策。"
  }
}