{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FATRANK"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Chrome extension that checks the ranking for a particular keyword in Google and Bing for the website currently viewed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version 2.0.8 Update -Fixed search blocking errors\n\n* Please Note: This extension will use your Google local search settings and will include local listings as a rank position. To stop this make sure your location in Google search settings is set to your country i.e 'United States'. *\n\nWHAT'S FAT RANK\n\nFat Rank is a FREE lightweight in browser keyword rank checker tool. Simply visit a website, click the Fat Rank icon, type in your keyword and it will tell you where that website ranks in Google and which page URL ranks. It is very practical and usable for both competitor research, prospecting and even simple quick ranking reports for your clients.\n\nHOW TO USE FAT RANK\n\nVisit a website, click on the extension icon and type a keyword or key phrase and the extension will return the current Google ranking position for that domain and also provide you with the url of the page the keyword ranks for. It will search down to a ranking depth of 100. If the domain doesn't rank for a keyword within the top 100 positions, it will simply display 'Not found'. You can make multiple keyword / key phrase checks and these will all store within your session history tab where you can export via a CSV as report for your client.\n\nBeautifully simple, usable and practical tool designed for SEO's by SEO's.\n\nSOME FAT RANK FAQ'S\n\n* Fat Rank is counting local results how do I stop this and check country wide?\nThis extension will use your Google local search settings and will include local listings as a rank position. To stop this make sure your location in Google search settings is set to your country i.e 'United States'.\n\n* What does 'Not Found in Top 100 Results' mean?\nThis means the website you are viewing does not rank within the top 100 results for the keyword you entered. We only check up to the 100th result for speed.\n\n* What does 'Try Again Later, Google is Blocking Searches' mean?\nFat Rank uses your browser behind scenes to check a keyword ranking position. If you do too many keyword checks within a short period of time Google temporarily block search results. We recommend to leave the extension for a while and try again later."
  }
}