{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "cast player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plays local videos on Chrome/Chromecast (with subtitles) and playback control from your mobile device."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Cast Player\" is a Chrome extension that enhances your media viewing experience by allowing you to play local video files (including movies on your desktop) directly on Chromecast or through Chrome. This extension gives you the power to easily control playback functions like play and pause. It is user-friendly; you can simply drag and drop a directory with .MP4 files or an individual .MP4 file into your Chrome browser to start watching. Additionally, 'Cast Player' supports subtitles – all it requires is an .SRT file named identically to the movie file, placed in the same directory. Among its latest features, it includes bug fixes, automatic subtitle loading, a refreshed video player interface, and supports picture-in-picture mode, although this last feature does not support subtitles yet. Sharing your experience on Facebook is also a click away with the provided integration.\n\nNow you can play local videos (movies on your desktop) on Chromecast (or Chrome) and control (play, pause, etc)\n\n\nAll you have to do is drop some directory with .MP4 files (supports subdirectories) or drop the .MP4 file into your Chrome browser\n\n\nALLOW EXTENSION:\nAccess chrome://extensions/ and CHECK \"Allow access to file URLs\" from \"cast player\" extension.\n\n\nSUBTITLES support! You just need to have an .SRT file with the same name as the movie and in the same directory or choose your subtitles in the video player.\nShare us on Facebook (with Facebook post)"
  }
}