{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HD Image Downloader - Nero Lens for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This efficient tool helps you download small photos from the web with 4x larger size and clearer results."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HD Image Downloader - Nero Lens for Chrome is an AI-powered Chrome Extension that automatically upscale & download images from the web site you are browsing in a matter of seconds. With the AI model being the foundation technology, HD Image Downloader - Nero Lens was designed for photo editing and improving image quality, including making blurry photos clear, restoring old pictures, removing artifacts, sharpening, etc.\n\n#New Feature\n\n- Upscale and download multiple images in a batch!\n- Upscale and download the image from the popover icon.\n- Compatible with Ins and Twitter!\n\n#Main Features\n\n- Improve photo quality: Pictures shared on social media are usually low-resolution and retain compressions, HD Image Downloader - Nero Lens could upscale images and enlarge the size for a better experience.\n- Restore old photos: With automated advanced AI technology, you can enhance low-resolution images, remove scratches and blemishes from old photos that have become blurry over time, and achieve stunning results with the HD Image Downloader - Nero Lens.\n- Enlarge images without losing details: The AI model will increase the resolution by up to 4x, which can help you to enlarge small-size images while maintaining image clarity.\n\n#Why is HD Image Downloader - Nero Lens so Popular？\n\n- Designers, who always needed to download images from the internet, may use HD Image Downloader - Nero Lens occasionally as a second-processing tool to improve photo quality.\n- Fashion trendsetters, without replacing the device with a high-resolution camera, HD Image Downloader - Nero Lens can also do the job for you --- get the better resolution.\n- Students, when you are far away from the blackboard, take it easy, try HD Image Downloader - Nero Lens to make those blurry texts clear and visible.\n- Workers, receiving lots of screenshots from boss and colleagues, but limited by the mobile phone storage, only see the unclear pic, by one click, HD Image Downloader - Nero Lens will bring you to trace back to the main points of those previous meetings, zoom in the details.\n- Photo collection lovers or meme makers, more detailed, high-quality, great resolution pics will enlighten you with more interest and passion in it.\n- Technology enthusiasts, all the forth-coming trends will be chased by you and be the first to use it. Like Web3, AI will all be the future star of IT development.\n\nIf this tool is not compatible with the website that you want to upscale images from. \n\nHere is a Free online AI Image Upscaler for you:\n\nhttp://ai.nero.com/image-upscaler\n\n-------------------\n\nSubscription Plan\n\n- We provide monthly or yearly membership for you to purchase;\n- Your payment will be charged once you confirm the purchase;\n- Your subscription will automatically renew unless canceled at least 24 hours before the end of the current period;\n- Business plan will allow you to upscale and download multiple images at once.\n\n-------------------\n\nAbout Nero AG:\n\nNero AG started in 1995, during 20+ years, Nero creates software that helps consumers around the world simply enjoy their videos, photos, and music. Nero produces widely used multimedia software, which contains powerful applications for media management, video playback, video editing, video converting, content syncing, and disc burning. Nero is the link between your mobile devices, TV, and PC.\n\nFor any questions, please contact us at lens@nero.com We would love to get your feedback ;)\n\nFollow us:\n\n- Instagram: https://www.instagram.com/neroaiimageupscaler/\n- Pinterest: https://www.pinterest.de/lens0120/\n- Facebook: https://www.facebook.com/Nero-Lens-100364102772745\n- Twitter: https://twitter.com/nero_lens\n\nTerms of Service: https://www.nero.com/eng/corp-legal/terms-conditions.php\n\nPrivacy Policy: https://www.nero.com/eng/corp-legal/privacy.php\n\nEULA: https://www.nero.com/eng/corp-legal/end-user-agreement.php"
  }
}