{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fut Easy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that makes life easier for active users of EA FC 25 Ultimate Team. Snipe tools/Grind tools and more...",
    "ru": "Расширение, упрощающее жизнь активным пользователям EA FC 25 Ultimate Team. Инструменты для снайпа/гринда, и многое другое..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helping to earn coins in EA FC 25 Ultimate Team faster.\nOpportunities:\n - SBC solver\n - snipe tools\n - grind tools\n - history of operations\n - hot keys and additional interface elements\n\nThe key feature of the plugin is FC25 SBC solver - automatic filling of the SBC with players from the club with the ability to substitute missing project players, who can then be quickly purchased. The algorithm for autofilling the SBC is constantly being improved and currently allows 95% of the SBC to be completed.\nMore than 5 years of stable work, hundreds of satisfied users, constant improvement and timely support. Join our futeasy FC25 community.",
    "ru": "Помогаем зарабатывать монеты в EA FC 25 Ultimate Team быстрее.\nВозможности:\n - выполнении любого ИПК\n - инструменты для снайпа\n - инструменты для гринда\n - история операций\n - хоткей для популярных операций\n\nКлючевая особенность плагина FC25 SBC Solver - автоматическое заполнение SBC игроками клуба с возможностью замены недостающих игроков проекта, которых затем можно быстро докупить. Алгоритм автозаполнения SBC постоянно совершенствуется и на данный момент позволяет выполнить 95% SBC.\nБольше 5ти лет стабильной работы, сотни довольных пользователей, постоянное улучшение и своевременная поддержка. Присоединяйся в нашему FC25 сообществу futeasy."
  }
}