{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Booking helper - Google reviews for hotels"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show google reviews when searching for hotels on Booking"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show Google Maps reviews when searching for hotels on Booking.\n\nI am travelling a lot and also booking a lot of hotels, it is always time-consuming. I also like to check reviews for hotels in google. So I have decided to create a chrome extension that automatically opens a window with google maps when checking hotels on booking.com.\n\nIntroducing our time-saving Chrome extension designed for avid travelers and hotel enthusiasts! Streamline your hotel booking experience by effortlessly integrating Google Maps reviews directly into your Booking.com searches. Say goodbye to the hassle of switching between tabs and enhance your decision-making process with valuable insights from the Google Maps community.\n\nNo more toggling between platforms – our innovative extension seamlessly opens a dedicated window showcasing Google Maps reviews as you explore hotel options on Booking.com. Gain a comprehensive understanding of each hotel's surroundings, local attractions, and user experiences without missing a beat. It's the ultimate tool for those who prioritize informed choices and seek to make the most out of their travel adventures.\n\nWhether you're a frequent jetsetter or a meticulous planner, this Chrome extension is your go-to companion for efficient and informed hotel bookings. Elevate your travel experience today with the perfect blend of convenience and insightful information at your fingertips. Download our extension now and transform the way you book hotels!"
  }
}