{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitter/X Response Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate responses for selected tweets in your timeline"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your Twitter/X interactions with the \"Twitter/X Response Generator\"! Say goodbye to writer's block and hello to seamless, expressive tweeting. Whether you're replying to friends, colleagues, or your favorite celebrity, our extension empowers you to craft the perfect response tailored to any mood.\n\n**Key Features:**\n- **Diverse Tweet Tones**: Choose from a rich variety of tones like Friendly, Professional, Sarcastic, Angry, Sad, Excited, Funny, Informative, Persuasive, Curious, Inspirational, Sympathetic, Grateful, Critical, Supportive, Motivational, Cautious, Optimistic, Reflective, and Nostalgic.\n- **Automatic Generation**: Our AI reads the tweet you’re responding to and instantly generates a response based on your chosen tone. Simply select your mode and watch the magic happen!\n- **User-Friendly Design**: Easy to use with a clean, intuitive interface. Just a few clicks, and you're ready to go.\n- **Increase Engagement**: Boost your interaction rates by responding in exactly the right tone, making your tweets more engaging and relatable.\n- **Time-Saving Tool**: Save valuable time crafting responses, allowing you to focus on what matters most - connecting with your audience.\n\n**How it Works:**\n1. Install the \"Twitter/X Response Generator\" Chrome Extension.\n2. Open a tweet you want to respond to.\n3. Select your desired tone from the list of 20 tweet modes.\n4. Let the extension generate a response tailored to your selected tone.\n5. Edit if needed, and hit send!\n\nThis innovative tool is perfect for social media managers, influencers, businesses, or anyone looking to enhance their Twitter/X communication effortlessly. It's time to bring personality and precision to every tweet.\n\n---\n\nDownload \"Twitter/X Response Generator\" today and transform your social media presence with the power of perfectly tailored responses! 🚀"
  }
}