{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Carton Sorter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically sorts table rows on specific lululemon pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Carton Starter Prioritization V6 with Highlights - Mississauga\n\nStreamline your workflow on lululemon's internal platforms with the Carton Sorter - MIL Chrome extension. This powerful tool is specifically designed to enhance efficiency and organization when dealing with large volumes of data in table format on designated lululemon pages.\n\nKey Features:\n\nAutomatic Sorting: The extension intelligently sorts table rows based on predefined priorities, such as \"DRAFT\", \"CL\", \"CHCL\", \"CH\", and various inventory statuses. This facilitates quick identification and processing of crucial information.\n\nReal-Time Wave Number Highlighting: Seamlessly integrates with Firebase to fetch and highlight specific \"Wave Numbers\" in real-time. Any changes in the database, like the addition or removal of numbers, are immediately reflected on the page.\n\nNon-Disruptive Highlighting: Utilizes advanced techniques to highlight numbers without altering the page's original layout or functionality.\n\nDate Recognition: Incorporates a date extraction feature to sort rows based on relevant dates within the text, ensuring timely processing of critical data.\n\nSmart Activation: The extension activates only on tabs with \"Carton\" in their title, ensuring it runs only where necessary.\n\nResponsive Updates: Employs MutationObserver to watch for changes in the DOM, keeping the sorting and highlighting up-to-date.\n\nSelective Processing: Employs logic to identify and skip specific rows based on defined criteria, ensuring the sorting process is tailored and efficient.\n\nUser-friendly Interface: Once installed, the extension seamlessly integrates into your workflow on the designated lululemon internal pages. No complex setup is required.\n\nCustomization Options: Offers flexibility to adapt to different sorting criteria and priorities, making it a versatile tool for various departments within lululemon.\n\nSecurity and Privacy:\n\nYour data security and privacy are paramount. This extension operates solely within the realm of your active tab on specified lululemon internal pages and does not collect or store any user data.\n\nInstallation and Compatibility:\n\nSimply add the extension to your Chrome browser and it will be ready to use on the supported lululemon pages. The extension is continually updated to ensure compatibility with the latest web standards and lululemon internal platforms.\n\nEnhance your data management efficiency today with the Carton Sorter - MIL extension, your essential tool for navigating lululemon's internal data systems."
  }
}