{
  "name": {
    "ar": "مولد كلمة السر على الانترنت",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,no,pt_BR,pt_PT,sw,te,zh_CN,zh_TW": "Password generator online",
    "bg": "Онлайн генератор на пароли",
    "bn": "পাসওয়ার্ড জেনারেটর অনলাইন",
    "cs": "Generátor hesel online",
    "da": "Adgangskode generator online",
    "de": "Passwortgenerator online",
    "el": "Δημιουργία κωδικών πρόσβασης στο διαδίκτυο",
    "es": "Generador de contraseñas en línea",
    "et": "Parooligeneraator võrgus",
    "fi": "Salasanageneraattori verkossa",
    "fr": "Générateur de mot de passe en ligne",
    "hi,mr": "पासवर्ड जनरेटर ऑनलाइन",
    "hr": "Generator lozinki na mreži",
    "hu": "Jelszógenerátor online",
    "id": "Pembuat kata sandi daring",
    "it": "Generatore di password online",
    "ja": "オンラインでのパスワード生成",
    "ko": "비밀번호 생성기 온라인",
    "lt": "Slaptažodžių generatorius internete",
    "lv": "Paroļu ģenerators tiešsaistē",
    "ml": "പാസ്‌വേഡ് ജനറേറ്റർ ഓൺലൈനിൽ",
    "ms": "Penjana kata laluan dalam talian",
    "nl": "Wachtwoordgenerator online",
    "pl": "Generator haseł online",
    "ro": "Generator de parole online",
    "ru": "Генератор паролей онлайн",
    "sk": "Generátor hesiel online",
    "sl": "Spletni generator gesel",
    "sr": "Генератор лозинки на мрежи",
    "sv": "Lösenordsgenerator online",
    "ta": "ஆன்லைன் கடவுச்சொல் ஜெனரேட்டர்",
    "th": "เครื่องสร้างรหัสผ่านออนไลน์",
    "tr": "Çevrimiçi şifre oluşturucu",
    "uk": "Генератор паролів онлайн",
    "vi": "Trình tạo mật khẩu trực tuyến"
  },
  "short": {
    "ar": "باستخدام هذه الخدمة ، يمكنك إنشاء كلمات مرور عبر الإنترنت",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,no,pt_BR,pt_PT,sw,te,zh_CN,zh_TW": "With this service you can generate passwords online",
    "bg": "С тази услуга можете да генерирате пароли онлайн",
    "bn": "এই পরিষেবার মাধ্যমে আপনি অনলাইনে পাসওয়ার্ড তৈরি করতে পারেন",
    "cs": "Pomocí této služby můžete generovat hesla online",
    "da": "Med denne service kan du generere adgangskoder online",
    "de": "Mit diesem Dienst können Sie Passwörter online generieren",
    "el": "Με αυτήν την υπηρεσία μπορείτε να δημιουργήσετε κωδικούς πρόσβασης στο διαδίκτυο",
    "es": "Con este servicio puedes generar contraseñas en línea",
    "et": "Selle teenuse abil saate võrgus paroole genereerida",
    "fi": "Tämän palvelun avulla voit luoda salasanoja verkossa",
    "fr": "Avec ce service, vous pouvez générer des mots de passe en ligne",
    "hi": "इस सर्विस से आप ऑनलाइन पासवर्ड जेनरेट कर सकते हैं",
    "hr": "Pomoću ove usluge možete generirati lozinke na mreži",
    "hu": "Ezzel a szolgáltatással online generálhat jelszavakat",
    "id": "Dengan layanan ini Anda dapat membuat kata sandi secara online",
    "it": "Con questo servizio puoi generare password online",
    "ja": "このサービスを使用すると、オンラインでパスワードを生成できます",
    "ko": "이 서비스를 사용하면 온라인에서 암호를 생성할 수 있습니다.",
    "lt": "Naudodamiesi šia paslauga galite generuoti slaptažodžius internete",
    "lv": "Izmantojot šo pakalpojumu, jūs varat ģenerēt paroles tiešsaistē",
    "ml": "ഈ സേവനം ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഓൺലൈനിൽ പാസ്‌വേഡുകൾ സൃഷ്ടിക്കാൻ കഴിയും",
    "mr": "या सेवेद्वारे तुम्ही ऑनलाइन पासवर्ड तयार करू शकता",
    "ms": "Dengan perkhidmatan ini anda boleh menjana kata laluan dalam talian",
    "nl": "Met deze dienst kunt u online wachtwoorden genereren",
    "pl": "Dzięki tej usłudze możesz generować hasła online",
    "ro": "Cu acest serviciu puteți genera parole online",
    "ru": "С помощью этого сервиса вы можете генерировать пароли онлайн",
    "sk": "Pomocou tejto služby môžete vytvárať heslá online",
    "sl": "S to storitvijo lahko ustvarite gesla na spletu",
    "sr": "Помоћу ове услуге можете генерисати лозинке на мрежи",
    "sv": "Med den här tjänsten kan du skapa lösenord online",
    "ta": "இந்த சேவையின் மூலம் ஆன்லைனில் கடவுச்சொற்களை உருவாக்கலாம்",
    "th": "ด้วยบริการนี้ คุณสามารถสร้างรหัสผ่านออนไลน์ได้",
    "tr": "Bu hizmet ile çevrimiçi olarak şifreler oluşturabilirsiniz.",
    "uk": "За допомогою цього сервісу ви можете генерувати паролі онлайн",
    "vi": "Với dịch vụ này, bạn có thể tạo mật khẩu trực tuyến"
  },
  "long": {
    "ar,bg,bn,cs,da,de,el,es,et,fi,fr,hi,hr,hu,id,it,ja,ko,lt,lv,ml,mr,ms,nl,pl,ro,ru,sk,sl,sr,sv,ta,th,tr,uk,vi": "With this service you can generate passwords online",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,no,pt_BR,pt_PT,sw,te,zh_CN,zh_TW": "Secure your digital life with our online password generator. Designed to create strong, unique passwords, our service helps safeguard your online accounts against unauthorized access. Ideal for individuals and businesses alike, you can customize your passwords based on length, complexity, and character types, including symbols, numbers, and upper or lower case letters. Our user-friendly interface makes it easy to generate passwords instantly—no registration required. Ensure your online security by using our reliable password generator to create robust passwords for every account.\nhttps://password-generator-online.com/"
  }
}