{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outer Space Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With every new tab you open, you'll be greeted by breathtaking views of the cosmos, including the most captivating images of space"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover stunning images of deep space with the new OuterSpaceTab extension for the Chrome browser. With every new tab you open, you'll be greeted by breathtaking views of the cosmos, including the most captivating images of space. Moreover, the extension features a convenient web search function that can be accessed right from your new tab page.\n\nTo use the OuterSpaceTab extension, simply install it and agree to the License Agreement and Privacy Policy. The search functionality provided by the extension is powered by Microsoft Bing, but it won't modify the search settings of your browser by default. Enjoy a new browsing experience and explore the wonders of the universe with OuterSpaceTab.\n\nOuterSpaceTab search functions that are being in use by the extension – will be provided by Microsoft Bing. \n\nBy clicking \"add to Chrome\", I accept and agree to installing the OuterSpaceTab extension and setting Chrome New Tab search provider to Microsoft Bing as described by the service in the Terms of Use (https://outerspacetab.com/terms) and Policy (https://outerspacetab.com/privacy)\n\nPrivacy Policy: https://outerspacetab.com/privacy\nTerms of Service: https://outerspacetab.com/terms\nAbout us: https://outerspacetab.com/about\nSupport: ad2x2media@gmail.com\nThank you for using our products!"
  }
}