{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful Extension To Extract E-Mail ID's Automatically From Web Pages. NEW FEATURES: AutoVisit websites and AutoSave Email IDs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find email addresses in seconds.\n\nEmail Extractor is a powerful email extraction extension for Chrome. Extension automatically fetches valid email IDs from the web page, you can copy paste particular email ids you need or export all of them to a text or CSV file. \n\nNEW FEATURE 1 : the new automation tool can discovers all email addresses for a specific domain name. Example: if you want to discover email IDs of people working at Email Hunter, you can step the tool to search for any email address ending with hunter.io or emailhunter.io , this job can be done for any website.\n\nNEW FEATURE 2 : you can add a 5 seconds delay when visiting web pages automatically, so you make sure all pages are loaded and all email ID’s are collected, even when JavaScript are delaying the display of the emails ID's.\n\nAUTOMATION with AutoVisit and AutoSave. How it works:\n** Automation: allows you to build a queue of up to 1.000 URL that you want to visit. The tool will launch a robot that will visit the requested pages and extract all email addresses found on those webpages.\n** AutoSave: this feature will store, in the cloud, all the email IDs found on all the pages you are visiting. \n\nThis plugin fetches email ids from the Source Code and has no relevance to what you see on the front, so for example, if you see 3 email ids on the website, plugin may fetch more if it finds hidden email ids in the source.\n\nFeatures:\n- AutoVisit: build a queue of URL that you want to visit automatically\n- Automation: discover all email ID's ending with a specific domain name\n- Extract Email Address from Web Pages Automatically\n- Auto-save all Email Address in the cloud while you browse any website (cloud storage starting at $9.99/month)\n- share your Premium subscription with your colleagues\n- Download stored Email IDs\n- Extracts Emails on Ajax Pages as well, for example Google Search\n- Extracts Cloaked Emails\n- Filters for Duplicate Email ID, so you get only Unique ones\n- Local Storage\n- Export Option to export list of your extracted emails to a text file\n- Offline Support (Added as of v1.6 Beta) Needs permission\n- Extract Emails from Local HTML Documents\n- Extract Emails from Text Files\n- Fast, Light(Only 51KB)\n- removes duplicate email addresses\n- See instructions at: https://www.email-extractor.io/assets/pdf/Email_Extractor-FAQ.pdf\n\nNo crappy advertisements, no extra junk.\n\nPricing: this extension is an inexpensive alternative to Email Hunter , voila norbert , Clearbit Connect or FTL ( find that lead ). On the other hand, you will need a bit of technical knowledge to configure. TIP: use our recommended \"recipes\"\n\nNote that the extracted ids will be overwritten if you open a new tab and browse to a new page, for this particular situation, switch to the previous tab, plugin will fetch the ids, and you can export them.\n\nThough this plugin accesses your web page information, the only thing which will be extracted is the email ids and that too are stored in your local storage.\n\nExtension is thoroughly tested, if incase anyone encounters any bug, you can get my contact details when you click the \"Gear\" button on the plugin and I'll make sure its fixed ASAP.\n\nInformal Disclaimer : This extension is not developed with an intention to spam people with your marketing mails, so use it for your personal stuff only.\n\n\n\n--------------\n\nChange Log :\n-v5.0\n--- Redesigned for Manifest Version 3\n--- Made it easier to copy emails IDs to clipboard with Ctrl+Shift+1 (Cmd+Shift+1 on Mac)\n\n- v3.6\n--- Auto-save all Email Address in the cloud (unlimited storage for $9.99/month)\n--- Download stored Email IDs\n--- Clean-up clunky emails from the list\n\n- v3.5\n-- Added Donation button to support development. New features coming soon :)\n\n- v3.4.2\n-- Rolled back to old version 2.1 (for stable release) Please reinstall if you still find the plugin not working, will upload the new version asap\n\n- v3.4.1\n-- Rolled back to old version (for stable release)\n\n- v3.4\n-- Fixed minor bugs, users were not able to see the emails in popup so fixed\n(Please reinstall plugin if you see the count but don't see email in your popup window)\n\n- v3.3\n-- Again added clear stored emails option without exporting them\n-- Added a link to question/suggestion/report bug about plugin\n\n- v3.2\n-- I messed up something bad so reverted back to v3.0\n\n- v3.1\n-- Added button to clear stored emails without exporting them\n\n- v3\n-- Added Storage support. All email ids will be stored on the Storage page\n-- Added On Install and On Update messages\n\n- v2.1\n-- Fixed few bugs related to Export Functionality\n\n- v2.0 (Major Release, consider updating if you haven't)\n-- No more issues with Ajax Calls\n-- Updates Email Counts on Tab Swapping\n-- No more Beta :)\n\n- v1.6 Beta\n-- Added Offline Support\n-- Extract Email IDs from local HTML and Text documents\n\n- v1.5 Beta\n-- Non Persistent Processing For Better Performance\n-- Better Ajax Handling\n-- Revoked \"All Tab\" Access Permission\n\n- Initial Release"
  }
}