{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Unsplash Wanderer",
    "zh_CN": "漫步 Unsplash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Elevate your browsing with stunning Unsplash photos on every new tab. Simple, beautiful, and ad-free.",
    "de": "Ergänzen Sie Ihr Browsen mit atemberaubenden Unsplash-Fotos auf jedem neuen Tab. Einfach, schön und werbefrei.",
    "es": "Eleva tu navegación con impresionantes fotos de Unsplash en cada nueva pestaña. Simple, hermoso y sin publicidad.",
    "fr": "Sublimez votre navigation avec des photos époustouflantes d'Unsplash à chaque nouvel onglet. Simple, esthétique et sans publicité.",
    "ja": "新しいタブのたびに美しい Unsplash の写真を使用して、ブラウジングを盛り上げましょう。シンプル、美しい、広告なし。",
    "ko": "모든 새 탭에서 멋진 언스플래시 사진으로 탐색을 업그레이드하세요. 간단하고 아름답고 광고가 없습니다.",
    "zh_CN": "使用惊艳的 Unsplash 照片提升您的浏览体验，开启每个全新标签页。简约、美丽，且无广告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Best alternative of Unsplash Instant!\n\nExplore the visual world in a whole new way! The \"Unsplash Wanderer\" browser extension brings you the following exciting features:\n\n⭐️ Random High-Resolution Images: Every time you open a new tab, enjoy stunning high-resolution photos from Unsplash, filling your browsing experience with a visual feast.\n\n⭐️ Favorites Collection: Like a photo? One-click to save it, building your unique photo library.\n\n⭐️ Geographic Exploration: Check out where the photo was taken and experience the location through Google Street View.\n\n⭐️ Clean Interface: A clutter-free interface design for a more pure browsing experience.\n\n⭐️ Original Image and Author: One-click access to the original image link and author information, supporting photographers and gaining more creative inspiration.\n\n⭐️ Custom Update Period, Dark Mode, Time and Todo Widget, Multi-Language, and more...\n\nWhether you're looking for creative inspiration, relaxation, or simply enjoying the beauty of art, \"Unsplash Wanderer\" is your best companion for web browsing. Install it and let every new tab be the start of a visual journey!",
    "de": "Entdecke die visuelle Welt auf eine völlig neue Art! Die Browser-Erweiterung „Unsplash Wanderer“ bringt dir die folgenden aufregenden Features:\n\n⭐️ Zufällige hochauflösende Bilder: Jedes Mal, wenn du einen neuen Tab öffnest, kannst du atemberaubende hochauflösende Fotos von Unsplash genießen und dein Browser-Erlebnis mit einem visuellen Festmahl füllen.\n\n⭐️ Favoritensammlung: Gefällt dir ein Foto? Speichere es mit einem Klick und erstelle so deine einzigartige Fotobibliothek.\n\n⭐️ Geografische Erkundung: Finde heraus, wo das Foto aufgenommen wurde, und erlebe den Ort über Google Street View.\n\n⭐️ Aufgeräumte Benutzeroberfläche: Ein aufgeräumtes Interface-Design für ein reineres Browser-Erlebnis.\n\n⭐️ Originalbild und Autor: Greife mit einem Klick auf den Link zum Originalbild und die Informationen zum Autor zu, unterstütze Fotografen und gewinne kreativere Inspiration.\n\n⭐️ Benutzerdefinierter Aktualisierungszeitraum, Dunkelmodus, Zeit-Widget, Mehrsprachigkeit und mehr...\n\nOb du nach kreativer Inspiration, Entspannung oder einfach nur dem Genuss der Schönheit von Kunst suchst, „Unsplash Wanderer“ ist dein bester Begleiter fürs Surfen im Internet. Installiere es und lass jeden neuen Tab zum Beginn einer visuellen Reise werden!",
    "es": "¡Explora el mundo visual de una forma totalmente nueva! La extensión de navegador \"Unsplash Wanderer\" te ofrece las siguientes y emocionantes funciones:\n\n⭐️ Imágenes aleatorias de alta resolución: Cada vez que abres una nueva pestaña, disfruta de impresionantes imágenes de alta resolución de Unsplash, que llenarán tu experiencia de navegación de un festín visual.\n\n⭐️ Colección de favoritos: ¿Te gusta una foto? Guárdala con un clic, creando tu exclusiva biblioteca de fotos.\n\n⭐️ Exploración geográfica: Descubre dónde se tomó la foto y experimenta el lugar a través de Google Street View.\n\n⭐️ Interfaz limpia: Un diseño de interfaz despejado para una experiencia de navegación más pura.\n\n⭐️ Imagen y autor original: Acceso con un clic al enlace de la imagen original y a la información del autor, apoyando a los fotógrafos y obteniendo más inspiración creativa.\n\n⭐️ Periodo de actualización personalizado, modo oscuro, widget de hora, varios idiomas y más...\n\nTanto si buscas inspiración creativa, relajación o, simplemente, disfrutar de la belleza del arte, \"Unsplash Wanderer\" es tu mejor compañero para navegar por la web. ¡Instálala y deja que cada nueva pestaña sea el inicio de un viaje visual!",
    "fr": "Explorez le monde visuel d'une toute nouvelle façon ! L'extension de navigateur « Unsplash Wanderer » vous propose les fonctionnalités captivantes suivantes :\n\n⭐️ Des images haute résolution aléatoires : à chaque fois que vous ouvrez un nouvel onglet, appréciez de superbes photos haute résolution d’Unsplash, remplissant votre expérience de navigation d’un festin visuel.\n\n⭐️ Collection de favoris : une photo vous plaît ? Enregistrez-la en un clic pour constituer votre propre bibliothèque de photos.\n\n⭐️ Exploration géographique : découvrez où la photo a été prise et explorez le lieu grâce à Google Street View.\n\n⭐️ Interface épurée : une interface à la conception épurée pour une expérience de navigation plus agréable.\n\n⭐️ Image et auteur originaux : accès en un clic au lien de l’image originale et aux informations sur l’auteur, pour soutenir les photographes et trouver plus d’inspiration créative.\n\n⭐️ Période de mise à jour personnalisée, mode sombre, widget horaire, plusieurs langues, et plus encore…\n\nQue vous recherchiez une inspiration créative, de la détente ou que vous appréciez simplement la beauté de l’art, « Unsplash Wanderer » est votre meilleur compagnon pour la navigation sur le Web. Installez-la et faites de chaque nouvel onglet le début d’un voyage visuel !",
    "ja": "ビジュアルの世界を全く新しい方法で探索しましょう！「Unsplash Wanderer」ブラウザ拡張機能は次のようなエキサイティングな機能を提供します。\n\n⭐️ ランダムな高解像度画像: 新しいタブを開く度に、Unsplash の目を奪う高解像度写真をお楽しみください。ブラウジング体験をビジュアルの饗宴で満たします。\n\n⭐️ お気に入りコレクション: 写真をお気に入りですか？ワンクリックで保存し、あなただけのユニークな写真ライブラリを構築しましょう。\n\n⭐️ 地理的探検: 写真が撮影された場所をチェックし、Google ストリートビューでその場所を体験しましょう。\n\n⭐️ クリーンなインターフェイス: より純粋なブラウジング体験のための、ごちゃごちゃしていないインターフェイスの設計です。\n\n⭐️ オリジナル画像と著者: オリジナルの画像リンクと著者情報にワンクリックでアクセスし、写真家をサポートし、より多くの創造的なインスピレーションを得ましょう。\n\n⭐️ カスタム更新期間、ダークモード、タイムウィジェット、多言語など...\n\nクリエイティブなインスピレーション、リラクゼーション、または単に芸術の美しさを楽しもうとしている場合でも、「Unsplash Wanderer」はウェブブラウジングのための最高のコンパニオンです。インストールして、新しいタブがビジュアルジャーニーのスタートになるようにしましょう！",
    "ko": "완전히 새로운 방식으로 시각적 세계를 탐험하세요! \"Unsplash Wanderer\" 브라우저 확장 기능이 여러분께 다음과 같은 흥미진진한 기능을 선사합니다.\n\n⭐️ 무작위 고해상도 이미지: 매번 새로운 탭을 열 때, Unsplash의 멋진 고해상도 사진을 즐기세요. 탐색 경험에 시각적 잔치를 더해주세요.\n\n⭐️ 즐겨찾기 컬렉션: 사진이 마음에 드시나요? 클릭 한 번으로 저장하고, 여러분만의 고유한 사진 보관함을 만들어 보세요.\n\n⭐️ 지리적 탐구: 사진이 찍힌 장소를 확인하고, Google 지도의 거리뷰를 통해 그 위치를 경험하세요.\n\n⭐️ 깔끔한 인터페이스: 더욱 순수한 탐색 경험을 위한 어수선함이 없는 인터페이스 디자인입니다.\n\n⭐️ 원본 이미지와 저자: 클릭 한 번으로 원본 이미지 링크와 저자 정보에 액세스하여 사진가를 지원하고 더 많은 창의적 영감을 얻으세요.\n\n⭐️ 사용자 지정 업데이트 기간, 다크모드, 시간 위젯, 다국어 등 더 다양한 기능이 있습니다.\n\n창의적인 영감을 찾든, 휴식을 취하든 또는 단순히 예술의 아름다움을 즐기든, \"Unsplash Wanderer\"는 웹 탐색을 위한 최고의 동반자가 될 것입니다. 지금 설치하고, 모든 새로운 탭을 시각적 여정의 시작으로 만드세요!",
    "zh_CN": "以全新方式探索视觉世界！“Unsplash Wanderer” 浏览器扩展为您带来以下激动人心的功能：\n\n⭐️ 随机高分辨率图像：每次打开新标签页，即可欣赏来自 Unsplash 的令人惊叹的高分辨率照片，让您的浏览体验充满视觉盛宴。\n\n⭐️ 收藏夹合集：喜欢一张照片？一键保存，构建您专属的照片库。\n\n⭐️ 地理探索：查看照片的拍摄地点，并通过 Google 街景体验该地点。\n\n⭐️ 清爽的界面：无杂乱的界面设计，带来更纯粹的浏览体验。\n\n⭐️ 原图和原作者：一键访问原图链接和作者信息，支持摄影师并获得更多创作灵感。\n\n⭐️ 自定义刷新周期、黑暗模式、时间小工具、多语言，等等...\n\n无论您是寻求创意灵感，寻求放松，还是仅仅享受艺术之美，“Unsplash Wanderer” 都是您浏览网页的最佳伴侣。安装它，让每个新标签页都成为视觉旅程的开始！"
  }
}