{
  "name": {
    "ar": "تنزيل الفيديو",
    "am,bn,cs,en,en_AU,en_GB,en_US,es_419,fi,fil,gu,hr,kn,lt,ml,mr,nl,pt_BR,pt_PT,sk,sl,sw,ta,te": "Video Downloader",
    "bg": "Видео изтегляне",
    "ca": "Descàrrega de vídeos",
    "da": "Video downloader",
    "de": "Video-Downloader",
    "el": "Πρόγραμμα λήψης βίντεο",
    "es": "Descargador de videos",
    "et": "Video allalaadija",
    "fa": "دانلود کننده ویدیو",
    "fr": "Téléchargeur de vidéo",
    "he": "הורדת וידאו",
    "hi": "वीडियो डाउनलोडर",
    "hu": "Videó letöltő",
    "id": "Pengunduh Video",
    "it": "Scarica video",
    "ja": "ビデオダウンローダー",
    "ko": "비디오 다운로더",
    "lv": "Video lejupielādētājs",
    "ms": "Pemuat Turun Video",
    "no": "Videonedlasting",
    "pl": "Pobieracz wideo",
    "ro": "Descărcător video",
    "ru": "Загрузчик видео",
    "sr": "Видео Довнлоадер",
    "sv": "Videonedladdare",
    "th": "เครื่องมือดาวน์โหลดวิดีโอ",
    "tr": "Video indirici",
    "uk": "Завантажувач відео",
    "vi": "Trình tải xuống video",
    "zh_CN": "视频下载器",
    "zh_TW": "視頻下載器"
  },
  "short": {
    "ar": "الطريقة الأسرع والأسهل لحفظ أي فيديو من متصفح الويب.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "The fastest and easiest way to save any video from Web Browser.",
    "bg": "Най-бързият и лесен начин за запазване на всяко видео от уеб браузър.",
    "ca": "La manera més ràpida i senzilla de desar qualsevol vídeo des del navegador web.",
    "cs": "Nejrychlejší a nejjednodušší způsob, jak uložit jakékoli video z webového prohlížeče.",
    "da": "Den hurtigste og nemmeste måde at gemme enhver video fra webbrowseren.",
    "de": "Der schnellste und einfachste Weg, Videos aus dem Webbrowser zu speichern.",
    "el": "Ο ταχύτερος και ευκολότερος τρόπος για να αποθηκεύσετε οποιοδήποτε βίντεο από το πρόγραμμα περιήγησης Ιστού.",
    "es": "La forma más rápida y fácil de guardar cualquier video desde el navegador web.",
    "et": "Kiireim ja lihtsaim viis mis tahes video salvestamiseks veebibrauserist.",
    "fa": "سریعترین و ساده ترین راه برای ذخیره هر ویدیو از مرورگر وب.",
    "fi": "Nopein ja helpoin tapa tallentaa videoita verkkoselaimesta.",
    "fil": "Ang pinakamabilis at pinakamadaling paraan upang i-save ang anumang video mula sa Web Browser.",
    "fr": "Le moyen le plus rapide et le plus simple d&#39;enregistrer n&#39;importe quelle vidéo à partir d&#39;un navigateur Web.",
    "he": "הדרך המהירה והקלה ביותר לשמור כל סרטון מדפדפן אינטרנט.",
    "hi": "वेब ब्राउजर से किसी भी वीडियो को सेव करने का सबसे तेज और आसान तरीका।",
    "hr": "Najbrži i najlakši način za spremanje bilo kojeg videa iz web-preglednika.",
    "hu": "A leggyorsabb és legegyszerűbb módja annak, hogy bármilyen videót elmentsen a webböngészőből.",
    "id": "Cara tercepat dan termudah untuk menyimpan video apapun dari Web Browser.",
    "it": "Il modo più semplice e veloce per salvare qualsiasi video dal browser web.",
    "ja": "Web ブラウザからビデオを保存する最も速くて簡単な方法。",
    "ko": "웹 브라우저에서 비디오를 저장하는 가장 빠르고 쉬운 방법입니다.",
    "lt": "Greičiausias ir lengviausias būdas išsaugoti bet kokį vaizdo įrašą iš žiniatinklio naršyklės.",
    "lv": "Ātrākais un vienkāršākais veids, kā saglabāt jebkuru video no tīmekļa pārlūkprogrammas.",
    "ms": "Cara terpantas dan termudah untuk menyimpan sebarang video daripada Pelayar Web.",
    "nl": "De snelste en eenvoudigste manier om video&#39;s van de webbrowser op te slaan.",
    "no": "Den raskeste og enkleste måten å lagre videoer fra nettleseren.",
    "pl": "Najszybszy i najłatwiejszy sposób na zapisanie dowolnego wideo z przeglądarki internetowej.",
    "ro": "Cel mai rapid și simplu mod de a salva orice videoclip din browser web.",
    "ru": "Самый быстрый и простой способ сохранить любое видео из веб-браузера.",
    "sk": "Najrýchlejší a najjednoduchší spôsob uloženia akéhokoľvek videa z webového prehliadača.",
    "sl": "Najhitrejši in najpreprostejši način za shranjevanje katerega koli videa iz spletnega brskalnika.",
    "sr": "Најбржи и најлакши начин да сачувате било који видео из веб претраживача.",
    "sv": "Det snabbaste och enklaste sättet att spara en video från webbläsaren.",
    "th": "วิธีที่เร็วและง่ายที่สุดในการบันทึกวิดีโอจากเว็บเบราว์เซอร์",
    "tr": "Web Tarayıcısından herhangi bir videoyu kaydetmenin en hızlı ve en kolay yolu.",
    "uk": "Найшвидший і найпростіший спосіб зберегти будь-яке відео з веб-браузера.",
    "vi": "Cách nhanh nhất và dễ nhất để lưu bất kỳ video nào từ Trình duyệt web.",
    "zh_CN": "从 Web 浏览器保存任何视频的最快和最简单的方法。",
    "zh_TW": "從 Web 瀏覽器保存任何視頻的最快和最簡單的方法。"
  },
  "long": {
    "ar": "يتيح لك حفظ إصدارات متعددة من مقاطع الفيديو من العديد من مواقع الفيديو الشهيرة. اختر جودة مقاطع الفيديو التي تريد حفظها.\n\n• إنه ليس برنامج تنزيل Youtube. نظرًا للقيود المفروضة على سياسات Google Webstore وسياسات برنامج المطور ، لا يمكن أن يعمل هذا الامتداد مع مقاطع فيديو Youtube.\n\n• يتيح لك هذا الامتداد حفظ إصدارات متعددة من الفيديو بتنسيق HD و SD من العديد من مواقع الفيديو الشهيرة.\n\n===================================\n\n\nيعمل مع أي ملف فيديو من مواقع الويب ومنصات استضافة الفيديو المفضلة لديك.\nيزيل الإعلانات والمضايقات بعيدا.\nقم بتثبيت هذا البرنامج الآن. يمكن أن يساعد هذا في مقاطع فيديو instagram وأيضًا مقاطع فيديو facebook\n\n===================================\n\nسمات\n\n✓ يكتشف تنسيقات متعددة. ابدأ بتنسيق mp4 الخاص بك وحفظ الفيديو عبر الإنترنت الآن.\n✓ يدعم MP4 و MOV و AVI و ASF و MPG وغيرها الكثير.\n✓ يعمل لما يقرب من 99٪ من مواقع استضافة الفيديو.\n✓ يعمل على عدة فيديوهات في آن واحد\n✓ يسمح لك بتخطي الأجزاء وليس عليك مشاهدة الإعلانات\n✓ سهل وسريع وآمن وخفيف!\n✗ إنه ليس برنامج تنزيل Youtube. من فضلك لا تطلب إضافة هذه الميزة. لا يسمح لنا!",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "It lets you save multiple versions of videos from many popular video websites. Choose the quality of the videos you want to save.\n\n• It is NOT a Youtube Downloader. Due to restrictions of the Google Webstore Policies and Developer Program Policies this extension can not work for Youtube Videos.\n\n• This extension lets you save multiple versions of a video in HD and SD format from many popular video websites.\n\n==================================\n\n\nWorks for any video file from your most favorite websites and video hosting platforms.\nIt removes the ads and annoyances away.\nInstall this software now. This can help for videos instagram and also facebook videos\n\n==================================\n\nFeatures\n\n✓ detects multiple formats. Begin your mp4 and online video saving now.\n✓ supports MP4, MOV, AVI, ASF, MPG and many more.\n✓ works for almost from 99% of video hosting websites.\n✓ works on multiple videos simultaneously\n✓ allows you to skip parts and you don't have to watch ads\n✓ Easy, fast, safe and light!\n✗ It is NOT a Youtube Downloader. Please don't ask to add this feature. We are not allowed to!",
    "bg": "Тя ви позволява да запазвате множество версии на видеоклипове от много популярни видео уебсайтове. Изберете качеството на видеоклиповете, които искате да запазите.\n\n• НЕ е изтегляне на Youtube. Поради ограничения на правилата на Google Webstore и програмните правила за програмисти, това разширение не може да работи за видеоклипове в Youtube.\n\n• Това разширение ви позволява да запазвате няколко версии на видео в HD и SD формат от много популярни видео уебсайтове.\n\n================================\n\n\nРаботи за всеки видео файл от най -любимите ви уебсайтове и видео хостинг платформи.\nТой премахва рекламите и досадите.\nИнсталирайте този софтуер сега. Това може да помогне за видеоклипове в instagram, а също и във видеоклипове във facebook\n\n================================\n\nХарактеристика\n\n✓ открива множество формати. Започнете запазването на mp4 и онлайн видео сега.\n✓ поддържа MP4, MOV, AVI, ASF, MPG и много други.\n✓ работи за почти от 99% от уеб хостинг сайтове.\n✓ работи на няколко видеоклипа едновременно\n✓ ви позволява да пропускате части и не е нужно да гледате реклами\n✓ Лесно, бързо, безопасно и леко!\n✗ НЕ е Youtube Downloader. Моля, не питайте да добавите тази функция. Не ни е позволено!",
    "ca": "Us permet desar diverses versions de vídeos de molts llocs web de vídeo populars. Trieu la qualitat dels vídeos que vulgueu desar.\n\n• NO és un programa de descàrrega de Youtube. A causa de les restriccions de les polítiques de Google Webstore i de les polítiques del programa per a desenvolupadors, aquesta extensió no pot funcionar als vídeos de Youtube.\n\n• Aquesta extensió us permet desar diverses versions d'un vídeo en format HD i SD de molts llocs web de vídeo populars.\n\n===================================\n\n\nFunciona per a qualsevol fitxer de vídeo dels vostres llocs web i plataformes d'allotjament de vídeos més preferits.\nElimina els anuncis i molèsties.\nInstal·leu aquest programari ara. Això pot ajudar a vídeos d’instagram i també a vídeos de Facebook\n\n===================================\n\nCaracterístiques\n\n✓ detecta múltiples formats. Comenceu el vostre estalvi de vídeo en línia i mp4 ara.\n✓ Admet MP4, MOV, AVI, ASF, MPG i molts més.\n✓ funciona gairebé des del 99% dels llocs web d'allotjament de vídeo.\n✓ funciona en diversos vídeos simultàniament\n✓ us permet ometre parts i no heu de veure anuncis\n✓ Fàcil, ràpid, segur i lleuger!\n✗ NO és un programa de descàrrega de Youtube. No demaneu que afegiu aquesta funció. No ens ho permetem!",
    "cs": "To vám umožní uložit více verzí videí z mnoha populárních video webů. Vyberte kvalitu videí, která chcete uložit.\n\n• NENÍ TO Youtube Downloader. Vzhledem k omezením zásad Webového obchodu Google a Programových zásad pro vývojáře toto rozšíření nefunguje u videí na YouTube.\n\n• Toto rozšíření umožňuje uložit více verzí videa ve formátu HD a SD z mnoha populárních webů s videy.\n\n======================================\n\n\nFunguje na jakýkoli video soubor z vašich nejoblíbenějších webů a platforem pro hostování videa.\nOdstraňuje reklamy a nepříjemnosti.\nNainstalujte si tento software nyní. To může pomoci pro videa na instagramu a také pro videa na facebooku\n\n======================================\n\nFunkce\n\n✓ detekuje více formátů. Začněte hned s ukládáním videa ve formátu mp4 a online.\n✓ podporuje MP4, MOV, AVI, ASF, MPG a mnoho dalších.\n✓ funguje téměř pro 99% webů hostujících video.\n✓ funguje na více videích současně\n✓ umožňuje přeskočit části a nemusíte sledovat reklamy\n✓ Snadné, rychlé, bezpečné a lehké!\n✗ NENÍ TO Youtube Downloader. Nežádejte o přidání této funkce. Není nám to dovoleno!",
    "da": "Det lader dig gemme flere versioner af videoer fra mange populære videowebsteder. Vælg kvaliteten af de videoer, du vil gemme.\n\n• Det er IKKE en Youtube Downloader. På grund af begrænsninger i Googles politikker for webstore og udviklerprogrammer kan denne udvidelse ikke fungere for Youtube -videoer.\n\n• Denne udvidelse lader dig gemme flere versioner af en video i HD- og SD -format fra mange populære videowebsteder.\n\n=====================================\n\n\nFungerer til enhver videofil fra dine mest foretrukne websteder og videohostingplatforme.\nDet fjerner annoncer og irritationer væk.\nInstaller denne software nu. Dette kan hjælpe til videoer instagram og også facebook videoer\n\n=====================================\n\nFunktioner\n\n✓ registrerer flere formater. Start din mp4 og online videoopsparing nu.\n✓ understøtter MP4, MOV, AVI, ASF, MPG og mange flere.\n✓ fungerer for næsten fra 99% af videohostingwebsteder.\n✓ fungerer på flere videoer samtidigt\n✓ giver dig mulighed for at springe dele over, og du behøver ikke se annoncer\n✓ Let, hurtigt, sikkert og let!\n✗ Det er IKKE en Youtube Downloader. Bed ikke om at tilføje denne funktion. Det har vi ikke lov til!",
    "de": "Sie können mehrere Versionen von Videos von vielen beliebten Video-Websites speichern. Wählen Sie die Qualität der Videos, die Sie speichern möchten.\n\n• Es ist KEIN Youtube-Downloader. Aufgrund von Einschränkungen der Google Webstore-Richtlinien und Entwickler-Programmrichtlinien kann diese Erweiterung nicht für Youtube-Videos verwendet werden.\n\n• Mit dieser Erweiterung können Sie mehrere Versionen eines Videos im HD- und SD-Format von vielen beliebten Video-Websites speichern.\n\n==================================\n\n\nFunktioniert für jede Videodatei von Ihren beliebtesten Websites und Video-Hosting-Plattformen.\nEs entfernt die Werbung und Belästigungen.\nInstallieren Sie diese Software jetzt. Dies kann bei Instagram- und Facebook-Videos helfen\n\n==================================\n\nMerkmale\n\n✓ erkennt mehrere Formate. Beginnen Sie jetzt mit dem Speichern von MP4- und Online-Videos.\n✓ unterstützt MP4, MOV, AVI, ASF, MPG und viele mehr.\n✓ funktioniert für fast 99% der Video-Hosting-Websites.\n✓ arbeitet an mehreren Videos gleichzeitig\n✓ ermöglicht es Ihnen, Teile zu überspringen und Sie müssen keine Werbung sehen\n✓ Einfach, schnell, sicher und leicht!\n✗ Es ist KEIN Youtube-Downloader. Bitte nicht darum bitten, diese Funktion hinzuzufügen. Wir dürfen nicht!",
    "el": "Σας επιτρέπει να αποθηκεύσετε πολλαπλές εκδόσεις βίντεο από πολλούς δημοφιλείς ιστότοπους βίντεο. Επιλέξτε την ποιότητα των βίντεο που θέλετε να αποθηκεύσετε.\n\n• ΔΕΝ είναι πρόγραμμα λήψης Youtube. Λόγω των περιορισμών των Πολιτικών του Google Webstore και των Πολιτικών Προγραμμάτων Προγραμματιστών, αυτή η επέκταση δεν μπορεί να λειτουργήσει για Βίντεο Youtube.\n\n• Αυτή η επέκταση σάς επιτρέπει να αποθηκεύσετε πολλές εκδόσεις ενός βίντεο σε μορφή HD και SD από πολλούς δημοφιλείς ιστότοπους βίντεο.\n\n===================================\n\n\nΛειτουργεί για οποιοδήποτε αρχείο βίντεο από τους πιο αγαπημένους σας ιστότοπους και πλατφόρμες φιλοξενίας βίντεο.\nΑφαιρεί τις διαφημίσεις και τις ενοχλήσεις.\nΕγκαταστήστε αυτό το λογισμικό τώρα. Αυτό μπορεί να βοηθήσει για βίντεο στο instagram και επίσης βίντεο στο facebook\n\n===================================\n\nΧαρακτηριστικά\n\n✓ ανιχνεύει πολλαπλές μορφές. Ξεκινήστε τώρα την αποθήκευση mp4 και βίντεο στο διαδίκτυο.\n✓ υποστηρίζει MP4, MOV, AVI, ASF, MPG και πολλά άλλα.\n✓ λειτουργεί σχεδόν από το 99% των ιστότοπων φιλοξενίας βίντεο.\n✓ λειτουργεί ταυτόχρονα σε πολλά βίντεο\n✓ σας επιτρέπει να παραλείψετε μέρη και δεν χρειάζεται να παρακολουθείτε διαφημίσεις\n✓ Εύκολο, γρήγορο, ασφαλές και ελαφρύ!\nNOT ΔΕΝ είναι πρόγραμμα λήψης Youtube. Μην ζητήσετε να προσθέσετε αυτήν τη δυνατότητα. Δεν μας επιτρέπεται!",
    "es": "Le permite guardar múltiples versiones de videos de muchos sitios web de videos populares. Elija la calidad de los videos que desea guardar.\n\n• NO es un descargador de Youtube. Debido a las restricciones de las Políticas de la tienda web de Google y las Políticas del programa para desarrolladores, esta extensión no puede funcionar para los videos de Youtube.\n\n• Esta extensión le permite guardar múltiples versiones de un video en formato HD y SD de muchos sitios web de videos populares.\n\n==================================\n\n\nFunciona para cualquier archivo de video de sus sitios web y plataformas de alojamiento de videos favoritos.\nElimina los anuncios y las molestias.\nInstale este software ahora. Esto puede ayudar para videos de instagram y también videos de facebook.\n\n==================================\n\nCaracterísticas\n\n✓ detecta múltiples formatos. Comience a guardar mp4 y video en línea ahora.\n✓ admite MP4, MOV, AVI, ASF, MPG y muchos más.\n✓ funciona para casi el 99% de los sitios web de alojamiento de videos.\n✓ funciona en varios videos simultáneamente\n✓ le permite omitir partes y no tiene que ver anuncios\n✓ ¡Fácil, rápido, seguro y ligero!\n✗ NO es un descargador de Youtube. No solicite agregar esta función. ¡No se nos permite!",
    "et": "See võimaldab salvestada mitmete populaarsete videosaitide videote mitu versiooni. Valige salvestatavate videote kvaliteet.\n\n• See EI OLE Youtube'i allalaadija. Google'i veebipoe eeskirjade ja arendaja programmipoliitika piirangute tõttu ei saa see laiend Youtube'i videote puhul töötada.\n\n• See laiendus võimaldab salvestada paljudest populaarsetest videosaitidest video mitu versiooni HD- ja SD -vormingus.\n\n==================================\n\n\nTöötab mis tahes videofaili jaoks, mis pärineb teie lemmikveebisaitidelt ja videomajutusplatvormidelt.\nSee eemaldab reklaamid ja ebameeldivused.\nInstallige see tarkvara kohe. See võib aidata instagrami videote ja ka Facebooki videote jaoks\n\n==================================\n\nFunktsioonid\n\n✓ tuvastab mitu vormingut. Alustage oma mp4 ja veebivideote salvestamist kohe.\n✓ toetab MP4, MOV, AVI, ASF, MPG ja palju muud.\n✓ töötab peaaegu 99% video hostimise veebisaitidel.\n✓ töötab mitme videoga korraga\n✓ võimaldab teil osad vahele jätta ja te ei pea reklaame vaatama\n✓ Lihtne, kiire, ohutu ja kerge!\n✗ See EI OLE Youtube'i allalaadija. Ärge paluge seda funktsiooni lisada. Meil pole lubatud!",
    "fa": "به شما امکان می دهد چندین نسخه از ویدیوها را از بسیاری از وب سایت های ویدیویی محبوب ذخیره کنید. کیفیت ویدیوهایی را که می خواهید ذخیره کنید انتخاب کنید.\n\n• این برنامه بارگیری یوتیوب نیست. به دلیل محدودیت در خط مشی های فروشگاه اینترنتی Google و خط مشی های برنامه توسعه دهنده ، این برنامه افزودنی نمی تواند برای ویدیوهای Youtube کار کند.\n\n• این برنامه افزودنی به شما امکان می دهد چندین نسخه از یک ویدیو را با فرمت HD و SD از بسیاری از وب سایت های ویدیویی محبوب ذخیره کنید.\n\n===================================\n\n\nبرای هر فایل ویدئویی از وب سایت های مورد علاقه شما و سیستم عامل های میزبانی ویدئو کار می کند.\nتبلیغات و مزاحمت ها را حذف می کند.\nاین نرم افزار را هم اکنون نصب کنید. این می تواند برای فیلم های اینستاگرام و همچنین فیلم های فیس بوک کمک کند\n\n===================================\n\nامکانات\n\n✓ تشخیص چندین فرمت هم اکنون ذخیره mp4 و ویدیوهای آنلاین خود را آغاز کنید.\n✓ MP4 ، MOV ، AVI ، ASF ، MPG و بسیاری دیگر را پشتیبانی می کند.\nalmost تقریباً برای 99 of از وب سایت های میزبانی ویدئو کار می کند.\n✓ همزمان روی چندین ویدئو کار می کند\nبه شما امکان می دهد قسمت ها را رد کنید و نیازی به تماشای تبلیغات ندارید\n✓ آسان ، سریع ، ایمن و سبک!\nNOT این یک بارگیری کننده یوتیوب نیست. لطفاً برای افزودن این ویژگی درخواست نکنید. ما اجازه نداریم!",
    "fi": "Chromen Video Downloader -sovelluksen avulla voit ladata useita versioita teräväpiirto- ja SD-muodossa monista suosituista video-verkkosivustoista.\n• Video Downloader for Chrome ei ole Youtube Downloader. Google-verkkokauppakäytäntöjen ja kehittäjäohjelmakäytäntöjen rajoitusten vuoksi tämä laajennus ei voi ladata Youtube-videoita. Kiitos ymmärryksestä.\n\n• Chromen Video Downloader -sovelluksella voit ladata useita HD-ja SD-versioita monista suosituista video-verkkosivustoista.\n\n==================================\n\n\n• Video Downloader Chromelle - Lataa kaikki videotiedostot suosituimmista verkkosivustoistasi ja videoiden isäntämuodoista Chromen Video Downloader -sovelluksella.\nChromen Video Downloader vie viiveen, mainokset ja häirinnät.\nAsenna Video Downloader for Chrome nyt.\n\n==================================\n\n• Video Downloader Chromelle - Ominaisuudet\n\n✓ Chromen Video Downloader tunnistaa useita muotoja lataamista varten.\n✓ Chromen Video Downloader tukee MP4, MOV, AVI, ASF, MPG ja monia muita.\n✓ Video Downloader for Chromen lataa melkein 99%: sta videoiden isäntäsivustoista. Ei Youtube Downloader.\n✓ Video Downloader for Chrome lataa useita videoita samanaikaisesti\n✓ Chromen Video Downloader antaa sinun ohittaa osat, eikä sinun tarvitse katsella mainoksia tai tylsää sisältöä uudestaan.\n✓ Helppo, nopea, turvallinen ja kevyt!\nChrome Video Downloader for Chrome ei ole Youtube Downloader. Älä pyydä mainostamaan tätä ominaisuutta. Meitä ei saa!",
    "fil": "Sen avulla voit tallentaa useita versioita videoista monista suosituista videosivustoista. Valitse tallennettavien videoiden laatu.\n\n• Se EI ole Youtube Downloader. Googlen verkkokaupan käytäntöjen ja kehittäjien ohjelmasääntöjen rajoitusten vuoksi tämä laajennus ei toimi Youtube -videoissa.\n\n• Tämän laajennuksen avulla voit tallentaa useita videoita HD- ja SD -muodossa useilta suosituilta videosivustoilta.\n\n==================================\n\n\nToimii minkä tahansa videotiedoston kanssa suosituimmista verkkosivustoistasi ja videon hosting -alustoistasi.\nSe poistaa mainokset ja ärsytykset pois.\nAsenna tämä ohjelmisto nyt. Tämä voi auttaa instagram -videoissa ja myös facebook -videoissa\n\n==================================\n\nominaisuudet\n\n✓ tunnistaa useita formaatteja. Aloita mp4- ja online -videoiden tallennus nyt.\n✓ tukee MP4, MOV, AVI, ASF, MPG ja monia muita.\n✓ toimii lähes 99 prosentissa videon hosting -sivustoista.\n✓ toimii useilla videoilla samanaikaisesti\n✓ voit ohittaa osia, eikä sinun tarvitse katsoa mainoksia\n✓ Helppo, nopea, turvallinen ja kevyt!\nSe EI ole Youtube Downloader. Älä pyydä tämän ominaisuuden lisäämistä. Emme saa!",
    "fr": "Il vous permet d'enregistrer plusieurs versions de vidéos à partir de nombreux sites Web de vidéos populaires. Choisissez la qualité des vidéos que vous souhaitez enregistrer.\n\n• Ce n'est PAS un téléchargeur Youtube. En raison des restrictions des politiques de la boutique en ligne de Google et des politiques du programme pour développeurs, cette extension ne peut pas fonctionner pour les vidéos Youtube.\n\n• Cette extension vous permet d'enregistrer plusieurs versions d'une vidéo au format HD et SD à partir de nombreux sites Web vidéo populaires.\n\n===================================\n\n\nFonctionne pour n'importe quel fichier vidéo de vos sites Web et plateformes d'hébergement vidéo préférés.\nIl supprime les publicités et les désagréments.\nInstallez ce logiciel maintenant. Cela peut aider pour les vidéos instagram et aussi les vidéos facebook\n\n===================================\n\nCaractéristiques\n\n✓ détecte plusieurs formats. Commencez votre enregistrement mp4 et vidéo en ligne maintenant.\n✓ prend en charge MP4, MOV, AVI, ASF, MPG et bien d'autres.\n✓ fonctionne pour près de 99% des sites Web d'hébergement vidéo.\n✓ fonctionne sur plusieurs vidéos simultanément\n✓ vous permet de sauter des parties et vous n'avez pas à regarder les publicités\n✓ Facile, rapide, sûr et léger !\nCe n'est PAS un téléchargeur Youtube. Veuillez ne pas demander d'ajouter cette fonctionnalité. Nous n'y sommes pas autorisés !",
    "he": "הורדת הווידאו עבור Chrome מאפשרת להוריד גרסאות מרובות ב- HD ו- SD מאתרי וידאו פופולריים רבים.\n• הורדת וידיאו עבור Chrome אינה הורדת YouTube. בשל מגבלות מדיניות חנות האינטרנט של גוגל ומדיניות תוכנית המפתחים הרחבה זו אינה יכולה להוריד סרטוני YouTube. תודה לך על הבנה.\n\n• הורדת וידיאו ל- Chrome מאפשרת להוריד גרסאות מרובות ב- HD ו- SD מאתרי וידאו פופולריים רבים.\n\n===================================\n\n\n• הורדת וידיאו ל- Chrome - הורד כל קובץ וידיאו מאתרי האינטרנט המועדפים עליך ביותר ופלטפורמות אירוח וידיאו באמצעות הורדת וידיאו עבור Chrome.\nהורדת הווידאו של Chrome מסלקת את העיכוב, המודעות והעצבנות.\nהתקן את הורדת הווידאו עבור Chrome כעת.\n\n===================================\n\n• הורדת וידיאו עבור Chrome - תכונות\n\n✓ הורדת וידיאו עבור Chrome מגלה פורמטים מרובים להורדות.\n✓ הורדת וידיאו ל- Chrome תומכת ב- MP4, MOV, AVI, ASF, MPG ורבים נוספים.\n✓ הורדת וידיאו ל- Chrome מורידה כמעט מ- 99% מאתרי אירוח וידיאו. אין הורדת YouTube.\n✓ הורדת וידיאו ל- Chrome מורידה מספר סרטונים בו זמנית\n✓ הורדת וידיאו ל- Chrome מאפשרת לך לדלג על חלקים ולא תצטרך לצפות שוב במודעות או בתוכן משעמם.\n✓ קל, מהיר, בטוח וקל!\nDownload הורדת וידיאו ל- Chrome אינה מורידה ל- YouTube. אנא אל תבקש לפרסם תכונה זו. אסור לנו!",
    "hi": "यह आपको कई लोकप्रिय वीडियो वेबसाइटों से वीडियो के कई संस्करणों को सहेजने देता है। उन वीडियो की गुणवत्ता चुनें जिन्हें आप सहेजना चाहते हैं।\n\n• यह एक यूट्यूब डाउनलोडर नहीं है। Google वेबस्टोर नीतियों और डेवलपर कार्यक्रम नीतियों के प्रतिबंधों के कारण यह एक्सटेंशन Youtube वीडियो के लिए काम नहीं कर सकता है।\n\n• यह एक्सटेंशन आपको कई लोकप्रिय वीडियो वेबसाइटों से एचडी और एसडी प्रारूप में वीडियो के कई संस्करणों को सहेजने देता है।\n\n================================\n\n\nआपकी सबसे पसंदीदा वेबसाइटों और वीडियो होस्टिंग प्लेटफॉर्म से किसी भी वीडियो फ़ाइल के लिए काम करता है।\nयह विज्ञापनों और झुंझलाहट को दूर करता है।\nइस सॉफ्टवेयर को अभी इंस्टॉल करें। यह वीडियो इंस्टाग्राम और फेसबुक वीडियो के लिए भी मदद कर सकता है\n\n================================\n\nविशेषताएं\n\n✓ कई स्वरूपों का पता लगाता है। अपना mp4 और ऑनलाइन वीडियो सेविंग अभी शुरू करें।\n✓ MP4, MOV, AVI, ASF, MPG और कई अन्य का समर्थन करता है।\nलगभग 99% वीडियो होस्टिंग वेबसाइटों के लिए काम करता है।\nएक साथ कई वीडियो पर काम करता है\n✓ आपको भागों को छोड़ने की अनुमति देता है और आपको विज्ञापन देखने की आवश्यकता नहीं है\n✓ आसान, तेज, सुरक्षित और हल्का!\nयह एक Youtube डाउनलोडर नहीं है। कृपया इस सुविधा को जोड़ने के लिए न कहें। हमें अनुमति नहीं है!",
    "hr": "Omogućuje vam spremanje više verzija videozapisa s mnogih popularnih video web stranica. Odaberite kvalitetu videozapisa koje želite spremiti.\n\n• NIJE Youtube Downloader. Zbog ograničenja Googleovih web -trgovina i programskih pravila za razvojne programere ovo proširenje ne može funkcionirati za Youtube videozapise.\n\n• Ovo proširenje omogućuje spremanje više verzija videozapisa u HD i SD formatu s mnogih popularnih web stranica za video zapise.\n\n==================================\n\n\nRadi za bilo koju video datoteku s vaših najomiljenijih web stranica i video hosting platformi.\nUklanja oglase i smetnje.\nOdmah instalirajte ovaj softver. To može pomoći video zapisima na Instagramu, ali i na Facebooku\n\n==================================\n\nZnačajke\n\n✓ otkriva više formata. Započnite spremanje mp4 i video zapisa na mreži sada.\n✓ podržava MP4, MOV, AVI, ASF, MPG i mnoge druge.\n✓ radi na gotovo 99% web stranica za video hosting.\n✓ radi na više video zapisa istovremeno\n✓ omogućuje preskakanje dijelova i ne morate gledati oglase\n✓ Lako, brzo, sigurno i lagano!\n✗ NIJE Youtube Downloader. Nemojte tražiti dodavanje ove značajke. Ne smijemo!",
    "hu": "Lehetővé teszi számos népszerű videó weboldal videóinak több verziójának mentését. Válassza ki a menteni kívánt videók minőségét.\n\n• NEM Youtube letöltő. A Google webáruház szabályzatai és a fejlesztői programszabályzat korlátozásai miatt ez a bővítmény nem működik a Youtube videóknál.\n\n• Ez a bővítmény lehetővé teszi a videó több verziójának HD és SD formátumban történő mentését számos népszerű videó webhelyen.\n\n==================================\n\n\nMűködik bármelyik videofájlhoz a legkedveltebb webhelyekről és videó tárhely platformokról.\nEltávolítja a hirdetéseket és a kellemetlenségeket.\nTelepítse ezt a szoftvert most. Ez segíthet az instagramos videóknál és a Facebook -videóknál is\n\n==================================\n\nJellemzők\n\n✓ több formátumot észlel. Kezdje el az mp4 és az online videó mentését most.\n✓ támogatja az MP4, MOV, AVI, ASF, MPG és még sok mást.\n✓ a videót tároló webhelyek majdnem 99% -ánál működik.\n✓ egyszerre több videón is működik\n✓ lehetővé teszi az alkatrészek kihagyását, és nem kell hirdetéseket néznie\n✓ Könnyű, gyors, biztonságos és könnyű!\nNOT NEM Youtube letöltő. Kérjük, ne kérje hozzá ezt a funkciót. Nekünk nem szabad!",
    "id": "Ini memungkinkan Anda menyimpan beberapa versi video dari banyak situs web video populer. Pilih kualitas video yang ingin Anda simpan.\n\n• Ini BUKAN Pengunduh Youtube. Karena pembatasan Kebijakan Toko Web Google dan Kebijakan Program Pengembang, ekstensi ini tidak dapat berfungsi untuk Video Youtube.\n\n• Ekstensi ini memungkinkan Anda menyimpan beberapa versi video dalam format HD dan SD dari banyak situs web video populer.\n\n===================================\n\n\nBerfungsi untuk file video apa pun dari situs web dan platform hosting video favorit Anda.\nIni menghilangkan iklan dan gangguan.\nInstal perangkat lunak ini sekarang. Ini dapat membantu untuk video instagram dan juga video facebook\n\n===================================\n\nFitur\n\nmendeteksi berbagai format. Mulai penyimpanan mp4 dan video online Anda sekarang.\nmendukung MP4, MOV, AVI, ASF, MPG dan banyak lagi.\nbekerja untuk hampir 99% situs web hosting video.\nbekerja pada beberapa video secara bersamaan\nmemungkinkan Anda untuk melewati bagian dan Anda tidak perlu menonton iklan\nMudah, cepat, aman dan ringan!\nIni BUKAN Pengunduh Youtube. Tolong jangan meminta untuk menambahkan fitur ini. Kami tidak diizinkan!",
    "it": "Ti consente di salvare più versioni di video da molti siti Web di video popolari. Scegli la qualità dei video che vuoi salvare.\n\n• NON è un downloader di Youtube. A causa delle restrizioni delle Norme del Google Webstore e delle Norme del programma per gli sviluppatori, questa estensione non può funzionare per i video di Youtube.\n\n• Questa estensione consente di salvare più versioni di un video in formato HD e SD da molti siti Web di video popolari.\n\n==================================\n\n\nFunziona con qualsiasi file video dai tuoi siti Web e piattaforme di hosting video preferiti.\nRimuove gli annunci e i fastidi.\nInstalla questo software ora. Questo può aiutare per i video di Instagram e anche per i video di Facebook\n\n==================================\n\nCaratteristiche\n\n✓ rileva più formati. Inizia subito il salvataggio di mp4 e video online.\n✓ supporta MP4, MOV, AVI, ASF, MPG e molti altri.\n✓ funziona per quasi il 99% dei siti di hosting video.\n✓ funziona su più video contemporaneamente\n✓ ti permette di saltare parti e non devi guardare gli annunci\n✓ Facile, veloce, sicuro e leggero!\n✗ NON è un downloader di Youtube. Si prega di non chiedere di aggiungere questa funzione. Non ci è permesso!",
    "ja": "それはあなたが多くの人気のあるビデオウェブサイトからのビデオの複数のバージョンを保存することを可能にします。保存するビデオの品質を選択します。\n\n•Youtubeダウンローダーではありません。 Googleウェブストアポリシーと開発者プログラムポリシーの制限により、この拡張機能はYouTube動画では機能しません。\n\n•この拡張機能を使用すると、多くの人気のあるビデオWebサイトからのビデオの複数のバージョンをHDおよびSD形式で保存できます。\n\n==================================\n\n\n最もお気に入りのWebサイトおよびビデオホスティングプラットフォームからの任意のビデオファイルで機能します。\nそれは広告と煩わしさを取り除きます。\nこのソフトウェアを今すぐインストールしてください。これは、ビデオのインスタグラムやフェイスブックのビデオにも役立ちます\n\n==================================\n\n特徴\n\n✓複数のフォーマットを検出します。今すぐmp4とオンラインビデオの保存を開始してください。\n✓MP4、MOV、AVI、ASF、MPGなどをサポートします。\n✓ビデオホスティングウェブサイトのほぼ99％で機能します。\n✓複数のビデオで同時に動作します\n✓パーツをスキップでき、広告を見る必要がありません\n✓簡単、高速、安全、そして軽量！\n✗Youtubeダウンローダーではありません。この機能を追加するように依頼しないでください。許可されていません！",
    "ko": "그것은 당신이 많은 인기 비디오 웹사이트에서 비디오의 여러 버전을 저장할 수 있습니다. 저장하려는 비디오의 품질을 선택하십시오.\n\n• Youtube Downloader가 아닙니다. Google 웹스토어 정책 및 개발자 프로그램 정책의 제한으로 인해 이 확장 프로그램은 YouTube 동영상에서 작동하지 않습니다.\n\n• 이 확장 프로그램을 사용하면 여러 인기 있는 비디오 웹사이트에서 HD 및 SD 형식으로 여러 버전의 비디오를 저장할 수 있습니다.\n\n====================================\n\n\n가장 좋아하는 웹 사이트 및 비디오 호스팅 플랫폼의 모든 비디오 파일에서 작동합니다.\n그것은 멀리 광고와 성가심을 제거합니다.\n지금 이 소프트웨어를 설치하십시오. 이것은 비디오 인스 타 그램 및 페이스 북 비디오에 도움이 될 수 있습니다.\n\n====================================\n\n특징\n\n✓ 여러 형식을 감지합니다. 지금 mp4 및 온라인 비디오 저장을 시작하십시오.\n✓ MP4, MOV, AVI, ASF, MPG 등을 지원합니다.\n✓ 거의 99%의 비디오 호스팅 웹사이트에서 작동합니다.\n✓ 동시에 여러 비디오에서 작동\n✓ 부분을 건너뛸 수 있고 광고를 볼 필요가 없습니다.\n✓ 쉽고 빠르고 안전하고 가볍습니다!\n✗ 유튜브 다운로더가 아닙니다. 이 기능을 추가해달라고 요청하지 마세요. 우리는 허용되지 않습니다!",
    "lt": "Tai leidžia išsaugoti kelias vaizdo įrašų versijas iš daugelio populiarių vaizdo įrašų svetainių. Pasirinkite norimų išsaugoti vaizdo įrašų kokybę.\n\n• Tai NĖRA „Youtube Downloader“. Dėl „Google“ internetinės parduotuvės politikos ir kūrėjų programų politikos apribojimų šis plėtinys negali veikti „YouTube“ vaizdo įrašams.\n\n• Šis plėtinys leidžia išsaugoti kelias HD ir SD formato vaizdo įrašo versijas iš daugelio populiarių vaizdo įrašų svetainių.\n\n==================================\n\n\nVeikia bet kuriam vaizdo failui iš mėgstamiausių svetainių ir vaizdo įrašų prieglobos platformų.\nTai pašalina skelbimus ir nemalonumus.\nĮdiekite šią programinę įrangą dabar. Tai gali padėti „Instagram“ vaizdo įrašams ir „Facebook“ vaizdo įrašams\n\n==================================\n\nfunkcijos\n\n✓ aptinka kelis formatus. Pradėkite savo mp4 ir internetinių vaizdo įrašų išsaugojimą dabar.\n✓ palaiko MP4, MOV, AVI, ASF, MPG ir daugelį kitų.\n✓ veikia beveik 99% vaizdo įrašų prieglobos svetainių.\n✓ vienu metu veikia su keliais vaizdo įrašais\n✓ leidžia praleisti dalis ir jums nereikia žiūrėti skelbimų\n✓ Lengvas, greitas, saugus ir lengvas!\n✗ Tai NĖRA „Youtube Downloader“. Neprašykite pridėti šios funkcijos. Mums neleidžiama!",
    "lv": "Tas ļauj saglabāt vairākas videoklipu versijas no daudzām populārām video vietnēm. Izvēlieties to videoklipu kvalitāti, kurus vēlaties saglabāt.\n\n• Tas NAV Youtube Downloader. Google interneta veikala politiku un izstrādātāju programmu politiku ierobežojumu dēļ šis paplašinājums nevar darboties YouTube videoklipos.\n\n• Šis paplašinājums ļauj saglabāt vairākas video versijas HD un SD formātā no daudzām populārām video vietnēm.\n\n==================================\n\n\nDarbojas jebkuram video failam no jūsu iecienītākajām vietnēm un video mitināšanas platformām.\nTas noņem reklāmas un kairinājumus.\nInstalējiet šo programmatūru tūlīt. Tas var palīdzēt videoklipiem instagram un arī facebook videoklipiem\n\n==================================\n\nIespējas\n\n✓ nosaka vairākus formātus. Sāciet savu mp4 un tiešsaistes video saglabāšanu tūlīt.\n✓ atbalsta MP4, MOV, AVI, ASF, MPG un daudz ko citu.\n✓ darbojas gandrīz no 99% video mitināšanas vietņu.\n✓ vienlaicīgi darbojas ar vairākiem videoklipiem\n✓ ļauj izlaist daļas un jums nav jāskatās reklāmas\n✓ Viegli, ātri, droši un viegli!\n✗ Tas NAV Youtube lejupielādētājs. Lūdzu, nelūdziet pievienot šo funkciju. Mums nav atļauts!",
    "ms": "Ini membolehkan anda menyimpan beberapa versi video dari banyak laman web video popular. Pilih kualiti video yang ingin anda simpan.\n\n• BUKAN Pemuat turun Youtube. Oleh kerana sekatan Dasar Google Webstore dan Dasar Program Pembangun, pelanjutan ini tidak dapat berfungsi untuk Video Youtube.\n\n• Pelanjutan ini membolehkan anda menyimpan beberapa versi video dalam format HD dan SD dari banyak laman web video yang popular.\n\n==================================\n\n\nBerfungsi untuk sebarang fail video dari laman web dan platform hosting video kegemaran anda.\nIni menghilangkan iklan dan gangguan.\nPasang perisian ini sekarang. Ini dapat membantu untuk instagram video dan juga video facebook\n\n==================================\n\nciri-ciri\n\n✓ mengesan pelbagai format. Mulakan simpanan mp4 dan video dalam talian anda sekarang.\n✓ menyokong MP4, MOV, AVI, ASF, MPG dan banyak lagi.\n✓ berfungsi hampir dari 99% laman web hosting video.\n✓ berfungsi pada pelbagai video secara serentak\n✓ membolehkan anda melangkau bahagian dan anda tidak perlu menonton iklan\n✓ Mudah, cepat, selamat dan ringan!\n✗ BUKAN Pemuat turun Youtube. Jangan meminta untuk menambah ciri ini. Kami tidak dibenarkan!",
    "nl": "Hiermee kunt u meerdere versies van video's van veel populaire videowebsites opslaan. Kies de kwaliteit van de video's die je wilt opslaan.\n\n• Het is GEEN Youtube Downloader. Vanwege beperkingen van het Google Webstore-beleid en het ontwikkelaarsprogrammabeleid kan deze extensie niet werken voor YouTube-video's.\n\n• Met deze extensie kunt u meerdere versies van een video opslaan in HD- en SD-indeling van veel populaire videowebsites.\n\n==================================\n\n\nWerkt voor elk videobestand van uw meest favoriete websites en videohostingplatforms.\nHet verwijdert de advertenties en ergernissen weg.\nInstalleer deze software nu. Dit kan helpen voor video's instagram en ook Facebook-video's\n\n==================================\n\nFuncties\n\n✓ detecteert meerdere formaten. Begin nu met het opslaan van mp4 en online video's.\n✓ ondersteunt MP4, MOV, AVI, ASF, MPG en nog veel meer.\n✓ werkt voor bijna 99% van de videohostingwebsites.\n✓ werkt aan meerdere video's tegelijk\n✓ hiermee kunt u delen overslaan en hoeft u geen advertenties te bekijken\n✓ Makkelijk, snel, veilig en licht!\n✗ Het is GEEN YouTube-downloader. Vraag niet om deze functie toe te voegen. We mogen niet!",
    "no": "Den lar deg lagre flere versjoner av videoer fra mange populære videonettsteder. Velg kvaliteten på videoene du vil lagre.\n\n• Det er IKKE en Youtube Downloader. På grunn av begrensninger i Googles retningslinjer for nettbutikk og utviklerprogram kan denne utvidelsen ikke fungere for Youtube -videoer.\n\n• Denne utvidelsen lar deg lagre flere versjoner av en video i HD- og SD -format fra mange populære videonettsteder.\n\n=====================================\n\n\nFungerer for alle videofiler fra de mest favorittnettstedene og videovertsplattformene.\nDet fjerner annonsene og irritasjonene.\nInstaller denne programvaren nå. Dette kan hjelpe for videoer instagram og også facebook -videoer\n\n=====================================\n\nFunksjoner\n\n✓ oppdager flere formater. Begynn å lagre mp4 og online video nå.\n✓ støtter MP4, MOV, AVI, ASF, MPG og mange flere.\n✓ fungerer for nesten fra 99% av videovertnettsteder.\n✓ fungerer på flere videoer samtidig\n✓ lar deg hoppe over deler, og du trenger ikke å se annonser\n✓ Enkelt, raskt, trygt og lett!\n✗ Det er IKKE en Youtube Downloader. Ikke be om å legge til denne funksjonen. Det har vi ikke lov til!",
    "pl": "Umożliwia zapisywanie wielu wersji filmów z wielu popularnych witryn wideo. Wybierz jakość filmów, które chcesz zapisać.\n\n• NIE jest to program do pobierania YouTube. Ze względu na ograniczenia zasad Google Webstore i zasad programu dla programistów to rozszerzenie nie może działać w przypadku filmów z YouTube.\n\n• To rozszerzenie umożliwia zapisywanie wielu wersji wideo w formacie HD i SD z wielu popularnych witryn wideo.\n\n===========================================\n\n\nDziała z dowolnym plikiem wideo z Twoich ulubionych witryn i platform do hostingu wideo.\nUsuwa reklamy i irytacje.\nZainstaluj to oprogramowanie teraz. Może to pomóc w przypadku filmów na Instagramie, a także filmów na Facebooku\n\n===========================================\n\nCechy\n\n✓ wykrywa wiele formatów. Rozpocznij zapisywanie plików mp4 i wideo online już teraz.\n✓ obsługuje MP4, MOV, AVI, ASF, MPG i wiele innych.\n✓ działa na prawie 99% serwisów hostingowych wideo.\n✓ działa na wielu filmach jednocześnie\n✓ pozwala pominąć części i nie musisz oglądać reklam\n✓ Łatwy, szybki, bezpieczny i lekki!\n✗ NIE jest to program do pobierania YouTube. Nie pytaj o dodanie tej funkcji. Nie wolno nam!",
    "ro": "Vă permite să salvați mai multe versiuni de videoclipuri de pe multe site-uri video populare. Alegeți calitatea videoclipurilor pe care doriți să le salvați.\n\n• NU este un Youtube Downloader. Datorită restricțiilor din Politicile Google Webstore și Politicile Programului pentru dezvoltatori, această extensie nu poate funcționa pentru videoclipurile YouTube.\n\n• Această extensie vă permite să salvați mai multe versiuni ale unui videoclip în format HD și SD de pe multe site-uri video populare.\n\n===================================\n\n\nFuncționează pentru orice fișier video de pe cele mai preferate site-uri web și platforme de găzduire video.\nElimină reclamele și supărările.\nInstalați acest software acum. Acest lucru vă poate ajuta pentru videoclipurile Instagram și, de asemenea, pentru videoclipurile de pe Facebook\n\n===================================\n\nCaracteristici\n\n✓ detectează mai multe formate. Începeți acum economisirea videoclipurilor mp4 și online.\n✓ acceptă MP4, MOV, AVI, ASF, MPG și multe altele.\n✓ funcționează pentru aproape 99% din site-urile de găzduire video.\n✓ funcționează simultan pe mai multe videoclipuri\n✓ vă permite să săriți piese și nu trebuie să urmăriți reclame\n✓ Ușor, rapid, sigur și ușor!\n✗ NU este un Youtube Downloader. Vă rugăm să nu cereți să adăugați această caracteristică. Nu avem voie!",
    "ru": "Он позволяет сохранять несколько версий видео со многих популярных видеосайтов. Выберите качество видео, которое хотите сохранить.\n\n• Это НЕ загрузчик Youtube. Из-за ограничений Политики Интернет-магазина Google и Политики Программы для разработчиков это расширение не может работать с видео на Youtube.\n\n• Это расширение позволяет сохранять несколько версий видео в формате HD и SD со многих популярных видеосайтов.\n\n==================================\n\n\nРаботает с любым видеофайлом с ваших самых любимых веб-сайтов и платформ видеохостинга.\nОн удаляет рекламу и раздражает.\nУстановите это программное обеспечение сейчас. Это может помочь для видео в instagram, а также для видео в facebook.\n\n==================================\n\nФункции\n\n✓ обнаруживает несколько форматов. Начните сохранять mp4 и онлайн-видео прямо сейчас.\n✓ поддерживает MP4, MOV, AVI, ASF, MPG и многие другие.\n✓ работает почти на 99% видеохостингов.\n✓ работает с несколькими видео одновременно\n✓ позволяет пропускать детали и не смотреть рекламу\n✓ Легко, быстро, безопасно и легко!\n✗ Это НЕ загрузчик Youtube. Пожалуйста, не просите добавить эту функцию. Нам не разрешено!",
    "sk": "Umožňuje vám uložiť viacero verzií videí z mnohých obľúbených webových stránok s videami. Vyberte kvalitu videí, ktoré chcete uložiť.\n\n• NIE je to nástroj na sťahovanie z YouTube. Z dôvodu obmedzení pravidiel Webového obchodu Google a Programových zásad vývojára toto rozšírenie nemôže fungovať pre videá Youtube.\n\n• Toto rozšírenie vám umožňuje uložiť viac verzií videa vo formáte HD a SD z mnohých obľúbených webových stránok s videami.\n\n=======================================\n\n\nFunguje na akýkoľvek video súbor z vašich najobľúbenejších webových stránok a platforiem hostenia videa.\nOdstráni reklamy a nepríjemnosti.\nNainštalujte si tento softvér teraz. To môže pomôcť pre videá na Instagrame a tiež pre videá na Facebooku\n\n=======================================\n\nVlastnosti\n\n✓ detekuje viacero formátov. Začnite hneď s ukladaním videa vo formáte mp4 a online.\n✓ podporuje MP4, MOV, AVI, ASF, MPG a mnoho ďalších.\n✓ funguje pre takmer 99% webových serverov hosťujúcich video.\n✓ funguje na viacerých videách súčasne\n✓ vám umožňuje preskočiť časti a nemusíte sledovať reklamy\n✓ Jednoduché, rýchle, bezpečné a ľahké!\n✗ NIE je to nástroj na sťahovanie z Youtube. Nežiadajte o pridanie tejto funkcie. Nie je nám to dovolené!",
    "sl": "Omogoča shranjevanje več različic videoposnetkov z mnogih priljubljenih spletnih mest z videoposnetki. Izberite kakovost videoposnetkov, ki jih želite shraniti.\n\n• NI Youtube Downloader. Zaradi omejitev Googlovih pravilnikov o spletnih trgovinah in programskih pravil za razvijalce ta razširitev ne more delovati za videoposnetke Youtube.\n\n• Ta razširitev omogoča shranjevanje več različic videoposnetka v formatu HD in SD z mnogih priljubljenih spletnih mest za video posnetke.\n\n================================\n\n\nDeluje za vse video datoteke z vaših najljubših spletnih mest in platform za gostovanje videov.\nOdstrani oglase in nadloge.\nNamestite to programsko opremo zdaj. To lahko pomaga pri video posnetkih na instagramu in tudi na facebooku\n\n================================\n\nLastnosti\n\n✓ zazna več formatov. Začnite shranjevati videoposnetke mp4 in na spletu.\n✓ podpira MP4, MOV, AVI, ASF, MPG in še veliko več.\n✓ deluje za skoraj 99% spletnih mest za gostovanje videov.\n✓ deluje na več videoposnetkih hkrati\n✓ omogoča preskok delov in vam ni treba gledati oglasov\n✓ Enostavno, hitro, varno in lahko!\n✗ NI Youtube Downloader. Prosite, da ne dodate te funkcije. Ne smemo!",
    "sr": "Омогућава вам да сачувате више верзија видео записа са многих популарних видео веб локација. Одаберите квалитет видео записа које желите да сачувате.\n\n• НИЈЕ Иоутубе Довнлоадер. Због ограничења смерница Гоогле веб продавница и програмских смерница за програмере, ово проширење не може да ради за Иоутубе видео записе.\n\n• Ово проширење вам омогућава да сачувате више верзија видео записа у ХД и СД формату са многих популарних видео веб локација.\n\n================================\n\n\nРади за било коју видео датотеку са ваших најомиљенијих веб локација и видео хостинг платформи.\nУклања огласе и сметње.\nОдмах инсталирајте овај софтвер. Ово може помоћи видео записима на инстаграму, али и на Фацебооку\n\n================================\n\nКарактеристике\n\n✓ открива више формата. Почните са чувањем мп4 и видео записа на мрежи сада.\n✓ подржава МП4, МОВ, АВИ, АСФ, МПГ и многе друге.\n✓ ради на скоро 99% веб локација за видео хостинг.\n✓ ради на више видео записа истовремено\n✓ омогућава вам прескакање делова и не морате да гледате огласе\n✓ Лако, брзо, сигурно и лагано!\n✗ НИЈЕ Иоутубе Довнлоадер. Не тражите да додате ову функцију. Није нам дозвољено!",
    "sv": "Det låter dig spara flera versioner av videor från många populära videowebbplatser. Välj kvaliteten på de videor du vill spara.\n\n• Det är INTE en Youtube Downloader. På grund av begränsningar i Googles webbutikspolicyer och utvecklarprogrampolicyer kan detta tillägg inte fungera för Youtube -videor.\n\n• Med detta tillägg kan du spara flera versioner av en video i HD- och SD -format från många populära videowebbplatser.\n\n=====================================\n\n\nFungerar för alla videofiler från dina mest favoritwebbplatser och videovärdplattformar.\nDet tar bort annonser och irritationer.\nInstallera denna programvara nu. Detta kan hjälpa till för videor instagram och även facebook -videor\n\n=====================================\n\nFunktioner\n\n✓ detekterar flera format. Börja med att spara din mp4 och online video nu.\n✓ stöder MP4, MOV, AVI, ASF, MPG och många fler.\n✓ fungerar för nästan 99% av webbplatser för videohotell.\n✓ fungerar på flera videor samtidigt\n✓ låter dig hoppa över delar och du behöver inte titta på annonser\n✓ Enkelt, snabbt, säkert och lätt!\n✗ Det är INTE en Youtube Downloader. Be inte att lägga till den här funktionen. Det får vi inte!",
    "th": "ช่วยให้คุณสามารถบันทึกวิดีโอได้หลายเวอร์ชันจากเว็บไซต์วิดีโอยอดนิยมมากมาย เลือกคุณภาพของวิดีโอที่คุณต้องการบันทึก\n\n• ไม่ใช่ Youtube Downloader เนื่องจากข้อจำกัดของนโยบาย Google Webstore และนโยบายโปรแกรมสำหรับนักพัฒนาซอฟต์แวร์ ส่วนขยายนี้จึงไม่สามารถใช้งานได้กับวิดีโอ Youtube\n\n• ส่วนขยายนี้ให้คุณบันทึกวิดีโอหลายเวอร์ชันในรูปแบบ HD และ SD จากเว็บไซต์วิดีโอยอดนิยมมากมาย\n\n==================================\n\n\nใช้ได้กับไฟล์วิดีโอจากเว็บไซต์และแพลตฟอร์มโฮสต์วิดีโอที่คุณโปรดปรานที่สุด\nมันลบโฆษณาและความรำคาญออกไป\nติดตั้งซอฟต์แวร์นี้ทันที สิ่งนี้สามารถช่วยสำหรับวิดีโอ instagram และ facebook videos\n\n==================================\n\nคุณสมบัติ\n\n✓ ตรวจจับได้หลายรูปแบบ เริ่มการบันทึกวิดีโอ mp4 และวิดีโอออนไลน์ทันที\n✓รองรับ MP4, MOV, AVI, ASF, MPG และอีกมากมาย\n✓ใช้งานได้เกือบ 99% ของเว็บไซต์โฮสต์วิดีโอ\n✓ ใช้งานได้หลายวิดีโอพร้อมกัน\n✓ให้คุณข้ามส่วนต่าง ๆ และไม่ต้องดูโฆษณา\n✓ ง่าย รวดเร็ว ปลอดภัย และเบา!\n✗ ไม่ใช่ Youtube Downloader โปรดอย่าขอให้เพิ่มคุณลักษณะนี้ เราไม่ได้รับอนุญาตให้ทำ!",
    "tr": "Birçok popüler video web sitesindeki videoların birden çok sürümünü kaydetmenize olanak tanır. Kaydetmek istediğiniz videoların kalitesini seçin.\n\n• Bir Youtube İndiricisi DEĞİLDİR. Google Web Mağazası Politikalarının ve Geliştirici Program Politikalarının kısıtlamaları nedeniyle bu uzantı Youtube Videoları için çalışamaz.\n\n• Bu uzantı, birçok popüler video web sitesinden bir videonun birden çok sürümünü HD ve SD biçiminde kaydetmenize olanak tanır.\n\n==================================\n\n\nEn sevdiğiniz web sitelerinden ve video barındırma platformlarından herhangi bir video dosyası için çalışır.\nReklamları ve sıkıntıları ortadan kaldırır.\nBu yazılımı şimdi yükleyin. Bu, instagram videoları ve ayrıca facebook videoları için yardımcı olabilir\n\n==================================\n\nÖzellikleri\n\n✓ çoklu biçimleri algılar. Şimdi mp4 ve çevrimiçi video kaydetmeye başlayın.\n✓ MP4, MOV, AVI, ASF, MPG ve daha fazlasını destekler.\n✓ video barındırma web sitelerinin neredeyse %99'unda çalışır.\n✓ aynı anda birden fazla video üzerinde çalışır\n✓ bölümleri atlamanıza izin verir ve reklamları izlemek zorunda kalmazsınız\n✓ Kolay, hızlı, güvenli ve hafif!\n✗ Bir Youtube İndiricisi DEĞİLDİR. Lütfen bu özelliği eklemek için sormayın. Bize izin yok!",
    "uk": "Він дозволяє зберігати кілька версій відео з багатьох популярних веб -сайтів для відео. Виберіть якість відео, яке потрібно зберегти.\n\n• Це НЕ завантажувач Youtube. Через обмеження політики Google Webstore та програмної політики розробника це розширення не може працювати для відео YouTube.\n\n• Це розширення дозволяє зберігати кілька версій відео у форматі HD та SD з багатьох популярних веб -сайтів для відео.\n\n================================\n\n\nПрацює для будь -якого відеофайлу з ваших улюблених веб -сайтів та відеохостингових платформ.\nВін видаляє рекламу та дратує геть.\nВстановіть це програмне забезпечення зараз. Це може допомогти для відео в Instagram, а також відео на Facebook\n\n================================\n\nОсобливості\n\n✓ виявляє кілька форматів. Почніть зберігати відео у форматі mp4 та онлайн зараз.\n✓ підтримує MP4, MOV, AVI, ASF, MPG та багато іншого.\n✓ працює майже з 99% веб -сайтів для розміщення відео.\n✓ працює одночасно на декількох відео\n✓ дозволяє пропускати частини, і вам не потрібно дивитися рекламу\n✓ Легко, швидко, безпечно і легко!\n✗ Це НЕ завантажувач Youtube. Не просіть додати цю функцію. Нам не дозволено!",
    "vi": "Nó cho phép bạn lưu nhiều phiên bản video từ nhiều trang web video phổ biến. Chọn chất lượng của video bạn muốn lưu.\n\n• Nó KHÔNG phải là một Trình tải xuống Youtube. Do các hạn chế của Chính sách chương trình dành cho nhà phát triển và Chính sách của Cửa hàng trực tuyến của Google, tiện ích này không thể hoạt động cho các Video trên Youtube.\n\n• Tiện ích mở rộng này cho phép bạn lưu nhiều phiên bản video ở định dạng HD và SD từ nhiều trang web video phổ biến.\n\n==================================\n\n\nHoạt động với bất kỳ tệp video nào từ các trang web và nền tảng lưu trữ video yêu thích nhất của bạn.\nNó loại bỏ các quảng cáo và phiền toái đi.\nCài đặt phần mềm này ngay bây giờ. Điều này có thể giúp ích cho video instagram và cả video trên facebook\n\n==================================\n\nĐặc trưng\n\n✓ phát hiện nhiều định dạng. Bắt đầu lưu video mp4 và trực tuyến của bạn ngay bây giờ.\n✓ hỗ trợ MP4, MOV, AVI, ASF, MPG và nhiều hơn nữa.\n✓ hoạt động cho hầu hết từ 99% các trang web lưu trữ video.\n✓ hoạt động trên nhiều video đồng thời\n✓ cho phép bạn bỏ qua các phần và bạn không phải xem quảng cáo\n✓ Dễ dàng, nhanh chóng, an toàn và nhẹ nhàng!\n✗ Nó KHÔNG phải là một Trình tải xuống Youtube. Vui lòng không yêu cầu thêm tính năng này. Chúng tôi không được phép!",
    "zh_CN": "它可以让您从许多流行的视频网站保存多个版本的视频。选择要保存的视频的质量。\n\n• 它不是Youtube 下载器。由于 Google 网上商店政策和开发者计划政策的限制，此扩展程序不适用于 Youtube 视频。\n\n• 此扩展使您可以从许多流行的视频网站以高清和标清格式保存多个版本的视频。\n\n==================================\n\n\n适用于您最喜爱的网站和视频托管平台中的任何视频文件。\n它消除了广告和烦恼。\n立即安装此软件。这可以帮助视频 instagram 和 facebook 视频\n\n==================================\n\n特征\n\n✓ 检测多种格式。立即开始您的 mp4 和在线视频保存。\n✓ 支持 MP4、MOV、AVI、ASF、MPG 等等。\n✓ 适用于几乎 99% 的视频托管网站。\n✓ 同时处理多个视频\n✓ 允许您跳过部分，而不必看广告\n✓ 简单、快速、安全、轻便！\n✗ 它不是 Youtube 下载器。请不要要求添加此功能。我们不允许！",
    "zh_TW": "它可以讓您從許多流行的視頻網站保存多個版本的視頻。選擇要保存的視頻的質量。\n\n• 它不是Youtube 下載器。由於 Google 網上商店政策和開發者計劃政策的限制，此擴展程序不適用於 Youtube 視頻。\n\n• 此擴展使您可以從許多流行的視頻網站以高清和標清格式保存多個版本的視頻。\n\n==================================\n\n\n適用於您最喜愛的網站和視頻託管平台中的任何視頻文件。\n它消除了廣告和煩惱。\n立即安裝此軟件。這可以幫助視頻 instagram 和 facebook 視頻\n\n==================================\n\n特徵\n\n✓ 檢測多種格式。立即開始您的 mp4 和在線視頻保存。\n✓ 支持 MP4、MOV、AVI、ASF、MPG 等等。\n✓ 適用於幾乎 99% 的視頻託管網站。\n✓ 同時處理多個視頻\n✓ 允許您跳過部分，而不必看廣告\n✓ 簡單、快速、安全、輕便！\n✗ 它不是 Youtube 下載器。請不要要求添加此功能。我們不允許！"
  }
}