{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1Cademy Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension simplifies using OpenAI ChatGPT for researchers, instructors, and students."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1Cademy Assistant is a dynamic Chrome Extension designed to enrich the experience of researchers, instructors, and students using 1Cademy.com. By effortlessly integrating the capabilities of OpenAI ChatGPT, it allows users to enhance their textual interactions through simple text selection, right-click commands, or convenient keyboard shortcuts.\n\nMore than a tool for augmenting writing style, grammar, dictation, coherency, and flow, this extension offers comprehensive explanations and practical tips based on the rules applied, serving as an interactive writing guide.\n\nParticularly for instructors and students engaged with core-econ.org's interactive textbooks, the 1Cademy Assistant significantly contributes to an enriching learning experience. It features a sidebar on each webpage, presenting a compilation of flashcards encapsulating the key concepts of the page's content. Each flashcard incorporates a title, content piece, and a responsive button, allowing students to grasp essential points conveniently, thereby augmenting their comprehension and retention.\n\nThe extension also empowers instructors teaching CORE Econ textbooks by identifying the integration and absence of certain concepts in their course knowledge graph on 1Cademy.com. Flashcards that have already been added to the knowledge graph are highlighted in yellow, and a simple click redirects to the corresponding node in their 1Cademy notebook. Conversely, unincorporated flashcards are marked in red and offer a streamlined process for suggesting these as new nodes within the course knowledge graph, even assisting with related node identification and automatic textbook page citation.\n\nThe 1Cademy Assistant further diversifies its utility with features like text summarization, clarification, paraphrasing, text condensation, text analysis, literature review, generation of multiple-choice questions, and step-by-step teaching, all designed to support learning and research. Moreover, it serves as a fact-checking tool, and aids in understanding varying viewpoints on web-discussed topics.\n\nAs a research group belonging to the University of Michigan School of Information, we prioritize your privacy and ensure that data collection is strictly for scientific research purposes. We guarantee that no data will be shared with any third-party entities, and any research findings published will only utilize anonymized data to safeguard your personal information."
  }
}