{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TruthTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered Chrome extension that detects misleading information in YouTube Shorts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TruthTube is an AI-powered Chrome extension that helps you identify potentially misleading information in YouTube Shorts videos. In today's fast-paced social media environment where short-form content can rapidly spread misinformation, TruthTube serves as your personal fact-checking assistant.\n\nKey Features:\n• Real-time Analysis: Instantly analyze YouTube Shorts for potential misinformation with a single click\n• Detailed Breakdown: Receive a comprehensive analysis of claims made in the video\n• Truth Score: Get an overall reliability score out of 10 for quick assessment\n• Specific Fact Checks: View detailed explanations of potentially misleading claims\n• User-Friendly Interface: Simple, intuitive design that integrates seamlessly with YouTube\n\nHow It Works:\n1. Watch a YouTube Short\n2. Click the TruthTube extension icon\n3. Hit \"Analyze\" to get instant feedback on the video's credibility\n4. Review the detailed analysis and fact-checks\n\nTruthTube uses advanced AI technology to evaluate claims made in videos, helping you make informed decisions about the content you consume. While the tool provides AI-generated analysis, we encourage users to verify important information through multiple reliable sources.\n\nPerfect for:\n• Students researching topics\n• Users concerned about misinformation\n• Anyone wanting to verify claims in viral shorts\n• People interested in fact-checking social media content\n\nNote: Currently supports English language videos only. Analysis requires hugging face api configuration through user settings.\n\nStay informed and make better decisions about the content you consume with TruthTube."
  }
}