{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TicTacToe Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Classic game of X's and O's - TicTacToe",
    "ru": "Классическая игра крестики-нолики — крестики-нолики",
    "uk": "Класична гра X і O - TicTacToe"
  },
  "long": {
    "ar": "الشطرنج الثلاثي (TicTacToe)، لعبة كلاسيكية تحظى بتقدير منذ سنوات، تنتشر تقليديًا على شبكة 3x3 قياسية. ومع ذلك، في هذا الإعادة التصوير، تتطلع اللعبة إلى آفاق جديدة بشبكة 15x15، مما يزيد من التعقيد والعمق الاستراتيجي، ويعزز الانخراط والتحدي.\n\nالهدف يظل ثابتًا: تأمين خط من خمسة علامات، سواء أفقيًا، رأسيًا، أو بشكل قطري، قبل أن يفعل ذلك خصمك. توسعت الشبكة توسيعاً يزيد من الإمكانيات التكتيكية، ويعزز التفكير العميق والاستراتيجيات الفائزة الأكثر تعقيداً.\n\nالتنقل في لعبة الشطرنج الثلاثي على شبكة 15x15 يتطلب تنبؤًا، مما يجعل اللاعبين يتوقعون الحركات، ويحللون اللوحة، ويفككون نوايا خصمهم. يصبح التوازن بين الهجوم والدفاع أمراً حاسماً، حيث يسعى اللاعبون لتعزيز خطوطهم بينما يعوقون تقدم خصمهم.\n\nالشبكة الممتدة توسع اللعب، مما يعزز المواجهات الاستراتيجية الأطول. مع وفرة المربعات للاحتلال، يجب على اللاعبين الحفاظ على التركيز والتركيز طوال المباريات الممتدة.\n\nتضيف هذه الإعادة إثارة جديدة إلى اللعبة المحبوبة، حث اللاعبين على تجاوز الحدود النموذجية للشبكة 3x3 التقليدية وتحمل التحدي الجديد. سواء كنت متحمسًا ذا خبرة تبحث عن تحدي جديد أو مبتدئ يتوق إلى تجربة جديدة، فإن الغوص في الشطرنج الثلاثي على شبكة 15x15 يعد برحلة مثيرة. استعد للانطلاق في رحلة استراتيجية والمنافسة والفوز على هذا الميدان الواسع.\n\nكلمات مفتاحية: الشطرنج الثلاثي، اللعبة، شبكة 15x15، تعقيد، استراتيجية، انخراط، تحدي، هدف، تكتيكات، تكييف، انغماس، عمق استراتيجي، لعب، خصم، فوز.",
    "am,bn,ca,cs,de,el,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "TicTacToe is a classic game that has been played for years on a standard 3x3 grid. However, in this adaptation, the game is taken to a whole new level with a grid size of 15x15 squares. This expanded grid introduces more complexity and strategic opportunities, making the game even more engaging and challenging.\n\nThe objective of TicTacToe on a 15x15 grid remains the same: to be the first player to form a line of five of their own marks, either horizontally, vertically, or diagonally. With the larger grid, players have a wider range of options to consider and more possibilities for creating winning lines.\n\nPlaying TicTacToe on a 15x15 grid requires players to think several moves ahead, analyzing the board and predicting their opponent's strategies. It becomes crucial to balance offense and defense, setting up your own lines while blocking your opponent's attempts.\n\nThe expanded grid also allows for longer and more strategic gameplay sessions. With more squares to fill, the game lasts longer and requires players to stay focused and maintain their concentration.\n\nThis adaptation of TicTacToe adds a new layer of excitement to an already beloved game. It challenges players to think outside the traditional 3x3 grid and offers a fresh experience for those seeking a more complex and immersive game.\n\nSo, whether you're a seasoned TicTacToe player looking for a new challenge or a newcomer ready to experience the game in a different way, playing TicTacToe on a 15x15 grid is an excellent choice. Get ready to embark on a strategic journey and claim victory on this expanded playing field.",
    "bg": "TicTacToe, класическа игра, ценена в продължение на години, традиционно се развива на стандартна решетка 3x3. Въпреки това, в това преразглеждане играта достига нови висоти с решетка от 15x15, увеличавайки сложността и стратегическата дълбочина, засилвайки участието и предизвикателството.\n\nЦелта остава същата: да се сформира линия от пет марки, било то хоризонтално, вертикално или по диагонал, преди вашите опоненти. Разширената решетка разширява тактическите възможности, насърчавайки по-дълбоки размишления и по-сложни стратегии за победа.\n\nНавигирането в TicTacToe на решетка 15x15 изисква предвидливост, като играчите трябва да предвидят движенията, да анализират дъската и да разкодират намеренията на своите противници. Балансирането на нападението с защитата става от съществено значение, докато играчите се стремят да укрепят своите линии, като същевременно блокират напредъка на противника си.\n\nУдължената решетка удължава играта, насърчавайки по-дълги и по-стратегически сблъсъци. С изобилието от квадрати за заемане, играчите трябва да поддържат фокус и концентрация през продължителните мачове.\n\nТази адаптация вдъхва нова емоция в обичаната игра, като насърчава играчите да преодолеят ограниченията на конвенционалната решетка 3x3 и да обемат ново предизвикателство. Без значение дали сте опитен ентусиаст, който търси ново предизвикателство, или новак, който търси ново изживяване, потапянето в TicTacToe на решетка 15x15 обещава завладяващо пътуване. Подгответе се да започнете стратегическо пътуване и да завладеете победата върху този обширен бойни полета.\n\nКлючови думи: TicTacToe, игра, решетка 15x15, сложност, стратегия, участие, предизвикателство, цел, тактики, адаптация, потопяване, стратегическа дълбочина, игра, противник, победа.",
    "da": "TicTacToe, et klassisk spil, der har været elsket i årevis, udfolder sig traditionelt på et standard 3x3 gitter. Men i denne omarbejdning stiger spillet til nye højder med et 15x15 gitter, der forstærker kompleksitet og strategisk dybde, intensiverer engagement og udfordring.\n\nMålet forbliver konstant: sikre en linje af fem mærker, enten vandret, lodret eller diagonalt, før din modstander gør det. Det udvidede gitter udvider taktiske muligheder, fremmer dybere overvejelse og mere indviklede vindende strategier.\n\nAt navigere i TicTacToe på et 15x15 gitter kræver forudseenhed og kræver, at spillere forudser træk, analyserer brættet og afkoder deres modstanders hensigter. Balance mellem angreb og forsvar bliver afgørende, da spillere stræber efter at styrke deres linjer, mens de afværger deres modstanders fremskridt.\n\nDet forlængede gitter forlænger spillet, fremmer længere, mere strategiske kampe. Med masser af felter at besætte skal spillerne opretholde fokus og koncentration gennem de forlængede kampe.\n\nDenne version injicerer ny spænding i det elskede spil og opfordrer spillere til at transcendere begrænsningerne i det konventionelle 3x3 gitter og omfavne en frisk udfordring. Uanset om du er en erfaren entusiast på udkig efter en ny udfordring, eller en nybegynder der ønsker en ny oplevelse, lover dykning ned i TicTacToe på et 15x15 gitter en spændende rejse. Forbered dig på at begive dig ud på en strategisk rejse og erobre sejr på dette udvidede slagmark.\n\nNøgleord: TicTacToe, spil, 15x15 gitter, kompleksitet, strategi, engagement, udfordring, mål, taktik, tilpasning, nedsænkning, strategisk dybde, spil, modstander, sejr.",
    "en,en_AU": "TicTacToe, a classic game cherished for years, traditionally unfolds on a standard 3x3 grid. Yet, in this reimagining, the game ascends to new heights with a 15x15 grid, amplifying complexity and strategic depth, intensifying engagement and challenge.\n\nThe objective remains constant: secure a line of five marks, be it horizontally, vertically, or diagonally, before your opponent does. The expanded grid broadens tactical possibilities, fostering deeper deliberation and more intricate winning strategies.\n\nNavigating TicTacToe on a 15x15 grid necessitates foresight, demanding players to anticipate moves, dissect the board, and decipher their adversary's intentions. Balancing offense with defense becomes pivotal, as players strive to fortify their lines while thwarting their opponent's advances.\n\nThe elongated grid extends gameplay, fostering lengthier, more strategic encounters. With an abundance of squares to occupy, players must sustain focus and concentration throughout the prolonged matches.\n\nThis rendition injects newfound thrill into the beloved game, urging players to transcend the confines of the conventional 3x3 grid and embrace a fresh challenge. Whether you're a seasoned enthusiast seeking a new frontier or a newcomer craving a novel experience, delving into TicTacToe on a 15x15 grid promises a riveting journey. Prepare to embark on a strategic odyssey and seize victory on this expansive battleground.\n\nTicTacToe, game, 15x15 grid, complexity, strategy, engagement, challenge, objective, tactics, adaptation, immersion, strategic depth, gameplay, adversary, victory.",
    "es,es_419": "TicTacToe, un juego clásico apreciado durante años, tradicionalmente se desarrolla en una cuadrícula estándar de 3x3. Sin embargo, en esta reimaginación, el juego alcanza nuevas alturas con una cuadrícula de 15x15, amplificando la complejidad y la profundidad estratégica, intensificando la participación y el desafío.\n\nEl objetivo permanece constante: asegurar una línea de cinco marcas, ya sea horizontal, vertical o diagonalmente, antes que tu oponente lo haga. La cuadrícula expandida amplía las posibilidades tácticas, fomentando una deliberación más profunda y estrategias ganadoras más intrincadas.\n\nNavegar por TicTacToe en una cuadrícula de 15x15 requiere previsión, exigiendo a los jugadores anticipar movimientos, analizar el tablero y descifrar las intenciones de su adversario. Equilibrar el ataque con la defensa se vuelve crucial, ya que los jugadores luchan por fortalecer sus líneas mientras frustran los avances de su oponente.\n\nLa cuadrícula alargada extiende la jugabilidad, fomentando encuentros más largos y estratégicos. Con una abundancia de cuadrados para ocupar, los jugadores deben mantener el enfoque y la concentración a lo largo de los enfrentamientos prolongados.\n\nEsta versión inyecta una emoción renovada en el juego querido, instando a los jugadores a trascender los límites de la cuadrícula convencional de 3x3 y abrazar un nuevo desafío. Ya seas un entusiasta experimentado en busca de una nueva frontera o un recién llegado ansioso por una experiencia novedosa, sumergirse en TicTacToe en una cuadrícula de 15x15 promete un viaje fascinante. Prepárate para embarcarte en una odisea estratégica y alcanzar la victoria en este amplio campo de batalla.\n\nPalabras clave: TicTacToe, juego, cuadrícula de 15x15, complejidad, estrategia, participación, desafío, objetivo, tácticas, adaptación, inmersión, profundidad estratégica, jugabilidad, adversario, victoria.",
    "fr": "TicTacToe, un jeu classique apprécié depuis des années, se déroule traditionnellement sur une grille standard de 3x3. Cependant, dans cette adaptation, le jeu atteint de nouveaux sommets avec une grille de 15x15, amplifiant la complexité et la profondeur stratégique, intensifiant l'engagement et le défi.\n\nL'objectif reste le même : former une ligne de cinq marques, que ce soit horizontalement, verticalement ou en diagonale, avant votre adversaire. La grille élargie élargit les possibilités tactiques, favorisant une réflexion plus approfondie et des stratégies gagnantes plus complexes.\n\nNaviguer dans TicTacToe sur une grille de 15x15 nécessite de la prévoyance, demandant aux joueurs d'anticiper les mouvements, d'analyser le tableau et de déchiffrer les intentions de leur adversaire. Équilibrer l'attaque et la défense devient crucial, alors que les joueurs s'efforcent de renforcer leurs lignes tout en contrecarrant les avancées de leur adversaire.\n\nLa grille allongée prolonge le jeu, favorisant des rencontres plus longues et plus stratégiques. Avec une abondance de cases à occuper, les joueurs doivent maintenir leur concentration tout au long des matchs prolongés.\n\nCette adaptation injecte un nouveau frisson dans le jeu bien-aimé, encourageant les joueurs à transcender les limites de la grille conventionnelle de 3x3 et à embrasser un nouveau défi. Que vous soyez un passionné expérimenté à la recherche d'un nouveau défi ou un nouveau venu avide d'une expérience nouvelle, plonger dans TicTacToe sur une grille de 15x15 promet un voyage captivant. Préparez-vous à entreprendre un périple stratégique et à remporter la victoire sur ce vaste champ de bataille.\n\nMots-clés : TicTacToe, jeu, grille 15x15, complexité, stratégie, engagement, défi, objectif, tactiques, adaptation, immersion, profondeur stratégique, jeu, adversaire, victoire.",
    "id": "TicTacToe, sebuah permainan klasik yang telah dihargai selama bertahun-tahun, secara tradisional dimainkan pada grid standar 3x3. Namun, dalam adaptasi ini, permainan mencapai level baru dengan grid 15x15, meningkatkan kompleksitas dan kedalaman strategis, serta memperkuat keterlibatan dan tantangan.\n\nTujuan tetap sama: membentuk garis lima tanda, baik secara horizontal, vertikal, maupun diagonal, sebelum lawan Anda melakukannya. Grid yang diperluas memperluas kemungkinan taktis, mendorong pertimbangan yang lebih dalam dan strategi menang yang lebih rumit.\n\nMenavigasi TicTacToe pada grid 15x15 membutuhkan ketelitian, menuntut pemain untuk meramalkan langkah, menganalisis papan, dan menguraikan niat lawan mereka. Menyeimbangkan serangan dengan pertahanan menjadi krusial, karena pemain berusaha untuk memperkuat garis mereka sambil menggagalkan kemajuan lawan.\n\nGrid yang memanjang memperpanjang permainan, menghasilkan pertarungan yang lebih panjang dan strategis. Dengan banyaknya kotak yang harus diisi, pemain harus menjaga fokus dan konsentrasi sepanjang pertandingan yang berlangsung lama.\n\nAdaptasi ini menyuntikkan sensasi baru ke dalam permainan yang dicintai, mendorong pemain untuk melampaui batasan grid 3x3 konvensional dan merangkul tantangan baru. Baik Anda seorang penggemar berpengalaman yang mencari tantangan baru atau seorang pemula yang haus akan pengalaman baru, menjelajahi TicTacToe pada grid 15x15 menjanjikan perjalanan yang mendebarkan. Siapkan diri Anda untuk memulai perjalanan strategis dan merebut kemenangan di medan perang yang luas ini.\n\nKata kunci: TicTacToe, permainan, grid 15x15, kompleksitas, strategi, keterlibatan, tantangan, tujuan, taktik, adaptasi, pengalaman, kedalaman strategis, permainan, lawan, kemenangan.",
    "ru": "TicTacToe, классическая игра, ценимая уже многие годы, традиционно разворачивается на стандартной сетке 3x3. Однако в этой переосмысленной версии игра поднимается на новый уровень с сеткой размером 15x15, усиливая сложность и стратегическую глубину, увеличивая увлекательность и вызов.\n\nЦель остается неизменной: обеспечить линию из пяти меток, будь то горизонтально, вертикально или по диагонали, раньше, чем сделает это ваш противник. Расширенная сетка расширяет тактические возможности, способствуя более глубокому обдумыванию и сложным стратегиям победы.\n\nНавигация TicTacToe на сетке 15x15 требует предвидения, требуя от игроков предугадывать ходы, анализировать доску и расшифровывать намерения своего противника. Баланс между атакой и обороной становится ключевым, поскольку игроки стремятся укрепить свои линии, блокируя атаки противника.\n\nУдлиненная сетка увеличивает продолжительность игры, способствуя более длительным и стратегическим сражениям. С большим количеством квадратов для занятия, игрокам необходимо поддерживать фокус и концентрацию на протяжении продолжительных матчей.\n\nЭта версия придает новое волнение в любимую игру, призывая игроков выйти за пределы традиционной сетки 3x3 и принять новый вызов. Независимо от того, являетесь ли вы опытным энтузиастом, ищущим новые горизонты, или новичком, желающим нового опыта, погружение в TicTacToe на сетке 15x15 обещает захватывающее путешествие. Приготовьтесь к началу стратегической одиссеи и достижению победы на этом обширном поле боя.\n\nКлючевые слова: TicTacToe, игра, сетка 15x15, сложность, стратегия, увлечение, вызов, цель, тактика, адаптация, погружение, стратегическая глубина, игровой процесс, противник, победа.",
    "uk": "Крестики-нолики, класична гра, яка цінується протягом багатьох років, традиційно розгортається на стандартній сітці 3х3. Однак у цій переосмисленій версії гра піднімається на новий рівень з сіткою 15х15, підвищуючи складність і стратегічну глибину, збільшуючи залученість та виклик.\n\nМета залишається незмінною: забезпечити ряд з п'яти міток, будь то горизонтально, вертикально або діагонально, перш ніж зробить це ваш супротивник. Розширена сітка розширює тактичні можливості, сприяючи глибшому обговоренню та більш складним стратегіям перемоги.\n\nНавігація в гру \"крестики-нолики\" на сітці 15х15 потребує передбачення, вимагаючи від гравців передбачити ходи, розібрати дошку і розшифрувати наміри свого супротивника. Балансування нападом і захистом стає вирішальним, оскільки гравці прагнуть зміцнити свої лінії, одночасно заважаючи просуванню свого супротивника.\n\nВитягнута сітка продовжує гру, сприяючи тривалим, більш стратегічним зустрічам. З великою кількістю квадратів для зайняття, гравцям потрібно підтримувати фокус і концентрацію протягом тривалих матчів.\n\nЦя інтерпретація вводить нову екстремальність у улюблену гру, закликаючи гравців перевищити межі звичайної сітки 3х3 і взяти на себе новий виклик. Чи ви досвідчений ентузіаст, який шукає нові горизонти, чи новачок, який прагне нового досвіду, поглиблення в гру \"крестики-нолики\" на сітці 15х15 обіцяє захопливу подорож. Приготуйтеся вирушити в стратегічну одіссею і здобути перемогу на цьому просторому полі бою.\n\nКрестики-нолики, гра, сітка 15х15, складність, стратегія, залученість, виклик, мета, тактика, адаптація, поглиблення, іммерсія, стратегічна глибина, геймплей, супротивник, перемога."
  }
}