{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SayData - Metabase ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Insights in Plain English - Like ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your data analysis with the SayData Chrome extension. By leveraging the power of plain English queries, SayData allows you to uncover valuable insights without the need for complex SQL writing. Supercharge your data exploration today and experience the convenience of SayData's ChatGPT-like capabilities. Install now!\n\nUnlock the true potential of your data analysis with the SayData Chrome Metabase extension. Designed to simplify and enhance your data exploration journey, SayData empowers users to effortlessly extract valuable insights from their datasets using plain English queries. SayData serves as your personal data assistant, bridging the gap between non-technical users and the complex world of data analysis.\n\nGone are the days of struggling with intricate SQL queries or relying on data analysts to retrieve information. With SayData, you have the power to interact with your data in a natural and conversational manner. Simply ask questions in plain English, and SayData's advanced language model will understand your queries, retrieve relevant data, and present you with comprehensive answers and meaningful insights.\n\nImagine the convenience of having a ChatGPT-like experience tailored specifically for data analysis. SayData's intuitive interface and powerful capabilities make data exploration a breeze for users of all backgrounds. Whether you're a product manager, marketer, or team lead, SayData empowers you to make data-driven decisions without the need for technical expertise.\n\nThe SayData Chrome Metabase extension seamlessly integrates with popular data management platforms, providing you with a seamless and efficient workflow. SayData's AI-driven technology understands the context of your data and your business, ensuring accurate and relevant results with every query.\n\nSupercharge your data analysis and unlock new insights with ease. Install the SayData Chrome Metabase extension now and revolutionize the way you interact with data. SayData is your trusted companion, empowering you to derive valuable insights, make informed decisions, and drive success for your business.\n\nDon't miss out on the opportunity to simplify your data analysis process and gain a competitive edge. Experience the power of SayData today and transform the way you uncover, analyze, and utilize data. Install the SayData Chrome extension now and discover a world where data speaks your language.\n\nWe are also building the similar extension for Redash, SuperSet, Slack, looker. So staytuned at https://saydata.tech"
  }
}