{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aspen Attendance & Email Tweaks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract email addresses from Aspen reports & tweaks to the addendance capabilities"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension tweaks and/or adds some functionality in the Follett Apsen Gradebook and Attendance reports.  It also allows you to record `transgressions` relating to the OCDSB/provincial cell phone usage restrictions\n\nðŸ†• v0.3.0 extends the tracking and reporting capabilities introduced in v0.2.0. \n Specifically, a new tracking option for washroom breaks has been added.  You can now also generate a report of all incidents for a specific student and also for the entire class.\n\n v0.2.0 added the ability to record `transgressions` relating to the new provincial cell phone usage restrictions --> see attached screenshot below.\n\nAs well, it \na) allows you to copy some or all of the email addresses from the Gradebook --> Roster report as well as the Students-->Student List report, and new in version 0.0.7, from the Attendance reports as well\nb) better enables/disables the absent/present button in the Attendance reports, adds a count of the number present/absent students at the top of the report, and, last but not least, auto-selects the TimeIn field in the Lates dialog so all you have to do is enter the time.\nc) Adds a clickable slider to the Lates dialog that makes it easier to record the entry time for students who are late.\n\nNB - this extension is currently setup to only work with the Aspen SIS for the Ottawa Carleton District School Board (OCDSB).  Contact me directly if you are interested in it for your board\n\nTo see things in action, simply open Aspen and change to the Gradebook or the Attendance tab\nSelect one of your classes\nIf necessary, change to a `field set` which includes one or more email addresses\nThen select one or more rows in the table\nClick the copy emails icon (which'll appear on the left side of the screen... right above the table)\nThe email addresses will be auto-magically copied to the clipboard so you can paste them into your email tool (NB: use the BCC option!)\n\nAlso, go to the Attendance report for a class \nClick `A` to mark a student absent (and the button will be disabled); click `P` to mark them present (and the absent button will be re-enabled)\nClick `L` to mark a student late and the Time In field will be auto-selected... no not a magical feature but it'll save you several clicks per day\n\nLast but not least, in the 'Late` dialog appears when you click `L`, there's a slider below the `Time in` input field that allows you to simply click to enter the entry time.  Again, not earth shattering but it makes it easier for me.\nNB - the daily schedule defaults to the timetable at South Carleton but you can adjust it for another school.\n\nChange History:\nv0.1.2 - fixed the slider so that it actually slides now... see the image below\nv0.1.1 - fixed an attendance issue for split classes\nv0.1.0 - the following somewhat significant changes\n    - Attendance: added the class time after the Period entry in the top left corner of the page.  By default, the extension uses the time table at SCHS... but you can tweak if for another school by clicking the `âœï¸` icon to the right of the Period.  That opens a dialog where you can edit the start end end times for your day.  Click `ðŸ’¾` to save the changes or `ðŸ—™` to leave without save or `ðŸ”„` to reset to the default SCHS schedule.\n    - Late dialog:  this dialog appears when you click `L` beside of the of the students on the attendance page.  I've added a slider below the `Time in` input field that allows you to simply click to enter the time.\n\nv0.0.7  - the following minor changes:\n    - Attendance: added checkboxes which replicate the functionality previously available the Student and Gradebook tabs - specifically, you can now copy email addresses from the addendance tab\n\nv0.0.6  - the following minor changes:\n    - Attendance: fixed an oops error in CountAbs()... doh!\nv0.0.5  - the following minor changes:\n    - modified the name to reflect that the extension tweaks both attendance and email capabilities\n    - Attendance: tweaked the code to calculate the present/absent\n    - Attendance: added code to auto-select the timeIn field in the Late pop-up dialog \n    - Email:  clicking anywhere in a row (as long as it is not already hyperlinked), selects or deselects the checkbox\nv0.0.4  - the following minor changes:\n    - Attendance: tweaked the code to calculate the present/absent\n    - Attendance: added code to auto-select the timeIn field in the Late pop-up dialog \n    - Email:  clicking anywhere in a row (as long as it is not already hyperlinked), selects or deselects the checkbox\nv0.0.3 - added present/absent counts to the top of the attendance page; added get email functionality to the School View-->Students page(s)\nv0.0.2 - fixed HTML & CSS for extension pop-up window; expanded the `matches` URL to include the students page (as well as the gradebook page)\nv0.0.1 - initial public release\n\nThe extension used the `Storage` feature to retain the school timetable from one session to the next.  It does not record/transmit/collect or share any student information at all."
  }
}