{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1688 search by image"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify shopping with 1688 search by image Chrome extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1688 Search by Image chrome extension simplifies your shopping experience by allowing you to find similar products by simply uploading an image.  \n \n\nKey Features: \n\n\n>> Image-Based Product Discovery: Effortlessly find similar products on 1688.com by uploading an image of the item you desire. \n\n>> Taobao™ Coupons Display: Access exclusive 1688.com coupons, making your shopping experience both exciting and economical.  \n\n>> Seamless Link Copying: Quickly copy product links from 1688.com for sharing or later reference with the integrated copy link button. \n\n>> Capture and Translate Text: Snap a photo and efficiently translate text from images, breaking down language barriers for seamless communication. \n\n>> Multi-Language Translation: Translate text from your native language into Chinese, ensuring clarity in your search. \n\n>> Image Download and Export: Easily download product images and videos from 1688.com and export image links for sharing, or for translation. \n\n>> Expansive Compatibility: Our extension supports compatibility with other platforms, offering a versatile shopping experience. \n\n>> Product Comparison and Export: Compare similar products and export your findings to Excel for an organized shopping decision. \n\n  \n\nHow to Use 1688 Search by Image?  \n\n>> Upload Your Image or get a similar product on 1688.com based on your uploaded image.  \n\n>> Use the copy link button to quickly copy product links for sharing or future reference.  \n\n>> Enter your native language in the search box for instant translations into Chinese.  \n\n>> Download product images and videos from 1688.com and export image links for sharing or translation."
  }
}