{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pomodora"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pomodora is an online pomodoro timer tool that helps you build & sustain focus!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover Pomodora, the ultimate online Pomodoro timer extension, designed to boost your productivity effortlessly. \n\nPomodora is more than just a timer; it's your productivity companion, helping you stay focused and accomplish tasks efficiently.\n\nWhat is Pomodora?\nPomodora is a Chrome extension designed to enhance productivity and concentration levels. It's an online Pomodoro timer utility tailored to help you complete your daily tasks and goals efficiently.\n\nHow does Pomodora work?\nPomodora operates on the principles of the Pomodoro Technique, a time management method developed by Francesco Cirillo. It leverages the scientific principles of urgency and scarcity to help you stay focused. It breaks your work into intervals, typically 25 to 30 minutes long, separated by short breaks. Pomodora simplifies this process with a sleek & minimal interface, making it convenient to implement the Pomodoro Technique into your workflow.\n\nKey Features of Pomodora:\n\nSeamless Integration: Easily access Pomodora within your Chrome browser for quick productivity sessions.\nCustomizable Timer Settings: Adjust timer intervals and break durations to fit your work style.\nProgress Tracking: Visualize your productivity journey with built-in progress-tracking features.\nBreak Timers: Take frequent breaks to replenish the focus quality\nTask Management: Run Pomodoro cycles based on your ToDo or tasklist\nBinaural Beats: Further enhance your concentration & focus quality by using the in-built feature of binaural beats\nCross-Platform Compatibility: Access Pomodora from any device or OS\n\nKey Benefits of Using Pomodora:\n\nEnhanced Productivity: Maintain high productivity levels throughout your workday.\nImproved Focus: Say goodbye to multitasking and hello to focused work sessions.\nReduced Procrastination: Break tasks into manageable intervals to overcome procrastination.\nIncreased Efficiency: Work more efficiently and prevent burnout with scheduled breaks.\nWork-Life Balance: Promote a healthy balance between work and leisure with Pomodora's assistance.\n\nTop Use Cases for Pomodora:\n\nWork Projects: Meet deadlines effectively by incorporating Pomodora into project management.\nStudy Sessions: Retain information better during study sessions with Pomodora's structured approach.\nWriting Sessions: Maintain momentum during writing sessions with timed intervals and breaks.\nCreative Tasks: Enhance creativity during brainstorming and creative tasks with Pomodora.\nDaily Tasks: Maximize efficiency in both personal and professional tasks with Pomodora.\n\nWho is Pomodora for?\nPomodora is ideal for students, working professionals, researchers, freelancers, entrepreneurs, creators, artists, and writers looking to increase their time efficiency and effectively improve their daily output.\n\nIn conclusion, Pomodora is your key to efficient time management and increased productivity. \n\nTry Pomodora today and experience the difference it can make in your daily life!"
  }
}