{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "idrinth/walled-secrets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A small open source password manager."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The browser extension for idrinth/walled-secrets, an open-source password manager. You need to self-host the server-side software to make use of this addon or be invited to secrets.idrinth.de. Hosting can be done via docker (https://hub.docker.com/r/idrinth/walled-secrets) or by cloning and installing the repository(https://github.com/Idrinth/walled-secrets) manually.\n\nThis is compatible with any installation of the same-name github project and not locked to any domain.\n\nHow secure is my data?\nWe encrypt everything not explicitly labeled public. For longer texts(like notes) we use AES backed by RSA encrypting IV and Key. For shorter texts we directly use RSA. Your master password is stored encrypted(by AES and blowfish) in a Session if you log in via the website. With their secrets split between database and environment that should keep them pretty save.\n\nAre you making a profit?\nWhile I accept gifts via paypal, there are no and will not be any payed for features.\n\nWhy is this invite only?\nI don't want to pay for the whole internet using this. Feel free to host your own instance if you don't know anyone using this instance. All the code is at github and the license is MIT - so very open.\n\nWhy is Feature X missing?\nI'm coding this in my free time, so it is either a ticket already or you can open one and I'll get to it.\n\nFrom what password managers can you import?\nRight now only from bitwarden's unencrypted json and Keypass's XML.\n\nWhy does it take so long to retrieve encrypted data?\nWe unencrypt the data on the fly. The duration is based on the security of the private key used."
  }
}