{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SharePoint Dev Links"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access a wide range of special SharePoint areas quickly without waiting for the page to load."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In SharePoint there are a lot of areas developers must access all the time, like site settings, site permissions, or perhaps the recycle bin or hidden areas like the Preservation Hold Library or one of the hidden lists like the User Information List.\nAccessing any one of these links quickly is crucial to maintain efficiency and do things quickly.\nIt is even more challenging now since the gear icon takes quite a while to appear on screen.\nWith this little JavaScript-based extension, you can now quickly access a wide range of typical SharePoint areas, visible and hidden, without waiting. Since the URLs are calculated and inferred from the current URL, making them available is almost instant.\nThis extension will add a side panel with a number of links.\nThis side panel is added to all SharePoint sites (*.sharepoint.com) by default and can be added manually to any SharePoint site available other in any other domain by clicking the extension icon. This allows for the extension to be available on on-premise SharePoint sites with virtually any configuration, interface customization or version of SharePoint.\nThe extension can be \"brought-in\" in one of two ways:\n- clicking the custom link that is added by installing the extension\n- by mousing over your profile picture\nPerforming one of these two actions will enable and disable the side panel.\nThis can also be customized in the extension options so that only one of the triggers is used.\nFeel free to send your suggestions for new buttons/links as well as any issues that may appear.\nThank you!\nIf you enjoyed it, feel free to stop by https://buymeacoffee.com/tiagoduarte."
  }
}