{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "color Unblind"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI powered color picker extension providing a description for the choosen color."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See the World in a New Light with colorUnblind !\n\nDo you or someone you know experience colorblindness?  colorUnblind is a revolutionary Chrome extension designed to make the online world more accessible and vibrant for everyone, regardless of color vision.\n\n--- How it Works\n\n1. Click & Pick: Simply click on any color on a webpage. \nAI Description & Color Dot: A small dot will appear next to the description, matching the color you picked. Hover over this dot to reveal the exact hex value.\n2. Enhanced Understanding: Our intelligent AI engine instantly analyzes the color and generates a detailed description, going beyond simple names like \"red\" or \"blue.\"\n3. Copy with Ease: Click the dot to instantly copy the hex value to your clipboard for easy use in design projects or documentation.\n\n--- Benefits for Everyone\n\n1. Colorblind Individuals: Understand colors in a new way, enhancing your online experience, whether you're shopping, browsing images, or reading articles.\n2. Designers & Artists: Get detailed descriptions for precise color communication and collaboration, ensuring everyone on your team is on the same page. Additionally, easily access and copy hex values for your projects and get the complementary color too !\n\n--- Key Features\n\n1. Intuitive Interface: Easy to use with a single click.\n2. AI-Powered Accuracy: Provides detailed, precise color descriptions.\n3. Color Dot with Hex Value: A visual aid and convenient tool for copying color codes.\n4. Accessibility Focused: Designed with colorblind users in mind, adhering to web accessibility guidelines.\n5. Get the complementary color !\n\n--- Download colorUnblind today and experience the web like never before !\n\n\n\n\nKeywords: colorblind, color blindness, color vision deficiency, color accessibility, color description, AI, artificial intelligence, accessibility, inclusive design, color perception, education, design, art, hex value, color code."
  }
}