{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jewish Quotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start each new tab with inspiration and wisdom from the sacred texts of the Hebrew Bible."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your browsing experience with Jewish Quotes. Start each new tab with inspiration and wisdom from the sacred texts of the Hebrew Bible (Tanakh). With this extension, every time you open a new tab, you'll be greeted by a thought-provoking quote from the Hebrew Bible, handpicked to uplift your day and provide spiritual nourishment.\n\n✡✡✡ Features ✡✡✡\n\n✡ Inspiring Quotes: Experience a diverse collection of quotes sourced directly from the Hebrew Bible, including passages from the Torah, Prophets (Nevi'im), and Writings (Ketuvim).\n\n✡ Daily Inspiration: Begin each browsing session with a fresh dose of wisdom and reflection, as the extension randomly selects a new quote for every new tab.\n\n✡ Simple and Lightweight: The extension seamlessly integrates into your Chrome browser without any additional clutter or distractions, ensuring a smooth browsing experience.\n\n✡ Offline Access: Access verses even when offline, ensuring uninterrupted contemplation and reflection.\n\n✡ Completely Free: Enjoy the benefits of daily inspiration without any cost to you. There are no hidden fees or subscriptions, making it accessible to all users.\n\n✡✡✡ Upcoming Features ✡✡✡\n\n✡ More Quotes: Upgrading our collection from hundreds to thousands of carefully curated quotes from the entire Tanakh.\n\n✡ More Backgrounds: Upgrading our collection to include a larger variety of aesthetic backgrounds.\n\n✡ Standard Time Toggle: Toggle between a 12 hour clock or a 24 hour clock.\n\n✡ Hebrew Toggle: Choose to toggle the Hebrew version of the verse to explore deeper meanings behind each quote."
  }
}