{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ask Screenshot for Gemini"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Take a screenshot on any page and ask Gemini about it.",
    "es": "Toma una captura de pantalla en cualquier página y pregunta a Gemini sobre ella.",
    "it": "Fai uno screenshot su qualsiasi pagina e chiedi a Gemini riguardo.",
    "ja": "任意のページでスクリーンショットを取り、それについてGeminiに尋ねてください。",
    "ko": "어떤 페이지에서든 스크린샷을 촬영하고 Gemini에게 그것에 대해 물어보세요.",
    "pt_BR": "Tire uma captura de tela em qualquer página e pergunte ao Gemini sobre ela.",
    "ru": "Сделайте снимок экрана на любой странице и спросите у Gemini об этом.",
    "tr": "Herhangi bir sayfada ekran görüntüsü alın ve Gemini'ye bunun hakkında sorun.",
    "vi": "Chụp màn hình trên bất kỳ trang nào và hỏi Gemini về nó.",
    "zh_CN": "在任何页面上截图，并询问Gemini关于它的信息。",
    "zh_TW": "在任何頁面上截圖，並詢問Gemini關於它的資訊。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Level up your Gemini productivity to a higher dimension. Ask Screenshot is a game changer for anyone looking to amplify their workflow. \n\n⭐ Main Features \n\n[ Screenshot and Analyze ] • Take a screenshot and automatically open with Gemini. You can ask anything about the screenshot or use a predefined template like Summarize, Transcribe, and more. \n\n[ Text Select and Analyze ] • Right click on any text selection to automatically open it with Gemini. Use predefined templates like Explain, Translate, Answer, and more. \n\n\n⭐ Templates \n\n[ Interactive mode ] • Ask anything about the screenshot or text selection. \n\n[ Predefined Templates ] • Use predefined templates like summarize, explain, answer, translate, and more. \n\n[ Fully Customizable ] • All templates are customizable to fit your workflow and needs. \n\n\n⭐ How to Use \n\n[ Screenshots ] • Right click on any page and hover over \"Ask Gemini\" to see the available templates. \n\n[ Text Selection ] • Right click on any text selection and hover over \"Ask Gemini\" to see the available templates. \n\n\n⭐ Privacy\n\n[ Privacy First ] • NO data collection. NO trackers.\n\n[ Privacy Policy ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "es": "Sube de nivel tu productividad con Gemini a una dimensión superior. Ask Screenshot es un cambio de juego para cualquier persona que busque amplificar su flujo de trabajo.\n\n⭐ Características Principales\n\n[ Captura y Análisis ] • Toma una captura de pantalla y ábrela automáticamente con Gemini. Puedes preguntar cualquier cosa sobre la captura o usar una plantilla predefinida como Resumir, Transcribir, Transformar Estilo y más.\n\n[ Seleccionar Texto y Analizar ] • Haz clic derecho en cualquier selección de texto para abrirla automáticamente con Gemini. Usa plantillas predefinidas como Explicar, Traducir, Resolver y más.\n\n⭐ Plantillas\n\n[ Modo Interactivo ] • Pregunta cualquier cosa sobre la captura de pantalla o selección de texto.\n\n[ Plantillas Predefinidas ] • Usa plantillas predefinidas como resumir, explicar, responder, traducir y más.\n\n[ Totalmente Personalizable ] • Todas las plantillas son personalizables para adaptarse a tu flujo de trabajo y necesidades.\n\n⭐ Cómo Usar\n\n[ Capturas de Pantalla ] • Haz clic derecho en cualquier página y pasa el mouse sobre \"Ask Gemini\" para ver las plantillas disponibles.\n\n[ Selección de Texto ] • Haz clic derecho en cualquier selección de texto y pasa el mouse sobre \"Ask Gemini\" para ver las plantillas disponibles.\n\n⭐ Privacidad\n\n[ Privacidad Primero ] • SIN recolección de datos. SIN rastreadores.\n\n[ Política de Privacidad ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "it": "Porta la tua produttività con Gemini a una dimensione superiore. Ask Screenshot è una svolta per chiunque cerchi di amplificare il proprio flusso di lavoro.\n\n⭐ Caratteristiche Principali\n\n[ Cattura e Analizza ] • Fai uno screenshot e aprilo automaticamente con Gemini. Puoi chiedere qualsiasi cosa riguardo lo screenshot o usare un template predefinito come Riassumi, Trascrivi, Trasforma Stile e altro.\n\n[ Seleziona Testo e Analizza ] • Clicca con il tasto destro su qualsiasi selezione di testo per aprirla automaticamente con Gemini. Usa template predefiniti come Spiega, Traduci, Risolvi e altro.\n\n⭐ Template\n\n[ Modalità Interattiva ] • Chiedi qualsiasi cosa riguardo lo screenshot o la selezione di testo.\n\n[ Template Predefiniti ] • Usa template predefiniti come riassumi, spiega, rispondi, traduci e altro.\n\n[ Completamente Personalizzabile ] • Tutti i template sono personalizzabili per adattarsi al tuo flusso di lavoro e alle tue esigenze.\n\n⭐ Come Usare\n\n[ Screenshot ] • Clicca con il tasto destro su qualsiasi pagina e passa il mouse su \"Ask Gemini\" per vedere i template disponibili.\n\n[ Selezione Testo ] • Clicca con il tasto destro su qualsiasi selezione di testo e passa il mouse su \"Ask Gemini\" per vedere i template disponibili.\n\n⭐ Privacy\n\n[ Privacy al Primo Posto ] • NESSUNA raccolta di dati. NESSUN tracker.\n\n[ Politica sulla Privacy ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "ja": "Geminiの生産性を次元が高いレベルに引き上げましょう。Ask Screenshotは、作業フローを強化しようとするすべての人にとってゲームチェンジャーです。\n\n⭐ 主な特徴\n\n[ スクリーンショットと分析 ] • スクリーンショットを取って自動的にGeminiで開きます。スクリーンショットについて何でも尋ねたり、要約、転写、スタイル変換などの事前定義されたテンプレートを使用できます。\n\n[ テキスト選択と分析 ] • 任意のテキスト選択を右クリックして自動的にGeminiで開きます。説明、翻訳、解決などの事前定義されたテンプレートを使用できます。\n\n⭐ テンプレート\n\n[ インタラクティブモード ] • スクリーンショットまたはテキスト選択について何でも尋ねることができます。\n\n[ 事前定義テンプレート ] • 要約、説明、回答、翻訳などの事前定義されたテンプレートを使用できます。\n\n[ 完全にカスタマイズ可能 ] • すべてのテンプレートは、作業フローとニーズに合わせてカスタマイズ可能です。\n\n⭐ 使い方\n\n[ スクリーンショット ] • 任意のページで右クリックし、「Ask Gemini」にマウスを合わせると利用可能なテンプレートが表示されます。\n\n[ テキスト選択 ] • 任意のテキスト選択を右クリックし、「Ask Gemini」にマウスを合わせると利用可能なテンプレートが表示されます。\n\n⭐ プライバシー\n\n[ プライバシー第一 ] • データ収集なし。トラッカーなし。\n\n[ プライバシーポリシー ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "ko": "Gemini의 생산성을 더 높은 차원으로 끌어올리세요. Ask Screenshot은 누구나 작업 흐름을 강화할 수 있는 게임 체인저입니다.\n\n⭐ 주요 기능\n\n[ 스크린샷 및 분석 ] • 스크린샷을 찍고 자동으로 Gemini로 엽니다. 스크린샷에 대해 무엇이든 물어보거나 요약, 전사, 스타일 변환 등 사전 정의된 템플릿을 사용할 수 있습니다. \n\n[ 텍스트 선택 및 분석 ] • 텍스트 선택을 마우스 오른쪽 버튼으로 클릭하여 자동으로 Gemini로 엽니다. 설명, 번역, 해결 등 사전 정의된 템플릿을 사용할 수 있습니다. \n\n⭐ 템플릿\n\n[ 인터랙티브 모드 ] • 스크린샷이나 텍스트 선택에 대해 무엇이든 물어볼 수 있습니다.\n\n[ 사전 정의된 템플릿 ] • 요약, 설명, 답변, 번역 등 사전 정의된 템플릿을 사용할 수 있습니다.\n\n[ 완전히 사용자 정의 가능 ] • 모든 템플릿은 작업 흐름과 필요에 맞게 사용자 정의할 수 있습니다.\n\n⭐ 사용 방법\n\n[ 스크린샷 ] • 페이지에서 마우스 오른쪽 버튼을 클릭하고 \"Ask Gemini\"에 마우스를 올리면 사용 가능한 템플릿을 볼 수 있습니다.\n\n[ 텍스트 선택 ] • 텍스트 선택을 마우스 오른쪽 버튼으로 클릭하고 \"Ask Gemini\"에 마우스를 올리면 사용 가능한 템플릿을 볼 수 있습니다.\n\n⭐ 개인 정보 보호\n\n[ 개인 정보 보호 우선 ] • 데이터 수집 없음. 추적기 없음.\n\n[ 개인 정보 보호 정책 ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "pt_BR": "Eleve sua produtividade com o Gemini para uma dimensão superior. Ask Screenshot é um divisor de águas para qualquer pessoa que deseja potencializar seu fluxo de trabalho.\n\n⭐ Principais Características\n\n[ Captura e Análise ] • Faça uma captura de tela e abra automaticamente com o Gemini. Você pode perguntar qualquer coisa sobre a captura ou usar um modelo pré-definido como Resumir, Transcrever, Transformar Estilo e mais. \n\n[ Selecionar Texto e Analisar ] • Clique com o botão direito em qualquer seleção de texto para abri-lo automaticamente com o Gemini. Use modelos pré-definidos como Explicar, Traduzir, Resolver e mais. \n\n⭐ Modelos\n\n[ Modo Interativo ] • Pergunte qualquer coisa sobre a captura de tela ou seleção de texto.\n\n[ Modelos Pré-definidos ] • Use modelos pré-definidos como resumir, explicar, responder, traduzir e mais.\n\n[ Totalmente Personalizável ] • Todos os modelos são personalizáveis para se adequar ao seu fluxo de trabalho e necessidades.\n\n⭐ Como Usar\n\n[ Capturas de Tela ] • Clique com o botão direito em qualquer página e passe o mouse sobre \"Ask Gemini\" para ver os modelos disponíveis.\n\n[ Seleção de Texto ] • Clique com o botão direito em qualquer seleção de texto e passe o mouse sobre \"Ask Gemini\" para ver os modelos disponíveis.\n\n⭐ Privacidade\n\n[ Privacidade em Primeiro Lugar ] • SEM coleta de dados. SEM rastreadores.\n\n[ Política de Privacidade ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "ru": "Повысьте свою продуктивность с Gemini на новый уровень. Ask Screenshot - это игра, меняющая правила игры для всех, кто стремится улучшить свой рабочий процесс.\n\n⭐ Основные функции\n\n[ Снимок и анализ ] • Сделайте снимок экрана и автоматически откройте его в Gemini. Вы можете спросить что угодно о снимке или использовать предопределенный шаблон, такой как Суммирование, Транскрипция, Трансформация стиля и др. \n\n[ Выделение текста и анализ ] • Щелкните правой кнопкой мыши по любому выделенному тексту, чтобы автоматически открыть его в Gemini. Используйте предопределенные шаблоны, такие как Объяснение, Перевод, Решение и др. \n\n⭐ Шаблоны\n\n[ Интерактивный режим ] • Спросите что угодно о снимке экрана или выделенном тексте.\n\n[ Предопределенные шаблоны ] • Используйте предопределенные шаблоны, такие как суммирование, объяснение, ответ, перевод и др.\n\n[ Полностью настраиваемые ] • Все шаблоны полностью настраиваемы, чтобы соответствовать вашему рабочему процессу и потребностям.\n\n⭐ Как использовать\n\n[ Снимки экрана ] • Щелкните правой кнопкой мыши по любой странице и наведите курсор на \"Ask Gemini\", чтобы увидеть доступные шаблоны.\n\n[ Выделение текста ] • Щелкните правой кнопкой мыши по любому выделенному тексту и наведите курсор на \"Ask Gemini\", чтобы увидеть доступные шаблоны.\n\n⭐ Конфиденциальность\n\n[ Конфиденциальность превыше всего ] • НЕТ сбора данных. НЕТ трекеров.\n\n[ Политика конфиденциальности ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "tr": "Gemini üretkenliğinizi daha yüksek bir boyuta taşıyın. Ekran Görüntüsü Sor, iş akışınızı güçlendirmek isteyen herkes için bir oyun değiştiricidir.\n\n⭐ Ana Özellikler\n\n[ Ekran Görüntüsü ve Analiz ] • Bir ekran görüntüsü alın ve otomatik olarak Gemini ile açın. Ekran görüntüsü hakkında herhangi bir şey sorabilir veya Özetle, Dönüştür, Stil Değiştir gibi önceden tanımlı şablonları kullanabilirsiniz. \n\n[ Metin Seç ve Analiz ] • Herhangi bir metin seçimini sağ tıklayarak otomatik olarak Gemini ile açın. Açıkla, Çevir, Çöz gibi önceden tanımlı şablonları kullanabilirsiniz. \n\n⭐ Şablonlar\n\n[ Etkileşimli Mod ] • Ekran görüntüsü veya metin seçimi hakkında herhangi bir şey sorun.\n\n[ Önceden Tanımlı Şablonlar ] • Özetle, açıkla, cevapla, çevir gibi önceden tanımlı şablonları kullanın.\n\n[ Tamamen Özelleştirilebilir ] • Tüm şablonlar, iş akışınıza ve ihtiyaçlarınıza uygun şekilde özelleştirilebilir.\n\n⭐ Nasıl Kullanılır\n\n[ Ekran Görüntüleri ] • Herhangi bir sayfada sağ tıklayın ve \"Ask Gemini\" üzerine gelerek kullanılabilir şablonları görün.\n\n[ Metin Seçimi ] • Herhangi bir metin seçimini sağ tıklayın ve \"Ask Gemini\" üzerine gelerek kullanılabilir şablonları görün.\n\n⭐ Gizlilik\n\n[ Gizlilik Önceliklidir ] • VERİ toplama YOK. İZLEYİCİ yok.\n\n[ Gizlilik Politikası ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "vi": "Nâng cấp năng suất Gemini của bạn lên một chiều cao mới. Ask Screenshot là một bước ngoặt cho bất kỳ ai muốn tăng cường luồng công việc của mình.\n\n⭐ Tính năng chính\n\n[ Chụp ảnh và Phân tích ] • Chụp ảnh màn hình và tự động mở với Gemini. Bạn có thể hỏi bất cứ điều gì về ảnh chụp hoặc sử dụng một mẫu có sẵn như Tóm tắt, Phiên dịch, Thay đổi phong cách, và nhiều hơn nữa. \n\n[ Chọn Văn bản và Phân tích ] • Nhấp chuột phải vào bất kỳ lựa chọn văn bản nào để tự động mở với Gemini. Sử dụng các mẫu có sẵn như Giải thích, Dịch, Giải quyết, và nhiều hơn nữa. \n\n⭐ Mẫu\n\n[ Chế độ Tương tác ] • Hỏi bất cứ điều gì về ảnh chụp màn hình hoặc lựa chọn văn bản.\n\n[ Mẫu Định sẵn ] • Sử dụng các mẫu định sẵn như tóm tắt, giải thích, trả lời, dịch, và nhiều hơn nữa.\n\n[ Hoàn toàn Tùy chỉnh ] • Tất cả các mẫu đều có thể tùy chỉnh để phù hợp với luồng công việc và nhu cầu của bạn.\n\n⭐ Cách Sử dụng\n\n[ Chụp ảnh màn hình ] • Nhấp chuột phải vào bất kỳ trang nào và di chuột qua \"Ask Gemini\" để xem các mẫu có sẵn.\n\n[ Chọn Văn bản ] • Nhấp chuột phải vào bất kỳ lựa chọn văn bản nào và di chuột qua \"Ask Gemini\" để xem các mẫu có sẵn.\n\n⭐ Quyền riêng tư\n\n[ Quyền riêng tư là hàng đầu ] • KHÔNG thu thập dữ liệu. KHÔNG có bộ theo dõi.\n\n[ Chính sách Quyền riêng tư ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "zh_CN": "将您的Gemini AI生产力提升到一个新的维度。Ask Screenshot是任何希望增强工作流程的人的游戏改变者。\n\n⭐ 主要特征\n\n[ 截图并分析 ] • 截取屏幕截图并自动用Gemini AI打开。你可以询问关于截图的任何问题，或使用预定义的模板如摘要、转录、风格转换等。\n\n[ 文本选择并分析 ] • 右键点击任何文本选择，自动用Gemini AI打开。使用预定义的模板如解释、翻译、解决等。\n\n⭐ 模板\n\n[ 交互模式 ] • 关于截图或文本选择，你可以询问任何问题。\n\n[ 预定义模板 ] • 使用预定义的模板如摘要、解释、回答、翻译等。\n\n[ 完全可定制 ] • 所有模板都可以定制，以适应你的工作流程和需求。\n\n⭐ 如何使用\n\n[ 截图 ] • 在任何页面上右键点击，悬停在“Ask Gemini”上看到可用的模板。\n\n[ 文本选择 ] • 在任何文本选择上右键点击，悬停在“Ask Gemini”上看到可用的模板。\n\n⭐ 隐私\n\n[ 隐私第一 ] • 没有数据收集。没有追踪器。\n\n[ 隐私政策 ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md",
    "zh_TW": "提升您的 Gemini 生產力到更高的維度。問截圖是任何希望放大他們工作流程的人的遊戲改變者。\n\n⭐ 主要功能\n\n[ 截圖並分析 ] • 拍攝截圖並自動用 Gemini 開啟。您可以詢問有關截圖的任何事情，或使用預定義的模板，如摘要、轉錄、變換風格等。\n\n[ 文字選擇並分析 ] • 對任何文字選擇右鍵點擊自動用 Gemini 開啟。使用預定義的模板，如解釋、翻譯、解決等。\n\n⭐ 模板\n\n[ 互動模式 ] • 詢問有關截圖或文字選擇的任何事情。\n\n[ 預定義模板 ] • 使用預定義的模板，如摘要、解釋、回答、翻譯等。\n\n[ 完全可自定義 ] • 所有模板都可自定義，以適應您的工作流程和需求。\n\n⭐ 如何使用\n\n[ 截圖 ] • 在任何頁面上右鍵點擊並懸停在「Ask Gemini」上看到可用的模板。\n\n[ 文字選擇 ] • 對任何文字選擇右鍵點擊並懸停在「Ask Gemini」上看到可用的模板。\n\n⭐ 隱私\n\n[ 隱私第一 ] • 沒有資料收集。沒有追蹤器。\n\n[ 隱私政策 ] • https://github.com/polywock/ask-screenshot/blob/main/PRIVACY_POLICY.md"
  }
}