{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seller Pro Analytics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão criada para auxiliar Sellers do Mercado Livre a terem melhores resultados."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão criada para auxiliar Sellers do Mercado Livre a terem melhores resultados.\n\nA sua atuação acontece em páginas de produto do Mercado Livre, onde o ícone da extensão se destacará.\n\nAo abrí-la, entrará na seção \"Calculadora\", em que você terá uma série de informações do produto, como o nome, preço, taxas do Mercado Livre sobre esse tipo de produto e Frete. Você pode inserir os campos de \"Custo do produto\" e taxa de \"Imposto\", assim calculamos para você o faturamento, Lucro por unidade, margem de lucro e outras informações relevantes.\n\nAlém disso, você pode entrar na seção de \"Analytics\" em que traremos informações e métricas aprofundadas do produto. Dentre elas estão: Total de unidades vendidas, Estimativa Total de Faturamento, Estimativa Total de Lucro, Lucro por unidade, Total de visitas no anúncio, Taxa de Conversão, se está no Full, média de visitas por mês, data de criação do anúncio, média de vendas por mês e por dia, além de um gráfico com as visitas dos últimos 6 meses, com as informações do vendedor.\n\nA nossa ferramenta foi planejada para auxiliar o Seller a alcançar melhores resultados, transformando dados em informações relevantes que podem ajudar a tomar decisões importantes para seu negócio."
  }
}