{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clean on Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control + click to clear any text field",
    "es": "Control + clic para vaciar cualquier campo de texto.",
    "fr": "Contrôle + clic pour effacer n'importe quel champ de texte",
    "it": "Control + click per svuotare qualsiasi campo di testo",
    "pt_BR": "Control + clique para limpar qualquer campo de texto"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply click on any text field while keeping the Ctrl key pressed and the text will be erased.\n\nPlease reload your browser after installing the extension to activate it.\n\nNote: as with any other Chrome extension, this extension does not work on:\n- Pages whose URL starts with the word \"chrome\", for example chrome://extensions/ or chrome://settings/.\n- The New Tab page (the page that opens when you click on the + sign in Chrome). \n- The browser's URL bar (because it is outside of the browsing window).",
    "es": "Simplemente haga clic en cualquier campo de texto mientras mantiene pulsada la tecla Ctrl y el texto se borrará.\n\nPor favor, recargue su navegador después de instalar la extensión para activarla.\n\nNota: como con cualquier otra extensión de Chrome, esta extensión no funciona en:\n- Páginas cuya URL empiece por la palabra \"chrome\", por ejemplo chrome://extensions/ o chrome://settings/.\n- La página Nueva pestaña (la página que se abre al hacer clic en el signo + en Chrome). \n- La barra de URL del navegador (porque está fuera de la ventana de navegación).",
    "fr": "Il suffit de cliquer sur n'importe quel champ de texte tout en maintenant la touche Ctrl enfoncée pour effacer le texte.\n\nVeuillez recharger votre navigateur après avoir installé l'extension pour l'activer.\n\nRemarque : comme toute autre extension Chrome, cette extension ne fonctionne pas sur :\n- Les pages dont l'URL commence par le mot \"chrome\", par exemple chrome://extensions/ ou chrome://settings/.\n- La page Nouvel onglet (la page qui s'ouvre lorsque vous cliquez sur le signe + dans Chrome). \n- La barre d'URL du navigateur (parce qu'elle se trouve en dehors de la fenêtre de navigation).",
    "it": "È sufficiente fare clic su qualsiasi campo di testo tenendo premuto il tasto Ctrl per cancellare il testo.\n\nPer attivare l'estensione, ricaricare il browser dopo averla installata.\n\nNota: come qualsiasi altra estensione di Chrome, questa estensione non funziona su:\n- Pagine il cui URL inizia con la parola \"chrome\", ad esempio chrome://extensions/ o chrome://settings/.\n- La pagina Nuova scheda (la pagina che si apre quando si fa clic sul segno + in Chrome). \n- La barra degli URL del browser (perché si trova al di fuori della finestra di navigazione).",
    "pt_BR": "Basta clicar em qualquer campo de texto e manter pressionada a tecla Ctrl para que o texto seja apagado.\n\nRecarregue o navegador depois de instalar a extensão para ativá-la.\n\nObservação: como em qualquer outra extensão do Chrome, essa extensão não funciona em:\n- Páginas cujo URL começa com a palavra \"chrome\", por exemplo, chrome://extensions/ ou chrome://settings/.\n- A página Nova guia (a página que é aberta quando você clica no sinal + no Chrome). \n- A barra de URL do navegador (porque ela está fora da janela de navegação)."
  }
}