{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pikachu Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ready to personalize your browser with a fun and energetic touch"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pikachu Theme brightens every new tab with the iconic Pokémon character Pikachu! This theme not only delivers delightful visuals but also enhances your browsing experience with practical and efficient features.\n\nWith the shortcuts feature, you can quickly access your favorite websites. Whether it’s social media platforms or work-related sites, everything is just one click away, making your browsing faster and more convenient. The time and date display helps you stay organized by keeping track of your schedule at a glance.\n\nThe bookmark feature allows you to save frequently visited websites, ensuring that your important resources are always within reach. The notes feature lets you jot down ideas, to-do lists, or reminders on the go, securely storing them in your browser for easy access whenever you need.\n\nTo keep things fresh, the theme switching option lets you cycle through different Pikachu visuals, adding a playful and dynamic touch to your browsing. Every new tab greets you with a new Pikachu image, making your experience fun and lively.\n\nThe Pikachu Theme is designed for Pokémon fans and Pikachu lovers alike. It offers both a visually appealing and functional browser experience, bringing Pikachu’s energy and joy to your everyday browsing. Install it now and let Pikachu light up your browser!"
  }
}