{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hexospark"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hexospark is the all-in-one email and CRM platform designed to spark conversations"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Ultimate CRM Extension for Seamless Sales Nurturing\n\nUnlock the full potential of your sales pipeline with Hexospark. Our Chrome extension ensures that no lead is left behind, providing a robust all-in-one CRM right in your browser. Streamline your workflow, personalize your outreach, and watch your sales soar.\n\nTransform Your Sales Management with Hexospark:\n\nComprehensive CRM: Keep track of every lead, note, and interaction with a CRM that captures it all.\n\nEffortless Lead Import: Seamlessly add prospects from any web page and manage important documents and contracts within the CRM.\n\nHistorical Insight: Gain access to a complete email and activity history to stay on top of each lead's journey.\n\nPipeline Mastery: Cultivate a dynamic sales pipeline with intuitive management tools for sustainable growth.\n\nScale Personalization Like Never Before:\n\nTailored Outreach: Customize your emails with rich lead data, ensuring every communication feels uniquely personal.\n\nBreak the Ice: Stand out with one-of-a-kind personal icebreakers crafted from the latest lead insights.\n\nDynamic Variables: Leverage custom variables to add depth and relevance to your messaging.\n\nIntelligent Campaigns: Rotate between email accounts within your campaigns to maximize reach and engagement.\n\nData-Driven Decisions: Utilize detailed engagement stats to refine and perfect your email campaigns.\nTake Your Sales to the Next Level:\n\nWith Hexospark, you're not just reaching out; you're creating meaningful connections at every touchpoint. Install our Chrome extension now and experience a CRM that works as hard as you do to grow your sales."
  }
}