{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Diabetes Loophole"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Diabetes Loophole Review, Bonus and Discount"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Diabetes Loophole can be downloaded with special 90% OFF the diabetes loophole Discount at http://diabetesloopholespecial.com . At this website, you may also find the diabetes loophole bonus.\n\nAs The Diabetes loophole Review, it is the eBook that was developed to reveal to you that various researches and studies that the pharmaceutical industry does not want to you to know. For instance, how many of you know that inflammation is one of the root causes of diabetes in humans? Big pharmaceutical companies will not tell you about this because they want you to keep buying their drugs. Diabetes loophole eBook is an exceptional online diabetes treatment program that will teach you how to wisely deal with the real causes of diabetes. It offers a series of scientifically and clinically tested and proven to be effective.\n\nMain symptoms of diabetes include digestive problems, foot sores, blurry vision and kidney complications. Diabetes loophole eBook provides a well research and scientifically proven information to care for all these symptoms to help the patient to start reversing diabetes permanently. This program will give you sure steps that are very easy to follow and scientifically backed to help reduce the level of glucose in your body in a weeks’ time. Both men and women of all age group can follow this system and get permanent and long lasting solutions regardless of how long they have been suffering from diabetes."
  }
}