{
  "name": {
    "ar,ca,cs,de,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,fr,id,it,ja,ko,lt,ml,ms,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Boat Sling Drift Game",
    "am,da,hi,kn,no,ro,ta": "Boat Sling Drift Online",
    "bg,gu,hr,hu,sk,sl,sv,sw,te,th": "Boat Sling Drift Unblocked Game",
    "bn,el,fa,he,lv,mr,pl": "Boat Sling Drift Online Game"
  },
  "short": {
    "ar": "الانجراف مع القارب بمساعدة الأشياء على المسار وجمع النقاط.",
    "am": "በጀልባው ላይ ባሉ ነገሮች በመታገዝ አቅጣጫውን አሰባስቡ።",
    "bg": "Дрейф с лодката с помощта на предмети на пистата и събира точки.",
    "bn": "ট্র্যাকের বস্তুর সাহায্যে নৌকার সাথে ড্রিফট করুন এবং পয়েন্ট সংগ্রহ করুন।",
    "ca": "Deriva amb l'embarcació amb l'ajuda d'objectes a la pista i recull punts.",
    "cs": "Driftujte s lodí pomocí předmětů na trati a sbírejte body.",
    "da": "Drift med båden ved hjælp af genstande på banen og saml punkter.",
    "de": "Driften Sie mit dem Boot mit Hilfe von Objekten auf der Strecke und sammeln Sie Punkte.",
    "el": "Παρασυρθείτε με το σκάφος με τη βοήθεια αντικειμένων στην πίστα και συλλέξτε πόντους.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Drift with the boat with the help of objects on the track and collect points.",
    "es": "Navega a la deriva con el barco con la ayuda de objetos en la pista y recoge puntos.",
    "et": "Triivige paadiga rööbastel olevate objektide abil ja koguge punkte.",
    "fa": "رانش با قایق با کمک اشیاء در مسیر و جمع آوری امتیاز.",
    "fi": "Drift veneellä radalla olevien esineiden avulla ja kerää pisteitä.",
    "fil": "Naaanig sa bangka sa tulong ng mga bagay sa subaybayan at mangolekta ng mga puntos.",
    "fr": "Dérivez avec le bateau à l’aide d’objets sur la piste et collectez des points.",
    "gu": "ટ્રેક પરની વસ્તુઓની મદદથી બોટ સાથે વહન કરો અને બિંદુઓ એકત્રિત કરો.",
    "he": "להיסחף עם הסירה בעזרת חפצים על המסלול ולאסוף נקודות.",
    "hi": "ट्रैक पर वस्तुओं की मदद से नाव के साथ बहाव और अंक इकट्ठा.",
    "hr": "Drift s brodom uz pomoć objekata na stazi i skupljajte bodove.",
    "hu": "Sodródj a hajóval a pályán lévő tárgyak segítségével, és gyűjts pontokat.",
    "id": "Melayang dengan perahu dengan bantuan benda-benda di trek dan mengumpulkan poin.",
    "it": "Andare alla deriva con la barca con l'aiuto di oggetti sulla pista e raccogliere punti.",
    "ja": "トラック上のオブジェクトの助けを借りてボートでドリフトし、ポイントを収集します。",
    "kn": "ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿರುವ ವಸ್ತುಗಳ ಸಹಾಯದಿಂದ ದೋಣಿಯೊಂದಿಗೆ ಡ್ರಿಫ್ಟ್ ಮಾಡಿ ಮತ್ತು ಪಾಯಿಂಟ್ ಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ.",
    "ko": "트랙에있는 물체의 도움으로 보트로 표류하고 포인트를 수집하십시오.",
    "lv": "Dreifējiet ar laivu ar objektu palīdzību trasē un savāciet punktus.",
    "ml": "ട്രാക്കിലെ വസ്തുക്കളുടെ സഹായത്തോടെ ബോട്ടിനൊപ്പം ഡ്രിഫ്റ്റ് ചെയ്ത് പോയിന്റുകൾ ശേഖരിക്കുക.",
    "mr": "ट्रॅकवरील वस्तूंच्या मदतीने बोटीने वाहून जा आणि पॉईंट्स गोळा करा.",
    "ms": "Drift dengan bot dengan bantuan objek di trek dan mengumpul mata.",
    "nl": "Drijf met de boot met behulp van objecten op de baan en verzamel punten.",
    "no": "Drive med båten ved hjelp av gjenstander på banen og samle poeng.",
    "pl": "Dryfuj łodzią za pomocą obiektów na torze i zbieraj punkty.",
    "ro": "Drift cu barca cu ajutorul obiectelor de pe pistă și să colecteze puncte.",
    "ru": "Дрейфуйте с лодкой с помощью предметов на трассе и собирайте очки.",
    "sk": "Drift s loďou pomocou objektov na trati a zbierať body.",
    "sl": "Drift s čolnom s pomočjo predmetov na progi in zbiranje točk.",
    "sv": "Drift med båten med hjälp av föremål på banan och samla poäng.",
    "sw": "Drift na mashua kwa msaada wa vitu kwenye wimbo na kukusanya pointi.",
    "ta": "பாதையில் உள்ள பொருட்களின் உதவியுடன் படகுடன் சறுக்கி புள்ளிகளைச் சேகரிக்கவும்.",
    "te": "ట్రాక్ పై ఉన్న వస్తువుల సహాయంతో పడవతో డ్రిఫ్ట్ చేయండి మరియు పాయింట్లను కలెక్ట్ చేయండి.",
    "th": "ล่องลอยไปกับเรือด้วยความช่วยเหลือของวัตถุในการติดตามและรวบรวมคะแนน",
    "tr": "Pistteki nesnelerin yardımıyla tekneyle sürüklenin ve puan toplayın.",
    "uk": "Дрейфуйте з човном за допомогою предметів на трасі і збирайте точки."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for an endless platform game with sweet boat characters! Choose your character, overcome the obstacles and start the adventure. The boat game, played by drifting in the river with a small boat, is a reflex game. Those who do not trust their reflexes have difficulty playing the boat game. Those who play for the first time improve their reflexes despite being defeated dozens of times. The speed of the boat increases with each level. At the same time, each level becomes more complex than the previous one. As boat races are completed, unique points are earned with boat drift. The more points the players earn, the faster they get. It is never possible to get bored with the drift game played in 2D.\n\nSling boat drift is constantly updated and is played by pressing the screen with your mouse. The boat simulator, played on the track in the middle of the sea with pontoons, is seen as a game that requires reflexes. Players who gain great experience are doing great work. It is among the boat drift simulator games that provide enjoyable moments. Players who can show their captain skills take the helm. Drift game, which provides the need for water sports, offers a game experience that will fascinate you.\n\nPlayers who go at full speed achieve high scores by performing different tricks. Sling drift, which has routes reminiscent of arcade games, increases the gaming experience with quality images and sounds. Players who do not want to leave at the beginning of the game show their captain skills.\n\nThe boat is controlled by the boat simulator, which has different gameplay. Each boat used has a different difficulty level. Boat racing with realistic images offers the pleasure of a sea voyage. Players who can change boats must score the highest within the time allotted.\n\nHow To Play\nPlayed with Mouse.\n\nBoat Sling Drift Game Features\n✓ 5+ Ship\n✓ Easy control\n✓ Colorful graphics\n✓ Arcade sounds\n✓ Infinity Platform\n\nFinally, you can enjoy these game for free (and more requests will be added)! Boat Sling Drift Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}