{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Poker Now Odds Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PokerNow HUD Display: Preflop Odds, Specific Hand Odds, Win Probability"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlike any other tool available, our extension offers real-time scraping technology that dynamically updates poker odds, giving you the competitive advantage you need. \n\nOdds of Achieving/Winning Hand: Odds of you hitting all possible hands, and the odds of you winning off of those possible hands. Alternate between the two by clicking the button at the bottom center.\n\nPreflop Odds: Our extension utilizes data from millions of simulated hands to provide accurate preflop odds based on the number of players at the table. This feature ensures you're making decisions with the best possible information from the start.\n\nWin/Tie Probability: Dive deeper into the game with our advanced simulation of thousands of hands. This calculates your chances of winning or tying, considering the active players and their ranges. It's a powerful tool that offers insights similar to 888poker's calculator but with enhanced accuracy and no need to input.\n\n\nFree Trial & Future Updates: Experience the full capabilities with a no-info 30 minute free trial. This is our commitment to early adopters, who can also join the discord and offer feedback/requests.\n\nWe are dedicated to improving your experience. For support or feature requests, contact us at calculatorpoker@gmail.com or join the discord below."
  }
}