{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OrdPay Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inscribe and store your inscriptions in the world's first Open Source Chrome wallet for Ordinals!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing OrdPay, a comprehensive Chrome extension designed to serve as your go-to Web3 Bitcoin wallet, putting the control of your digital assets directly in your hands. With an uncomplicated user interface and high-security measures, OrdPay ensures seamless transactions and absolute peace of mind.\n\nFEATURES:\n\nBitcoin Transactions: Whether you need to send or receive Bitcoin, OrdPay makes it easy. Our wallet allows instant, effortless transactions, anytime, anywhere. Transferring Bitcoin has never been more secure and convenient.\n\nConnect to Web3 Bitcoin DApps: Delve into the decentralized web with OrdPay. Our wallet is designed to interact with Web3 Bitcoin DApps, allowing you to connect, interact, and transact with a growing array of decentralized applications and services in the Bitcoin ecosystem. Experience the future of the internet with OrdPay.\n\nStore BRC20 Tokens: OrdPay wallet also serves as a secure storage space for your BRC20 tokens. Manage and access your BRC20 tokens anytime with a few simple clicks.\n\n.btc Ordinal Domain Transfers: We're proud to support .btc ordinal domain transfers by ordinaldomains.io. OrdPay is equipped to handle these unique blockchain-based domain names, enabling users to easily transfer ownership of these digital assets.\n\nOrdPay is more than just a wallet—it's a gateway into the decentralized web, a tool that enables seamless interaction with the cutting-edge Bitcoin ecosystem. We're committed to providing a top-tier user experience while maintaining a high level of security.\n\nJoin us today and experience the future of Bitcoin transactions with OrdPay, your reliable Web3 Bitcoin wallet."
  }
}