{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,mr,ms,nl,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "Page Assist - A Web UI for Local AI Models",
    "da": "Page Assist - En Web UI for at køre AI modeller lokalt",
    "de": "Page Assist - Eine Web-Benutzeroberfläche für lokale KI-Modelle",
    "es": "Page Assist - Una Web UI para modelos de IA Locales",
    "fa": "دستیار صفحه - یک رابط کاربری وب برای مدل های هوش مصنوعی لوکال",
    "fr": "Page Assist - Une interface Web pour les modèles d'IA locaux",
    "it": "Page Assist - Un'interfaccia web per modelli AI locali",
    "ja": "Page Assist - ローカルAIモデル用のWeb UI",
    "ml": "പേജ് അസിസ്റ്റ് - ഒള്ളമ മോഡലുകളിക്ക് ഒരു വെബ്യൂഐ",
    "no": "Page Assist - Et Web UI for at kjøre AI-modeller lokalt",
    "ru": "Page Assist - Веб-интерфейс для локальных моделей искусственного интеллекта",
    "sv": "Page Assist - Ett webbaserat användargränssnitt för lokala AI-modeller",
    "zh_CN": "Page Assist - 本地 AI 模型的 Web UI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,mr,ms,nl,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "Use your locally running AI models to assist you in your web browsing.",
    "da": "Brug dine lokalt kørende AI-modeller til at hjælpe dig med at surfe på nettet.",
    "de": "Nutzen Sie Ihre lokal laufenden KI-Modelle, um Sie beim Surfen im Web zu unterstützen.",
    "es": "Usa tu modelo de IA corriendo localmente para asistirte en la navegación.",
    "fa": "از مدل های هوش مصنوعی لوکال خود برای دریافت کمک در هنگام مرور وب استفاده کنید.",
    "fr": "Utilisez vos modèles d'IA locaux pour vous aider dans votre navigation web.",
    "it": "Usa i tuoi modelli AI in esecuzione locale per assisterti nella navigazione web.",
    "ja": "ローカルで実行中のAIモデルを使って、Webブラウジングをアシストします。",
    "ml": "ഇന്റർനെറ്റ് ബ്രൌസ് ചെയ്യുമ്പോൾ സ്ഥലിപ്പായി പ്രവർത്തിക്കുന്ന എയ്‌ മോഡൽ ഉപയോഗിക്കുക.",
    "no": "Bruk dine lokalt kjørende AI-modeller til at hjælpe dig med at surfe på nettet.",
    "ru": "Используйте запущенные локально модели искусственного интеллекта для помощи в веб-просмотре.",
    "sv": "Använd dina lokalt körande AI-modeller för att hjälpa dig i din webbsurfning.",
    "zh_CN": "使用本地运行的 AI 模型来辅助您的网络浏览。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "Page Assist - A Sidebar and Web UI for Your Local AI Models\n\nUtilize your own AI models running locally to interact with while you browse or as a web UI for your local AI model provider like Ollama, Chrome AI etc..\n\nRepo: https://github.com/n4ze3m/page-assist\n\nCurrent Features:\n\n- Sidebar for various tasks\n- Support for vision models\n- A minimal web UI for local AI models\n- Internet search\n- Chat with PDF on Sidebar\n- Chat wit Documents (pdf,csv,txt,md,docx)\n\nSupported Providers:\n\n- Ollama\n- [Beta] Chrome AI (Gemini Nano)\n- [BETA] OpenAI-compatible API support (LM Studio, Llamafile, and many more providers).",
    "da": "Page Assist - En Sidebar og Web UI til Dine Lokale AI-modeller\n\nBrug dine egne AI-modeller, der kører lokalt, til at interagere med, mens du browser, eller som en webgrænseflade til din lokale AI-modeludbyder som Ollama, Chrome AI osv.\n\nRepo: https://github.com/n4ze3m/page-assist\n\nNuværende funktioner:\n\n- Sidebar til forskellige opgaver\n- Understøttelse af visionsmodeller\n- En minimalistisk webgrænseflade til lokale AI-modeller\n- Internetsøgning\n- Chat med PDF i sidebar\n- Chat med dokumenter (pdf, csv, txt, md, docx)\n\nUnderstøttede udbydere:\n\n- Ollama\n- [Beta] Chrome AI (Gemini Nano)\n- [BETA] Understøttelse af OpenAI-kompatibelt API (LM Studio, Llamafile og mange flere udbydere).",
    "de": "Page Assist - Eine Sidebar und Web-Oberfläche für Ihre lokalen KI-Modelle\n\nNutzen Sie Ihre eigenen lokal ausgeführten KI-Modelle, um während des Surfens zu interagieren oder als Web-Oberfläche für Ihren lokalen KI-Modelle-Anbieter wie Ollama, Chrome AI usw.\n\nRepo: https://github.com/n4ze3m/page-assist\n\nAktuelle Funktionen:\n\n- Sidebar für verschiedene Aufgaben\n- Unterstützung für visuelle Modelle\n- Eine minimalistische Web-Oberfläche für lokale KI-Modelle\n- Internetsuche\n- Chat mit PDFs in der Sidebar\n- Chat mit Dokumenten (pdf, csv, txt, md, docx)\n\nUnterstützte Anbieter:\n\n- Ollama\n- [Beta] Chrome AI (Gemini Nano)\n- [BETA] Unterstützung für OpenAI-kompatible API (LM Studio, Llamafile und viele weitere Anbieter).",
    "es": "Page Assist - Una barra lateral y una interfaz web para tus modelos de IA locales\n\nUtiliza tus propios modelos de IA ejecutados localmente para interactuar mientras navegas o como una interfaz web para tu proveedor local de modelos de IA como Ollama, Chrome AI, etc.\n\nRepositorio: https://github.com/n4ze3m/page-assist\n\nCaracterísticas actuales:\n\n- Barra lateral para varias tareas\n- Soporte para modelos de visión\n- Una interfaz web minimalista para modelos de IA locales\n- Búsqueda en Internet\n- Chat con PDF en la barra lateral\n- Chat con documentos (pdf, csv, txt, md, docx)\n\nProveedores soportados:\n\n- Ollama\n- [Beta] Chrome AI (Gemini Nano)\n- [BETA] Soporte para API compatible con OpenAI (LM Studio, Llamafile y muchos más proveedores).",
    "fa": "Page Assist - یک نوار کناری و رابط کاربری وب برای مدل‌های هوش مصنوعی محلی شما\n\nاز مدل‌های هوش مصنوعی خود که به صورت محلی اجرا می‌شوند، برای تعامل در هنگام مرور وب یا به عنوان یک رابط کاربری وب برای ارائه‌دهنده مدل‌های هوش مصنوعی محلی خود، مانند Ollama، Chrome AI و غیره استفاده کنید.\n\nمخزن: https://github.com/n4ze3m/page-assist\n\nویژگی‌های فعلی:\n\n- نوار کناری برای وظایف مختلف\n- پشتیبانی از مدل‌های بینایی\n- یک رابط کاربری وب مینیمال برای مدل‌های هوش مصنوعی محلی\n- جستجوی اینترنتی\n- چت با PDF در نوار کناری\n- چت با اسناد (pdf، csv، txt، md، docx)\n\nارائه‌دهندگان پشتیبانی‌شده:\n\n- Ollama\n- [بتا] Chrome AI (Gemini Nano)\n- [بتا] پشتیبانی از API سازگار با OpenAI (LM Studio، Llamafile و بسیاری دیگر از ارائه‌دهندگان).",
    "fr": "Page Assist - Une barre latérale et une interface web pour vos modèles d'IA locaux\n\nUtilisez vos propres modèles d'IA exécutés localement pour interagir tout en naviguant ou en tant qu'interface web pour votre fournisseur de modèles d'IA local, tel que Ollama, Chrome AI, etc.\n\nRépertoire : https://github.com/n4ze3m/page-assist\n\nFonctionnalités actuelles :\n\n- Barre latérale pour diverses tâches\n- Support des modèles de vision\n- Une interface web minimale pour les modèles d'IA locaux\n- Recherche sur Internet\n- Discussion avec des PDF dans la barre latérale\n- Discussion avec des documents (pdf, csv, txt, md, docx)\n\nFournisseurs pris en charge :\n\n- Ollama\n- [Bêta] Chrome AI (Gemini Nano)\n- [BÊTA] Prise en charge de l'API compatible OpenAI (LM Studio, Llamafile, et bien d'autres fournisseurs).",
    "it": "Page Assist - Una barra laterale e interfaccia web per i tuoi modelli di IA locali\n\nUtilizza i tuoi modelli di IA in esecuzione locale per interagire mentre navighi o come interfaccia web per il tuo fornitore di modelli IA locale, come Ollama, Chrome AI, ecc.\n\nRepository: https://github.com/n4ze3m/page-assist\n\nFunzionalità attuali:\n\n- Barra laterale per vari compiti\n- Supporto per modelli di visione\n- Interfaccia web minimalista per modelli di IA locali\n- Ricerca su Internet\n- Chat con PDF nella barra laterale\n- Chat con documenti (pdf, csv, txt, md, docx)\n\nFornitori supportati:\n\n- Ollama\n- [Beta] Chrome AI (Gemini Nano)\n- [BETA] Supporto per API compatibile con OpenAI (LM Studio, Llamafile e molti altri fornitori).",
    "ja": "Page Assist - ローカルAIモデルのためのサイドバーおよびWeb UI\n\nローカルで実行されているAIモデルを活用し、ブラウジング中に対話したり、OllamaやChrome AIなどのローカルAIモデルプロバイダー向けのWeb UIとして利用できます。\n\nリポジトリ: https://github.com/n4ze3m/page-assist\n\n現在の機能:\n\n- 様々なタスクのためのサイドバー\n- ビジョンモデルのサポート\n- ローカルAIモデル向けのミニマルなWeb UI\n- インターネット検索\n- サイドバーでPDFとチャット\n- ドキュメントとチャット（pdf, csv, txt, md, docx対応）\n\n対応プロバイダー:\n\n- Ollama\n- [ベータ版] Chrome AI (Gemini Nano)\n- [ベータ版] OpenAI互換APIサポート（LM Studio、Llamafile、その他多くのプロバイダー）。",
    "no": "Page Assist - En sidemeny og webgrensesnitt for dine lokale AI-modeller\n\nBruk dine egne AI-modeller som kjører lokalt for å samhandle mens du surfer, eller som et webgrensesnitt for din lokale AI-modellleverandør som Ollama, Chrome AI, osv.\n\nRepo: https://github.com/n4ze3m/page-assist\n\nNåværende funksjoner:\n\n- Sidemeny for ulike oppgaver\n- Støtte for visuelle modeller\n- Et minimalistisk webgrensesnitt for lokale AI-modeller\n- Internett-søk\n- Chat med PDF i sidemenyen\n- Chat med dokumenter (pdf, csv, txt, md, docx)\n\nStøttede leverandører:\n\n- Ollama\n- [Beta] Chrome AI (Gemini Nano)\n- [BETA] OpenAI-kompatibel API-støtte (LM Studio, Llamafile og mange flere leverandører).",
    "ru": "Page Assist - Боковая панель и веб-интерфейс для ваших локальных моделей ИИ\n\nИспользуйте свои собственные модели ИИ, работающие локально, для взаимодействия во время просмотра или в качестве веб-интерфейса для вашего локального провайдера моделей ИИ, такого как Ollama, Chrome AI и др.\n\nРепозиторий: https://github.com/n4ze3m/page-assist\n\nТекущие функции:\n\n- Боковая панель для различных задач\n- Поддержка визуальных моделей\n- Минималистичный веб-интерфейс для локальных моделей ИИ\n- Поиск в Интернете\n- Чат с PDF на боковой панели\n- Чат с документами (pdf, csv, txt, md, docx)\n\nПоддерживаемые провайдеры:\n\n- Ollama\n- [Бета] Chrome AI (Gemini Nano)\n- [БЕТА] Поддержка API, совместимого с OpenAI (LM Studio, Llamafile и многие другие провайдеры).",
    "sv": "Page Assist - En sidopanel och webbanvändargränssnitt för dina lokala AI-modeller  \n\nAnvänd dina egna AI-modeller som körs lokalt för att interagera medan du surfar, eller som ett webbaserat användargränssnitt för din lokala AI-modellleverantör, som Ollama, Chrome AI etc.\n\nRepo: https://github.com/n4ze3m/page-assist\n\nNuvarande funktioner: \n\n- Sidopanel för olika uppgifter\n- Stöd för visionsmodeller\n- Ett minimalistiskt webbanvändargränssnitt för lokala AI-modeller\n- Internetsökning\n- Chatt med PDF-filer i sidopanelen\n- Chatt med dokument (pdf, csv, txt, md, docx)\n\nStödda leverantörer:\n\n- Ollama\n- [Beta] Chrome AI (Gemini Nano)\n- [BETA] Stöd för OpenAI-kompatibla API:er (LM Studio, Llamafile och många fler leverantörer).",
    "zh_CN": "Page Assist - 您本地AI模型的侧边栏和网页界面\n\n利用您本地运行的AI模型，在浏览网页时进行交互，或者作为本地AI模型提供者（如Ollama、Chrome AI等）的网页界面。\n\n仓库地址：https://github.com/n4ze3m/page-assist\n\n当前功能：\n\n- 各类任务的侧边栏\n- 支持视觉模型\n- 本地AI模型的简约网页界面\n- 网络搜索功能\n- 在侧边栏与PDF进行对话\n- 与文档对话（支持pdf、csv、txt、md、docx格式）\n\n支持的提供商：\n\n- Ollama\n- [测试版] Chrome AI (Gemini Nano)\n- [测试版] 支持OpenAI兼容的API（LM Studio、Llamafile以及更多提供商）。"
  }
}