{
  "name": {
    "ar": "Adblock Lite - مانع إعلانات مجاني",
    "am,cs,el,en,en_AU,en_GB,en_US,es_419,fa,gu,hi,hr,ja,lt,pt_PT,sk": "Adblock Lite - free ad blocker",
    "bg": "Adblock Lite — безплатен блокер на реклами",
    "bn": "Adblock Lite - বিনামূল্যে বিজ্ঞাপন ব্লকার",
    "ca": "Adblock Lite - bloquejador d'anuncis gratuït",
    "da": "Adblock Lite -gratis annonceblokeringsværktøj",
    "de": "Adblock Lite - kostenloser Adblocker",
    "es": "Adblock Lite - bloqueador de anuncios gratis",
    "et": "Adblock Lite - tasuta reklaamide blokeerija",
    "fi": "Adblock Lite - ilmainen mainosesto",
    "fil": "Adblock Lite - libreng ad blocker",
    "fr": "Adblock Lite - bloqueur de publicités gratuit",
    "he": "Adblock Lite - חוסם פרסומות חינמי",
    "hu": "Adblock Lite - ingyenes hirdetés blokkoló",
    "id,it": "AutoSkip BlockSite BlazeVPN LinkVPN Safum Ultrablock Adblock",
    "kn,ko": "AdShield Hotspot Snap NoAds AdBlockPlus RampShield Adblock Adblocker",
    "lv": "Adblock Lite",
    "ml,nl": "Adblock Ublock AdGuard Pie Stands TubeBlock Origin Ghostery Adaware",
    "mr,no": "UBlock Origin Lite -  Hola Ultrablock Stopza TaskShield Adblock",
    "ms": "Adblock all advertisement - No Ads extension",
    "pl": "Adblock Lite - darmowy adblocker",
    "pt_BR": "Adblock Lite - bloqueador de anúncios grátis",
    "ro": "Adblock Lite - ad blocker gratuit",
    "ru": "Adblock Lite - бесплатный блокировщик рекламы",
    "sl": "Adblock Lite - brezplačno blokiranje oglasov",
    "sr,sv": "Adblocker RampShield FocusGuard TaskShield Adlock Adblock",
    "sw": "Adblock Plus SponsorBlock SBlock SkipAds SwiftSkip Adblocker",
    "ta,te": "Online Security Dashlane PrivacyBadger Nordpass WOT Guardio Password",
    "th,tr": "ExpressVPN IPVanish Cheap Norton McAfee Gratis Pure Proton Secure VPN",
    "uk": "KeepSolid Troywell Betternet VPN SurfShark AdGuard CyberGhost Turbo VPN",
    "vi": "1VPN VPN Browsec Urban NordVPN Hola Sweet VPNLY Surf TunnelBear Tuxler",
    "zh_CN,zh_TW": "ShieldSpan Spotify Blockify SBlock FadBlock Adblock Max YouTube Popup"
  },
  "short": {
    "ar": "يمكنك إزالة الإعلانات على موقع YouTube وأي موقع آخر تتصفحه.",
    "am,en,en_AU,en_US,kn,ml,nl,sw,te,th,zh_TW": "Remove ads on YouTube and everywhere else you browse.",
    "bg": "Изтеглете Adblock Lite — един от най-популярните блокери на реклами в света.",
    "bn": "Adblock Lite ডাউনলোড করুন যা বিশ্বের অন্যতম জনপ্রিয় অ্যাড ব্লকার।",
    "ca": "Bloqueja les finestres emergents, els anuncis de YouTube™ i us protegeix contra el programari maliciós!",
    "cs": "Více než 500 milionů stažení, Adblock Lite je jedním z nejvíce používaných programu na blokování reklamy.",
    "da": "Blokér YouTube™-annoncer, pop-op-vinduer og bekæmp malware!",
    "de": "Entferne Werbung auf YouTube und allen anderen Webseiten, die du besuchst.",
    "el": "Αφαιρέστε τις διαφημίσεις από το YouTube και από οπουδήποτε αλλού περιηγήστε.",
    "en_GB": "Block YouTube™ ads and pop-ups & fight malware!",
    "es": "Elimina anuncios en YouTube y dondequiera que navegues.",
    "es_419": "Con más de 500 millones de descargas, Adblock Lite es uno de los bloqueadores de anuncios más populares del mundo.",
    "et": "Laadi alla Adblock Lite, maailma üks populaarsemaid reklaamide blokeerijaid.",
    "fa": "با بیش‌ از ۵۰۰ میلیون دانلود، اد بلاک پلاس یکی از محبوب‌ترین مسدود کننده‌ های تبلیغات در جهان است.",
    "fi": "Estä YouTube™-mainokset, ponnahdusikkunat ja haittaohjelmat!",
    "fil": "I-block ang mga YouTube™ ad, mga pop-up & labanan ang malware!",
    "fr": "Supprimez les publicités sur YouTube et partout où vous naviguez.",
    "gu": "500 મિલિયનથી વધુ ઉપકરણો પર ઉપયોગ થાય છે, એડબ્લોક પ્લસ એ વિશ્વની સૌથી લોકપ્રિય જાહેરાત અવરોધક છે.",
    "he": "חסום פרסומות YouTube™, חלונות קופצים והילחם בנוזקה!",
    "hi": "500 मिलियन से अधिक डाउनलोड के साथ, एडब्लॉक प्लस दुनिया का एक सबसे लोकप्रिय विज्ञापन अवरोधक है।",
    "hr": "S više od 500 milijuna preuzimanja, Adblock Lite je jedan od napopularnijih servisa za blokiranje oglasa na svijetu.",
    "hu": "Távolítsd el a hirdetéseket a YouTube-ról vagy bármely más olyan helyről, ahol böngészel.",
    "id": "Dengan lebih dari 500 juta unduh, Adblock Lite adalah salah satu pemblokir Iklan terpopuler di dunia.",
    "it": "Rimuovi gli annunci su YouTube e dovunque vorrai navigare.",
    "ja": "YouTubeや閲覧するあらゆる場所の広告を除去します。",
    "ko": "YouTube 및 여러분이 탐색하는 모든 곳의 광고를 제거합니다.",
    "lt": "Naudojamas daugiau nei 500 milijonų įrenginių, „Adblock Lite“ yra populiariausias reklamos blokavimo įrankis.",
    "lv": "Izmantots vairāk nekā 500 miljonos ierīču, Adblock Lite ir pasaulē populārākais reklāmu bloķētājs.",
    "mr": "५०० दशलक्ष पेक्षा जास्त उतरवण्या, अॅडब्लॉक प्लस जगातील सर्वात लोकप्रिय जाहिरात रोधक आहे.",
    "ms": "Muat turun Adblock Lite, salah satu penyekat iklan paling popular di dunia.",
    "no": "Med mer enn 500 millioner nedlastinger, er Adblock Lite blant de mest populære reklamefjernerene i verden.",
    "pl": "Usuń reklamy z YouTube i wszystkich innych miejsc, które przeglądasz.",
    "pt_BR": "Remova anúncios no YouTube e em todos os outros lugares nos quais navega.",
    "pt_PT": "Usado em mais de 500 milhões de dispositivos, o Adblock Lite é um dos bloqueadores de anúncios mais popular do mundo.",
    "ro": "Blochează reclame pe YouTube™, pop-up-uri și luptă cu malware-le!",
    "ru": "Избавьтесь от рекламы на YouTube и в других местах по всему интернету.",
    "sk": "S viac ako 500 miliónmi sťahovaní, Adblock Lite je jeden z najpoužívanejších blokovačov.",
    "sl": "Prenesi Adblock Lite, eno najbolj priljubljenih razširitev za blokiranje oglasov na svetu.",
    "sr": "Са преко 500 милиона преузимања, Adblock Lite је један од најпопуларнијих блокатора огласа на свету.",
    "sv": "Blockera YouTube™-annonser, popup-fönster & bekämpa mot skadlig kod!",
    "ta": "YouTube™ விளம்பரங்கள், பாப்-அப்சைத் தடுக்கவும் & தீம்பொருளை எதிர்க்கவும்!",
    "tr": "YouTube’da ve ziyaret ettiğiniz tüm sitelerdeki reklamları kaldırın.",
    "uk": "Завантажте Adblock Lite — один з найбільш популярних блокувальників реклами в світі.",
    "vi": "Hãy tải về Adblock Lite, một trong những trình chặn quảng cáo phổ biến nhất thế giới.",
    "zh_CN": "在 YouTube 和您浏览的其他网站上去除广告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblock Lite is a powerful and user-friendly extension designed to remove ads on any Web you browse. With a simple and minimalistic user interface, Adblock Lite offers an effortless way to enhance your browsing experience by eliminating annoying advertisements.\n\nFeatures:\n\nRemove Ads on Web and Beyond: Adblock Lite efficiently blocks ads on YouTube and various other websites, ensuring a smooth and uninterrupted browsing experience.\nMinimalistic UI: The extension features a clean and straightforward interface with just two buttons, making it easy for users of all levels to navigate and use.\nMain Toggle Button: One button allows you to quickly enable or disable the entire extension, giving you full control over when you want to block ads.\nWebsite-Specific Toggle Button: The second button lets you enable or disable ads on specific websites, offering flexibility and customization based on your preferences.\nWhy Choose Adblock Lite?\n\nEnhanced Browsing Experience: By removing intrusive ads, Adblock Lite ensures faster page loads and a clutter-free browsing experience.\nSimple and Intuitive: The extension's minimalistic design makes it easy to use, even for those who are not tech-savvy.\nCustomizable Control: With the ability to disable ads on specific websites, you can support your favorite sites while still enjoying an ad-free experience on others.\nHow It Works:\n\nMain Toggle: Click the main toggle button to enable or disable Adblock Lite across all websites. When enabled, the extension will block ads on YouTube and other sites, providing a seamless browsing experience.\nWebsite-Specific Toggle: Use the website-specific toggle button to manage ad blocking for individual websites. This allows you to disable ad blocking on sites you trust or want to support, while keeping it active on others.\nGet Started: Installing Adblock Lite is quick and easy. Simply add the extension to your browser, and start enjoying an ad-free internet experience. With its minimalistic design and powerful ad-blocking capabilities, Adblock Lite is the perfect choice for anyone looking to enhance their online browsing.\n\nTry Adblock Lite today and take control of your browsing experience!\n\nDisclosure: This extension uses the Amazon affiliate program to generate revenue. By using this extension, you help support its development and maintenance."
  }
}