{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outplay Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outplay Connect enables users to easily engage with prospects across Gmail, Outlook, Sales Navigator and CRMs like Zoho."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi-channel outreach is pivotal in today’s sales process. But, navigating between several tools and tabs to complete tasks can interrupt your focus and affect their productivity.\n\nOutplay Connect Chrome Extension offers you dynamic access to your Outplay account. Take prospecting to a new level! \n\nCombine exclusive Outplay features with Gmail and Office 365. Create meeting links, access email templates on Outplay, track clicks and views, and much more.\n\nSwiftly add prospects to Outplay from LinkedIn and Sales Navigator. Fetch all available information about a prospect with a click, semi-automate your LinkedIn outreach and complete tasks on the go.\n\nImport contacts and leads along with their essential information from Zoho CRM or Salesforce to Outplay and add them to sequences without any hassle.\n\nWith Outplay Connect Chrome Extension, you can:\nComplete Email, Call, SMS, WhatsApp, LinkedIn and Twitter tasks.\nSend emails and SMSes to prospects without switching tabs.\nConnect with prospects over a call with the Outplay Dialer. \nSearch and add prospects to sequences, search and create tasks, view sequence statuses along with account information, and much more.\nLink any prospect, task, sequence and one-off email to any opportunity. \nView your Live Feed with a click and be updated on prospect activity in real-time.  \nCreate prospecting list from anywhere."
  }
}