{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genius Messenger CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genius Messenger CRM provides everything needed to optimize and organize a Sales Pipeline directly in Facebook Messenger."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genius Messenger CRM provides everything needed to optimize and organize a Sales Pipeline being used in Facebook.\n\nNo more sorting through messages to find where a prospect is in the sales pipeline. You no longer need to type the same thing over and over and over again, or copy and paste text and links to leads. You can stop wondering who you have are appointments with, or when they are supposed to be called or when to send a follow up message.\n\nTrack leads: The built-in Messenger CRM will keep track of all prospects and leads right inside Messenger without ever having to look somewhere else.\n\nWith customizable color-coded Labels, each Facebook Friend can be tagged with a proper label: Prospect, Lead, Hot Lead, Client, Friend, Family, etc. Keep track of everyone ever messaged and never lose a Messenger sale ever again! \n\nSort by Labels, Tags, by who sent the last message, and by unread.\n\nAdd Custom Tags to every labeled contact.\n\nSchedule Notifications: Easily schedule reminder notifications right inside Messenger and get a browser notification, or send to a webhook and put it on your favorite calendar..\n\nAutomate: Using customized Canned Responses, easily find the the things that are repeatedly typed, and add them to the chat window with the click of a button. You can even add emoji's, and you can also personalize the contact's name anywhere within a Canned Response.\n\nSync between computers - data stored in our database s you can access it from any computer logged into that account.\n\nFields to enter phone and email if provided voluntarily.\n\nWebhooks: Sync with calendar, email autoresponder, text marketing software, CRM, wherever you need it.\n\nThis extension is an incredible time saver and will keep you organized - never lose another lead again."
  }
}