{
  "name": {
    "ar": "كابتن وور  Defense Game",
    "am": "ካፒቴን ጦርነት  Online Game",
    "bg": "Капитан война  Defense Game",
    "bn": "ক্যাপ্টেন ওয়ার Unblocked",
    "ca": "Capità Guerra  Online Game",
    "cs": "Kapitánská válka  Unblocked Game",
    "da": "Kaptajn krig  Online Game",
    "de": "Kapitän Krieg  Online Game",
    "el": "Captain War  Online",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Captain War - Zombie Game",
    "es": "capitan guerra  Unblocked Games",
    "et": "Kapten sõda  Unblocked Game",
    "fa": "کاپیتان جنگ  Online Game",
    "fi": "Kapteeni sota  Online Game",
    "fil": "Kapitan Digmaan  Online Game",
    "fr": "Capitaine Guerre  Unblocked Games",
    "gu": "કેપ્ટન યુદ્ધ Unblocked",
    "he": "קפטן מלחמת  Unblocked Game",
    "hi": "कप्तान युद्ध  Unblocked Game",
    "hr": "Ratni kapetan  Online Game",
    "hu": "War kapitány  Shooting Game",
    "id": "Perang Kapten  Defense Game",
    "it": "Capitan Guerra  Unblocked Game",
    "ja": "キャプテン・ウォー  Shooting Game",
    "kn": "ಕ್ಯಾಪ್ಟನ್ ಯುದ್ಧ  Defense Game",
    "ko": "캡틴워  Online",
    "lv": "Kapteinis karš  Shooting Game",
    "ml": "ക്യാപ്റ്റൻ യുദ്ധം  Online",
    "mr": "कॅप्टन वॉर  Online Game",
    "ms": "Perang Kapten  Online",
    "nl": "Kapitein Oorlog  Defense Game",
    "pl": "Kapitan Wojna  Online",
    "ro": "Căpitan War  Defense Game",
    "ru": "Капитан Война  Unblocked Games",
    "sk": "Vojna kapitána  Online",
    "sl": "Kapitan Vojna  Online Game",
    "sw": "Kapteni Vita  Unblocked Game",
    "ta": "கேப்டன் போர்  Shooting Game",
    "te": "కెప్టెన్ యుద్ధం  Unblocked Games",
    "th": "กัปตันวอร์ Unblocked",
    "tr": "Kaptan Savaşı  Defense Game",
    "uk": "Капітан Війна  Unblocked Game"
  },
  "short": {
    "ar": "إذا كنت تحب ألعاب الرماية والاستمتاع بالحركة ، فعليك بالتأكيد تجربة هذه اللعبة. لعبة ذات إحساس جيد بالضرب.",
    "am": "ጨዋታዎችን መተኮስ ከወደዱ እና በድርጊት የሚደሰቱ ከሆነ ይህን ጨዋታ በእርግጠኝነት መሞከር አለብዎት። በጣም ጥሩ የመምታት ስሜት ያለው ጨዋታ።",
    "bg": "Ако харесвате игри със стрелба и се наслаждавате на екшън, определено трябва да опитате тази игра. Игра с много добро усещане за…",
    "bn": "আপনি যদি শুটিং গেম পছন্দ করেন এবং অ্যাকশন উপভোগ করেন তবে আপনার অবশ্যই এই গেমটি চেষ্টা করা উচিত। একটি খুব ভাল আঘাত অনুভূতি সঙ্গে…",
    "ca": "Si t&#39;agraden els jocs de trets i gaudeix de l&#39;acció, sens dubte hauries de provar aquest joc. Un joc amb molt bona sensació…",
    "cs": "Pokud máte rádi střílečky a máte rádi akci, určitě byste tuto hru měli vyzkoušet. Hra s velmi dobrým pocitem úderů.",
    "da": "Hvis du kan lide skydespil og nyder action, bør du bestemt prøve dette spil. Et spil med en meget god slagfølelse.",
    "de": "Wenn Sie Ballerspiele mögen und Spaß an Action haben, sollten Sie dieses Spiel unbedingt ausprobieren. Ein Spiel mit sehr gutem…",
    "el": "Αν σας αρέσουν τα παιχνίδια σκοποβολής και απολαμβάνετε τη δράση, πρέπει οπωσδήποτε να δοκιμάσετε αυτό το παιχνίδι. Ένα παιχνίδι με…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "If you like shooting games and enjoy action, you should definitely try this game. A game with a very good hitting feel.",
    "es": "Si te gustan los juegos de disparos y disfrutas de la acción, definitivamente deberías probar este juego. Un juego con una muy…",
    "et": "Kui teile meeldivad tulistamismängud ja naudite tegevust, peaksite seda mängu kindlasti proovima. Väga hea löögitundega mäng.",
    "fa": "اگر به بازی های تیراندازی علاقه دارید و از اکشن لذت می برید، حتما این بازی را امتحان کنید. یک بازی با حس ضربه زدن بسیار خوب.",
    "fi": "Jos pidät ammuntapeleistä ja pidät toiminnasta, sinun kannattaa ehdottomasti kokeilla tätä peliä. Peli, jossa on erittäin hyvä…",
    "fil": "Kung mahilig ka sa shooting game at masiyahan sa aksyon, dapat mong subukan ang larong ito. Isang laro na may napakagandang…",
    "fr": "Si vous aimez les jeux de tir et aimez l&#39;action, vous devriez certainement essayer ce jeu. Un jeu avec une très bonne sensation…",
    "gu": "જો તમને શૂટિંગની રમતો ગમે છે અને એક્શનનો આનંદ માણો છો, તો તમારે ચોક્કસપણે આ ગેમ અજમાવવી જોઈએ. ખૂબ જ સારી હિટિંગ લાગણી સાથેની રમત.",
    "he": "אם אתה אוהב משחקי יריות ונהנה מאקשן, אתה בהחלט צריך לנסות את המשחק הזה. משחק עם תחושת מכה טובה מאוד.",
    "hi": "यदि आप शूटिंग गेम पसंद करते हैं और एक्शन का आनंद लेते हैं, तो आपको निश्चित रूप से इस गेम को आजमाना चाहिए। एक बहुत अच्छा हिटिंग फील…",
    "hr": "Ako volite pucačke igre i uživate u akciji, svakako biste trebali isprobati ovu igru. Igra s vrlo dobrim osjećajem udarca.",
    "hu": "Ha szereted a lövöldözős játékokat és szereted az akciókat, mindenképp próbáld ki ezt a játékot. Nagyon jó ütésérzetű játék.",
    "id": "Jika Anda menyukai game menembak dan menikmati aksi, Anda harus mencoba game ini. Gim dengan nuansa pukulan yang sangat bagus.",
    "it": "Se ti piacciono i giochi di tiro e ti piace l&#39;azione, dovresti assolutamente provare questo gioco. Un gioco con un&#39;ottima…",
    "ja": "シューティングゲームが好きで、アクションが好きなら、ぜひこのゲームを試してみてください。打球感がとても良いゲーム。",
    "kn": "ನೀವು ಶೂಟಿಂಗ್ ಆಟಗಳನ್ನು ಬಯಸಿದರೆ ಮತ್ತು ಕ್ರಿಯೆಯನ್ನು ಆನಂದಿಸಿದರೆ, ನೀವು ಖಂಡಿತವಾಗಿಯೂ ಈ ಆಟವನ್ನು ಪ್ರಯತ್ನಿಸಬೇಕು. ಉತ್ತಮ ಹಿಟ್ಟಿಂಗ್ ಫೀಲ್ ಹೊಂದಿರುವ…",
    "ko": "슈팅 게임을 좋아하고 액션을 즐기는 분이라면 이 게임을 꼭 해보세요. 타격감이 매우 좋은 게임.",
    "lv": "Ja jums patīk šaušanas spēles un patīk darbība, jums noteikti vajadzētu izmēģināt šo spēli. Spēle ar ļoti labu sitiena sajūtu.",
    "ml": "നിങ്ങൾക്ക് ഷൂട്ടിംഗ് ഗെയിമുകൾ ഇഷ്ടപ്പെടുകയും ആക്ഷൻ ആസ്വദിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, നിങ്ങൾ തീർച്ചയായും ഈ ഗെയിം പരീക്ഷിക്കണം. വളരെ…",
    "mr": "तुम्हाला शूटिंग गेम आवडत असल्यास आणि अॅक्शनचा आनंद घेत असल्यास, तुम्ही हा गेम नक्कीच वापरून पहा. खूप चांगली हिटिंग फील असलेला गेम.",
    "ms": "Jika anda suka permainan menembak dan menikmati aksi, anda pasti perlu mencuba permainan ini. Permainan dengan rasa pukulan yang…",
    "nl": "Als je van schietspellen houdt en van actie houdt, moet je dit spel zeker proberen. Een spel met een zeer goed slaggevoel.",
    "pl": "Jeśli lubisz strzelanki i lubisz akcję, zdecydowanie powinieneś spróbować tej gry. Gra z bardzo dobrym wyczuciem uderzenia.",
    "ro": "Dacă vă plac jocurile cu împușcături și vă bucurați de acțiune, cu siguranță ar trebui să încercați acest joc. Un joc cu o senzație…",
    "ru": "Если вам нравятся стрелялки и вы любите экшн, вам обязательно стоит попробовать эту игру. Игра с очень хорошим чувством удара.",
    "sk": "Ak máte radi strieľačky a máte radi akciu, túto hru by ste určite mali vyskúšať. Hra s veľmi dobrým pocitom z úderov.",
    "sl": "Če imate radi strelske igre in uživate v akciji, morate vsekakor preizkusiti to igro. Igra z zelo dobrim občutkom udarca.",
    "sw": "Ikiwa unapenda michezo ya risasi na kufurahiya hatua, hakika unapaswa kujaribu mchezo huu. Mchezo wenye hisia nzuri sana ya kupiga.",
    "ta": "நீங்கள் ஷூட்டிங் கேம்களை விரும்பி, அதிரடி ஆட்டத்தை ரசிக்கிறீர்கள் என்றால், இந்த கேமை நீங்கள் கண்டிப்பாக முயற்சிக்க வேண்டும். ஒரு…",
    "te": "మీరు షూటింగ్ గేమ్‌లను ఇష్టపడితే మరియు యాక్షన్‌ను ఆస్వాదించినట్లయితే, మీరు ఖచ్చితంగా ఈ గేమ్‌ను ప్రయత్నించాలి. చాలా మంచి హిట్టింగ్…",
    "th": "ถ้าคุณชอบเกมยิงและสนุกไปกับแอ็คชั่น คุณควรลองเกมนี้อย่างแน่นอน เกมที่ให้ความรู้สึกในการตีที่ดีมาก",
    "tr": "Nişan alma oyunlarını seviyorsanız ve aksiyondan keyif alıyorsanız bu oyunu kesinlikle denemelisiniz. Vuruş hissi çok iyi olan bir…",
    "uk": "Якщо вам подобаються стрілялки і вам подобається діяти, вам обов&#39;язково варто спробувати цю гру. Гра з дуже хорошим відчуттям…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you like shooting games and enjoy action, you should definitely try this game. A game with a very good hitting feel.\n\nDestroy all incoming zombies! Collect guns and bazookas to eliminate zombies completely. Collect Health to grow health in the health bar.\n\nTo swipe Install this extension to play the Captain War – Zombie game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}