{
  "name": {
    "ar": "Corgi AI - مدرس اللغة الخاص بك",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "Corgi AI - Your language teacher",
    "de": "Corgi AI - Ihr Sprachlehrer",
    "es": "Corgi AI - Su profesor de idiomas",
    "fr": "Corgi AI - Votre professeur de langues",
    "hi": "Corgi AI - आपका भाषा शिक्षक",
    "id": "Corgi AI - Guru bahasa Anda",
    "it": "Corgi AI - Il vostro insegnante di lingue",
    "ja": "Corgi AI - あなたの言語教師",
    "ko": "Corgi AI - 언어 선생님",
    "ms": "Corgi AI - Guru bahasa anda",
    "pt_BR": "Corgi AI - Seu professor de idiomas",
    "ru": "Corgi AI - Учитель иностранных языков",
    "tr": "Corgi AI - Dil öğretmeniniz",
    "vi": "Corgi AI - Giáo viên ngôn ngữ của bạn",
    "zh_CN": "Corgi AI - 你的语言老师"
  },
  "short": {
    "ar": "تعلم اللغة مدعوم من ChatGPT",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "Language Learning powered by ChatGPT",
    "de": "Sprachen lernen unterstützt von ChatGPT",
    "es": "Aprendizaje de idiomas impulsado por ChatGPT",
    "fr": "Apprentissage des langues propulsé par ChatGPT",
    "hi": "भाषा सीखने चैटजीपीटी द्वारा संचालित",
    "id": "Pembelajaran Bahasa didukung oleh ChatGPT",
    "it": "Apprendimento della lingua alimentato da ChatGPT",
    "ja": "ChatGPT による言語学習",
    "ko": "ChatGPT가 제공하는 언어 학습",
    "ms": "Pembelajaran Bahasa dikuasakan oleh ChatGPT",
    "pt_BR": "Aprendizagem de idiomas Desenvolvido por ChatGPT",
    "ru": "Изучение языков на основе ChatGPT",
    "tr": "ChatGPT tarafından desteklenen Dil Öğrenimi",
    "vi": "Học ngôn ngữ được cung cấp bởi ChatGPT",
    "zh_CN": "由 ChatGPT 提供支持的语言学习"
  },
  "long": {
    "ar": "فريقنا الصغير يتألف من هواة يعيشون في بلدان ومناطق زمنية مختلفة. بدأنا مشروع Corgi كهواية لمساعدة الناس على التغلب على حواجز اللغة وتعلم لغات جديدة.\n\nنعمل باستمرار على تحسين الامتداد وإضافة وظائف جديدة. مؤخرًا، بدأنا شراكة مع PlasticBank لتقديم إسهامنا المتواضع في تنظيف البلاستيك من محيطات العالم. يمكنك رؤية تاريخ الإصدار الكامل في إعدادات امتدادنا ورؤية أننا قد قمنا بالكثير من العمل ونحن لا ننوي التوقف هنا.\n\nماذا يوجد في Corgi بالفعل؟\n\nCorgi AI. مدرس لغة أجنبية شخصي بناءً على ChatGPT. حاليًا يمكنك الدردشة معه حول أي موضوع أو طلب منه شرح قواعد اللغة. سيقوم أيضًا بتصحيح رسائلك إذا ارتكبت خطأًا في مكان ما. في التحديثات المستقبلية، نخطط لإضافة الدردشة الصوتية، والدردشات الثيماتية (على سبيل المثال، التحقق في المطار أو طلب القهوة)، وشرح مفصل للأخطاء والعديد من الميزات المفيدة الأخرى.\n\nترجمة الكلمات والجمل. يعمل Corgi كمترجم عادي أيضًا. يمكنك ترجمة جمل على مواقع الويب أو كلمات فردية. سيقدم Corgi عدة خيارات للترجمة ويقوم بتصفيتها حسب الشهرة.\n\nWord Trainer. يمكنك إضافة أي كلمات ترغب في تعلمها وحفظها في المدرب الخاص بالكلمات الذي أضفناه إلى Corgi. ستحصل على 5 نقاط لكل إجابة صحيحة، وعندما تصل إلى 100، ستذهب الكلمة إلى الدراسة. لا تنس أن تفتح الامتداد بشكل دوري وتتعلم الكلمات. حتى 5 دقائق في اليوم يمكن أن تحقق نتائج على المدى الطويل.\n\nتعلم الكلمات في السياق. تكون هذه الميزة متوقفة تلقائياً، ولكن يمكنك تمكينها في إعدادات الامتداد. في هذه الحالة، سيقوم Corgi بتحليل الكلمات على المواقع التي تزورها، وإذا وجد كلمة قمت بإضافتها للدراسة، سيبرزها. عند التحويم فوق تلك الكلمة، ستضطر إلى اختيار الخيار الترجمة الصحيح. سيساعدك ذلك في تعلم الكلمات بشكل أكثر فعالية أثناء تصفح الإنترنت. P.S. لا يتمتع Corgi بالوصول إلى تاريخ تصفحك أو إدخال أي بيانات. نحن نقدر خصوصيتك ولا نجمع أو نخزن أي بيانات سوى الكلمات التي تضيفها للدراسة.\n\nحاليًا، ندعم تعلم عدة لغات بما في ذلك الإنجليزية والإسبانية والفرنسية والألمانية والإيطالية والروسية والإسبانية. ولكن هذه القائمة تتسع باستمرار.\n\nشكر",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "Our small team consists of enthusiasts living in different countries and time zones. We started the Corgi project as a hobby to help people overcome language barriers and learn new languages. \n\nWe are constantly working on improving the extension and adding new functionality. Recently, we've started a partnership with PlasticBank to make our modest contribution to clean plastic from the world's oceans. You can see the whole version history in the settings of our extension and see that we have done a lot of work and we are not going to stop there. \n\nWhat's already in Corgi? \n\n- Corgi AI. Your personalized foreign language teacher based on ChatGPT. At the moment you can chat with him on any topic or ask him to explain grammar rules. He will also correct your messages if you made a mistake somewhere. In future updates we plan to add voice chatting, thematic chats (for example, checking at the airport or ordering coffee), detailed explanation of mistakes and many more useful features\n\n- Translation of words and sentences. Corgi works as a normal translator as well. You can translate sentences on websites or individual words. Corgi will offer several translation options and filter them by popularity. \n\n- Word Trainer. You can add any words you want to learn and memorize them in the special word trainer that we have added to Corgi. For each correct answer you will be awarded 5 points, when you reach 100, the word will go to the studied. Don't forget to open the extension periodically and learn the words. Even 5 minutes a day can yield results over the long haul\n\n- Learn words in context. This feature is turned off by default, but you can enable it in the extension settings. In this case, Corgi will analyze words on the sites you visit and if it comes across a word you've added to study, it will highlight it. When you hover over that word, you will have to select the correct translation option. This will help you learn words more efficiently while you are just surfing the internet. \nP.S. Corgi does not have access to your browsing history or enter any data. We value your privacy and do not collect or store any data other than the words you add to the study. \n\nAt the moment we support learning several languages including English, Spanish, French, German, Italian, Russian and Spanish. But this list is constantly expanding. \n\nThank you for reading and learning a little more about Corgi!\nWe will be very happy to have your feedback and reviews, as it motivates us a lot to keep working on the extension and make it better and better with every update. \n\nBest wishes to everyone!\nLove,\nCorgi team",
    "de": "Unser kleines Team besteht aus Enthusiasten, die in verschiedenen Ländern und Zeitzonen leben. Wir haben das Corgi-Projekt als Hobby gestartet, um Menschen zu helfen, Sprachbarrieren zu überwinden und neue Sprachen zu lernen. \n\nWir arbeiten ständig daran, die Erweiterung zu verbessern und neue Funktionen hinzuzufügen. Vor kurzem sind wir eine Partnerschaft mit PlasticBank eingegangen, um unseren bescheidenen Beitrag zur Reinigung der Weltmeere von Plastik zu leisten. Sie können die gesamte Versionsgeschichte in den Einstellungen unserer Erweiterung einsehen und sehen, dass wir eine Menge Arbeit geleistet haben und nicht damit aufhören werden. \n\nWas ist bereits in Corgi enthalten? \n\n- Corgi AI. Ihr personalisierter Fremdsprachenlehrer auf der Basis von ChatGPT. Im Moment können Sie mit ihm über jedes Thema chatten oder ihn bitten, Ihnen Grammatikregeln zu erklären. Er wird auch Ihre Nachrichten korrigieren, wenn Sie irgendwo einen Fehler gemacht haben. In zukünftigen Updates planen wir Sprachchats, thematische Chats (z.B. Kontrolle am Flughafen oder Kaffeebestellung), detaillierte Erklärungen von Fehlern und viele weitere nützliche Funktionen\n\n- Übersetzung von Wörtern und Sätzen. Corgi funktioniert auch als normaler Übersetzer. Sie können Sätze auf Webseiten oder einzelne Wörter übersetzen. Corgi bietet mehrere Übersetzungsoptionen an und filtert sie nach Beliebtheit. \n\n- Wort-Trainer. Sie können beliebige Wörter, die Sie lernen möchten, in den speziellen Vokabeltrainer, den wir Corgi hinzugefügt haben, eingeben und auswendig lernen. Für jede richtige Antwort erhalten Sie 5 Punkte, und wenn Sie 100 Punkte erreicht haben, wird das Wort in den Lernbereich aufgenommen. Vergessen Sie nicht, die Erweiterung regelmäßig zu öffnen und die Wörter zu lernen. Selbst 5 Minuten pro Tag können auf lange Sicht zu Ergebnissen führen.\n\n- Lernen Sie Wörter im Kontext. Diese Funktion ist standardmäßig ausgeschaltet, aber Sie können sie in den Einstellungen der Erweiterung aktivieren. In diesem Fall analysiert Corgi die Wörter auf den von Ihnen besuchten Websites, und wenn es auf ein Wort stößt, das Sie zum Lernen hinzugefügt haben, wird es hervorgehoben. Wenn Sie mit dem Mauszeiger über das Wort fahren, müssen Sie die richtige Übersetzungsoption auswählen. Auf diese Weise können Sie beim Surfen im Internet effizienter Wörter lernen. \nP.S. Corgi hat keinen Zugriff auf Ihren Browserverlauf und speichert keine Daten. Wir schätzen Ihre Privatsphäre und sammeln oder speichern keine anderen Daten als die Wörter, die Sie der Studie hinzufügen. \n\nIm Moment unterstützen wir das Erlernen mehrerer Sprachen, darunter Englisch, Spanisch, Französisch, Deutsch, Italienisch und Russisch. Aber diese Liste wird ständig erweitert. \n\nVielen Dank, dass Sie gelesen und ein wenig mehr über Corgi erfahren haben!\nWir freuen uns sehr über Ihr Feedback und Ihre Bewertungen, denn sie motivieren uns sehr, weiter an der Erweiterung zu arbeiten und sie mit jedem Update besser und besser zu machen. \n\nLiebe Grüße an alle!\nLiebe Grüße!\nCorgi-Team",
    "es": "Nuestro pequeño equipo está formado por entusiastas que viven en distintos países y husos horarios. Empezamos el proyecto Corgi como un hobby para ayudar a la gente a superar las barreras lingüísticas y aprender nuevos idiomas. \n\nTrabajamos constantemente para mejorar la extensión y añadir nuevas funciones. Recientemente, hemos iniciado una colaboración con PlasticBank para hacer nuestra modesta contribución a la limpieza del plástico de los océanos del mundo. Puedes ver todo el historial de versiones en los ajustes de nuestra extensión y comprobar que hemos trabajado mucho y no vamos a parar ahí. \n\n¿Qué hay ya en Corgi? \n\n- Corgi AI. Tu profesor de idiomas personalizado basado en ChatGPT. De momento puedes chatear con él sobre cualquier tema o pedirle que te explique reglas gramaticales. También corregirá tus mensajes si has cometido algún error. En futuras actualizaciones tenemos previsto añadir chats de voz, chats temáticos (por ejemplo, hacer un chequeo en el aeropuerto o pedir un café), explicación detallada de errores y muchas más funciones útiles\n\n- Traducción de palabras y frases. Corgi también funciona como un traductor normal. Puedes traducir frases de páginas web o palabras sueltas. Corgi te ofrecerá varias opciones de traducción y las filtrará por popularidad. \n\n- Entrenador de palabras. Puedes añadir cualquier palabra que quieras aprender y memorizarla en el entrenador de palabras especial que hemos añadido a Corgi. Por cada respuesta correcta se te otorgarán 5 puntos, cuando llegues a 100, la palabra pasará a ser estudiada. No olvides abrir la extensión periódicamente y aprender las palabras. Incluso 5 minutos al día pueden dar resultados a largo plazo\n\n- Aprende palabras en contexto. Esta función está desactivada por defecto, pero puedes activarla en los ajustes de la extensión. En este caso, Corgi analizará las palabras de los sitios que visites y, si encuentra una palabra que hayas añadido para estudiar, la resaltará. Cuando pases el ratón por encima de esa palabra, tendrás que seleccionar la opción de traducción correcta. Esto te ayudará a aprender palabras de forma más eficaz mientras navegas por Internet. \nP.D. Corgi no tiene acceso a tu historial de navegación ni introduce ningún dato. Valoramos tu privacidad y no recogemos ni almacenamos más datos que las palabras que añades al estudio. \n\nPor el momento apoyamos el aprendizaje de varios idiomas, entre ellos inglés, español, francés, alemán, italiano y ruso. Pero esta lista se amplía constantemente. \n\n¡Gracias por leer y aprender un poco más sobre Corgi!\nEstaremos encantados de recibir vuestros comentarios y opiniones, ya que nos motivan mucho para seguir trabajando en la extensión y hacerla cada vez mejor con cada actualización. \n\n¡Un saludo a todos!\nCon cariño,\nEquipo Corgi",
    "fr": "Notre petite équipe est composée de passionnés vivant dans différents pays et fuseaux horaires. Nous avons lancé le projet Corgi comme un hobby pour aider les gens à surmonter les barrières linguistiques et à apprendre de nouvelles langues. \n\nNous travaillons constamment à l'amélioration de l'extension et à l'ajout de nouvelles fonctionnalités. Récemment, nous avons entamé un partenariat avec PlasticBank afin d'apporter notre modeste contribution au nettoyage du plastique des océans du monde entier. Vous pouvez consulter l'historique complet des versions dans les paramètres de notre extension et constater que nous avons fait beaucoup de travail et que nous n'allons pas nous arrêter là. \n\nQue contient déjà Corgi ? \n\n- Corgi AI. Votre professeur de langues étrangères personnalisé basé sur ChatGPT. Pour l'instant, vous pouvez discuter avec lui sur n'importe quel sujet ou lui demander d'expliquer des règles de grammaire. Il corrigera également vos messages si vous avez fait une erreur quelque part. Dans les prochaines mises à jour, nous prévoyons d'ajouter le chat vocal, des chats thématiques (par exemple, vérifier à l'aéroport ou commander un café), des explications détaillées sur les erreurs et bien d'autres fonctions utiles.\n\n- Traduction de mots et de phrases. Corgi fonctionne également comme un traducteur normal. Vous pouvez traduire des phrases sur des sites web ou des mots individuels. Corgi vous proposera plusieurs options de traduction et les filtrera en fonction de leur popularité. \n\n- Entraîneur de mots. Vous pouvez ajouter n'importe quel mot que vous voulez apprendre et mémoriser dans l'entraîneur de mots spécial que nous avons ajouté à Corgi. Pour chaque bonne réponse, vous recevrez 5 points, et lorsque vous aurez atteint 100 points, le mot sera étudié. N'oubliez pas d'ouvrir l'extension régulièrement et d'apprendre les mots. Même 5 minutes par jour peuvent donner des résultats à long terme\n\n- Apprenez les mots en contexte. Cette fonction est désactivée par défaut, mais vous pouvez l'activer dans les paramètres de l'extension. Dans ce cas, Corgi analysera les mots sur les sites que vous visitez et s'il rencontre un mot que vous avez ajouté à l'étude, il le mettra en surbrillance. Lorsque vous survolez ce mot, vous devez sélectionner l'option de traduction correcte. Cela vous aidera à apprendre des mots plus efficacement lorsque vous surfez sur Internet. \nP.S. Corgi n'a pas accès à votre historique de navigation et ne saisit aucune donnée. Nous respectons votre vie privée et ne collectons ni ne stockons aucune donnée autre que les mots que vous ajoutez à l'étude. \n\nPour l'instant, nous prenons en charge l'apprentissage de plusieurs langues, dont l'anglais, l'espagnol, le français, l'allemand, l'italien et le russe. Mais cette liste est en constante expansion. \n\nMerci d'avoir lu et d'en avoir appris un peu plus sur Corgi !\nNous serons très heureux d'avoir vos commentaires et critiques, car cela nous motive beaucoup à continuer à travailler sur l'extension et à la rendre de plus en plus performante à chaque mise à jour. \n\nMeilleurs vœux à tous !\nAmicalement,\nL'équipe Corgi",
    "hi": "हमारी छोटी टीम में विभिन्न देशों और समय क्षेत्रों में रहने वाले उत्साही लोग शामिल हैं। हमने लोगों को भाषा संबंधी बाधाओं को दूर करने और नई भाषाएँ सीखने में मदद करने के लिए एक शौक के रूप में कॉर्गी परियोजना शुरू की।\n\nहम एक्सटेंशन को बेहतर बनाने और नई कार्यक्षमता जोड़ने पर लगातार काम कर रहे हैं। हाल ही में, हमने दुनिया के महासागरों से प्लास्टिक को साफ करने में अपना मामूली योगदान देने के लिए प्लास्टिकबैंक के साथ साझेदारी शुरू की है। आप हमारे एक्सटेंशन की सेटिंग में संपूर्ण संस्करण इतिहास देख सकते हैं और देख सकते हैं कि हमने बहुत काम किया है और हम यहीं रुकने वाले नहीं हैं।\n\nकॉर्गी में पहले से क्या है?\n\n- कॉर्गी ए.आई. ChatGPT पर आधारित आपका वैयक्तिकृत विदेशी भाषा शिक्षक। फिलहाल आप उनसे किसी भी विषय पर बातचीत कर सकते हैं या उनसे व्याकरण के नियम समझाने के लिए कह सकते हैं। यदि आपने कहीं कोई गलती की है तो वह आपके संदेशों को सही भी करेगा। भविष्य के अपडेट में हम वॉइस चैटिंग, विषयगत चैट (उदाहरण के लिए, हवाई अड्डे पर चेकिंग या कॉफी ऑर्डर करना), गलतियों की विस्तृत व्याख्या और कई अन्य उपयोगी सुविधाएँ जोड़ने की योजना बना रहे हैं।\n\n- शब्दों और वाक्यों का अनुवाद. कॉर्गी एक सामान्य अनुवादक के तौर पर भी काम करते हैं. आप वेबसाइटों पर वाक्यों या अलग-अलग शब्दों का अनुवाद कर सकते हैं। कॉर्गी कई अनुवाद विकल्प पेश करेगा और उन्हें लोकप्रियता के आधार पर फ़िल्टर करेगा।\n\n- वर्ड ट्रेनर. आप कोई भी शब्द जोड़ सकते हैं जिसे आप सीखना चाहते हैं और उन्हें उस विशेष शब्द प्रशिक्षक में याद कर सकते हैं जिसे हमने कॉर्गी में जोड़ा है। प्रत्येक सही उत्तर के लिए आपको 5 अंक दिए जाएंगे, जब आप 100 तक पहुंच जाएंगे, तो शब्द अध्ययन के पास जाएगा। समय-समय पर एक्सटेंशन को खोलना और शब्दों को सीखना न भूलें। प्रतिदिन 5 मिनट भी लंबे समय तक परिणाम दे सकते हैं\n\n- संदर्भ में शब्द सीखें। यह सुविधा डिफ़ॉल्ट रूप से बंद है, लेकिन आप इसे एक्सटेंशन सेटिंग्स में सक्षम कर सकते हैं। इस मामले में, कॉर्गी आपके द्वारा देखी जाने वाली साइटों पर शब्दों का विश्लेषण करेगा और यदि उसे अध्ययन के लिए आपके द्वारा जोड़ा गया कोई शब्द मिलता है, तो वह उसे उजागर करेगा। जब आप उस शब्द पर होवर करेंगे तो आपको सही अनुवाद विकल्प का चयन करना होगा। जब आप इंटरनेट पर सर्फिंग कर रहे हों तो इससे आपको शब्दों को अधिक कुशलता से सीखने में मदद मिलेगी।\nपी.एस. कॉर्गी के पास आपके ब्राउज़िंग इतिहास तक पहुंच नहीं है या कोई डेटा दर्ज नहीं है। हम आपकी गोपनीयता को महत्व देते हैं और अध्ययन में आपके द्वारा जोड़े गए शब्दों के अलावा कोई डेटा एकत्र या संग्रहीत नहीं करते हैं।\n\nफिलहाल हम अंग्रेजी, स्पेनिश, फ्रेंच, जर्मन, इतालवी, रूसी और स्पेनिश सहित कई भाषाएं सीखने का समर्थन करते हैं। लेकिन इस सूची का लगातार विस्तार हो रहा है.\n\nकॉर्गी के बारे में थोड़ा और जानने और पढ़ने के लिए धन्यवाद!\nहमें आपकी प्रतिक्रिया और समीक्षा पाकर बहुत खुशी होगी, क्योंकि यह हमें एक्सटेंशन पर काम करते रहने और हर अपडेट के साथ इसे बेहतर से बेहतर बनाने के लिए प्रेरित करता है।\n\nसभी को शुभकामनाएँ!\nप्यार,\nकॉर्गी टीम",
    "id": "Tim kecil kami terdiri dari para penggemar yang tinggal di berbagai negara dan zona waktu yang berbeda. Kami memulai proyek Corgi sebagai hobi untuk membantu orang mengatasi hambatan bahasa dan belajar bahasa baru.\n\nKami terus bekerja untuk meningkatkan ekstensi dan menambahkan fungsionalitas baru. Baru-baru ini, kami memulai kemitraan dengan PlasticBank untuk memberikan kontribusi kami yang sederhana untuk membersihkan plastik dari lautan dunia. Anda dapat melihat seluruh riwayat versi di pengaturan ekstensi kami dan melihat bahwa kami telah melakukan banyak pekerjaan dan tidak berniat berhenti di situ.\n\nApa yang sudah ada di Corgi?\n\nCorgi AI. Guru bahasa asing pribadi Anda berbasis ChatGPT. Saat ini Anda dapat mengobrol dengannya tentang topik apa pun atau memintanya untuk menjelaskan aturan tata bahasa. Dia juga akan memperbaiki pesan Anda jika Anda membuat kesalahan di suatu tempat. Pada pembaruan mendatang, kami berencana untuk menambahkan obrolan suara, obrolan tematis (misalnya, pemeriksaan di bandara atau memesan kopi), penjelasan rinci tentang kesalahan, dan banyak fitur berguna lainnya.\n\nTerjemahan kata dan kalimat. Corgi juga berfungsi sebagai penerjemah biasa. Anda dapat menerjemahkan kalimat di situs web atau kata-kata individual. Corgi akan menawarkan beberapa opsi terjemahan dan menyaringnya berdasarkan popularitas.\n\nPelatih Kata. Anda dapat menambahkan kata-kata apa pun yang ingin Anda pelajari dan mengingatnya di pelatih kata khusus yang telah kami tambahkan ke Corgi. Untuk setiap jawaban yang benar, Anda akan diberi 5 poin, ketika Anda mencapai 100, kata tersebut akan masuk ke yang sudah dipelajari. Jangan lupa membuka ekstensi secara berkala dan belajar kata-kata. Bahkan 5 menit sehari dapat memberikan hasil dalam jangka panjang.\n\nBelajar kata dalam konteks. Fitur ini dimatikan secara default, tetapi Anda dapat mengaktifkannya di pengaturan ekstensi. Dalam hal ini, Corgi akan menganalisis kata-kata di situs yang Anda kunjungi, dan jika menemui kata yang telah Anda tambahkan untuk dipelajari, itu akan mencetaknya. Ketika Anda mengarahkan kursor ke kata tersebut, Anda harus memilih opsi terjemahan yang benar. Ini akan membantu Anda belajar kata-kata lebih efisien saat Anda hanya berselancar di internet.\nP.S. Corgi tidak memiliki akses ke riwayat penjelajahan Anda atau memasukkan data apa pun. Kami menghargai privasi Anda dan tidak mengumpulkan atau menyimpan data selain kata-kata yang Anda tambahkan untuk dipelajari.\n\nSaat ini kami mendukung pembelajaran beberapa bahasa termasuk Inggris, Spanyol, Prancis, Jerman, Italia, Rusia, dan Spanyol. Namun, daftar ini terus berkembang.\n\nTerima kasih telah membaca dan belajar sedikit lebih banyak tentang Corgi! Kami akan sangat senang mendapatkan umpan balik dan ulasan Anda, karena itu sangat memotivasi kami untuk terus bekerja pada ekstensi ini dan membuatnya semakin baik dengan setiap pembaruan.\n\nSemoga semua yang terbaik untuk semua orang!\nCinta,\nTim Corgi",
    "it": "Il nostro piccolo team è composto da appassionati che vivono in paesi e fusi orari diversi. Abbiamo iniziato il progetto Corgi come hobby per aiutare le persone a superare le barriere linguistiche e a imparare nuove lingue. \n\nLavoriamo costantemente per migliorare l'estensione e aggiungere nuove funzionalità. Recentemente abbiamo avviato una collaborazione con PlasticBank per dare il nostro modesto contributo alla pulizia della plastica dagli oceani del mondo. Potete vedere l'intera cronologia delle versioni nelle impostazioni della nostra estensione e constatare che abbiamo fatto molto lavoro e non ci fermeremo qui. \n\nCosa c'è già in Corgi? \n\n- Corgi AI. Il vostro insegnante di lingue straniere personalizzato basato su ChatGPT. Al momento potete chattare con lui su qualsiasi argomento o chiedergli di spiegarvi le regole grammaticali. Inoltre, correggerà i vostri messaggi se avete commesso un errore. Nei prossimi aggiornamenti abbiamo in programma di aggiungere la chat vocale, le chat tematiche (ad esempio, il controllo in aeroporto o l'ordinazione di un caffè), la spiegazione dettagliata degli errori e molte altre utili funzioni.\n\n- Traduzione di parole e frasi. Corgi funziona anche come un normale traduttore. È possibile tradurre frasi di siti web o singole parole. Corgi offre diverse opzioni di traduzione e le filtra in base alla popolarità. \n\n- Allenatore di parole. È possibile aggiungere qualsiasi parola che si desidera imparare e memorizzare nello speciale allenatore di parole che abbiamo aggiunto a Corgi. Per ogni risposta corretta vi verranno assegnati 5 punti; quando raggiungerete i 100, la parola verrà studiata. Non dimenticate di aprire periodicamente l'estensione e di imparare le parole. Anche 5 minuti al giorno possono dare risultati a lungo termine.\n\n- Imparare le parole nel contesto. Questa funzione è disattivata per impostazione predefinita, ma è possibile attivarla nelle impostazioni dell'estensione. In questo caso, Corgi analizzerà le parole presenti nei siti visitati e, se si imbatterà in una parola che avete aggiunto allo studio, la evidenzierà. Quando si passa il mouse su quella parola, si dovrà selezionare l'opzione di traduzione corretta. Questo vi aiuterà a imparare le parole in modo più efficiente mentre navigate su Internet. \nP.S. Corgi non ha accesso alla cronologia di navigazione né inserisce alcun dato. Teniamo alla vostra privacy e non raccogliamo né memorizziamo alcun dato, se non le parole che aggiungete allo studio. \n\nAl momento supportiamo l'apprendimento di diverse lingue, tra cui inglese, spagnolo, francese, tedesco, italiano e russo. Ma questo elenco è in continua espansione. \n\nGrazie per aver letto e imparato qualcosa in più su Corgi!\nSaremo molto felici di ricevere i vostri commenti e le vostre recensioni, perché ci motivano molto a continuare a lavorare sull'estensione e a renderla sempre migliore con ogni aggiornamento. \n\nAuguri a tutti!\nCon affetto,\nTeam Corgi",
    "ja": "私たちの小さなチームは、異なる国々とタイムゾーンに住むエンスージアストから成り立っています。私たちはCorgiプロジェクトを趣味として始め、人々が言語の壁を乗り越え、新しい言語を学ぶのを助けることを目的としています。\n\n私たちは常に拡張機能を改善し、新しい機能を追加する作業をしています。最近では、PlasticBankと提携し、世界の海からプラスチックをきれいにするために謙虚な貢献を始めました。拡張機能の設定で完全なバージョン履歴を見ることができ、私たちが多くの作業を行っており、そこで止まるつもりはないことがわかります。\n\nCorgiにはすでに何が含まれていますか？\n\nCorgi AI。ChatGPTを基にしたあなた専用の外国語教師です。現時点では、彼と任意のトピックでチャットしたり、文法のルールを説明してもらったりできます。彼はまた、どこかで間違いがあればメッセージを訂正します。将来のアップデートでは、音声チャット、テーマ別のチャット（たとえば、空港での確認やコーヒーの注文）、間違いの詳細な説明など、さまざまな便利な機能を追加する予定です。\n\n単語や文の翻訳。Corgiは通常の翻訳機能としても機能します。ウェブサイト上の文や個々の単語を翻訳できます。Corgiは複数の翻訳オプションを提供し、人気でフィルタリングします。\n\n単語トレーナー。学びたい単語を追加し、それらをCorgiに追加した特別な単語トレーナーで覚えることができます。正しい答えごとに5ポイントがもらえ、100ポイントに達するとその単語は学習済みになります。拡張機能を定期的に開いて単語を学ぶことを忘れないでください。毎日5分でも、長い目で見れば結果が出ます。\n\n文脈で単語を学ぶ。この機能はデフォルトでオフになっていますが、拡張機能の設定で有効にできます。この場合、Corgiは訪れたサイトの中で単語を分析し、学習したい単語が出てきた場合はそれをハイライト表示します。その単語にマウスを合わせると、正しい翻訳オプションを選択する必要があります。これにより、インターネットサーフィン中に効率的に単語を学ぶのに役立ちます。\n\n補足：Corgiはブラウジング履歴やデータの入力権限を持っていません。私たちはあなたのプライバシーを尊重し、学習に追加した単語以外のデータは収集または保存していません。\n\nCorgiについてもう少し知りたいとお読みいただきありがとうございます！\n拡張機能を改善し、アップデートごとにますます良くしていくために、皆さんのフィードバックとレビューを非常に嬉しく思います。\n\nみなさんに最高のご挨拶を！\n愛を込めて、Corgi チーム",
    "ko": "저희 소규모 팀은 서로 다른 국가와 시간대에 거주하는 열정적인 사람들로 이루어져 있습니다. 우리는 Corgi 프로젝트를 취미로 시작했으며 언어 장벽을 극복하고 새로운 언어를 배우는 데 도움이 되기 위한 것입니다.\n\n저희는 확장 기능을 지속적으로 개선하고 새로운 기능을 추가하는 작업을 하고 있습니다. 최근에는 PlasticBank와 협력을 시작하여 세계 해양에서 플라스틱을 깨끗이 청소하는 작은 기여를 하고 있습니다. 확장의 설정에서 전체 버전 기록을 확인하고 많은 작업을 완료했음을 확인할 수 있으며 여기서 멈추지 않을 것입니다.\n\nCorgi에는 이미 무엇이 있나요?\n\nCorgi AI. ChatGPT를 기반으로 한 개인 맞춤형 외국어 교사입니다. 현재는 어떤 주제든 그와 채팅하거나 문법 규칙을 설명하도록 요청할 수 있습니다. 그는 또한 메시지에 오류가 있으면 교정해줄 것입니다. 향후 업데이트에서는 음성 채팅, 주제별 채팅(예: 공항에서 확인 또는 커피 주문), 오류의 상세 설명 및 기타 유용한 기능을 추가할 계획입니다.\n\n단어와 문장의 번역. Corgi는 일반 번역기로도 작동합니다. 웹사이트나 개별 단어의 문장을 번역할 수 있습니다. Corgi는 여러 번역 옵션을 제공하고 그 중에서 인기에 따라 필터링할 것입니다.\n\n단어 트레이너. 공부하고 싶은 어떤 단어든 추가하고 Corgi에 추가한 특별한 단어 트레이너에서 그 단어들을 기억할 수 있습니다. 각 정답에는 5점이 주어지며 100에 도달하면 해당 단어는 공부한 것으로 간주됩니다. 확장을 정기적으로 열고 단어를 배우는 것을 잊지 마세요. 하루에 5분만 투자해도 장기적으로 결과를 얻을 수 있습니다.\n\n맥락에서 단어 학습. 이 기능은 기본적으로 꺼져 있지만 확장 설정에서 활성화할 수 있습니다. 이 경우 Corgi는 방문하는 사이트에서 단어를 분석하고 공부하기로 추가한 단어를 만나면 강조 표시합니다. 해당 단어 위로 마우스를 가져가면 올바른 번역 옵션을 선택해야 합니다. 이렇게 하면 인터넷 서핑 중에 효율적으로 단어를 학습할 수 있습니다. 주의: Corgi는 사용자의 브라우징 기록에 액세스하지 않으며 어떠한 데이터도 수집하거나 저장하지 않습니다. 우리는 사용자의 개인 정보를 중요하게 생각하며 공부에 추가하는 단어 외에는 어떤 데이터도 수집하거나 저장하지 않습니다.\n\n현재 우리는 영어, 스페인어, 프랑스어, 독일어, 이탈리아어, 러시아어, 스페인어를 포함한 여러 언어를 지원하고 있습니다. 그러나 이 목록은 지속적으로 확장 중입니다.\n\n읽어 주셔서 감사하며 Corgi에 대해 조금 더 알아보시길 바랍니다! 저희는 확장을 계속 개선하고 각 업데이트마다 더욱 나아지도록 노력하는 것에 매우 만족합니다. 모두에게 최고의 소망을 전합니다! 사랑을 담아, Corgi 팀",
    "ms": "Pasukan kecil kami terdiri daripada penggemar yang tinggal di negara dan zona masa yang berbeza. Kami memulakan projek Corgi sebagai hobi untuk membantu orang mengatasi halangan bahasa dan mempelajari bahasa baru.\n\nKami sentiasa berusaha untuk memperbaiki sambungan ini dan menambah ciri-ciri baru. Baru-baru ini, kami telah memulakan kerjasama dengan PlasticBank untuk membuat sumbangan kecil kami untuk membersihkan plastik dari lautan dunia. Anda boleh melihat sejarah versi lengkap dalam tetapan sambungan kami dan lihat bahawa kami telah melakukan banyak kerja dan kami tidak akan berhenti di situ.\n\nApakah yang sudah ada dalam Corgi?\n\nCorgi AI. Guru bahasa asing peribadi anda berdasarkan ChatGPT. Pada masa ini, anda boleh bersembang dengannya tentang apa-apa topik atau memintanya menjelaskan peraturan tatabahasa. Dia juga akan membetulkan mesej anda jika anda membuat kesilapan di mana-mana tempat. Dalam pembaharuan masa depan, kami berancang untuk menambah perbualan suara, perbualan tematik (contohnya, pemeriksaan di lapangan terbang atau memesan kopi), penjelasan terperinci tentang kesilapan, dan banyak lagi ciri berguna.\n\nTerjemahan perkataan dan ayat. Corgi berfungsi sebagai penterjemah biasa juga. Anda boleh menterjemahkan ayat di laman web atau perkataan individu. Corgi akan menawarkan beberapa pilihan terjemahan dan menyaringnya mengikut populariti.\n\nLatihan Kata. Anda boleh menambah mana-mana perkataan yang anda ingin pelajari dan mengingatnya dalam latihan kata khas yang telah kami tambahkan ke dalam Corgi. Untuk setiap jawapan yang betul, anda akan diberikan 5 mata, apabila anda mencapai 100, perkataan itu akan masuk dalam kategori \"dipelajari\". Jangan lupa untuk membuka sambungan secara berkala dan belajar perkataan-perkataan itu. Walaupun 5 minit sehari boleh memberikan hasil dalam jangka panjang.\n\nBelajar perkataan dalam konteks. Ciri ini dimatikan secara lalai, tetapi anda boleh mengaktifkannya dalam tetapan sambungan. Dalam hal ini, Corgi akan menganalisis perkataan di laman web yang anda lawati, dan jika ia menjumpai perkataan yang anda tambahkan untuk dipelajari, ia akan menyerlahkannya. Apabila anda menghover perkataan itu, anda perlu memilih pilihan terjemahan yang betul. Ini akan membantu anda mempelajari perkataan dengan lebih efisien semasa anda hanya berselancar di internet.\nP.S. Corgi tidak mempunyai akses kepada sejarah pelayaran anda atau memasukkan mana-mana data. Kami menghargai privasi anda dan tidak mengumpul atau menyimpan data selain daripada perkataan yang anda tambahkan untuk dipelajari.\n\nPada masa ini, kami menyokong pembelajaran beberapa bahasa termasuk Bahasa Inggeris, Sepanyol, Perancis, Jerman, Itali, Rusia dan Sepanyol. Tetapi senarai ini sentiasa berkembang.\n\nTerima kasih kerana membaca dan belajar sedikit lebih banyak tentang Corgi! Kami akan sangat gembira mendapat maklum balas dan ulasan anda, kerana itu memotivasikan kami banyak untuk terus bekerja pada sambungan ini dan membuatnya lebih baik dengan setiap pembaharuan.\n\nTetapan terbaik kepada semua!\nCinta,\nPasukan Corgi",
    "pt_BR": "Nossa pequena equipe é formada por entusiastas que vivem em diferentes países e fusos horários. Iniciamos o projeto Corgi como um hobby para ajudar as pessoas a superar as barreiras linguísticas e aprender novos idiomas. \n\nEstamos constantemente trabalhando para aprimorar a extensão e adicionar novas funcionalidades. Recentemente, iniciamos uma parceria com o PlasticBank para fazer nossa modesta contribuição para limpar o plástico dos oceanos do mundo. Você pode ver todo o histórico de versões nas configurações da nossa extensão e ver que trabalhamos muito e não vamos parar por aí. \n\nO que já está no Corgi? \n\n- Corgi AI. Seu professor de língua estrangeira personalizado baseado no ChatGPT. No momento, você pode conversar com ele sobre qualquer assunto ou pedir que ele explique regras gramaticais. Ele também corrigirá suas mensagens se você cometer um erro em algum lugar. Em futuras atualizações, planejamos adicionar bate-papo por voz, bate-papos temáticos (por exemplo, verificar o aeroporto ou pedir um café), explicação detalhada de erros e muitos outros recursos úteis\n\n- Tradução de palavras e frases. O Corgi também funciona como um tradutor normal. Você pode traduzir frases em sites ou palavras individuais. O Corgi oferecerá várias opções de tradução e as filtrará por popularidade. \n\n- Treinador de palavras. Você pode adicionar quaisquer palavras que queira aprender e memorizá-las no treinador de palavras especial que adicionamos ao Corgi. Para cada resposta correta, você receberá 5 pontos e, quando chegar a 100, a palavra será estudada. Não se esqueça de abrir a extensão periodicamente e aprender as palavras. Mesmo 5 minutos por dia podem gerar resultados a longo prazo\n\n- Aprenda palavras no contexto. Esse recurso é desativado por padrão, mas você pode ativá-lo nas configurações da extensão. Nesse caso, o Corgi analisará as palavras nos sites que você visita e, se encontrar uma palavra que você adicionou para estudar, ela será destacada. Ao passar o mouse sobre essa palavra, você terá de selecionar a opção de tradução correta. Isso o ajudará a aprender palavras com mais eficiência enquanto estiver navegando na Internet. \nP.S. A Corgi não tem acesso ao seu histórico de navegação nem insere nenhum dado. Valorizamos sua privacidade e não coletamos nem armazenamos nenhum dado além das palavras que você adiciona ao estudo. \n\nNo momento, oferecemos suporte ao aprendizado de vários idiomas, incluindo inglês, espanhol, francês, alemão, italiano, russo e espanhol. Mas essa lista está em constante expansão. \n\nObrigado por ler e aprender um pouco mais sobre a Corgi!\nFicaremos muito felizes com seus comentários e opiniões, pois eles nos motivam muito a continuar trabalhando na extensão e a torná-la cada vez melhor a cada atualização. \n\nFelicidades a todos!\nCom amor,\nEquipe Corgi",
    "ru": "Наша небольшая команда состоит из энтузиастов, живущих в разных странах и часовых поясах. Мы начали проект Corgi как хобби, чтобы помочь людям справиться с языковым барьером и выучить новые языки. \n\nМы постоянно работаем над улучшением расширения и добавляем новый функционал. Недавно мы начали сотрудничать с PlasticBank, чтобы сделать свой скромный вклад в очистку мирового океана от пластика. Всю историю версий вы можете увидеть в настройках нашего расширения и убедиться, что мы проделали большую работу и не собираемся на этом останавливаться. \n\nЧто уже есть в Corgi? \n\n- Corgi AI. Ваш персональный учитель иностранного языка на основе ChatGPT. На данный момент вы можете чатиться с ним на любые темы или просить объяснить грамматические правила. Он так же будет исправлять ваши сообщения если вы где-то допустили ошибку. В будущих обновлениях мы планируем добавить общение голосом, тематические чаты (например чекин в аэропорту или заказ кофе), подробное объяснение ошибок и еще много полезного функционала\n\n- Перевод слов и предложений. Corgi работает и как обычный переводчик. Вы можете переводить предложения на сайтах или отдельные слова. Corgi предложит несколько вариантов перевода и отфильтрует их по популярности. \n\n- Тренажер слов. Вы можете добавлять любые слова на изучение и запоминать их в специальном тренажере слов, который мы добавили в Corgi. За каждый правильный ответ вам будет начисляться по 5 баллов, когда вы достигнете 100, то слово отправится в изученные. Не забывайте периодически открывать расширение и учить слова. Даже 5 минут в день может дать результат на длинной дистанции\n\n- Учите слова в контексте. Это функция выключена по дефолту, но вы можете включить ее в настройках расширения. В этом случае Corgi будет анализировать слова на сайтах, которые вы посещаете и если встретит слово, которое вы добавили на изучение, то выделит его. При наведении на это слово вам нужно будет выбрать правильный вариант перевода. Это поможет вам более эффективно учить слова пока вы просто сидите в интернете. \nP.S. Corgi не имеет доступ к вашей истории посещений и к вводу каких-либо данных. Мы ценим вашу приватность, не собираем и не храним никакие данные кроме слов, которые вы добавили на изучение. \n\nНа данный момент мы поддерживаем изучение нескольких языков, включая Английский, Испанский, Французский, Немецкий, Итальянский и Русский. Но этот список постоянно расширяется. \n\nСпасибо, что прочитали и узнали о Corgi немного больше!\nМы будем очень рады вашим отзывам и обратной связи, так как это очень мотивирует нас продолжать работу над расширением и делать его все лучше с каждым обновлением. \n\nВсем добра!\nС любовью,\nкоманда Corgi",
    "tr": "Küçük ekibimiz, farklı ülkelerde ve zaman dilimlerinde yaşayan hevesli kişilerden oluşmaktadır. Corgi projesine dil bariyerlerini aşmaya ve yeni diller öğrenmeye yardımcı olmak amacıyla bir hobi olarak başladık.\n\nSürekli olarak uzantıyı geliştirmek ve yeni işlevler eklemek üzerine çalışıyoruz. Son zamanlarda, dünyanın okyanuslarından plastik temizlemeye mütevazı bir katkıda bulunmak amacıyla PlasticBank ile bir ortaklık başlattık. Uzantımızın ayarlarında tüm sürüm geçmişini görebilir ve yaptığımız çalışmaları görebilirsiniz; ve durmayı düşünmüyoruz.\n\nCorgi'de neler var?\n\nCorgi Yapay Zeka. ChatGPT'ye dayalı kişisel yabancı dil öğretmeniniz. Şu anda onunla herhangi bir konuda sohbet edebilir veya dilbilgisi kurallarını açıklamasını isteyebilirsiniz. Ayrıca, bir yerde hata yaptıysanız mesajlarınızı düzeltecektir. Gelecekteki güncellemelerde sesli sohbet, tematik sohbetler (örneğin, havaalanında kontrol veya kahve siparişi) gibi detaylı hata açıklamaları ve birçok başka kullanışlı özellik eklemeyi planlıyoruz.\n\nKelimelerin ve cümlelerin çevirisi. Corgi aynı zamanda normal bir çevirmen gibi çalışır. İnternet sitelerinde veya bireysel kelimelerde cümleleri çevirebilirsiniz. Corgi size çeşitli çeviri seçenekleri sunacak ve bunları popülerliğe göre filtreleyecektir.\n\nKelime Antrenörü. Öğrenmek istediğiniz herhangi bir kelimeyi ekleyebilir ve bunları Corgi'ye eklediğimiz özel kelime antrenmanında ezberleyebilirsiniz. Her doğru cevapta size 5 puan verilecek, 100'e ulaştığınızda kelime öğrenilmiş olarak işaretlenecektir. Uzantıyı periyodik olarak açmayı ve kelimeleri öğrenmeyi unutmayın. Gün içinde sadece 5 dakika bile uzun vadede sonuçlar verebilir.\n\nBağlam içinde kelimeleri öğren. Bu özellik varsayılan olarak kapalıdır, ancak uzantı ayarlarında etkinleştirebilirsiniz. Bu durumda, Corgi ziyaret ettiğiniz sitelerde kelimeleri analiz edecek ve öğrenmek için eklediğiniz bir kelimeyle karşılaşırsa, onu vurgulayacaktır. O kelimenin üzerine geldiğinizde doğru çeviri seçeneğini seçmeniz gerekecek. Bu, internet üzerinde gezinirken kelimeleri daha verimli bir şekilde öğrenmenize yardımcı olacaktır.\nN. B. Corgi'nin gezinme geçmişinize veya herhangi bir veriye erişimi yoktur. Gizliliğinizi değerli buluyor ve öğrenmek için eklediğiniz kelimeler dışında herhangi bir veri toplamıyor veya depolamıyoruz.\n\nMotivasyon önemlidir. Yabancı diller öğrenmeye daha fazla motive olmanız için küçük bir hayır mekanizması ekledik. Her 30 kelime öğrendiğinizde, dünyanın okyanuslarındaki plastikleri temizlemeye adamış olan ortak şirketimize (PlasticBank) para yatıracağız. Her 30 kelime bir plastik şişeye eşittir. Bu ortak amaçta küçük bir katkıda bulunmak istiyoruz ve umuyoruz ki bize bu konuda yardımcı olacaksınız :)\n\nŞu anda İngilizce, İspanyolca, Fransızca, Almanca, İtalyanca, Rusça ve İspanyolca da dahil olmak üzere birkaç dilin öğrenilmesini destekliyoruz. Ancak bu liste sürekli olarak genişliyor.\n\nOkuduğunuz ve Corgi hakkında biraz daha fazla bilgi edindiğiniz için teşekkür ederiz! Geri bildiriminizi ve yorumlarınızı çok memnuniyetle karşılarız, çünkü bizi uzantı üzerinde çalışmaya ve her güncelleme ile daha da iyileştirmeye motive ediyor.\n\nHerkes için en iyi dilekler!\nSevgiler,\nCorgi Ekibi",
    "vi": "Nhóm nhỏ của chúng tôi bao gồm những người đam mê sống ở các quốc gia và múi giờ khác nhau. Chúng tôi bắt đầu dự án Corgi như một sở thích nhằm giúp mọi người vượt qua rào cản ngôn ngữ và học ngôn ngữ mới.\n\nChúng tôi liên tục làm việc để cải thiện tiện ích mở rộng và thêm chức năng mới. Gần đây, chúng tôi đã bắt đầu hợp tác với PlasticBank để đóng góp khiêm tốn vào việc làm sạch nhựa từ các đại dương trên thế giới. Bạn có thể xem toàn bộ lịch sử phiên bản trong cài đặt tiện ích mở rộng của chúng tôi và thấy rằng chúng tôi đã thực hiện rất nhiều công việc và chúng tôi sẽ không dừng lại ở đó.\n\nCorgi đã có những gì?\n\n- Corgi AI. Giáo viên ngoại ngữ được cá nhân hóa của bạn dựa trên ChatGPT. Hiện tại, bạn có thể trò chuyện với anh ấy về bất kỳ chủ đề nào hoặc yêu cầu anh ấy giải thích các quy tắc ngữ pháp. Anh ấy cũng sẽ sửa tin nhắn của bạn nếu bạn mắc lỗi ở đâu đó. Trong các bản cập nhật trong tương lai, chúng tôi dự định bổ sung tính năng trò chuyện thoại, trò chuyện theo chủ đề (ví dụ: kiểm tra tại sân bay hoặc gọi cà phê), giải thích chi tiết về lỗi và nhiều tính năng hữu ích khác\n\n- Dịch từ và câu. Corgi cũng làm việc như một dịch giả bình thường. Bạn có thể dịch câu trên trang web hoặc từng từ riêng lẻ. Corgi sẽ cung cấp một số tùy chọn dịch và lọc chúng theo mức độ phổ biến.\n\n- Luyện chữ. Bạn có thể thêm bất kỳ từ nào bạn muốn học và ghi nhớ chúng trong phần luyện từ đặc biệt mà chúng tôi đã thêm vào Corgi. Với mỗi câu trả lời đúng, bạn sẽ được cộng 5 điểm, khi đạt 100, từ đó sẽ được chuyển sang phần nghiên cứu. Đừng quên mở tiện ích mở rộng định kỳ và học từ. Thậm chí 5 phút mỗi ngày cũng có thể mang lại kết quả lâu dài\n\n- Học từ trong ngữ cảnh. Tính năng này bị tắt theo mặc định nhưng bạn có thể bật nó trong cài đặt tiện ích mở rộng. Trong trường hợp này, Corgi sẽ phân tích các từ trên các trang web bạn truy cập và nếu nó gặp một từ bạn đã thêm vào để nghiên cứu, nó sẽ đánh dấu từ đó. Khi di chuột qua từ đó, bạn sẽ phải chọn tùy chọn dịch chính xác. Điều này sẽ giúp bạn học từ hiệu quả hơn trong khi bạn chỉ lướt internet.\ntái bút Corgi không có quyền truy cập vào lịch sử duyệt web của bạn hoặc nhập bất kỳ dữ liệu nào. Chúng tôi coi trọng quyền riêng tư của bạn và không thu thập hoặc lưu trữ bất kỳ dữ liệu nào ngoài những từ bạn thêm vào nghiên cứu.\n\n\n- Động lực là quan trọng. Để giúp bạn có thêm động lực học ngoại ngữ, chúng tôi đã thêm một chút cơ chế từ thiện. Cứ mỗi 30 từ bạn học được, chúng tôi sẽ đầu tư tiền cho đối tác của chúng tôi (PlasticBank), những người chuyên làm sạch nhựa từ các đại dương trên thế giới. Cứ 30 từ tương đương với một chai nhựa.\nChúng tôi thực sự muốn đóng góp một phần nhỏ cho sự nghiệp chung này và hy vọng bạn sẽ giúp chúng tôi trong việc này :)\n\nHiện tại, chúng tôi hỗ trợ học một số ngôn ngữ bao gồm tiếng Anh, tiếng Tây Ban Nha, tiếng Pháp, tiếng Đức, tiếng Ý, tiếng Nga và tiếng Tây Ban Nha. Nhưng danh sách này không ngừng mở rộng.\n\nCảm ơn bạn đã đọc và tìm hiểu thêm một chút về Corgi!\nChúng tôi sẽ rất vui khi nhận được phản hồi và đánh giá của bạn, vì điều đó thúc đẩy chúng tôi rất nhiều để tiếp tục phát triển tiện ích mở rộng và làm cho tiện ích này ngày càng tốt hơn qua mỗi bản cập nhật.\n\nLời chúc tốt đẹp nhất đến mọi người!\nYêu,\nĐội Corgi",
    "zh_CN": "我们的小团队由生活在不同国家和时区的热情人士组成。我们将Corgi项目作为一项爱好，旨在帮助人们克服语言障碍，学习新语言。\n\n我们不断努力改进扩展功能并添加新功能。最近，我们与PlasticBank建立了合作关系，为清理世界海洋中的塑料做出了我们的谦逊贡献。您可以在扩展的设置中查看整个版本历史，看到我们已经做了很多工作，而且我们不打算就此停止。\n\nCorgi已经具备哪些功能？\n\nCorgi人工智能。基于ChatGPT的个性化外语老师。目前，您可以与他就任何主题聊天，或要求他解释语法规则。他还会在您犯错误的地方纠正您的消息。在未来的更新中，我们计划添加语音聊天、主题聊天（例如在机场检查或订咖啡时）、错误详细解释等许多有用的功能。\n\n单词和句子的翻译。Corgi也可以作为普通的翻译器。您可以在网站上翻译句子或单个单词。Corgi将提供几个翻译选项，并按照流行程度进行筛选。\n\n单词训练器。您可以添加任何您想学习的单词，并在我们添加到Corgi的特殊单词训练器中记忆它们。每次正确回答都会奖励您5分，当达到100分时，该单词将被归类为已学。不要忘记定期打开扩展程序并学习这些单词。即使每天只有5分钟，也会在长期内产生效果。\n\n在上下文中学习单词。此功能默认处于关闭状态，但您可以在扩展设置中启用它。在这种情况下，Corgi将分析您访问的站点上的单词，如果遇到您添加到学习的单词，它将突出显示它。当您悬停在该单词上时，您必须选择正确的翻译选项。这将帮助您在浏览互联网时更有效地学习单词。P.S. Corgi无法访问您的浏览历史或输入任何数据。我们重视您的隐私，除了您添加到学习的单词外，我们不收集或存储任何数据。\n\n目前，我们支持学习包括英语、西班牙语、法语、德语、意大利语、俄语和西班牙语在内的几种语言。但这个列表在不断扩大。\n\n感谢您的阅读，更多了解Corgi！我们将非常乐意收到您的反馈和评论，因为这激励着我们不断改进扩展，并在每次更新中使其变得更好。\n\n祝大家一切顺利！\n爱你的，\nCorgi团队"
  }
}