{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InterFast"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Importer les articles de vos fournisseurs directement dans InterFast."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension vous permet de composer facilement vos devis en sélectionnant des articles directement depuis les sites e-commerce de vos fournisseurs préférés (Cedeo, ManoMano, Clim+, Point P, eBat, et bien d'autres...).\n\n1. Rendez-vous sur le site de votre fournisseur\n2. Cliquer sur le bouton « Ajouter à InterFast »\n3. Consulter les articles sélectionner en cliquant sur l’icône de l’extension InterFast\n4. Retourner dans InterFast pour éditer votre depuis puis cliquer sur « Importer la sélection » pour ajouter les articles sélectionnés à votre devis\n\n\nCette extension offre aux utilisateurs InterFast de nombreux avantages lors de la réalisation de devis : \n\n\t1\tSimplification du processus de sélection et de gestion de plusieurs articles sur plusieurs sites e-commerce\n\t2\tÉconomie de temps : réduction du temps nécessaire à la recherche et à la sélection d'articles sur plusieurs sites en ligne.\n\t3\tComparaison de prix : InterFast permet de comparer les prix de mêmes articles sur plusieurs sites e-commerce, ce qui vous permet de trouver les meilleures offres.\n\t4\tFacilité d'utilisation : L'extension InterFast est facile à utiliser. Vous pouvez ajouter des articles à votre panier en un clic, et les ajouter facilement à un devis.\n\t5\tFlexibilité : InterFast peut être utilisée sur de nombreux sites e-commerce, ce qui vous offre une grande flexibilité dans votre recherche et achat en ligne.\n\n\nNous continuons à ajouter de nouveaux sites de fournisseurs régulièrement. Si un de vos fournisseur n’est pas encore supporté, contactez-nous !"
  }
}