{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tabby - fast tab switching",
    "de": "tabby - schnelles tab wechseln",
    "pt_BR,pt_PT": "tabby - troca rápida de abas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to search for and switch between tabs in seconds with a simple shortcut",
    "de": "Erweiterung zum Suchen und Wechseln zwischen Tabs in Sekundenschnelle mit einer einfachen Tastenkombination",
    "pt_BR,pt_PT": "Extensão para pesquisar e trocar em abas em segundos com um simples atalho"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Having a lot of tabs open can get annoying. Not necessarily because you're losing track of what tabs are open, but because they don't fit on your screen anymore.\n\nWith tabby, you can search for the tabs you know are there!\n\nSuper quick.\nSwitching between tabs can take less than a second. Just press the shortcut, type in some letters, and hit enter.\n\nWorkflow enhancement.\nSearching with a few simple keystrokes is already possible in a lot of other software. You can search files in text-editors and IDEs or use Spotlight in macOS. tabby adds this functionality to your browser.\n\nTypo-tolerant.\nThanks to fuzzy-search, tabby shows you as many results as possible, with the most relevant always at the top. That means egregious mistakes can often lead to the correct result.",
    "de": "Viele Tabs geöffnet zu haben, kann nerven. Nicht unbedingt, weil man den Überblick verliert welche Tabs geöffnet sind, sondern weil sie nicht mehr auf den Bildschirm passen.\n\nMit Tabby kannst du nach den Tabs suchen, von denen du weißt, dass sie da sind!\n\nSuperschnell.\nDer Wechsel zwischen Tabs kann weniger als eine Sekunde dauern. Einfach die Tastenkombination benutzen, ein paar Buchstaben eingeben und Enter drücken.\n\nWorkflow-Erweiterung.\nMit einfachen Tastenkombinationen zu suchen ist bereits in vielen anderen Programmen möglich. Du kannst nach Dateien in Texteditoren und IDEs suchen oder Spotlight in macOS verwenden. tabby bringt diese Funktionalität zu deinem Browser.\n\nFehlertolerant.\nDank Fuzzy-Suche zeigt dir tabby so viele Ergebnisse wie möglich an, wobei die relevantesten immer ganz oben stehen. Das bedeutet, dass selbst größere Fehler oft zum richtigen Ergebnis führen können."
  }
}