{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeetGeek: AI meeting summaries and transcription"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock AI-powered meeting efficiency with transcriptions, summaries, and notes for Zoom, Google Meet, and Teams."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeetGeek transforms online meetings with AI-powered efficiency. Say goodbye to manual note-taking and hello to seamless integration across Zoom, Google Meet, and Microsoft Teams!\n\nUsing MeetGeek Chrome Extension is FREE. Here’s how to enable it:\n\n- Download the extension and click on the icon to add it to your browser bar\n- Click on MeetGeek’s logo on your browser extensions bar and log in to or sign up for an account\n\nFrom here, the MeetGeek note-taker will join your meetings and provide you with a quick access control panel where you can:\n🌎 Customise upcoming meetings to edit the preferred language and meeting templates for a tailored experience\n🪢 Invite the notetaker directly into your Zoom, Google Meet, and Microsoft Teams calls - all without ever leaving the platform\n📂 Browse into your recent meeting notes and summaries from past conversations\n⏸️ Pause or resume the meeting recording and note-taking at a distance of a click\n\nCustomize your experience, easily access meeting histories, and dive deeper with the MeetGeek web app for advanced features like:\n- Automated follow-ups - Automate meeting follow-ups, ensuring action items and key points are communicated to all participants without delay\n- Insightful analytics - Get insights into meeting trends, participant engagement, and productivity metrics with our analytics dashboard\n- Detailed AI transcripts & summaries - Dive into every detail with AI-generated transcripts and summaries, capturing your meetings with precision\n- Custom automation - Tailor your meeting experience with custom automation, setting up personalized workflows that suit your needs (2000+ apps through Zapier)\n- Seamless sharing & collaboration - Share meeting outcomes and highlights to foster collaboration and ensure your team stays aligned and informed\n\n🔒 MeetGeek secures powerful data encryption, GDPR compliance, and SOC2 Type 2 certification - you can read more about it here https://meetgeek.ai/security\n\nStreamline your workflow and turn every meeting into a productivity powerhouse. Get started with MeetGeek today and transform your online collaborations - a free plan is available!\n\nContact for any help and follow us on\n- LinkedIn: MeetGeek\n- Twitter: @MeetgeekA\n- Web: meetgeek.ai"
  }
}