{
  "name": {
    "ar": "لعبة تدمير الصناديق  Online",
    "am": "የቦክስ ጨዋታን አጥፋ  Online Game",
    "bg": "Игра Унищожи кутии  Online Game",
    "bn": "বক্স গেম ধ্বংস  Unblocked Games",
    "ca": "Joc Destrueix caixes  Unblocked Game",
    "cs,sk": "Hra Destroy Boxes  Online Game",
    "da": "Destroy Boxes spil  Online Game",
    "de": "Kisten zerstören Spiel  Shooting Game",
    "el": "Παιχνίδι Destroy Boxes  Shooting Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Destroy Boxes Game - HTML5 Game",
    "es": "Juego Destruir Cajas  Online Game",
    "et": "Mäng Destroy Boxes  Online",
    "fa": "بازی Destroy Boxes  Shooting Game",
    "fi": "Destroy Boxes -peli  Unblocked Games",
    "fil": "Wasakin ang Boxes Game  Unblocked Games",
    "fr": "Jeu de destruction de boîtes  Online Game",
    "gu": "બોક્સ ગેમનો નાશ કરો  Unblocked Game",
    "he": "משחק הרס קופסאות  Shooting Game",
    "hi": "बॉक्स गेम को नष्ट करें  Shooting Game",
    "hr": "Igra Uništi kutije  Online",
    "hu": "Destroy Boxes játék  Shooting Game",
    "id": "Game Hancurkan Kotak Unblocked",
    "it": "Distruggi il gioco delle scatole  Unblocked Game",
    "ja": "ボックスゲームを破壊する  Online Game",
    "kn": "ಪೆಟ್ಟಿಗೆಗಳ ಆಟವನ್ನು ನಾಶಮಾಡಿ  Online Game",
    "ko": "상자 파괴 게임  Shooting Game",
    "lv": "Spēle Iznīcini kastes  Unblocked Games",
    "ml": "ബോക്സുകൾ ഗെയിം നശിപ്പിക്കുക  Online",
    "mr": "बॉक्सेस गेम नष्ट करा  Online",
    "ms": "Permainan Musnahkan Kotak  Unblocked Game",
    "nl": "Vernietig dozen spel  Unblocked Games",
    "pl": "Gra Zniszcz pudełka  Online",
    "ro": "Joc Distruge cutii Unblocked",
    "ru": "Уничтожьте коробки игры  Unblocked Game",
    "sl": "Igra Uniči škatle  Unblocked Games",
    "sw": "Kuharibu Sanduku Mchezo  Shooting Game",
    "ta": "பெட்டிகளை அழிக்க விளையாட்டு  Online",
    "te": "బాక్స్‌ల గేమ్‌ను నాశనం చేయండి  Online",
    "th": "เกมทำลายกล่อง  Online Game",
    "tr": "Kutuları Yok Et Oyunu  Online Game",
    "uk": "Гра «Знищи коробки».  Unblocked Game"
  },
  "short": {
    "ar": "إذا كنت تبحث في لعبة Destroy Boxes هذه ، فأنت شخص يحب ألعاب الآركيد وتعرف جودة طريقة اللعب.",
    "am": "ይህን የአውደም ቦክስ ጨዋታ እየተመለከትክ ከሆነ የመጫወቻ ማዕከል ጨዋታዎችን የምትወድ እና የጨዋታውን ጥራት የምታውቅ ሰው ነህ።",
    "bg": "Ако гледате тази игра Destroy Boxes, вие сте човек, който харесва аркадни игри и познава качеството на играта.",
    "bn": "আপনি যদি এই Destroy Boxes গেমটি দেখছেন, আপনি এমন একজন যিনি আর্কেড গেম পছন্দ করেন এবং গেমপ্লের গুণমান জানেন।",
    "ca": "Si esteu mirant aquest joc Destroy Boxes, sou algú a qui li agraden els jocs arcade i coneix la qualitat del joc.",
    "cs": "Pokud se díváte na tuto hru Destroy Boxes, jste někdo, kdo má rád arkádové hry a zná kvalitu hry.",
    "da": "Hvis du ser på dette Destroy Boxes-spil, er du en person, der kan lide arkadespil og kender kvaliteten af gameplay.",
    "de": "Wenn Sie sich dieses Destroy Boxes-Spiel ansehen, sind Sie jemand, der Arcade-Spiele mag und die Qualität des Gameplays kennt.",
    "el": "Αν κοιτάτε αυτό το παιχνίδι Destroy Boxes, είστε κάποιος που του αρέσουν τα arcade παιχνίδια και γνωρίζει την ποιότητα του…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "If you are looking at this Destroy Boxes game, you are someone who likes arcade games and knows the quality of gameplay.",
    "es": "Si estás mirando este juego Destroy Boxes, eres alguien a quien le gustan los juegos de arcade y conoces la calidad del juego.",
    "et": "Kui vaatate seda Destroy Boxes mängu, siis olete keegi, kellele meeldivad arkaadmängud ja kes teab mängu kvaliteeti.",
    "fa": "اگر به این بازی Destroy Boxes نگاه می کنید، کسی هستید که بازی های آرکید را دوست دارید و کیفیت گیم پلی آن را می دانید.",
    "fi": "Jos katsot tätä Destroy Boxes -peliä, olet joku, joka pitää arcade-peleistä ja tietää pelin laadun.",
    "fil": "Kung tinitingnan mo ang larong Destroy Boxes na ito, isa kang mahilig sa mga arcade game at alam ang kalidad ng gameplay.",
    "fr": "Si vous regardez ce jeu Destroy Boxes, vous êtes quelqu&#39;un qui aime les jeux d&#39;arcade et connaît la qualité du gameplay.",
    "gu": "જો તમે આ ડિસ્ટ્રોય બોક્સ ગેમ જોઈ રહ્યા છો, તો તમે એવા વ્યક્તિ છો કે જેને આર્કેડ ગેમ્સ પસંદ છે અને ગેમપ્લેની ગુણવત્તા જાણે છે.",
    "he": "אם אתה מסתכל על משחק Destroy Boxes הזה, אתה מישהו שאוהב משחקי ארקייד ומכיר את איכות המשחק.",
    "hi": "यदि आप इस Destroy Boxes गेम को देख रहे हैं, तो आप ऐसे व्यक्ति हैं जो आर्केड गेम पसंद करते हैं और गेमप्ले की गुणवत्ता जानते हैं।",
    "hr": "Ako gledate ovu igru Destroy Boxes, vi ste netko tko voli arkadne igre i poznaje kvalitetu igranja.",
    "hu": "Ha ezt a Destroy Boxes játékot nézi, Ön olyan ember, aki szereti az arcade játékokat, és ismeri a játékmenet minőségét.",
    "id": "Jika Anda melihat game Destroy Boxes ini, Anda adalah seseorang yang menyukai game arcade dan tahu kualitas gameplaynya.",
    "it": "Se stai guardando questo gioco Destroy Boxes, sei qualcuno a cui piacciono i giochi arcade e conosci la qualità del gameplay.",
    "ja": "この Destroy Boxes ゲームを見ているなら、あなたはアーケード ゲームが好きで、ゲームプレイの質を知っている人です。",
    "kn": "ನೀವು ಈ ಡೆಸ್ಟ್ರಾಯ್ ಬಾಕ್ಸ್‌ಗಳ ಆಟವನ್ನು ನೋಡುತ್ತಿದ್ದರೆ, ನೀವು ಆರ್ಕೇಡ್ ಆಟಗಳನ್ನು ಇಷ್ಟಪಡುವ ಮತ್ತು ಆಟದ ಗುಣಮಟ್ಟವನ್ನು ತಿಳಿದಿರುವ ವ್ಯಕ್ತಿ.",
    "ko": "이 Destroy Boxes 게임을 보고 계신다면 아케이드 게임을 좋아하고 게임 플레이의 질을 아는 사람입니다.",
    "lv": "Ja skatāties uz šo Destroy Boxes spēli, jums patīk arkādes spēles un jūs zināt spēles kvalitāti.",
    "ml": "നിങ്ങൾ ഈ ഡിസ്ട്രോയ് ബോക്‌സസ് ഗെയിം നോക്കുകയാണെങ്കിൽ, നിങ്ങൾ ആർക്കേഡ് ഗെയിമുകൾ ഇഷ്ടപ്പെടുകയും ഗെയിംപ്ലേയുടെ ഗുണനിലവാരം അറിയുകയും…",
    "mr": "तुम्ही हा डिस्ट्रॉय बॉक्सेस गेम पाहत असाल, तर तुम्ही असे आहात ज्याला आर्केड गेम्स आवडतात आणि गेमप्लेची गुणवत्ता माहीत आहे.",
    "ms": "Jika anda melihat permainan Destroy Boxes ini, anda seorang yang suka permainan arked dan mengetahui kualiti permainan.",
    "nl": "Als je naar dit Destroy Boxes-spel kijkt, ben je iemand die van arcadespellen houdt en de kwaliteit van de gameplay kent.",
    "pl": "Jeśli patrzysz na tę grę Destroy Boxes, jesteś kimś, kto lubi gry zręcznościowe i zna jakość rozgrywki.",
    "ro": "Dacă te uiți la acest joc Destroy Boxes, ești cineva căruia îi plac jocurile arcade și cunoaște calitatea jocului.",
    "ru": "Если вы смотрите на эту игру Destroy Boxes, значит, вы любите аркадные игры и разбираетесь в качестве игрового процесса.",
    "sk": "Ak sa pozeráte na túto hru Destroy Boxes, ste niekto, kto má rád arkádové hry a pozná kvalitu hry.",
    "sl": "Če gledate to igro Destroy Boxes, ste nekdo, ki ima rad arkadne igre in pozna kakovost igranja.",
    "sw": "Ikiwa unatazama mchezo huu wa Destroy Boxes, wewe ni mtu ambaye anapenda michezo ya ukumbini na anajua ubora wa uchezaji.",
    "ta": "இந்த டிஸ்ட்ராய் பாக்ஸ் கேமை நீங்கள் பார்க்கிறீர்கள் என்றால், நீங்கள் ஆர்கேட் கேம்களை விரும்புபவர் மற்றும் கேம்ப்ளேயின் தரத்தை…",
    "te": "మీరు ఈ డిస్ట్రాయ్ బాక్స్‌ల గేమ్‌ని చూస్తున్నట్లయితే, మీరు ఆర్కేడ్ గేమ్‌లను ఇష్టపడేవారు మరియు గేమ్‌ప్లే నాణ్యత తెలిసిన వారు.",
    "th": "หากคุณกำลังดูเกม Destroy Boxes คุณเป็นคนที่ชอบเกมอาร์เคดและรู้ถึงคุณภาพของการเล่นเกม",
    "tr": "Bu Destroy Boxes oyununa bakıyorsanız, atari oyunlarını seven ve oynanış kalitesini bilen birisiniz.",
    "uk": "Якщо ви дивитеся на цю гру Destroy Boxes, ви любите аркадні ігри та знаєте якість ігрового процесу."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are looking at this Destroy Boxes game, you are someone who likes arcade games and knows the quality of gameplay.\n\nWhen you turn, shoot around you making sure to annihilate any yellow box. This is an instant game that you can play without a directory or instructions–it’s that easy! Hit all of the falling boxes in this game-high score-based arcade game. Timing is everything - make sure you adjust your shots correctly so that you shoot the falling boxes before they beat you.\n\nTo swipe Install this extension to play the Destroy Boxes game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}