{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Education District"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Education District"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is esential for the proper functioning of The Education District platform under chrome environments. Extension purposes are:\n- Check correct installation of The Education District platform current version.\n- Help user installing The Education District platform.\n- Start The Education District platform using the apropiate parameters.\n\nChrome offers the best user experience to enter our virtual world so we highly recommend to use it.\n\nThe Education District is a social educational platform that provides a 3D environment so users can collaborate online with people worlwide.\nAmong other features the platform provides:\n\n- Educational Games for entertainment like Chess, Checkers, Otello, our own collaborative blocks construction BRICKS....\n- Places to meet people worldwide with similar interests and collaborate or just practice a second language.\n- Museums and art galleries to enjoy with other people.\n- Conferences, symposiums, fairs and exhibitions about many interesting topics.\n- Cultural visits to real places with virtual and real guides. \n- Educational and entertainment games from other companies recommended by our editors.\n\nActually this platform is being used by:\n- Schools and high schools. They can join with their students and play educational collaborative games and activities, organize virtual exchanges with other schools, travel to virtual places and learn about history, culture while practicing a second language.\n- Universities. The platform connect teachers and students in a unique way. It can be used as the most realistic online university technology.\n- SME. They can organize public conferences for free and promote their services in virtual fairs. This is very useful for getting new fans and potential customers.\n- Big companies. They can engage their workers with the most amazing training and gamification technology. Several big companies are creating their online 3D campus to connect and train their staff."
  }
}