{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PiP Pro: Picture-in-Picture productivity tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picture-in-Picture productivity boosting tools. Stream tab contents or take notes- always on top. Stop tab-switching, start working."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your productivity, maximize your screen real estate, and stop tab-switching with Pip Pro. Pip Pro isn't just another picture-in-picture extension; it's a productivity tool that allows you to Picture-in-Picture ANYTHING. From full window content to custom-selected sections, and even tools like notes, Pip Pro lets you keep important content visible while working in other tabs. \n\nKey Features:\n▶️ Universal PiP: Float any content, NOT JUST VIDEOS!\n- Custom Selection: Choose exactly what you want to keep in view at any aspect-ratio\n- Full Window Capture: PiP an entire browser window with ease\n\n📝 Floating Notes (New!)\n- Take quick notes without switching tabs\n- Access your notes in a floating pip window\n- Clean, distraction-free interface\n- Coming soon you'll be able to access your notes on any computer\n\n🚀 Productivity focused:\n- Seamless Integration: Works smoothly across all websites and even PDFs (only full window) \n- Designed to boost your efficiency and workflow. We are currently working on new productivity focus that use the picture-in-picture API!\n\n💡 Perfect for:\n- Taking notes during meetings or research\n- Following tutorials while coding\n- Watching videos while working\n- Referencing documents while writing\n- Multitasking with limited screen space\n- Reference a document while writing an email\n- Keep an eye on a live stock ticker while browsing news\n- Unlike other PiP extensions that limit you to video content, Pip Pro empowers you to keep any web element visible while you work. \n\nProductivity Reinvented:\nMy mission is to turn Pip Pro into the ultimate PiP productivity app. The upcoming pro version will allow users to picture-in-picture interactive elements and productivity tools, taking your multitasking capabilities to new heights.\n\nPrivacy and Performance:\nPip Pro respects your privacy and system resources. I've optimized the extension to run efficiently, ensuring smooth performance without compromising your browsing speed. Also, I do NOT collect/sell any data. \n\nContinuous Improvement:\nPip Pro is an independent developer-run project currently in beta, and I (the developer) am committed to constant improvement. I value user feedback and actively incorporate suggestions to make Pip Pro the best it can be.\n\nSupport and Feedback:\nI am dedicated to providing the best user experience possible. For bug reports, suggestions, or any questions, reach out to @dc1b3l on Twitter/X. Your input is invaluable in shaping the future of Pip Pro. Also, if you like the extension please rate it in the chrome store and sign up to the pro version when it becomes available. \n\nTake control of your screen space - Add Pip Pro to your Chrome now!\n\nWhat's New in PiP Pro v0.9.1 - 11/11/2024\n\n📝 New Feature: Notes in Picture-in-Picture\nStay on top of your thoughts with our new floating notes feature! Take quick notes without leaving your current window or task.\nFeatures:\n\n- Create and edit notes in a floating Picture-in-Picture window\n- Clean, minimal interface that stays out of your way\n- Quick access to all your notes in a scrollable list\n- Automatic date stamping for better organization\n- Easy deletion and management of notes\n\nWe hope this new feature helps boost your productivity! As always, we appreciate your feedback and suggestions for future improvements."
  }
}