{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "London Taxi Fare Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate taxi fares in London By WestwayRide"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily calculate your London taxi fare with the London Taxi Fare Calculator Chrome extension! Whether you're a local or a visitor, this handy tool allows you to estimate the cost of your taxi ride in the bustling city of London.\n\nKey Features:\n\nAccurate Fare Estimates: Get instant and accurate fare estimates based on the distance and time of day, helping you plan your budget for taxi rides across London.\n\nReal-Time Updates: The extension uses real-time data to provide up-to-date fare information, ensuring that you have the most current pricing details for your journey.\n\nUser-Friendly Interface: The simple and intuitive interface makes it easy for users of all levels to input their starting and ending locations, enabling quick and efficient fare calculations.\n\nCustomizable Options: Tailor the fare estimate to your specific requirements by adjusting settings such as pickup/drop-off locations and choosing between standard or premium taxi services.\n\nConvenient Access: Access the London Taxi Fare Calculator directly from your Chrome browser, eliminating the need for separate apps or websites. Enjoy the convenience of planning your taxi expenses with just a few clicks.\n\nLocal Currency Support: The extension supports multiple currencies, ensuring that you receive fare estimates in your preferred currency for a hassle-free experience."
  }
}