{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "免费在线视频下载器Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "免费在线视频下载器"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Video download. YouTube video download. TikTok video download\nVideo Downloader Plus, a powerful media utility designed to enhance your online experience and allow you to save videos from popular video platforms. Video Downloader Plus is the ultimate solution you've been waiting for. It offers the easiest and fastest way to download online videos from mainstream websites. With its advanced features, you can effortlessly download online videos and save them for future viewing. Whether you want to enjoy your favorite moments offline with friends or share useful guides with business partners, Video Downloader Plus can meet your needs. Save interesting video files to view on your PC later.\n\nUse Video Downloader Plus to save your favorite live streams! Now you can use this m3u8 downloader to download real-time streams to your hard drive.\n\nYou can preview m3u8 files before downloading, check their size and format, and select the desired quality on the download page.\n\nNo registration is required to use Video Downloader Plus. You can download any m3u8 files or audio files without any restrictions. This m3u8 downloader is completely free to use.\n\nWhen visiting web pages that contain m3u8 files, Video Downloader Plus will automatically detect available m3u8 files for download. Simply click on the Video Downloader Plus extension icon in the top right corner of Chrome to start downloading.\n\nVideo Downloader Plus is free, fast, secure, and has been officially evaluated by the Chrome team. You can safely install this extension.\n\nIt also supports recording mode, which allows you to download m3u8 files that are difficult to obtain through regular means.\n\nEnjoy the convenience of HLS and m3u8 real-time downloads with Video Downloader Plus.\n\nPlease note that this extension is not responsible for the content you download. We recommend checking the copyright and permissions of the content before downloading.",
    "zh_CN": "视频下载 抖音视频下载 YouTube视频下载 TikTok 视频下载\nVideo Downloader Plus，一种功能强大的媒体实用程序，旨在增强您的在线体验并使您能够从流行的视频平台保存视频。 Video Downloader Plus 是您一直在等待的终极解决方案。 它提供了从主流网站下载在线视频的最简单、最快捷的方式。 凭藉其高级功能，您可以毫不费力地下载在线视频并保存以供日后观看。 无论您是想离线与朋友一起享受您最喜欢的时刻，还是想与业务合作伙伴分享有用的指南，Video Downloader Plus 都能满足您的需求。 保存有趣的视频文件，以便稍后在您的 PC 上查看。\n\n使用 Video Downloader Plus 保留您最喜爱的直播！ 现在您可以使用此 m3u8 下载器将实时流下载到您的硬盘。\n\n您可以在下载前预览 m3u8 文件，检查它们的大小和格式，并在下载页面上选择所需的质量。\n\n使用 Video Downloader Plus 无需注册帐户。 您可以不受任何限制地下载任何 m3u8 文件或音频。 此 m3u8 下载器完全免费使用。\n\n当访问包含 m3u8 文件的网页时，Video Downloader Plus 会自动检测可用的 m3u8 文件以供下载。 只需点击 Chrome 右上角的 Video Downloader Plus 扩展程序图标即可开始下载。\n\nVideo Downloader Plus 免费、快速、安全，并通过了 Chrome 团队的官方评估。 您可以放心地安装此扩展程序。\n\n它还支持录制模式，可以让您下载通过常规方式难以获取的m3u8文件。\n\n使用 Video Downloader Plus 享受 HLS 和 m3u8 实时下载的便利。\n\n请注意，此扩展程序不对您下载的内容负责。 我们建议在下载前检查内容的版权和权限。"
  }
}