{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Workspace"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Run GPT in Google Workspace: use ChatGPT into Google Slides, Docs, Sheets, Drive and Gmail."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT for Google Sheets Docs and Slides is an AI assistant for the Google Workspace\n\n✓ No sign-up required. ✓ Free with premium features. ✓ No API key required.\n\nIt is built on top OpenAI GPT-4o and Gemini models and can be used for all sorts of tasks on text and data analysis: writing, editing, extracting, cleaning, translating, summarising, outlining, explaining, etc.\n\n● FEATURES \n\n🟩 For Google Sheets : \n\nCreate, complete and analyse a range : select your range, enter a prompt and let AI automagically do the rest.\n\n- Analyze, summarize, classify, categorize, normalize, extract\n- Clean lists, extract entities, normalize formats (lists of names, addresses, emails or companies, dates, currency amounts, phone numbers)\n- Classify large datasets with feature categorization\n- Try different versions of a prompt quickly\n- Working on SEO metadata (titles, descriptions), ad copy (PPC, Meta ads)\n- Manage and clean product catalogs for e-commerce stores (Shopify / Amazon)\n- Change the case of your cells text: upper / lower / capitalize / toggle case\n- Split content of cells across, given any separator to multiple columns\n- Translate large amount of text\n- OCR (optical character recognition) PDF to Google Sheets\n\nGPT for Sheets includes 6 powerful formulas:\n=GPT to get the result in a single cell\n=GPT_LIST to get one list item per row\n=GPT_TABLE to get an entire array\n=GPT_TRANSLATE to translate large amount of text\n=GPT_FILE extract text or data from multiple files or images\n=GPT_IMAGE generate large amount of images\n\n🟦 For Google Docs :\n\n- Rephrase, paraphrase, expand\n- Outline and expand a piece of content\n- Write emails, blogs, articles, essay\n- Summarise large notes\n- Translate entire documents\n- Change the style of content\n- OCR (optical character recognition) PDF to Google Docs\n\n🟨 For Google Slides :\n\n- Generate entire presentations with images and animations\n- Edit slide content, layout and style with a single prompt\n- Insert AI generated images into your slides\n- Create a slide deck from a text or a document\n- OCR (optical character recognition) PDF to Google Slides\n\n🟥 For Gmail : \n\n- Generate replies automatically\n- Edit the tone and fix the grammar spelling\n- Autocorrect\n- Analyse large amount of emails and attachments\n\n🟪 For Drive : \n\n- Summarize a file including key takeaways\n- Generate Slides from PDFs, Google Docs or Google Sheets\n- Generate Sheets from PDFs or Audio files\n- Generates Docs from Google Slides or Audio files\n\n● SUPPORT\n\nDocumentation link: https://support.gpt.space/\nSupport: https://gpt.space/support\n\n● QUICK TUTORIAL\n\n1️⃣ Open Google Sheets / Docs / Slides / Drive or Gmail\n2️⃣ Open the GPT Workspace extension\n3️⃣ Try out the different functions shown on the chrome extension.\n\nCheck out your youtube page https://www.youtube.com/@gpt-for-google-workspace/videos\n\n● PRICING\n\nGPT Sheets Docs Slides offers an extensive free tier and an Unlimited Premium plan starting at 9$/month only\n\n● OUR USERS ARE\n\n- Data analysts and data professionals who need to enhance quickly how their spreadsheets look like\n- E-Commerces owner who needs to enrich their spreadsheets with data coming for other documents\n- And also startups, digital marketing agencies, consultancy groups\n\nThis extension was developed by Qualtir.com"
  }
}