{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Astalty For Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Astalty's Browser Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Astalty For Chrome 💻\n\nAstalty For Chrome is a multipurpose tool for people working within the NDIS. Its purpose is to streamline the search for support items and give you quick calculations and breakdowns of budgets and sub categories. \n\nOur initial product is a simplified version of the NDIS Price Guide. It allows users to easily search for NDIS Support Items directly from their browser.\n\nPrices are up to date with the most recent NDIS Price Guide. You can switch between Price Guides in the settings page.\n\nOur second release is a budget building tool, that allows you to quickly calculate budgets and work out funding levels for your Participants. Whether you're a Support Coordinator breaking down a plan or an Administration Officer building a service agreement, you'll definitely find value in Astalty For Chrome. \n\nWe've recently added the ability to get breakdowns of support hours, simply add in your budget, select your line item and you will know exactly hour many hours you can receive with the remaining funding. \n\n📍 Don't Forget, for easy access to Astalty For Chrome, complete the following; \n\n1️⃣  Open Google Chrome.\n\n2️⃣  Click the “Extensions” button (jig-saw icon) beside your profile pic.\n\n3️⃣  The drop-down will list the Chrome extensions installed and enabled.\n\n4️⃣  Beside each extension, you'll see a pushpin icon. \n\n5️⃣  Now you can click and drag the icons to the order you wish.\n\nAfter adding the extension as a pushpin, you will be able to select line items with a few clicks of a button. \n\nWe plan to implement many more features and improvements 📈"
  }
}