{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Verify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verifies an email address, checking if it is real or fake."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Verify is among the best, most reliable email verification services in the world.\n\nIt'll help you maximize email deliverability and minimize bounce rate.\n\n- Free email verification statistics - Keep track of your email marketing campaigns with free statistics which gives you a better overview.\n- Extremely accurate & fast - In addition to being very fast, our process gives you accurate results.\n- Risk-free money back guarantee - If you’re not satisfied with our clean and filtered list, we’ll refund your money.\n\nFacing problems with your email lists? Here are the top issues you need to know:\n\n- IP Reputation Damage can be the cause of sending unauthentic or spam emails which gives you a negative IPreputation score.\n- Delivering a successful email campaign requires that your bounce rate isn't high and making sure that not a single bad email slips through.\n- Having low email deliverability increases the cost of your email marketing campaign without any good results.\n- Spam traps may look like valid email addresses but they don’t belong to a real person and can’t be used for any type of communication.\n- Temporary and disposable emails are often used to signup for free or trial services and make your list dirty.\n\nEmail verification is an effective way to ensure a strong email deliverability rate. Problems which arise like IP reputation, bounce rates or abusive signups can all be sorted out easily.\n\nEmail verification helps protect the users and limits the number of malicious signups from botnets, spam traps and other fake registrations. It also helps to improve the quality of authenticated users in email marketing campaigns and that it is sent to the right people, overall making the deliverability better."
  }
}