{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EcoMeter Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EcoMeter Pro calculates the eco-status of websites, providing estimates of resource size, network usage, and power consumption."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you passionate about preserving our planet and embracing sustainable choices in your daily life? Then \"EcoMeter Pro\" is your essential Chrome extension for transforming the way you browse the web. Discover the ultimate tool to evaluate, enhance, and navigate a greener online experience.\n\nUnlock Eco-Friendly Insights\n\nExplore websites like never before with EcoMeter Pro, your eco-conscious companion. This innovative extension empowers you to assess the environmental impact of the websites you visit. Uncover vital insights, such as resource size, network usage, and power consumption, right at your fingertips.\n\nEco Status at a Glance\n\nWith just a click, EcoMeter Pro calculates and assigns an Eco-Status to each website you encounter. From \"Eco Champion\" to \"Eco Challenger,\" our scoring system provides quick, easy-to-understand ratings that guide your online choices. Make informed decisions based on a website's commitment to sustainability.\n\nBe a Part of the Green Movement\n\nAs an eco warrior, you can actively support eco-friendly practices online. EcoMeter Pro encourages websites to adopt more environmentally responsible behaviors. By displaying your dedication to sustainability, you help create a collective awareness for a cleaner, greener internet.\n\nKey Features:\n\n- Automated Eco-Status Calculation: Get instant environmental insights with a single click.\nEco-Friendly Scoring System: Understand a website's eco-responsibility with our clear rating system.\n\n- Resource Optimization: Contribute to a more sustainable web by making informed choices.\nEco-Conscious Browsing: Join the global community committed to a greener digital world.\n\n- EcoMeter Pro: Where Eco Meets Efficiency\nBy installing \"EcoMeter Pro,\" you not only optimize your web experience but also champion a sustainable future. Seamlessly integrate eco-conscious choices into your online life while enjoying a top-rated browsing experience.\n\nStart your eco-friendly journey today. Install EcoMeter Pro and make the web a better place, one click at a time.\n\nRemember, in your actual Chrome Web Store listing, you should incorporate relevant keywords, phrases, and long-tail keywords for better search engine visibility. Tailor the text based on your audience and goals."
  }
}