{
  "name": {
    "ar": "GPT Chart Maker - إنشاء الرسوم البيانية باستخدام ChatGPT",
    "am": "GPT ገበታ ሰሪ - ChatGPT ጋር ገበታዎችን ይፍጠሩ",
    "bg": "GPT Генератор на диаграми - Създавайте диаграми с ChatGPT",
    "bn": "GPT চার্ট মেকার - ChatGPT দিয়ে চার্ট তৈরি করুন",
    "ca": "GPT Creador de gràfics - Creeu gràfics amb ChatGPT",
    "cs": "GPT Tvůrce grafů - Vytvářejte grafy s ChatGPT",
    "da": "GPT Grafikskaber - Opret grafer med ChatGPT",
    "de": "GPT Diagramm-Ersteller - Erstellen Sie Diagramme mit ChatGPT",
    "el": "GPT Δημιουργός γραφημάτων - Δημιουργήστε γραφήματα με το ChatGPT",
    "en,en_AU,en_GB,en_US": "GPT Chart Maker - Create Charts with ChatGPT",
    "es,es_419": "GPT Chart Maker - Crear gráficos con ChatGPT",
    "et": "GPT Diagrammide looja - Loo diagramme koos ChatGPT-ga",
    "fa": "سازنده نمودار GPT - ایجاد نمودارها با ChatGPT",
    "fi": "GPT-kaavioiden tekijä - Luo kaavioita ChatGPT:llä",
    "fil": "GPT Gumawa ng Chart - Gumawa ng mga Chart gamit ang ChatGPT",
    "fr": "Créateur de graphiques GPT - Créez des graphiques avec ChatGPT",
    "gu": "GPT ચાર્ટ મેકર - ChatGPT સાથે ચાર્ટ બનાવો",
    "he": "יוצר תרשימים GPT - צור תרשימים עם ChatGPT",
    "hi": "GPT चार्ट निर्माता - ChatGPT के साथ चार्ट बनाएं",
    "hr": "GPT Stvaratelj grafikona - Stvarajte grafikone s ChatGPT-om",
    "hu": "GPT Grafikonkészítő - Hozzon létre grafikonokat a ChatGPT segítségével",
    "id": "Pembuat Grafik GPT - Buat Grafik dengan ChatGPT",
    "it": "Creatore di grafici GPT - Crea grafici con ChatGPT",
    "ja": "GPT チャートメーカー - ChatGPT でチャートを作成",
    "kn": "GPT ಚಾರ್ಟ್ ಮೇಕರ್ - ChatGPT ನೊಂದಿಗೆ ಚಾರ್ಟ್ ನಿರ್ಮಿಸಿ",
    "ko": "GPT 차트 메이커 - ChatGPT로 차트 만들기",
    "lt": "GPT Diagramų kūrėjas - Kuriame diagramas su ChatGPT",
    "lv": "GPT Grafiku veidotājs - Izveidojiet grafikus ar ChatGPT",
    "ml": "GPT ചാർട്ട് നിർമ്മാതാ - ChatGPT ഉപയോഗിച്ച് ചാർട്ടുകൾ സൃഷ്ടിക്കൂ",
    "mr": "GPT चार्ट मेकर - ChatGPTसह चार्ट तयार करा",
    "ms": "Pembuat Carta GPT - Cipta Carta dengan ChatGPT",
    "nl": "GPT Grafiekmaker - Maak Grafieken met ChatGPT",
    "no": "GPT Diagrammaker - Lag diagrammer med ChatGPT",
    "pl": "Kreator wykresów GPT - Tworzenie wykresów z ChatGPT",
    "pt_BR,pt_PT": "Criador de Gráficos GPT - Crie Gráficos com o ChatGPT",
    "ro": "GPT Creator de grafice - Creați grafice cu ChatGPT",
    "ru": "Создатель графиков GPT - Создание графиков с ChatGPT",
    "sk": "GPT Tvorca grafov - Vytvárajte grafy s ChatGPT",
    "sl": "GPT Ustvarjalec grafov - Ustvarite grafe z ChatGPT",
    "sr": "GPT Kreator grafikona - Kreirajte grafikone uz pomoć ChatGPT-a",
    "sv": "GPT Diagramskapare - Skapa diagram med ChatGPT",
    "sw": "GPT Muumba Ramani - Unda Ramani na ChatGPT",
    "ta": "GPT வரைபட உருவாக்கி - ChatGPT உடன் வரைபடங்களை உருவாக்கவும்",
    "te": "GPT చార్ట్ మేకర్ - ChatGPT తో చార్ట్లను రూపించండి",
    "th": "GPT ผู้สร้างแผนภูมิ - สร้างแผนภูมิด้วย ChatGPT",
    "tr": "GPT Grafik Oluşturucu - ChatGPT ile Grafikler Oluşturun",
    "uk": "GPT Створювач графіків - Створюйте графіки з ChatGPT",
    "vi": "GPT Tạo Biểu đồ - Tạo Biểu đồ với ChatGPT",
    "zh_CN": "GPT图表制作者 - 使用ChatGPT创建图表",
    "zh_TW": "GPT 圖表製作者 - 使用 ChatGPT 創建圖表"
  },
  "short": {
    "ar": "يمكن لـ AI Chart Maker المستند إلى ChatGPT إنشاء مخططات ورسوم بيانية رائعة والحصول على رسوم بيانية احترافية في ثوانٍ.",
    "am": "በ ChatGPT ላይ የተመሠረተ AI Chart Maker አስደናቂ ገበታዎችን እና ግራፎችን መፍጠር እና በሴኮንዶች ውስጥ ሙያዊ መረጃን ማግኘት ይችላል።",
    "bg": "Изкуственият интелект GPT, базиран на ChatGPT, може да създава впечатляващи диаграми и графики и да получава професионални…",
    "bn": "ChatGPT ভিত্তিক এআই চার্ট মেকার, চার্ট এবং গ্রাফ তৈরি করতে সক্ষম এবং সেকেন্ডেই পেশাদার ইনফোগ্রাফিক প্রাপ্ত করতে পারে।",
    "ca": "Creador de gràfics amb IA basat en ChatGPT, pot crear gràfics impressionants i gràfics i obtenir infografies professionals en…",
    "cs": "Tvůrce grafů na bázi umělé inteligence s využitím ChatGPT, umí vytvářet poutavé grafy a diagramy a získat profesionální infografiky…",
    "da": "AI Grafikskaber baseret på ChatGPT, kan oprette imponerende grafer og diagrammer og få professionelle infografikker på få sekunder.",
    "de": "Künstliche Intelligenz-Diagramm-Ersteller basierend auf ChatGPT kann beeindruckende Diagramme und Grafiken erstellen und in…",
    "el": "Ο δημιουργός γραφημάτων AI που βασίζεται στο ChatGPT μπορεί να δημιουργήσει εντυπωσιακά γραφήματα και γραφικές απεικονίσεις και να…",
    "en,en_AU,en_GB,en_US": "AI Chart Maker based on ChatGPT, can create impressive charts and graphs and get professional infographics in seconds.",
    "es,es_419": "AI Chart Maker basado en ChatGPT puede crear cuadros y gráficos impresionantes y obtener infografías profesionales en segundos.",
    "et": "ChatGPT-põhine tehisintellekti diagrammi looja suudab luua muljetavaldavaid diagramme ja graafikuid ning saada professionaalseid…",
    "fa": "سازنده نمودار هوش مصنوعی بر اساس ChatGPT، قادر به ایجاد نمودارها و نمودارهای چشم‌گیر است و در چند ثانیه اطلاعات تصویری حرفه‌ای…",
    "fi": "ChatGPT-pohjainen tekoälykaavioiden tekijä voi luoda vaikuttavia kaavioita ja grafiikkaa sekunneissa ja saada ammattimaisia…",
    "fil": "Ang AI Chart Maker batay sa ChatGPT, ay maaaring lumikha ng kahanga-hangang mga chart at grap at makakuha ng propesyonal na…",
    "fr": "Le créateur de graphiques IA basé sur ChatGPT peut créer des graphiques et des graphiques impressionnants et obtenir des…",
    "gu": "ચેટજીપીટી આધારિત AI ચાર્ટ મેકર, છેલ્લી વર્ષમાં વિગતો તૈયાર કરવામાં આવવાનું અને પ્રોફેશનલ ઇન્ફોગ્રાફિક મેળવવો.",
    "he": "יוצר תרשימים על פי טכנולוגיית חדשנות מבוססת על ChatGPT, יכול ליצור תרשימים וגרפיקות מרשימים ולקבל אינפוגרפיקות מקצועיות בשניות.",
    "hi": "ChatGPT पर आधारित एआई चार्ट निर्माता, आकर्षक चार्ट और ग्राफ बना सकता है और कुछ सेकंड में पेशेवर इनफोग्राफिक प्राप्त कर सकता है।",
    "hr": "Stvaratelj grafikona s umjetnom inteligencijom temeljen na ChatGPT-u može stvarati impresivne grafikone i grafove i dobiti…",
    "hu": "A ChatGPT alapú mesterséges intelligenciával működő grafikonkészítő lenyűgöző grafikonokat és ábrákat készíthet, és néhány…",
    "id": "Pembuat Grafik AI berbasis ChatGPT, dapat membuat grafik dan diagram impresif dan mendapatkan infografis profesional dalam hitungan…",
    "it": "Il creatore di grafici basato su intelligenza artificiale con ChatGPT può creare grafici e grafici di grande impatto e ottenere…",
    "ja": "ChatGPT ベースの AI チャートメーカーは、印象的なチャートやグラフを作成し、数秒でプロのインフォグラフィックスを取得できます。",
    "kn": "ChatGPT ಆಧಾರಿತ ಏಆಯ್ ಚಾರ್ಟ್ ಮೇಕರ್, ಆಕರ್ಷಕ ಚಾರ್ಟ್‌ಗಳನ್ನು ಮತ್ತು ಗ್ರಾಫ್‌ಗಳನ್ನು ರಚಿಸಬಹುದು ಮತ್ತು ಕೆಲವು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಪ್ರೊಫೆಶನಲ್…",
    "ko": "ChatGPT를 기반으로 한 AI 차트 메이커는 인상적인 차트와 그래프를 만들고 몇 초 안에 전문적인 인포그래픽을 얻을 수 있습니다.",
    "lt": "Dirbtinio intelekto diagramų kūrėjas, grindžiamas ChatGPT, gali kurti įspūdingas diagramas ir grafikus ir per sekundes gauti…",
    "lv": "Mākslīgā intelekta grafiku veidotājs, pamatojoties uz ChatGPT, var izveidot iespaidīgus grafikus un diagrammas un dažu sekunžu…",
    "ml": "ChatGPT അടിസ്ഥാനമാക്കിയ AI ചാർട്ട് നിർമ്മാതാ, പ്രഭാവകരമായ ചാർട്ടുകൾ ഉണ്ടാക്കി ഗ്രാഫുകൾ സഹായിച്ച് സെക്കന്റുകൾക്കുള്ളിൽ പ്രൊഫഷണൽ…",
    "mr": "ChatGPTवर आधारित एआय चार्ट मेकर, आकर्षक चार्ट आणि ग्राफ तयार करू शकतो आणि काही सेकंदांत पेशेवर इन्फोग्राफिक मिळवू शकतो.",
    "ms": "Pembuat Carta AI berdasarkan ChatGPT, boleh mencipta carta dan graf yang mengagumkan dan mendapatkan infografik profesional dalam…",
    "nl": "AI Grafiekmaker gebaseerd op ChatGPT kan indrukwekkende grafieken en diagrammen maken en professionele infographics binnen enkele…",
    "no": "AI Diagrammaker basert på ChatGPT kan lage imponerende diagrammer og grafer og få profesjonelle infografikker på sekunder.",
    "pl": "Kreator wykresów oparty na sztucznej inteligencji, bazujący na ChatGPT, może tworzyć imponujące wykresy i grafiki oraz uzyskiwać…",
    "pt_BR,pt_PT": "Criador de gráficos com IA baseado no ChatGPT, pode criar gráficos impressionantes e obter infográficos profissionais em segundos.",
    "ro": "Creatorul de grafice AI bazat pe ChatGPT poate crea grafice impresionante și obține infografii profesionale în câteva secunde.",
    "ru": "Создатель графиков на основе искусственного интеллекта на основе ChatGPT может создавать впечатляющие графики и диаграммы и…",
    "sk": "Tvorca grafov na báze umelej inteligencie s využitím ChatGPT dokáže vytvárať pôsobivé grafy a diagramy a získať profesionálne…",
    "sl": "Ustvarjalec grafov AI na osnovi ChatGPT lahko ustvarja impresivne grafe in grafične prikaze ter v nekaj sekundah pridobi…",
    "sr": "Kreator grafikona sa veštačkom inteligencijom baziranom na ChatGPT-u može da kreira impresivne grafikone i dijagrame i dobije…",
    "sv": "AI Diagramskapare baserad på ChatGPT kan skapa imponerande diagram och grafer och få professionella infografiker på några sekunder.",
    "sw": "Muumba Ramani wa AI kulingana na ChatGPT, anaweza kutengeneza ramani na chati nzuri na kupata infografiki za kitaalamu kwa sekunde.",
    "ta": "ChatGPT ஐ அடிப்படையாக்கிய ஐஐ சார்ட் மேக்கர், அருகிலுள்ள வரைபடங்களை உருவாக்கலாம் மற்றும் செக் கண்டிப்பாக கலந்து கொள்ள முடியும்.",
    "te": "ChatGPT ఆధారిత AI చార్ట్ మేకర్, ఆకర్షణీయ చార్ట్లు మరియు గ్రాఫిక్స్‌ను రూపించవచ్చు మరియు కొనసాగవచ్చు.",
    "th": "ผู้สร้างแผนภูมิ AI ขึ้นอยู่กับ ChatGPT สามารถสร้างแผนภูมิและกราฟที่น่าประทับใจและรับอินโฟกราฟฟิคมืออาชีพในไม่กี่วินาที",
    "tr": "ChatGPT tabanlı AI Grafik Oluşturucu, etkileyici grafikler ve grafikler oluşturabilir ve saniyeler içinde profesyonel infografi…",
    "uk": "Створювач графіків на основі штучного інтелекту з використанням ChatGPT може створювати вражаючі графіки та діаграми та отримувати…",
    "vi": "Người tạo biểu đồ AI dựa trên ChatGPT có thể tạo ra biểu đồ và đồ thị ấn tượng và có được biểu đồ thông tin chuyên nghiệp trong vài…",
    "zh_CN": "基于ChatGPT的AI图表制作者可以创建令人印象深刻的图表和图形，并在几秒钟内获得专业的信息图表。",
    "zh_TW": "基於 ChatGPT 的 AI 圖表製作者，可以創建令人印象深刻的圖表和圖形，幾秒鐘內獲得專業的信息圖表。"
  },
  "long": {
    "ar": "يقدم GPT Chart Maker مجموعة متنوعة من أنواع المخططات التي يمكن أن تساعدك في تصور بياناتك بأكثر الطرق فعالية. من المخططات الشريطية التي تصور أرقام المبيعات إلى المخططات الخطية التي تعرض أسعار الأسهم بمرور الوقت، والمخططات الدائرية التي تقارن النسب المئوية، لدينا مجموعة واسعة من أنواع المخططات التي تلبي مجموعات البيانات المتنوعة.\n\nمن خلال Chart GPT، يمكنك إنشاء مخططات بيانات بسرعة، ما عليك سوى إدخال النص الذي يصف الصورة وإنشاء صورة المخطط المطلوبة بسرعة في غضون ثوانٍ قليلة.\n\nيتيح لك إنشاء رسوم بيانية لمشروعك أو مدرستك أو مشروعك الشخصي في دقائق. ليست هناك حاجة لمهارات التصميم.\n\nنحن ندعم أنواع المخططات هذه: المخطط المساحي، والمخطط الشريطي، والمخطط الخطي، والمخطط المركب، والمخطط المبعثر، والمخطط الدائري، والمخطط الراداري، والمخطط الشريطي الشعاعي، والمخطط الهيكلي، والمخطط القمعي.\n\n➤ سياسة الخصوصية\n\nحسب التصميم، تبقى بياناتك في حسابك في Google طوال الوقت، ولا يتم حفظها مطلقًا في قاعدة بياناتنا. لا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.",
    "am": "GPT Chart Maker የእርስዎን ውሂብ በጣም ውጤታማ በሆነ መንገድ እንዲመለከቱ የሚያግዙ የተለያዩ የገበታ ዓይነቶችን ያቀርባል። የሽያጭ አሃዞችን ከሚያሳዩ የአሞሌ ገበታዎች ጀምሮ በጊዜ ሂደት የአክሲዮን ዋጋዎችን የሚያሳዩ የመስመር ገበታዎች፣ እና መቶኛን የሚያነፃፅሩ የፓይ ገበታዎች፣ የተለያዩ የውሂብ ስብስቦችን የሚያሟሉ ሰፊ የገበታ ዓይነቶች አለን።\n\nበ Chart GPT በፍጥነት የውሂብ ገበታዎችን ማመንጨት ይችላሉ, የሚገልፀውን ጽሑፍ ብቻ ማስገባት ያስፈልግዎታል እና የሚፈለገውን የገበታ ምስል በጥቂት ሰከንዶች ውስጥ በፍጥነት ያመነጫሉ.\n\nለቢዝነስዎ፣ ለት/ቤትዎ ወይም ለግል ፕሮጀክትዎ በደቂቃዎች ውስጥ ግራፎችን እንዲሰሩ ያስችልዎታል። የዲዛይን ችሎታዎች አያስፈልጉም.\n\nለእነዚህ ገበታ ዓይነቶች እንደግፋለን፡ የአካባቢ ገበታ፣ ባር ገበታ፣ የመስመር ገበታ፣ የተቀናበረ ገበታ፣ የተበታተነ ገበታ፣ አምባሻ ገበታ፣ ራዳር ገበታ፣ ራዲያል ባር ገበታ፣ Treemap፣ Funnel Chart።\n\n➤ የግላዊነት ፖሊሲ\n\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪ ባለቤቱን ጨምሮ የእርስዎ ውሂብ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።",
    "bg": "GPT Chart Maker предлага разнообразна гама от типове диаграми, които могат да ви помогнат да визуализирате данните си по най-ефективния начин. От лентови диаграми, които изобразяват цифрите на продажбите, до линейни диаграми, които показват цените на акциите във времето, и кръгови диаграми, които сравняват проценти, имаме богат избор от типове диаграми, които обслужват различни набори от данни.\n\nЧрез Chart GPT можете бързо да генерирате диаграми с данни, трябва само да въведете текста, описващ , и бързо да генерирате желаното изображение на диаграмата в рамките на няколко секунди.\n\nПозволява ви да правите графики за вашия бизнес, училище или личен проект за минути. Не са необходими дизайнерски умения.\n\nПоддържаме следните типове диаграми: областна диаграма, лентова диаграма, линейна диаграма, съставна диаграма, точкова диаграма, кръгова диаграма, радарна диаграма, радиална лентова диаграма, дървовидна карта, диаграма с фуния.\n\n➤ Политика за поверителност\n\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.",
    "bn": "GPT চার্ট মেকার বিভিন্ন ধরণের চার্টের একটি অফার করে যা আপনাকে সবচেয়ে কার্যকরভাবে আপনার ডেটা কল্পনা করতে সাহায্য করতে পারে। বার চার্ট যা বিক্রয়ের পরিসংখ্যান চিত্রিত করে লাইন চার্ট যা সময়ের সাথে স্টকের দাম দেখায় এবং পাই চার্ট যা শতাংশের তুলনা করে, আমাদের কাছে চার্টের ধরণের বিস্তৃত নির্বাচন রয়েছে যা বিভিন্ন ডেটা সেট পূরণ করে।\n\nচার্ট জিপিটি-এর মাধ্যমে আপনি দ্রুত ডেটা চার্ট তৈরি করতে পারেন, আপনাকে শুধুমাত্র বর্ণনাকারী পাঠ্যটি প্রবেশ করতে হবে এবং কয়েক সেকেন্ডের মধ্যে দ্রুত পছন্দসই চার্ট চিত্র তৈরি করতে হবে।\n\nএটি আপনাকে মিনিটের মধ্যে আপনার ব্যবসা, স্কুল বা ব্যক্তিগত প্রকল্পের জন্য গ্রাফ তৈরি করতে দেয়। কোন ডিজাইন দক্ষতা প্রয়োজন হয় না.\n\nআমরা এই ধরনের চার্টের জন্য সমর্থন করি: এরিয়া চার্ট, বার চার্ট, লাইন চার্ট, কম্পোজড চার্ট, স্ক্যাটার চার্ট, পাই চার্ট, রাডার চার্ট, রেডিয়াল বার চার্ট, ট্রিম্যাপ, ফানেল চার্ট।\n\n➤ গোপনীয়তা নীতি\n\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে শেয়ার করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।",
    "ca": "GPT Chart Maker ofereix una àmplia gamma de tipus de gràfics que us poden ajudar a visualitzar les vostres dades de la manera més eficaç. Des de gràfics de barres que mostren xifres de vendes fins a gràfics de línies que mostren els preus de les accions al llarg del temps i gràfics de sectors que comparen percentatges, tenim una àmplia selecció de tipus de gràfics que s'adapten a diversos conjunts de dades.\n\nMitjançant Chart GPT podeu generar gràfics de dades ràpidament, només heu d'introduir el text que descriu i generar ràpidament la imatge de gràfic desitjada en pocs segons.\n\nUs permet fer gràfics per al vostre projecte empresarial, escolar o personal en qüestió de minuts. No calen habilitats de disseny.\n\nAdmetem aquests tipus de gràfics: gràfic d'àrea, gràfic de barres, gràfic de línies, gràfic compost, gràfic de dispersió, gràfic circular, gràfic de radar, gràfic de barres radials, mapa d'arbre, gràfic d'embut.\n\n➤ Política de privadesa\n\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.",
    "cs": "GPT Chart Maker nabízí rozmanitou škálu typů grafů, které vám pomohou vizualizovat data tím nejefektivnějším způsobem. Od sloupcových grafů, které znázorňují prodejní čísla, po spojnicové grafy, které ukazují ceny akcií v průběhu času, a koláčové grafy, které porovnávají procenta, máme široký výběr typů grafů, které vyhovují různým sadám dat.\n\nProstřednictvím Chart GPT můžete rychle generovat datové grafy, stačí zadat text popisující a rychle vygenerovat požadovaný obrázek grafu během několika sekund.\n\nUmožňuje vám během několika minut vytvářet grafy pro vaši firmu, školu nebo osobní projekt. Nejsou potřeba žádné designérské dovednosti.\n\nPodporujeme tyto typy grafů: plošný graf, sloupcový graf, spojnicový graf, složený graf, bodový graf, koláčový graf, radarový graf, radiální pruhový graf, stromová mapa, trychtýřový graf.\n\n➤ Zásady ochrany osobních údajů\n\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.",
    "da": "GPT Chart Maker tilbyder en bred vifte af diagramtyper, der kan hjælpe dig med at visualisere dine data på den mest effektive måde. Fra søjlediagrammer, der viser salgstal til linjediagrammer, der viser aktiekurser over tid, og cirkeldiagrammer, der sammenligner procenter, har vi et bredt udvalg af diagramtyper, der henvender sig til forskellige datasæt.\n\nGennem Chart GPT kan du hurtigt generere datadiagrammer, du behøver kun at indtaste teksten, der beskriver , og hurtigt generere det ønskede diagrambillede inden for få sekunder.\n\nDet lader dig lave grafer til din virksomhed, skole eller dit personlige projekt på få minutter. Ingen designfærdigheder er nødvendige.\n\nVi understøtter disse diagramtyper: Områdediagram, søjlediagram, linjediagram, sammensat diagram, punktdiagram, cirkeldiagram, radardiagram, radialt søjlediagram, trækort, tragtdiagram.\n\n➤ Privatlivspolitik\n\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive tilføjelsesejeren.\nVi overholder love om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data.",
    "de": "GPT Chart Maker bietet eine Vielzahl von Diagrammtypen, mit denen Sie Ihre Daten auf die effektivste Weise visualisieren können. Von Balkendiagrammen, die Verkaufszahlen darstellen, über Liniendiagramme, die Aktienkurse im Zeitverlauf darstellen, bis hin zu Kreisdiagrammen, die Prozentsätze vergleichen, haben wir eine große Auswahl an Diagrammtypen, die auf verschiedene Datensätze zugeschnitten sind.\n\nMit Chart GPT können Sie schnell Datendiagramme erstellen. Sie müssen lediglich den beschreibenden Text eingeben und innerhalb weniger Sekunden schnell das gewünschte Diagrammbild erstellen.\n\nDamit können Sie in wenigen Minuten Diagramme für Ihr Unternehmen, Ihre Schule oder Ihr persönliches Projekt erstellen. Es sind keine Designkenntnisse erforderlich.\n\nWir unterstützen folgende Diagrammtypen: Flächendiagramm, Balkendiagramm, Liniendiagramm, zusammengesetztes Diagramm, Streudiagramm, Kreisdiagramm, Radardiagramm, radiales Balkendiagramm, Baumkarte, Trichterdiagramm.\n\n➤ Datenschutzrichtlinie\n\nIhre Daten verbleiben konstruktionsbedingt immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Add-on-Eigentümer.\nWir halten uns an die Datenschutzgesetze (insbesondere DSGVO und California Privacy Act), um Ihre Daten zu schützen.",
    "el": "Το GPT Chart Maker προσφέρει μια ποικιλία τύπων γραφημάτων που μπορούν να σας βοηθήσουν να οπτικοποιήσετε τα δεδομένα σας με τον πιο αποτελεσματικό τρόπο. Από γραφήματα ράβδων που απεικονίζουν στοιχεία πωλήσεων έως γραφήματα γραμμών που δείχνουν τις τιμές των μετοχών με την πάροδο του χρόνου και γραφήματα πίτας που συγκρίνουν ποσοστά, έχουμε μια μεγάλη ποικιλία τύπων γραφημάτων που καλύπτουν διάφορα σύνολα δεδομένων.\n\nΜέσω του γραφήματος GPT μπορείτε να δημιουργήσετε γρήγορα γραφήματα δεδομένων, χρειάζεται μόνο να εισαγάγετε το κείμενο που περιγράφει και να δημιουργήσετε γρήγορα την επιθυμητή εικόνα γραφήματος μέσα σε λίγα δευτερόλεπτα.\n\nΣας επιτρέπει να δημιουργείτε γραφήματα για την επιχείρηση, το σχολείο ή το προσωπικό σας έργο μέσα σε λίγα λεπτά. Δεν χρειάζονται σχεδιαστικές δεξιότητες.\n\nΥποστηρίζουμε αυτούς τους τύπους γραφημάτων: Διάγραμμα περιοχών, Γράφημα ράβδων, Γράφημα γραμμών, Σύνθετο γράφημα, Γράφημα διασποράς, Γράφημα πίτας, Γράφημα ραντάρ, ακτινωτό γράφημα ράβδων, δέντρο χάρτη, διάγραμμα διοχέτευσης.\n\n➤ Πολιτική Απορρήτου\n\nΑπό τη σχεδίαση, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στον λογαριασμό σας Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του κατόχου του πρόσθετου.\nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ειδικά GDPR και νόμο περί απορρήτου της Καλιφόρνια) για την προστασία των δεδομένων σας.",
    "en,en_AU,en_GB,en_US": "GPT Chart Maker offers a diverse range of chart types that can help you visualize your data in the most effective manner. From bar charts that depict sales figures to line charts that show stock prices over time, and pie charts that compare percentages, we have a wide selection of chart types that cater to various data sets. \n\nThrough Chart GPT you can quickly generate data charts, you only need to enter the text describing , and quickly generate the desired chart image within a few seconds.\n\nIt lets you make graphs for your business, school, or personal project in minutes. No design skills are needed.\n\nYou can also click \"More Apps\" to see other great extensions we have developed.  These are just other extensions we have developed that are not included in GPT Chart Maker.\n\n➤ Privacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "es,es_419": "GPT Chart Maker ofrece una amplia gama de tipos de gráficos que pueden ayudarlo a visualizar sus datos de la manera más efectiva. Desde gráficos de barras que representan cifras de ventas hasta gráficos de líneas que muestran los precios de las acciones a lo largo del tiempo y gráficos circulares que comparan porcentajes, tenemos una amplia selección de tipos de gráficos que se adaptan a varios conjuntos de datos.\n\nA través de Chart GPT puede generar rápidamente gráficos de datos, solo necesita ingresar el texto que describe y generar rápidamente la imagen del gráfico deseada en unos segundos.\n\nLe permite crear gráficos para su negocio, escuela o proyecto personal en minutos. No se necesitan habilidades de diseño.\n\nAdmitimos estos tipos de gráficos: gráfico de áreas, gráfico de barras, gráfico de líneas, gráfico compuesto, gráfico de dispersión, gráfico circular, gráfico de radar, gráfico de barras radial, mapa de árbol, gráfico de embudo.\n\n➤ Política de privacidad\n\nPor diseño, sus datos permanecen en todo momento en su cuenta de Google, nunca se guardan en nuestra base de datos. Sus datos no se comparten con nadie, incluido el propietario del complemento.\nCumplimos con las leyes de privacidad (especialmente GDPR y la Ley de Privacidad de California) para proteger sus datos.",
    "et": "GPT Chart Maker pakub laia valikut diagrammitüüpe, mis aitavad teil oma andmeid kõige tõhusamal viisil visualiseerida. Alates müüginumbreid kujutavatest tulpdiagrammidest kuni aktsiahindu aja jooksul näitavate joondiagrammideni ja protsente võrdlevate sektordiagrammideni – meil on lai valik diagrammitüüpe, mis vastavad erinevatele andmekogumitele.\n\nDiagrammi GPT abil saate kiiresti genereerida andmegraafikuid, peate sisestama ainult kirjeldava teksti ja genereerima kiiresti mõne sekundi jooksul soovitud diagrammipildi.\n\nSee võimaldab teil mõne minutiga koostada graafikuid oma ettevõtte, kooli või isikliku projekti jaoks. Disainioskusi pole vaja.\n\nToetame neid diagrammitüüpe: pindaladiagramm, tulpdiagramm, joondiagramm, komponeeritud diagramm, hajuvusdiagramm, sektordiagramm, radardiagramm, radiaalne tulpdiagramm, puukaart, lehterdiagramm.\n\n➤ Privaatsuspoliitika\n\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).",
    "fa": "GPT Chart Maker طیف متنوعی از انواع نمودار را ارائه می دهد که می تواند به شما کمک کند تا داده های خود را به مؤثرترین روش تجسم کنید. از نمودارهای میله‌ای که ارقام فروش را نشان می‌دهند تا نمودارهای خطی که قیمت سهام را در طول زمان نشان می‌دهند، و نمودارهای دایره‌ای که درصدها را با هم مقایسه می‌کنند، طیف گسترده‌ای از انواع نمودارها را داریم که به مجموعه‌های مختلف داده پاسخ می‌دهند.\n\nاز طریق نمودار GPT می توانید نمودارهای داده را به سرعت تولید کنید، فقط باید متن توصیف را وارد کنید و به سرعت تصویر نمودار مورد نظر را در عرض چند ثانیه ایجاد کنید.\n\nاین به شما امکان می دهد در عرض چند دقیقه نمودارهایی را برای کسب و کار، مدرسه یا پروژه شخصی خود ایجاد کنید. هیچ مهارت طراحی لازم نیست.\n\nما از این انواع نمودار پشتیبانی می کنیم: نمودار ناحیه، نمودار میله ای، نمودار خطی، نمودار ترکیبی، نمودار پراکنده، نمودار دایره ای، نمودار رادار، نمودار میله شعاعی، نقشه درختی، نمودار قیفی.\n\n➤ سیاست حفظ حریم خصوصی\n\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی از جمله مالک برافزا به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.",
    "fi": "GPT Chart Maker tarjoaa laajan valikoiman kaaviotyyppejä, joiden avulla voit visualisoida tietosi tehokkaimmalla tavalla. Myyntilukuja kuvaavista pylväskaavioista osakkeiden hintoja ajan mittaan näyttäviin viivakaavioihin ja prosenttiosuuksia vertaileviin ympyräkaavioihin meillä on laaja valikoima kaaviotyyppejä, jotka kattavat erilaisia tietojoukkoja.\n\nChart GPT:n avulla voit nopeasti luoda datakaavioita, sinun tarvitsee vain kirjoittaa kuvaava teksti ja luoda nopeasti haluttu kaaviokuva muutamassa sekunnissa.\n\nSen avulla voit tehdä kaavioita yrityksellesi, koulullesi tai henkilökohtaiselle projektille muutamassa minuutissa. Suunnittelutaitoja ei tarvita.\n\nTuemme seuraavia kaaviotyyppejä: aluekaavio, pylväskaavio, viivakaavio, komponoitu kaavio, sirontakaavio, ympyräkaavio, tutkakaavio, säteittäinen pylväskaavio, puukartta, suppilokaavio.\n\n➤ Tietosuojakäytäntö\n\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaan. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.",
    "fil": "Nag-aalok ang GPT Chart Maker ng magkakaibang hanay ng mga uri ng chart na makakatulong sa iyong makita ang iyong data sa pinakamabisang paraan. Mula sa mga bar chart na naglalarawan ng mga numero ng benta hanggang sa mga line chart na nagpapakita ng mga presyo ng stock sa paglipas ng panahon, at mga pie chart na naghahambing ng mga porsyento, mayroon kaming malawak na seleksyon ng mga uri ng chart na tumutugon sa iba't ibang set ng data.\n\nSa pamamagitan ng Chart GPT, mabilis kang makakabuo ng mga data chart, kailangan mo lang ilagay ang text na naglalarawan , at mabilis na makabuo ng gustong larawan ng chart sa loob ng ilang segundo.\n\nHinahayaan ka nitong gumawa ng mga graph para sa iyong negosyo, paaralan, o personal na proyekto sa ilang minuto. Walang mga kasanayan sa disenyo ang kailangan.\n\nSinusuportahan namin ang mga uri ng chart na ito: Area Chart, Bar Chart, Line Chart, Composed Chart, Scatter Chart, Pie Chart, Radar Chart, Radial Bar Chart, Treemap, Funnel Chart.\n\n➤ Patakaran sa Privacy\n\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Hindi ibinabahagi ang iyong data sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.",
    "fr": "GPT Chart Maker propose une gamme variée de types de graphiques qui peuvent vous aider à visualiser vos données de la manière la plus efficace. Des graphiques à barres illustrant les chiffres de ventes aux graphiques linéaires illustrant les cours des actions au fil du temps, en passant par les diagrammes circulaires comparant les pourcentages, nous proposons une large sélection de types de graphiques adaptés à divers ensembles de données.\n\nGrâce à Chart GPT, vous pouvez générer rapidement des graphiques de données, il vous suffit de saisir le texte décrivant et de générer rapidement l'image graphique souhaitée en quelques secondes.\n\nIl vous permet de créer des graphiques pour votre entreprise, votre école ou votre projet personnel en quelques minutes. Aucune compétence en conception n’est requise.\n\nNous prenons en charge ces types de graphiques : graphique en aires, graphique à barres, graphique en courbes, graphique composé, graphique à nuages de points, graphique à secteurs, graphique en radar, graphique à barres radiales, arborescence, graphique en entonnoir.\n\n➤ Politique de confidentialité\n\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.",
    "gu": "GPT ચાર્ટ મેકર ચાર્ટ પ્રકારોની વિવિધ શ્રેણી ઓફર કરે છે જે તમને તમારા ડેટાને સૌથી અસરકારક રીતે વિઝ્યુઅલાઈઝ કરવામાં મદદ કરી શકે છે. વેચાણના આંકડા દર્શાવતા બાર ચાર્ટથી લઈને લાઇન ચાર્ટ કે જે સમયાંતરે સ્ટોકના ભાવ દર્શાવે છે અને ટકાવારીની તુલના કરતા પાઇ ચાર્ટ, અમારી પાસે ચાર્ટ પ્રકારોની વિશાળ પસંદગી છે જે વિવિધ ડેટા સેટને પૂરી કરે છે.\n\nચાર્ટ GPT દ્વારા તમે ઝડપથી ડેટા ચાર્ટ જનરેટ કરી શકો છો, તમારે માત્ર વર્ણન કરતું ટેક્સ્ટ દાખલ કરવાની જરૂર છે અને થોડીક સેકન્ડોમાં ઝડપથી ઇચ્છિત ચાર્ટ ઇમેજ જનરેટ કરવાની જરૂર છે.\n\nતે તમને તમારા વ્યવસાય, શાળા અથવા વ્યક્તિગત પ્રોજેક્ટ માટે મિનિટોમાં ગ્રાફ બનાવવા દે છે. કોઈ ડિઝાઇન કુશળતા જરૂરી નથી.\n\nઅમે આ ચાર્ટ પ્રકારો માટે સપોર્ટ કરીએ છીએ: એરિયા ચાર્ટ, બાર ચાર્ટ, લાઇન ચાર્ટ, કમ્પોઝ્ડ ચાર્ટ, સ્કેટર ચાર્ટ, પાઇ ચાર્ટ, રડાર ચાર્ટ, રેડિયલ બાર ચાર્ટ, ટ્રીમેપ, ફનલ ચાર્ટ.\n\n➤ ગોપનીયતા નીતિ\n\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.",
    "he": "GPT Chart Maker מציע מגוון מגוון של סוגי תרשימים שיכולים לעזור לך לדמיין את הנתונים שלך בצורה היעילה ביותר. מתרשימים עמודות המתארים נתוני מכירות ועד תרשימי קווים המציגים את מחירי המניות לאורך זמן, ותרשימי עוגה המשווים בין אחוזים, יש לנו מבחר רחב של סוגי תרשימים המתאימים לקבוצות נתונים שונות.\n\nבאמצעות תרשים GPT אתה יכול ליצור במהירות תרשימי נתונים, אתה רק צריך להזין את הטקסט המתאר, וליצור במהירות את תמונת התרשים הרצויה תוך מספר שניות.\n\nזה מאפשר לך ליצור גרפים עבור העסק שלך, בית הספר או הפרויקט האישי שלך בתוך דקות. אין צורך בכישורי עיצוב.\n\nאנו תומכים בסוגי תרשימים אלה: תרשים שטח, תרשים עמודות, תרשים קו, תרשים מורכב, תרשים פיזור, תרשים עוגה, תרשים מכ\"ם, תרשים עמודות רדיאלי, מפת עץ, תרשים משפך.\n\n➤ מדיניות פרטיות\n\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.",
    "hi": "जीपीटी चार्ट मेकर चार्ट प्रकारों की एक विविध श्रृंखला प्रदान करता है जो आपके डेटा को सबसे प्रभावी तरीके से देखने में आपकी सहायता कर सकता है। बिक्री के आंकड़ों को दर्शाने वाले बार चार्ट से लेकर समय के साथ स्टॉक की कीमतें दिखाने वाले लाइन चार्ट और प्रतिशत की तुलना करने वाले पाई चार्ट से लेकर, हमारे पास चार्ट प्रकारों का एक विस्तृत चयन है जो विभिन्न डेटा सेटों को पूरा करते हैं।\n\nचार्ट जीपीटी के माध्यम से आप जल्दी से डेटा चार्ट तैयार कर सकते हैं, आपको केवल वर्णन करने वाले पाठ को दर्ज करना होगा, और कुछ सेकंड के भीतर वांछित चार्ट छवि को जल्दी से उत्पन्न करना होगा।\n\nयह आपको मिनटों में अपने व्यवसाय, स्कूल या व्यक्तिगत प्रोजेक्ट के लिए ग्राफ़ बनाने की सुविधा देता है। किसी डिज़ाइन कौशल की आवश्यकता नहीं है.\n\nहम इन चार्ट प्रकारों का समर्थन करते हैं: एरिया चार्ट, बार चार्ट, लाइन चार्ट, कंपोज़्ड चार्ट, स्कैटर चार्ट, पाई चार्ट, रडार चार्ट, रेडियल बार चार्ट, ट्रीमैप, फ़नल चार्ट।\n\n➤ गोपनीयता नीति\n\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।",
    "hr": "GPT Chart Maker nudi raznolik raspon vrsta grafikona koji vam mogu pomoći da vizualizirate svoje podatke na najučinkovitiji način. Od trakastih grafikona koji prikazuju prodajne brojke do linijskih grafikona koji prikazuju cijene dionica tijekom vremena i tortnih grafikona koji uspoređuju postotke, imamo širok izbor vrsta grafikona koji služe različitim skupovima podataka.\n\nKroz Chart GPT možete brzo generirati podatkovne grafikone, trebate samo unijeti tekst koji opisuje i brzo generirati željenu sliku grafikona u roku od nekoliko sekundi.\n\nOmogućuje vam izradu grafikona za vaš poslovni, školski ili osobni projekt u nekoliko minuta. Nisu potrebne dizajnerske vještine.\n\nPodržavamo ove vrste grafikona: površinski grafikon, stupčasti grafikon, linijski grafikon, složeni grafikon, raspršeni grafikon, tortni grafikon, radarski grafikon, radijalni stupčasti grafikon, mapa stabla, dijagram lijevka.\n\n➤ Politika privatnosti\n\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.",
    "hu": "A GPT Chart Maker diagramtípusok széles skáláját kínálja, amelyek segítségével a leghatékonyabb módon jelenítheti meg adatait. Az eladási számokat ábrázoló oszlopdiagramoktól a részvényárakat az idő függvényében mutató vonaldiagramokig és a százalékos arányokat összehasonlító kördiagramokig számos diagramtípus áll rendelkezésünkre, amelyek különféle adatkészleteket szolgálnak ki.\n\nA Chart GPT segítségével gyorsan generálhat adatdiagramokat, csak be kell írnia a leíró szöveget, és gyorsan, néhány másodpercen belül előállíthatja a kívánt diagramképet.\n\nLehetővé teszi, hogy percek alatt grafikonokat készítsen üzleti, iskolai vagy személyes projektjeihez. Nincs szükség tervezési készségekre.\n\nA következő diagramtípusokat támogatjuk: Területdiagram, Oszlopdiagram, Vonaldiagram, Összeállított diagram, Szórványdiagram, Kördiagram, Radardiagram, Radiális oszlopdiagram, Fatérkép, Tölcsérdiagram.\n\n➤ Adatvédelmi szabályzat\n\nTervezés szerint adatai mindig a Google-fiókjában maradnak, és soha nem kerülnek mentésre az adatbázisunkba. Az Ön adatait senkivel nem osztják meg, beleértve a bővítmény tulajdonosát sem.\nAz adatok védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR-t és a California Privacy Act-et).",
    "id": "GPT Chart Maker menawarkan beragam jenis bagan yang dapat membantu Anda memvisualisasikan data dengan cara yang paling efektif. Dari diagram batang yang menggambarkan angka penjualan hingga diagram garis yang menunjukkan harga saham dari waktu ke waktu, dan diagram lingkaran yang membandingkan persentase, kami memiliki beragam pilihan jenis diagram yang melayani berbagai kumpulan data.\n\nMelalui Chart GPT Anda dapat dengan cepat menghasilkan grafik data, Anda hanya perlu memasukkan teks yang menjelaskan, dan dengan cepat menghasilkan gambar grafik yang diinginkan dalam beberapa detik.\n\nIni memungkinkan Anda membuat grafik untuk bisnis, sekolah, atau proyek pribadi Anda dalam hitungan menit. Tidak diperlukan keahlian desain.\n\nKami Mendukung jenis bagan berikut: Bagan Area, Bagan Batang, Bagan Garis, Bagan Tersusun, Bagan Sebar, Bagan Lingkaran, Bagan Radar, Bagan Batang Radial, Peta Pohon, Bagan Corong.\n\n➤ Kebijakan Privasi\n\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.",
    "it": "GPT Chart Maker offre una vasta gamma di tipi di grafici che possono aiutarti a visualizzare i tuoi dati nel modo più efficace. Dai grafici a barre che illustrano i dati di vendita ai grafici a linee che mostrano i prezzi delle azioni nel tempo e ai grafici a torta che confrontano le percentuali, disponiamo di un'ampia selezione di tipi di grafici adatti a vari set di dati.\n\nAttraverso Chart GPT puoi generare rapidamente grafici di dati, devi solo inserire il testo che descrive e generare rapidamente l'immagine del grafico desiderata in pochi secondi.\n\nTi consente di creare grafici per la tua azienda, scuola o progetto personale in pochi minuti. Non sono necessarie competenze di progettazione.\n\nSupportiamo questi tipi di grafici: grafico ad area, grafico a barre, grafico a linee, grafico composto, grafico a dispersione, grafico a torta, grafico radar, grafico a barre radiale, mappa ad albero, grafico a imbuto.\n\n➤ Informativa sulla privacy\n\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.",
    "ja": "GPT チャート メーカーは、最も効果的な方法でデータを視覚化するのに役立つさまざまな種類のチャートを提供します。 売上高を表す棒グラフから、株価の経時変化を示す折れ線グラフ、パーセンテージを比較する円グラフまで、さまざまなデータセットに対応する幅広い種類のグラフを用意しています。\n\nChart GPT を使用すると、データ チャートを迅速に生成できます。必要なのは、 を説明するテキストを入力するだけで、数秒以内に目的のチャート イメージをすばやく生成できます。\n\nビジネス、学校、個人のプロジェクトのグラフを数分で作成できます。 デザインスキルは必要ありません。\n\n次の種類のグラフをサポートしています: 面グラフ、棒グラフ、折れ線グラフ、合成グラフ、散布図、円グラフ、レーダー チャート、放射状棒グラフ、ツリーマップ、ファネル チャート。\n\n➤ プライバシーポリシー\n\n設計上、データは常に Google アカウントに保存され、データベースには保存されません。 あなたのデータは、アドオンの所有者を含む誰とも共有されません。\n当社は、お客様のデータを保護するためにプライバシー法 (特に GDPR およびカリフォルニア州プライバシー法) を遵守しています。",
    "kn": "GPT ಚಾರ್ಟ್ ಮೇಕರ್ ವೈವಿಧ್ಯಮಯ ಶ್ರೇಣಿಯ ಚಾರ್ಟ್ ಪ್ರಕಾರಗಳನ್ನು ನೀಡುತ್ತದೆ ಅದು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಅತ್ಯಂತ ಪರಿಣಾಮಕಾರಿ ರೀತಿಯಲ್ಲಿ ದೃಶ್ಯೀಕರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಮಾರಾಟದ ಅಂಕಿಅಂಶಗಳನ್ನು ಚಿತ್ರಿಸುವ ಬಾರ್ ಚಾರ್ಟ್‌ಗಳಿಂದ ಹಿಡಿದು ಕಾಲಾನಂತರದಲ್ಲಿ ಸ್ಟಾಕ್ ಬೆಲೆಗಳನ್ನು ತೋರಿಸುವ ಲೈನ್ ಚಾರ್ಟ್‌ಗಳು ಮತ್ತು ಶೇಕಡಾವಾರುಗಳನ್ನು ಹೋಲಿಸುವ ಪೈ ಚಾರ್ಟ್‌ಗಳು, ವಿವಿಧ ಡೇಟಾ ಸೆಟ್‌ಗಳನ್ನು ಪೂರೈಸುವ ಚಾರ್ಟ್ ಪ್ರಕಾರಗಳ ವ್ಯಾಪಕ ಆಯ್ಕೆಯನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ.\n\nಚಾರ್ಟ್ GPT ಮೂಲಕ ನೀವು ತ್ವರಿತವಾಗಿ ಡೇಟಾ ಚಾರ್ಟ್‌ಗಳನ್ನು ರಚಿಸಬಹುದು, ನೀವು ವಿವರಿಸುವ ಪಠ್ಯವನ್ನು ಮಾತ್ರ ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ ಮತ್ತು ಕೆಲವೇ ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಬಯಸಿದ ಚಾರ್ಟ್ ಚಿತ್ರವನ್ನು ತ್ವರಿತವಾಗಿ ರಚಿಸಿ.\n\nನಿಮಿಷಗಳಲ್ಲಿ ನಿಮ್ಮ ವ್ಯಾಪಾರ, ಶಾಲೆ ಅಥವಾ ವೈಯಕ್ತಿಕ ಯೋಜನೆಗಾಗಿ ಗ್ರಾಫ್‌ಗಳನ್ನು ಮಾಡಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ವಿನ್ಯಾಸ ಕೌಶಲ್ಯಗಳ ಅಗತ್ಯವಿಲ್ಲ.\n\nಈ ಚಾರ್ಟ್ ಪ್ರಕಾರಗಳನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತೇವೆ: ಏರಿಯಾ ಚಾರ್ಟ್, ಬಾರ್ ಚಾರ್ಟ್, ಲೈನ್ ಚಾರ್ಟ್, ಕಂಪೋಸ್ಡ್ ಚಾರ್ಟ್, ಸ್ಕ್ಯಾಟರ್ ಚಾರ್ಟ್, ಪೈ ಚಾರ್ಟ್, ರಾಡಾರ್ ಚಾರ್ಟ್, ರೇಡಿಯಲ್ ಬಾರ್ ಚಾರ್ಟ್, ಟ್ರೀಮ್ಯಾಪ್, ಫನಲ್ ಚಾರ್ಟ್.\n\n➤ ಗೌಪ್ಯತಾ ನೀತಿ\n\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.",
    "ko": "GPT Chart Maker는 가장 효과적인 방식으로 데이터를 시각화하는 데 도움이 되는 다양한 차트 유형을 제공합니다. 매출 수치를 나타내는 막대형 차트부터 시간 경과에 따른 주가를 보여주는 선형 차트, 백분율을 비교하는 원형 차트까지 다양한 데이터 세트에 맞는 다양한 차트 유형을 보유하고 있습니다.\n\nChart GPT를 통해 데이터 차트를 빠르게 생성할 수 있으며, 설명하는 텍스트만 입력하면 몇 초 내에 원하는 차트 이미지를 빠르게 생성할 수 있습니다.\n\n비즈니스, 학교 또는 개인 프로젝트에 대한 그래프를 몇 분 안에 만들 수 있습니다. 디자인 기술이 필요하지 않습니다.\n\n영역 차트, 막대 차트, 선 차트, 구성된 차트, 분산형 차트, 원형 차트, 방사형 차트, 방사형 막대 차트, 트리맵, 깔때기형 차트 등의 차트 유형을 지원합니다.\n\n➤ 개인정보 보호정책\n\n설계상 귀하의 데이터는 항상 귀하의 Google 계정에 유지되며 당사 데이터베이스에는 저장되지 않습니다. 귀하의 데이터는 부가 기능 소유자를 포함하여 누구와도 공유되지 않습니다.\n당사는 귀하의 데이터를 보호하기 위해 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수합니다.",
    "lt": "GPT diagramų kūrimo priemonė siūlo įvairius diagramų tipus, kurie gali padėti vizualizuoti duomenis efektyviausiu būdu. Nuo juostinių diagramų, kuriose vaizduojami pardavimo skaičiai, iki linijinių diagramų, kuriose rodomos akcijų kainos per tam tikrą laiką, ir skritulinių diagramų, kuriose lyginami procentai, turime platų diagramų tipų pasirinkimą, skirtą įvairiems duomenų rinkiniams.\n\nNaudodami Chart GPT galite greitai sugeneruoti duomenų diagramas, tereikia įvesti aprašantį tekstą ir greitai per kelias sekundes sugeneruoti norimą diagramos vaizdą.\n\nTai leidžia per kelias minutes sukurti savo verslo, mokyklos ar asmeninio projekto grafikus. Nereikia jokių projektavimo įgūdžių.\n\nMes palaikome šiuos diagramų tipus: ploto diagramą, juostinę diagramą, linijinę diagramą, sudarytą diagramą, taškinę diagramą, skritulinę diagramą, radaro diagramą, radialinę juostinę diagramą, medžio schemą, piltuvinę diagramą.\n\n➤ Privatumo politika\n\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).",
    "lv": "GPT diagrammu veidotājs piedāvā daudzveidīgu diagrammu veidu klāstu, kas var palīdzēt vizualizēt datus visefektīvākajā veidā. No joslu diagrammām, kas attēlo pārdošanas rādītājus, līdz līniju diagrammām, kas parāda akciju cenas laika gaitā, un sektoru diagrammām, kas salīdzina procentus, mums ir plašs diagrammu veidu klāsts, kas atbilst dažādām datu kopām.\n\nIzmantojot Chart GPT, varat ātri ģenerēt datu diagrammas, tikai jāievada aprakstošais teksts un dažu sekunžu laikā ātri jāģenerē vēlamais diagrammas attēls.\n\nTas ļauj dažu minūšu laikā izveidot grafikus savam uzņēmumam, skolai vai personīgajam projektam. Nav nepieciešamas dizaina prasmes.\n\nMēs atbalstām šādus diagrammu veidus: apgabala diagramma, joslu diagramma, līniju diagramma, komponētā diagramma, izkliedes diagramma, sektoru diagramma, radara diagramma, radiālā joslu diagramma, koka karte, piltuvju diagramma.\n\n➤ Privātuma politika\n\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar nevienu, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas Privātuma likumu), lai aizsargātu jūsu datus.",
    "ml": "GPT ചാർട്ട് മേക്കർ നിങ്ങളുടെ ഡാറ്റ ഏറ്റവും ഫലപ്രദമായ രീതിയിൽ ദൃശ്യവൽക്കരിക്കാൻ സഹായിക്കുന്ന വൈവിധ്യമാർന്ന ചാർട്ട് തരങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നു. വിൽപ്പന കണക്കുകൾ ചിത്രീകരിക്കുന്ന ബാർ ചാർട്ടുകൾ മുതൽ കാലാകാലങ്ങളിൽ സ്റ്റോക്ക് വിലകൾ കാണിക്കുന്ന ലൈൻ ചാർട്ടുകൾ, ശതമാനം താരതമ്യം ചെയ്യുന്ന പൈ ചാർട്ടുകൾ, വിവിധ ഡാറ്റാ സെറ്റുകൾക്ക് അനുയോജ്യമായ ചാർട്ട് തരങ്ങളുടെ വിശാലമായ തിരഞ്ഞെടുപ്പ് ഞങ്ങളുടെ പക്കലുണ്ട്.\n\nചാർട്ട് GPT വഴി നിങ്ങൾക്ക് വേഗത്തിൽ ഡാറ്റാ ചാർട്ടുകൾ സൃഷ്ടിക്കാൻ കഴിയും, നിങ്ങൾ വിവരിക്കുന്ന വാചകം മാത്രം നൽകിയാൽ മതി, കുറച്ച് നിമിഷങ്ങൾക്കുള്ളിൽ ആവശ്യമുള്ള ചാർട്ട് ഇമേജ് വേഗത്തിൽ സൃഷ്ടിക്കുക.\n\nനിങ്ങളുടെ ബിസിനസ്സിനോ സ്കൂളിനോ വ്യക്തിഗത പ്രോജക്റ്റിനോ മിനിറ്റുകൾക്കുള്ളിൽ ഗ്രാഫുകൾ നിർമ്മിക്കാൻ ഇത് നിങ്ങളെ അനുവദിക്കുന്നു. ഡിസൈൻ കഴിവുകൾ ആവശ്യമില്ല.\n\nഈ ചാർട്ട് തരങ്ങളെ ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു: ഏരിയ ചാർട്ട്, ബാർ ചാർട്ട്, ലൈൻ ചാർട്ട്, കമ്പോസ് ചെയ്ത ചാർട്ട്, സ്‌കാറ്റർ ചാർട്ട്, പൈ ചാർട്ട്, റഡാർ ചാർട്ട്, റേഡിയൽ ബാർ ചാർട്ട്, ട്രീമാപ്പ്, ഫണൽ ചാർട്ട്.\n\n➤ സ്വകാര്യതാ നയം\n\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.",
    "mr": "GPT चार्ट मेकर विविध प्रकारचे चार्ट प्रकार ऑफर करते जे तुम्हाला तुमचा डेटा सर्वात प्रभावी पद्धतीने व्हिज्युअलाइझ करण्यात मदत करू शकतात. विक्रीचे आकडे दर्शविणाऱ्या बार चार्ट्सपासून ते कालांतराने स्टॉकच्या किमती दर्शविणारे लाइन चार्ट आणि टक्केवारीची तुलना करणारे पाई चार्ट, आमच्याकडे विविध डेटा सेटची पूर्तता करणाऱ्या चार्ट प्रकारांची विस्तृत निवड आहे.\n\nचार्ट GPT द्वारे तुम्ही त्वरीत डेटा चार्ट व्युत्पन्न करू शकता, तुम्हाला फक्त वर्णन करणारा मजकूर प्रविष्ट करणे आवश्यक आहे आणि काही सेकंदात इच्छित चार्ट प्रतिमा द्रुतपणे तयार करणे आवश्यक आहे.\n\nहे तुम्हाला तुमच्या व्यवसाय, शाळा किंवा वैयक्तिक प्रकल्पासाठी काही मिनिटांत आलेख बनवू देते. कोणत्याही डिझाइन कौशल्याची आवश्यकता नाही.\n\nआम्ही या चार्ट प्रकारांसाठी समर्थन देतो: क्षेत्र चार्ट, बार चार्ट, लाइन चार्ट, बनवलेला चार्ट, स्कॅटर चार्ट, पाई चार्ट, रडार चार्ट, रेडियल बार चार्ट, ट्रीमॅप, फनेल चार्ट.\n\n➤ गोपनीयता धोरण\n\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. अॅड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमचा डेटा संरक्षित करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.",
    "ms": "GPT Chart Maker menawarkan pelbagai jenis carta yang boleh membantu anda menggambarkan data anda dengan cara yang paling berkesan. Daripada carta bar yang menggambarkan angka jualan kepada carta garisan yang menunjukkan harga saham dari semasa ke semasa, dan carta pai yang membandingkan peratusan, kami mempunyai pelbagai pilihan jenis carta yang memenuhi pelbagai set data.\n\nMelalui Carta GPT, anda boleh menjana carta data dengan pantas, anda hanya perlu memasukkan teks yang menerangkan , dan dengan cepat menjana imej carta yang dikehendaki dalam masa beberapa saat.\n\nIa membolehkan anda membuat graf untuk perniagaan, sekolah atau projek peribadi anda dalam beberapa minit. Tiada kemahiran reka bentuk diperlukan.\n\nKami Menyokong jenis carta ini: Carta Kawasan, Carta Bar, Carta Garisan, Carta Tersusun, Carta Taburan, Carta Pai, Carta Radar, Carta Bar Radial, Peta Pokok, Carta Corong.\n\n➤ Dasar Privasi\n\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.",
    "nl": "GPT Chart Maker biedt een breed scala aan diagramtypen waarmee u uw gegevens op de meest effectieve manier kunt visualiseren. Van staafdiagrammen die verkoopcijfers weergeven tot lijndiagrammen die aandelenkoersen in de loop van de tijd weergeven, en cirkeldiagrammen die percentages vergelijken: we hebben een ruime keuze aan diagramtypen die geschikt zijn voor verschillende gegevenssets.\n\nVia Chart GPT kunt u snel gegevensgrafieken genereren, u hoeft alleen de beschrijvende tekst in te voeren en binnen enkele seconden snel de gewenste grafiekafbeelding te genereren.\n\nHiermee kunt u binnen enkele minuten grafieken maken voor uw bedrijf, school of persoonlijk project. Er zijn geen ontwerpvaardigheden nodig.\n\nWe ondersteunen de volgende diagramtypen: vlakdiagram, staafdiagram, lijndiagram, samengesteld diagram, spreidingsdiagram, cirkeldiagram, radardiagram, radiaal staafdiagram, boomstructuur, trechterdiagram.\n\n➤ Privacybeleid\n\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe voldoen aan de privacywetten (met name de AVG en de California Privacy Act) om uw gegevens te beschermen.",
    "no": "GPT Chart Maker tilbyr et mangfoldig utvalg av diagramtyper som kan hjelpe deg med å visualisere dataene dine på den mest effektive måten. Fra stolpediagram som viser salgstall til linjediagram som viser aksjekurser over tid, og kakediagrammer som sammenligner prosenter, har vi et bredt utvalg av diagramtyper som passer til ulike datasett.\n\nGjennom Chart GPT kan du raskt generere datakart, du trenger bare å skrive inn teksten som beskriver , og raskt generere ønsket kartbilde i løpet av få sekunder.\n\nDen lar deg lage grafer for bedriften, skolen eller ditt personlige prosjekt på få minutter. Ingen designkunnskaper er nødvendig.\n\nVi støtter disse diagramtypene: områdediagram, stolpediagram, linjediagram, sammensatt diagram, punktdiagram, sektordiagram, radardiagram, radialt stolpediagram, trekart, traktdiagram.\n\n➤ Retningslinjer for personvern\n\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.",
    "pl": "Kreator wykresów GPT oferuje szeroką gamę typów wykresów, które pomogą Ci w najskuteczniejszej wizualizacji danych. Od wykresów słupkowych przedstawiających dane dotyczące sprzedaży po wykresy liniowe przedstawiające ceny akcji w czasie i wykresy kołowe porównujące wartości procentowe – oferujemy szeroki wybór typów wykresów dostosowanych do różnych zestawów danych.\n\nDzięki Chart GPT możesz szybko wygenerować wykresy danych, wystarczy wpisać tekst opisujący i szybko wygenerować żądany obraz wykresu w ciągu kilku sekund.\n\nUmożliwia tworzenie wykresów dla projektu biznesowego, szkolnego lub osobistego w ciągu kilku minut. Nie są potrzebne żadne umiejętności projektowe.\n\nObsługujemy następujące typy wykresów: wykres obszarowy, wykres słupkowy, wykres liniowy, wykres złożony, wykres punktowy, wykres kołowy, wykres radarowy, promieniowy wykres słupkowy, mapa drzewa, wykres lejkowy.\n\n➤ Polityka prywatności\n\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, w tym właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.",
    "pt_BR": "O GPT Chart Maker oferece uma gama diversificada de tipos de gráficos que podem ajudá-lo a visualizar seus dados da maneira mais eficaz. De gráficos de barras que descrevem números de vendas a gráficos de linhas que mostram preços de ações ao longo do tempo e gráficos de pizza que comparam porcentagens, temos uma ampla seleção de tipos de gráficos que atendem a vários conjuntos de dados. \n\nCom o Chart GPT, você pode gerar rapidamente gráficos de dados, bastando inserir o texto que descreve e gerar rapidamente a imagem do gráfico desejado em poucos segundos.\n\nEle permite que você crie gráficos para sua empresa, escola ou projeto pessoal em minutos. Não são necessárias habilidades de design.\n\nOferecemos suporte para os seguintes tipos de gráficos: Gráfico de área, Gráfico de barras, Gráfico de linhas, Gráfico composto, Gráfico de dispersão, Gráfico de pizza, Gráfico de radar, Gráfico de barras radiais, Mapa de árvore, Gráfico de funil.\n\n➤ Política de privacidade \n\nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "pt_PT": "O GPT Chart Maker oferece uma gama diversificada de tipos de gráficos que podem ajudá-lo a visualizar os seus dados da forma mais eficaz. Desde gráficos de barras que representam números de vendas a gráficos de linhas que mostram os preços das acções ao longo do tempo e gráficos de tartes que comparam percentagens, temos uma vasta seleção de tipos de gráficos que atendem a vários conjuntos de dados. \n\nAtravés do Chart GPT pode gerar rapidamente gráficos de dados, só precisa de introduzir o texto que descreve e gerar rapidamente a imagem do gráfico desejado em poucos segundos.\n\nPermite-lhe criar gráficos para a sua empresa, escola ou projeto pessoal em minutos. Não são necessários conhecimentos de design.\n\nApoiamos estes tipos de gráficos: Gráfico de área, gráfico de barras, gráfico de linhas, gráfico composto, gráfico de dispersão, gráfico de pizza, gráfico de radar, gráfico de barras radiais, mapa de árvore, gráfico de funil.\n\n➤ Política de privacidade \n\nPor definição, os seus dados permanecem sempre na sua conta Google, nunca sendo guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do add-on. \nCumprimos as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "ro": "GPT Chart Maker oferă o gamă diversă de tipuri de diagrame care vă pot ajuta să vă vizualizați datele în cel mai eficient mod. De la diagrame cu bare care prezintă cifrele vânzărilor până la diagrame cu linii care arată prețurile acțiunilor de-a lungul timpului și diagrame circulare care compară procentele, avem o selecție largă de tipuri de diagrame care se adresează diferitelor seturi de date.\n\nPrin Chart GPT puteți genera rapid diagrame de date, trebuie doar să introduceți textul care descrie și să generați rapid imaginea diagramă dorită în câteva secunde.\n\nVă permite să faceți grafice pentru afacerea dvs., școala sau proiectul personal în câteva minute. Nu sunt necesare abilități de proiectare.\n\nAcceptăm aceste tipuri de diagrame: Diagramă cu zone, Diagramă cu bare, Diagramă cu linii, Diagramă compusă, Diagramă cu dispersie, Diagramă circulară, Diagramă radar, Diagramă cu bare radiale, Hartă arboreală, Diagramă pâlnie.\n\n➤ Politica de confidențialitate\n\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.",
    "ru": "GPT Chart Maker предлагает широкий выбор типов диаграмм, которые помогут вам наиболее эффективно визуализировать данные. От гистограмм, отображающих данные о продажах, до линейных диаграмм, показывающих цены акций с течением времени, и круговых диаграмм, на которых сравниваются проценты, — у нас есть широкий выбор типов диаграмм, которые подходят для различных наборов данных.\n\nС помощью Chart GPT вы можете быстро создавать диаграммы данных, вам нужно всего лишь ввести текст с описанием и быстро сгенерировать нужное изображение диаграммы в течение нескольких секунд.\n\nОн позволяет вам создавать графики для вашего бизнеса, школы или личного проекта за считанные минуты. Никаких дизайнерских навыков не требуется.\n\nМы поддерживаем следующие типы диаграмм: областная диаграмма, гистограмма, линейная диаграмма, составная диаграмма, точечная диаграмма, круговая диаграмма, радарная диаграмма, радиальная гистограмма, древовидная карта, воронкообразная диаграмма.\n\n➤ Политика конфиденциальности\n\nПо замыслу ваши данные всегда остаются в вашей учетной записи Google и никогда не сохраняются в нашей базе данных. Ваши данные никому не передаются, включая владельца дополнения.\nМы соблюдаем законы о конфиденциальности (особенно GDPR и Закон штата Калифорния о конфиденциальности) для защиты ваших данных.",
    "sk": "GPT Chart Maker ponúka rozmanitú škálu typov grafov, ktoré vám môžu pomôcť vizualizovať vaše údaje najefektívnejším spôsobom. Od stĺpcových grafov, ktoré zobrazujú predajné čísla, po čiarové grafy, ktoré zobrazujú ceny akcií v priebehu času, a koláčové grafy, ktoré porovnávajú percentá, máme široký výber typov grafov, ktoré vyhovujú rôznym množinám údajov.\n\nProstredníctvom Chart GPT môžete rýchlo generovať dátové grafy, stačí zadať text popisujúci a rýchlo vygenerovať požadovaný obrázok grafu v priebehu niekoľkých sekúnd.\n\nUmožňuje vám vytvárať grafy pre vaše podnikanie, školu alebo osobný projekt v priebehu niekoľkých minút. Nie sú potrebné žiadne dizajnérske zručnosti.\n\nPodporujeme tieto typy grafov: plošný graf, pruhový graf, čiarový graf, zložený graf, bodový graf, koláčový graf, radarový graf, radiálny pruhový graf, stromová mapa, lievikový graf.\n\n➤ Zásady ochrany osobných údajov\n\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).",
    "sl": "Izdelovalec grafikonov GPT ponuja raznoliko paleto vrst grafikonov, ki vam lahko pomagajo vizualizirati podatke na najučinkovitejši način. Od paličnih grafikonov, ki prikazujejo prodajne številke, do črtnih grafikonov, ki prikazujejo cene delnic skozi čas, in tortnih grafikonov, ki primerjajo odstotke, imamo širok izbor vrst grafikonov, ki poskrbijo za različne nize podatkov.\n\nPreko Chart GPT lahko hitro ustvarite podatkovne grafikone, vnesti morate le besedilo z opisom in hitro ustvariti želeno sliko grafikona v nekaj sekundah.\n\nOmogoča vam izdelavo grafov za vaš poslovni, šolski ali osebni projekt v nekaj minutah. Oblikovalske veščine niso potrebne.\n\nPodpiramo te vrste grafikonov: ploščinski grafikon, palični grafikon, črtni grafikon, sestavljeni grafikon, razpršeni grafikon, tortni grafikon, radarski grafikon, radialni palični grafikon, drevesni zemljevid, lijakasti grafikon.\n\n➤ Politika zasebnosti\n\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.",
    "sr": "ГПТ Цхарт Макер нуди широк спектар типова графикона који вам могу помоћи да визуализујете своје податке на најефикаснији начин. Од тракастих графикона који приказују бројке продаје до линијских графикона који приказују цене акција током времена, и кружних графикона који упоређују проценте, имамо широк избор типова графикона који задовољавају различите скупове података.\n\nПреко ГПТ графикона можете брзо да генеришете графиконе података, потребно је само да унесете текст који описује и брзо генеришете жељену слику графикона у року од неколико секунди.\n\nОмогућава вам да за неколико минута направите графиконе за ваш посао, школу или лични пројекат. Нису потребне вештине дизајна.\n\nПодржавамо ове типове графикона: дијаграм подручја, тракасти графикон, линијски графикон, састављени графикон, разбацани графикон, тортни графикон, радарски графикон, радијални тракасти графикон, мапа стабла, графикон тока.\n\n➤ Политика приватности\n\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.",
    "sv": "GPT Chart Maker erbjuder ett brett utbud av diagramtyper som kan hjälpa dig att visualisera dina data på det mest effektiva sättet. Från stapeldiagram som visar försäljningssiffror till linjediagram som visar aktiekurser över tid och cirkeldiagram som jämför procentsatser, vi har ett brett urval av diagramtyper som tillgodoser olika datamängder.\n\nGenom Chart GPT kan du snabbt generera datadiagram, du behöver bara skriva in texten som beskriver , och snabbt generera önskad sjökortsbild inom några sekunder.\n\nDet låter dig göra grafer för ditt företag, din skola eller ditt personliga projekt på några minuter. Inga designkunskaper behövs.\n\nVi stöder dessa diagramtyper: Ytdiagram, stapeldiagram, linjediagram, sammansatt diagram, spridningsdiagram, cirkeldiagram, radardiagram, radiellt stapeldiagram, trädkarta, trattdiagram.\n\n➤ Sekretesspolicy\n\nGenom designen finns din data alltid kvar på ditt Google-konto, aldrig sparad i vår databas. Din data delas inte med någon, inklusive tilläggsägaren.\nVi följer integritetslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.",
    "sw": "Kitengeneza Chati cha GPT hutoa aina mbalimbali za chati ambazo zinaweza kukusaidia kuibua data yako kwa njia bora zaidi. Kutoka kwa chati za pau zinazoonyesha takwimu za mauzo hadi chati za mstari zinazoonyesha bei za hisa baada ya muda, na chati za pai zinazolinganisha asilimia, tuna uteuzi mpana wa aina za chati ambazo zinakidhi seti mbalimbali za data.\n\nKupitia Chati ya GPT unaweza kutengeneza chati za data kwa haraka, unahitaji tu kuingiza maandishi yanayoelezea , na kutoa haraka taswira ya chati inayotakiwa ndani ya sekunde chache.\n\nInakuruhusu kutengeneza grafu za biashara yako, shule, au mradi wa kibinafsi kwa dakika. Hakuna ujuzi wa kubuni unahitajika.\n\nTunatumia aina hizi za chati: Chati ya Eneo, Chati ya Mipau, Chati ya Mstari, Chati Iliyoundwa, Chati ya Kutawanya, Chati ya Pai, Chati ya Rada, Chati ya Upau wa Radi, Ramani ya miti, Chati ya Funeli.\n\n➤ Sera ya Faragha\n\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.",
    "ta": "GPT சார்ட் மேக்கர் பல்வேறு வகையான விளக்கப்பட வகைகளை வழங்குகிறது, இது உங்கள் தரவை மிகவும் பயனுள்ள முறையில் காட்சிப்படுத்த உதவும். விற்பனை புள்ளிவிவரங்களைச் சித்தரிக்கும் பார் விளக்கப்படங்கள் முதல் காலப்போக்கில் பங்கு விலைகளைக் காட்டும் வரி விளக்கப்படங்கள் மற்றும் சதவீதங்களை ஒப்பிடும் பை விளக்கப்படங்கள் வரை, பல்வேறு தரவுத் தொகுப்புகளை வழங்கும் பலவிதமான விளக்கப்பட வகைகளை நாங்கள் கொண்டுள்ளோம்.\n\nவிளக்கப்படம் GPT மூலம் நீங்கள் விரைவாக தரவு விளக்கப்படங்களை உருவாக்க முடியும், நீங்கள் விவரிக்கும் உரையை மட்டுமே உள்ளிட வேண்டும், மேலும் சில நொடிகளில் விரும்பிய விளக்கப்படப் படத்தை விரைவாக உருவாக்கவும்.\n\nஉங்கள் வணிகம், பள்ளி அல்லது தனிப்பட்ட திட்டத்திற்கான வரைபடங்களை நிமிடங்களில் உருவாக்க இது உங்களை அனுமதிக்கிறது. வடிவமைப்பு திறன்கள் தேவையில்லை.\n\nஇந்த விளக்கப்பட வகைகளை நாங்கள் ஆதரிக்கிறோம்: பகுதி விளக்கப்படம், பட்டை விளக்கப்படம், வரி விளக்கப்படம், தொகுக்கப்பட்ட விளக்கப்படம், சிதறல் விளக்கப்படம், பை விளக்கப்படம், ரேடார் விளக்கப்படம், ரேடியல் பட்டை விளக்கப்படம், ட்ரீமேப், புனல் விளக்கப்படம்.\n\n➤ தனியுரிமைக் கொள்கை\n\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.",
    "te": "GPT చార్ట్ మేకర్ మీ డేటాను అత్యంత ప్రభావవంతమైన పద్ధతిలో విజువలైజ్ చేయడంలో మీకు సహాయపడే విభిన్నమైన చార్ట్ రకాలను అందిస్తుంది. విక్రయాల గణాంకాలను వర్ణించే బార్ చార్ట్‌ల నుండి కాలక్రమేణా స్టాక్ ధరలను చూపించే లైన్ చార్ట్‌లు మరియు శాతాలను పోల్చిన పై చార్ట్‌ల వరకు, మేము వివిధ డేటా సెట్‌లను అందించే అనేక రకాల చార్ట్ రకాలను కలిగి ఉన్నాము.\n\nచార్ట్ GPT ద్వారా మీరు త్వరగా డేటా చార్ట్‌లను రూపొందించవచ్చు, మీరు వర్ణించే వచనాన్ని మాత్రమే నమోదు చేయాలి మరియు కొన్ని సెకన్లలో కావలసిన చార్ట్ చిత్రాన్ని త్వరగా రూపొందించండి.\n\nఇది మీ వ్యాపారం, పాఠశాల లేదా వ్యక్తిగత ప్రాజెక్ట్ కోసం నిమిషాల్లో గ్రాఫ్‌లను రూపొందించడానికి మిమ్మల్ని అనుమతిస్తుంది. డిజైన్ నైపుణ్యాలు అవసరం లేదు.\n\nమేము ఈ చార్ట్ రకాలను సపోర్ట్ చేస్తాము: ఏరియా చార్ట్, బార్ చార్ట్, లైన్ చార్ట్, కంపోజ్డ్ చార్ట్, స్కాటర్ చార్ట్, పై చార్ట్, రాడార్ చార్ట్, రేడియల్ బార్ చార్ట్, ట్రీమ్యాప్, ఫన్నెల్ చార్ట్.\n\n➤ గోప్యతా విధానం\n\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.",
    "th": "GPT Chart Maker มีแผนภูมิประเภทต่างๆ มากมายที่สามารถช่วยให้คุณเห็นภาพข้อมูลของคุณได้อย่างมีประสิทธิภาพสูงสุด ตั้งแต่แผนภูมิแท่งที่แสดงตัวเลขยอดขายไปจนถึงแผนภูมิเส้นที่แสดงราคาหุ้นในช่วงเวลาหนึ่ง และแผนภูมิวงกลมที่เปรียบเทียบเปอร์เซ็นต์ เรามีประเภทแผนภูมิให้เลือกมากมายที่รองรับชุดข้อมูลต่างๆ\n\nด้วย Chart GPT คุณสามารถสร้างแผนภูมิข้อมูลได้อย่างรวดเร็ว คุณเพียงแค่ป้อนข้อความที่อธิบาย และสร้างภาพแผนภูมิที่ต้องการอย่างรวดเร็วภายในไม่กี่วินาที\n\nช่วยให้คุณสร้างกราฟสำหรับธุรกิจ โรงเรียน หรือโครงการส่วนตัวได้ภายในไม่กี่นาที ไม่จำเป็นต้องมีทักษะด้านการออกแบบ\n\nเรารองรับแผนภูมิประเภทเหล่านี้: แผนภูมิพื้นที่, แผนภูมิแท่ง, แผนภูมิเส้น, แผนภูมิที่ประกอบ, แผนภูมิกระจาย, แผนภูมิวงกลม, แผนภูมิเรดาร์, แผนภูมิแท่งเรเดียล, แผนผังต้นไม้, แผนภูมิกรวย\n\n➤ นโยบายความเป็นส่วนตัว\n\nจากการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา และไม่เคยบันทึกไว้ในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครเลย รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และกฎหมายความเป็นส่วนตัวของรัฐแคลิฟอร์เนีย) เพื่อปกป้องข้อมูลของคุณ",
    "tr": "GPT Chart Maker, verilerinizi en etkili şekilde görselleştirmenize yardımcı olabilecek çok çeşitli grafik türleri sunar. Satış rakamlarını gösteren çubuk grafiklerden, hisse senedi fiyatlarını zaman içinde gösteren çizgi grafiklere ve yüzdeleri karşılaştıran pasta grafiklere kadar, çeşitli veri kümelerine hitap eden çok çeşitli grafik türlerine sahibiz.\n\nChart GPT aracılığıyla hızlı bir şekilde veri grafikleri oluşturabilirsiniz, yalnızca açıklayan metni girmeniz yeterlidir ve birkaç saniye içinde istediğiniz grafik görüntüsünü hızlı bir şekilde oluşturabilirsiniz.\n\nİşletmeniz, okulunuz veya kişisel projeniz için dakikalar içinde grafikler oluşturmanıza olanak tanır. Hiçbir tasarım becerisine ihtiyaç yoktur.\n\nŞu grafik türlerini destekliyoruz: Alan Grafiği, Çubuk Grafik, Çizgi Grafik, Birleşik Grafik, Dağılım Grafiği, Pasta Grafiği, Radar Grafiği, Radyal Çubuk Grafiği, Ağaç Haritası, Huni Grafiği.\n\n➤ Gizlilik Politikası\n\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyarız.",
    "uk": "GPT Chart Maker пропонує різноманітні типи діаграм, які можуть допомогти вам візуалізувати дані найефективнішим способом. У нас є широкий вибір типів діаграм, які обслуговують різні набори даних: від гістограм, які відображають цифри продажів, до лінійних діаграм, які показують ціни акцій за певний час, і кругових діаграм, які порівнюють відсотки.\n\nЗа допомогою Chart GPT ви можете швидко створювати діаграми даних, вам потрібно лише ввести текст із описом і швидко створити потрібне зображення діаграми протягом кількох секунд.\n\nЦе дозволяє створювати графіки для вашого бізнесу, школи чи особистого проекту за лічені хвилини. Дизайнерські навички не потрібні.\n\nМи підтримуємо такі типи діаграм: площинна діаграма, гістограма, лінійна діаграма, складена діаграма, точкова діаграма, кругова діаграма, радарна діаграма, радіальна гістограма, деревовидна карта, воронкова діаграма.\n\n➤ Політика конфіденційності\n\nЗа задумом ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.",
    "vi": "GPT Chart Maker cung cấp nhiều loại biểu đồ đa dạng có thể giúp bạn trực quan hóa dữ liệu của mình theo cách hiệu quả nhất. Từ biểu đồ thanh mô tả số liệu bán hàng đến biểu đồ đường hiển thị giá cổ phiếu theo thời gian và biểu đồ hình tròn so sánh tỷ lệ phần trăm, chúng tôi có nhiều loại biểu đồ phục vụ cho nhiều tập dữ liệu khác nhau.\n\nThông qua Biểu đồ GPT, bạn có thể nhanh chóng tạo biểu đồ dữ liệu, bạn chỉ cần nhập văn bản mô tả và nhanh chóng tạo hình ảnh biểu đồ mong muốn trong vòng vài giây.\n\nNó cho phép bạn tạo biểu đồ cho doanh nghiệp, trường học hoặc dự án cá nhân của mình trong vài phút. Không cần kỹ năng thiết kế.\n\nChúng tôi hỗ trợ các loại biểu đồ này: Biểu đồ vùng, Biểu đồ thanh, Biểu đồ đường, Biểu đồ tổng hợp, Biểu đồ phân tán, Biểu đồ hình tròn, Biểu đồ radar, Biểu đồ thanh xuyên tâm, Sơ đồ cây, Biểu đồ kênh.\n\n➤ Chính sách bảo mật\n\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.",
    "zh_CN": "GPT Chart Maker 提供多种图表类型，可以帮助您以最有效的方式可视化数据。 从描述销售数据的条形图到显示一段时间内股票价格的折线图，以及比较百分比的饼图，我们有多种图表类型可供选择，以满足各种数据集的需求。\n\n通过Chart GPT您可以快速生成数据图表，您只需要输入描述文字，几秒钟内即可快速生成所需的图表图像。\n\n它可以让您在几分钟内为您的企业、学校或个人项目制作图表。 不需要设计技能。\n\n我们支持以下图表类型：面积图、条形图、折线图、组合图、散点图、饼图、雷达图、径向条形图、树状图、漏斗图。\n\n➤ 隐私政策\n\n根据设计，您的数据始终保留在您的 Google 帐户中，而不是保存在我们的数据库中。 您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（特别是 GDPR 和加州隐私法）来保护您的数据。",
    "zh_TW": "GPT Chart Maker 提供多種圖表類型，可以幫助您以最有效的方式可視化數據。 從描述銷售數據的條形圖到顯示一段時間內股票價格的折線圖，以及比較百分比的餅圖，我們有多種圖表類型可供選擇，以滿足各種數據集的需求。\n\n通過Chart GPT您可以快速生成數據圖表，您只需要輸入描述文字，幾秒鐘內即可快速生成所需的圖表圖像。\n\n它可以讓您在幾分鐘內為您的企業、學校或個人項目製作圖表。 不需要設計技能。\n\n我們支持以下圖表類型：面積圖、條形圖、折線圖、組合圖、散點圖、餅圖、雷達圖、徑向條形圖、樹狀圖、漏斗圖。\n\n➤ 隱私政策\n\n根據設計，您的數據始終保留在您的 Google 帳戶中，而不是保存在我們的數據庫中。 您的數據不會與任何人共享，包括附加組件所有者。\n我們遵守隱私法（特別是 GDPR 和加州隱私法）來保護您的數據。"
  }
}