{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recoilize"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that helps debug Recoil applications by memorizing the state of components with every render."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recoilize is a Chrome extension developer tool that helps users debug Recoil applications by cataloging an app’s state with every render.\n\nRecoilize helps developers log state change, time travel to previous states, and visualize the components in their recoil-based applications.\n\nv3.2.1\nManifest 3\nGoogle is transitioning Chrome Extensions to Manifest v3. Soon, Manifest v2 will be phased out, and only extensions using Manifest v3 will be accepted and listed in the Chrome store. Because of this, one of the primary focuses for Recoilize 3.2 was to update the Chrome Extension to Manifest v3. With this update, users will still be able to utilize this amazing tool, as it has now been updated and complies with Manifest v3 requirements.\n\n\nReact 17 and 18 Compatibility\nRecoilize is now compatible with React 17 and 18.\n\n\nSupport for Recoil 0.7.7\nRecoilize now supports the most recent update to the Recoil library and is backwards compatible with older versions of Recoil.\n\n\nUnder the Hood\nDeprecated dependencies have been updated\nThe version of React used to build the Recoilize Chrome Extension has been updated to v17\nIncreased testing coverage\nCleaner codebase for improved readability\n\nv3.0.0 - updates\nSnapshot Comparison: \nYou can save a series of state snapshots and use it to analyze changes in component render performance between the current and previous series of snapshots.\n\nAdditional Features:\n- Time Travel Slider\n- The Component Tree and Atom Network are now customizable\n\nv.2.0.0 - updates\n\nv.1.0.0 - updates\n\nRecoil 0.1.2 support and backwards compatibility.\n\nSnapshots \nImplemented the Previous and Forward clear buttons to allow the user to clear snapshots either before or after the currently selected snapshot.\n\nComponent Graph\nVisibility button was removed and related functionality and data was incorporated into a new dropdown menu and mouse-hover over atoms and selectors.\n\nImproved the hover by displaying the information in more readable format.\n\nThe atom legend has been made clickable to display a dropdown list of atoms or selectors. Each atom or selector in the list has also been made clickable to highlight the selected component in the graph.\n\nAtom Network\nThe atom legend also has been made clickable to show a dropdown list, and each atom or selector is clickable.  When clicked, it will only display the related graph nodes.\n\nRemoved the animation in the ranked graph to improve the readability and make it easier to compare changes."
  }
}