{
  "name": {
    "ar,el,hi": "Dark Reader",
    "am": "Instagram Dark Mode - dark theme",
    "bg": "Dark Mode and Night Shift Mode",
    "bn": "Facebook Dark Theme - dark mode",
    "ca": "Mode fosc: lector fosc per a Сhrome",
    "cs": "Tmavý režim - tmavá čtečka pro Сhrome",
    "da": "Mørk Læser, mørk tilstand - mørkt tema",
    "de": "Dunkler Modus - Dunkler Leser für Chrome",
    "en,en_AU,en_GB,en_US,es_419,hu,pt_BR,ta,zh_TW": "Night Theme - Dark Mode",
    "es": "Modo oscuro - lector oscuro para Сhrome",
    "et": "Youtube Dark Theme",
    "fa,sw,te": "Dark Theme",
    "fi": "Tumma tila – tumma lukulaite Сhromelle",
    "fil": "Dark Mode - Dark Reader",
    "fr": "Mode sombre - lecteur sombre pour Сhrome",
    "gu": "Google Docs Dark Mode",
    "he": "Facebook Dark Theme",
    "hr": "Dark Mode for TikTok",
    "id": "Dark Theme Suite",
    "it": "Modalità oscura: lettore oscuro per Сhrome",
    "ja": "ダークテーマ & 夜勤モード",
    "kn,mr": "Dark Souls",
    "ko": "어두운 테마 및 야간 근무 모드",
    "lt": "Tamsusis režimas – tamsioji Chrome tema",
    "lv": "Tumšais režīms — tumšs lasītājs priekš Сhrome",
    "ml": "GitHub Dark Theme",
    "ms": "Twitch Dark Mode",
    "nl": "Donkere modus - donkere lezer voor Chrome",
    "no": "Mørk modus - mørk leser for Сhrome",
    "pl": "Tryb ciemny - ciemny czytnik dla Chrome",
    "pt_PT": "Modo escuro - leitor escuro para Сhrome",
    "ro": "Night Shift Mode and Dark Theme",
    "ru,uk": "Dark Mode - Dark Reader для Сhrome",
    "sk": "Tmavý režim - tmavá čítačka pre Сhrome",
    "sl": "Temni način – temna tema za Chrome",
    "sr": "Dark Mode",
    "sv": "Mörkt läge för Chrome",
    "th": "Dark Reader - Dark Mode for Chrome",
    "tr": "Karanlık mod - Chrome için karanlık okuyucu",
    "vi": "Dark Mode - Dark Reader for Web",
    "zh_CN": "深色模式 - Сhrome 的深色閱讀器"
  },
  "short": {
    "ar,fil": "Dark Reader a classic dark theme for every website. Dark Theme to switch website to dark reader, night shift mode, night and daily…",
    "am": "Instagram Dark Mode take care of your eyes day and night using dark theme for Instagram, Youtube, Facebook, Google docs. Night…",
    "bg": "Dark Mode a classic Dark theme for Web. Switch any websites: dark theme for Instagram, Youtube, Facebook, Google docs. Night shift…",
    "bn": "Facebook Dark Theme a classic dark theme for every website. Dark Theme to switch website to dark reader, night shift mode, night…",
    "ca": "Mode fosc, un tema fosc clàssic per a tots els llocs web. Tema fosc per canviar el lloc web a lector fosc, mode de torn nocturn,…",
    "cs": "Tmavý režim klasické temné téma pro web. Přepněte libovolné webové stránky: tmavé téma pro Instagram, Youtube, Facebook, dokumenty…",
    "da": "Mørkt tema en klassisk mørk tilstand for hvert websted. Mørkt tema for at skifte websted til mørk læser, natskifttilstand, nat og…",
    "de": "Dunkles Modus ein klassisches dunkles Thema für das Web. Schalten Sie jede Website mit einem Klick in den Dunkelmodus und zurück.",
    "el": "Dark Reader a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift mode, night and daily…",
    "en,en_AU,en_GB,en_US,es_419,hu,pt_BR,ta,zh_TW": "Dark Mode - a universal dark theme for websites, ideal for night and day browsing. Switch seamlessly with dark reader",
    "es": "Modo oscuro, un tema oscuro clásico para todos los sitios web. Tema oscuro para cambiar el sitio web al lector oscuro, modo turno…",
    "et": "Youtube Dark Theme a classic Dark theme for Youtube. Switch any website to dark mode and back in one click. Youtube Night shift mode",
    "fa": "Dark Mode take care of your eyes day and night using dark theme for Instagram, Youtube, Facebook, Google docs. Night shift mode",
    "fi": "Dark Mode on klassinen tumma teema jokaiselle verkkosivustolle. Vaihda verkkosivusto pimeään lukijaan ja yötä ja päivittäistä…",
    "fr": "Mode sombre un mode sombre classique pour chaque site Web. Thème sombre pour passer du site Web au lecteur sombre, mode nuit,…",
    "gu": "Google Docs Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for…",
    "he": "Facebook Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for…",
    "hi": "Dark Reader a classic Dark theme for Web. Switch any websites: dark theme for Instagram, Youtube, Facebook, Google docs. Enable…",
    "hr": "TikTok Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone,…",
    "id,ro,sr,te": "Dark Theme a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift mode, night and daily…",
    "it": "Modalità oscura: tema scuro classico per il Web. Cambia qualsiasi sito web: tema scuro per Instagram, Youtube, Facebook, Google…",
    "ja": "Web用のクラシックなダークテーマ。 ウェブサイトをダークモードに切り替えて、ワンクリックで元に戻します。",
    "kn": "Dark Souls for all websites in Chrome browser. Enable Dark Mode for Chrome, FB, Youtube. Dark theme for Everyone!",
    "ko": "웹용 클래식 다크 테마. 한 번의 클릭으로 모든 웹사이트를 다크 모드로 전환하고 다시 전환할 수 있습니다.",
    "lt": "Tamsusis režimas – klasikinė tamsioji kiekvienos svetainės tema. Tamsioji tema, kad svetainė būtų perjungta į tamsią skaitytuvą,…",
    "lv": "Tumšais motīvs ir klasisks tumšais režīms katrai vietnei. Tumšais motīvs, lai vietni pārslēgtu uz tumšo lasītāju, nakts maiņas…",
    "ml": "GitHub Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone,…",
    "mr": "Dark Souls a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift mode, night and daily…",
    "ms": "Twitch Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone,…",
    "nl": "Donkere modus klassiek donker thema voor web. Wissel van website: donker thema voor Instagram, YouTube, Facebook,…",
    "no": "Mørk modus klassisk mørkt tema for nettet. Bytt alle nettsteder: mørkt tema for Instagram, Youtube, Facebook, Google docs.…",
    "pl": "Tryb ciemny to klasyczny ciemny motyw dla każdej strony internetowej. Ciemny motyw, aby przełączyć stronę na ciemny czytnik, tryb…",
    "pt_PT": "Tema escuro, um modo escuro clássico para todos os sites. Tema escuro para mudar o site para leitor escuro, modo noturno, navegação…",
    "ru,uk": "Dark Mode классическая темная тема для каждого веб-сайта. Переключите веб-сайт на темный режим чтения, а также на ночной и дневной…",
    "sk": "Tmavý režim je klasická temná téma pre každú webovú stránku. Tmavá téma na prepnutie webovej stránky na tmavú čítačku, režim nočnej…",
    "sl": "Temni način je klasična temna tema za vsako spletno mesto. Temna tema za preklop spletnega mesta na temni bralnik, način nočne…",
    "sv": "Mörkt läge klassiskt mörkt tema för webben. Byt vilken webbplats som helst: mörkt tema för Instagram, Youtube, Facebook, Google…",
    "sw": "Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone, night…",
    "th": "Dark Reader take care of your eyes day and night using dark theme for Instagram, Youtube, Facebook, Google docs. Night shift mode",
    "tr": "Karanlık Mod, her web sitesi için klasik bir karanlık tema. Web sitesini karanlık okuyucuya, gece vardiyası moduna, gece ve günlük…",
    "vi": "Youtube Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone,…",
    "zh_CN": "黑暗主題是每個網站的經典黑暗模式。 深色主題將網站切換為深色閱讀器、夜班模式、夜間和日常瀏覽。 夜班模式"
  },
  "long": {
    "ar": "Dark Theme - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "am,kn,sw": "Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nWhat will you get from Dark Mode extension:\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nFeel free to ask any questions and leave comments for extension. Your feedback is very important for us!",
    "bg": "Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "bn": "Dark Mode - Dark Theme for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "ca": "Mode fosc: el lector fosc per a Chrome posarà un tema fosc a tots els llocs web, adequat per a aquells que treballen de nit i un lector fosc per a notícies en línia o lectura de llibres.\n\nAplica tots els llocs web al navegador en mode fosc i exclou qualsevol domini del tema negre per obtenir una millor experiència. És possible crear el vostre propi tema personalitzat amb qualsevol color que us agradi.\n\nMode fosc per a xarxes socials: el tema fosc per a Instagram, twitter, twitch, youtube i llocs principals i tots els altres llocs web es cobriran de colors negres.\n\nSi el lloc web té un tema fosc integrat, podeu controlar-lo directament des del mode nocturn i, si no ho fa (com Gmail, Google Docs, Office Online, Github i milions d'altres), l'extensió del mode fosc convertirà els colors per oferir-vos amb mode fosc suau i consistent.\n\nQuè obtindreu de l'extensió del mode fosc:\n\n- Activa/desactiva el mode fosc manualment - Fes clic a la icona de l'extensió per activar/desactivar el mode fosc.\n- Exclou/Inclou un lloc del mode fosc - Trieu \"Mode fosc\" > \"Desactiva/Activa el mode fosc per a aquest lloc\"\n- Personalitza els colors per als llocs web - Canvia tots els colors que vulguis.\n- Programació automàtica - Habiliteu \"Auto ON/OFF\" a la secció.\n\nJa no cal obrir la configuració una per una per a diferents llocs web: només una aplicació porta el tema negre a tota la xarxa.\n\nLa pàgina d'opcions ja està disponible! Característiques útils:\n\n- Exclusió del lloc. Introduïu una adreça web correcta per excloure la pàgina de l'aplicació del tema negre.\n- Exclusió de pàgines. Opcionalment, afegiu dominis que no vulgueu aplicar al tema negre.\n- Canviador de tema. Crea el teu propi tema personalitzat! Deseu-lo, canvieu el nom i sol·liciteu-lo en qualsevol moment.\n\nSimplement instal·leu una extensió per habilitar el mode fosc per a Chrome.\n\nTorn de nit\nActiva el mode Night Shift per invertir la llum habitual de la pantalla a un to més càlid, evitant així que els teus ulls es facin malbé. Podeu encendre i apagar l'eina amb un sol clic quan la necessiteu.\n\nEl torn nocturn i l'extensió del lector fosc canvien automàticament els colors del contingut del vostre navegador a l'extrem més càlid de l'espectre de color després de la foscor.\n\nLector fosc\nDark Reader inverteix els colors brillants, fent-los un alt contrast i fàcils de llegir a la nit. El mode fosc posarà un tema fosc a tots els llocs web, adequat per a aquells que treballen de nit i un lector fosc per a notícies en línia o lectura de llibres.\n\nL'extensió Super Dark Mode pot enfosquir gairebé tots els llocs web, així com els fitxers locals oberts per Chrome, com ara els PDF. A partir d'ara, els vostres ulls es poden relaxar quan navegueu per la web a la pantalla a la nit.\n\nMode fosc de Youtube o tema fosc de Youtube\nL'extensió Dark Theme for YouTube converteix el tema de YouTube en un tema de carbó fosc/blau altament personalitzable. L'extensió de Youtube Dark Reader està construïda a sobre del tema predeterminat de YouTube (tema fosc natiu), de manera que és molt lleugera en comparació amb l'ús de temes injectats per les extensions Stylish o Stylus. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nMode fosc d'Instagram o tema fosc d'Instagram\nL'extensió del mode fosc d'Instagram converteix el tema d'Instagram en un tema de carbó fosc/blau altament personalitzable. L'extensió d'Instagram Dark Reader es construeix a sobre del tema d'Instagram predeterminat. Tema fosc d'Instagram\n\nMode fosc de Facebook o tema fosc de Facebook\nL'extensió FB Dark Mode converteix el tema de Facebook en un tema de carbó fosc/blau altament personalitzable. L'extensió de Facebook Dark Reader es construeix a sobre del tema d'Instagram predeterminat. Tema fosc de Facebook\n\nMode fosc de Github o tema fosc de Github\nL'extensió del mode fosc de Github converteix el tema d'Instagram en un tema de carbó fosc/blau altament personalitzable. L'extensió Github Dark Reader es construeix a sobre del tema predeterminat d'Instagram. Tema fosc de Github\n\nMode fosc de Twitter o tema fosc de Twitter\nL'extensió de mode fosc de Twitter converteix el tema de Twitter en un tema de carbó fosc/blau altament personalitzable. L'extensió de Twitter Dark Reader es construeix a sobre del tema predeterminat de Twitter. Tema fosc de Twitter\n\nMode fosc de Google Docs i tema fosc de Google Docs\nActiveu el mode fosc per a Google Docs amb un sol clic mitjançant aquesta extensió.\n\nUtilitzeu un mode fosc per a Google Docs?\nL'extensió de mode fosc de Google Docs converteix el tema de Google Docs en un tema de carbó fosc/blau altament personalitzable. L'extensió de Google Docs Dark Reader es construeix a sobre del tema predeterminat de Google Docs. Tema fosc de Google Docs\n\nBaixeu ara el mode fosc al vostre navegador web! Funcionalitat del mode fosc per a Google, YouTube, Facebook i molts altres llocs web: aconseguiu-lo ara i mantingueu els ulls relaxats a les hores fosques!\n\nMode fosc VK o tema fosc VK\nTema fosc clàssic per a Vkontakte. Canvia VK al mode fosc i torna amb un clic. El tema fosc VKontakte protegeix els ulls. Elimina la càrrega a la nit, substituint la pantalla blanca per un tema fosc clàssic.\n\nMode fosc de Twitch o tema fosc de Twitch\nTwitch mode fosc tema fosc natiu altament personalitzable per a twitch.tv (plataforma per a jugadors). El tema fosc de Twitch és un tema fosc natiu per a la plataforma de jocs twitch.tv que utilitza el tema fosc integrat per activar i desactivar el mode fosc.\n\nMode fosc per a TikTok\nTema fosc per a TikTok. Canvia fàcilment el mode de lloc de TikTok a fosc o clar amb un sol clic.\n\nNo dubteu a fer qualsevol pregunta i deixar comentaris per Dark Theme.",
    "cs": "Tmavý režim – tmavá čtečka pro Chrome umístí tmavé téma na všechny weby, vhodné pro práci v noci a tmavá čtečka pro online zprávy nebo čtení knih.\n\nPoužijte všechny webové stránky v prohlížeči do tmavého režimu a vylučte jakoukoli doménu z černého motivu pro lepší zážitek. Je možné vytvořit si vlastní motiv s libovolnou barvou, která se vám líbí.\n\nTmavý režim pro sociální sítě – temné téma pro Instagram, Twitter, twitch, youtube a mainstreamové weby a všechny ostatní weby budou společně zahaleny do černých barev.\n\nPokud má web vestavěný tmavý motiv, můžete jej ovládat přímo z nočního režimu a pokud ne (jako Gmail, Dokumenty Google, Office Online, Github a miliony dalších), rozšíření tmavého režimu převede barvy tak, aby vám s hladkým a konzistentním tmavým režimem.\n\nCo získáte rozšířením tmavého režimu:\n\n- Ruční zapnutí/vypnutí tmavého režimu - Klepnutím na ikonu rozšíření tmavý režim zapnete/vypnete.\n– Vyloučit/zahrnout web z tmavého režimu – Vyberte „Tmavý režim“ > „Zakázat/Povolit tmavý režim pro tento web“\n- Přizpůsobte barvy pro webové stránky - Změňte všechny barvy, které chcete.\n- Automatický plán - Povolte \"Auto ON/OFF\" v sekci.\n\nUž není třeba otevírat nastavení jedno po druhém pro různé weby - pouze jedna aplikace přináší černé téma v celé síti.\n\nStránka možností je nyní k dispozici! Užitečné funkce:\n\n- Vyloučení stránek. Chcete-li stránku vyloučit z použití černého motivu, zadejte správnou webovou adresu.\n- Vyloučení stránky. Volitelně přidejte domény, které nechcete použít, do černého motivu.\n- Měnič témat. Vytvořte si vlastní motiv! Uložte jej, přejmenujte a kdykoli použijte.\n\nJednoduše si nainstalujte rozšíření pro aktivaci tmavého režimu pro Chrome.\n\nNoční směna\nAktivujte režim Night Shift, abyste převrátili obvyklé světlo z obrazovky na teplejší tón, a zabránili tak poškození zraku. Nástroj můžete zapnout a vypnout jediným kliknutím, když jej potřebujete.\n\nRozšíření noční směny a tmavé čtečky automaticky po setmění posune barvy obsahu vašeho prohlížeče na teplejší konec barevného spektra.\n\nTemná čtečka\nDark Reader invertuje jasné barvy, takže jsou vysoce kontrastní a snadno čitelné v noci. Tmavý režim vloží tmavé téma na všechny webové stránky, vhodné pro ty, kteří pracují v noci, a tmavou čtečku pro online zprávy nebo čtení knih.\n\nRozšíření Super Dark Mode může ztmavit téměř všechny webové stránky a také místní soubory otevřené prohlížečem Chrome, jako jsou soubory PDF. Od této chvíle mohou být vaše oči uvolněné při nočním procházení webu na obrazovce.\n\nTmavý režim YouTube nebo tmavý motiv YouTube\nRozšíření Dark Theme for YouTube převádí téma YouTube na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Youtube Dark Reader je postaveno na výchozím motivu YouTube (nativní tmavé téma), takže je velmi lehké ve srovnání s použitím motivů vložených rozšířeními Stylish nebo Stylus.\n\nTmavý režim Instagramu nebo tmavý motiv Instagramu\nRozšíření Instagram Dark Mode převádí téma Instagramu na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Instagram Dark Reader je postaveno na výchozím motivu Instagramu. Tmavé téma Instagramu\n\nTmavý režim Facebooku nebo tmavý motiv Facebooku\nRozšíření FB Dark Mode převádí téma Facebooku na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Facebook Dark Reader je postaveno na výchozím motivu Instagramu. Tmavé téma Facebooku\n\nTmavý režim Github nebo tmavý motiv Github\nRozšíření Github Dark Mode převádí téma Instagramu na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Github Dark Reader je postaveno na výchozím motivu Instagramu. Temné téma Github\n\nTmavý režim Twitteru nebo tmavý motiv Twitteru\nRozšíření Twitter Dark Mode převádí téma Twitteru na vysoce přizpůsobitelné temné uhlově/modré téma. Rozšíření Twitter Dark Reader je postaveno na výchozím motivu Twitteru. Temné téma na Twitteru\n\nTmavý režim Dokumentů Google a tmavý motiv Dokumentů Google\nZapněte tmavý režim pro Dokumenty Google jedním kliknutím prostřednictvím tohoto rozšíření.\n\nPoužít tmavý režim pro Dokumenty Google?\nRozšíření Google Docs Dark Mode převádí motiv Dokumentů Google na vysoce přizpůsobitelný motiv tmavého uhlí/modra. Rozšíření Google Docs Dark Reader je založeno na výchozím motivu Dokumentů Google. Tmavý motiv Dokumentů Google\n\nStáhněte si tmavý režim nyní ve svém webovém prohlížeči! Funkce tmavého režimu pro Google, YouTube, Facebook a mnoho dalších webů – pořiďte si ji hned a udržte své oči v klidu i v temných hodinách!\n\nTmavý režim VK nebo tmavý motiv VK\nKlasické tmavé téma pro Vkontakte. Přepněte VK do tmavého režimu a zpět jedním kliknutím. Tmavé téma VKontakte chrání oči. Odstraňuje zátěž v noci, bílou obrazovku nahrazuje klasickým tmavým motivem.\n\nTwitch tmavý režim nebo Twitch tmavý motiv\nTwitch tmavý režim vysoce přizpůsobitelné nativní tmavé téma pro twitch.tv (platforma pro hráče). Twitch dark theme je nativní temné téma pro herní platformu twitch.tv, které využívá vestavěné temné téma pro zapínání a vypínání tmavého režimu.\n\nTmavý režim pro TikTok\nTmavé téma pro TikTok. Jedním kliknutím snadno přepněte režim webu TikTok na tmavý nebo světlý.\n\nNeváhejte se zeptat na jakékoli otázky a zanechat komentáře k Dark Theme.",
    "da": "mørk tilstand - mørk læser til Chrome vil sætte mørkt tema på alle websteder, velegnet til dem, der arbejder om natten og mørke læser til online nyheder eller boglæsning.\n\nAnvend alle websteder i browseren til mørk tilstand, og udeluk ethvert domæne fra sort tema for en bedre oplevelse. Det er muligt at skabe dit eget brugerdefinerede tema med enhver farve, du kan lide.\n\nMørk tilstand til sociale netværk - mørkt tema til Instagram, twitter, twitch, youtube og almindelige websteder og alle andre websteder vil alle sammen blive dækket af sorte farver.\n\nHvis webstedet har indbygget mørkt tema, kan du styre det direkte fra nattilstand, og hvis det ikke gør det (som Gmail, Google Docs, Office Online, Github og millioner andre), vil mørk tilstandsudvidelse konvertere farverne for at give dig med jævn og konsekvent mørk tilstand.\n\nHvad får du fra mørk tilstandsudvidelse:\n\n- Slå den mørke tilstand til/fra manuelt - Klik på udvidelsesikonet for at tænde/slukke for den mørke tilstand.\n- Ekskluder/inkluder et websted fra den mørke tilstand - Vælg \"Mørk tilstand\" > \"Deaktiver/aktiver mørk tilstand for dette websted\"\n- Tilpas farver til websteder - Skift alle farver, du ønsker.\n- Automatisk tidsplan - Aktiver \"Auto ON/OFF\" i afsnittet.\n\nDet er ikke længere nødvendigt at åbne indstillinger én efter én for forskellige websteder - kun én app bringer sort tema på tværs af hele nettet.\n\nIndstillingssiden er nu tilgængelig! Nyttige funktioner:\n\n- Ekskludering af websteder. Indtast en korrekt webadresse for at udelukke siden fra det sorte tema, der gælder.\n- Sideudelukkelse. Tilføj eventuelt domæner, som du ikke ønsker at anvende i sort tema.\n- Temaskifter. Opret dit eget brugerdefinerede tema! Gem det, omdøb og anvend til enhver tid.\n\nDu skal blot installere en udvidelse for at aktivere Dark Mode til Chrome.\n\nNattevagt\nAktiver Night Shift-tilstand for at invertere det sædvanlige lys fra skærmen til en varmere tone, hvilket forhindrer dine øjne i at tage skade. Du kan tænde og slukke for værktøjet med et enkelt klik, når du har brug for det.\n\nnight shift og dark reader extension skifter automatisk farverne på dit browserindhold til den varmere ende af farvespektret efter mørkets frembrud.\n\nMørk læser\nDark Reader inverterer lyse farver, hvilket gør dem høj kontrast og nemme at læse om natten. Mørk tilstand vil sætte mørkt tema på alle websteder, velegnet til dem, der arbejder om natten og mørke læsere til onlinenyheder eller boglæsning.\n\nSuper Dark Mode-udvidelsen kan gøre næsten alle websteder mørkere, såvel som lokale filer åbnet af Chrome, såsom PDF'er. Fra nu af kan dine øjne slappe af, når du surfer på nettet på skærmen om natten.\n\nYoutube mørk tilstand eller Youtube mørkt tema\nDark Theme for YouTube-udvidelse konverterer YouTube-tema til et meget tilpasseligt mørkt kul/blåt tema. Youtube Dark Reader-udvidelsen er bygget oven på standard YouTube-temaet (native mørkt tema), så det er meget letvægtet sammenlignet med at bruge temaer indsprøjtet af Stylish eller Stylus-udvidelser.\n\nInstagram mørk tilstand eller Instagram mørkt tema\nInstagram Dark Mode-udvidelsen konverterer Instagram-tema til et meget tilpasseligt mørkt kul/blåt tema. Instagram Dark Reader-udvidelsen er bygget oven på standard Instagram-temaet. Instagram mørkt tema\n\nFacebook mørk tilstand eller Facebook mørkt tema\nFB Dark Mode-udvidelsen konverterer Facebook-tema til et meget tilpasseligt mørkt kul/blåt tema. Facebook Dark Reader-udvidelsen er bygget oven på standard Instagram-temaet. Facebook mørkt tema\n\nGithub mørk tilstand eller Github mørkt tema\nGithub Dark Mode-udvidelsen konverterer Instagram-tema til et meget tilpasseligt mørkt kul/blåt tema. Github Dark Reader-udvidelsen er bygget oven på standard Instagram-temaet. Github mørkt tema\n\nTwitter mørk tilstand eller Twitter mørkt tema\nTwitter Dark Mode-udvidelsen konverterer Twitter-tema til et meget tilpasseligt mørkt kul/blåt tema. Twitter Dark Reader-udvidelsen er bygget oven på standard Twitter-temaet. Twitter mørkt tema\n\nGoogle Docs Dark Mode og Google Docs mørkt tema\nSlå Dark Mode til for Google Docs med et enkelt klik via denne udvidelse.\n\nVil du bruge en mørk tilstand til Google Docs?\nGoogle Docs Dark Mode-udvidelsen konverterer Google Docs-tema til et meget tilpasseligt mørkt kul/blåt tema. Google Docs Dark Reader-udvidelsen er bygget oven på standard Google Docs-temaet. Google Docs mørkt tema\n\nDownload mørk tilstand nu i din webbrowser! Dark Mode-funktionalitet til Google, YouTube, Facebook og mange andre websteder - få det nu, og hold dine øjne afslappede i mørke timer!\n\nVK mørk tilstand eller Vk mørkt tema\nKlassisk mørkt tema til Vkontakte. Skift VK til mørk tilstand og tilbage med et enkelt klik. Mørkt tema VKontakte beskytter øjnene. Det eliminerer belastningen om natten og erstatter den hvide skærm med et klassisk mørkt tema.\n\nTwitch dark-tilstand eller Twitch dark-tema\nTwitch dark-tilstand, der er meget tilpasseligt indfødt mørkt tema til twitch.tv (platform for gamere). Twitch dark theme er et indfødt mørkt tema til twitch.tv gaming platform, som bruger det indbyggede mørke tema til at slå den mørke tilstand til og fra.\n\nMørk tilstand til TikTok\nMørkt tema til TikTok. Skift nemt TikTok-sidetilstand til mørk eller lys med et enkelt klik.\n\nDu er velkommen til at stille spørgsmål og efterlade kommentarer til Dark Theme.",
    "de": "Dunkelmodus - Dark Reader für Chrome bringt ein dunkles Design auf alle Websites, geeignet für Nachtarbeit und Dark Reader für Online-Nachrichten oder das Lesen von Büchern.\n\nWenden Sie alle Websites im Browser in den Dunkelmodus an und schließen Sie für eine bessere Erfahrung alle Domänen aus dem schwarzen Design aus. Es ist möglich, Ihr eigenes benutzerdefiniertes Thema mit jeder gewünschten Farbe zu erstellen.\n\nDunkler Modus für soziale Netzwerke – Dunkles Thema für Instagram, Twitter, Twitch, Youtube und Mainstream-Websites und alle anderen Websites werden alle zusammen in schwarze Farben getaucht.\n\nWenn die Website über ein integriertes dunkles Design verfügt, können Sie es direkt vom Nachtmodus aus steuern, und wenn dies nicht der Fall ist (wie Gmail, Google Docs, Office Online, Github und Millionen andere), konvertiert die Erweiterung für den dunklen Modus die Farben, um Sie anzuzeigen mit glattem und konsistentem Dunkelmodus.\n\nWas erhalten Sie von der Dunkelmodus-Erweiterung:\n\n- Dunkelmodus manuell ein-/ausschalten - Klicken Sie auf das Erweiterungssymbol, um den Dunkelmodus ein-/auszuschalten.\n- Ausschließen/Einschließen einer Website aus dem Dunkelmodus - Wählen Sie \"Dunkler Modus\" > \"Dunkler Modus für diese Website deaktivieren/aktivieren\"\n- Passen Sie Farben für Websites an - Ändern Sie alle gewünschten Farben.\n- Automatischer Zeitplan - Aktivieren Sie \"Auto ON/OFF\" im Abschnitt.\n\nSie müssen die Einstellungen nicht mehr einzeln für verschiedene Websites öffnen – nur eine App bringt das schwarze Design über das gesamte Netz.\n\nOptionsseite ist jetzt verfügbar! Nützliche Funktionen:\n\n- Site-Ausschluss. Geben Sie eine korrekte Webadresse ein, um die Seite von der Anwendung des schwarzen Designs auszuschließen.\n- Seitenausschluss. Fügen Sie optional Domains hinzu, die Sie nicht in das schwarze Design übernehmen möchten.\n- Themenwechsler. Erstellen Sie Ihr eigenes benutzerdefiniertes Thema! Speichern, umbenennen und jederzeit anwenden.\n\nInstallieren Sie einfach eine Erweiterung, um den dunklen Modus für Chrome zu aktivieren.\n\nNachtschicht\nAktivieren Sie den Night Shift-Modus, um das übliche Licht des Bildschirms in einen wärmeren Ton umzukehren und so Ihre Augen vor Schaden zu bewahren. Sie können das Tool bei Bedarf mit einem einzigen Klick ein- und ausschalten.\n\nnight shift and dark reader extension verschiebt die Farben Ihres Browserinhalts nach Einbruch der Dunkelheit automatisch in ein wärmeres Ende des Farbspektrums.\n\nDunkler Leser\nDark Reader invertiert helle Farben, wodurch sie einen hohen Kontrast haben und nachts gut lesbar sind. Der dunkle Modus bringt ein dunkles Design auf alle Websites, geeignet für die Arbeit bei Nacht und einen dunklen Leser für Online-Nachrichten oder das Lesen von Büchern.\n\nDie Super Dark Mode-Erweiterung kann fast alle Websites sowie lokale Dateien, die von Chrome geöffnet wurden, wie z. B. PDFs, verdunkeln. Ab sofort können Sie nachts entspannt am Bildschirm im Internet surfen.\n\nYoutube Dark Mode oder Youtube Dark Theme\nDark Theme für die YouTube-Erweiterung wandelt das YouTube-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design um. Die Youtube Dark Reader-Erweiterung baut auf dem standardmäßigen YouTube-Design (natives dunkles Design) auf, sodass sie im Vergleich zur Verwendung von Designs, die von Stylish- oder Stylus-Erweiterungen eingefügt werden, sehr leichtgewichtig ist.\n\nInstagram Dark Mode oder Instagram Dark Theme\nDie Instagram Dark Mode-Erweiterung wandelt das Instagram-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design um. Die Instagram Dark Reader-Erweiterung baut auf dem Standard-Instagram-Design auf. Instagram dunkles Thema\n\nFacebook Dark Mode oder Facebook Dark Theme\nDie FB Dark Mode-Erweiterung wandelt das Facebook-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design um. Die Facebook Dark Reader-Erweiterung basiert auf dem standardmäßigen Instagram-Design. Dunkles Facebook-Thema\n\nGithub Dark Mode oder Github Dark Theme\nDie Github Dark Mode-Erweiterung konvertiert das Instagram-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design. Die Github Dark Reader-Erweiterung basiert auf dem standardmäßigen Instagram-Design. Dunkles Github-Thema\n\nTwitter Dark Mode oder Twitter Dark Theme\nDie Twitter Dark Mode-Erweiterung wandelt das Twitter-Design in ein hochgradig anpassbares Design in Dunkelkohle/Blau um. Die Twitter Dark Reader-Erweiterung baut auf dem standardmäßigen Twitter-Design auf. Twitter dunkles Thema\n\nGoogle Docs Dark Mode und Google Docs Dark Theme\nAktivieren Sie den Dunkelmodus für Google Docs mit einem Klick über diese Erweiterung.\n\nVerwenden Sie einen dunklen Modus für Google Docs?\nDie Google Docs Dark Mode-Erweiterung wandelt das Google Docs-Design in ein hochgradig anpassbares Design in Dunkelkohle/Blau um. Die Google Docs Dark Reader-Erweiterung basiert auf dem Standarddesign von Google Docs. Dunkles Design von Google Docs\n\nLaden Sie den Dunkelmodus jetzt in Ihren Webbrowser herunter! Dark Mode-Funktionalität für Google, YouTube, Facebook und viele andere Websites - holen Sie es sich jetzt und bewahren Sie Ihre Augen in dunklen Stunden entspannt!\n\nVK Dark Mode oder VK Dark Theme\nKlassisches dunkles Thema für Vkontakte. Schalten Sie VK mit einem Klick in den Dunkelmodus und zurück. Dunkles Thema VKontakte schützt die Augen. Es beseitigt die Last in der Nacht und ersetzt den weißen Bildschirm durch ein klassisches dunkles Thema.\n\nTwitch Dark Mode oder Twitch Dark Theme\nTwitch Dark Mode hochgradig anpassbares natives Dark Theme für twitch.tv (Plattform für Gamer). Das dunkle Twitch-Design ist ein natives dunkles Design für die Spieleplattform twitch.tv, das das integrierte dunkle Design zum Ein- und Ausschalten des Dunkelmodus verwendet.\n\nDunkler Modus für TikTok\nDunkles Thema für TikTok. Schalten Sie den TikTok-Site-Modus mit einem Klick einfach auf dunkel oder hell um.\n\nFühlen Sie sich frei, Fragen zu stellen und Kommentare für Dark Theme zu hinterlassen.",
    "el,th": "Facebook Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "en,en_AU,es_419,hu,pt_BR,ta,zh_TW": "🌙 Activate Dark Mode for your web browser to protect your eyes while using the computer.\n\n💡 Working on a computer at night may strain your eyes and disturb others in the room. Dark Mode helps reduce screen brightness, promoting eye care.\n\n🌐 While Dark Mode may not be suitable for all websites, applying warm colors universally serves as a great alternative for screen tinting.\n\n🚀 Dark Mode extension effortlessly shifts browser content colors to a warmer tone after dark. Refresh tabs for optimal performance.\n\n⚡ After installing Dark Mode, refresh tabs opened before installation for full effect. Restart the web to refresh all tabs at once.\n\n🌈 Features of the extension:\n\n- Free with no in-app purchases\n- Enable dark mode for any website\n- Easy one-click installation\n- Lightweight, ensuring no impact on computer speed\n\n💻 Screen Shader Mode: A delightful experience for your eyes! Share your feedback and suggestions in the comments section!\n\n📝NOTE:\nNight Theme cooperates with Natutti LTD\nBy installing our extension you agree to our internal Privacy Policy and also automatically agree to the Privacy Policy and Terms of Use of the Natutti platform\nhttps://natutti.net/privacy-policy.html\nhttps://natutti.net/terms-of-use.html",
    "en_GB": "🌙 Activate Dark Mode for your web browser to protect your eyes while using the computer.\n\n💡 Working on a computer at night may strain your eyes and disturb others in the room. Dark Mode helps reduce screen brightness, promoting eye care.\n\n🌐 While Dark Mode may not be suitable for all websites, applying warm colors universally serves as a great alternative for screen tinting.\n\n🚀 Dark Mode extension effortlessly shifts browser content colors to a warmer tone after dark. Refresh tabs for optimal performance.\n\n⚡ After installing Dark Mode, refresh tabs opened before installation for full effect. Restart the web to refresh all tabs at once.\n\n🌈 Features of the extension:\n\n- Free with no in-app purchases\n- Enable dark mode for any website\n- Easy one-click installation\n- Lightweight, ensuring no impact on computer speed\n\n💻 Screen Shader Mode: A delightful experience for your eyes! Share your feedback and suggestions in the comments section!\n\n📝NOTE:\nOur extension collaborates with Admitad for affiliate linking purposes. We do NOT save any of your search queries, nor do we earn any rewards from them. However, we may receive a commission for purchases made after users click on our affiliate links. Detailed information about this process can be found in Admitad's privacy policy https://terms.admitad.com/en/privacy-policy/for-end-users/. The advertisements related to this partnership do not interfere with any third-party website, in-app, or native advertising.\nBy using this extension, you agree to Fardos's Terms & Conditions, which are available on the Fardos website fardoss.com/terms-of-service\n\nNight Theme cooperates with Natutti LTD\nBy installing our extension you agree to our internal Privacy Policy and also automatically agree to the Privacy Policy and Terms of Use of the Natutti platform\nhttps://natutti.net/privacy-policy.html\nhttps://natutti.net/terms-of-use.html",
    "en_US": "🌙 Activate Dark Mode for your web browser to protect your eyes while using the computer.\n\n💡 Working on a computer at night may strain your eyes and disturb others in the room. Dark Mode helps reduce screen brightness, promoting eye care.\n\n🌐 While Dark Mode may not be suitable for all websites, applying warm colors universally serves as a great alternative for screen tinting.\n\n🚀 Dark Mode extension effortlessly shifts browser content colors to a warmer tone after dark. Refresh tabs for optimal performance.\n\n⚡ After installing Dark Mode, refresh tabs opened before installation for full effect. Restart the web to refresh all tabs at once.\n\n🌈 Features of the extension:\n\n- Free with no in-app purchases\n- Enable dark mode for any website\n- Easy one-click installation\n- Lightweight, ensuring no impact on computer speed\n\n💻 Screen Shader Mode: A delightful experience for your eyes! Share your feedback and suggestions in the comments section!\n\n📝NOTE:\nOur extension collaborates with Admitad for affiliate linking purposes. We do NOT save any of your search queries, nor do we earn any rewards from them. However, we may receive a commission for purchases made after users click on our affiliate links. Detailed information about this process can be found in Admitad's privacy policy https://terms.admitad.com/en/privacy-policy/for-end-users/. The advertisements related to this partnership do not interfere with any third-party website, in-app, or native advertising.\nBy using this extension, you agree to Fardos's Terms & Conditions, which are available \n\nNight Theme cooperates with Natutti LTD\nBy installing our extension you agree to our internal Privacy Policy and also automatically agree to the Privacy Policy and Terms of Use of the Natutti platform\nhttps://natutti.net/privacy-policy.html\nhttps://natutti.net/terms-of-use.html",
    "es": "modo oscuro: el lector oscuro para Chrome pondrá un tema oscuro en todos los sitios web, adecuado para aquellos que trabajan de noche y un lector oscuro para noticias en línea o lectura de libros.\n\nAplique todos los sitios web en el navegador en modo oscuro y excluya cualquier dominio del tema negro para una mejor experiencia. Es posible crear su propio tema personalizado con cualquier color que desee.\n\nModo oscuro para redes sociales: el tema oscuro para Instagram, twitter, twitch, youtube y los sitios principales y todos los demás sitios web se cubrirán en colores negros.\n\nSi el sitio web tiene un tema oscuro incorporado, puede controlarlo directamente desde el modo Noche y, si no lo tiene (como Gmail, Google Docs, Office Online, Github y millones más), la extensión del modo oscuro convertirá los colores para brindarle con modo oscuro suave y consistente.\n\n¿Qué obtendrás de la extensión del modo oscuro?\n\n- Activar/desactivar el modo oscuro manualmente - Haga clic en el icono de la extensión para activar/desactivar el modo oscuro.\n- Excluir/Incluir un sitio del modo oscuro - Elija \"Modo oscuro\" > \"Deshabilitar/Habilitar el modo oscuro para este sitio\"\n- Personaliza colores para sitios web - Cambia todos los colores que quieras.\n- Horario automático - Habilite \"Auto ON/OFF\" en la sección.\n\nYa no es necesario abrir la configuración una por una para diferentes sitios web: solo una aplicación trae el tema negro en toda la red.\n\n¡La página de opciones ya está disponible! Características útiles:\n\n- Exclusión del sitio. Ingrese una dirección web correcta para excluir la página de la aplicación del tema negro.\n- Exclusión de página. Opcionalmente, agregue dominios que no desee aplicar al tema negro.\n- Cambiador de tema. ¡Crea tu propio tema personalizado! Guárdalo, cámbiale el nombre y aplícalo en cualquier momento.\n\nSimplemente instale una extensión para habilitar el modo oscuro para Chrome.\n\nTurno nocturno\nActiva el modo Night Shift para invertir la luz habitual de la pantalla a un tono más cálido, evitando así que tus ojos se dañen. Puede encender y apagar la herramienta con un solo clic cuando lo necesite.\n\nLa extensión del turno de noche y del lector oscuro cambia automáticamente los colores del contenido de su navegador a un extremo más cálido del espectro de colores después del anochecer.\n\nLector oscuro\nDark Reader invierte los colores brillantes, haciéndolos de alto contraste y fáciles de leer por la noche. El modo oscuro pondrá un tema oscuro en todos los sitios web, adecuado para aquellos que trabajan de noche y lectores oscuros para noticias en línea o lectura de libros.\n\nLa extensión Super Dark Mode puede oscurecer casi todos los sitios web, así como los archivos locales abiertos por Chrome, como los PDF. A partir de ahora, sus ojos pueden estar relajados al navegar por la web en la pantalla por la noche.\n\nModo oscuro de Youtube o tema oscuro de Youtube\nLa extensión Tema oscuro para YouTube convierte el tema de YouTube en un tema azul/carbón oscuro altamente personalizable. La extensión Youtube Dark Reader se basa en el tema predeterminado de YouTube (tema oscuro nativo), por lo que es muy liviano en comparación con el uso de temas inyectados por las extensiones con estilo o Stylus.\n\nModo oscuro de Instagram o tema oscuro de Instagram\nLa extensión del modo oscuro de Instagram convierte el tema de Instagram en un tema azul/carbón oscuro altamente personalizable. La extensión Instagram Dark Reader se basa en el tema predeterminado de Instagram. Tema oscuro de Instagram\n\nModo oscuro de Facebook o tema oscuro de Facebook\nLa extensión FB Dark Mode convierte el tema de Facebook en un tema azul/carbón oscuro altamente personalizable. La extensión Facebook Dark Reader se basa en el tema predeterminado de Instagram. tema oscuro de facebook\n\nModo oscuro de Github o tema oscuro de Github\nLa extensión Github Dark Mode convierte el tema de Instagram en un tema azul/carbón oscuro altamente personalizable. La extensión Github Dark Reader se basa en el tema predeterminado de Instagram. Tema oscuro de Github\n\nModo oscuro de Twitter o tema oscuro de Twitter\nLa extensión Twitter Dark Mode convierte el tema de Twitter en un tema azul/carbón oscuro altamente personalizable. La extensión Twitter Dark Reader se basa en el tema predeterminado de Twitter. Tema oscuro de Twitter\n\nModo oscuro de Google Docs y tema oscuro de Google Docs\nActive el modo oscuro para Google Docs con un solo clic a través de esta extensión.\n\n¿Usar un modo oscuro para Google Docs?\nLa extensión del modo oscuro de Google Docs convierte el tema de Google Docs en un tema azul/carbón oscuro altamente personalizable. La extensión de Google Docs Dark Reader se basa en el tema predeterminado de Google Docs. Tema oscuro de Documentos de Google\n\n¡Descarga el modo oscuro ahora en tu navegador web! Funcionalidad de modo oscuro para Google, YouTube, Facebook y muchos otros sitios web: ¡obténgalo ahora y mantenga sus ojos relajados en las horas oscuras!\n\nModo oscuro VK o tema oscuro Vk\nTema oscuro clásico para Vkontakte. Cambie VK al modo oscuro y vuelva con un solo clic. El tema oscuro VKontakte protege los ojos. Elimina la carga por la noche, reemplazando la pantalla blanca con un tema oscuro clásico.\n\nModo oscuro de Twitch o tema oscuro de Twitch\nTwitch modo oscuro tema oscuro nativo altamente personalizable para twitch.tv (plataforma para jugadores). El tema oscuro de Twitch es un tema oscuro nativo para la plataforma de juegos twitch.tv que utiliza el tema oscuro integrado para activar y desactivar el modo oscuro.\n\nModo oscuro para TikTok\nTema oscuro para TikTok. Cambie fácilmente el modo del sitio TikTok a oscuro o claro con un solo clic.\n\nSiéntase libre de hacer cualquier pregunta y dejar comentarios para Dark Theme.",
    "et,hi": "Dark Theme is an extension that helps you quickly turn the screen (browser) to dark at night time\n\ndark mode - dark reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from dark mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nnight shift and dark reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "fa": "Instagram Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "fi": "tumma tila - Chromen tumma lukija lisää tumman teeman kaikille verkkosivustoille, jotka sopivat yöllä työskenteleville ja tumman lukijan verkkouutisten tai kirjojen lukemiseen.\n\nKäytä selaimessa kaikkia verkkosivustoja pimeään tilaan ja sulje kaikki verkkotunnukset mustasta teemasta paremman käyttökokemuksen saamiseksi. On mahdollista luoda oma mukautettu teema millä tahansa värillä.\n\nTumma tila sosiaalisille verkostoille – tumma teema Instagramille, twitterille, twitchille, youtuben ja valtavirran sivustoille ja kaikille muille sivustoille peitetään yhdessä mustilla väreillä.\n\nJos sivustolla on sisäänrakennettu tumma teema, voit ohjata sitä suoraan yötilasta, ja jos se ei ole (kuten Gmail, Google Docs, Office Online, Github ja miljoonia muita), tumman tilan laajennus muuntaa värit tarjoamaan sinulle tasaisella ja tasaisella tummalla tilassa.\n\nMitä saat pimeän tilan laajennuksesta:\n\n- Kytke tumma tila päälle/pois päältä manuaalisesti - Napsauta laajennuskuvaketta kytkeäksesi pimeän tilan päälle/pois päältä.\n- Sulje pois/sisällytä sivusto pimeästä tilasta - Valitse \"Tumma tila\" > \"Poista käytöstä / ota käyttöön tumma tila tälle sivustolle\"\n- Mukauta verkkosivustojen värejä - Muuta kaikki haluamasi värit.\n- Automaattinen aikataulu - Ota \"Auto ON/OFF\" käyttöön osiossa.\n\nEnää ei tarvitse avata asetuksia yksitellen eri verkkosivustoille - vain yksi sovellus tuo mustan teeman koko verkkoon.\n\nVaihtoehtosivu on nyt saatavilla! Hyödyllisiä ominaisuuksia:\n\n- Sivuston poissulkeminen. Anna oikea verkko-osoite sulkeaksesi sivun pois mustan teeman käytöstä.\n- Sivun poissulkeminen. Voit halutessasi lisätä mustaan teemaan verkkotunnuksia, joita et halua käyttää.\n- Teemanvaihtaja. Luo oma mukautettu teema! Tallenna se, nimeä uudelleen ja ota käyttöön milloin tahansa.\n\nAsenna vain laajennus ottaaksesi Dark Moden käyttöön Chromessa.\n\nYövuoro\nAktivoi Night Shift -tila kääntääksesi näytön tavallisen valon lämpimämpään sävyyn, mikä estää silmiäsi vahingoittumasta. Voit kytkeä työkalun päälle ja pois päältä yhdellä napsautuksella, kun tarvitset sitä.\n\nyövuoro ja tumma lukijalaajennus siirtää automaattisesti selaimen sisällön värit värispektrin lämpimämpään päähän pimeän tullessa.\n\nTumma lukija\nDark Reader kääntää kirkkaat värit, mikä tekee niistä korkean kontrastin ja helpon lukea yöllä. Tumma tila lisää tumman teeman kaikille verkkosivustoille, jotka sopivat yöllä työskenteleville ja tumman lukijan verkkouutisten tai kirjojen lukemiseen.\n\nSuper Dark Mode -laajennus voi tummentaa lähes kaikkia verkkosivustoja sekä Chromen avaamia paikallisia tiedostoja, kuten PDF-tiedostoja. Tästä eteenpäin silmäsi voivat rentoutua selatessasi verkkoa näytöllä yöllä.\n\nYoutuben tumma tila tai Youtuben tumma teema\nDark Theme for YouTube -laajennus muuntaa YouTube-teeman erittäin muokattavissa olevaksi tummaksi/siniseksi teemaksi. Youtube Dark Reader -laajennus on rakennettu YouTuben oletusteeman (natiivi tumma teema) päälle, joten se on erittäin kevyt verrattuna Stylish- tai Stylus-laajennusten injektoimiin teemoihin.\n\nInstagramin tumma tila tai Instagramin tumma teema\nInstagram Dark Mode -laajennus muuntaa Instagram-teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Instagram Dark Reader -laajennus on rakennettu Instagram-oletusteeman päälle. Instagramin tumma teema\n\nFacebookin tumma tila tai Facebookin tumma teema\nFB Dark Mode -laajennus muuntaa Facebook-teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Facebook Dark Reader -laajennus on rakennettu Instagram-oletusteeman päälle. Facebookin tumma teema\n\nGithubin tumma tila tai Githubin tumma teema\nGithub Dark Mode -laajennus muuntaa Instagram-teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Github Dark Reader -laajennus on rakennettu Instagram-oletusteeman päälle. Githubin tumma teema\n\nTwitterin tumma tila tai Twitterin tumma teema\nTwitter Dark Mode -laajennus muuntaa Twitter-teeman erittäin muokattavissa olevaksi tummaksi/siniseksi teemaksi. Twitter Dark Reader -laajennus on rakennettu Twitterin oletusteeman päälle. Twitterin tumma teema\n\nGoogle-dokumenttien tumma tila ja Google-dokumenttien tumma teema\nOta Google-dokumenttien tumma tila käyttöön yhdellä napsautuksella tämän laajennuksen kautta.\n\nKäytätkö tummaa tilaa Google-dokumenteissa?\nGoogle Docs Dark Mode -laajennus muuntaa Google Docs -teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Google Docs Dark Reader -laajennus on rakennettu Google-dokumenttien oletusteeman päälle. Google-dokumenttien tumma teema\n\nLataa tumma tila nyt selaimeesi! Dark Mode -toiminnot Googlelle, YouTubelle, Facebookille ja monille muille verkkosivustoille – hanki se nyt ja pidä silmäsi rentoina pimeinä aikoina!\n\nVK tumma tila tai Vk tumma teema\nKlassinen tumma teema Vkontaktelle. Vaihda VK tummaan tilaan ja takaisin yhdellä napsautuksella. Tumma teema VKontakte suojaa silmiä. Se eliminoi yökuormituksen ja korvaa valkoisen näytön klassisella tummalla teemalla.\n\nTwitch tumma tila tai Twitch tumma teema\nTwitch tumma tila erittäin muokattavissa oleva alkuperäinen tumma teema twitch.tv:lle (pelaajien alusta). Twitch tumma teema on alkuperäinen tumma teema twitch.tv-pelialustaan, joka käyttää sisäänrakennettua tummaa teemaa pimeän tilan kytkemiseen päälle ja pois.\n\nTumma tila TikTokille\nTumma teema TikTokille. Vaihda TikTok-sivustotila helposti tummaksi tai vaaleaksi yhdellä napsautuksella.\n\nVoit vapaasti esittää kysymyksiä ja jättää kommentteja Dark Themelle.",
    "fil": "Dark Mode is an extension that helps you quickly turn the screen (browser) to dark at night time\n\ndark mode - dark reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from dark mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nnight shift and dark reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "fr": "Lecteur sombre - mode sombre pour Chrome mettra un thème sombre sur tous les sites Web, adapté à ceux qui travaillent la nuit et au lecteur sombre pour les nouvelles en ligne ou la lecture de livres.\n\nAppliquez tous les sites Web du navigateur en mode sombre et excluez tout domaine du thème noir pour une meilleure expérience. Il est possible de créer votre propre thème personnalisé avec n'importe quelle couleur que vous aimez.\n\nMode sombre pour les réseaux sociaux - le thème sombre pour Instagram, twitter, twitch, youtube et les sites grand public et tous les autres sites Web seront tous recouverts de couleurs noires.\n\nSi le site Web a un thème sombre intégré, vous pouvez le contrôler directement à partir du mode nuit et si ce n'est pas le cas (comme Gmail, Google Docs, Office Online, Github et des millions d'autres), l'extension du mode sombre convertira les couleurs pour vous fournir avec un mode sombre fluide et cohérent.\n\nQu'obtiendrez-vous de l'extension du mode sombre :\n\n- Activer/désactiver le mode sombre manuellement - Cliquez sur l'icône d'extension pour activer/désactiver le mode sombre.\n- Exclure/inclure un site du mode sombre - Choisissez \"Mode sombre\" > \"Désactiver/Activer le mode sombre pour ce site\"\n- Personnalisez les couleurs des sites Web - Changez toutes les couleurs que vous voulez.\n- Programmation automatique - Activez \"Auto ON/OFF\" dans la section.\n\nPlus besoin d'ouvrir les paramètres un par un pour différents sites Web - une seule application apporte un thème noir sur l'ensemble du réseau.\n\nLa page d'options est maintenant disponible ! Fonctionnalités utiles :\n\n- Exclusion de sites. Entrez une adresse Web correcte pour exclure la page de l'application du thème noir.\n- Exclusion de pages. Ajoutez éventuellement des domaines que vous ne souhaitez pas appliquer au thème noir.\n- Changeur de thème. Créez votre propre thème personnalisé ! Enregistrez-le, renommez-le et postulez à tout moment.\n\nInstallez simplement une extension pour activer le mode sombre pour Chrome.\n\nRonde de nuit\nActivez le mode Night Shift pour inverser la lumière habituelle de l'écran en un ton plus chaud, évitant ainsi à vos yeux de se blesser. Vous pouvez activer et désactiver l'outil en un seul clic lorsque vous en avez besoin.\n\nL'extension Night Shift et Dark Reader déplace automatiquement les couleurs du contenu de votre navigateur vers l'extrémité la plus chaude du spectre de couleurs après la tombée de la nuit.\n\nLecteur sombre\nDark Reader inverse les couleurs vives, ce qui les rend très contrastées et faciles à lire la nuit. Le mode sombre mettra un thème sombre sur tous les sites Web, adapté à ceux qui travaillent la nuit et au lecteur sombre pour les nouvelles en ligne ou la lecture de livres.\n\nL'extension Super Dark Mode peut assombrir presque tous les sites Web, ainsi que les fichiers locaux ouverts par Chrome, tels que les fichiers PDF. Désormais, vos yeux peuvent être détendus lorsque vous naviguez sur le Web sur l'écran la nuit.\n\nMode sombre Youtube ou thème sombre Youtube\nL'extension Dark Theme for YouTube convertit le thème YouTube en un thème anthracite / bleu foncé hautement personnalisable. L'extension Youtube Dark Reader est construite sur le thème YouTube par défaut (thème sombre natif), elle est donc très légère par rapport à l'utilisation de thèmes injectés par les extensions Stylish ou Stylus.\n\nMode sombre Instagram ou thème sombre Instagram\nL'extension Instagram Dark Mode convertit le thème Instagram en un thème anthracite/bleu foncé hautement personnalisable. L'extension Instagram Dark Reader est construite sur le thème Instagram par défaut. Thème sombre d'Instagram\n\nMode sombre Facebook ou thème sombre Facebook\nL'extension FB Dark Mode convertit le thème Facebook en un thème anthracite/bleu foncé hautement personnalisable. L'extension Facebook Dark Reader est construite sur le thème Instagram par défaut. Thème sombre de Facebook\n\nMode sombre Github ou thème sombre Github\nL'extension Github Dark Mode convertit le thème Instagram en un thème anthracite/bleu foncé hautement personnalisable. L'extension Github Dark Reader est construite sur le thème Instagram par défaut. Thème sombre de Github\n\nMode sombre Twitter ou thème sombre Twitter\nL'extension Twitter Dark Mode convertit le thème Twitter en un thème anthracite/bleu foncé hautement personnalisable. L'extension Twitter Dark Reader est construite sur le thème Twitter par défaut. Thème sombre de Twitter\n\nMode sombre de Google Docs et thème sombre de Google Docs\nActivez le mode sombre pour Google Docs en un clic via cette extension.\n\nUtiliser un mode sombre pour Google Docs ?\nL'extension Google Docs Dark Mode convertit le thème Google Docs en un thème anthracite/bleu foncé hautement personnalisable. L'extension Google Docs Dark Reader est construite sur le thème par défaut de Google Docs. Thème sombre de Google Docs\n\nTéléchargez le mode sombre maintenant dans votre navigateur Web ! Fonctionnalité Dark Mode pour Google, YouTube, Facebook et de nombreux autres sites Web - obtenez-la maintenant et gardez vos yeux détendus pendant les heures sombres !\n\nMode sombre VK ou thème sombre Vk\nThème sombre classique pour Vkontakte. Passez VK en mode sombre et revenez en un clic. Le thème sombre VKontakte protège les yeux. Il élimine la charge la nuit, remplaçant l'écran blanc par un thème sombre classique.\n\nMode sombre Twitch ou thème sombre Twitch\nTwitch dark mode thème sombre natif hautement personnalisable pour twitch.tv (plate-forme pour les joueurs). Le thème sombre de Twitch est un thème sombre natif pour la plate-forme de jeu twitch.tv qui utilise le thème sombre intégré pour activer et désactiver le mode sombre.\n\nMode sombre pour TikTok\nThème sombre pour TikTok. Passez facilement du mode site TikTok à sombre ou clair en un clic.\n\nN'hésitez pas à poser des questions et à laisser des commentaires pour Dark Theme.",
    "gu": "Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nNote!\nBy clicking \"Add to Chrome\", you accept and agree to installing ' - Dark Theme for Chrome extension that provided by the service and the Terms of Use and Privacy Policy\n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!",
    "he": "ChatGPT Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "hr": "Tamni način je proširenje koje vam pomaže da brzo zatamnite ekran (preglednik) noću\n\nPrimijenite sve web stranice u pregledniku u tamni način rada i isključite sve domene iz crne teme za bolje iskustvo. Moguće je izraditi vlastitu prilagođenu temu s bilo kojom bojom koju želite.\n\nDruštvene mreže, mainstream stranice i sve ostale web stranice bit će sve zajedno prekrivene crnom bojom.\n\nZnačajke proširenja Dark Reader:\n\n- Dark Reader - Ručno uključivanje/isključivanje mračnog načina rada - Kliknite na ikonu proširenja za uključivanje/isključivanje tamnog načina rada.\n- Isključite/uključite web mjesto iz mračnog načina rada - Odaberite \"Tamni način rada\" > \"Onemogući/omogući tamni način rada za ovo mjesto\"\n- Dark Reader - Prilagodite boje za web stranice - Promijenite sve boje koje želite.\n- Automatski raspored - Omogućite \"Auto ON/OFF\" u odjeljku.\n\nProširenje \"Dark Theme for Google\" donosi prilagodljivu tamnu temu na neke Googleove usluge kao što su Google Search i Google Images. Proširenje podržava sve lokalizirane Google domene.\n\nPomoću ovog proširenja Facebook Dark Mode možete prilagoditi mnoge boje, uključujući boje pozadine i veze na stranici s opcijama proširenja ako vam se ne sviđa zadana konfiguracija.\n\nNema više potrebe otvarati postavke jednu po jednu za različite web stranice - samo jedna aplikacija donosi crnu temu na cijelu mrežu.\n\nStranica s opcijama je sada dostupna! Korisne značajke:\n\n- Isključivanje mjesta\n✔️ Unesite ispravnu web adresu kako biste stranicu isključili iz primjene crne teme.\n- Isključenje stranice.\n✔️ Po želji dodajte domene koje ne želite primijeniti u crnu temu.\n- Promjena teme.\n✔️ Izradite vlastitu prilagođenu temu! Spremite ga, preimenujte i primijenite u bilo kojem trenutku.\n\nUživajte u tamnoj temi Nova kartica\nJednostavno instalirajte proširenje kako biste omogućili Dark Mode za Chrome.\n\nNoćna smjena\nAktivirajte noćni način rada kako biste preokrenuli uobičajeno svjetlo sa ekrana na topliji ton i tako spriječili ozljede očiju. Alat možete uključiti i isključiti jednim klikom kada vam zatreba.\n\nProširenje Night Shift i Dark Mode automatski pomiče boje sadržaja vašeg preglednika na topliji kraj spektra boja nakon što padne mrak.\n\nDark Theme for YouTube proširenje pretvara YouTube temu u vrlo prilagodljivu temu tamni ugljen/plava. Ovo proširenje Dark Reader izgrađeno je na temelju zadane YouTube teme (izvorna tamna tema) tako da je vrlo lagano u usporedbi s upotrebom tema umetnutih Stylish ili Stylus proširenjima.\n\nPreuzmite mračni način rada sada u svom web pregledniku!\n\nTwitch Dark Mode\nVrlo prilagodljiva nativna tamna tema za twitch.tv (platforma za igrače)\n\nOvaj paket će promijeniti izgled svih GitHub stranica u tamnu temu, uglavnom temeljenu na Atom One Dark.\n\nProširenje GitHub Dark Theme uopće ne prikuplja/dijeli/ne brine o vašim podacima. Dopuštenje pristupa samo za pohranu vaše prilagođene domene za značajku GitHub Enterprise.\n\nMračni internet mijenja sve web stranice u crnu boju. Tamni način rada za Twitter, Youtube, Facebook i sve nove kartice\n\nProširenje Super Dark Mode može potamniti gotovo sve web stranice, kao i lokalne datoteke koje otvara Chrome, poput PDF-ova. Od sada vaše oči mogu biti opuštene dok noću pretražujete web na ekranu. PDF Dark Mode\n\nTamna tema za VK i noćni način rada za Vkontakte\n\nKAKO KORISTITI Dark Reader:\n1. Ručno uključite/isključite tamni način rada:\n+ Nakon instaliranja Super Dark Mode, morate ponovno učitati sve otvorene stranice.\n+ Kliknite na ikonu proširenja za uključivanje/isključivanje mračnog načina rada ili upotrijebite prečac: Ctrl+Q (Windows, Linux, Chromebook), CMD+Q (Mac).\n\n2. Automatski raspored:\n+ Desni klik na ikonu proširenja.\n+ Odaberite \"Opcije\".\n\n3. Isključite/uključite web mjesto iz mračnog načina rada:\n+ Desni klik na mjesto.\n+ Odaberite Dark Mode > \"Onemogući/Omogući Super Dark Mode za ovu stranicu\"\n\n4. Prilagodite boje za web stranice:\n- Na stranici s opcijama idite na \"Opće tamne teme\", odaberite \"Moderna tamna tema\".\n\nTamni način rada i noćna smjena za sve popularne stranice na jednom mjestu. Mračni Youtube, Mračni Facebook, Mračni Twitter, sve ovo i mnogo više u vašem pregledniku. Jednostavno instalirajte proširenje kako biste omogućili crni način rada za Chrome.\n\nDark Mode i noćna smjena - primijenite Dark Youtube & Facebook Skin. Tamna YouTube tema štiti oči mijenjanjem Youtube i FB boja u crnu. Tamni YouTube - automatski način primjene Black Youtube Skin.\n\nBilješka!\nKlikom na \"Dodaj u Chrome\" prihvaćate i slažete se s instaliranjem ' - Tamna tema za Chrome proširenje koje nudi usluga te Uvjeti korištenja i Pravila o privatnosti\n\nTamni način rada - Pravila privatnosti - https://darktheme.org/html/policy.html\nTamna tema - Uvjeti korištenja - https://darktheme.org/html/terms.htm\nTamni način rada - O nama - https://darktheme.org/html/about.html\nTamna tema - Kontaktirajte nas - https://darktheme.org/html/contact.html\n\nSlobodno postavite sva pitanja i ostavite komentare za Dark Reader. Vaše povratne informacije su nam vrlo važne!",
    "id": "Facebook Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "it": "modalità oscura: il lettore oscuro per Chrome metterà il tema scuro su tutti i siti Web, adatto a chi lavora di notte e il lettore oscuro per le notizie online o la lettura di libri.\n\nApplica tutti i siti Web nel browser in modalità oscura ed escludi qualsiasi dominio dal tema nero per una migliore esperienza. È possibile creare il proprio tema personalizzato con qualsiasi colore si desideri.\n\nModalità oscura per i social network: il tema scuro per Instagram, Twitter, Twitch, YouTube e i siti mainstream e tutti gli altri siti Web saranno tutti coperti di colori neri.\n\nSe il sito Web ha un tema scuro integrato, puoi controllarlo direttamente dalla modalità notturna e, in caso contrario (come Gmail, Google Docs, Office Online, Github e milioni di altri), l'estensione della modalità oscura convertirà i colori per fornirti con modalità oscura uniforme e coerente.\n\nCosa otterrai dall'estensione della modalità oscura:\n\n- Attiva/disattiva la modalità oscura manualmente - Fai clic sull'icona dell'estensione per attivare/disattivare la modalità oscura.\n- Escludi/Includi un sito dalla modalità oscura - Scegli \"Modalità oscura\" > \"Disabilita/Abilita modalità oscura per questo sito\"\n- Personalizza i colori per i siti web - Cambia tutti i colori che desideri.\n- Programma automatico - Abilitare \"Auto ON/OFF\" nella sezione.\n\nNon è più necessario aprire le impostazioni una per una per diversi siti Web: solo un'app porta il tema nero su tutta la rete.\n\nLa pagina delle opzioni è ora disponibile! Caratteristiche utili:\n\n- Esclusione del sito. Inserisci un indirizzo web corretto per escludere la pagina dall'applicazione del tema nero.\n- Esclusione pagine. Facoltativamente, aggiungi i domini che non desideri applicare al tema nero.\n- Cambia tema. Crea il tuo tema personalizzato! Salvalo, rinominalo e applicalo in qualsiasi momento.\n\nBasta installare un'estensione per abilitare la modalità oscura per Chrome.\n\nTurno di notte\nAttiva la modalità Night Shift per invertire la normale luce dello schermo in un tono più caldo, evitando così danni agli occhi. Puoi attivare e disattivare lo strumento con un solo clic quando ne hai bisogno.\n\nIl turno di notte e l'estensione del lettore scuro spostano automaticamente i colori del contenuto del browser all'estremità più calda dello spettro dei colori dopo il tramonto.\n\nLettore oscuro\nDark Reader inverte i colori brillanti, rendendoli ad alto contrasto e facili da leggere di notte. La modalità oscura metterà il tema scuro su tutti i siti Web, adatto a chi lavora di notte e lettore oscuro per notizie online o lettura di libri.\n\nL'estensione Super Dark Mode può oscurare quasi tutti i siti Web, nonché i file locali aperti da Chrome, come i PDF. D'ora in poi, i tuoi occhi possono essere rilassati durante la navigazione sul Web sullo schermo di notte.\n\nModalità oscura di Youtube o tema scuro di Youtube\nL'estensione Tema scuro per YouTube converte il tema di YouTube in un tema blu/antracite scuro altamente personalizzabile. L'estensione Youtube Dark Reader è basata sul tema YouTube predefinito (tema scuro nativo), quindi è molto leggera rispetto all'utilizzo di temi iniettati dalle estensioni Stylish o Stylus.\n\nModalità oscura di Instagram o tema scuro di Instagram\nL'estensione Instagram Dark Mode converte il tema Instagram in un tema carbone scuro/blu altamente personalizzabile. L'estensione Instagram Dark Reader è basata sul tema predefinito di Instagram. Tema scuro di Instagram\n\nModalità oscura di Facebook o tema scuro di Facebook\nL'estensione FB Dark Mode converte il tema di Facebook in un tema antracite scuro/blu altamente personalizzabile. L'estensione Facebook Dark Reader è basata sul tema predefinito di Instagram. Tema scuro di Facebook\n\nModalità oscura Github o tema scuro Github\nL'estensione Github Dark Mode converte il tema Instagram in un tema carbone scuro/blu altamente personalizzabile. L'estensione Github Dark Reader è basata sul tema predefinito di Instagram. Tema scuro Github\n\nModalità oscura di Twitter o tema scuro di Twitter\nL'estensione Twitter Dark Mode converte il tema Twitter in un tema carbone scuro/blu altamente personalizzabile. L'estensione Twitter Dark Reader si basa sul tema predefinito di Twitter. Tema scuro di Twitter\n\nModalità oscura di Google Documenti e tema scuro di Google Documenti\nAttiva la modalità oscura per Google Documenti con un clic tramite questa estensione.\n\nUtilizzare una modalità oscura per Google Documenti?\nL'estensione Dark Mode di Google Docs converte il tema di Google Docs in un tema antracite scuro/blu altamente personalizzabile. L'estensione Google Docs Dark Reader si basa sul tema predefinito di Google Documenti. Tema scuro di Google Documenti\n\nScarica ora la modalità oscura nel tuo browser web! Funzionalità Dark Mode per Google, YouTube, Facebook e molti altri siti Web: scaricala ora e mantieni gli occhi rilassati nelle ore buie!\n\nModalità oscura VK o tema scuro Vk\nTema scuro classico per Vkontakte. Passa VK alla modalità oscura e torna indietro con un clic. Tema scuro VKontakte protegge gli occhi. Elimina il carico di notte, sostituendo lo schermo bianco con un classico tema scuro.\n\nTwitch modalità oscura o tema scuro Twitch\nTwitch dark mode tema scuro nativo altamente personalizzabile per twitch.tv (piattaforma per giocatori). Il tema scuro di Twitch è un tema scuro nativo per la piattaforma di gioco twitch.tv che utilizza il tema scuro integrato per attivare e disattivare la modalità oscura.\n\nModalità oscura per TikTok\nTema scuro per TikTok. Cambia facilmente la modalità del sito TikTok in scuro o chiaro con un clic.\n\nSentiti libero di fare qualsiasi domanda e lasciare commenti per Dark Theme.",
    "ja": "ダーク モード - Chrome のダーク リーダーは、すべての Web サイトにダーク テーマを設定します。夜間の作業や、オンライン ニュースや本を読むためのダーク リーダーに適しています。\n\nブラウザーのすべての Web サイトをダーク モードに適用し、黒のテーマからドメインを除外して、エクスペリエンスを向上させます。 好きな色で独自のカスタム テーマを作成することができます。\n\nソーシャル ネットワークのダーク モード - Instagram、twitter、twitch、youtube、メインストリーム サイト、およびその他すべての Web サイトのダーク テーマは、すべて一緒に黒色で覆われます。\n\nWeb サイトにダーク テーマが組み込まれている場合は、ナイト モードから直接制御できます。そうでない場合 (Gmail、Google ドキュメント、Office Online、Github、その他数百万の場合)、ダーク モード拡張機能が色を変換して提供します。 スムーズで一貫したダークモード。\n\nダークモード拡張機能から得られるもの:\n\n- ダークモードを手動でオン/オフする - 拡張機能のアイコンをクリックして、ダークモードをオン/オフします。\n- ダーク モードからサイトを除外/含める - [ダーク モード] > [このサイトのダーク モードを無効/有効にする] を選択します\n- Web サイトの色をカスタマイズします - 必要なすべての色を変更します。\n- 自動スケジュール - セクションで「自動オン/オフ」を有効にします。\n\nさまざまな Web サイトの設定を 1 つずつ開く必要はもうありません。1 つのアプリだけで、ネット全体に黒のテーマが表示されます。\n\nオプションページを公開しました！ 便利な機能:\n\n- サイトの除外。 黒のテーマの適用からページを除外するには、正しい Web アドレスを入力してください。\n- ページの除外。 必要に応じて、黒のテーマに適用したくないドメインを追加します。\n- テーマチェンジャー。 独自のカスタム テーマを作成します。 保存して名前を変更し、いつでも適用できます。\n\n拡張機能をインストールするだけで、Chrome のダーク モードを有効にできます。\n\n夜勤\nナイト シフト モードを有効にすると、画面からの通常の光がより暖かい色調に反転し、目が損傷するのを防ぎます。 必要なときにワンクリックでツールのオンとオフを切り替えることができます。\n\nナイト シフトおよびダーク リーダー拡張機能は、暗くなるとブラウザ コンテンツの色を色スペクトルの暖色側に自動的にシフトします。\n\nダークリーダー\nDark Reader は明るい色を反転させ、コントラストを高め、夜間でも読みやすくします。 ダーク モードでは、すべての Web サイトにダーク テーマが適用されます。夜間の作業や、オンライン ニュースや本を読むダーク リーダーに適しています。\n\nスーパー ダーク モード拡張機能は、ほぼすべての Web サイトだけでなく、PDF などの Chrome で開かれたローカル ファイルも暗くすることができます。 これからは、夜に画面でウェブをブラウジングするときに目をリラックスさせることができます。\n\nYoutube ダークモードまたは Youtube ダークテーマ\nYouTube 拡張機能のダーク テーマは、YouTube テーマを高度にカスタマイズ可能なダーク チャコール/ブルー テーマに変換します。 Youtube Dark Reader 拡張機能は、デフォルトの YouTube テーマ (ネイティブ ダーク テーマ) の上に構築されているため、Stylish または Stylus 拡張機能によって注入されたテーマを使用する場合と比較して、非常に軽量です。\n\nInstagram ダークモードまたは Instagram ダークテーマ\nInstagram ダーク モード拡張機能は、Instagram テーマを高度にカスタマイズ可能なダーク チャコール/ブルー テーマに変換します。 Instagram Dark Reader 拡張機能は、デフォルトの Instagram テーマの上に構築されています。 インスタグラムのダークテーマ\n\nFacebook ダークモードまたは Facebook ダークテーマ\nFB ダーク モード拡張機能は、Facebook テーマを高度にカスタマイズ可能なダーク チャコール/ブルー テーマに変換します。 Facebook Dark Reader 拡張機能は、デフォルトの Instagram テーマの上に構築されています。 Facebookのダークテーマ\n\nGithub ダークモードまたは Github ダークテーマ\nGithub ダーク モード拡張機能は、Instagram テーマを高度にカスタマイズ可能なダーク チャコール/ブルー テーマに変換します。 Github Dark Reader 拡張機能は、デフォルトの Instagram テーマの上に構築されています。 Github ダークテーマ\n\nTwitter ダークモードまたは Twitter ダークテーマ\nTwitter ダーク モード拡張機能は、Twitter テーマを高度にカスタマイズ可能なダーク チャコール/ブルー テーマに変換します。 Twitter Dark Reader 拡張機能は、デフォルトの Twitter テーマの上に構築されています。 ツイッターのダークテーマ\n\nGoogle ドキュメントのダーク モードと Google ドキュメントのダーク テーマ\nこの拡張機能を使用して、ワンクリックで Google ドキュメントのダーク モードをオンにします。\n\nGoogle ドキュメントにダーク モードを使用しますか?\nGoogle ドキュメント ダーク モード拡張機能は、Google ドキュメント テーマを高度にカスタマイズ可能なダーク チャコール/ブルー テーマに変換します。 Google Docs Dark Reader 拡張機能は、デフォルトの Google Docs テーマの上に構築されています。 Google ドキュメントのダークテーマ\n\nウェブブラウザにダークモードを今すぐダウンロードしてください！ Google、YouTube、Facebook、その他多くの Web サイトのダーク モード機能 - 今すぐ入手して、暗い時間でも目をリラックスさせてください!\n\nVK ダークモードまたは Vk ダークテーマ\nVkontakte の古典的な暗いテーマ。 VK をダーク モードに切り替え、ワンクリックで元に戻します。 ダークテーマ VKontakte が目を保護します。 白い画面を古典的な暗いテーマに置き換えて、夜間の負荷を取り除きます。\n\nTwitch ダークモードまたは Twitch ダークテーマ\nTwitch ダーク モード twitch.tv (ゲーマー向けプラットフォーム) の高度にカスタマイズ可能なネイティブ ダーク テーマ。 Twitch ダーク テーマは、twitch.tv ゲーム プラットフォームのネイティブ ダーク テーマであり、組み込みのダーク テーマを使用してダーク モードのオンとオフを切り替えます。\n\nTikTokのダークモード\nTikTok のダークテーマ。 ワンクリックでTikTokサイトモードをダークまたはライトに簡単に切り替えます。\n\n質問があれば、ダーク テーマについてコメントを残してください。",
    "ko": "다크 모드 - Chrome용 다크 리더는 모든 웹사이트에 어두운 테마를 적용하여 야간 작업에 적합하고 온라인 뉴스나 책 읽기를 위한 다크 리더에 적합합니다.\n\n브라우저의 모든 웹사이트를 다크 모드로 적용하고 더 나은 경험을 위해 블랙 테마에서 모든 도메인을 제외합니다. 원하는 색상으로 나만의 맞춤 테마를 만들 수 있습니다.\n\n소셜 네트워크용 다크 모드 - Instagram, twitter, twitch, youtube adn 주류 사이트 및 기타 모든 웹사이트의 어두운 테마는 모두 검은색으로 덮여 있습니다.\n\n웹사이트에 내장된 어두운 테마가 있는 경우 야간 모드에서 직접 제어할 수 있으며 그렇지 않은 경우(예: Gmail, Google Docs, Office Online, Github 및 기타 수백만 가지) 어두운 모드 확장 프로그램이 색상을 변환하여 제공합니다. 부드럽고 일관된 다크 모드.\n\n다크 모드 확장으로 무엇을 얻을 수 있습니까?\n\n- 수동으로 다크 모드 켜기/끄기 - 확장 프로그램 아이콘을 클릭하여 다크 모드를 켜거나 끕니다.\n- 다크 모드에서 사이트 제외/포함 - \"다크 모드\" > \"이 사이트에 대해 다크 모드 비활성화/활성화\"를 선택합니다.\n- 웹사이트의 색상 사용자 지정 - 원하는 모든 색상을 변경합니다.\n- 자동 일정 - 섹션에서 \"자동 ON/OFF\"를 활성화합니다.\n\n더 이상 다른 웹사이트에 대한 설정을 하나씩 열 필요가 없습니다. 단 하나의 앱으로 전체 인터넷에 검정 테마를 가져올 수 있습니다.\n\n이제 옵션 페이지를 사용할 수 있습니다! 유용한 기능:\n\n- 사이트 제외. 검은 테마 적용에서 해당 페이지를 제외하려면 올바른 웹 주소를 입력하세요.\n- 페이지 제외. 선택적으로 블랙 테마에 적용하지 않으려는 도메인을 추가합니다.\n- 테마 체인저. 나만의 맞춤 테마를 만드세요! 저장하고 이름을 바꾸고 언제든지 적용하십시오.\n\nChrome용 다크 모드를 활성화하려면 확장 프로그램을 설치하기만 하면 됩니다.\n\n야간 근무\nNight Shift 모드를 활성화하여 화면의 일반적인 빛을 따뜻한 톤으로 전환하여 눈에 해를 끼치지 않도록 합니다. 필요할 때 한 번의 클릭으로 도구를 켜고 끌 수 있습니다.\n\n야간 근무 및 다크 리더 확장 프로그램은 어두워지면 브라우저 콘텐츠의 색상을 색상 스펙트럼의 따뜻한 끝으로 자동 전환합니다.\n\n다크 리더\nDark Reader는 밝은 색상을 반전시켜 대비를 높이고 야간에 쉽게 읽을 수 있도록 합니다. 다크 모드는 모든 웹사이트에 어두운 테마를 적용하여 밤에 일하는 사람들에게 적합하고 온라인 뉴스나 책 읽기를 위한 어두운 리더를 제공합니다.\n\n슈퍼 다크 모드 확장 프로그램은 PDF와 같이 Chrome에서 여는 로컬 파일뿐만 아니라 거의 모든 웹사이트를 어둡게 할 수 있습니다. 이제 밤에 화면으로 웹을 검색할 때 눈이 편안해집니다.\n\nYoutube 다크 모드 또는 Youtube 다크 테마\nYouTube 확장용 어두운 테마는 YouTube 테마를 고도로 사용자 정의 가능한 어두운 목탄/파란색 테마로 변환합니다. Youtube Dark Reader 확장 프로그램은 기본 YouTube 테마(네이티브 다크 테마) 위에 구축되므로 Stylish 또는 Stylus 확장 프로그램에서 주입한 테마를 사용하는 것과 비교할 때 매우 가볍습니다.\n\nInstagram 어두운 모드 또는 Instagram 어두운 테마\nInstagram 다크 모드 확장은 Instagram 테마를 고도로 사용자 정의 가능한 어두운 목탄/파란색 테마로 변환합니다. Instagram Dark Reader 확장은 기본 Instagram 테마 위에 구축됩니다. Instagram 어두운 테마\n\nFacebook 다크 모드 또는 Facebook 다크 테마\nFB 다크 모드 확장은 Facebook 테마를 고도로 사용자 정의 가능한 어두운 목탄/파란색 테마로 변환합니다. Facebook Dark Reader 확장 프로그램은 기본 Instagram 테마 위에 구축됩니다. 페이스북 다크 테마\n\nGithub 다크 모드 또는 Github 다크 테마\nGithub 다크 모드 확장은 Instagram 테마를 고도로 사용자 정의 가능한 다크 차콜/블루 테마로 변환합니다. Github Dark Reader 확장은 기본 Instagram 테마 위에 구축됩니다. Github 어두운 테마\n\nTwitter 다크 모드 또는 Twitter 다크 테마\nTwitter 다크 모드 확장 기능은 Twitter 테마를 고도로 사용자 정의 가능한 어두운 목탄/파란색 테마로 변환합니다. Twitter Dark Reader 확장은 기본 Twitter 테마 위에 구축됩니다. 트위터 어두운 테마\n\nGoogle 문서 다크 모드 및 Google 문서 어두운 테마\n이 확장 프로그램을 통해 클릭 한 번으로 Google 문서도구의 다크 모드를 켭니다.\n\nGoogle 문서도구에 다크 모드를 사용하시겠습니까?\nGoogle 문서 다크 모드 확장 프로그램은 Google 문서 테마를 고도로 사용자 정의 가능한 어두운 목탄/파란색 테마로 변환합니다. Google Docs Dark Reader 확장 프로그램은 기본 Google Docs 테마 위에 구축됩니다. Google 문서 어두운 테마\n\n지금 웹 브라우저에서 다크 모드를 다운로드하세요! Google, YouTube, Facebook 및 기타 여러 웹사이트를 위한 다크 모드 기능 - 지금 다운로드하여 어두운 시간에 눈을 편안하게 유지하세요!\n\nVK 다크 모드 또는 Vk 다크 테마\nVkontakte의 고전적인 어두운 테마. 한 번의 클릭으로 VK를 어두운 모드로 전환했다가 다시 전환합니다. 다크 테마 VKontakte는 눈을 보호합니다. 흰색 화면을 고전적인 어두운 테마로 대체하여 밤에 부하를 제거합니다.\n\nTwitch 다크 모드 또는 Twitch 다크 테마\nTwitch 다크 모드는 twitch.tv(게이머용 플랫폼)를 위한 고도로 사용자 정의 가능한 기본 다크 테마입니다. Twitch 다크 테마는 내장된 다크 테마를 사용하여 다크 모드를 켜고 끄는 twitch.tv 게임 플랫폼용 기본 다크 테마입니다.\n\nTikTok의 다크 모드\nTikTok의 어두운 테마. 클릭 한 번으로 TikTok 사이트 모드를 어둡거나 밝게 전환할 수 있습니다.\n\nDark Theme에 대해 궁금한 점이나 의견을 남겨주세요.",
    "lt": "tamsusis režimas – tamsusis skaitytuvas, skirtas Chrome, visose svetainėse įdės tamsią temą, tinkančią tiems, kurie dirba naktį, ir tamsią skaitytuvą naujienoms internete ar knygų skaitymui.\n\nTaikykite visas svetaines naršyklėje tamsiuoju režimu ir pašalinkite bet kurį domeną iš juodos temos, kad būtų geresnė patirtis. Galima sukurti savo pasirinktinę temą su bet kokia jums patinkančia spalva.\n\nTamsusis režimas socialiniams tinklams – tamsi Instagram, Twitter, Twitch, YouTube ir pagrindinių svetainių bei visų kitų svetainių tema bus padengta juodomis spalvomis.\n\nJei svetainėje yra įmontuota tamsioji tema, galite ją valdyti tiesiogiai iš naktinio režimo, o jei ne (pvz., Gmail, Google Docs, Office Online, Github ir daugybė kitų), tamsaus režimo plėtinys konvertuos spalvas, kad pateiktų jums. su sklandžiu ir nuosekliu tamsiu režimu.\n\nKą gausite iš tamsaus režimo plėtinio:\n\n- Įjunkite / išjunkite tamsųjį režimą rankiniu būdu - Spustelėkite plėtinio piktogramą, kad įjungtumėte / išjungtumėte tamsųjį režimą.\n– Išskirti / įtraukti svetainę į tamsųjį režimą – Pasirinkite „Tamsusis režimas“ > „Išjungti / įjungti tamsųjį režimą šioje svetainėje“\n- Tinkinkite svetainių spalvas - pakeiskite visas norimas spalvas.\n- Automatinis tvarkaraštis - Skiltyje įjunkite \"Automatinis įjungimas/išjungimas\".\n\nNebereikia po vieną atidaryti skirtingų svetainių nustatymų – tik viena programa perkelia juodą temą visame tinkle.\n\nParinkčių puslapis dabar pasiekiamas! Naudingos funkcijos:\n\n- Svetainės išskyrimas. Įveskite teisingą žiniatinklio adresą, kad puslapyje nebūtų taikoma juodoji tema.\n– Puslapio išskyrimas. Pasirinktinai pridėkite domenų, kurių nenorite taikyti juodojoje temoje.\n- Temos keitiklis. Sukurkite savo pasirinktinę temą! Išsaugokite, pervardykite ir pritaikykite bet kuriuo metu.\n\nTiesiog įdiekite plėtinį, kad įgalintumėte tamsųjį režimą „Chrome“.\n\nNaktinė pamaina\nĮjunkite „Night Shift“ režimą, kad įprastą ekrano šviesą pakeistumėte šiltesniu tonu, taip išvengiant žalos jūsų akims. Prireikus įrankį galite įjungti ir išjungti vienu paspaudimu.\n\nnaktinės pamainos ir tamsaus skaitytuvo plėtinys automatiškai perkelia jūsų naršyklės turinio spalvas į šiltesnę spalvų spektro galą sutemus.\n\nTamsusis skaitytuvas\nDark Reader apverčia ryškias spalvas, todėl jos yra kontrastingos ir lengvai skaitomos naktį. Tamsusis režimas visose svetainėse įkels tamsią temą, tinkančią tiems, kurie dirba naktį, ir tamsią skaitytuvą naujienoms internete ar knygų skaitymui.\n\n„Super Dark Mode“ plėtinys gali užtemdyti beveik visas svetaines, taip pat vietinius „Chrome“ atidarytus failus, pvz., PDF. Nuo šiol jūsų akys gali būti atpalaiduotos naršant internete ekrane naktį.\n\nYoutube tamsus režimas arba Youtube tamsi tema\n„YouTube“ plėtinys „Dark Theme“ paverčia „YouTube“ temą į lengvai pritaikomą tamsios anglies / mėlynos spalvos temą. „YouTube Dark Reader“ plėtinys sukurtas ant numatytosios „YouTube“ temos (gimtosios tamsiosios temos), todėl jis yra labai lengvas, palyginti su temų, įterptų naudojant „Stylish“ arba „Stylus“ plėtinius.\n\nTamsusis „Instagram“ režimas arba tamsioji „Instagram“ tema\n„Instagram Dark Mode“ plėtinys paverčia „Instagram“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Instagram Dark Reader“ plėtinys sukurtas ant numatytosios „Instagram“ temos. Instagram tamsi tema\n\n„Facebook“ tamsusis režimas arba „Facebook“ tamsi tema\nFB tamsaus režimo plėtinys paverčia „Facebook“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Facebook Dark Reader“ plėtinys sukurtas pagal numatytąją „Instagram“ temą. Facebook tamsi tema\n\nTamsusis „Github“ režimas arba tamsioji „Github“ tema\n„Github Dark Mode“ plėtinys paverčia „Instagram“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Github Dark Reader“ plėtinys sukurtas pagal numatytąją „Instagram“ temą. Github tamsi tema\n\nTamsusis Twitter režimas arba tamsioji Twitter tema\n„Twitter Dark Mode“ plėtinys paverčia „Twitter“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Twitter Dark Reader“ plėtinys sukurtas pagal numatytąją „Twitter“ temą. Tamsi Twitter tema\n\n„Google“ dokumentų tamsusis režimas ir tamsioji „Google“ dokumentų tema\nVienu paspaudimu naudodami šį plėtinį įjunkite „Google“ dokumentų tamsųjį režimą.\n\nNaudoti tamsųjį režimą „Google“ dokumentams?\n„Google“ dokumentų tamsaus režimo plėtinys paverčia „Google“ dokumentų temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Google Docs Dark Reader“ plėtinys sukurtas ant numatytosios „Google“ dokumentų temos. „Google“ dokumentų tamsioji tema\n\nAtsisiųskite tamsųjį režimą dabar savo žiniatinklio naršyklėje! Tamsiojo režimo funkcija, skirta „Google“, „YouTube“, „Facebook“ ir daugeliui kitų svetainių – įsigykite ją dabar ir leiskite akims atsipalaiduoti tamsiu paros metu!\n\nVK tamsusis režimas arba Vk tamsi tema\nKlasikinė tamsi „Vkontakte“ tema. Vienu paspaudimu perjunkite VK į tamsųjį režimą ir atgal. Tamsi tema „VKontakte“ apsaugo akis. Tai pašalina apkrovą naktį, pakeičiant baltą ekraną klasikine tamsia tema.\n\nTamsus režimas „Twitch“ arba tamsioji „Twitch“ tema\nTwitch tamsus režimas labai tinkinama vietinė tamsioji tema, skirta twitch.tv (platforma žaidėjams). Tamsioji „Twitch“ tema yra natūrali „twitch.tv“ žaidimų platformos tamsioji tema, kuri naudoja integruotą tamsiąją temą tamsiajam režimui įjungti ir išjungti.\n\nTamsusis režimas, skirtas TikTok\nTamsioji TikTok tema. Lengvai perjunkite TikTok svetainės režimą į tamsų arba šviesų vienu paspaudimu.\n\nNedvejodami užduokite klausimų ir palikite komentarus apie tamsiąją temą.",
    "lv": "tumšais režīms — tumšais lasītājs pārlūkam Chrome ievietos tumšo motīvu visās vietnēs, kas ir piemērots tiem, kas strādā naktī, un tumšais lasītājs tiešsaistes ziņu vai grāmatu lasīšanai.\n\nLietojiet visas tīmekļa vietnes pārlūkprogrammā tumšajā režīmā un izslēdziet jebkuru domēnu no melnā motīva, lai iegūtu labāku pieredzi. Ir iespējams izveidot savu pielāgoto motīvu ar jebkuru krāsu, kas jums patīk.\n\nTumšais režīms sociālajiem tīkliem — tumšā tēma Instagram, twitter, twitch, youtube un galvenajām vietnēm un visām pārējām vietnēm tiks pārklāta melnā krāsā.\n\nJa vietnei ir iebūvēts tumšais motīvs, varat to vadīt tieši no nakts režīma un, ja tā nav (piemēram, Gmail, Google dokumenti, Office Online, Github un miljoniem citu), tumšā režīma paplašinājums pārveidos krāsas, lai nodrošinātu jums. ar vienmērīgu un konsekventu tumšo režīmu.\n\nKo jūs iegūsit no tumšā režīma paplašinājuma:\n\n- Manuāli ieslēdziet/izslēdziet tumšo režīmu. - Noklikšķiniet uz paplašinājuma ikonas, lai ieslēgtu/izslēgtu tumšo režīmu.\n- Izslēgt/iekļaut vietni no tumšā režīma - Izvēlieties \"Tumšais režīms\" > \"Atspējot/iespējot tumšo režīmu šai vietnei\"\n- Pielāgojiet tīmekļa vietņu krāsas - mainiet visas vēlamās krāsas.\n- Automātiskais grafiks - Sadaļā iespējojiet \"Auto ON/OFF\".\n\nVairs nav nepieciešams pa vienam atvērt dažādu vietņu iestatījumus — tikai viena lietotne ienes melno tēmu visā tīklā.\n\nOpciju lapa tagad ir pieejama! Noderīgas funkcijas:\n\n- Vietnes izslēgšana. Ievadiet pareizu tīmekļa adresi, lai izslēgtu lapu no melnā motīva piemērošanas.\n- Lapu izslēgšana. Pēc izvēles pievienojiet domēnus, kurus nevēlaties lietot melnajam motīvam.\n- tēmas mainītājs. Izveidojiet savu pielāgoto motīvu! Saglabājiet to, pārdēvējiet un piesakieties jebkurā laikā.\n\nVienkārši instalējiet paplašinājumu, lai pārlūkam Chrome iespējotu tumšo režīmu.\n\nNakts maiņa\nAktivizējiet nakts maiņas režīmu, lai parasto ekrāna gaismu pārvērstu siltākā tonī, tādējādi pasargājot acis no kaitējuma. Ja nepieciešams, rīku var ieslēgt un izslēgt ar vienu klikšķi.\n\nnakts maiņa un tumšā lasītāja paplašinājums automātiski maina jūsu pārlūkprogrammas satura krāsas uz siltāku krāsu spektra galu, iestājoties tumsai.\n\nTumšais lasītājs\nDark Reader apvērš spilgtas krāsas, padarot tās augstu kontrastu un viegli lasāmas naktī. Tumšajā režīmā visās vietnēs tiks ievietots tumšs motīvs, kas piemērots tiem, kas strādā naktī, un tumšais lasītājs tiešsaistes ziņu vai grāmatu lasīšanai.\n\nSuper Dark Mode paplašinājums var padarīt tumšāku gandrīz visas vietnes, kā arī lokālos failus, ko atver pārlūks Chrome, piemēram, PDF. No šī brīža jūsu acis var būt atslābinātas, naktī pārlūkojot tīmekli uz ekrāna.\n\nYoutube tumšais režīms vai Youtube tumšais motīvs\nPaplašinājums Dark Theme for YouTube pārvērš YouTube motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Youtube Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma YouTube motīvu (vietējo tumšo motīvu), tāpēc tas ir ļoti viegls, salīdzinot ar motīvu izmantošanu, ko ievada paplašinājumi Stylish vai Stylus.\n\nInstagram tumšais režīms vai Instagram tumšais motīvs\nInstagram tumšā režīma paplašinājums pārvērš Instagram motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Instagram Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Instagram motīvu. Instagram tumšā tēma\n\nFacebook tumšais režīms vai Facebook tumšais motīvs\nFB tumšā režīma paplašinājums pārvērš Facebook motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Facebook Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Instagram motīvu. Facebook tumšā tēma\n\nGithub tumšais režīms vai Github tumšais motīvs\nGithub Dark Mode paplašinājums pārvērš Instagram motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Github Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Instagram motīvu. Github tumšais motīvs\n\nTwitter tumšais režīms vai Twitter tumšais motīvs\nTwitter tumšā režīma paplašinājums pārvērš Twitter motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Twitter Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Twitter motīvu. Twitter tumšā tēma\n\nGoogle dokumentu tumšais režīms un Google dokumentu tumšais motīvs\nIzmantojot šo paplašinājumu, ar vienu klikšķi ieslēdziet Google dokumentu tumšo režīmu.\n\nVai lietot Google dokumentiem tumšo režīmu?\nGoogle dokumentu tumšā režīma paplašinājums pārvērš Google dokumentu motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Google dokumentu Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Google dokumentu motīvu. Google dokumentu tumšais motīvs\n\nLejupielādējiet tumšo režīmu tūlīt savā tīmekļa pārlūkprogrammā! Dark Mode funkcionalitāte Google, YouTube, Facebook un daudzām citām vietnēm — iegūstiet to tūlīt un atslābiniet acis tumšajā laikā!\n\nVK tumšais režīms vai Vk tumšais motīvs\nKlasiskā tumšā Vkontakte tēma. Pārslēdziet VK uz tumšo režīmu un atpakaļ ar vienu klikšķi. Tumšā tēma VKontakte aizsargā acis. Tas novērš slodzi naktī, balto ekrānu aizstājot ar klasisku tumšu motīvu.\n\nTwitch tumšais režīms vai Twitch tumšais motīvs\nTwitch tumšā režīma ļoti pielāgojama vietējā tumšā tēma vietnei twitch.tv (platforma spēlētājiem). Twitch tumšais motīvs ir vietējais tumšais motīvs spēļu platformai twitch.tv, kas izmanto iebūvēto tumšo motīvu, lai ieslēgtu un izslēgtu tumšo režīmu.\n\nTikTok tumšais režīms\nTikTok tumšā tēma. Viegli pārslēdziet TikTok vietnes režīmu uz tumšu vai gaišu ar vienu klikšķi.\n\nJūtieties brīvi uzdot visus jautājumus un atstāt komentārus par tumšo tēmu.",
    "ml": "Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from dark mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nnight shift and dark reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nThe Super Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. PDF Dark Mode\n\nDark theme for VK  and Night Mode for Vkontakte\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!",
    "mr": "Dark Theme for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from dark mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nnight shift and dark reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nThe Super Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. PDF Dark Mode\n\nDark theme for VK  and Night Mode for Vkontakte\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!",
    "ms": "Dark mode - dark reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from dark mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nnight shift and dark reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nThe Super Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. PDF Dark Mode\n\nDark theme for VK  and Night Mode for Vkontakte\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!",
    "nl": "Donkere modus - donkere lezer voor Chrome plaatst een donker thema op alle websites, geschikt voor degenen die 's nachts werken en donkere lezer voor online nieuws of het lezen van boeken.\n\nPas alle websites in de browser toe in de donkere modus en sluit elk domein uit van het zwarte thema voor een betere ervaring. Het is mogelijk om uw eigen aangepaste thema te maken met elke gewenste kleur.\n\nDonkere modus voor sociale netwerken - donker thema voor Instagram, Twitter, Twitch, YouTube en reguliere sites en alle andere websites worden allemaal in zwarte kleuren bedekt.\n\nAls de website een ingebouwd donker thema heeft, kunt u deze rechtstreeks bedienen vanuit de nachtmodus en als dit niet het geval is (zoals Gmail, Google Docs, Office Online, Github en miljoenen andere), zal de donkere modus-extensie de kleuren omzetten om u met vloeiende en consistente donkere modus.\n\nWat krijgt u van de extensie voor de donkere modus:\n\n- Schakel de donkere modus handmatig in/uit - Klik op het extensiepictogram om de donkere modus in/uit te schakelen.\n- Een site uitsluiten/insluiten van de donkere modus - Kies \"Donkere modus\" > \"Donkere modus uitschakelen/inschakelen voor deze site\"\n- Pas kleuren voor websites aan - Wijzig alle gewenste kleuren.\n- Automatisch schema - Schakel \"Auto AAN/UIT\" in de sectie in.\n\nHet is niet meer nodig om instellingen één voor één te openen voor verschillende websites - slechts één app brengt het zwarte thema over het hele internet.\n\nOptiepagina is nu beschikbaar! Handige functies:\n\n- Site-uitsluiting. Voer een correct webadres in om de pagina uit te sluiten van het toepassen van een zwart thema.\n- Pagina uitsluiting. Voeg optioneel domeinen toe die u niet wilt toepassen in het zwarte thema.\n- Thema-wisselaar. Maak je eigen aangepaste thema! Sla het op, hernoem het en pas het op elk gewenst moment toe.\n\nInstalleer gewoon een extensie om de donkere modus voor Chrome in te schakelen.\n\nNachtdienst\nActiveer de Night Shift-modus om het gebruikelijke licht van het scherm om te keren naar een warmere tint, en zo te voorkomen dat uw ogen beschadigd raken. U kunt de tool met één klik in- en uitschakelen wanneer u deze nodig hebt.\n\nnight shift en dark reader-extensie verschuift automatisch de kleuren van uw browserinhoud naar het warmere einde van het kleurenspectrum in het donker.\n\nDonkere lezer\nDark Reader keert heldere kleuren om, waardoor ze een hoog contrast hebben en 's nachts goed leesbaar zijn. De donkere modus plaatst een donker thema op alle websites, geschikt voor mensen die 's nachts werken en een donkere lezer voor online nieuws of het lezen van boeken.\n\nDe Super Dark Mode-extensie kan bijna alle websites verduisteren, evenals lokale bestanden die door Chrome zijn geopend, zoals pdf's. Vanaf nu kunnen je ogen ontspannen als je 's avonds op het scherm op het internet surft.\n\nYouTube donkere modus of YouTube donker thema\nDe Dark Theme for YouTube-extensie converteert het YouTube-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De YouTube Dark Reader-extensie is bovenop het standaard YouTube-thema (native dark theme) gebouwd, dus het is erg licht in vergelijking met het gebruik van thema's die zijn geïnjecteerd door stijlvolle of Stylus-extensies.\n\nInstagram donkere modus of Instagram donker thema\nDe Instagram Dark Mode-extensie converteert het Instagram-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De Instagram Dark Reader-extensie is gebouwd bovenop het standaard Instagram-thema. Instagram donker thema\n\nFacebook donkere modus of Facebook donker thema\nDe FB Dark Mode-extensie converteert het Facebook-thema naar een zeer aanpasbaar donker houtskool/blauw thema. Facebook Dark Reader-extensie is gebouwd bovenop het standaard Instagram-thema. Facebook donker thema\n\nGithub donkere modus of Github donker thema\nGithub Dark Mode-extensie converteert het Instagram-thema naar een zeer aanpasbaar donker houtskool/blauw thema. Github Dark Reader-extensie is gebouwd bovenop het standaard Instagram-thema. Github donker thema\n\nTwitter donkere modus of Twitter donker thema\nDe Twitter Dark Mode-extensie converteert het Twitter-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De Twitter Dark Reader-extensie is gebouwd bovenop het standaard Twitter-thema. Twitter donker thema\n\nDonkere modus van Google Docs en donker thema van Google Docs\nSchakel de donkere modus voor Google Docs met één klik in via deze extensie.\n\nEen donkere modus gebruiken voor Google Docs?\nGoogle Docs Dark Mode-extensie converteert het Google Docs-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De Google Docs Dark Reader-extensie is gebouwd bovenop het standaard Google Docs-thema. Donker thema van Google Documenten\n\nDownload de donkere modus nu in uw webbrowser! Dark Mode-functionaliteit voor Google, YouTube, Facebook en vele andere websites - download het nu en houd uw ogen ontspannen in donkere uren!\n\nVK donkere modus of Vk donker thema\nKlassiek donker thema voor Vkontakte. Schakel VK met één klik naar de donkere modus en terug. Donker thema VKontakte beschermt de ogen. Het elimineert de belasting 's nachts en vervangt het witte scherm door een klassiek donker thema.\n\nTwitch donkere modus of Twitch donker thema\nTwitch dark mode zeer aanpasbaar native dark thema voor twitch.tv (platform voor gamers). Twitch dark theme is een eigen donker thema voor het twitch.tv-gamingplatform dat het ingebouwde donkere thema gebruikt om de donkere modus in en uit te schakelen.\n\nDonkere modus voor TikTok\nDonker thema voor TikTok. Schakel de TikTok-sitemodus eenvoudig met één klik naar donker of licht.\n\nVoel je vrij om vragen te stellen en opmerkingen achter te laten voor Dark Theme.",
    "no": "mørk modus - mørk leser for Chrome vil sette mørkt tema på alle nettsteder, egnet for de som jobber om natten og mørke lesere for nettnyheter eller boklesing.\n\nBruk alle nettsteder i nettleseren i mørk modus og ekskluder alle domene fra svart tema for bedre opplevelse. Det er mulig å lage ditt eget tilpassede tema med hvilken som helst farge du liker.\n\nMørk modus for sosiale nettverk - mørkt tema for Instagram, twitter, twitch, youtube og mainstream-nettsteder og alle andre nettsteder vil bli dekket i svarte farger.\n\nHvis nettstedet har innebygd mørkt tema, kan du kontrollere det direkte fra nattmodus, og hvis det ikke gjør det (som Gmail, Google Docs, Office Online, Github og millioner andre), vil mørk modusutvidelse konvertere fargene for å gi deg med jevn og konsekvent mørk modus.\n\nHva får du fra utvidelse av mørk modus:\n\n- Slå på/av mørk modus manuelt - Klikk på utvidelsesikonet for å slå på/av mørk modus.\n- Ekskluder/inkluder et nettsted fra mørk modus - Velg \"Mørk modus\" > \"Deaktiver/aktiver mørk modus for dette nettstedet\"\n- Tilpass farger for nettsteder - Endre alle farger du ønsker.\n- Automatisk tidsplan - Aktiver \"Auto PÅ/AV\" i seksjonen.\n\nDu trenger ikke lenger å åpne innstillinger én etter én for forskjellige nettsteder – bare én app bringer svart tema over hele nettet.\n\nAlternativsiden er nå tilgjengelig! Nyttige funksjoner:\n\n- Ekskludering av nettsteder. Skriv inn en riktig nettadresse for å ekskludere siden fra svart tema som gjelder.\n- Sideekskludering. Du kan eventuelt legge til domener som du ikke vil bruke i svart tema.\n- Temaveksler. Lag ditt eget tilpassede tema! Lagre den, gi nytt navn og bruk når som helst.\n\nBare installer en utvidelse for å aktivere Dark Mode for Chrome.\n\nNattskift\nAktiver Night Shift-modus for å invertere det vanlige lyset fra skjermen til en varmere tone, og forhindrer dermed øynene dine fra å skade. Du kan slå verktøyet av og på med et enkelt klikk når du trenger det.\n\nnattskift og mørkeleserutvidelsen skifter automatisk fargene på nettleserinnholdet til den varmere enden av fargespekteret etter mørkets frembrudd.\n\nMørk leser\nDark Reader inverterer lyse farger, noe som gjør dem høy kontrast og lett å lese om natten. Mørk modus vil sette mørkt tema på alle nettsteder, egnet for de som jobber om natten og mørke lesere for nettnyheter eller boklesing.\n\nSuper Dark Mode-utvidelsen kan gjøre nesten alle nettsteder mørkere, så vel som lokale filer åpnet av Chrome, for eksempel PDF-er. Fra nå av kan øynene dine slappe av når du surfer på nettet på skjermen om natten.\n\nYoutube mørk modus eller Youtube mørkt tema\nDark Theme for YouTube-utvidelsen konverterer YouTube-temaet til et svært tilpassbart mørkt kull/blått tema. Youtube Dark Reader-utvidelsen er bygget på toppen av standard YouTube-tema (native mørkt tema), så den er veldig lett sammenlignet med å bruke temaer injisert av Stylish eller Stylus-utvidelser.\n\nInstagram mørk modus eller Instagram mørkt tema\nInstagram Dark Mode-utvidelsen konverterer Instagram-tema til et svært tilpassbart mørkt kull-/blått-tema. Instagram Dark Reader-utvidelsen er bygget på toppen av standard Instagram-tema. Instagram mørkt tema\n\nFacebook mørk modus eller Facebook mørkt tema\nFB Dark Mode-utvidelsen konverterer Facebook-tema til et svært tilpassbart mørkt kull-/blått-tema. Facebook Dark Reader-utvidelsen er bygget på toppen av standard Instagram-tema. Facebook mørkt tema\n\nGithub mørk modus eller Github mørkt tema\nGithub Dark Mode-utvidelsen konverterer Instagram-tema til et svært tilpassbart mørkt kull-/blått-tema. Github Dark Reader-utvidelsen er bygget på toppen av standard Instagram-tema. Github mørkt tema\n\nTwitter mørk modus eller Twitter mørkt tema\nTwitter Dark Mode-utvidelsen konverterer Twitter-tema til et svært tilpassbart mørkt kull-/blått-tema. Twitter Dark Reader-utvidelsen er bygget på toppen av standard Twitter-tema. Twitter mørkt tema\n\nGoogle Docs Dark Mode og Google Docs mørkt tema\nSlå på mørk modus for Google Dokumenter med ett klikk via denne utvidelsen.\n\nVil du bruke en mørk modus for Google Dokumenter?\nGoogle Docs Dark Mode-utvidelsen konverterer Google Docs-tema til et svært tilpassbart mørkt kull-/blått-tema. Google Docs Dark Reader-utvidelsen er bygget på toppen av standard Google Docs-tema. Google Dokumenter mørkt tema\n\nLast ned mørk modus nå i nettleseren din! Mørk modus-funksjonalitet for Google, YouTube, Facebook og mange andre nettsteder – skaff deg den nå og hold øynene avslappet i mørke timer!\n\nVK mørk modus eller Vk mørkt tema\nKlassisk mørkt tema for Vkontakte. Bytt VK til mørk modus og tilbake med ett klikk. Mørkt tema VKontakte beskytter øynene. Den eliminerer belastningen om natten, og erstatter den hvite skjermen med et klassisk mørkt tema.\n\nTwitch dark-modus eller Twitch dark-tema\nTwitch mørk modus svært tilpassbart innfødt mørkt tema for twitch.tv (plattform for spillere). Twitch dark theme er et naturlig mørkt tema for twitch.tv-spillplattformen som bruker det innebygde mørke temaet for å slå mørk modus av og på.\n\nMørk modus for TikTok\nMørkt tema for TikTok. Bytt enkelt TikTok-sidemodus til mørk eller lys med ett klikk.\n\nStill gjerne spørsmål og legg igjen kommentarer for Dark Theme.",
    "pl": "tryb ciemny - ciemny czytnik dla Chrome umieści ciemny motyw na wszystkich stronach internetowych, odpowiedni dla osób pracujących w nocy i ciemny czytnik do wiadomości online lub czytania książek.\n\nZastosuj wszystkie witryny w przeglądarce w trybie ciemnym i wyklucz dowolną domenę z czarnego motywu, aby uzyskać lepsze wrażenia. Istnieje możliwość stworzenia własnego niestandardowego motywu w dowolnym kolorze.\n\nTryb ciemny dla sieci społecznościowych - ciemny motyw dla Instagrama, Twittera, Twitcha, YouTube'a i głównych witryn oraz wszystkich innych stron internetowych zostanie pokryty czarnymi kolorami.\n\nJeśli witryna ma wbudowany ciemny motyw, możesz nim sterować bezpośrednio z trybu nocnego, a jeśli nie (jak Gmail, Dokumenty Google, Office Online, Github i miliony innych), rozszerzenie trybu ciemnego przekonwertuje kolory, aby zapewnić Ci z płynnym i spójnym trybem ciemnym.\n\nCo otrzymasz dzięki rozszerzeniu trybu ciemnego:\n\n- Włącz/wyłącz tryb ciemny ręcznie - Kliknij ikonę rozszerzenia, aby włączyć/wyłączyć tryb ciemny.\n- Wyklucz/włącz witrynę z trybu ciemnego - Wybierz „Tryb ciemny” > „Wyłącz/włącz tryb ciemny dla tej witryny”\n- Dostosuj kolory dla stron internetowych - Zmień wszystkie kolory, które chcesz.\n- Harmonogram automatyczny - Włącz opcję „Automatyczne włączanie/wyłączanie” w sekcji.\n\nNie trzeba już otwierać ustawień jeden po drugim dla różnych stron internetowych — wystarczy jedna aplikacja, aby przenieść czarny motyw do całej sieci.\n\nStrona opcji jest już dostępna! Przydatne funkcje:\n\n- Wykluczenie witryny. Wprowadź poprawny adres internetowy, aby wykluczyć stronę z zastosowania czarnego motywu.\n- Wykluczenie strony. Opcjonalnie dodaj domeny, których nie chcesz zastosować do czarnego motywu.\n- Zmieniacz motywów. Stwórz własny niestandardowy motyw! Zapisz go, zmień nazwę i zastosuj w dowolnym momencie.\n\nWystarczy zainstalować rozszerzenie, aby włączyć tryb ciemny dla Chrome.\n\nNocna zmiana\nAktywuj tryb Night Shift, aby odwrócić zwykłe światło z ekranu na cieplejszy ton, chroniąc w ten sposób oczy przed uszkodzeniem. Możesz włączać i wyłączać narzędzie jednym kliknięciem, kiedy go potrzebujesz.\n\nrozszerzenie nocnej zmiany i ciemnego czytnika automatycznie przesuwa kolory zawartości przeglądarki do cieplejszego końca spektrum kolorów po zmroku.\n\nMroczny Czytelnik\nDark Reader odwraca jasne kolory, dzięki czemu mają wysoki kontrast i są łatwe do odczytania w nocy. Tryb ciemny umieści ciemny motyw na wszystkich stronach internetowych, odpowiedni dla osób pracujących w nocy i ciemnego czytnika do wiadomości online lub czytania książek.\n\nRozszerzenie Super Dark Mode może zaciemnić prawie wszystkie strony internetowe, a także lokalne pliki otwierane przez Chrome, takie jak pliki PDF. Od teraz Twoje oczy mogą być zrelaksowane podczas nocnego przeglądania sieci na ekranie.\n\nTryb ciemny YouTube lub ciemny motyw YouTube\nRozszerzenie Dark Theme for YouTube konwertuje motyw YouTube na wysoce konfigurowalny ciemnoszary/niebieski motyw. Rozszerzenie Youtube Dark Reader jest zbudowane na domyślnym motywie YouTube (natywnym ciemnym motywie), więc jest bardzo lekkie w porównaniu z używaniem motywów wstrzykiwanych przez rozszerzenia Stylish lub Stylus.\n\nTryb ciemny na Instagramie lub ciemny motyw na Instagramie\nRozszerzenie Instagram Dark Mode konwertuje motyw Instagrama na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Instagram Dark Reader jest oparte na domyślnym motywie Instagrama. Ciemny motyw na Instagramie\n\nTryb ciemny Facebooka lub ciemny motyw Facebooka\nRozszerzenie FB Dark Mode konwertuje motyw Facebooka na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Facebook Dark Reader jest zbudowane na podstawie domyślnego motywu Instagrama. Ciemny motyw Facebooka\n\nTryb ciemny Github lub ciemny motyw Github\nRozszerzenie Github Dark Mode konwertuje motyw Instagrama na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Github Dark Reader jest zbudowane na domyślnym motywie Instagrama. Ciemny motyw Githuba\n\nCiemny tryb Twittera lub ciemny motyw Twittera\nRozszerzenie Twitter Dark Mode konwertuje motyw Twittera na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Twitter Dark Reader jest oparte na domyślnym motywie Twittera. Ciemny motyw na Twitterze\n\nTryb ciemny Dokumentów Google i ciemny motyw Dokumentów Google\nWłącz tryb ciemny dla Dokumentów Google jednym kliknięciem za pomocą tego rozszerzenia.\n\nUżyj trybu ciemnego dla Dokumentów Google?\nRozszerzenie trybu ciemnego Dokumentów Google konwertuje motyw Dokumentów Google na wysoce konfigurowalny ciemnoszary/niebieski motyw. Rozszerzenie Dark Reader Dokumentów Google jest oparte na domyślnym motywie Dokumentów Google. Ciemny motyw Dokumentów Google\n\nPobierz teraz tryb ciemny w swojej przeglądarce internetowej! Funkcjonalność trybu ciemnego dla Google, YouTube, Facebook i wielu innych stron internetowych - pobierz teraz i miej oczy zrelaksowane w ciemnych godzinach!\n\nTryb ciemny VK lub ciemny motyw VK\nKlasyczny ciemny motyw dla Vkontakte. Przełącz VK na tryb ciemny iz powrotem jednym kliknięciem. Ciemny motyw VKontakte chroni oczy. Eliminuje obciążenie w nocy, zastępując biały ekran klasycznym ciemnym motywem.\n\nTryb ciemny Twitcha lub ciemny motyw Twitcha\nTryb ciemny Twitch, wysoce konfigurowalny natywny ciemny motyw dla twitch.tv (platforma dla graczy). Ciemny motyw Twitch to natywny ciemny motyw dla platformy gier twitch.tv, który wykorzystuje wbudowany ciemny motyw do włączania i wyłączania trybu ciemnego.\n\nTryb ciemny dla TikTok\nCiemny motyw dla TikTok. Łatwo przełącz tryb witryny TikTok na ciemny lub jasny za pomocą jednego kliknięcia.\n\nNie krępuj się zadawać pytań i zostawiać komentarzy dotyczących Dark Theme.",
    "pt_PT": "Leitor escuro - modo escuro para Chrome colocará o tema escuro em todos os sites, adequado para quem trabalha à noite e o leitor escuro para notícias online ou leitura de livros.\n\nAplique todos os sites no navegador no modo escuro e exclua qualquer domínio do tema preto para uma melhor experiência. É possível criar seu próprio tema personalizado com qualquer cor que desejar.\n\nModo escuro para redes sociais - o tema escuro para Instagram, Twitter, contração muscular, youtube e sites convencionais e todos os outros sites serão todos cobertos em cores pretas.\n\nSe o site tiver um tema escuro integrado, você poderá controlá-lo diretamente no modo noturno e, se não tiver (como Gmail, Google Docs, Office Online, Github e milhões de outros), a extensão do modo escuro converterá as cores para fornecer a você com modo escuro suave e consistente.\n\nO que você obterá da extensão do modo escuro:\n\n- Ativar/desativar o modo escuro manualmente - Clique no ícone da extensão para ativar/desativar o modo escuro.\n- Excluir/incluir um site do modo escuro - Escolha \"Modo escuro\" > \"Desativar/Ativar modo escuro para este site\"\n- Personalize cores para sites - Altere todas as cores que desejar.\n- Programação automática - Ative \"Auto ON/OFF\" na seção.\n\nNão é mais necessário abrir as configurações uma a uma para sites diferentes - apenas um aplicativo traz o tema preto em toda a rede.\n\nA página de opções já está disponível! Recursos úteis:\n\n- Exclusão de sites. Digite um endereço da Web correto para excluir a página da aplicação do tema preto.\n- Exclusão de página. Opcionalmente, adicione domínios que você não deseja aplicar ao tema preto.\n- Trocador de tema. Crie seu próprio tema personalizado! Salve, renomeie e aplique a qualquer momento.\n\nBasta instalar uma extensão para habilitar o Dark Mode para Chrome.\n\nTurno da noite\nAtive o modo Night Shift para inverter a luz normal da tela para um tom mais quente, evitando assim danos aos seus olhos. Você pode ativar e desativar a ferramenta com um único clique quando precisar.\n\nturno noturno e extensão do leitor escuro muda automaticamente as cores do conteúdo do seu navegador para a extremidade mais quente do espectro de cores após o anoitecer.\n\nDark Reader\nO Dark Reader inverte cores brilhantes, tornando-as de alto contraste e fáceis de ler à noite. O modo escuro colocará o tema escuro em todos os sites, adequado para quem trabalha à noite e leitor escuro para notícias online ou leitura de livros.\n\nA extensão Super Dark Mode pode escurecer quase todos os sites, bem como arquivos locais abertos pelo Chrome, como PDFs. A partir de agora, seus olhos podem ficar relaxados ao navegar na web na tela à noite.\n\nModo escuro do Youtube ou tema escuro do Youtube\nA extensão Dark Theme for YouTube converte o tema do YouTube em um tema carvão/azul escuro altamente personalizável. A extensão Youtube Dark Reader é construída sobre o tema padrão do YouTube (tema escuro nativo), por isso é muito leve em comparação com o uso de temas injetados pelas extensões Stylish ou Stylus.\n\nModo escuro do Instagram ou tema escuro do Instagram\nA extensão Instagram Dark Mode converte o tema do Instagram em um tema carvão/azul escuro altamente personalizável. A extensão Instagram Dark Reader é construída sobre o tema padrão do Instagram. tema escuro do instagram\n\nModo escuro do Facebook ou tema escuro do Facebook\nA extensão FB Dark Mode converte o tema do Facebook em um tema carvão/azul escuro altamente personalizável. A extensão do Facebook Dark Reader é construída sobre o tema padrão do Instagram. tema escuro do facebook\n\nModo escuro do Github ou tema escuro do Github\nA extensão Github Dark Mode converte o tema do Instagram em um tema carvão/azul escuro altamente personalizável. A extensão Github Dark Reader é construída sobre o tema padrão do Instagram. Tema escuro do Github\n\nModo escuro do Twitter ou tema escuro do Twitter\nA extensão Twitter Dark Mode converte o tema do Twitter em um tema carvão/azul escuro altamente personalizável. A extensão do Twitter Dark Reader é construída sobre o tema padrão do Twitter. tema escuro do twitter\n\nModo escuro do Google Docs e tema escuro do Google Docs\nAtive o modo escuro para o Google Docs com um clique por meio desta extensão.\n\nUse um modo escuro para o Google Docs?\nA extensão Modo Escuro do Google Docs converte o tema do Google Docs em um tema azul/carvão escuro altamente personalizável. A extensão Google Docs Dark Reader é construída sobre o tema padrão do Google Docs. Tema escuro do Google Docs\n\nBaixe o modo escuro agora no seu navegador da web! Funcionalidade do modo escuro para Google, YouTube, Facebook e muitos outros sites - obtenha agora e mantenha seus olhos relaxados nas horas escuras!\n\nModo escuro VK ou tema escuro Vk\nTema escuro clássico para Vkontakte. Mude o VK para o modo escuro e volte com um clique. O tema escuro VKontakte protege os olhos. Elimina a carga durante a noite, substituindo a tela branca por um clássico tema escuro.\n\nModo escuro do Twitch ou tema escuro do Twitch\nTwitch dark mode tema escuro nativo altamente personalizável para twitch.tv (plataforma para jogadores). O tema escuro do Twitch é um tema escuro nativo para a plataforma de jogos twitch.tv, que usa o tema escuro integrado para ativar e desativar o modo escuro.\n\nModo escuro para TikTok\nTema escuro para TikTok. Mude facilmente o modo do site TikTok para escuro ou claro com um clique.\n\nSinta-se à vontade para fazer qualquer pergunta e deixar comentários sobre o Dark Theme.",
    "ro": "Dark Reader is an extension that helps you quickly turn the screen (browser) to dark at night time\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nSocial networks, mainstream sites and all other websites will be all together covered into black colors. \n\nFeatures extension Dark Reader  :\n\n-  Dark Reader - Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Dark Reader -  Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\n\"Dark Theme for Google\" extension brings a customizable dark theme to some of the Google services such as Google Search and Google Images. The extension supports all localized Google domains.\n\nUsing this Facebook Dark Mode extension you can customize many colors including background and link colors on the options page of the extension if you don't like the default configuration. \n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nDark Reader  Option page is now available! Useful features:\n\n- Site exclusion\n✔️ Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion.\n✔️ Optionally add domains that you don't want to apply into black theme.\n- Theme changer.\n✔️ Create your own custom theme! Save it, rename and apply at any time.\n\nEnjoy the dark theme New Tab \nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nDownload dark mode now in your web browser!\n\nTwitch Dark Mode and Dark Reader \nA highly customizable native dark theme for twitch.tv (platform for gamers)\n\nThis package will change appearance of all GitHub pages to dark theme, mostly based on Atom One Dark.\n\nGitHub Dark Theme extension doesn't collect/share/care about your data at all. Access permission only for store your custom domain for GitHub Enterprise feature. Dark Reader \n\nDark internet changes all web pages to black colour. Dark mode for Twitter, Youtube, Facebook and all New Tabs\n\nThe Super Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. PDF Dark Mode\n\nDark theme for VK  and Night Mode for Vkontakte\n\nHOW TO USE Dark Reader:\n1. Turn on/off the dark mode manually:\n+ After installing the Super Dark Mode, you need to reload all opened sites.\n+ Click on the extension icon to turn on/off the dark mode or use shortcut: Ctrl+Q (Windows, Linux, Chromebook), CMD+Q (Mac).\n\n2. Automatic schedule:\n+ Right click on the extension icon.\n+ Choose \"Options\".\n\n3. Exclude/Include a site from the dark mode:\n+ Right click on the site.\n+ Choose Dark Mode > \"Disable/Enable Super Dark Mode for this site\" \n\n4. Customize colors for websites:\n- On the option page, navigate to \"General Dark Themes\", choose \"Modern Dark Theme\".\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nNote!\nBy clicking \"Add to Chrome\", you accept and agree to installing ' - Dark Theme for Chrome extension that provided by the service and the Terms of Use and Privacy Policy\n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!",
    "ru,uk": "Dark Mode - Dark Reader для Chrome расширение, которое помогает быстро отключать экран (браузер) в темное время суток.\n\nПереведите все веб-сайты в браузере в темный режим и исключите любой домен из черной темы для лучшего восприятия. Вы можете создать свою собственную тему с любым цветом, который вам нравится.\n\nСоциальные сети, основные сайты и все остальные веб-сайты будут все вместе окрашены в черный цвет.\n\nDark Mode - Особенности:\n\n- Включить/выключить темный режим вручную - Нажмите на значок расширения, чтобы включить/выключить темный режим.\n- Исключить/включить сайт из темного режима - Выберите «Темный режим» > «Отключить/включить темный режим для этого сайта».\n- Настройте цвета для веб-сайтов - Измените все цвета, которые вы хотите.\n- Автоматическое расписание - Включите \"Авто ВКЛ/ВЫКЛ\" в разделе.\n\nБольше не нужно открывать настройки по одному для разных веб-сайтов — всего одно приложение распространяет черную тему по всей сети.\n\nСтраница опций теперь доступна! Полезные возможности тёмной темы:\n\n- Исключение сайта\n✔️ Введите правильный веб-адрес, чтобы исключить страницу из применения черной темы.\n- Исключение страницы.\n✔️ При желании добавьте домены, которые вы не хотите применять в черной теме.\n- Смена темы.\n✔️ Создайте свою собственную тему! Сохраняйте, переименовывайте и применяйте в любое время.\n\nПросто установите расширение, чтобы включить темный режим для Chrome.\n\nНочная смена\nАктивируйте режим Night Shift, чтобы инвертировать обычный свет экрана в более теплые тона, таким образом предохраняя ваши глаза от вреда. Вы можете включать и выключать инструмент одним щелчком мыши, когда вам это нужно.\n\nРасширение Night Shift и Dark Mode автоматически меняет цвета содержимого вашего браузера на более теплый конец цветового спектра после наступления темноты.\n\nРасширение Dark Reader поставит темную тему на все веб-сайты, подходящую для тех, кто работает ночью, и темную читалку для онлайн-новостей или чтения книг.\n\nТемная тема для расширения YouTube преобразует тему YouTube в настраиваемую темно-угольную/синюю тему. Это расширение Dark Reader построено поверх темы YouTube по умолчанию (собственная темная тема), поэтому оно очень легкое по сравнению с использованием тем, внедренных расширения Stylish или Stylus.\n\nЗагрузите темный режим прямо сейчас в свой веб-браузер!\n\nПримечание!\nНажимая «Добавить в Chrome», вы принимаете и соглашаетесь с установкой расширения Dark Theme для Chrome, предоставляемого службой, а также с Условиями использования и Политикой конфиденциальности.\n\nНе стесняйтесь задавать любые вопросы и оставлять комментарии для Dark Reader. Ваш отзыв очень важен для нас!\n\n\n\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "sk": "Tmavý režim – tmavá čítačka pre Chrome umiestni tmavú tému na všetky webové stránky, vhodná pre ľudí pracujúcich v noci a tmavá čítačka na online správy alebo čítanie kníh.\n\nPoužite všetky webové stránky v prehliadači do tmavého režimu a vylúčte akúkoľvek doménu z čiernej témy pre lepší zážitok. Je možné vytvoriť si vlastný motív s akoukoľvek farbou, ktorá sa vám páči.\n\nTmavý režim pre sociálne siete – temná téma pre Instagram, Twitter, Twitch, youtube a mainstreamové weby a všetky ostatné weby budú spolu pokryté čiernymi farbami.\n\nAk má webová stránka vstavanú tmavú tému, môžete ju ovládať priamo z nočného režimu a ak nie (napríklad Gmail, Dokumenty Google, Office Online, Github a milióny ďalších), rozšírenie tmavého režimu skonvertuje farby tak, aby vám s hladkým a konzistentným tmavým režimom.\n\nČo získate z rozšírenia tmavého režimu:\n\n- Manuálne zapnutie/vypnutie tmavého režimu - Kliknutím na ikonu rozšírenia zapnete/vypnete tmavý režim.\n– Vylúčenie/zahrnutie stránky z tmavého režimu – Vyberte „Tmavý režim“ > „Zakázať/Povoliť tmavý režim pre túto stránku“\n- Prispôsobte farby pre webové stránky - Zmeňte všetky farby, ktoré chcete.\n- Automatický plán - Povoľte \"Auto ON/OFF\" v sekcii.\n\nUž nie je potrebné otvárať nastavenia po jednom pre rôzne webové stránky – iba jedna aplikácia prináša čiernu tému naprieč celou sieťou.\n\nStránka možností je teraz k dispozícii! Užitočné vlastnosti:\n\n- Vylúčenie stránok. Zadajte správnu webovú adresu na vylúčenie stránky z použitia čiernej témy.\n- Vylúčenie stránky. Voliteľne pridajte domény, ktoré nechcete použiť, do čiernej témy.\n- Menič tém. Vytvorte si vlastný motív! Uložte si ho, premenujte a použite kedykoľvek.\n\nJednoducho si nainštalujte rozšírenie na aktiváciu tmavého režimu pre Chrome.\n\nNočná zmena\nAktivujte režim Night Shift, aby ste prevrátili zvyčajné svetlo z obrazovky na teplejší tón, čím predídete poškodeniu zraku. Nástroj môžete zapnúť a vypnúť jediným kliknutím, keď ho potrebujete.\n\nrozšírenie nočná zmena a tmavá čítačka automaticky po zotmení posunie farby obsahu vášho prehliadača na teplejší koniec farebného spektra.\n\nDark Reader\nDark Reader invertuje jasné farby, vďaka čomu majú vysoký kontrast a sú ľahko čitateľné v noci. Tmavý režim vloží na všetky webové stránky tmavú tému, ktorá je vhodná pre ľudí pracujúcich v noci a tmavá čítačka na online správy alebo čítanie kníh.\n\nRozšírenie Super Dark Mode dokáže stmaviť takmer všetky webové stránky, ako aj miestne súbory otvorené prehliadačom Chrome, ako sú napríklad súbory PDF. Odteraz môžu byť vaše oči pri nočnom prehliadaní webu na obrazovke uvoľnené.\n\nTmavý režim YouTube alebo tmavá téma YouTube\nRozšírenie Dark Theme for YouTube prevádza tému YouTube na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Youtube Dark Reader je postavené na predvolenej téme YouTube (natívna tmavá téma), takže je veľmi ľahké v porovnaní s použitím tém vložených rozšíreniami Stylish alebo Stylus.\n\nTmavý režim Instagramu alebo tmavá téma Instagramu\nRozšírenie Instagram Dark Mode prevádza tému Instagramu na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Instagram Dark Reader je postavené na predvolenej téme Instagramu. Tmavá téma Instagramu\n\nTmavý režim Facebooku alebo temná téma Facebooku\nRozšírenie FB Dark Mode prevádza tému Facebooku na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Facebook Dark Reader je postavené na predvolenej téme Instagramu. Tmavá téma Facebooku\n\nTmavý režim Github alebo tmavá téma Github\nRozšírenie Github Dark Mode prevádza tému Instagramu na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Github Dark Reader je postavené na predvolenej téme Instagramu. Tmavá téma Github\n\nTmavý režim Twitteru alebo temná téma Twitteru\nRozšírenie Twitter Dark Mode prevádza tému Twitteru na vysoko prispôsobiteľnú tému tmavého uhlia/modra. Rozšírenie Twitter Dark Reader je postavené na predvolenej téme Twitteru. Tmavá téma na Twitteri\n\nTmavý režim Dokumentov Google a tmavý motív Dokumentov Google\nZapnite tmavý režim pre Dokumenty Google jedným kliknutím prostredníctvom tohto rozšírenia.\n\nChcete použiť tmavý režim pre Dokumenty Google?\nRozšírenie Google Docs Dark Mode prevádza tému Dokumentov Google na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Google Docs Dark Reader je postavené na predvolenom motíve Dokumentov Google. Tmavý motív Dokumentov Google\n\nStiahnite si tmavý režim teraz vo svojom webovom prehliadači! Funkcia tmavého režimu pre Google, YouTube, Facebook a mnoho ďalších webových stránok – získajte ju teraz a zachovajte pokoj v tmavých hodinách!\n\nTmavý režim VK alebo tmavá téma VK\nKlasická tmavá téma pre Vkontakte. Jedným kliknutím prepnite VK do tmavého režimu a späť. Tmavá téma VKontakte chráni oči. Odstraňuje nočnú záťaž, bielu obrazovku nahrádza klasickou tmavou témou.\n\nTwitch tmavý režim alebo Twitch tmavý motív\nTwitch tmavý režim vysoko prispôsobiteľná natívna temná téma pre twitch.tv (platforma pre hráčov). Tmavá téma Twitch je natívna temná téma pre hernú platformu twitch.tv, ktorá využíva vstavanú temnú tému na zapínanie a vypínanie tmavého režimu.\n\nTmavý režim pre TikTok\nTmavá téma pre TikTok. Jednoduchým kliknutím prepnite režim stránky TikTok na tmavý alebo svetlý.\n\nNeváhajte a položte akékoľvek otázky a zanechajte komentáre k temnej téme.",
    "sl": "temni način - temni bralnik za Chrome bo postavil temno temo na vsa spletna mesta, primerno za tiste, ki delajo ponoči, in temni bralnik za spletne novice ali branje knjig.\n\nUporabite vsa spletna mesta v brskalniku v temnem načinu in izključite katero koli domeno iz črne teme za boljšo izkušnjo. Možno je ustvariti svojo temo po meri s katero koli barvo, ki vam je všeč.\n\nTemni način za družabna omrežja - temna tema za Instagram, twitter, twitch, youtube in mainstream spletna mesta ter vsa druga spletna mesta bodo vsa skupaj prekrita s črno barvo.\n\nČe ima spletno mesto vgrajeno temno temo, jo lahko upravljate neposredno iz nočnega načina, če pa je nima (kot so Gmail, Google Dokumenti, Office Online, Github in milijoni drugih), bo razširitev temnega načina pretvorila barve, da vam zagotovi z gladkim in doslednim temnim načinom.\n\nKaj boste dobili od razširitve temnega načina:\n\n- Ročno vklopite/izklopite temni način - Kliknite ikono razširitve, da vklopite/izklopite temni način.\n- Izključi/vključi spletno mesto iz temnega načina - Izberite \"Temni način\" > \"Onemogoči/omogoči temni način za to spletno mesto\"\n- Prilagodite barve za spletna mesta - Spremenite vse želene barve.\n- Samodejni urnik - V razdelku omogočite \"Auto ON/OFF\".\n\nNič več vam ni treba odpirati nastavitev eno za drugo za različna spletna mesta – samo ena aplikacija prinaša črno temo po celotnem omrežju.\n\nStran z možnostmi je zdaj na voljo! Uporabne lastnosti:\n\n- Izključitev spletnega mesta. Vnesite pravilen spletni naslov, da stran izključite iz uporabe črne teme.\n- Izključitev strani. Po želji dodajte domene, ki jih ne želite uporabiti v črni temi.\n- Sprememba teme. Ustvarite svojo temo po meri! Shranite, preimenujte in uporabite kadar koli.\n\nPreprosto namestite razširitev, da omogočite temni način za Chrome.\n\nNočna izmena\nAktivirajte način Night Shift, da obrnete običajno svetlobo z zaslona na toplejši ton in tako preprečite poškodbe oči. Orodje lahko vklopite in izklopite z enim klikom, ko ga potrebujete.\n\nnočna izmena in razširitev temnega bralnika samodejno premakneta barve vsebine vašega brskalnika na toplejši konec barvnega spektra, ko se zmrači.\n\nTemni bralec\nDark Reader obrne svetle barve, zaradi česar so visokokontrastne in enostavne za branje ponoči. Temni način bo postavil temno temo na vsa spletna mesta, primerno za tiste, ki delajo ponoči, temni bralnik pa za spletne novice ali branje knjig.\n\nRazširitev Super Dark Mode lahko zatemni skoraj vsa spletna mesta, pa tudi lokalne datoteke, ki jih odpre Chrome, kot so PDF-ji. Odslej so lahko vaše oči sproščene, ko ponoči brskate po spletu na zaslonu.\n\nTemni način Youtube ali temna tema Youtube\nRazširitev Dark Theme for YouTube pretvori temo YouTube v zelo prilagodljivo temno oglje/modro temo. Razširitev Youtube Dark Reader je zgrajena na privzeti YouTubovi temi (izvorna temna tema), zato je zelo lahka v primerjavi z uporabo tem, ki jih vnesejo razširitve Stylish ali Stylus.\n\nTemni način Instagrama ali temna tema Instagrama\nRazširitev Instagram Dark Mode pretvori temo Instagrama v zelo prilagodljivo temno oglje/modro temo. Razširitev Instagram Dark Reader je zgrajena na privzeti temi Instagram. Temna tema Instagrama\n\nFacebook temni način ali Facebook temna tema\nRazširitev FB Dark Mode pretvori temo Facebooka v zelo prilagodljivo temno oglje/modro temo. Razširitev Facebook Dark Reader je zgrajena na privzeti temi Instagram. Temna tema Facebooka\n\nTemni način Github ali temna tema Github\nRazširitev Github Dark Mode pretvori temo Instagrama v zelo prilagodljivo temno oglje/modro temo. Razširitev Github Dark Reader je zgrajena na privzeti temi Instagram. Temna tema Github\n\nTemni način Twitterja ali temna tema Twitterja\nRazširitev Twitter Dark Mode pretvori temo Twitterja v zelo prilagodljivo temno oglje/modro temo. Razširitev Twitter Dark Reader je zgrajena na vrhu privzete teme Twitter. Temna tema Twitterja\n\nTemni način Google Dokumentov in temna tema Google Dokumentov\nVklopite temni način za Google Dokumente z enim klikom prek te razširitve.\n\nUporabite temni način za Google Dokumente?\nRazširitev temnega načina za Google Dokumente pretvori temo Google Dokumentov v zelo prilagodljivo temno oglje/modro temo. Razširitev Google Docs Dark Reader je zgrajena na privzeti temi Google Docs. Temna tema Google Dokumentov\n\nPrenesite temni način zdaj v svoj spletni brskalnik! Funkcionalnost temnega načina za Google, YouTube, Facebook in mnoga druga spletna mesta – pridobite jo zdaj in poskrbite za sproščene oči v temnih urah!\n\nTemni način VK ali temna tema VK\nKlasična temna tema za Vkontakte. Preklopite VK v temni način in nazaj z enim klikom. Temna tema VKontakte ščiti oči. Odpravlja obremenitev ponoči in nadomesti beli zaslon s klasično temno temo.\n\nTemni način Twitch ali temna tema Twitch\nTemni način Twitch, visoko prilagodljiva izvorna temna tema za twitch.tv (platforma za igralce). Temna tema Twitch je izvorna temna tema za igralno platformo twitch.tv, ki uporablja vgrajeno temno temo za vklop in izklop temnega načina.\n\nTemni način za TikTok\nTemna tema za TikTok. Preprosto preklopite način spletnega mesta TikTok na temnega ali svetlega z enim klikom.\n\nPostavite kakršna koli vprašanja in pustite komentarje za Temno temo.\n\nTwitch Dark Theme is an extension that helps you quickly turn the screen (browser) to dark at night time\n\nFeatures extension Dark Reader :\n\n-  Dark Reader - Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Dark Reader -  Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\n\"Dark Theme for Google\" extension brings a customizable dark theme to some of the Google services such as Google Search and Google Images. The extension supports all localized Google domains.\n\nUsing this Facebook Dark Mode extension you can customize many colors including background and link colors on the options page of the extension if you don't like the default configuration. \n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion\n✔️ Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion.\n✔️ Optionally add domains that you don't want to apply into black theme.\n- Theme changer.\n✔️ Create your own custom theme! Save it, rename and apply at any time.\n\nEnjoy the dark theme New Tab \nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nDownload dark mode now in your web browser!\n\nTwitch Dark Mode\nA highly customizable native dark theme for twitch.tv (platform for gamers)\n\nThis package will change appearance of all GitHub pages to dark theme, mostly based on Atom One Dark.\n\nGitHub Dark Theme extension doesn't collect/share/care about your data at all. Access permission only for store your custom domain for GitHub Enterprise feature.\n\nDark internet changes all web pages to black colour. Dark mode for Twitter, Youtube, Facebook and all New Tabs\n\nThe Super Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. PDF Dark Mode\n\nDark theme for VK  and Night Mode for Vkontakte\n\nHOW TO USE Dark Reader\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!",
    "sr": "New Tab with ChatGPT is an extension that helps you quickly turn the screen (browser) to dark at night time\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nSocial networks, mainstream sites and all other websites will be all together covered into black colors. \n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeatures extension Dark Reader :\n\n-  Dark Reader - Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Dark Reader -  Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\n\"Dark Theme for Google\" extension brings a customizable dark theme to some of the Google services such as Google Search and Google Images. The extension supports all localized Google domains.\n\nUsing this Facebook Dark Mode extension you can customize many colors including background and link colors on the options page of the extension if you don't like the default configuration. \n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion\n✔️ Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion.\n✔️ Optionally add domains that you don't want to apply into black theme.\n- Theme changer.\n✔️ Create your own custom theme! Save it, rename and apply at any time.\n\nEnjoy the dark theme New Tab \nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nDownload dark mode now in your web browser!\n\nTwitch Dark Mode\nA highly customizable native dark theme for twitch.tv (platform for gamers)\n\nThis package will change appearance of all GitHub pages to dark theme, mostly based on Atom One Dark.\n\nGitHub Dark Theme extension doesn't collect/share/care about your data at all. Access permission only for store your custom domain for GitHub Enterprise feature.\n\nDark internet changes all web pages to black colour. Dark mode for Twitter, Youtube, Facebook and all New Tabs\n\nThe Super Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. PDF Dark Mode\n\nDark theme for VK  and Night Mode for Vkontakte\n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nNote!\nBy clicking \"Add to Chrome\", you accept and agree to installing ' - Dark Theme for Chrome extension that provided by the service and the Terms of Use and Privacy Policy\n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!",
    "sv": "Mörkt läge - mörk läsare för Chrome kommer att lägga mörkt tema på alla webbplatser, lämpligt för dem som arbetar på natten och mörka läsare för onlinenyheter eller bokläsning.\n\nAnvänd alla webbplatser i webbläsaren i mörkt läge och exkludera alla domäner från svart tema för bättre upplevelse. Det är möjligt att skapa ditt eget anpassade tema med vilken färg du vill.\n\nDark Mode för sociala nätverk - mörkt tema för Instagram, twitter, twitch, youtube och vanliga webbplatser och alla andra webbplatser kommer att täckas in i svarta färger.\n\nOm webbplatsen har ett inbyggt mörkt tema kan du styra det direkt från nattläge och om det inte gör det (som Gmail, Google Docs, Office Online, Github och miljoner andra), kommer mörklägestillägget att konvertera färgerna för att ge dig med mjukt och konsekvent mörkt läge.\n\nVad får du av mörkt lägestillägg:\n\n- Slå på/av mörkt läge manuellt - Klicka på tilläggsikonen för att slå på/av mörkt läge.\n- Exkludera/inkludera en webbplats från det mörka läget - Välj \"Mörkt läge\" > \"Inaktivera/aktivera mörkt läge för den här webbplatsen\"\n- Anpassa färger för webbplatser - Ändra alla färger du vill ha.\n- Automatiskt schema - Aktivera \"Auto PÅ/AV\" i avsnittet.\n\nDu behöver inte längre öppna inställningarna en efter en för olika webbplatser - bara en app ger svart tema över hela nätet.\n\nAlternativsidan är nu tillgänglig! Användbara funktioner:\n\n- Uteslutning av webbplatser. Ange en korrekt webbadress för att utesluta sidan från det svarta temat som gäller.\n- Uteslutning av sidor. Lägg eventuellt till domäner som du inte vill använda i svart tema.\n- Temaväxlare. Skapa ditt eget anpassade tema! Spara det, byt namn och ansök när som helst.\n\nInstallera helt enkelt ett tillägg för att aktivera mörkt läge för Chrome.\n\nNattskift\nAktivera Night Shift-läget för att invertera det vanliga ljuset från skärmen till en varmare ton, vilket förhindrar att dina ögon skadas. Du kan slå på och av verktyget med ett enda klick när du behöver det.\n\nnattskift och mörkläsartillägget ändrar automatiskt färgerna på ditt webbläsarinnehåll till den varmare delen av färgspektrumet efter mörkrets inbrott.\n\nMörk läsare\nDark Reader inverterar ljusa färger, vilket gör dem med hög kontrast och lätta att läsa på natten. Mörkt läge kommer att lägga mörkt tema på alla webbplatser, lämpligt för dem som arbetar på natten och mörka läsare för onlinenyheter eller bokläsning.\n\nSuper Dark Mode-tillägget kan göra nästan alla webbplatser mörkare, såväl som lokala filer som öppnas av Chrome, till exempel PDF-filer. Från och med nu kan dina ögon vara avslappnade när du surfar på nätet på skärmen på natten.\n\nYoutube mörkt läge eller Youtube mörkt tema\nDark Theme for YouTube-tillägget konverterar YouTube-tema till ett mycket anpassningsbart mörkt kol/blått tema. Youtube Dark Reader-tillägget är byggt ovanpå YouTubes standardtema (inbyggt mörkt tema) så det är väldigt lätt jämfört med att använda teman som injiceras av Stylish- eller Stylus-tillägg.\n\nInstagram mörkt läge eller Instagram mörkt tema\nInstagram Dark Mode-tillägget konverterar Instagram-tema till ett mycket anpassningsbart mörkt kol/blått tema. Instagram Dark Reader-tillägget är byggt ovanpå standardtemat för Instagram. Instagram mörkt tema\n\nFacebook mörkt läge eller Facebook mörkt tema\nFB Dark Mode-tillägget konverterar Facebook-tema till ett mycket anpassningsbart mörkt kol/blått tema. Facebook Dark Reader-tillägget är byggt ovanpå standardtemat för Instagram. Facebook mörkt tema\n\nGithub mörkt läge eller Github mörkt tema\nGithub Dark Mode-tillägget konverterar Instagram-tema till ett mycket anpassningsbart mörkt kol/blått tema. Github Dark Reader-tillägget är byggt ovanpå standardtemat för Instagram. Github mörkt tema\n\nTwitter mörkt läge eller Twitter mörkt tema\nTwitter Dark Mode-tillägget konverterar Twitter-tema till ett mycket anpassningsbart mörkt kol/blått-tema. Twitter Dark Reader-tillägget är byggt ovanpå det förinställda Twitter-temat. Twitter mörkt tema\n\nGoogle Docs Dark Mode och Google Docs mörkt tema\nAktivera mörkt läge för Google Dokument med ett klick via detta tillägg.\n\nAnvänd ett mörkt läge för Google Dokument?\nGoogle Docs Dark Mode-tillägg konverterar Google Docs-tema till ett mycket anpassningsbart mörkt kol/blått tema. Google Docs Dark Reader-tillägget är byggt ovanpå standardtemat för Google Docs. Google Dokument mörkt tema\n\nLadda ner mörkt läge nu i din webbläsare! Dark Mode-funktionalitet för Google, YouTube, Facebook och många andra webbplatser - skaffa det nu och håll ögonen avslappnade under mörka timmar!\n\nVK mörkt läge eller Vk mörkt tema\nKlassiskt mörkt tema för Vkontakte. Växla VK till mörkt läge och tillbaka med ett klick. Mörkt tema VKontakte skyddar ögonen. Det eliminerar belastningen på natten och ersätter den vita skärmen med ett klassiskt mörkt tema.\n\nTwitch mörkt läge eller Twitch mörkt tema\nTwitch mörkt läge mycket anpassningsbart inbyggt mörkt tema för twitch.tv (plattform för spelare). Twitch dark theme är ett inbyggt mörkt tema för twitch.tv-spelplattformen som använder det inbyggda mörka temat för att slå på och av det mörka läget.\n\nMörkt läge för TikTok\nMörkt tema för TikTok. Byt enkelt TikTok-webbplatsläge till mörkt eller ljust med ett klick.\n\nStäll gärna några frågor och lämna kommentarer för Dark Theme.",
    "te": "Dark Theme for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading. reading mode, reader mode, enhanced reading, clean page, focused reading, distraction-free, plain text, simplified reading, content cleansing, custom reading mode\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "tr": "karanlık mod - Chrome için karanlık okuyucu, tüm web sitelerine gece çalışanlar için uygun karanlık tema ve çevrimiçi haberler veya kitap okumak için karanlık okuyucu koyacaktır.\n\nDaha iyi bir deneyim için tarayıcıdaki tüm web sitelerini karanlık modda uygulayın ve herhangi bir alanı siyah temadan hariç tutun. İstediğiniz herhangi bir renkle kendi özel temanızı oluşturmanız mümkündür.\n\nSosyal ağlar için Karanlık Mod - Instagram, twitter, twitch, youtube adn ana akım siteleri ve diğer tüm web siteleri için karanlık tema hep birlikte siyah renklerle kaplanacak.\n\nWeb sitesinde yerleşik karanlık tema varsa, onu doğrudan Gece modundan kontrol edebilirsiniz ve eğer yoksa (Gmail, Google Docs, Office Online, Github ve diğer milyonlarca kişi gibi), karanlık mod uzantısı renkleri size sağlamak için dönüştürür. pürüzsüz ve tutarlı karanlık mod ile.\n\nKaranlık mod uzantısından ne alacaksınız:\n\n- Karanlık modu manuel olarak açın/kapatın - Karanlık modu açmak/kapatmak için uzantı simgesine tıklayın.\n- Bir siteyi karanlık moddan hariç tut/dahil et - \"Karanlık Mod\" > \"Bu site için Karanlık Modu Devre Dışı Bırak/Etkinleştir\"i seçin\n- Web siteleri için renkleri özelleştirin - İstediğiniz tüm renkleri değiştirin.\n- Otomatik program - Bölümde \"Otomatik AÇIK/KAPALI\"yı etkinleştirin.\n\nArtık farklı web siteleri için ayarları tek tek açmaya gerek yok - yalnızca bir uygulama tüm ağa siyah tema getiriyor.\n\nSeçenek sayfası artık mevcut! Yararlı özellikler:\n\n- Site dışlama. Sayfayı siyah tema uygulamasından çıkarmak için doğru bir web adresi girin.\n- Sayfa dışlama. İsteğe bağlı olarak, siyah temaya uygulamak istemediğiniz etki alanlarını ekleyin.\n- Tema değiştirici. Kendi özel temanızı yaratın! Kaydedin, yeniden adlandırın ve istediğiniz zaman uygulayın.\n\nChrome için Koyu Modu etkinleştirmek için bir uzantı yüklemeniz yeterlidir.\n\nGece vardiyası\nEkrandan gelen normal ışığı daha sıcak bir tona çevirmek ve böylece gözlerinizin zarar görmesini önlemek için Gece Vardiyası modunu etkinleştirin. İhtiyacınız olduğunda aracı tek bir tıklamayla açıp kapatabilirsiniz.\n\ngece vardiyası ve karanlık okuyucu uzantısı, hava karardıktan sonra tarayıcı içeriğinizin renklerini otomatik olarak renk tayfının daha sıcak ucuna kaydırır.\n\nKaranlık Okuyucu\nDark Reader, parlak renkleri tersine çevirerek yüksek kontrastlı ve geceleri okunması kolay hale getirir. Karanlık mod, tüm web sitelerine gece çalışanlar için uygun karanlık tema ve çevrimiçi haberler veya kitap okumak için karanlık okuyucu koyacaktır.\n\nSüper Karanlık Mod uzantısı, neredeyse tüm web sitelerinin yanı sıra Chrome tarafından açılan PDF'ler gibi yerel dosyaları karartabilir. Artık geceleri ekranda web'de gezinirken gözleriniz rahatlayabilir.\n\nYoutube karanlık modu veya Youtube karanlık teması\nYouTube uzantısı için Dark Theme, YouTube temasını son derece özelleştirilebilir koyu kömür/mavi temaya dönüştürür. Youtube Dark Reader uzantısı, varsayılan YouTube temasının (yerel karanlık tema) üzerine inşa edilmiştir, bu nedenle, Stylish veya Stylus uzantıları tarafından enjekte edilen temaları kullanmaya kıyasla çok hafiftir.\n\nInstagram karanlık modu veya Instagram karanlık teması\nInstagram Karanlık Modu uzantısı, Instagram temasını son derece özelleştirilebilir bir koyu kömür/mavi temasına dönüştürür. Instagram Dark Reader eklentisi, varsayılan Instagram temasının üzerine inşa edilmiştir. instagram koyu tema\n\nFacebook karanlık modu veya Facebook karanlık teması\nFB Dark Mode uzantısı, Facebook temasını son derece özelleştirilebilir bir koyu kömür/mavi temaya dönüştürür. Facebook Dark Reader uzantısı, varsayılan Instagram temasının üzerine inşa edilmiştir. facebook karanlık tema\n\nGithub karanlık modu veya Github karanlık teması\nGithub Dark Mode eklentisi, Instagram temasını son derece özelleştirilebilir bir koyu kömür/mavi temasına dönüştürür. Github Dark Reader uzantısı, varsayılan Instagram temasının üzerine inşa edilmiştir. Github karanlık teması\n\nTwitter karanlık modu veya Twitter karanlık teması\nTwitter Karanlık Modu uzantısı, Twitter temasını son derece özelleştirilebilir bir koyu kömür/mavi temaya dönüştürür. Twitter Dark Reader eklentisi, varsayılan Twitter temasının üzerine inşa edilmiştir. twitter karanlık tema\n\nGoogle Dokümanlar Koyu Modu ve Google Dokümanlar koyu teması\nBu uzantı aracılığıyla tek bir tıklamayla Google Dokümanlar için Karanlık Modu açın.\n\nGoogle Dokümanlar için Karanlık Mod mu kullanıyorsunuz?\nGoogle Dokümanlar Karanlık Modu uzantısı, Google Dokümanlar temasını son derece özelleştirilebilir koyu karakalem/mavi temaya dönüştürür. Google Docs Dark Reader uzantısı, varsayılan Google Docs temasının üzerine inşa edilmiştir. Google Dokümanlar koyu teması\n\nŞimdi web tarayıcınızda karanlık modu indirin! Google, YouTube, Facebook ve diğer birçok web sitesi için Karanlık Mod işlevi - şimdi edinin ve karanlık saatlerde gözlerinizi rahat tutun!\n\nVK karanlık mod veya Vk karanlık tema\nVkontakte için klasik karanlık tema. VK'yı karanlık moda geçirin ve tek bir tıklamayla geri dönün. Koyu tema VKontakte gözleri korur. Beyaz ekranı klasik karanlık bir temayla değiştirerek gece yükünü ortadan kaldırır.\n\nTwitch karanlık modu veya Twitch karanlık teması\nTwitch karanlık modu twitch.tv (oyuncular için platform) için son derece özelleştirilebilir yerel karanlık tema. Twitch karanlık teması, karanlık modu açıp kapatmak için yerleşik karanlık temayı kullanan twitch.tv oyun platformu için yerel bir karanlık temadır.\n\nTikTok için Karanlık Mod\nTikTok için karanlık tema. Tek tıklamayla TikTok site modunu kolayca koyu veya açık olarak değiştirin.\n\nKaranlık Tema için soru sormaktan ve yorum yapmaktan çekinmeyin.",
    "vi": "Instagram Dark Mode - Dark Reader for Chrome will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nApply all websites in browser into dark mode and exclude any domain from black theme for better experience. It's possible to create your own custom theme with any color you like. \n\nDark Mode for social networks - dark theme for Instagram, twitter, twitch, youtube adn mainstream sites and all other websites will be all together covered into black colors. \n\nIf the website has built-in dark theme, you can control it directly from Night mode and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others),  dark mode extension will convert the colors to provide you with smooth and consistent dark mode.\n\nWhat will you get from Dark Mode extension:\n\n- Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nOption page is now available! Useful features:\n\n- Site exclusion. Enter a correct web address to exclude the page from black theme applying.\n- Page exclusion. Optionally add domains that you don't want to apply into black theme.\n- Theme changer. Create your own custom theme! Save it, rename and apply at any time.\n\nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Reader extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Reader\nDark Reader inverts bright colors, making them high contrast and easy to read at night. Dark mode will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night.\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.",
    "zh_CN": "黑暗模式 - Chrome 的黑暗閱讀器將在所有網站上放置黑暗主題，適合那些在夜間工作的人和黑暗閱讀器的在線新聞或書籍閱讀。\n\n將瀏覽器中的所有網站應用到黑暗模式，並從黑色主題中排除任何域以獲得更好的體驗。 可以使用您喜歡的任何顏色創建您自己的自定義主題。\n\n社交網絡的深色模式——Instagram、推特、twitch、youtube 和主流網站以及所有其他網站的深色主題將全部覆蓋為黑色。\n\n如果網站有內置深色主題，您可以直接從夜間模式控制它，如果沒有（如 Gmail、Google Docs、Office Online、Github 和數百萬其他），深色模式擴展程序將轉換顏色以提供給您 具有流暢且一致的暗模式。\n\n你將從暗模式擴展中得到什麼：\n\n- 手動打開/關閉暗模式 - 單擊擴展圖標以打開/關閉暗模式。\n- 從深色模式中排除/包含站點 - 選擇“深色模式”>“為此站點禁用/啟用深色模式”\n- 為網站自定義顏色 - 更改您想要的所有顏色。\n- 自動計劃 - 在該部分啟用“自動開/關”。\n\n不再需要為不同的網站一個一個打開設置 - 只需一個應用程序即可在整個網絡中設置黑色主題。\n\n選項頁面現已可用！ 有用的功能：\n\n- 網站排除。 輸入正確的網址以從黑色主題應用中排除該頁面。\n- 頁面排除。 （可選）將您不想應用的域添加到黑色主題中。\n- 主題轉換器。 創建您自己的自定義主題！ 隨時保存、重命名和應用。\n\n只需安裝一個擴展程序即可為 Chrome 啟用深色模式。\n\n夜班\n激活 Night Shift 模式可將屏幕上的普通光線轉換為暖色調，從而防止您的眼睛受到傷害。 您可以在需要時單擊一下即可打開和關閉該工具。\n\n夜班和深色閱讀器擴展程序會在天黑後自動將瀏覽器內容的顏色轉換為色譜中較暖的一端。\n\n黑暗讀者\nDark Reader 反轉明亮的顏色，使它們具有高對比度並且在夜間易於閱讀。 深色模式將在所有網站上設置深色主題，適合夜間工作的人和深色閱讀器在線閱讀新聞或閱讀書籍。\n\nSuper Dark Mode 擴展可以使幾乎所有網站變暗，也可以使 Chrome 打開的本地文件（例如 PDF）變暗。 從此，晚上在屏幕上瀏覽網頁時，您的眼睛也能得到放鬆。\n\nYoutube 深色模式或 Youtube 深色主題\nYouTube 擴展的深色主題將 YouTube 主題轉換為高度可定制的深色木炭/藍色主題。 Youtube Dark Reader 擴展建立在默認 YouTube 主題（原生黑暗主題）之上，因此與使用 Stylish 或 Stylus 擴展注入的主題相比，它非常輕量級。\n\nInstagram 深色模式或 Instagram 深色主題\nInstagram 深色模式擴展將 Instagram 主題轉換為高度可定制的深色木炭/藍色主題。 Instagram Dark Reader 擴展建立在默認的 Instagram 主題之上。 Instagram 深色主題\n\nFacebook 深色模式或 Facebook 深色主題\nFB 深色模式擴展將 Facebook 主題轉換為高度可定制的深色木炭/藍色主題。 Facebook Dark Reader 擴展建立在默認的 Instagram 主題之上。 臉書深色主題\n\nGithub 深色模式或 Github 深色主題\nGithub 深色模式擴展將 Instagram 主題轉換為高度可定制的深色木炭/藍色主題。 Github Dark Reader 擴展建立在默認的 Instagram 主題之上。 Github 深色主題\n\nTwitter 深色模式或 Twitter 深色主題\nTwitter Dark Mode 擴展將 Twitter 主題轉換為高度可定制的深色木炭/藍色主題。 Twitter Dark Reader 擴展建立在默認的 Twitter 主題之上。 推特深色主題\n\nGoogle 文檔深色模式和 Google 文檔深色主題\n通過此擴展程序一鍵打開 Google 文檔的暗模式。\n\n為 Google 文檔使用深色模式？\nGoogle Docs Dark Mode 擴展將 Google Docs 主題轉換為高度可定制的深色木炭/藍色主題。 Google Docs Dark Reader 擴展建立在默認的 Google Docs 主題之上。 Google 文檔深色主題\n\n立即在您的網絡瀏覽器中下載黑暗模式！ 適用於 Google、YouTube、Facebook 和許多其他網站的黑暗模式功能 - 立即獲取，讓您的眼睛在黑暗中放鬆！\n\nVK 深色模式或 Vk 深色主題\nVkontakte 的經典深色主題。 一鍵將 VK 切換到深色模式並返回。 深色主題 VKontakte 保護眼睛。 它消除了夜間的負載，用經典的深色主題取代了白色屏幕。\n\nTwitch 深色模式或 Twitch 深色主題\nTwitch 深色模式高度可定制的原生深色主題，適用於 twitch.tv（遊戲玩家平台）。 Twitch 深色主題是 twitch.tv 遊戲平台的原生深色主題，它使用內置的深色主題來打開和關閉深色模式。\n\nTikTok 的深色模式\nTikTok 的深色主題。 一鍵輕鬆將 TikTok 站點模式切換為深色或淺色。\n\n隨時提出任何問題並為深色主題發表評論。\n\nDark Mode is an extension that helps you quickly turn the screen (browser) to dark at night time.\n\nSocial networks, mainstream sites and all other websites will be all together covered into black colors. \n\nFeatures extension Dark Reader :\n-  Dark Reader - Turn on/off the dark mode manually - Click on the extension icon to turn on/off the dark mode.\n- Exclude/Include a site from the dark mode - Choose \"Dark Mode\" > \"Disable/Enable Dark Mode for this site\"\n- Dark Reader -  Customize colors for websites - Change all colors you want.\n- Automatic schedule - Enable \"Auto ON/OFF\" in the section.\n\n\"Dark Theme for Google\" extension brings a customizable dark theme to some of the Google services such as Google Search and Google Images. The extension supports all localized Google domains.\n\nUsing this Facebook Dark Mode extension you can customize many colors including background and link colors on the options page of the extension if you don't like the default configuration. \n\nNo more needs to open settings one by one for different websites - just one app brings black theme across the whole net. \n\nEnjoy the dark theme New Tab \nSimply install an extension to enable Dark Mode for Chrome.\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. \n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nDownload dark mode now in your web browser!\n\nTwitch Dark Mode\nA highly customizable native dark theme for twitch.tv (platform for gamers)\n\nThis package will change appearance of all GitHub pages to dark theme, mostly based on Atom One Dark.\n\nGitHub Dark Theme extension doesn't collect/share/care about your data at all. Access permission only for store your custom domain for GitHub Enterprise feature.\n\nDark internet changes all web pages to black colour. Dark mode for Twitter, Youtube, Facebook and all New Tabs\n\nThe Super Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. PDF Dark Mode\n\nDark theme for VK  and Night Mode for Vkontakte\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nDark Mode and  night shift - apply Dark Youtube & Facebook Skin. Dark YouTube theme protects eyes by changing Youtube & FB colors to black.Dark YouTube - an automatic way to apply Black Youtube Skin. \n\nNote!\nBy clicking \"Add to Chrome\", you accept and agree to installing ' - Dark Theme for Chrome extension that provided by the service and the Terms of Use and Privacy Policy\n\nDark Mode - Privacy Policy - https://darktheme.org/html/policy.html\nDark Theme - Terms of Use - https://darktheme.org/html/terms.htm\nDark Mode  - About Us - https://darktheme.org/html/about.html\nDark Theme - Contact Us - https://darktheme.org/html/contact.html\n\nFeel free to ask any questions and leave comments for Dark Reader. Your feedback is very important for us!"
  }
}