{
  "name": {
    "ar": "صفحة MSN الرئيسية ومحرك بحث Bing",
    "am,bg,bn,ca,cs,en,en_AU,en_GB,en_US,fa,fil,gu,hi,hr,hu,it,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,uk,vi": "MSN + Bing for Chrome",
    "da": "MSN-startside og Bing-søgemaskine",
    "de": "MSN-Startseite und Bing-Suchmaschine",
    "el": "H Αρχική σελίδα του MSN και η μηχανή αναζήτησης Bing",
    "es": "Página principal de MSN y motor de búsqueda Bing",
    "es_419": "Página de inicio MSN y motor de búsqueda Bing",
    "et": "MSN-i avaleht ja Bingi otsimootor",
    "fi": "MSN-aloitussivu ja Bing-hakukone",
    "fr": "Page d'accueil MSN et moteur de recherche Bing",
    "he": "דף הבית של MSN ומנוע החיפוש של Bing",
    "id": "Halaman Muka MSN dan Mesin Pencari Bing",
    "ja": "MSN ホームページと Bing 検索エンジン",
    "ko": "MSN 홈페이지와 Bing 검색 엔진",
    "nl": "MSN-startpagina en Bing-zoekprogramma",
    "no": "MSN-startsiden og søkemotoren Bing",
    "pl": "Strona główna MSN i wyszukiwarka Bing",
    "pt_BR": "Home Page do MSN e Mecanismo de Pesquisa do Bing",
    "pt_PT": "Home Page do MSN e Motor de Busca Bing",
    "ru": "Домашняя страница MSN и поиск Bing",
    "sv": "MSN-startsidan och Bing-sökmotorn",
    "th": "โฮมเพจ MSN และโปรแกรมค้นหา Bing",
    "tr": "MSN Giriş Sayfası ve Bing Arama Motoru",
    "zh_CN": "MSN 主页和必应搜索引擎",
    "zh_TW": "MSN 首頁和 Bing 搜尋引擎"
  },
  "short": {
    "ar": "تعيين MSN كصفحة رئيسية لك وBing كمحرك بحث لك",
    "am,bg,bn,ca,cs,en,en_AU,en_GB,en_US,fa,fil,gu,hi,hr,hu,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,uk,vi": "Set MSN as your homepage and Bing as your search engine",
    "da": "Angiv MSN som din startside og Bing som din søgemaskine",
    "de": "MSN als Startseite und Bing als Suchmaschine festlegen",
    "el": "Ορίστε το MSN ως αρχική σελίδα και το Bing ως μηχανή αναζήτησης",
    "es": "Establece MSN como página principal y haz de Bing tu motor de búsqueda",
    "es_419": "Establece MSN como tu página de inicio y Bing como tu motor de búsqueda",
    "et": "Määrake MSN oma avaleheks ja Bing oma otsimootoriks",
    "fi": "Määritä MSN aloitussivuksesi ja Bing hakukoneeksesi",
    "fr": "Définissez MSN comme votre page d'accueil et Bing comme votre moteur de recherche",
    "he": "הגדר את MSN בתור דף הבית שלך ואת Bing בתור מנוע החיפוש שלך",
    "id": "Tetapkan MSN sebagai halaman muka dan Bing sebagai mesin pencarian Anda",
    "it": "Imposta MSN come homepage e Bing come motore di ricerca",
    "ja": "MSN をホームページに設定し、Bing を検索エンジンに設定する",
    "ko": "MSN을 홈페이지로 설정하고 Bing을 검색 엔진으로 설정하세요",
    "nl": "MSN als je startpagina en Bing als je zoekprogramma instellen",
    "no": "Bruk MSN som startside, og Bing som søkemotor",
    "pl": "Ustaw MSN jako stronę główną a Bing jako wyszukiwarkę",
    "pt_BR": "Defina o MSN como sua home page e Bing como seu mecanismo de pesquisa",
    "pt_PT": "Definir o MSN como home page e o Bing como motor de busca",
    "ru": "Установить MSN в качестве домашней страницы и Bing в качестве поисковой системы",
    "sv": "Använd MSN som din startsida och Bing som din sökmotor",
    "th": "ตั้ง MSN เป็นโฮมเพจของคุณ และ Bing เป็นโปรแกรมค้นหาของคุณ",
    "tr": "MSN'i giriş sayfanız ve Bing'i arama motorunuz olarak ayarlayın",
    "zh_CN": "将 MSN 设置为主页，并将必应设置为搜索引擎",
    "zh_TW": "將 MSN 設定為首頁，並將 Bing 設定為搜尋引擎"
  },
  "long": {
    "ar": "احرص على إثراء تجربتك في الاستعراض باستخدم ملحق بحث Bing وصفحة MSN الرئيسية لمستعرض Chrome. ابقَ على علم بآخر مستجدات الأخبار الرئيسية، والألعاب الرياضية، والطقس المحلي، والترفيه وغير ذلك من علامات الأخبار الأشهر والأوثق في العالم. واكب الموضوع الأكثر شيوعًا من خلال عمليات البحث الشائعة، واستفد من نتائج البحث الأسرع مع Bing. \n\nأضف صفحة MSN الرئيسية ومحرك بحث Bing لمستعرض Chrome الآن.  \n\nتشمل الميزات:\n- الأخبار الأكثر شيوعًا من الآلاف من مصادر الأخبار الأشهر والأوثق في العالم\n- البقاء على اتصال من خلال حسابات Skype وOutlook.com المدمجة\n- الحصول على تنبؤات الطقس المحلية ونتائج الألعاب الرياضية من فرقك المفضلة\n- الوصول إلى حساب Office Online مباشرةً ومواصلة الإنتاج \n- البحث السريع والشامل على الويب مع بحث Bing\n- يمكنك الحصول على إجابات فورية لأسئلتك من قاعدة المعلومات المصورة الغنية في Bing\n- تخصيص إعداد البحث لديك والتفضيلات\n- كسب المكافآت لعمليات بحثك باستخدام Microsoft Rewards",
    "am,bg,bn,ca,cs,en,en_AU,en_GB,en_US,fa,fil,gu,hi,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,uk,vi": "Enrich your browsing experience with the MSN + Bing extension for Chrome. Stay up-to-date with the latest headline news, sports, local weather, entertainment and more from thousands of the world’s most popular and trusted news brands. Keep up with trending topic through popular searches and take advantage of faster search results with Bing. \n\nAdd the MSN + Bing extension for Chrome now. \n\nFeatures include:\n- Trending news from thousands of the world’s most popular and trusted news sources \n- Stay connected through integrated Outlook.com and Skype accounts\n- Get localized weather forecasts and sports scores from your favorite teams\n- Access your Office Online account directly and stay productive \n- Fast and comprehensive web search with Bing Search\n- Get instant answers to your questions from Bing’s rich knowledge graph\n- Customize your search setting and preferences\n- Earn rewards for your searches with Microsoft Rewards",
    "da": "Få en bedre browseroplevelse med tilføjelserne MSN Homepage og Bing Search til Chrome. Hold dig opdateret med de seneste nyhedsoverskrifter, sport, lokalt vejr, underholdning og mere fra tusindvis af verdens mest populære og betroede nye brands. Følg med i populære emner via populære søgninger, og få hurtigere søgeresultater med Bing. \n\nTilføj MSN Homepage og Bing Search i Chrome nu.  \n\nFunktioner:\n– De seneste nyheder fra tusindvis af verdens mest populære og betroede nyhedskilder \n– Hold forbindelse via integrationen med Outlook.com- og Skype-konti\n– Få lokale vejrudsigter og sportsresultater fra dine favorithold\n– Få direkte adgang til din Office Online-konto, og hold produktiviteten oppe \n– Hurtig og omfattende søgning på internettet med Bing Search\n– Få øjeblikkelige svar på dine spørgsmål fra Bings omfattende vidensgraf\n– Tilpas din søgeindstilling og dine præferencer\n– Optjen belønninger for dine søgninger med Microsoft Rewards",
    "de": "Verbessern Sie Ihr Browsererlebnis mit der MSN-Startseite und der Bing-Sucherweiterung für Chrome. Bleiben Sie mit den aktuellen Schlagzeilen und Informationen zu Sport, dem Wetter vor Ort, Unterhaltung u. a. von Tausenden beliebter und vertrauenswürdiger Medien auf dem neuesten Stand. Informieren Sie sich mit den häufigen Suchen über beliebte Themen, und profitieren Sie mit Bing von schnelleren Suchergebnissen. \n\nFügen Sie jetzt die MSN-Startseite und die Bing-Suchmaschine für Chrome hinzu.  \n\nDie Features umfassen:\n- Beliebte Nachrichten von Tausenden beliebter und vertrauenswürdiger Medien \n- In Verbindung bleiben über integrierte Outlook.com- und Skype-Konten\n- Wettervorhersagen für Ihren Standort und Sportergebnisse Ihrer Lieblingsmannschaften\n- Direkter Zugriff auf Ihr Office Online-Konto für durchgehende Produktivität \n- Schnelle und umfassende Websuche mit der Bing-Suche\n- Aus dem umfangreichen Wissensdiagramm von Bing sofortige Antworten auf Ihre Fragen erhalten\n- Sucheinstellung und - voreinstellungen anpassen\n- Sammeln Sie mit Microsoft Rewards Prämienpunkte für Ihre Suchen",
    "el": "Εμπλουτίστε την εμπειρία περιήγησής σας με την επέκταση αρχικής σελίδας του MSN και Αναζήτησης Bing για το CHrome. Παραμένετε ενημερωμένοι με τους πιο πρόσφατους τίτλους ειδήσεων, αθλητικά, πρόγνωση καιρού για την περιοχή σας, διασκέδαση και πολλά άλλα από τις πιο δημοφιλείς και αξιόπιστες πηγές ειδήσεων στον κόσμο. Παρακολουθείτε τα δημοφιλή θέματα που προκύπτουν από τις πιο συνήθεις αναζητήσεις και επωφεληθείτε από τα γρηγορότερα αποτελέσματα αναζήτησης που παρέχει το Bing. \n\nΠροσθέστε τώρα το πρόσθετο Αρχική σελίδα MSN και Μηχανή Αναζήτησης Bing για Chrome.  \n\nΣας εξασφαλίζει μεταξύ άλλων τα εξής:\n- Λαμβάνετε δημοφιλείς ειδήσεις από χιλιάδες κορυφαίες και αξιόπιστες πηγές παγκοσμίως \n- Παραμένετε συνδεδεμένοι μέσω ενσωματωμένων λογαριασμών Outlook.com και Skype\n- Λαμβάνετε τοπικές καιρικές προβλέψεις και αποτελέσματα αγώνων για τις αγαπημένες σας ομάδες\n- Έχετε πρόσβαση στο λογαριασμό σας στο Office Online για να παραμένετε παραγωγικοί \n- Πραγματοποιείτε γρήγορη και λεπτομερή αναζήτηση στο Web με την Αναζήτηση Bing\n- Λήψη άμεσων απαντήσεων στις ερωτήσεις σας από το γράφημα εμπλουτισμένων γνώσεων  του Bing\n- Προσαρμόστε τη ρύθμιση αναζήτησης και τις προτιμήσεις σας\n- Κερδίστε ανταμοιβές για τις αναζητήσεις σας με το Microsoft Rewards",
    "es": "Enriquece tu experiencia de exploración con la extensión Página principal de MSN y Bing Search para Chrome. Mantente al día con los últimos titulares de prensa e información sobre deportes, el tiempo local, entretenimiento, etc. procedentes de miles de las fuentes de noticias de confianza más populares del mundo. Sigue las tendencias con las búsquedas populares y disfruta de resultados de búsqueda más rápidos con Bing. \n\nAñade ahora Página principal de MSN y motor de búsqueda Bing para Chrome.  \n\nCaracterísticas incluidas:\n- Noticias más populares procedentes de miles de las fuentes de noticias de confianza más populares del mundo \n- Mantente conectado con las cuentas integradas de Outlook.com y Skype\n- Obtén previsiones meteorológicas traducidas y resultados deportivos de tus equipos favoritos\n- Accede directamente a tu cuenta de Office Online y mantén tu productividad \n- Búsqueda en la Web rápida y completa con Bing Search\n- Obtener respuestas instantáneas a tus preguntas a partir del gráfico de conocimientos enriquecido de Bing\n- Personalizar la configuración y las preferencias de búsqueda\n- Conseguir premios por tus búsquedas con Microsoft Rewards",
    "es_419": "Enriquece tu experiencia de búsqueda con la página de inicio MSN y la extensión de búsqueda Bing para Chrome. Mantente actualizado con las últimas noticias de los titulares, los deportes, el tiempo local, el entretenimiento y más de miles de firmas noticieras mundiales más populares y confiables. Mantente al día con las tendencias mediante búsquedas populares y aprovecha los resultados de búsqueda más rápidos con Bing. \n\nAgrega la página de inicio MSN y el motor de búsqueda Bing para Chrome ahora.  \n\nLas funciones incluyen:\n- Noticias de tendencia de miles de fuentes noticieras mundiales más populares y confiables\n- Mantente conectado mediante las cuentas integradas de Outlook.com y Skype\n- Obtén pronósticos del tiempo localizados y marcadores de deportes de tus equipos favoritos\n- Accede directamente a tu cuenta de Office Online y mantente productivo\n- Búsqueda web rápida y completa con búsqueda Bing\n- Obtener respuestas instantáneas a tus preguntas a partir del gráfico de conocimientos enriquecido de Bing\n- Personalizar la configuración y las preferencias de búsqueda\n- Conseguir premios por tus búsquedas con Microsoft Rewards",
    "et": "Rikastage oma sirvimiskogemust MSN-i avalehe ja Bingi otsingulaiendiga Chromeis. Olge kursis uusimate päevauudiste, spordisündmuste, kohaliku ilma, meelelahutuse ja muuga tuhandetelt maailma kõige populaarsematelt ning usaldusväärsematelt uudistepakkujatelt. Hoidke silm peal populaarsust koguvatel teemadel populaarsete otsingute kaudu ning kasutage ära Bingi kiiremate otsingutulemuste eeliseid. \n\nLisage MSN-i avaleht ja Bingi otsimootor Chromei kohe.  \n\nFunktsioonide hulka kuuluvad järgmised:\n- Populaarsed uudised tuhandetelt maailma kõige populaarsematelt ja usaldusväärsematelt uudisteallikatelt \n- Hoidke ühendust integreeritud Outlook.com-i ja Skype’i kontode kaudu\n- Vaadake kohalikke ilmateateid ja sporditulemusi oma lemmikmeeskondadelt\n- Saage juurdepääs oma Office Online’i kontole otse ja säilitage produktiivsus \n- Kiire ja mitmekülgne veebiotsing Bingi otsinguga\n- Bingi rikkaliku teabegraafi kaudu saate oma küsimustele kohe vastuseid\n- Saate kohandada oma otsingusätteid ja eelistusi\n- Microsoft Rewardsiga saate oma otsingute eest preemiaid teenida",
    "fi": "Paranna selauskokemusta Chromein MSN-aloitussivu- ja Bing-hakulaajennuksen avulla. Pysy ajan tasalla viimeisimmistä pääuutisista, urheilusta, paikallisesta säästä, viihteestä ja muusta tuhansien maailman suosituimpien ja luotetuimpien uutisbrändien avulla. Lue nousussa olevia uutisaiheita suosittujen hakujen avulla ja hyödynnä Bingin nopeita hakutuloksia. \n\nLisää MSN-aloitussivu ja Bing-hakukone Chromeiin heti.  \n\nSisältyvät ominaisuudet:\n– nousussa olevat uutiset tuhansista maailman suosituimmista ja luotetuimmista uutislähteistä \n– ole yhteydessä ystäviisi integroitujen Outlook.com- ja Skype-tilien avulla\n– vastaanota paikallisia sääennusteita ja suosikkijoukkueidesi urheilutuloksia\n– käytä Office Online -tiliä suoraan ja pysyä tuotteliaana \n– nopea ja kattava Bing-verkkohaku.\n– Saada välittömästi vastauksia kysymyksiisi Bingin monipuolista tietoa sisältävästä kaaviosta\n– Mukauta hakuasetuksia\n– Ansaitse palkintoja hauistasi Microsoft Rewardsin avulla",
    "fr": "Enrichissez votre expérience de navigation avec l'extension Page d'accueil MSN et Bing Search pour Chrome. Tenez-vous informé des derniers gros titres, des résultats sportifs, de la météo locale, des divertissements et de plus d'un milliers de marques d'actualités les plus populaires et approuvées au monde. Suivez les sujets populaires grâce aux recherches populaires et tirez parti de résultats de recherche plus rapides avec Bing. \n\nAjoutez la Page d'accueil MSN et le moteur de recherche Bing pour Chrome dès à présent.  \n\nFonctionnalités :\n- Actualités populaires provenant de milliers de sources d'actualités les plus populaires et approuvées au monde \n- Restez connecté grâce aux comptes intégrés Outlook.com et Skype\n- Obtenez des prévisions météo locales et les résultats sportifs de vos équipes favorites\n- Accédez à votre compte Office Online directement et restez productif \n- Recherche Web rapide et complète avec Bing Search\n- Obtenez des réponses instantanées à vos questions à partir du graphique de connaissances complet de Bing\n- Personnaliser vos paramètres et préférences de recherche\n- Gagnez des récompenses pour vos recherches avec Microsoft Rewards",
    "he": "העשר את חווית הגלישה שלך בעזרת דף הבית של MSN ומנוע החיפוש Bing ל-Chrome. הישאר תמיד מעודכן עם החדשות העדכניות, ידיעות בנושאי ספורט, מזג אוויר, תרבות ובידור ועוד מאלפי מותגי חדשות אמינים ופופולריים מכל רחבי העולם. התעדכן בנושאים החמים דרך חיפושים פופולריים ותוכל ליהנות מתוצאות חיפוש מהירות יותר ב-Bing. \n\nהוסף עכשיו ל-Chrome את דף הבית של MSN ומנוע החיפוש Bing.  \n\nתכונות כלולות:\n- החדשות החמות מאלפי מקורות מהימנים ופופולריים ברחבי העולם \n- הישאר מחובר דרך חשבונות משולבים של Outlook.com ו-Skype\n- קבל תחזיות מזג אוויר ותוצאות של הקבוצות החביבות עליך בתחרויות ספורט\n- תוכל לגשת לחשבון Office Online שלך ישירות ותמיד להיות פרודוקטיבי \n- חיפוש מהיר ומקיף באינטרנט עם חיפוש Bing\n- לקבל תשובות מיידיות לשאלות שלך בגרף הידע העשיר של Bing\n- התאם אישית את הגדרות החיפוש וההעדפות שלך\n- זכה בפרסים על החיפושים שלך באמצעות Microsoft Rewards",
    "hr": "Enrich your browsing experience with the MSN + Bing extension for Chrome. Stay up-to-date with the latest headline news, sports, local weather, entertainment and more from thousands of the world’s most popular and trusted news brands. Keep up with trending topic through popular searches and take advantage of faster search results with Bing. \n\nAdd the MSN + Bing extension for Chrome now. \n\nFeatures include:\n- Trending news from thousands of the world’s most popular and trusted news sources \n- Stay connected through integrated Outlook.com and Skype accounts\n- Get localized weather forecasts and sports scores from your favorite teams\n- Access your Office Online account directly and stay productive \n- Fast and comprehensive web search with Bing Search\n-  Get instant answers to your questions from Bing’s rich knowledge graph\n-  Customize your search setting and preferences\n-  Earn rewards for your searches with Microsoft Rewards",
    "hu": "Enrich your browsing experience with the MSN + Bing extension for Chrome. Stay up-to-date with the latest headline news, sports, local weather, entertainment and more from thousands of the world’s most popular and trusted news brands. Keep up with trending topic through popular searches and take advantage of faster search results with Bing. \n\nAdd the MSN + Bing extension for Chrome now. \n\nFeatures include:\n- Trending news from thousands of the world’s most popular and trusted news sources \n- Stay connected through integrated Outlook.com and Skype accounts\n- Get localized weather forecasts and sports scores from your favorite teams\n- Access your Office Online account directly and stay productive \n- Fast and comprehensive web search with Bing Search\n- Azonnali válaszokat kap a kérdéseire a Bing gazdag tudástárának grafikonja révén\n- A keresési beállítások és preferenciák testreszabása\n- A kereséseihez járó jutalmakat szerezhet a Microsoft Rewards programmal",
    "id": "Perkaya pengalaman penjelajahan Anda dengan Halaman Muka MSN dan ekstensi Pencarian Bing untuk Chrome. Tetap terkini dengan berita utama terbaru, olahraga, cuaca setempat, hiburan, dan lainnya dari ribuan sumber berita paling populer dan tepercaya di dunia. Ikuti topik hangat melalui pencarian populer dan manfaatkan hasil pencarian yang lebih cepat dengan Bing. \n\nTambahkan Halaman Muka MSN dan Mesin Pencari Bing untuk Chrome sekarang.  \n\nFitur termasuk:\n- Berita hangat dari ribuan sumber berita paling populer dan tepercaya di dunia \n- Tetap terhubung melalui akun Outlook.com dan Skype yang terintegrasi\n- Dapatkan prakiraan cuaca setempat dan skor olahraga dari tim favorit Anda\n- Akses akun Office Online Anda secara langsung dan tetap produktif \n- Pencarian web yang cepat dan komprehensif dengan Pencarian Bing\n- Dapatkan jawaban instan atas pertanyaan Anda dari grafik pengetahuan Bing yang kaya\n- Sesuaikan pengaturan dan preferensi pencarian Anda\n- Dapatkan hadiah untuk pencarian Anda dengan Microsoft Rewards",
    "it": "Migliora la tua esperienza di navigazione con l'estensione MSN Homepage and Bing Search per Chrome. Resta sempre aggiornato su ultime notizie, sport, meteo locale, intrattenimento e altro ancora, grazie a migliaia di canali di informazione tra i più popolari e attendibili al mondo. Visualizza gli argomenti di tendenza tramite ricerche popolari e ottieni più rapidamente i risultati delle ricerche con Bing. \n\nAggiungi ora MSN Homepage and Bing Search Engine per Chrome.  \n\nFunzionalità incluse:\n- Notizie di tendenza da migliaia di fonti di informazione tra le più popolari e attendibili al mondo \n- Possibilità di rimanere connesso tramite gli account Outlook.com e Skype integrati\n- Previsioni meteo localizzate e risultati delle squadre sportive preferite\n- Possibilità di accedere direttamente all'account Office Online per una produttività costante \n- Ricerca Web rapida e completa con la ricerca Bing\n- Ottenere risposte immediate alle tue domande dal grafico delle conoscenze avanzate di Bing\n- Personalizza le impostazioni e le preferenze di ricerca\n- Ottieni premi per le tue ricerche con Microsoft Rewards",
    "ja": "Chrome 向け拡張機能の MSN ホームページと Bing Search によって、閲覧環境がさらに快適になります。新着のニュース記事、スポーツ、地域の天気、世界で広く利用されており信頼できるニュース ブランドが提供するその他のコンテンツをいつでも見ることができます。Bing の高速な検索結果を利用して、話題の検索ワードから人気上昇中のトピックを入手できます。\n\nChrome 向け MSN ホームページと Bing Search Engine を今すぐ追加してください。 \n\n搭載機能:\n- 広く利用されており信頼できる世界中の何千ものニュース ソースから、注目のニュースを提供 \n- Outlook.com と Skype の統合アカウントによる快適な接続環境\n- 地域の天気予報や、お気に入りのチームのスポーツの試合結果を入手可能\n- Office Online アカウントに直接アクセスして生産性を維持 \n- Bing Search での高速かつ広範囲のウェブ検索\n- Bing の豊富な知識グラフから、質問に対する回答をすぐに取得する\n- 検索設定とユーザー設定をカスタマイズする\n- Microsoft Rewards で検索に対する報酬を獲得する",
    "ko": "Chrome용 MSN 홈페이지와 Bing 검색 확장을 통해 더욱 풍부한 탐색 환경을 누리세요. 최신 뉴스 헤드라인, 스포츠, 지역 날씨, 엔터테인먼트를 비롯하여 전 세계에서 가장 유명하고 믿을 수 있는 뉴스 제공사들의 다양한 소식을 받아 보세요. 인기 검색어를 통해 인기 있는 주제를 알아보고 Bing이 제공하는 신속한 검색을 이용하세요. \n\nChrome용 MSN 홈페이지와 Bing 검색 엔진을 지금 추가하세요.  \n\n기능에 포함된 사항:\n- 전 세계에서 가장 유명하고 믿을 수 있는 뉴스 제공사가 전하는 수많은 인기 뉴스\n- 통합된 Outlook.com 및 Skype 계정을 통해 연결 유지\n- 지역별 날씨 예보 및 좋아하는 팀의 스포츠 경기 결과 전달\n- Office Online 계정에 직접 액세스하고 생산성을 유지\n- Bing 검색으로 빠르고 포괄적인 웹 검색 수행\n- Bing의 풍부한 지식 그래프를 통해 질문에 대한 빠른 답변 획득\n- Customize your search setting and preferences검색 설정 및 기본 설정 사용자 지정\n- Microsoft Rewards를 사용하여 검색에 대한 보상 획득",
    "nl": "Verrijk je browse-ervaring met de extensie voor de MSN-startpagina en de Bing-zoekmachine voor Chrome. Blijf op de hoogte van het laatste nieuws, sport, het regionale weer, entertainment en veel meer via duizenden populaire en vertrouwde nieuwsbronnen uit de hele wereld. Houd trending topics bij via populaire zoekopdrachten en krijg snellere zoekresultaten met Bing. \n\nVoeg MSN-startpagina en Bing-zoekprogramma voor Chrome nu toe.  \n\nInclusief deze functies:\n- Trending nieuws van duizenden populaire en betrouwbare nieuwsbronnen uit de hele wereld \n- Contact houden via geïntegreerde accounts voor Outlook.com en Skype\n- Regionale weerberichten en sportuitslagen van je favoriete teams\n- Rechtstreekse toegang tot je Office Online-account zodat je altijd productief bent \n- Snel en uitgebreid zoeken op internet met Bing\n- Direct antwoord krijgen op uw vragen in de uitgebreide kennisgrafiek van Bing\n- Uw zoekinstelling en voorkeuren aanpassen\n- Verdien beloningen bij uw zoekopdrachten met Microsoft Rewards",
    "no": "Få en bedre søkeopplevelse med Chrome-utvidelsene for MSN-startsiden og søkemotoren Bing. Hold deg oppdatert med førstesidenyheter, sportsbegivenheter, lokal værmelding, underholdning og mye mer fra tusenvis av verdens mest populære og pålitelige nyhetsleverandører. Få med deg aktuelle emner via populære søk, og dra nytte av raskere søkeresultater med Bing. \n\nLegg til MSN-startsiden og søkemotoren Bing for Chrome nå.  \n\nInkluderte funksjoner:\n– Aktuelle nyheter fra tusenvis av verdens mest populære og pålitelige nyhetskilder \n– Vær tilkoblet via integrerte Outlook.com- og Skype-kontoer\n– Få lokale værmeldinger og sportsresultater fra favorittlagene dine\n– Få direkte tilgang til Office Online-kontoen din, og hold deg produktiv \n– Raske og omfattende nettsøk med Bing\n– Få umiddelbare svar på spørsmålene dine fra Bings rike kunnskapsgraf\n– Tilpass søkeinnstillingene og innstillingene\n– Tjen belønninger for søkene dine med Microsoft Rewards",
    "pl": "Wzbogać funkcje przeglądania dzięki Stronie głównej MSN i wyszukiwarce Bing dla przeglądarki Chrome. Bądź na bieżąco z najnowszymi wiadomościami, informacjami sportowymi, lokalnymi prognozami pogody, rozrywką i innymi informacjami pochodzącymi z tysięcy najpopularniejszych na świecie i najbardziej zaufanych kanałów informacyjnych. Bądź na bieżąco z modnymi tematami z popularnych wyszukiwarek i korzystaj z szybszych wyników wyszukiwania dzięki Bing. \n\nDodaj Stronę główną MSN i wyszukiwarkę Bing do przeglądarki Chrome.  \n\nFunkcje w pakiecie:\n- Najnowsze wiadomości z tysięcy najpopularniejszych i najbardziej wiarygodnych źródeł z całego świata \n- Zachowaj łączność dzięki zintegrowanym kontom Outlook.com i Skype\n- Otrzymuj lokalne prognozy pogody i wyniki sportowe ulubionych drużyn\n- Miej bezpośredni dostęp do konta Office Online i utrzymuj wydajność pracy \n- Szybkie i obszerne wyszukiwanie w sieci Web dzięki wyszukiwarce Bing\n- Uzyskiwać natychmiastowe odpowiedzi na pytania z rozbudowanego grafu wiedzy usługi Bing\n- Dostosuj ustawienia wyszukiwania i preferencje\n- Zdobywaj nagrody za wyszukiwania z programem Microsoft Rewards",
    "pt_BR": "Enriqueça sua experiência de navegação com a Home Page do MSN e a extensão de Pesquisa do Bing para o Chrome. Mantenha-se atualizado com as últimas manchetes, esportes, clima local, entretenimento e muito mais, de milhares das marcas de notícias mais populares e confiáveis do mundo. Acompanhe os tópicos mais interessantes por meio de pesquisas populares e aproveite os resultados de pesquisa mais rápidos com o Bing. \n\nAdicione a Home Page do MSN e o Mecanismo de Pesquisa do Bing para o Chrome agora mesmo.  \n\nOs recursos incluem:\n- As notícias mais buscadas, de milhares das fontes de notícias mais populares e confiáveis do mundo \n- Mantenha-se conectado com as contas integradas do Outlook.com e do Skype\n- Receba a previsão do tempo local e pontuações esportivas de seus times favoritos\n- Acesse sua conta do Office Online diretamente e mantenha-se produtivo \n- Pesquisa na Web rápida e abrangente com a Pesquisa do Bing\n- Obter respostas instantâneas para suas perguntas do gráfico de conhecimento avançado do Bing\n- Personalize suas configurações e preferências de pesquisa\n- Ganhe recompensas pelas suas pesquisas com o Microsoft Rewards",
    "pt_PT": "Enriqueça a sua experiência de navegação com a extensão de Home Page do MSN e Pesquisa do Bing para Chrome. Mantenha-se atualizado com as mais recentes notícias, eventos desportivos, meteorologia local, entretenimento e muito mais das milhares das mais populares e fidedignas fontes noticiosas do mundo. Acompanhe os tópicos mais populares através das pesquisas populares e tire partido dos resultados de pesquisa mais rápidos com o Bing. \n\nAdicione a Home Page do MSN e o Motor de Busca Bing para Chrome agora.  \n\nAs funcionalidades incluem:\n- Notícias mais populares de milhares das mais populares e fidedignas fontes de notícias \n- Mantenha-se ligado através das contas Outlook.com e Skype integradas\n- Obtenha previsões meteorológicas localizadas e resultados desportivos das suas equipas favoritas\n- Aceda diretamente à sua conta Office Online e mantenha-se produtivo \n- Pesquisa Web rápida e exaustiva com a Pesquisa do Bing\n- Obter respostas instantâneas às suas perguntas a partir do gráfico avançado de conhecimentos do Bing\n- Personalize as suas preferências e definições de pesquisa\n- Ganhe recompensas pelas suas pesquisas com o Microsoft Rewards",
    "ru": "Наше расширение Домашняя страница MSN и поиск Bing для Chrome делает просмотр страниц в Интернете удобным и простым. Будьте в курсе актуальных новостей и спортивных событий, узнавайте прогноз погоды для своего региона, читайте развлекательные новости, просматривайте контент с тысяч самых популярных и надежных в мире новостных ресурсов. Благодаря быстрому поиску Bing вы всегда быстро найдете набирающие популярность события. \n\nДобавьте расширение Домашняя страница MSN и поиск Bing в Chrome прямо сейчас.  \n\nВозможности расширения:\n- Набирающие популярность новости из тысяч самых известных и надежных в мире новостных источников.\n- Подключение своих учетных записей Outlook.com и Skype.\n- Прогноз погоды и результаты спортивных событий любимых команд и спортсменов на родном языке.\n- Высокая эффективность работы благодаря прямому подключению к учетной записи Office Online.\n- Быстрый и точный поиск Bing в Интернете.\n- Получайте быстрые ответы на свои вопросы из графа расширенных знаний Bing\n- Находите новые и актуальные темы с помощью ежедневных изображений домашней страницы и новостных историй Bing\n- Настройка параметров и предпочтений поиска",
    "sv": "Berika din webbupplevelse med tillägget MSN-startsidan och Bing-sökning för Chrome. Följ de senaste nyheterna, få väderprognoser och sportresultat och läs om vad som händer i nöjesvärlden och mycket mer från tusentals av de mest populära och tillförlitliga nyhetskällorna. Följ populära ämnen via populära sökningar och utnyttja de snabba sökresultaten från Bing. \n\nLägg till MSN-startsidan och Bing-sökmotorn för Chrome nu.  \n\nFunktioner:\n- Nyheter från tusentals av de mest populära och tillförlitliga nyhetskällorna världen över \n- Var uppkopplad med integrerade Outlook.com- och Skype-konton\n- Få lokala väderprognoser och sportresultat från dina favoritlag\n- Få tillgång till ditt Office Online-konto direkt så att du kan vara produktiv \n- Snabb och omfattande webbsökning med Bing-sökning\n- Få svar på dina frågor direkt från Bings omfattande kunskapsdiagram\n- Anpassa inställningarna för sökning\n- Få belöningar för dina sökningar med Microsoft Rewards",
    "th": "เติมเต็มประสบการณ์การใช้เบราว์เซอร์ของคุณด้วยส่วนขยายโฮมเพจ MSN และโปรแกรมค้นหา Bing สำหรับ Chrome ไม่พลาดทุกความเคลื่อนไหวด้วยข่าวพาดหัวล่าสุด ข่าวกีฬา พยากรณ์อากาศท้องถิ่น ข่าวบันเทิง และอีกมากมายจากสำนักข่าวที่ได้รับความนิยมและความเชื่อถือมากที่สุดของโลกนับพันแห่ง ติดตามหัวข้อที่กำลังนิยมผ่านการค้นหายอดนิยมและใช้ประโยชน์จากผลลัพธ์การค้นหาที่รวดเร็วกว่าของ Bing \n\nเพิ่มโฮมเพจ MSN และโปรแกรมค้นหา Bing สำหรับ Chrome ตอนนี้  \n\nคุณลักษณะต่างๆ ได้แก่\n- ข่าวมาแรงจากแหล่งข่าวที่ได้รับความนิยมและความเชื่อถือมากที่สุดของโลกนับพันแห่ง \n- ไม่พลาดการติดต่อด้วย Outlook.com และบัญชี Skype ที่ครบวงจร\n- รับการพยากรณ์อากาศฉบับแปลและผลการแข่งขันกีฬาจากทีมโปรดของคุณ\n- เข้าถึงบัญชี Office Online โดยตรงและทำงานได้อย่างเต็มประสิทธิภาพเสมอ \n- ค้นหาเว็บอย่างรวดเร็วและครอบคลุมด้วยการค้นหา Bing\n- รับคําตอบแบบทันทีสําหรับคําถามของคุณจากกราฟความรู้ที่สมบูรณ์ของ Bing\n- กําหนดการตั้งค่าการค้นหาและการกําหนดลักษณะของคุณเอง\n- รับรางวัลสําหรับการค้นหาของคุณด้วย Microsoft Rewards",
    "tr": "Gözatma deneyiminizi Chrome için MSN Giriş Sayfası ve Bing Arama uzantısı ile zenginleştirin. En son manşet haberleri, spor, yerel hava durumu ve eğlencenin yanı sıra, dünyanın en popüler ve en güvenilir binlerce haber kaynağı tarafından sağlanan daha pek çok içerikle güncel kalın. Popüler aramalar ile en çok konuşulan konuları yakalayın ve Bing ile daha hızlı arama sonuçları avantajından yararlanın. \n\nChrome için MSN Giriş Sayfası ve Bing Arama Motoru uzantısını şimdi ekleyin.  \n\nÖzellikler:\n- Dünyanın en popüler ve en güvenilir binlerce haber kaynağından en çok konuşulan haberler \n- Tümleşik Outlook.com ve Skype hesapları ile bağlı kalın\n- Yerelleştirilmiş hava tahminleri ve favori takımlarınızın karşılaşma sonuçlarını alın\n- Office Online hesabınıza doğrudan erişin ve üretken olmayı sürdürün \n- Bing Arama ile hızlı ve kapsamlı web araması\n- Bing'in zengin bilgi grafiğinden sorularınıza anında yanıt alın\n- Arama ayarınızı ve tercihlerinizi özelleştirin\n- Microsoft Rewards ile aramalarınız için ödüller kazanın",
    "zh_CN": "利用适用于 Chrome 的 MSN 主页和必应搜索引擎扩展程序，丰富您的浏览体验。从数千个全球最热门、最权威的新闻品牌，随时了解最新的头条新闻、体育、本地天气、娱乐和更多资讯. 通过热门搜索掌握潮流主题，并利用必应更快速的搜索结果。\n\n立即添加适用于 Chrome 的 MSN 主页和必应搜索引擎。  \n\n功能包括：\n- 数千个全球最热门、最权威的新闻来源提供的潮流新闻\n- 通过集成的 Outlook.com 和 Skype 帐户保持联系\n- 获得本地天气预报和喜爱团队的赛事分数\n- 直接访问 Office Online 帐户，保持效率\n- 使用必应搜索进行快速全面的网页搜索\n- 从必应丰富的知识图即时获取问题的答案\n- 自定义搜索设置和首选项\n- 使用 Microsoft Rewards 赢取搜索奖励",
    "zh_TW": "以適用於 Chrome 的 MSN 首頁和 Bing 搜尋引擎擴充功能，豐富您的瀏覽體驗。從數千個全球最受歡迎和信賴的新聞品牌，掌握最新頭條新聞、運動、當地天氣、娛樂和更多。透過常用搜尋掌握趨勢主題，並利用更快速的 Bing 搜尋結果。\n\n立即新增適用於 Chrome 的 MSN 首頁和 Bing 搜尋引擎。  \n\n功能包含：\n- 數千個全球最受歡迎和信賴的新聞來源所提供的趨勢新聞\n- 透過整合的 Outlook.com 和 Skype 帳戶持續關注\n- 取得當地天氣預報和最愛球隊的運動賽事分數\n- 直接存取您的 Office Online 帳戶並保有生產力\n- 以 Bing 搜尋，進行快速且全面的 Web 搜尋\n- 從 Bing 豐富的知識圖表取得您問題的即時答案\n- 自訂您的搜尋設定和喜好設定\n- 使用 Microsoft Rewards 獲得搜尋獎勵"
  }
}