{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ghost Jobs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bringing Transparency to the Job Market."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is GhostJobs.io?\nGhostJobs.io is a free web extension designed to empower job seekers by identifying, reporting, and avoiding suspicious job listings. With just a few clicks, gain insights into company posting history, report questionable practices, and track flagged job postings.\n\nFeatures of GhostJobs.io\n• Real-Time Insights: Access up-to-date market trends, flagged job postings, and suspicious companies to navigate the job market with confidence.\n• Community Reporting: Report suspicious listings and view community-flagged issues such as recruiter ghosting, vague job details, and unexpected hiring requirements.\n• Data Transparency: Analyze historical job posting data to make informed decisions and avoid potential ghost jobs.\n• Anonymous reports.\n\nWhy Use GhostJobs.io?\n• Stay Informed: Access key statistics and trends, including flagged job counts and real-time market activity.\n• Save Time and Effort: Receive alerts on questionable postings and companies, focusing your energy on high-quality opportunities.\n• Streamline Your Search: Leverage user-generated insights and historical data to prioritize meaningful job applications.\n\nWho Can Use GhostJobs.io?\nGhostJobs.io is perfect for anyone using LinkedIn or other platforms to search for job opportunities.\n\nHow Does GhostJobs.io Work?\n1. Install the Extension: Easily download and set up GhostJobs.io in seconds.\n2. Report Suspicious Listings: Flag questionable job postings with a simple reporting tool.\n3. Track and Analyze: Monitor flagged listings, view community feedback, and gain actionable insights to enhance your job search.\n\nTake control of your job search and help create a more transparent job market for everyone.\n\n______\n\nFor more information:\n\nWebsite: https://ghostjobs.io/\nJoin our community: https://ghostjobs.io/community\nContact form: https://ghostjobs.io/contact-us\nContact email: hello@ghostjobs.io\nDeveloper contact: dev@ghostjobs.io\n______\n\nFollow us on social:\nTwitter/X: https://x.com/ghostjobs_\nReddit: https://www.reddit.com/r/ghost_jobs/\nLinkedIn: https://www.linkedin.com/company/ghostjobs-io\n\n\nDisclaimer:\n\nGhostJobs.io is an independent browser extension and is not affiliated with, endorsed by, or officially connected to LinkedIn Corporation or any other brands, platforms, or companies referenced or used with this tool. All trademarks, service marks, and company names belong to their respective owners. GhostJobs.io provides information and tools as-is, without any guarantees of accuracy, completeness, or suitability for any purpose. Users are solely responsible for their use of the extension and any decisions made based on the information provided. GhostJobs.io disclaims all liability for any losses or damages arising from use of the tool."
  }
}