{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Done Productivity App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Done Productivity app to set better goals. Focus on the most important personal and business related tasks now."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you feel overwhelmed with the day?\n\nDid you know that a research conducted by the University of Scranton found that only 8% of people who set goals achieve them? That means that there’s 92% of goal setters feeling as though they have failed. The truth is that most of the time, it comes down to simple habits to make us accountable.\n\nNo longer do you have to choose between a habit tracker, to-do list app, or using paper to manage your daily tasks!\n\nI understand your frustration and found a solution. Use done planning framework for a year and complete over 900 mindful tasks with ease.  You now have the ability to see your tasks near and wide without being overwhelmed.\n\nThe ultimate goal for done is to automate your day in a seamless manner.  Discover what it feels like to discover your flow.\n\nFeatures: \n \nTHE MOST MINDFUL PLANNER WITH 3 SIMPLE QUESTIONS  \nAre you focused on the most important task of today? Now is the time to take advantage of this simple extension! Answering 3 simple questions alone can guide you towards winning the day in a balanced manner.\n\nSETUP HABITS ONCE, THEN SEE THEM AT THE RIGHT TIME\nAll habits are not created equal. Set and forget tasks until they need to be focused on. With Done you can complete tasks a variety of ways. Organize habits by certain days, time of the month, business quarter, or set a hard deadline. Don’t care about the days but have a number in mind? Just set the number of times you will perform a habit in a given week. \n\nSIMPLE VIEWS OF TASK\nOnce you complete the day's most important task, keep the momentum going by sorting your tasks for today, by date, and by projects. See what you need when you need it. Keep it simple.\n\nADD TASKS SUPER FAST\nA text box that is ready to move as fast as you do! Just type, hit enter, and watch your list grow. No formatting, no bells and whistles. It’s time to get things done!\n\nSMART REMINDERS COMING SOON!\nInstead of typing in your tasks every day or week, 'Done' will eventually send you reminders.  Now turning the task into a habit!\n\nIf you are ready to take your planning to the next level go ahead and install! Own the day!\n\nBe sure to use the video tutorial to get up and running in minutes.\n\nLooking for more flexibility with worksheets check out the companion store. \nhttps://www.etsy.com/shop/MRiddickDesign\n\nHistory\n1.0.20 - 04/13/20 - Fix Project Headers not showing red properly when past due.\n1.0.19  - 10/2/19 - Fix settings bug when switching between habits.\n1.0.18 -  9/11/19 -  Color tweaks\n1.0.17 - 8/27/19 -  Project task past due show red.\n1.0.16 - 8/13/19 -  Add skills to task header for a more balanced day. Minor bug fixes.\n1.0.15 - 6/29/19 -  UI fix for setting button for easier use.\n1.0.14 - 6/09/19 - Performance improvements, fix icon bug on parent projects.\n1.0.13 -  6/05/19 - Minor bug fixes, enhancements to dates on tasks\n1.0.12 -  6/03/19 - Set due date on new task properly\n1.0.11 -  5/20/19 - Better handle dates on reoccurring tasks. Minor bug fixes.\n1.0.10 -  5/15/19 - Update parent project layout\n1.0.09 -  2/26/19 - Fix Projects to properly display\n\n1.0.8 - Sign in with Google. Add Firebase to support new AI features and backup user data. Stay tuned for more smart features.\n\n1.0.7 - Minor bug fixes and color enhancements"
  }
}