{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch and Learn: Study a language while watching Netflix",
    "es": "Watch and Learn: Aprender inglés mirando la tele"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn a language while enjoying your favourite shows on Netflix.",
    "es": "Estudiar un idioma mientras disfrutas de las peliculas y series más populares de Netflix."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool helps you use Netflix to study English, or Spanish, or French or any other language.\n\nFeatures include:\n- cast subtitles to study on your mobile or tablet\n- display dual subtitles\n- definitions of words or phrases with examples to help you understand\n- grammar explanations and vocabulary exercises to help you practice\n- translate subtitles into your own language\n- export definitions to Quizlet or Anki as flashcards\n\n\nFAQ\n------\n\n*Question*\nUhh, I think Language Reactor already does this?\n\n*Answer*\nThis extension helps you learn a language while watching video but offers different and more useful features than Language Reactor.\n\nFirstly, you can cast the subtitles to another device (mobile or tablet) to interact with them more comfortably while watching. Secondly, we are trying to focus not solely on vocabulary but understanding grammar, slang and culture/humour with exercises and examples to help put the language in context. Thirdly, we are building a bank of shows that have been annotated by real experienced teachers who can bring interesting observations and cultural knowledge that machine translations and AI would miss.\n\nCheck this page for a list of teacher-annotated shows: https://watchandlearn.online/en/chrome-extension\n\n\n*Question*\nWhat a great way to engage in whatever you are watching, having to keep your eyes on your phone the whole time /sarcasm\n\n*Answer*\nThat would be distracting but I think you know that :) and it's not how we'd recommend using the extension. If you want to cast subtitles to your mobile, we suggest using either of these two methods:\n\n1. Link your phone to the show using the QR code and then put your phone down. But keep it close as you watch the show normally. When you hear a word or phrase you'd like clarified then pick up your phone and use the remote control feature to pause the video. The last 10 or so subtitles will still be on the screen of your phone. Just select the word/phrase you like to know more about. Then return to the show using the remote control to restart the playback.\n\n2. Link your phone to the show using the QR code and put the phone away. Try your best to get through the show without any help (might be frustrating not understanding everything but its great if you just \"best guess\" at words and let your ear get used to the flow and rhythm of the language*). When the show is finished, pull out your phone and reinforce your \"best guesses\" by scrolling back through the subtitles and look up anything you'd like to learn about.\n\nAlso, any time after you have watched the show you can click through to the flashcard export function and find anything you have looked up. This vocabulary can then be exported to Quizlet or Anki to fit into whatever practice schedule you are comfortable with that helps you move that vocab into longer term memory.\n\n*source: Rubin & Thompson reviewed here https://files.eric.ed.gov/fulltext/ED507398.pdf where they define 14 characteristics of a good learner: number 5 is \"learn to live with not understanding every word\", number 9 is \"use context clues\" and number 10 \"make intelligent guesses\".\n\n*Question*\nDo you have Finnish? Swedish? German? Swahili? etc etc etc\n\n*Answer*\nThe extension should work with all of the most popular languages. If you find that your desired language is not working correctly, then let us know and we will look into adding it!\n\nAnd if you are looking for Finnish, here is a screen recording of that language in action: https://res.cloudinary.com/dzyczavob/video/upload/v1724681773/samples/Screen_Recording_2024-08-26_at_15.12.59.mp4\n\n*Question*\nBut... Netflix already has subtitles in a variety of languages. Also, why would I watch Netflix in Chrome when I've got a big screen? When I watch series and films in languages other than English I like to set the audio to French and then use the subtitles to help me with whatever I can't catch from the audio. I don't really see what this extension would bring to the table?\n\n*Answer*\nThe extension aims to augment the subtitle experience with definitions, explanations, exercises and flashcards to help you learn while watching. Maybe you'd find the dual subtitle feature useful? For example, here's a screen recording of Lupin with dual subtitles:\n\nhttps://res.cloudinary.com/dzyczavob/video/upload/v1724706492/samples/Screen_Recording_2024-08-26_at_22.05.55.mp4\n\nThere is a trade off between watching video to learn a language and watching for entertainment. This extension hopes to reduce the friction if you want to access a detailed language reference while simultaneously enjoying the show. You can cable your laptop up to a big screen if you want more of a cinema experience :) but we can't get away from needing a browser extension to inject these features into the Netflix platform.\n\nIn the backlog there is a task to investigate Kodi, Jellyfin and other open source TV operating systems to try and bring these features to the bigger screen but for now we need to focus on getting the simpler stuff right.",
    "es": "Aprender o inglés o francés o aleman o cualquier idioma mientras disfrutas de la programación de la plataforma de Netflix.\n\n- explorar el diálogo enviando los subtítulos a tu móvil o tablet\n- mostrar subtítulos \"duales\"  (dos idiomas a la vez)\n- definiciones de palabras y frases con ejemplos para comprender mejor\n- explicaciones de la gramática y ejercicios de vocabulario para aprender mejor\n- traducir los subtítulos en tu idioma\n- exportar definiciones a Quizlet o Anki para practicar con flashcards\n\n\nPreguntas más frecuentes\n------------------------------------------\n\n*Pregunta:*\n¿Uhh, no crees que el Language Reactor ya tiene este espacio cubierto?\n\n*Respuesta:*\nEsta extensión también te ayuda a aprender un idioma con Netflix, pero ofrece mucho más.\n\nEn primer lugar, puedes enviar los subtítulos a otra pantalla (ya sea tu móvil o tablet) para interactuar con ellos con mayor comodidad. En segundo lugar, intentamos enfocarnos no solo en el vocabulario, sino también en la gramática, palabras informales, cultura y humor. Ofrecemos ejemplos y ejercicios para demostrar el lenguaje en su contexto. En tercer lugar, estamos construyendo una base de programas \"anotados\" por profesores humanos (¡no robots!). Estos profesores ofrecen observaciones y conocimientos de su propia cultura que no tienen las traducciones automáticas ni la inteligencia artificial.\n\nAquí hay una lista de los programas y series que ya cuentan con las anotaciones extra de profesores: https://watchandlearn.online/en/chrome-extension\n\n\n*Pregunta:* \n¡Vaya manera de envolverte en una buena serie de Netflix: con los ojos fijados en el teléfono todo el tiempo! /sarcasmo\n\n*Respuesta:* \nBueno, no es lo más óptimo, pero creo que eso ya lo sabes :) y no lo recomendamos. Si quieres aprovechar el envío de subtítulos a tu móvil, será mejor practicar uno de estos dos métodos:\n\n1. Conecta el teléfono usando el código QR y luego déjalo a un lado. Pero no muy lejos. Disfruta del programa con total normalidad, pero cuando aparezca una palabra o frase que desconozcas, vuelve a coger el teléfono y aprovecha su función como control remoto para pausar el programa. En la pantalla del móvil verás todos los últimos subtítulos. Puedes seleccionar la palabra o frase para estudiarla y después volver a reproducir la programa con el mismo teléfono.\n\n2. Conecta el teléfono usando el código QR y luego escóndelo. Intenta mirar la programa como puedas sin ayuda (será complicado, pero hay muchos beneficios al dejarte llevar por el idioma y sus ritmos, además de adivinar las palabras desconocidas). Cuando termine la programa, coge el teléfono y vuelve a revisar todos los subtítulos seleccionando aquellos que quieras estudiar.\n\nEn cualquier momento, puedes revisar todas las palabras y frases que hayas estudiado y exportarlas a Quizlet o Anki para que formen parte de tu rutina habitual de práctica y revisión.\n\n*Pregunta:*\n¿Funciona con finlandés? ¿O sueco? ¿O alemán? etc., etc., etc.\n\n*Respuesta:*\nLa extensión debería funcionar con casi todos los idiomas más populares. Pero si encuentras que el idioma que necesitas no funciona, ponte en contacto con nosotros y lo revisaremos.\n\nY por cierto, si buscas finlandés, aquí tienes una grabación de pantalla mostrando este idioma funcionando muy bien: https://res.cloudinary.com/dzyczavob/video/upload/v1724681773/samples/Screen_Recording_2024-08-26_at_15.12.59.mp4\n\n*Pregunta:*\nPero tío... ¿Netflix ya tiene todos los subtítulos en todos los idiomas? Además, ¿por qué voy a mirar Netflix en el portátil cuando ya tengo una pantalla grande? Cuando veo películas y series en otros idiomas, pongo el audio en francés y uso los subtítulos para reforzar lo que no capto del audio. Realmente no veo cómo me beneficia esta extensión.\n\n*Respuesta:*\nEl objetivo de esta extensión es mejorar tu experiencia ampliando los subtítulos con definiciones, explicaciones, ejercicios y \"flashcards\" para ayudarte a aprender mejor. Quizás te resulte útil la posibilidad de mostrar \"subtítulos dobles\" en pantalla. Aquí tienes un ejemplo de cómo funciona con la serie francesa \"Lupin\": https://res.cloudinary.com/dzyczavob/video/upload/v1724706492/samples/Screen_Recording_2024-08-26_at_22.05.55.mp4\n\nSiempre existe un equilibrio entre ver un video para aprender un idioma y hacerlo para entretenerte. Esta extensión intenta reducir la fricción si deseas acceder a una referencia detallada del idioma y disfrutar del espectáculo al mismo tiempo. ¡Puedes conectar tu portátil con un cable a la pantalla más grande si deseas tener una experiencia más cinematográfica! :) Sin embargo, no hay manera de evitar la necesidad de una extensión del navegador para añadir estas funcionalidades a la plataforma de Netflix.\n\nEn la lista de pendientes, tenemos tareas para investigar Kodi, Jellyfin y otras plataformas de televisión de código abierto, pero por ahora debemos centrarnos en implementar correctamente las funciones más simples."
  }
}