{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JS Library Detector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple tool that detects and lists JS libraries used by the currently webpage, and lets you copy them to the clipboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of JavaScript analysis with the JS Library Detector! This Chrome extension is designed for developers, testers, and curious minds who want to instantly identify all the JavaScript libraries a website uses.\n\nKey Features:\n\nInstant Detection: Seamlessly detects JavaScript libraries as you browse, with no input required.\nDetailed Insights: Provides a breakdown of each library, including the domain and the specific JS file name.\nEasy Navigation: Clickable links for each detected JavaScript file allow you to directly access and review the source code.\nClipboard Functionality: Easily copy the list of libraries with their full paths to your clipboard, making it simple to document or further analyze the libraries in use.\nSimple Design Interface: Enjoy a clean, user-friendly interface that integrates beautifully with Chrome’s aesthetic.\n\nWhy JS Library Detector?\nWhether you’re conducting competitive analysis, ensuring compliance, or simply curious about the technologies behind your favorite sites, JS Library Detector offers a straightforward and efficient solution. Perfect for web developers looking to understand site architectures or for educators and students exploring web technology.\n\nPrivacy by Design:\nWe believe in respecting user privacy. JS Library Detector operates entirely within your browser; it does not track, store, or transmit any data about your browsing activity.\n\nGet started with JS Library Detector today and elevate your web development and analysis tasks!"
  }
}