{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoDeal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoDeal zoekt kortingscodes tijdens het shoppen en past deze automatisch toe. Zo weet jij zeker dat je de beste deal hebt!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "De belangrijkste voordelen van CoDeal:\n- Altijd de beste deal: Betaal nooit te veel bij jouw favoriete winkels.\n- Gebruiksgemak: Kortingscodes zoeken en toepassen met één klik.\n- 100% gratis: Geen verborgen kosten.\n- Veilige gegevens: Jouw privacy staat voorop.\n\nWat doet CoDeal?\n- Zoekt kortingscodes: Wij vinden de meest actuele en werkende kortingscodes voor je.\n- Vergelijkt prijzen: Ontdek dezelfde of vergelijkbare deals bij andere winkels om zeker te zijn van de beste prijs.\n\nNieuwsgierig geworden? Lees verder!\n\nWat betekent CoDeal voor jou?\nMet CoDeal kun je zorgeloos online winkelen bij aangesloten winkels. Bij elke aankoop checken wij voor jou of je niet te veel betaalt. Met slechts één druk op de knop passen we de beste kortingscodes toe en zoeken we naar dezelfde deal bij andere winkels. Ons doel is simpel: de beste deal. Voor jou. Altijd.\n\nHoe werkt het?\n- Installatie: Voeg de CoDeal-extensie toe aan je Chrome-browser.\n- Winkelen: Bezoek je favoriete webwinkel.\n- Besparen: Profiteer van de besparing en betaal nooit meer te veel.\n\nGratis geld besparen, hoe kan dat?\nOm jou de beste deal te geven, werken we samen met onze partners. Zo verzamelen we unieke kortingscodes. Als je iets koopt via onze links*, ontvangen wij mogelijk een commissie. Hierdoor kunnen wij blijven zoeken naar de beste deals voor jou, zonder extra kosten voor jou.\n\nHoe zit het met mijn gegevens?\nBij CoDeal staat jouw privacy centraal. We verzamelen alleen de gegevens die nodig zijn om jou de beste deals te kunnen geven. Deze gegevens bewaren we op een veilige manier en verwijderen we zodra ze niet meer nodig zijn. Jouw gegevens zijn bij ons in goede handen.\n\nMeer weten?\nWil je meer van ons weten? Kijk gerust rond op onze website, of stuur ons een berichtje op Instagram.\n\nInstallatie-instructies:\n1. Klik op de knop \"Toevoegen aan Chrome\".\n2. Bevestig de installatie door op \"Extensie toevoegen\" te klikken.\n3. CoDeal is nu klaar voor gebruik! Bezoek je favoriete webwinkel en laat CoDeal het werk voor je doen.\n\n* Wanneer je op een knop drukt binnen onze extensie kan het zijn dat wij in de achtergrond een affiliate link openen en sluiten. Ondertussen wordt er een tracking cookie gedownload om te checken of er een aankoop via onze link is gedaan. Zo verdienen wij mogelijk een commissie en kan CoDeal volledig gratis te gebruiken zijn."
  }
}