{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Old Reddit Forever"
  },
  "short": {
    "ar": "امتداد Chrome يقوم تلقائيًا بإعادة توجيه تخطيط Reddit الجديد إلى التخطيط القديم.",
    "am": "የChrome ቅጥያ የሬዲትን አዲስ አቀማመጥ ወደ አሮጌው አቀማመጥ በራስ ሰር የሚያዞር።",
    "bg": "Разширение за Chrome, което автоматично пренасочва новото оформление на Reddit към старото оформление.",
    "bn": "একটি Chrome এক্সটেনশন যা স্বয়ংক্রিয়ভাবে Reddit এর নতুন লেআউটকে পুরানো লেআউটে পুনঃনির্দেশ করে।",
    "ca": "Una extensió de Chrome que redirigeix automàticament el disseny nou de Reddit al disseny antic.",
    "cs": "Rozšíření pro Chrome, které automaticky přesměruje nové rozložení Redditu na staré rozložení.",
    "da": "En Chrome-udvidelse, der automatisk omdirigerer Reddits nye layout til det gamle layout.",
    "de": "Eine Chrome-Erweiterung, die das neue Layout von Reddit automatisch auf das alte Layout umleitet.",
    "el": "Μια επέκταση Chrome που ανακατευθύνει αυτόματα τη νέα διάταξη του Reddit στην παλιά διάταξη.",
    "en,en_AU,en_GB,en_US": "A Chrome extension that automatically redirects Reddit's new layout to the old layout.",
    "es,es_419": "Una extensión de Chrome que redirige automáticamente el nuevo diseño de Reddit al diseño anterior.",
    "et": "Chrome&#39;i laiendus, mis suunab Redditi uue paigutuse automaatselt ümber vanale paigutusele.",
    "fa": "یک برنامه افزودنی کروم که به طور خودکار طرح‌بندی جدید Reddit را به طرح‌بندی قدیمی هدایت می‌کند.",
    "fi": "Chrome-laajennus, joka uudelleenohjaa Redditin uuden asettelun automaattisesti vanhaan ulkoasuun.",
    "fil": "Isang extension ng Chrome na awtomatikong nagre-redirect ng bagong layout ng Reddit sa lumang layout.",
    "fr": "Une extension Chrome qui redirige automatiquement la nouvelle mise en page de Reddit vers l&#39;ancienne mise en page.",
    "gu": "એક Chrome એક્સ્ટેંશન જે Reddit ના નવા લેઆઉટને જૂના લેઆઉટ પર આપમેળે રીડાયરેક્ટ કરે છે.",
    "he": "תוסף Chrome שמפנה אוטומטית את הפריסה החדשה של Reddit לפריסה הישנה.",
    "hi": "एक क्रोम एक्सटेंशन जो स्वचालित रूप से Reddit के नए लेआउट को पुराने लेआउट पर रीडायरेक्ट करता है।",
    "hr": "Chromeovo proširenje koje automatski preusmjerava novi izgled Reddita na stari izgled.",
    "hu": "Egy Chrome-bővítmény, amely automatikusan átirányítja a Reddit új elrendezését a régi elrendezésre.",
    "id": "Ekstensi Chrome yang secara otomatis mengalihkan tata letak baru Reddit ke tata letak lama.",
    "it": "Un&#39;estensione di Chrome che reindirizza automaticamente il nuovo layout di Reddit al vecchio layout.",
    "ja": "Reddit の新しいレイアウトを古いレイアウトに自動的にリダイレクトする Chrome 拡張機能。",
    "kn": "ರೆಡ್ಡಿಟ್‌ನ ಹೊಸ ವಿನ್ಯಾಸವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹಳೆಯ ಲೇಔಟ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸುವ Chrome ವಿಸ್ತರಣೆ.",
    "ko": "Reddit의 새 레이아웃을 이전 레이아웃으로 자동 리디렉션하는 Chrome 확장 프로그램입니다.",
    "lt": "„Chrome“ plėtinys, kuris automatiškai peradresuoja naują „Reddit“ išdėstymą į senąjį.",
    "lv": "Chrome paplašinājums, kas automātiski novirza Reddit jauno izkārtojumu uz veco izkārtojumu.",
    "ml": "Reddit-ന്റെ പുതിയ ലേഔട്ടിനെ പഴയ ലേഔട്ടിലേക്ക് സ്വയമേവ റീഡയറക്‌ടുചെയ്യുന്ന ഒരു Chrome വിപുലീകരണം.",
    "mr": "एक Chrome विस्तार जो Reddit चे नवीन लेआउट आपोआप जुन्या लेआउटवर पुनर्निर्देशित करतो.",
    "ms": "Sambungan Chrome yang secara automatik mengubah hala reka letak baharu Reddit kepada reka letak lama.",
    "nl": "Een Chrome-extensie die de nieuwe lay-out van Reddit automatisch omleidt naar de oude lay-out.",
    "no": "En Chrome-utvidelse som automatisk omdirigerer Reddits nye layout til den gamle layouten.",
    "pl": "Rozszerzenie Chrome, które automatycznie przekierowuje nowy układ Reddit do starego układu.",
    "pt_BR,pt_PT": "Uma extensão do Chrome que redireciona automaticamente o novo layout do Reddit para o layout antigo.",
    "ro": "O extensie Chrome care redirecționează automat noul aspect Reddit către aspectul vechi.",
    "ru": "Расширение Chrome, которое автоматически перенаправляет новый макет Reddit на старый макет.",
    "sk": "Rozšírenie prehliadača Chrome, ktoré automaticky presmeruje nové rozloženie Reddit na staré rozloženie.",
    "sl": "Razširitev za Chrome, ki samodejno preusmeri novo postavitev Reddita na staro postavitev.",
    "sr": "Цхроме проширење које аутоматски преусмерава Реддитов нови изглед на стари изглед.",
    "sv": "Ett Chrome-tillägg som automatiskt omdirigerar Reddits nya layout till den gamla layouten.",
    "sw": "Kiendelezi cha Chrome ambacho kinaelekeza upya kiotomatiki mpangilio mpya wa Reddit kwa mpangilio wa zamani.",
    "ta": "Reddit இன் புதிய தளவமைப்பை பழைய தளவமைப்பிற்கு தானாகவே திருப்பிவிடும் Chrome நீட்டிப்பு.",
    "te": "Reddit యొక్క కొత్త లేఅవుట్‌ని స్వయంచాలకంగా పాత లేఅవుట్‌కి దారి మళ్లించే Chrome పొడిగింపు.",
    "th": "ส่วนขยายของ Chrome ที่เปลี่ยนเส้นทางเลย์เอาต์ใหม่ของ Reddit ไปยังเลย์เอาต์เก่าโดยอัตโนมัติ",
    "tr": "Reddit&#39;in yeni düzenini otomatik olarak eski düzene yönlendiren bir Chrome uzantısı.",
    "uk": "Розширення Chrome, яке автоматично перенаправляє новий макет Reddit на старий.",
    "vi": "Tiện ích mở rộng của Chrome tự động chuyển hướng bố cục mới của Reddit sang bố cục cũ.",
    "zh_CN": "自动将 Reddit 的新布局重定向到旧布局的 Chrome 扩展。",
    "zh_TW": "自動將 Reddit 的新佈局重定向到舊佈局的 Chrome 擴展。"
  },
  "long": {
    "ar": "Old Reddit Forever هو امتداد بسيط يبقيك على Old reddit بدلاً من أي إصدار أحدث. تم إعداده تلقائيًا لإعادة توجيه الصفحات الضرورية فقط (على سبيل المثال ، أشياء مثل الإعدادات والمعرض وما إلى ذلك .. ستظل جميعها تعمل ، على عكس بعض الامتدادات الأخرى).\n\nانقر بزر الماوس الأيمن على تمكين / تعطيل - يمكن تبديل المكون الإضافي بسهولة عن طريق النقر بزر الماوس الأيمن في أي مكان على الصفحة والنقر لتمكين / تعطيل المكون الإضافي. سيظهر مربع الحوار هذا فقط على صفحات reddit.com ، لذلك لن يؤدي إلى انسداد قائمتك بخلاف ذلك.\n\nمتوافق مع Manifest V3 - سيستمر في العمل إلى الأبد. تستخدم جميع المكونات الإضافية الحالية لإعادة التوجيه إصدارًا قديمًا من إضافات Chrome ، والتي أكدت Google أنها ستتوقف عن العمل في أي وقت ، ولكن هذا لا يعمل.\n\nلا توجد إعلانات ولا بيانات مجمعة ، مجرد مكون إضافي بسيط يعمل.",
    "am": "Old Reddit Forever ከአዲሱ ስሪት ይልቅ በ Old Reddit ላይ የሚያቆይ ቀላል ቅጥያ ነው። አስፈላጊ የሆኑትን ገፆች አቅጣጫ ለመቀየር ብቻ ነው የሚዋቀረው (ለምሳሌ እንደ መቼት፣ ጋለሪ፣ ወዘተ... ሁሉም አሁንም ይሰራሉ፣ ከሌሎች ቅጥያዎች በተለየ)።\n\nአንቃ/አሰናክል የሚለውን ቀኝ ጠቅ ያድርጉ- ተሰኪው በገጹ ላይ በማንኛውም ቦታ ላይ በቀኝ ጠቅ በማድረግ እና ተሰኪውን ለማንቃት / ለማሰናከል ጠቅ በማድረግ በቀላሉ መቀያየር ይችላል። ይህ ንግግር በ reddit.com ገፆች ላይ ብቻ ነው የሚታየው፣ ስለዚህ ያለበለዚያ የእርስዎን ምናሌ አይዘጋውም።\n\nአንጸባራቂ V3 ተኳሃኝ - ለዘላለም መስራቱን ይቀጥላል። ሁሉም አሁን ያሉት ሌሎች የማዞሪያ ፕለጊኖች አሮጌውን የChrome ኤክስቴንሽን ይጠቀማሉ፣ ጎግል በማንኛውም ጊዜ መስራት እንደሚያቆም ያረጋገጠው ይህ አይሰራም።\n\nምንም ማስታወቂያ የለም፣ ምንም የተሰበሰበ ውሂብ የለም፣ የሚሰራ ቀላል ፕለጊን።",
    "bg": "Old Reddit Forever е просто разширение, което ви държи в Old reddit, а не в някоя от по-новите версии. Той е настроен автоматично да пренасочва само страниците, които са необходими (напр. неща като настройки, галерия и т.н. всички ще продължат да работят, за разлика от някои други разширения).\n\nЩракнете с десен бутон Активиране/Деактивиране – Плъгинът може лесно да се превключва чрез щракване с десния бутон където и да е на страницата и щракване, за да активирате/деактивирате плъгина. Този диалогов прозорец ще се показва САМО на страниците на reddit.com, така че в противен случай няма да задръсти менюто ви.\n\nManifest V3 съвместим - Ще продължи да работи завинаги. Всички настоящи други плъгини за пренасочване използват по-стара версия на Chrome Extensions, за която Google потвърди, че ще спре да работи по всяко време, тази не.\n\nБез реклами, без събиране на данни, само прост плъгин, който работи.",
    "bn": "ওল্ড রেডডিট ফরএভার একটি সাধারণ এক্সটেনশন যা আপনাকে নতুন সংস্করণের পরিবর্তে পুরানো রেডিটে রাখে। এটি কেবলমাত্র প্রয়োজনীয় পৃষ্ঠাগুলিকে পুনঃনির্দেশিত করার জন্য স্বয়ংক্রিয়ভাবে সেট আপ করা হয়েছে (যেমন সেটিংস, গ্যালারি, ইত্যাদির মতো জিনিসগুলি। কিছু অন্যান্য এক্সটেনশনের বিপরীতে এখনও কাজ করবে)।\n\nRight Click Enable/Disable- প্লাগইনটিকে পৃষ্ঠার যেকোনো স্থানে রাইট ক্লিক করে এবং প্লাগইন সক্রিয়/অক্ষম করতে ক্লিক করে সহজেই টগল করা যায়। এই ডায়ালগটি শুধুমাত্র reddit.com পৃষ্ঠাগুলিতে প্রদর্শিত হবে, তাই এটি অন্যথায় আপনার মেনুকে আটকে রাখবে না।\n\nম্যানিফেস্ট V3 সামঞ্জস্যপূর্ণ- চিরকাল কাজ করতে থাকবে। সমস্ত বর্তমান অন্যান্য পুনঃনির্দেশিত প্লাগইনগুলি Chrome এক্সটেনশনগুলির একটি পুরানো সংস্করণ ব্যবহার করে, যা Google নিশ্চিত করেছে যে কোনও সময় কাজ করা বন্ধ করবে, এটি করে না৷\n\nকোনও বিজ্ঞাপন নেই, কোনও ডেটা সংগ্রহ করা হয়নি, কেবল একটি সাধারণ প্লাগইন যা কাজ করে৷",
    "ca": "Old Reddit Forever és una extensió senzilla que us manté a Old Reddit en lloc de cap de les versions més recents. Està configurat de manera automàtica només per redirigir les pàgines que siguin necessàries (per exemple, coses com la configuració, la galeria, etc., tot continuarà funcionant, a diferència d'altres extensions).\n\nClic dret Habilita/Desactiva: el connector es pot canviar fàcilment fent clic amb el botó dret a qualsevol lloc de la pàgina i fent clic per activar/desactivar el connector. Aquest diàleg NOMÉS apareixerà a les pàgines de reddit.com, de manera que no obstruirà el vostre menú en cas contrari.\n\nCompatible amb Manifest V3: continuarà funcionant per sempre. Tots els altres connectors de redirecció actuals utilitzen una versió anterior de Chrome Extensions, que Google ha confirmat que deixarà de funcionar en qualsevol moment, aquesta no.\n\nSense anuncis, sense dades recopilades, només un simple connector que funciona.",
    "cs": "Old Reddit Forever je jednoduché rozšíření, které vás udrží na starém redditu spíše než na jakékoli novější verzi. Je nastaveno tak, aby automaticky přesměrovávalo pouze stránky, které jsou nezbytné (např. věci jako nastavení, galerie atd.. budou na rozdíl od některých jiných rozšíření stále fungovat).\n\nPovolit/zakázat kliknutím pravým tlačítkem - Plugin lze snadno přepínat kliknutím pravým tlačítkem kdekoli na stránce a kliknutím povolit / zakázat plugin. Tento dialog se objeví POUZE na stránkách reddit.com, takže jinak nebude ucpat vaši nabídku.\n\nKompatibilní s Manifestem V3 – bude nadále fungovat navždy. Všechny současné ostatní pluginy pro přesměrování používají starší verzi Chrome Extensions, o kterých Google potvrdil, že přestanou fungovat kdykoli, tento ne.\n\nŽádné reklamy, žádná shromažďovaná data, jen jednoduchý plugin, který funguje.",
    "da": "Old Reddit Forever er en simpel udvidelse, der holder dig på Old reddit i stedet for nogen af de nyere versioner. Det er sat op til automatisk kun at omdirigere de sider, der er nødvendige (f.eks. ting som indstillinger, galleri osv.. vil stadig fungere, i modsætning til nogle andre udvidelser).\n\nHøjreklik på Aktiver/Deaktiver - Pluginnet kan nemt skiftes ved at højreklikke hvor som helst på siden og klikke for at aktivere/deaktivere pluginnet. Denne dialog vil KUN vises på reddit.com sider, så den vil ellers ikke tilstoppe din menu.\n\nManifest V3-kompatibel - Vil fortsætte med at virke for evigt. Alle de nuværende andre omdirigeringsplugins bruger en ældre version af Chrome Extensions, som Google har bekræftet vil stoppe med at virke til enhver tid, denne gør ikke.\n\nIngen annoncer, ingen data indsamlet, bare et simpelt plugin, der virker.",
    "de": "Old Reddit Forever ist eine einfache Erweiterung, die Sie auf Old Reddit und nicht auf einer der neueren Versionen hält. Es ist so eingerichtet, dass nur die Seiten automatisch umgeleitet werden, die unbedingt erforderlich sind (z. B. Dinge wie Einstellungen, Galerie usw. funktionieren im Gegensatz zu einigen anderen Erweiterungen weiterhin).\n\nRechtsklick aktivieren/deaktivieren – Das Plugin kann einfach umgeschaltet werden, indem Sie mit der rechten Maustaste auf eine beliebige Stelle auf der Seite klicken und dann klicken, um das Plugin zu aktivieren/deaktivieren. Dieser Dialog wird NUR auf reddit.com-Seiten angezeigt, sodass Ihr Menü sonst nicht verstopft wird.\n\nManifest V3-kompatibel – Funktioniert für immer. Alle aktuellen anderen Weiterleitungs-Plugins verwenden eine ältere Version der Chrome-Erweiterungen, von denen Google bestätigt hat, dass sie jederzeit nicht mehr funktionieren, dieses jedoch nicht.\n\nKeine Werbung, keine Datenerfassung, nur ein einfaches Plugin, das funktioniert.",
    "el": "Το Old Reddit Forever είναι μια απλή επέκταση που σας κρατά στο Old reddit και όχι σε οποιαδήποτε από τις νεότερες εκδόσεις. Έχει ρυθμιστεί ώστε να γίνεται αυτόματα μόνο για να ανακατευθύνει τις σελίδες που είναι απαραίτητες (π.χ. πράγματα όπως ρυθμίσεις, γκαλερί κ.λπ. θα εξακολουθούν να λειτουργούν, σε αντίθεση με κάποιες άλλες επεκτάσεις).\n\nΚάντε δεξί κλικ Ενεργοποίηση/Απενεργοποίηση- Μπορείτε να αλλάξετε εύκολα την προσθήκη κάνοντας δεξί κλικ οπουδήποτε στη σελίδα και κάνοντας κλικ για να ενεργοποιήσετε/απενεργοποιήσετε την προσθήκη. Αυτό το παράθυρο διαλόγου θα εμφανίζεται ΜΟΝΟ στις σελίδες reddit.com, επομένως δεν θα φράξει το μενού σας διαφορετικά.\n\nΣυμβατό με το Manifest V3 - Θα συνεχίσει να λειτουργεί για πάντα. Όλες οι τρέχουσες άλλες προσθήκες ανακατεύθυνσης χρησιμοποιούν μια παλαιότερη έκδοση των Επεκτάσεων Chrome, η οποία έχει επιβεβαιώσει η Google ότι θα σταματήσει να λειτουργεί ανά πάσα στιγμή, ενώ αυτή όχι.\n\nΔεν υπάρχουν διαφημίσεις, δεν συλλέγονται δεδομένα, απλώς μια απλή προσθήκη που λειτουργεί.",
    "en,en_AU": "Old Reddit Forever is a simple extension that keeps you on Old Reddit rather than any of the newer version. It is set up to automatically only to redirect the pages that are necessary (e.g. things like settings, gallery, etc.. will all still work, unlike some other extensions).  Updated for new 2024 reddit rules.\n\nRight Click Enable/Disable- The plugin can be easily toggled by right clicking anywhere on the page, and clicking to enable / disable the plugin. This dialog will ONLY appear on reddit.com pages, so it won't clog up your menu otherwise.\n\nManifest V3 compatible- Will continue to work Forever. All the current other redirect plugins use an older version of Chrome Extensions, which Google has confirm will stop working at any time, this one doesn't.\n\n\nNo ads, no data collected, just a simple plugin that works.",
    "en_GB": "The digital marvel \"Old Reddit Forever\" is, in essence, an unpretentious little extension that ensures your stay on the good old version of Reddit, steering clear of the newfangled versions. It's smartly configured to redirect only those pages that absolutely need it, so features like settings and gallery are left well enough alone. This, I dare say, sets it apart from other, less thoughtful, extensions.\n\nEnabling or disabling this marvelous tool is as easy as a Sunday morning stroll in the park. Simply right-click anywhere on your page, and then, with a swift click, enable or disable the extension. Quite convenient, wouldn't you say? And worry not, this option only pops up on reddit.com pages, so it won't clutter your other menus.\n\nNow, here's a delightful bit - it's compatible with Manifest V3, meaning it's destined to work until the cows come home. You see, other redirect plugins are a bit like old clunkers, using an outdated version of Chrome Extensions. Google has hinted that these may stop working at any given moment, but our little champion \"Old Reddit Forever\" is not affected by such trivialities.\n\nAnd lastly, the best part, it's all hush-hush – no advertisements, no data collected. Just a simple plugin doing its job, and doing it well.",
    "en_US": "Old Reddit Forever is a simple extension that keeps you on Old Reddit rather than any of the newer version. It is set up to automatically only to redirect the pages that are necessary (e.g. things like settings, gallery, etc.. will all still work, unlike some other extensions).\n\nRight Click Enable/Disable- The plugin can be easily toggled by right clicking anywhere on the page, and clicking to enable / disable the plugin. This dialog will ONLY appear on reddit.com pages, so it won't clog up your menu otherwise.\n\nManifest V3 compatible- Will continue to work Forever. All the current other redirect plugins use an older version of Chrome Extensions, which Google has confirm will stop working at any time, this one doesn't.\n\n\nNo ads, no data collected, just a simple plugin that works.",
    "es,es_419": "Old Reddit Forever es una extensión simple que lo mantiene en Old reddit en lugar de cualquiera de las versiones más nuevas. Está configurado para redirigir automáticamente solo las páginas que son necesarias (por ejemplo, cosas como la configuración, la galería, etc. seguirán funcionando, a diferencia de otras extensiones).\n\nHaga clic con el botón derecho en Habilitar/Deshabilitar: el complemento se puede alternar fácilmente haciendo clic con el botón derecho en cualquier parte de la página y haciendo clic para habilitar/deshabilitar el complemento. Este cuadro de diálogo SÓLO aparecerá en las páginas de reddit.com, por lo que no obstruirá su menú de lo contrario.\n\nCompatible con Manifest V3: seguirá funcionando para siempre. Todos los demás complementos de redirección actuales usan una versión anterior de Chrome Extensions, que Google ha confirmado que dejará de funcionar en cualquier momento, esta no.\n\nSin anuncios, sin datos recopilados, solo un complemento simple que funciona.",
    "et": "Old Reddit Forever on lihtne laiendus, mis hoiab teid pigem Old redditis kui mis tahes uuemas versioonis. See on seadistatud automaatselt ümber suunama ainult vajalikke lehti (nt sellised asjad nagu seaded, galerii jne. erinevalt mõnest teisest laiendist töötavad kõik endiselt).\n\nParemklõps Luba/Keela – pluginat saab hõlpsasti ümber lülitada, paremklõpsates suvalises kohas lehel ja klõpsates plugina lubamiseks/keelamiseks. See dialoog kuvatakse AINULT reddit.com-i lehtedel, seega ei ummista see muidu teie menüüd.\n\nManifest V3 ühilduv – töötab igavesti. Kõik praegused muud ümbersuunamispluginad kasutavad Chrome'i laienduste vanemat versiooni, mis Google'i kinnitusel lakkab igal ajal töötamast, see aga mitte.\n\nEi mingeid reklaame ega kogutud andmeid, vaid lihtne pistikprogramm, mis töötab.",
    "fa": "Old Reddit Forever یک افزونه ساده است که شما را به جای هر نسخه جدیدتر در Old Reddit نگه می دارد. تنظیم شده است تا به طور خودکار فقط صفحاتی را که لازم هستند هدایت کند (به عنوان مثال مواردی مانند تنظیمات، گالری، و غیره. بر خلاف برخی از برنامه های افزودنی دیگر همچنان کار می کنند).\n\nکلیک راست Enable/Disable- افزونه را می توان به راحتی با کلیک راست در هر نقطه از صفحه و کلیک بر روی فعال/غیرفعال کردن افزونه تغییر داد. این گفتگو فقط در صفحات reddit.com ظاهر می شود، بنابراین در غیر این صورت منوی شما را مسدود نمی کند.\n\nسازگار با مانیفست V3 - برای همیشه به کار خود ادامه خواهد داد. همه افزونه‌های تغییر مسیر فعلی دیگر از نسخه قدیمی‌تر افزونه‌های کروم استفاده می‌کنند، که Google تأیید کرده است که در هر زمانی کار نمی‌کند، اما این یکی اینطور نیست.\n\nبدون تبلیغات، هیچ داده ای جمع آوری نشده است، فقط یک پلاگین ساده که کار می کند.",
    "fi": "Old Reddit Forever on yksinkertainen laajennus, joka pitää sinut vanhassa redditissä uudemman version sijaan. Se on määritetty ohjaamaan automaattisesti vain tarpeelliset sivut (esim. asetukset, galleria jne. kaikki toimivat edelleen, toisin kuin jotkut muut laajennukset).\n\nNapsauta hiiren kakkospainikkeella Ota käyttöön/poista käytöstä - laajennus voidaan helposti vaihtaa napsauttamalla hiiren kakkospainikkeella mitä tahansa sivulla ja napsauttamalla ottaaksesi laajennuksen käyttöön tai poistaaksesi sen käytöstä. Tämä valintaikkuna näkyy VAIN reddit.com-sivuilla, joten se ei muuten tukki valikkoasi.\n\nManifest V3 -yhteensopiva - Jatkuu ikuisesti. Kaikki nykyiset muut uudelleenohjauslaajennukset käyttävät Chrome Extensions -laajennusten vanhempaa versiota, jonka Google on vahvistanut lakkaa toimimasta milloin tahansa, tämä ei enää toimi.\n\nEi mainoksia, ei kerätä tietoja, vain yksinkertainen laajennus, joka toimii.",
    "fil": "Ang Old Reddit Forever ay isang simpleng extension na nagpapanatili sa iyo sa Old reddit kaysa sa alinman sa mas bagong bersyon. Ito ay naka-set up upang awtomatiko lamang na i-redirect ang mga pahinang kinakailangan (hal. mga bagay tulad ng mga setting, gallery, atbp.. gagana pa rin ang lahat, hindi katulad ng ibang mga extension).\n\nI-right Click Paganahin/Huwag Paganahin- Ang plugin ay madaling ma-toggle sa pamamagitan ng pag-right click saanman sa page, at pag-click upang paganahin / huwag paganahin ang plugin. Lalabas LAMANG ang dialog na ito sa mga pahina ng reddit.com, kaya hindi nito mabara ang iyong menu kung hindi man.\n\nManifest V3 compatible- Magpapatuloy na gagana Magpakailanman. Gumagamit ang lahat ng kasalukuyang iba pang redirect plugin ng mas lumang bersyon ng Mga Extension ng Chrome, na kinumpirma ng Google na hihinto sa paggana anumang oras, ito ay hindi.\n\nWalang mga ad, walang data na nakolekta, isang simpleng plugin na gumagana.",
    "fr": "Old Reddit Forever est une extension simple qui vous permet de rester sur Old Reddit plutôt que sur l'une des versions les plus récentes. Il est configuré pour ne rediriger automatiquement que les pages nécessaires (par exemple, des éléments tels que les paramètres, la galerie, etc. fonctionneront toujours, contrairement à certaines autres extensions).\n\nClic droit Activer / Désactiver - Le plugin peut être facilement activé en cliquant avec le bouton droit n'importe où sur la page et en cliquant pour activer / désactiver le plugin. Cette boîte de dialogue apparaîtra UNIQUEMENT sur les pages reddit.com, de sorte qu'elle n'obstruera pas votre menu autrement.\n\nCompatible Manifest V3 - Continuera à fonctionner pour toujours. Tous les autres plugins de redirection actuels utilisent une ancienne version des extensions Chrome, qui, selon Google, cessera de fonctionner à tout moment, contrairement à celle-ci.\n\nAucune publicité, aucune donnée collectée, juste un simple plugin qui fonctionne.",
    "gu": "ઓલ્ડ રેડિટ ફોરએવર એ એક સરળ એક્સટેન્શન છે જે તમને કોઈપણ નવા વર્ઝનને બદલે ઓલ્ડ રેડિટ પર રાખે છે. તે ફક્ત જરૂરી પૃષ્ઠોને રીડાયરેક્ટ કરવા માટે આપોઆપ સેટ અપ કરવામાં આવ્યું છે (દા.ત. સેટિંગ્સ, ગેલેરી વગેરે જેવી વસ્તુઓ. અન્ય એક્સ્ટેંશનથી વિપરીત, બધું હજુ પણ કામ કરશે).\n\nજમણું ક્લિક કરો સક્ષમ/અક્ષમ કરો- પ્લગઇનને પૃષ્ઠ પર ગમે ત્યાં જમણું ક્લિક કરીને અને પ્લગઇનને સક્ષમ/અક્ષમ કરવા માટે ક્લિક કરીને સરળતાથી ટૉગલ કરી શકાય છે. આ સંવાદ ફક્ત reddit.com પૃષ્ઠો પર જ દેખાશે, તેથી તે તમારા મેનૂને અન્યથા બંધ કરશે નહીં.\n\nમેનિફેસ્ટ V3 સુસંગત- કાયમ કામ કરવાનું ચાલુ રાખશે. અન્ય તમામ વર્તમાન રીડાયરેક્ટ પ્લગઈનો ક્રોમ એક્સ્ટેંશનના જૂના વર્ઝનનો ઉપયોગ કરે છે, જેની ગૂગલે પુષ્ટિ કરી છે કે કોઈપણ સમયે કામ કરવાનું બંધ કરશે, આ એવું કરતું નથી.\n\nકોઈ જાહેરાતો નથી, કોઈ ડેટા એકત્રિત કરવામાં આવ્યો નથી, ફક્ત એક સરળ પ્લગઇન જે કાર્ય કરે છે.",
    "he": "Old Reddit Forever הוא הרחבה פשוטה שמחזיקה אותך ב-Old Reddit ולא בגרסה החדשה יותר. הוא מוגדר באופן אוטומטי רק כדי להפנות מחדש את הדפים הנחוצים (למשל דברים כמו הגדרות, גלריה וכו'... כולם עדיין יפעלו, בניגוד לכמה הרחבות אחרות).\n\nלחץ לחיצה ימנית הפעל/השבתה- ניתן להחליף את התוסף בקלות על ידי לחיצה ימנית בכל מקום בעמוד, ולחיצה כדי להפעיל / להשבית את הפלאגין. דו-שיח זה יופיע רק בדפי reddit.com, כך שהוא לא יסתום את התפריט שלך אחרת.\n\nתואם Manifest V3- ימשיך לעבוד לנצח. כל התוספים האחרים להפניה מחדש משתמשים בגרסה ישנה יותר של תוספי Chrome, שגוגל אישרה שיפסיק לעבוד בכל עת, זה לא.\n\nאין פרסומות, אין נתונים שנאספו, רק תוסף פשוט שעובד.",
    "hi": "ओल्ड रेडिट फॉरएवर एक सरल एक्सटेंशन है जो आपको किसी भी नए संस्करण के बजाय पुराने रेडिट पर रखता है। यह स्वचालित रूप से केवल उन पृष्ठों को पुनर्निर्देशित करने के लिए सेट किया गया है जो आवश्यक हैं (उदाहरण के लिए सेटिंग्स, गैलरी, आदि जैसी चीजें .. कुछ अन्य एक्सटेंशन के विपरीत, सभी अभी भी काम करेंगी)।\n\nराइट क्लिक इनेबल/डिसएबल- प्लगइन को पृष्ठ पर कहीं भी राइट क्लिक करके और प्लगइन को सक्षम/अक्षम करने के लिए क्लिक करके आसानी से टॉगल किया जा सकता है। यह संवाद केवल reddit.com पृष्ठों पर दिखाई देगा, इसलिए यह अन्यथा आपके मेनू को बंद नहीं करेगा।\n\nमैनिफेस्ट V3 संगत- हमेशा के लिए काम करना जारी रखेगा। सभी मौजूदा अन्य रीडायरेक्ट प्लगइन क्रोम एक्सटेंशन के पुराने संस्करण का उपयोग करते हैं, जिसकी पुष्टि Google ने किसी भी समय काम करना बंद कर दिया है, यह नहीं करता है।\n\nकोई विज्ञापन नहीं, कोई डेटा एकत्र नहीं किया गया, बस एक साधारण प्लगइन जो काम करता है।",
    "hr": "Old Reddit Forever jednostavno je proširenje koje vas drži na Old redditu umjesto na bilo kojoj novijoj verziji. Postavljeno je da automatski preusmjerava samo stranice koje su potrebne (npr. stvari poput postavki, galerije itd. sve će i dalje raditi, za razliku od nekih drugih proširenja).\n\nDesni klik Omogući/onemogući - Dodatak se može jednostavno uključiti desnim klikom bilo gdje na stranici i klikom da biste omogućili/onemogućili dodatak. Ovaj će se dijaloški okvir pojaviti SAMO na stranicama reddit.com, tako da inače neće začepiti vaš izbornik.\n\nManifest V3 kompatibilan - Nastavit će raditi zauvijek. Svi trenutačni drugi dodaci za preusmjeravanje koriste stariju verziju Chromeovih proširenja, za koje je Google potvrdio da će prestati raditi u bilo kojem trenutku, ovaj ne.\n\nNema oglasa, nema prikupljenih podataka, samo jednostavan dodatak koji radi.",
    "hu": "Az Old Reddit Forever egy egyszerű kiterjesztés, amely a régi redditnél tart, nem pedig az újabb verziót. Úgy van beállítva, hogy automatikusan csak a szükséges oldalakat irányítsa át (pl. beállítások, galéria stb., más kiterjesztésekkel ellentétben mindegyik továbbra is működik).\n\nJobb kattintás engedélyezése/letiltása – A beépülő modul könnyen átkapcsolható úgy, hogy az oldal bármely részén jobb gombbal kattint, majd kattintson a beépülő modul engedélyezéséhez/letiltásához. Ez a párbeszédablak CSAK a reddit.com oldalakon jelenik meg, így egyébként nem tömíti el a menüt.\n\nManifest V3-kompatibilis – Örökké tovább fog működni. Az összes jelenlegi átirányítási bővítmény a Chrome Extensions régebbi verzióját használja, amely a Google megerősítette, hogy bármikor leáll, ez nem.\n\nNincsenek hirdetések, nem gyűjtenek adatokat, csak egy egyszerű plugin, amely működik.",
    "id": "Old Reddit Forever adalah ekstensi sederhana yang membuat Anda tetap menggunakan Reddit Lama daripada versi yang lebih baru. Itu diatur untuk secara otomatis hanya untuk mengarahkan ulang halaman yang diperlukan (mis. hal-hal seperti pengaturan, galeri, dll.. semuanya akan tetap berfungsi, tidak seperti beberapa ekstensi lainnya).\n\nKlik Kanan Aktifkan/Nonaktifkan- Plugin dapat dengan mudah dialihkan dengan mengklik kanan di mana saja pada halaman, dan mengklik untuk mengaktifkan/menonaktifkan plugin. Dialog ini HANYA akan muncul di halaman reddit.com, sehingga tidak akan menyumbat menu Anda.\n\nKompatibel dengan Manifest V3- Akan terus bekerja Selamanya. Semua plugin pengalihan lainnya saat ini menggunakan versi Ekstensi Chrome yang lebih lama, yang telah dikonfirmasi oleh Google akan berhenti berfungsi kapan saja, yang ini tidak.\n\nTidak ada iklan, tidak ada data yang dikumpulkan, hanya plugin sederhana yang berfungsi.",
    "it": "Old Reddit Forever è una semplice estensione che ti mantiene su Old reddit piuttosto che su qualsiasi versione più recente. È impostato per reindirizzare automaticamente solo le pagine necessarie (ad esempio cose come impostazioni, galleria, ecc. funzioneranno ancora, a differenza di altre estensioni).\n\nAbilita/disabilita clic destro: il plug-in può essere facilmente attivato facendo clic con il pulsante destro del mouse in un punto qualsiasi della pagina e facendo clic per abilitare/disabilitare il plug-in. Questa finestra di dialogo apparirà SOLO sulle pagine reddit.com, quindi altrimenti non intaserà il tuo menu.\n\nCompatibile con Manifest V3: continuerà a funzionare per sempre. Tutti gli altri plug-in di reindirizzamento attuali utilizzano una versione precedente delle estensioni di Chrome, che Google ha confermato smetterà di funzionare in qualsiasi momento, questa no.\n\nNessuna pubblicità, nessun dato raccolto, solo un semplice plugin che funziona.",
    "ja": "Old Reddit Forever は、新しいバージョンではなく古い reddit を維持できるシンプルな拡張機能です。必要なページのみをリダイレクトするように自動的に設定されます (他の拡張機能とは異なり、設定、ギャラリーなどはすべて引き続き機能します)。\n\n右クリックで有効/無効 - ページ上の任意の場所を右クリックし、クリックしてプラグインを有効/無効にすることで、プラグインを簡単に切り替えることができます。このダイアログは reddit.com ページにのみ表示されるため、それ以外の場合はメニューが詰まることがありません。\n\nマニフェスト V3 互換 - 永久に動作し続けます。現在の他のリダイレクト プラグインはすべて古いバージョンの Chrome 拡張機能を使用しており、Google はこれがいつでも機能しなくなることを確認していますが、このプラグインはそうではありません。\n\n広告もデータも収集されず、機能するシンプルなプラグインだけです。",
    "kn": "ಓಲ್ಡ್ ರೆಡ್ಡಿಟ್ ಫಾರೆವರ್ ಒಂದು ಸರಳವಾದ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು ಅದು ಯಾವುದೇ ಹೊಸ ಆವೃತ್ತಿಗಿಂತ ಹಳೆಯ ರೆಡ್ಡಿಟ್‌ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಇರಿಸುತ್ತದೆ. ಅಗತ್ಯವಿರುವ ಪುಟಗಳನ್ನು ಮರುನಿರ್ದೇಶಿಸಲು ಮಾತ್ರ ಇದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹೊಂದಿಸಲಾಗಿದೆ (ಉದಾಹರಣೆಗೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು, ಗ್ಯಾಲರಿ, ಇತ್ಯಾದಿ.. ಕೆಲವು ಇತರ ವಿಸ್ತರಣೆಗಳಿಗಿಂತ ಭಿನ್ನವಾಗಿ ಎಲ್ಲವೂ ಇನ್ನೂ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ).\n\nಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ಸಕ್ರಿಯಗೊಳಿಸಿ/ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ- ಪುಟದಲ್ಲಿ ಎಲ್ಲಿಯಾದರೂ ಬಲ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪ್ಲಗಿನ್ ಅನ್ನು ಸುಲಭವಾಗಿ ಟಾಗಲ್ ಮಾಡಬಹುದು ಮತ್ತು ಪ್ಲಗಿನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು / ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ. ಈ ಸಂವಾದವು reddit.com ಪುಟಗಳಲ್ಲಿ ಮಾತ್ರ ಗೋಚರಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ಅದು ನಿಮ್ಮ ಮೆನುವನ್ನು ಮುಚ್ಚುವುದಿಲ್ಲ.\n\nಮ್ಯಾನಿಫೆಸ್ಟ್ V3 ಹೊಂದಾಣಿಕೆ- ಎಂದೆಂದಿಗೂ ಕೆಲಸ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತದೆ. ಎಲ್ಲಾ ಪ್ರಸ್ತುತ ಇತರ ಮರುನಿರ್ದೇಶನ ಪ್ಲಗಿನ್‌ಗಳು Chrome ವಿಸ್ತರಣೆಗಳ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತವೆ, ಇದು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ ಎಂದು Google ಖಚಿತಪಡಿಸಿದೆ, ಇದು ಮಾಡುವುದಿಲ್ಲ.\n\nಯಾವುದೇ ಜಾಹೀರಾತುಗಳಿಲ್ಲ, ಯಾವುದೇ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಿಲ್ಲ, ಸರಳವಾದ ಪ್ಲಗಿನ್ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.",
    "ko": "Old Reddit Forever는 최신 버전이 아닌 Old reddit을 유지하는 간단한 확장 프로그램입니다. 필요한 페이지만 자동으로 리디렉션하도록 설정되어 있습니다(예: 설정, 갤러리 등과 같은 항목은 다른 확장 프로그램과 달리 모두 여전히 작동함).\n\n오른쪽 클릭 활성화/비활성화 - 페이지의 아무 곳이나 마우스 오른쪽 버튼을 클릭하고 클릭하여 플러그인을 활성화/비활성화하면 플러그인을 쉽게 전환할 수 있습니다. 이 대화 상자는 reddit.com 페이지에만 나타나므로 메뉴를 방해하지 않습니다.\n\n매니페스트 V3 호환 - 계속해서 영원히 작동합니다. 현재 다른 모든 리디렉션 플러그인은 이전 버전의 Chrome 확장 프로그램을 사용하며 Google은 이 확장 프로그램이 언제라도 작동을 멈출 것이라고 확인했지만 이 플러그인은 그렇지 않습니다.\n\n광고 없음, 수집된 데이터 없음, 작동하는 간단한 플러그인.",
    "lt": "Old Reddit Forever yra paprastas plėtinys, leidžiantis naudoti senąjį reddit, o ne bet kurią naujesnę versiją. Jis nustatytas taip, kad automatiškai peradresuotų tik būtinus puslapius (pvz., parametrai, galerija ir t. t. visi veiks, skirtingai nuo kai kurių kitų plėtinių).\n\nDešiniuoju pelės mygtuku spustelėkite įgalinti / išjungti – papildinį galima lengvai perjungti dešiniuoju pelės mygtuku spustelėjus bet kurioje puslapio vietoje ir spustelėjus, kad įjungtumėte / išjungtumėte papildinį. Šis dialogo langas bus rodomas TIK reddit.com puslapiuose, todėl jis neužkimš jūsų meniu.\n\nSuderinamas su manifestu V3 – ir toliau veiks amžinai. Visi dabartiniai kiti peradresavimo papildiniai naudoja senesnę „Chrome“ plėtinių versiją, kuri, „Google“ patvirtino, nustos veikti bet kuriuo metu, o šis – ne.\n\nJokių skelbimų, nerenkamų duomenų, tik paprastas veikiantis įskiepis.",
    "lv": "Old Reddit Forever ir vienkāršs paplašinājums, kas ļauj jums izmantot Old reddit, nevis kādu no jaunākajām versijām. Tas ir iestatīts, lai automātiski novirzītu tikai nepieciešamās lapas (piemēram, iestatījumi, galerija utt., atšķirībā no dažiem citiem paplašinājumiem, tas viss joprojām darbosies).\n\nAr peles labo pogu noklikšķiniet uz Iespējot/Atspējot — spraudni var viegli pārslēgt, ar peles labo pogu noklikšķinot jebkurā vietā lapā un noklikšķinot, lai iespējotu/atspējotu spraudni. Šis dialoglodziņš tiks parādīts TIKAI reddit.com lapās, tāpēc citādi tas neaizsprosto izvēlni.\n\nSaderīgs ar manifestu V3 — turpinās darboties mūžīgi. Visi pašreizējie citi novirzīšanas spraudņi izmanto vecāku Chrome paplašinājumu versiju, kas, kā ir apstiprinājusi Google, pārtrauks darboties jebkurā laikā, bet šī nedarbojas.\n\nNav reklāmu, nav apkopoti dati, tikai vienkāršs spraudnis, kas darbojas.",
    "ml": "ഓൾഡ് റെഡ്ഡിറ്റ് ഫോർ എവർ എന്നത് പുതിയ പതിപ്പുകളേക്കാൾ പഴയ റെഡ്ഡിറ്റിൽ നിങ്ങളെ നിലനിർത്തുന്ന ഒരു ലളിതമായ വിപുലീകരണമാണ്. ആവശ്യമുള്ള പേജുകൾ റീഡയറക്‌ടുചെയ്യുന്നതിന് മാത്രം ഇത് സ്വയമേവ സജ്ജീകരിച്ചിരിക്കുന്നു (ഉദാ. ക്രമീകരണങ്ങൾ, ഗാലറി മുതലായവ.. മറ്റു ചില വിപുലീകരണങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായി എല്ലാം തുടർന്നും പ്രവർത്തിക്കും).\n\nറൈറ്റ് ക്ലിക്ക് പ്രാപ്‌തമാക്കുക/അപ്രാപ്‌തമാക്കുക- പേജിൽ എവിടെയും വലത് ക്ലിക്കുചെയ്‌ത് പ്ലഗിൻ പ്രവർത്തനക്ഷമമാക്കുന്നതിനും അപ്രാപ്‌തമാക്കുന്നതിനും ക്ലിക്കുചെയ്‌ത് പ്ലഗിൻ എളുപ്പത്തിൽ ടോഗിൾ ചെയ്യാൻ കഴിയും. ഈ ഡയലോഗ് reddit.com പേജുകളിൽ മാത്രമേ ദൃശ്യമാകൂ, അതിനാൽ ഇത് നിങ്ങളുടെ മെനുവിൽ തടസ്സപ്പെടില്ല.\n\nമാനിഫെസ്റ്റ് V3 അനുയോജ്യം- എന്നേക്കും പ്രവർത്തിക്കുന്നത് തുടരും. നിലവിലെ മറ്റെല്ലാ റീഡയറക്‌ട് പ്ലഗിന്നുകളും Chrome വിപുലീകരണങ്ങളുടെ പഴയ പതിപ്പാണ് ഉപയോഗിക്കുന്നത്, ഏത് സമയത്തും പ്രവർത്തിക്കുന്നത് നിർത്തുമെന്ന് Google സ്ഥിരീകരിച്ചിട്ടുണ്ട്, ഇത് അങ്ങനെ ചെയ്യുന്നില്ല.\n\nപരസ്യങ്ങളില്ല, ഡാറ്റ ശേഖരിച്ചിട്ടില്ല, പ്രവർത്തിക്കുന്ന ഒരു ലളിതമായ പ്ലഗിൻ മാത്രം.",
    "mr": "ओल्ड रेडिट फॉरेव्हर हा एक साधा विस्तार आहे जो तुम्हाला कोणत्याही नवीन आवृत्तीपेक्षा जुन्या रेडिटवर ठेवतो. हे केवळ आवश्यक असलेली पृष्ठे पुनर्निर्देशित करण्यासाठी स्वयंचलितपणे सेट केले गेले आहे (उदा. सेटिंग्ज, गॅलरी इ. सर्व काही इतर विस्तारांप्रमाणेच कार्य करेल).\n\nउजवे क्लिक सक्षम/अक्षम करा- पृष्ठावर कुठेही उजवे क्लिक करून आणि प्लगइन सक्षम/अक्षम करण्यासाठी क्लिक करून प्लगइन सहजपणे टॉगल केले जाऊ शकते. हा संवाद फक्त reddit.com पृष्ठांवर दिसून येईल, त्यामुळे तो तुमचा मेनू बंद करणार नाही.\n\nमॅनिफेस्ट V3 सुसंगत- कायम काम करत राहील. इतर सर्व वर्तमान रीडायरेक्ट प्लगइन Chrome विस्तारांची जुनी आवृत्ती वापरतात, ज्याची Google ने पुष्टी केली आहे की ते कधीही कार्य करणे थांबवेल, हे करत नाही.\n\nकोणत्याही जाहिराती नाहीत, कोणताही डेटा संकलित केलेला नाही, फक्त एक साधे प्लगइन जे कार्य करते.",
    "ms": "Old Reddit Forever ialah sambungan ringkas yang membolehkan anda menggunakan reddit Lama berbanding mana-mana versi yang lebih baharu. Ia ditetapkan untuk secara automatik hanya untuk mengubah hala halaman yang diperlukan (cth perkara seperti tetapan, galeri, dll.. semuanya akan tetap berfungsi, tidak seperti beberapa sambungan lain).\n\nKlik Kanan Dayakan/Lumpuhkan- Pemalam boleh ditukar dengan mudah dengan mengklik kanan di mana-mana pada halaman, dan mengklik untuk mendayakan / melumpuhkan pemalam. Dialog ini HANYA akan muncul pada halaman reddit.com, jadi ia tidak akan menyumbat menu anda sebaliknya.\n\nManifest V3 serasi- Akan terus berfungsi Selamanya. Semua pemalam ubah hala lain semasa menggunakan versi Pelanjutan Chrome yang lebih lama, yang disahkan oleh Google akan berhenti berfungsi pada bila-bila masa, yang ini tidak.\n\nTiada iklan, tiada data yang dikumpul, hanya pemalam mudah yang berfungsi.",
    "nl": "Old Reddit Forever is een eenvoudige extensie die je op Old Reddit houdt in plaats van een van de nieuwere versies. Het is ingesteld om automatisch alleen de pagina's om te leiden die nodig zijn (bijv. Dingen zoals instellingen, galerij, enz. zullen allemaal nog steeds werken, in tegenstelling tot sommige andere extensies).\n\nKlik met de rechtermuisknop Inschakelen/Uitschakelen- De plug-in kan eenvoudig worden geschakeld door met de rechtermuisknop ergens op de pagina te klikken en te klikken om de plug-in in/uit te schakelen. Dit dialoogvenster verschijnt ALLEEN op reddit.com-pagina's, dus het zal je menu anders niet verstoppen.\n\nManifest V3-compatibel - Zal voor altijd blijven werken. Alle huidige andere omleidingsplug-ins gebruiken een oudere versie van Chrome-extensies, waarvan Google heeft bevestigd dat ze op elk moment zullen stoppen met werken, deze niet.\n\nGeen advertenties, geen verzamelde gegevens, alleen een simpele plug-in die werkt.",
    "no": "Old Reddit Forever er en enkel utvidelse som holder deg på Old reddit i stedet for noen av de nyere versjonene. Den er satt opp til automatisk kun å omdirigere sidene som er nødvendige (f.eks. ting som innstillinger, galleri, etc.. vil fortsatt fungere, i motsetning til noen andre utvidelser).\n\nHøyreklikk Aktiver/Deaktiver- Plugin-modulen kan enkelt veksles ved å høyreklikke hvor som helst på siden, og klikke for å aktivere/deaktivere plugin-en. Denne dialogen vil KUN vises på reddit.com-sider, så den vil ikke tette menyen din ellers.\n\nManifest V3-kompatibel - Vil fortsette å fungere for alltid. Alle de nåværende andre omdirigeringspluginene bruker en eldre versjon av Chrome Extensions, som Google har bekreftet vil slutte å fungere når som helst, denne gjør ikke.\n\nIngen annonser, ingen data samlet inn, bare en enkel plugin som fungerer.",
    "pl": "Old Reddit Forever to proste rozszerzenie, które utrzymuje Cię na Old Reddit, a nie na jakiejkolwiek nowszej wersji. Jest skonfigurowany tak, aby automatycznie przekierowywał tylko te strony, które są niezbędne (np. ustawienia, galeria itp. będą nadal działać, w przeciwieństwie do niektórych innych rozszerzeń).\n\nKliknij prawym przyciskiem myszy Włącz / wyłącz - Wtyczkę można łatwo przełączać, klikając prawym przyciskiem myszy w dowolnym miejscu na stronie i klikając, aby włączyć / wyłączyć wtyczkę. To okno dialogowe pojawi się TYLKO na stronach reddit.com, więc w przeciwnym razie nie zablokuje menu.\n\nZgodność z Manifest V3 — będzie działać wiecznie. Wszystkie obecne inne wtyczki przekierowujące używają starszej wersji rozszerzeń Chrome, co do których Google potwierdziło, że przestaną działać w dowolnym momencie, ta nie.\n\nBez reklam, bez zbierania danych, tylko prosta wtyczka, która działa.",
    "pt_BR,pt_PT": "Old Reddit Forever é uma extensão simples que mantém você no Old reddit em vez de qualquer uma das versões mais recentes. Ele está configurado para redirecionar automaticamente apenas as páginas necessárias (por exemplo, coisas como configurações, galeria, etc., tudo ainda funcionará, ao contrário de algumas outras extensões).\n\nClique com o botão direito em Ativar/Desativar - O plug-in pode ser facilmente alternado clicando com o botão direito em qualquer lugar da página e clicando para ativar/desativar o plug-in. Esta caixa de diálogo aparecerá APENAS nas páginas do reddit.com, então não irá entupir seu menu caso contrário.\n\nCompatível com Manifest V3 - continuará a funcionar para sempre. Todos os outros plug-ins de redirecionamento atuais usam uma versão mais antiga das extensões do Chrome, que o Google confirmou que vai parar de funcionar a qualquer momento, este não.\n\nSem anúncios, sem dados coletados, apenas um plugin simples que funciona.",
    "ro": "Old Reddit Forever este o extensie simplă care vă menține pe Old reddit, mai degrabă decât oricare dintre versiunile mai noi. Este configurat automat doar pentru a redirecționa paginile necesare (de exemplu, lucruri precum setările, galeria etc. vor funcționa în continuare, spre deosebire de alte extensii).\n\nClic dreapta Activare/Dezactivare - Pluginul poate fi comutat cu ușurință făcând clic dreapta oriunde pe pagină și făcând clic pentru a activa/dezactiva pluginul. Acest dialog va apărea NUMAI pe paginile reddit.com, deci nu vă va înfunda meniul altfel.\n\nCompatibil cu Manifest V3 - Va continua să funcționeze pentru totdeauna. Toate celelalte plugin-uri de redirecționare actuale folosesc o versiune mai veche a extensiilor Chrome, despre care Google a confirmat că va înceta să mai funcționeze în orice moment, aceasta nu.\n\nFără reclame, fără date colectate, doar un simplu plugin care funcționează.",
    "ru": "Old Reddit Forever — это простое расширение, которое удерживает вас на старом Reddit, а не на какой-либо новой версии. Он настроен на автоматическое перенаправление только тех страниц, которые необходимы (например, такие вещи, как настройки, галерея и т. д., все равно будут работать, в отличие от некоторых других расширений).\n\nЩелкните правой кнопкой мыши Включить/Отключить. Плагин можно легко переключить, щелкнув правой кнопкой мыши в любом месте страницы и щелкнув, чтобы включить/отключить плагин. Это диалоговое окно будет отображаться ТОЛЬКО на страницах reddit.com, иначе оно не засорит ваше меню.\n\nСовместимость с манифестом V3 — будет работать вечно. Все текущие другие плагины перенаправления используют более старую версию расширений Chrome, которая, как подтверждает Google, перестанет работать в любое время, а этот - нет.\n\nНикакой рекламы, никакие данные не собираются, просто работает простой плагин.",
    "sk": "Old Reddit Forever je jednoduché rozšírenie, ktoré vás udrží na starom reddite a nie na novšej verzii. Je nastavený tak, aby automaticky presmeroval len tie stránky, ktoré sú nevyhnutné (napr. veci ako nastavenia, galéria atď. budú na rozdiel od niektorých iných rozšírení stále fungovať).\n\nKliknutím pravým tlačidlom myši Povoliť/Zakázať- Doplnok možno jednoducho prepínať kliknutím pravým tlačidlom myši kdekoľvek na stránke a kliknutím povoliť / zakázať doplnok. Toto dialógové okno sa zobrazí LEN na stránkach reddit.com, takže inak nebude zahlcovať vašu ponuku.\n\nKompatibilný s Manifest V3 – bude fungovať navždy. Všetky súčasné ostatné doplnky na presmerovanie používajú staršiu verziu rozšírení Chrome, o ktorej spoločnosť Google potvrdila, že kedykoľvek prestane fungovať, táto nie.\n\nŽiadne reklamy, žiadne zhromažďované údaje, iba jednoduchý plugin, ktorý funguje.",
    "sl": "Old Reddit Forever je preprosta razširitev, ki vas ohranja na starem redditu in ne na kateri koli novejši različici. Nastavljen je tako, da samodejno preusmeri samo strani, ki so potrebne (npr. stvari, kot so nastavitve, galerija itd., bodo še vedno delovale, za razliko od nekaterih drugih razširitev).\n\nDesni klik Omogoči/onemogoči - vtičnik lahko enostavno preklopite tako, da z desnim klikom kjer koli na strani kliknete in omogočite/onemogočite vtičnik. To pogovorno okno se bo pojavilo SAMO na straneh reddit.com, tako da drugače ne bo zamašilo vašega menija.\n\nZdružljiv z Manifestom V3 - Deloval bo večno. Vsi trenutni drugi vtičniki za preusmeritev uporabljajo starejšo različico razširitev za Chrome, za katero je Google potrdil, da bo prenehala delovati kadar koli, ta pa ne.\n\nBrez oglasov, brez zbiranja podatkov, samo preprost vtičnik, ki deluje.",
    "sr": "Олд Реддит Форевер је једноставно проширење које вас држи на Старом Реддиту, а не на било којој новијој верзији. Подешен је тако да аутоматски преусмерава само оне странице које су неопходне (нпр. ствари као што су подешавања, галерија итд. ће и даље радити, за разлику од неких других екстензија).\n\nДесни клик Омогући/Онемогући- Додатак се може лако пребацити десним кликом било где на страници и кликом да бисте омогућили/онемогућили додатак. Овај дијалог ће се појавити САМО на страницама реддит.цом, тако да иначе неће зачепити ваш мени.\n\nКомпатибилан са Манифест В3 - наставиће да ради заувек. Сви други тренутни додаци за преусмеравање користе старију верзију Цхроме екстензија, за које је Гоогле потврдио да ће престати да раде у било ком тренутку, овај не.\n\nБез огласа, без прикупљених података, само једноставан додатак који ради.",
    "sv": "Old Reddit Forever är en enkel tillägg som håller dig på Old reddit snarare än någon av de nyare versionerna. Den är inställd för att automatiskt endast omdirigera de sidor som är nödvändiga (t.ex. saker som inställningar, galleri, etc.. kommer alla fortfarande att fungera, till skillnad från vissa andra tillägg).\n\nHögerklicka på Aktivera/Inaktivera- Plugin-programmet kan enkelt växlas genom att högerklicka var som helst på sidan och klicka för att aktivera/avaktivera plugin-programmet. Den här dialogrutan kommer ENDAST att visas på reddit.com-sidor, så annars kommer den inte att täppa till din meny.\n\nManifest V3-kompatibel - Kommer att fortsätta att fungera för alltid. Alla nuvarande andra omdirigeringsplugins använder en äldre version av Chrome Extensions, som Google har bekräftat kommer att sluta fungera när som helst, den här gör det inte.\n\nInga annonser, ingen data insamlad, bara ett enkelt plugin som fungerar.",
    "sw": "Old Reddit Forever ni kiendelezi rahisi ambacho hukuweka kwenye Old reddit badala ya toleo lolote jipya zaidi. Imesanidiwa kiotomatiki pekee ili kuelekeza upya kurasa ambazo ni muhimu (km vitu kama mipangilio, ghala, n.k.. zote bado zitafanya kazi, tofauti na viendelezi vingine).\n\nBofya Kulia Wezesha/Zima- Programu-jalizi inaweza kugeuzwa kwa urahisi kwa kubofya kulia mahali popote kwenye ukurasa, na kubofya kuwezesha / kuzima programu-jalizi. Kidirisha hiki kitaonekana TU kwenye kurasa za reddit.com, kwa hivyo hakitaziba menyu yako vinginevyo.\n\nManifest V3 inaendana- Itaendelea kufanya kazi Milele. Programu-jalizi zingine zote za sasa za uelekezaji upya hutumia toleo la zamani la Viendelezi vya Chrome, ambalo Google imethibitisha kuwa litaacha kufanya kazi wakati wowote, hili halifanyi kazi.\n\nHakuna matangazo, hakuna data iliyokusanywa, programu-jalizi rahisi inayofanya kazi.",
    "ta": "ஓல்ட் ரெடிட் ஃபாரெவர் என்பது ஒரு எளிய நீட்டிப்பாகும், இது புதிய பதிப்பை விட பழைய ரெடிட்டில் உங்களை வைத்திருக்கும். தேவையான பக்கங்களைத் திருப்பிவிடுவதற்கு மட்டுமே இது தானாகவே அமைக்கப்பட்டுள்ளது (எ.கா. அமைப்புகள், கேலரி போன்றவை.. மற்ற சில நீட்டிப்புகளைப் போலல்லாமல் அனைத்தும் இன்னும் செயல்படும்).\n\nவலது கிளிக் இயக்கு/முடக்கு- பக்கத்தில் எங்கும் வலது கிளிக் செய்வதன் மூலம் செருகுநிரலை எளிதாக மாற்றலாம், மேலும் செருகுநிரலை இயக்க / முடக்க கிளிக் செய்யவும். இந்த உரையாடல் reddit.com பக்கங்களில் மட்டுமே தோன்றும், இல்லையெனில் அது உங்கள் மெனுவை அடைக்காது.\n\nமேனிஃபெஸ்ட் V3 இணக்கமானது- எப்போதும் வேலை செய்யும். தற்போதைய மற்ற எல்லா வழிமாற்று செருகுநிரல்களும் Chrome நீட்டிப்புகளின் பழைய பதிப்பைப் பயன்படுத்துகின்றன, இது எந்த நேரத்திலும் வேலை செய்வதை நிறுத்தும் என்பதை Google உறுதிப்படுத்தியுள்ளது, இது இல்லை.\n\nவிளம்பரங்கள் இல்லை, தரவு சேகரிக்கப்படவில்லை, வேலை செய்யும் எளிய செருகுநிரல்.",
    "te": "ఓల్డ్ రెడ్డిట్ ఫరెవర్ అనేది ఒక సాధారణ పొడిగింపు, ఇది మిమ్మల్ని కొత్త వెర్షన్‌లో కాకుండా పాత రెడ్డిట్‌లో ఉంచుతుంది. అవసరమైన పేజీలను దారి మళ్లించడానికి మాత్రమే ఇది స్వయంచాలకంగా సెటప్ చేయబడింది (ఉదా. సెట్టింగ్‌లు, గ్యాలరీ మొదలైనవి. కొన్ని ఇతర పొడిగింపుల వలె కాకుండా అన్నీ ఇప్పటికీ పని చేస్తాయి).\n\nరైట్ క్లిక్ ఎనేబుల్/డిసేబుల్- పేజీలో ఎక్కడైనా రైట్ క్లిక్ చేయడం ద్వారా మరియు ప్లగిన్‌ను ఎనేబుల్ / డిసేబుల్ చేయడానికి క్లిక్ చేయడం ద్వారా ప్లగిన్ సులభంగా టోగుల్ చేయబడుతుంది. ఈ డైలాగ్ reddit.com పేజీలలో మాత్రమే కనిపిస్తుంది, కనుక ఇది మీ మెనూని అడ్డుకోదు.\n\nమానిఫెస్ట్ V3 అనుకూలమైనది- ఎప్పటికీ పని చేస్తూనే ఉంటుంది. ప్రస్తుతం ఉన్న అన్ని ఇతర దారి మళ్లింపు ప్లగిన్‌లు Chrome పొడిగింపుల యొక్క పాత సంస్కరణను ఉపయోగిస్తాయి, ఇది ఏ సమయంలో అయినా పని చేయడం ఆపివేస్తుందని Google నిర్ధారించింది, ఇది చేయదు.\n\nప్రకటనలు లేవు, డేటా సేకరించబడలేదు, పని చేసే ఒక సాధారణ ప్లగ్ఇన్.",
    "th": "Old Reddit Forever เป็นส่วนขยายที่เรียบง่ายที่ช่วยให้คุณใช้ Reddit แบบเก่าแทนที่จะเป็นเวอร์ชันใหม่กว่า มีการตั้งค่าให้เปลี่ยนเส้นทางหน้าเว็บที่จำเป็นโดยอัตโนมัติเท่านั้น (เช่น การตั้งค่า แกลเลอรี ฯลฯ ทั้งหมดจะยังคงใช้งานได้ ไม่เหมือนกับส่วนขยายอื่นๆ บางตัว)\n\nคลิกขวาเปิด/ปิด- ปลั๊กอินสามารถสลับได้ง่ายๆ โดยคลิกขวาที่ใดก็ได้บนหน้า แล้วคลิกเพื่อเปิด/ปิดใช้งานปลั๊กอิน กล่องโต้ตอบนี้จะปรากฏบนหน้า reddit.com เท่านั้น ดังนั้นจะไม่ทำให้เมนูของคุณอุดตัน\n\nเข้ากันได้กับ Manifest V3- จะทำงานต่อไปตลอดไป ปลั๊กอินเปลี่ยนเส้นทางอื่นๆ ในปัจจุบันทั้งหมดใช้ส่วนขยาย Chrome เวอร์ชันเก่า ซึ่ง Google ยืนยันว่าจะหยุดทำงานเมื่อใดก็ได้ แต่ปลั๊กอินนี้ไม่ทำงาน\n\nไม่มีโฆษณา ไม่มีการรวบรวมข้อมูล เป็นเพียงปลั๊กอินง่ายๆ ที่ใช้งานได้",
    "tr": "Old Reddit Forever, sizi herhangi bir yeni sürüm yerine Eski reddit'te tutan basit bir uzantıdır. Yalnızca gerekli olan sayfaları otomatik olarak yönlendirmek üzere ayarlanmıştır (örneğin, ayarlar, galeri vb. gibi şeyler, diğer bazı uzantıların aksine, hepsi çalışmaya devam edecektir).\n\nSağ Tıkla Etkinleştir/Devre Dışı Bırak- Eklenti, sayfada herhangi bir yere sağ tıklayarak ve eklentiyi etkinleştirmek / devre dışı bırakmak için tıklayarak kolayca değiştirilebilir. Bu iletişim kutusu YALNIZCA reddit.com sayfalarında görüntülenecektir, aksi halde menünüzü tıkamayacaktır.\n\nManifest V3 uyumlu - Sonsuza kadar çalışmaya devam edecek. Mevcut diğer tüm yönlendirme eklentileri, Google'ın herhangi bir zamanda çalışmayı durduracağını onayladığı Chrome Uzantılarının daha eski bir sürümünü kullanır, bu değil.\n\nReklam yok, veri toplanmadı, sadece çalışan basit bir eklenti.",
    "uk": "Old Reddit Forever — це просте розширення, завдяки якому ви залишаєтесь на Old Reddit, а не на будь-якій новішій версії. Він налаштований на автоматичне перенаправлення лише необхідних сторінок (наприклад, такі речі, як налаштування, галерея тощо, працюватимуть, на відміну від деяких інших розширень).\n\nУвімкнути/вимкнути правою кнопкою миші – плагін можна легко перемикати, клацнувши правою кнопкою миші будь-де на сторінці та клацнувши, щоб увімкнути/вимкнути плагін. Це діалогове вікно з’являтиметься ЛИШЕ на сторінках reddit.com, тому воно не забиватиме ваше меню в іншому випадку.\n\nСумісний з Manifest V3 – працюватиме вічно. Усі поточні інші плагіни переспрямування використовують старішу версію розширень Chrome, яка, як підтвердив Google, перестане працювати в будь-який час, а ця – ні.\n\nБез реклами, без збирання даних, лише простий плагін, який працює.",
    "vi": "Old Reddit Forever là một tiện ích mở rộng đơn giản giúp bạn tiếp tục sử dụng Reddit cũ thay vì bất kỳ phiên bản mới hơn nào. Nó được thiết lập để chỉ tự động chuyển hướng các trang cần thiết (ví dụ: những thứ như cài đặt, thư viện, v.v. sẽ vẫn hoạt động, không giống như một số tiện ích mở rộng khác).\n\nNhấp chuột phải Bật/Tắt- Có thể dễ dàng bật plugin bằng cách nhấp chuột phải vào bất kỳ đâu trên trang và nhấp để bật/tắt plugin. Hộp thoại này sẽ CHỈ xuất hiện trên các trang reddit.com, vì vậy nó sẽ không làm tắc nghẽn menu của bạn.\n\nTương thích với Manifest V3- Sẽ tiếp tục hoạt động Mãi mãi. Tất cả các plugin chuyển hướng khác hiện tại đều sử dụng phiên bản Tiện ích mở rộng Chrome cũ hơn mà Google đã xác nhận sẽ ngừng hoạt động bất cứ lúc nào, phiên bản này thì không.\n\nKhông có quảng cáo, không có dữ liệu được thu thập, chỉ là một plugin đơn giản hoạt động.",
    "zh_CN": "Old Reddit Forever 是一个简单的扩展，可以让您继续使用 Old reddit 而不是任何较新的版本。它被设置为仅自动重定向必要的页面（例如，设置、画廊等内容仍然有效，这与其他一些扩展不同）。\n\n右键单击启用/禁用 - 通过右键单击页面上的任意位置，然后单击以启用/禁用插件，可以轻松切换插件。这个对话框只会出现在 reddit.com 页面上，所以它不会阻塞你的菜单。\n\n兼容 Manifest V3 - 将永远有效。当前所有其他重定向插件都使用旧版本的 Chrome 扩展程序，Google 已确认该扩展程序将随时停止工作，但这个不会。\n\n没有广告，没有收集数据，只是一个简单的插件。",
    "zh_TW": "Old Reddit Forever 是一個簡單的擴展，可以讓你繼續使用 Old reddit 而不是任何較新的版本。它被設置為僅自動重定向必要的頁面（例如，設置、畫廊等內容仍然有效，這與其他一些擴展不同）。\n\n右鍵單擊啟用/禁用 - 通過右鍵單擊頁面上的任意位置，然後單擊以啟用/禁用插件，可以輕鬆切換插件。這個對話框只會出現在 reddit.com 頁面上，所以它不會阻塞你的菜單。\n\n兼容 Manifest V3 - 將永遠有效。當前所有其他重定向插件都使用舊版本的 Chrome 擴展程序，谷歌已確認其將隨時停止工作，但這個不會。\n\n沒有廣告，沒有收集數據，只是一個簡單的插件。"
  }
}