{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "❤ Ducktor - Your Adorable Web Companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sometimes, the internet gets you down."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ducktor blocks out bad image content and replaces it with... well... ducks. And more! From screen time reminders to duck dress-up, Ducktor sits in your tray, keeping you company as you surf the web. 🦆\n\n---\n\nThe news and internet often gets a lot of us down. We see things we don't wish to see, and we often know what kind of material we really want to block out. As a group, we decided that the best way to navigate the web safely is to replace these images using a blocked wordlist. But no one wants to stare at a bunch of broken image links, so what better, cuter thing to use than a bunch of ducks?\n\nSo we set out to do just that, adding some customisable duck fun along the way and a host of other functions to make our cute little duckling a truly formidable web companion.\n\n---\n\nDucktor sits in any Chrome-based browser, showing a customisable animated duck whenever you click it. This duck can be awakened or set to sleep, depending on whether you want Ducktor's functions on or off - and its individual functions can be toggled too.\n\nDucktor's main function is image replacement. When on, it replaces any image that matches a set of user-defined word criteria with a picture of your own customised duck. This duck can be given various hats and even a name, making sure that you never get bored of replacing images with an adorable friend you've helped make.\n\nDucktor also promotes other forms of wellbeing;\n- A little duck will pop up in the bottom right corner of your screen giving you a reminder of how much time you've been spending online. This reminder is customisable, allowing you to set just how long you want to be online.\n- When opening the Ducktor window, your duck will give you motivational and inspirational quotes to remind you just how much it loves you <3\n- The hide and seek function is a much needed boost of serotonin, that weaves ducks in and out of Google image searches to enhance your searching experience."
  }
}