{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Figma Properties Panel Resizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to resize the righthand properties panel on figma.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Figma Properties Panel Resizer, a powerful Chrome extension that gives you complete control over your Figma workspace! With this handy tool, you can easily adjust the width of the right-hand side properties panel on the Figma website to fit your needs.\n\nAre you tired of constantly scrolling up and down the properties panel to find the options you need? With this extension, you can expand the panel to make it wider and more spacious, giving you more room to work and reducing eye strain. Or, if you prefer a more compact layout, you can shrink the panel down to a narrow size, allowing you to focus on your design without distraction.\n\nOur extension is quick and easy to install, and it works seamlessly with the Figma website. Simply adjust the width of the panel using the easy-to-use slider, and watch as your workspace transforms before your eyes. Whether you're a professional designer, a student, or just someone who loves to tinker with digital art, the Figma Properties Panel Resizer is the perfect tool to help you take your creations to the next level.\n\nSo why wait? Try the Figma Properties Panel Resizer today and experience the power of customizing your workspace to suit your needs!ion allows you.\n\nIf you really like this extension, and want to support me and my projects, feel free to buymeacoffee, any support is much appreciated!\n\nhttps://www.buymeacoffee.com/wehri"
  }
}