{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VoIPXS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Herken telefoonnummers en plaats er een belbutton naast",
    "de": "Das Plugin erkennt Rufnummern und legt automatisch einen phone button neben der jeweiligen Rufnummer an",
    "en": "Recognise phone numbers and place a call button next to them",
    "sk": "Rozpozná telefónne čísla a pridá vedľa nich ikonu pre telefonovanie"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Met één muisklik een telefoonnummer bellen vanuit je Chrome browser? De VoIPXS extension herkent automatisch telefoonnummers op webpagina's en zet er een handige belbutton naast.\n\nDe plugin werkt in combinatie met een account op de klantportal van je VoIP leverancier. Als je de plugin geinstalleerd hebt krijg je een VoIPXS-button bovenin je browser balk te zien. Klik hierop om de instelling van de plugin af te ronden. Indien je nog niet in de klantportal bent ingelogd zal het systeem daarom vragen, waarna je gevraagd wordt toestemming te geven voor het gebruik van de applicatie. Na inloggen selecteer je het account dat je wilt gebruiken om mee te bellen. Hiervoor kun je zowel telefoon- als free-seating accounts gebruiken.\n\nDe plugin detecteert telefoonnummers op de webpagina's die je bezoekt. Als een nummer wordt gevonden, dan wordt er een belbutton naast geplaatst. Als je op deze button klikt dan wordt je eerst op je toestel gebeld, en daarna doorverbonden met het gekozen nummer. Je kunt ook nummers direct bellen door het in te toetsen in het popup window in je browser. Makkelijker kan bijna niet!",
    "de": "Mit nur einem Mausklick Telefonnummern in Ihrem Chrome-Browser wählen? Die VoIPXS Chrome-Erweiterung erkennt automatisch Telefonnummern auf den von Ihnen besuchten Webseiten und gibt eine praktische Anruftaste neben der Rufnummer wieder.\n\nDas Plugin funktioniert in Kombination mit einem Account im Kundenportal Ihres VoIP-Providers. Nach der Installation des Plugins werden Sie in der oberen Leiste Ihres Browsers eine VoIPXS Symbol sehen. Klicken Sie darauf, um die Einrichtung der Anwendung abzuschließen. Wenn Sie noch nicht bei Kundenportal angemeldet sind werden Sie gefragt, der App die Berechtigung zu erteilen. Sie können dann auswählen welches Konto Sie verwenden möchten. Sie können zwischen Ihren Telefon- und Free Seating Konten wählen.\n\nDas Plugin wird Telefonnummern auf den von Ihnen besuchten Webseiten erkennen und eine praktische Anruftaste daneben platzieren. Wenn Sie auf diese Taste klicken, rufen wir Ihr Telefon an und werden Sie mit der von Ihnen gewählten Nummer verbunden. Oder verwenden Sie das Popup-Fenster, um eine beliebige Nummer in Ihrem Browser zu wählen. Einfach und schnell.",
    "en": "Dial phone numbers from within your Chrome browser with a single click of the mouse? The VoIPXS Chrome extension automatically recognizes phone numbers on the web pages you visit, and places a handy call button next to them.\n\nThe plugin works in conjunction with your account on the client portal of your VoIP supplier. After installing the plugin, you'll notice a VoIPXS-button in the top bar of your browser. Click on it to finish setting up the application. If you're not logged into your client portal yet you will be asked to do so. After logging in you'll be asked to grant permission to the app, and will be able to choose which account you want the plugin to use for your calls. You can choose between both your phone and free-seating accounts.\n\nThe plugin will detect phone numbers on the websites you visit, and will put a handy call button next to them. If you click on this button, your phone will ring, and you will be connected to the number you've dialed. Or use the popup window to dial any number from within your browser. Easy and quick!",
    "sk": "Met één muisklik een telefoonnummer bellen vanuit je Chrome browser? De VoIPXS extension herkent automatisch telefoonnummers op webpagina's en zet er een handige belbutton naast.\n\nDe plugin werkt in combinatie met een mijn.voipxs.nl-account. Als je de plugin geinstalleerd hebt krijg je een VoIPXS-button bovenin je browser balk te zien. Klik hierop om de instelling van de plugin af te ronden. Indien je nog niet in mijn.voipxs.nl bent ingelogd zal het systeem daarom vragen, waarna je gevraagd wordt toestemming te geven voor het gebruik van de applicatie. Na inloggen selecteer je het account dat je wilt gebruiken om mee te bellen. Hiervoor kun je zowel telefoon- als free-seating accounts gebruiken.\n\nDe plugin detecteert telefoonnummers op de webpagina's die je bezoekt. Als een nummer wordt gevonden, dan wordt er een belbutton naast geplaatst. Als je op deze button klikt dan wordt je eerst op je toestel gebeld, en daarna doorverbonden met het gekozen nummer. Je kunt ook nummers direct bellen door het in te toetsen in het popup window in je browser. Makkelijker kan bijna niet."
  }
}