{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ninja Cookie"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opt out of non-essential cookies and automatically remove cookie popups.",
    "fr": "Refusez l’utilisation des cookies non-essentiels et faites disparaître automatiquement les bandeaux cookies !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you had enough of GDPR consent popups? Forget about them! Ninja Cookie will click on “no” and close or hide these cookie consent banners for you!\nNinja Cookie automatically rejects the use of non-essential cookies in GDPR cookie consent popups and makes them disappear.\n\n\n- Get yourself heard: say “no” to the collection of your data in GDPR cookie consent popups!\nDo you always click on “I agree” just to hide GDPR banners and make life easier? Why not be a little more careful? With Ninja Cookie, you can care about cookies and protect your privacy without any difficulty. The extension will reject for you the use of non-essential cookies in GDPR consent popups. That is much better for your privacy.\n\n- Enjoy Internet browsing without the worry of GDPR consent banners!\nIs clicking on the same buttons over and over again boring? Do  consent popups drive you insane? Ninja Cookie takes care of them for you. The ninja automatically recognizes and removes them after setting them up properly.\nNow you can browse the Web with peace of mind.\n\n- Save time and clicks!\nHow much time do you waste clicking on GDPR popups? This add-on is the easiest way to get rid of them. By automatically configuring GDPR consent pop-ups, the add-on saves you time and thousands of unnecessary clicks.\n\n\n*** \nThis add-on is still young and is developped by two friends on their free time. He is getting better every day. That means the extension won't work on all website. If you experience bugs or problems, please use the \"Report a bug\" button.\n***\n\nPrivacy policy: https://ninja-cookie.com/privacy-policy/\nTerms of Service: https://ninja-cookie.com/terms-of-service/\nNinja Cookie Subscription Details: https://ninja-cookie.com/ninja-cookie-subscription-details/\nEnd-User License Agreement (EULA): https://ninja-cookie.com/eula/\nContact: https://ninja-cookie.com/contact/",
    "fr": "Vous n’en pouvez plus des popups de consentement cookies? Oubliez-les! Ninja Cookie dit « non » et les ferme pour vous\nNinja Cookie refuse l’utilisation des cookies non-essentiels et fait disparaître les popups de consentement RGPD / cookies automatiquement.\n\n\n- Faites entendre votre voix: dites « non » à la collecte de vos données dans les popups de consentement RGPD!\nVous cliquez sur « J’accepte » dans les popups cookies par facilité ? Adoptez les bons gestes sans contrainte et faites entendre votre voix facilement avec Ninja Cookie. Le ninja refuse pour vous l’utilisation des cookies non-essentiels en configurant intelligemment les popups de cookies. C’est mieux pour protéger votre vie privée !\n\n- Profitez d’un Web sans bandeau de consentement RGPD !\nVous n’en pouvez plus de toujours cliquer sur les mêmes boutons ? Les popups RGPD / cookies vous insupportent ? Ninja Cookie s’en occupe pour vous durant votre navigation. Il les détecte et les fait disparaître automatiquement après les avoir correctement paramétrés. Oubliez-les et naviguer en toute tranquillité, Ninja Cookie est là !\n\n- Gagnez du temps et économisez vos clics !\nCombien de temps perdez-vous à faire disparaître les bandeaux RGPD / cookies ? Ninja Cookie est la solution la plus simple pour vous en débarrasser. En paramétrant automatiquement les popups de consentement RGPD, Ninja Cookie économise vos clics et vous fait gagner du temps.\n\n\n***\nNinja Cookie est encore jeune et est développé par deux amis sur leur temps libre. Il progresse de jour en jour mais ne fonctionne pas sur tous les sites. Si vous constatez un bug ou un dysfonctionnement, vous pouvez nous avertir en utilisant le bouton \"Signaler un bug\".\n***\n\nPrivacy policy: https://ninja-cookie.com/privacy-policy/\nTerms of Service: https://ninja-cookie.com/terms-of-service/\nNinja Cookie Subscription Details: https://ninja-cookie.com/ninja-cookie-subscription-details/\nEnd-User License Agreement (EULA): https://ninja-cookie.com/eula/\nContact: https://ninja-cookie.com/contact/"
  }
}