{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save notes for specific webpages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version 2024.12.27:  Bugfixes for bugs introduced in v2024.12.23: attempt to truncate URL on empty table; password setting prompt appearing even when no password protection requested + unlock icon functionality when note is temporarily decrypted\nVersion 2024.12.23: MAJOR UPDATE - introduction of encrypted note feature; look and feel improvements; bug fixes\nVersion 2024.05.14: Table body font in monospace\nVersion 2023.4.18: Filter the table; color the row red if note exists for current page; feedback link; version number displayed; bugfix for truncateUrl(); look and feel improvements\nVersion 2023.4.14: Clickable column headers in the table to toggle table sorting.\n\nDescription:\nNote Saver is a simple and secure Chrome extension that allows you to quickly jot down notes directly within your browser. Whether it's a reminder, a quick thought, or important information you need to remember for a specific website, Note Saver helps you keep it organized and accessible.\n\nKey Features:\nWebsite-Specific Notes: Save notes associated with individual websites. When you visit that site again, your notes are right there for you.\nEasy to Use: A clean and intuitive interface makes note-taking straightforward. Just type your note into the text box and it’s saved automatically.\nPassword Protection: Secure your notes with a password. Only those with the correct password will be able to view the note.\nEncrypted Storage: If you choose to password-protect a note, it is encrypted on your device using industry standard encryption.\nSearch and Filter: Easily find your notes using the search functionality, which filters both note content and URLs.\nOrganized History: View all saved notes in a neat table, which can be sorted by URL and Note contents.\nDelete Notes: Notes can be deleted from the history if they are no longer needed.\n\nHow to Use:\nOpen the Extension: Click on the \"Note Saver\" extension icon located in your browser’s toolbar. Consider pinning the extension to make it permanently visible.\nTake a Note: The extension will display a text box and URL for your current website. Type your note into the text box. It will save automatically when you click outside of the text box, or when you start working on a new page.\n\nPassword Protection:\nIf you want to password-protect your note, click the \"Password Protect\" checkbox before entering your note.\nEnter and retype your password. Your note will be encrypted.\nTo view an encrypted note, click the area where the note would be in the table. You will be prompted to enter the password. If the password is correct, the lock icon will disappear from the note table.\nIf you turn password protection off, this will delete your encrypted note. Please be careful when disabling password protection.\n\nView Saved Notes:\nClick \"Show saved notes\" to see all of the notes you have saved.\nUse the search bar to find specific notes by keyword or web address.\nClick on the URLs to open the corresponding pages in new tabs.\n\nHide Saved Notes:\nClick \"Hide saved notes\" to hide the table from view\n\nSecurity Information:\nYour privacy and security are paramount. Here’s how \"Note Saver\" protects your information:\nClient-Side Encryption: If you choose to password-protect your note, all encryption happens directly within your browser. This means that your notes are never sent to any server in an unencrypted form. The extension uses the latest industry standard encryption protocols to make sure that the data is protected.\nPasswords and Keys are Not Saved: Critically, the password you use to protect your notes, and the keys that are used to encrypt and decrypt your notes are not saved anywhere. They are generated each time they are needed, directly within the extension. This ensures that even if your browser or computer were compromised, there would be no saved password or keys available that could be used to gain access to your encrypted notes in plaintext.\nTemporary Decryption: If you reveal a password-protected note, the extension keeps the note decrypted and accessible for the current session, as long as the popup is open. Once the popup is closed, the note will be re-encrypted, which is why you will need to re-enter your password if you wish to view a note in future sessions.\nLocal Storage: All notes, encrypted and unencrypted are saved on your local device within your browser’s storage. This storage is fully controlled by your browser and is not accessible to anyone else.\n\nImportant Notes:\nPassword Recovery: Because your passwords and encryption keys are not saved, if you forget your password there is no way to recover it. The only way to access your note if you forget your password, is to turn off password protection. This will delete your encrypted note so you may wish to copy your note to another location before doing so. Please be careful when setting passwords.\n\nBrowser Security: \"Note Saver\" relies on the security of your Chrome browser. Please be sure to keep your browser up to date with the latest versions.\n\nFeedback:\nWe welcome your feedback! If you have any suggestions or issues with the extension, please don't hesitate to share your experience on the extension's feedback page on the Chrome Web Store. We are always working to make \"Note Saver\" better for you.\n\nDisclaimer:\nAlways be careful when handling sensitive information. \"Note Saver\" will not be liable for any misuse of the data saved within the app."
  }
}