{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ServiceTree AUTO [ConnectWise Plugin]"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ConnectWise Manage Plugin to Auto Dispatch tickets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utilizing ConnectWise Manage but don’t enjoy having to dispatch tickets?  \n\nAuto dispatch tickets to ensure you get the right ticket delivered to the right tech at the right time with ServiceTree AUTO! \n\nServiceTree AUTO is a ConnectWise Manage plugin that is designed to auto dispatch tickets, allowing your techs to focus on working on the ticket, instead of finding a ticket. \nThis is not simpling working through oldest ticket to newest, but built on an algorithm that has been fine tuned over 5 years and over 100,000 tickets!\n\nYour techs will enjoy hassle free ticket allocation, you will enjoy less time wasted which means higher profits, and your customers will enjoy faster and more efficient service.\n\nOther features incluide:\n  - Your customer scheduled when they are available to work on the ticket\n  - A CSAT survey is sent out on the completion of the ticket. \n\nMicrosoft Teams integration will be releases shortly. \n\nServiceTree AUTO takes around 5 minutes to set up and get started. And it does not change the interface of your current PSA, ConnectWise Manage, making it an easy integration into your daily operations. \n\nOur Open Next™ automated ticket dispatching technology is available for only $95/month (for 5 users). Sign up today and get a 30-day FREE trial, visit service-tree.com \n\n\nTo sign up, please goto http://signup.service-tree.com"
  }
}