{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Bitget Wallet (Formerly BitKeep)",
    "es": "Bitget Wallet (Antes BitKeep)",
    "hi": "Bitget वॉलेट (पूर्व में BitKeep)",
    "id": "Bitget Wallet (Sebelumnya BitKeep)",
    "ja": "Bitget Wallet",
    "vi": "Bitget Wallet (Trước đây là BitKeep)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Experience an array of DeFi services including wallet, swap feature, NFT trading, DApp interaction, and more.",
    "es": "Experimenta una serie de servicios DeFi, incluyendo monedero, función de swap, trading de NFT, interacción DApp y mucho más.",
    "hi": "वॉलेट, स्वैप सुविधा, NFT ट्रेडिंग, DApp इंटरेक्शन आदि सहित विभिन्न DeFi सेवाओं की एक श्रृंखला का अनुभव करें।",
    "id": "Rasakan berbagai layanan DeFi termasuk dompet, fitur swap, perdagangan NFT, interaksi DApp, dan banyak lagi.",
    "vi": "Trải nghiệm một loạt các dịch vụ DeFi bao gồm ví, hoán đổi, giao dịch NFT, tương tác DApp,..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitget Wallet, formerly known as BitKeep, is one of the world's largest non-custodial  multi-chain crypto wallets. Experience an array of DeFi services including crypto wallet, swap feature, DApp interaction, and more. \n\nWith a 5-year legacy, Bitget Wallet has garnered acclaim from over 20 million users worldwide and has secured partnerships with prominent industry leaders, including Ethereum,  Arbitrum, Polygon, Babylon Testnet，Osmosis and many more.\n\nThere are up to 250,000 cryptocurrencies  for you to choose, including USDT, BTC, ETH, etc.\nWith Bitget Wallet, you can create any crypto wallet of your choice, such as MPC wallet,ETH wallet, BTC wallet, USDT wallet, and many more!\n\nFaster Trading, Better Assets.Bitget Wallet, your Web3  wallet of the future!\n\nFor more information, visit:\nWebsite：https://web3.bitget.com/\nTwitter: https://twitter.com/BitgetWallet\nFacebook: https://www.facebook.com/BitgetWallet/ \nInstagram: https://www.instagram.com/Bitget_Wallet/ \nTelegram：https://t.me/Bitget_Wallet"
  }
}