{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vidyard - Screen Recorder & Screen Capture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture your screen, share your video and track who's watching it!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your screen or webcam, share your video, and track who's watching it! This screen recorder for Chrome is built to help you sell better. Easily record your webcam, screen, or both in just a few clicks. Share your video with a link and track when your videos get watched. \nFrom prospecting to proposals, Vidyard’s screen recorder makes it easy to connect with more leads, qualify for better opportunities, and close more deals with personalized video.\n\nKEY FEATURES\n\n🖥 Record your screen directly from your browser\n✨ Use AI to write personalized scripts at scale\n🔗 Easily share your video link through email, social media, and more\n💬 Get notified whenever someone views your video\n📚 Manage all your Vidyard videos in one place, across devices and teams\n🤹‍♀️ Integrate Vidyard videos with the sales tools your team already uses\n\n\nOVER 12 MILLION PEOPLE CHOOSE VIDYARD\n\nFrom HubSpot, Microsoft, LinkedIn, Marketo, Salesforce, and more, Vidyard is the video creation tool built to help sales teams sell better.\n\nScreen Recorder\n\n- Record your screen to create HD sales videos\n- Record videos wherever you are with Vidyard’s iOS, Android, and desktop apps\n- Use AI to write speaker notes and deliver your message with confidence\n- Access on-screen drawing tools to highlight important information and drive your message home\n\nEdit Your Videos\n\nTrim your videos to remove unwanted footage\nStitch multiple videos together into one, so you don’t have to master the perfect single take\nChoose an animated thumbnail from your footage\n\nShare Your Videos Everywhere\n\n- Share a link to your video via email, social, or however you communicate for free—no downloads or attachments\n- Embed videos for inline playback on your website, blog, landing pages, and more\n- Easily share videos to Facebook, Twitter, and LinkedIn with just a couple of clicks\n\nMeasure Video Success\n\n- Get notified whenever anyone watches your videos\n- Track engagement to see who’s watching your videos and for how long\n- Integrate Vidyard with your CRM to quantify video pipeline, revenue, and ROI\n\nVidyard is the Video Platform Built for Sales\n\nFrom easy video creation to powerful video analytics; from small business to enterprise. Vidyard’s free screen recording platform has all the features your business needs to connect with your audience, drive engagement, and delight your customers, wherever they are.\n\nAbout Vidyard\n\nVidyard is the leading video platform for salespeople. More than 250,000 companies use its video messaging and video hosting tools to engage their customers and prospects more effectively. \n\n(Please note, this extension was previously named Vidyard GoVideo.)"
  }
}