{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Mitvaa Project - From Tabs to Taps"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every new tab opened results in a donation to charity:water. We leverage the power of cryptocurrency for transperancy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"From Tabs To Taps\"\nEvery new tab opened by you results in a donation to Charity: Water.\n\nHow does mitvaa work?\n1. Install mitvaa for free. No registration is needed.\n2. Surf the web. You will notice a different new tab page, with a pleasing background and a small ad displayed at the bottom of the page.\n3. We use 100% of the ad revenue to provide access to clean water in impoverished communities across the world (via BTC/BCH donations to Charity: Water) .\n\nOur Mission:\nEvery day in impoverished communities around the world, millions of people suffer from a lack of access to clean, safe water.\nFor school-aged children, it's a burden that traps them in poverty.\nWater is a daily and crippling challenge.\nWithout it you can't grow food, you can't build housing, you can't stay healthy, you can't stay in school and you can't keep working.\nToday, hope is on hold in over half of the developing world's primary schools without access to water and sanitation.\nBut the water crisis can be solved.\nDo your part by installing the extension today.\n\nHow It All Began:\nmitvaa was born in September 2021, with a mission to donate 1,000,000 liters every month.\nTo empower communities and together work towards a brighter future.\nWe leverage the power of Bitcoin (and Bitcoin Cash) for enhanced transparency and trust.\n\nDon't we all love surfing the web? Why not make an impact while we're at it!"
  }
}