{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Organizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension To organize chats in ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Organizer - Take Control of Your ChatGPT Experience\n\nWith over 2200 in 2024 happy users, OrganizeChatGPT is a Chrome extension designed to streamline your experience on chat.openai.com. It offers the following powerful features:\n\n- Search: Quickly locate specific conversations with a robust search function.\n\n- Folders: Create and manage customizable folders to group your chats efficiently.\n\n- Colors and Icons: Assign colors and icons to folders for instant recognition.\n\n🎉 New: Add an icon or logo to folders for even better organization.\n\nThese tools help you manage your chat history, save time, and boost productivity. \nPerfect for both daily and occasional users.\n\nRecent Updates\n✅ 08-01-2024: Loading bug fixed\n✅ 02-11-2024: The BUG has been fixed – everything works perfectly again!\n✅ 09-10-2024: Fixed error when selecting old chats.\n✅ 19-09-2024: Support added for alternative payment methods, not just credit cards.\n✅ 11-12-2023: Added the ability to place an icon or logo next to folders.\n✅ 14-12-2023: Improved visibility with a new green button.\n✅ 24-02-2024: Menu is no longer transparent, and scrollbar added.\n✅ 28-02-2024: Enlarged menu for a better user experience.\n\nInstall OrganizeChatGPT today and experience a more efficient way to manage your conversations! 🚀"
  }
}