{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your tabs by organizing them into projects."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Group is a powerful Chrome extension designed to help you manage your browser tabs efficiently by organizing them into projects. Whether juggling multiple tasks at work, managing research for a project, or just wanting to keep your browsing organized, Tab Group makes it easy to keep track of your tabs and windows.\n\nFeatures:\n1. Organize Tabs into Projects: Group related tabs together into projects. Easily create, edit, and delete projects to keep your workspaces organized.\n2. Drag and Drop Interface: Effortlessly move tabs from your open windows to a project using a simple drag and drop interface.\n3. Project Overview: Get a clear view of all your projects and the tabs associated with each project. The interface is divided into three panes: Project Names, Projects, and Open Windows.\n4. Open All Tabs: Quickly open all tabs within a project in a new Chrome window, streamlining your workflow.\n5. Tab Management: Add, edit, and delete individual tabs within your projects. Avoid duplication with built-in checks.\n6. Undo Last Change: Made a mistake? Easily undo the last change with a single click.\n7. Customizable Projects: Rename projects and customize them as your needs evolve.\n\nBenefits:\n1. Enhanced Productivity: Keep your tabs organized by context, reducing clutter and helping you stay focused on the task at hand.\n2. Time-Saving: Quickly switch between projects without losing track of important tabs.\n3. User-Friendly Interface: Intuitive design makes managing tabs simple and efficient.\n4. Customizable Workspace: Tailor your tab organization to fit your workflow and preferences.\n\nTake control of your browsing experience with Tab Group, and never lose track of your tabs again!"
  }
}