{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FPB - Remove Politics from Facebook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will find Facebook posts that are associated with politics and allow you to hide or blur them from view."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version 0.3.4 Update:\n• Updated post class names to fbUserContent\n\nTired of politics on Facebook? Don't want to unfriend or manage your Facebook experience? Is Uncle Tom going off again in glorious fashion?\n\nFacebook Political Blocker (FPB) searches for pre-defined, and user submitted keywords in posts and filters them from your view. You can choose to Hide or Blur posts via the toggle in the action bar. The action bar also displays how many posts have been blocked during your current session.\n\nThe extension will not search images, only words.\n\nPerformance and features will be improved upon over time. Have a suggestion? Feel free to email me!\n\nVersion .2 Notes:\n• Fixed hide/blur switch. Previously only worked on first click\n• Fixed tip window positioning\n• Updated menu icon\n• Fixed login action bar overlap\n• Fixed cookie bug that prevented post blocking\n• Updated post class names to fbUserContent\n• Users can now add their own custom keywords via cog icon\n• Brightened action bar blue to match brighter blue Facebook implemented.\n\nVersion .3 Notes:\n• Added ability to delete individual custom keywords.\n• Fixed bug with Facebook that prevented post blocking for 24 hours.\n• Fixed bug with hover glitch. Still testing to determine if fixed.\n• Updated post class names to fbUserContent\n\nNoun Project Icon Credit: Rflor - https://thenounproject.com/rflor/"
  }
}