{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temporary Email Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to generate temporary email"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you look temporary email address? Temporary Email Generator app allows you to create unlimited disposable and fake email addresses anonymously and you can get it now.\n\n\nTemporary Email Generator app allows you to create instant random and customized disposable email addresses. You can use them for receiving emails from multiple senders for verification or different proposed emails. It has a Powerful and high-speed email server to receive your emails fast with photos or other attachments. Forget about showing your permanent email to everyone. It pushes ongoing spam, promotion mailings, and phishing attempts and Keeps clean and secure your secret inbox from spam emails. Temporary Email Generator provides you with an anonymous and disposable email address.\n\n\nWe provide you secure email server with an elegantly designed temp mail app providing a to z anonymous email experience with creating multiple email addresses. With this fake email and private email app, you can instantly get notifications for coming emails. It's a safe and sound email organizer replacement for your email sender clients.\n\n\nWhy choose the Temporary Email Generator app?\n\n•  Get multiple email addresses with various domains.\n\n• Friendly with all iOS devices and lightweight email generator.\n\n• Provide a to z temporary, anonymous, and disposable receiving incoming emails with attachments solution anytime mailbox for iOS users.\n\n• You can get instant access to your mailbox from multiple devices.\n\n•  Delete emails securely permanently from the inbox.\n\n•  It's fully anonymous and secure with your personal data, and If you can delete a disposable email account, then all data will delete automatically.\n\n\nNowadays, a lot of websites need to sign up with an email address. You want to register on these websites for one-time use. So why use your private email to register and receive spam emails to your inbox and spam folder evermore? You worry about providing your email address to large marketing companies and after you fed up with unlimited promotional emails without your permission. We have a to z solution to this problem with a Temporary Email Generator. You can generate disposable email addresses and provide them, and no need for email unsubscribe.\n\n\nAccess Extra features of Temporary Email Generator:\n\n• Create & change email addresses anytime with one tap.\n\n• Temporary Email Generator has multiple languages you select according to your language.\n\n• On/ Off Dark Mode & Notifications.\n\n• Try it free with a few ads or remove ads by paying a small amount.\n\n\nWe Offer safe and secure service with Powerful technology and disposable fake email technique. It fits your temporary email needs is nicely instinctive and quick at every touchpoint. Get it now Temporary Email Generator on your iOS platform wherever you go.\n\n\nFor more visit us\n\nWebsite: https://temporary-email.org\n\nTerms of service: https://www.temporary-email.org/en/page/terms-of-service\n\nPrivacy Policy: https://temporary-email.org/en/page/privacy-policy"
  }
}