{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PaneMaster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabs Organized, Work Simplified!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the power of effortless tab management with PaneMaster.\nWhether you're juggling multiple projects or simply love keeping your browsing experience organized, PaneMaster is here to transform your workflow. Group, save, and access your browser panes(tabs) with ease, ensuring that your favorite sites and sessions are always within reach.\n\nWhy PaneMaster?\n\nCustom Groups: Organize panes into personalized groups for specific projects or topics.\nTagging: Add meaningful tags to groups and quickly locate them when needed.\nSleek Interface: Experience seamless navigation with our user-friendly design.\nQuick Access: Effortlessly restore saved sessions with just a click.\nShared Groups: Collaborate efficiently by sharing tab groups with teammates or friends.\n\nUpcoming Features –\nAuto-Save Sessions: Automatically save your panes sessions at regular intervals or upon browser closure, ensuring you never lose a single pane.\nCloud Sync: Access your saved sessions and groups across devices with secure cloud synchronization.\nDark Mode: A sleek, eye-friendly dark mode for browsing during late hours.\nCustomizable Hotkeys: Switch groups or restore sessions faster with user-defined keyboard shortcuts.\nPin Groups: Keep your most-used tab groups pinned for instant access.\n\nSay goodbye to tab clutter and hello to a smarter, more productive browsing experience."
  }
}