{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sheets Genie"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn Google Sheets into a business automation & web scraping powerhouse."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Sheets Genie Chrome Extension let you turn Google Sheets into a web scraping and business automation powerhouse, doing things with Google Sheets you never dreamed possible.\n\nFor it to work, you must have first installed the SG Add On: \n\nhttps://workspace.google.com/marketplace/app/sheets_genie/567176214397\n\nFor step by step guidance on data extraction with SG, and to see what you can do, you can check out the following training on Udemy, which is taught by SG's developer, Dave Fonvielle:\n\nhttps://www.udemy.com/course/web-scraping-scrape-data-to-google-sheets-with-sheets-genie/\n\nIf you don't want to enroll in the course, that's fine. You can see all the necessary videos for free as part of the \"free preview\" without signing in or anything.\n\nHere the big picture with SG, since it's more than \"just\" web scraping...\n\nSheets Genie automates business tasks with one click so that you:\n\n-- scale up your business activities and productivity\n-- save time and effort\n\nAmong other things, it helps you:\n\n-- get data into your spreadsheets quickly and easily and then process it in useful ways\n-- automate and scale your use of other online tools\n-- automate tasks behind logins (since you can be already logged into your accounts in your browser when you run it)\n\nAs far as extracting data from websites goes, Sheets Genie has been called a \"Google Sheets Web Scraper\" because it helps you with website scraping and data extraction in the following ways:\n\n-- No messy CSVs or other export / import situations, where you first have to export your scraped data, then import it into another spreadsheet tool, because…\n-- It not only scrapes your information for you, but it scrapes it directly to your target spreadsheet\n-- You have absolute control over where your data is placed in your spreadsheet, including even the exact sheet and column, and sometimes, even row\n-- If you have a column of urls, you can automatically scrape all those links, and then have the scrape results automatically placed in your spreadsheet\n-- If appropriate, this includes the option to place the results exactly in the row where the link was found, kind of like enriching that row with additional information\n-- you can also automatically exclude any results that contain certain values that you don't want in your sheet for whatever reason\n\nLearn more about Sheets Genie on OnlineSuccessGenie.com, at:\n\nhttps://onlinesuccessgenie.com/sheets-genie/"
  }
}