{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boxel Mini Golf Adventure"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Golf Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gameplay\n\"Boxel Mini Golf Adventure\" offers a captivating gameplay experience. Here are the key features of the game:\n\n    Mini Golf Adventure: Embark on a miniature golfing adventure in a world made of blocks. The game features multiple meticulously designed levels, each with unique terrain, obstacles, and challenges. Use your golf club to complete each level with as few strokes as possible.\n    Block World: The game constructs a charming world using blocks. You'll experience golfing challenges in various environments, such as grasslands, deserts, snowy landscapes, and more. Each environment has different characteristics that affect the ball's rolling and bouncing, testing your skills and strategies.\n    Diverse Level Design: The game offers carefully crafted and innovative level designs. You'll encounter challenges of varying difficulty, including narrow pathways, rotating platforms, moving obstacles, and more. Flexibility and accurate judgment are required to complete each level.\n    Collect Rewards: Within each level, you can also search for hidden rewards and special items. Collecting them can unlock new golf clubs, reveal secret levels, or improve your game score.\n    Beautiful Graphics and Sound Effects: The game features exquisite block-style visuals, complemented by smooth animations and realistic sound effects, providing a visually and audibly pleasing experience.\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}