{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickCopy for GA4"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Say goodbye to the frustration of not being able to use ctrl + C. QuickCopy allows for instant copying with just a double-click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickCopy for GA4\n\nUnlock the full potential of Google Analytics 4 (GA4) with QuickCopy, the essential browser extension that transforms how you copy data. Recognizing a common hurdle within GA4 — the inability to use the standard ctrl + C command for direct copying — QuickCopy introduces a seamless solution to this challenge, ensuring you can effortlessly copy any text or number displayed in the GA4 interface.\n\nHow It Works:\n\nWith QuickCopy, copying is as simple as a double-click on any data element. However, what sets QuickCopy apart is its ability to capture the entire text content of the clicked element, not just the portion you clicked on. This means whether you're targeting a specific number, a line of text, or a combination of both, QuickCopy ensures the whole content is immediately copied to your clipboard. It also smartly converts decimal commas to decimal points during the process, preserving the accuracy of your numerical data.\n\nKey Features:\n\nComprehensive Copying: QuickCopy doesn't just copy what you click on; it copies the entire content of the element, ensuring you have all the information you need at your fingertips.\nDecimal Point Conversion: Automatically adjusts decimal commas to decimal points for consistent and accurate data representation.\nEffortless Integration: Designed to feel like an integral part of the GA4 ecosystem, QuickCopy enhances your data interaction without any disruptions.\nWhy Choose QuickCopy?\n\nQuickCopy is the go-to tool for anyone who values efficiency and accuracy in data analysis within GA4. By simplifying the copying process and ensuring comprehensive data capture, QuickCopy saves you time and enhances the precision of your work. It's an indispensable extension for analysts, marketers, and data enthusiasts who demand the best from their tools.\n\nEmbrace the future of GA4 data interaction with QuickCopy. Install today and discover the difference of a truly efficient, accurate, and user-friendly data copying experience."
  }
}