{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BabaDown - AliBaba Image Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Click - AliBaba Image Downloader & Description Downloader."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop wasting time manually saving images! BabaDown is a free Chrome extension designed to streamline your workflow and simplify downloading product images from AliBaba. Whether you're a dropshipper, entrepreneur, or simply need high-quality product visuals, BabaDown empowers you to grab all the necessary images with just a few clicks.\n\nBoost Your Productivity:\n\nImagine browsing AliBaba, finding a fantastic product, and having all its images downloaded and organized within seconds. BabaDown eliminates the tedious process of right-clicking, saving, and renaming individual images. It saves you precious time and allows you to focus on more strategic tasks for your business.\n\nFeatures:\n\nEffortless Downloading: With BabaDown, downloading AliBaba product images becomes a breeze. Simply navigate to a product page, and our extension automatically detects all available images – main product photos, variants, and even description images.\nMultiple Download Options: BabaDown offers several download methods to suit your preference. Click on the convenient download icons that appear next to the images, or use the intuitive pop-up window to select and download all images in bulk.\nOrganized Downloads: BabaDown saves downloaded images in a compressed ZIP file, keeping them neatly organized and easy to access. This eliminates the hassle of searching through scattered files and folders later.\nUser-Friendly Interface: BabaDown boasts a clean and intuitive interface that seamlessly integrates with AliBaba. There's no complicated setup required – simply install the extension, and it's ready to go!\nLightweight and Efficient: BabaDown is designed to be lightweight and efficient, ensuring it doesn't slow down your browsing experience.\nBenefits of Using BabaDown:\n\nSave Time: Free up valuable time by eliminating manual image downloading.\nIncrease Efficiency: Streamline your workflow and focus on more strategic tasks.\nBoost Productivity: Get the images you need quickly and easily.\nStay Organized: Downloaded images are saved in a compressed ZIP file for easy access.\nImprove Image Quality: Ensure you have high-quality product visuals for your business needs.\nBabaDown is Perfect For:\n\nDropshippers: Effortlessly download product images to create compelling listings on your online store.\nEntrepreneurs: Quickly gather high-quality visuals for marketing materials and presentations.\nE-commerce Businesses: Enhance product pages with professional-looking images.\nAnyone Working with AliBaba: Save time and simplify product image management.\nFAQ:\n\nQ: Is BabaDown free to use?\n\nA: Absolutely! BabaDown is a completely free Chrome extension that you can install and use without any limitations.\n\nQ: Does BabaDown work on other websites besides AliBaba?\n\nA: Currently, BabaDown is specifically designed for AliBaba. However, we're constantly exploring ways to improve and expand our functionality.\n\nQ: How does BabaDown download the images?\n\nA: BabaDown utilizes advanced techniques to identify and download available images from the AliBaba product page you're viewing.\n\nQ: Are there any quality limitations on downloaded images?\n\nA: BabaDown strives to download images in their original quality. However, some factors like the source image on AliBaba may affect the final quality.\n\nQ: Does BabaDown download videos as well?\n\nA: At this time, BabaDown focuses on downloading images.\n\nQ: Is BabaDown safe to use?\n\nA: Yes, BabaDown is safe to use. We prioritize user privacy and security. We do not collect any personal information or data from your browsing activity.\n\nQ: How do I install BabaDown?\n\nA: Installing BabaDown is simple. Just visit the Chrome Web Store, search for \"BabaDown - AliBaba Image Downloader,\" and click \"Add to Chrome.\"\n\nQ: Where can I find support for BabaDown?\n\nA: We're committed to providing excellent support. If you have any questions or encounter issues, please feel free to contact us through the provided email address in the extension description on the Chrome Web Store.\n\nGet BabaDown Today!\n\nBabaDown is the ultimate tool for anyone who needs to download images from AliBaba quickly and efficiently.  With its user-friendly interface, comprehensive features, and commitment to user satisfaction, BabaDown empowers you to save time, boost productivity, and streamline your workflow.\n\nInstall BabaDown today and experience the difference!"
  }
}