{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Erster Käufer - Fahrzeugsuche"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto-Deals sichern – vor der Konkurrenz."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Erster Käufer - Die innovative Fahrzeugsuchlösung für Händler\n\nBeschreibung\n\nWillkommen bei Erster Käufer, der fortschrittlichsten Softwarelösung für Fahrzeughändler, die Ihnen einen entscheidenden Vorsprung bei der Suche nach den neuesten und besten Fahrzeugangeboten bietet. Mit Erster Käufer haben Sie die Möglichkeit, schnell und präzise auf aktuelle Fahrzeugangebote auf führenden Plattformen zuzugreifen, Ihre Suche zu optimieren und sicherzustellen, dass Sie immer die besten Deals als Erster entdecken.\n\nWarum sollten Sie Erster Käufer wählen?\n\nIm hart umkämpften Automobilmarkt ist Zeit ein entscheidender Faktor. Die frühzeitige Entdeckung und schnelle Reaktion auf neue Angebote kann oft den Unterschied zwischen einem guten und einem großartigen Geschäft ausmachen. Erster Käufer wurde speziell für professionelle Autohändler entwickelt, die sich einen Vorsprung verschaffen und ihre Effizienz bei der Fahrzeugsuche maximieren wollen.\n\n- Echtzeit-Suche: Erhalten Sie Echtzeit-Benachrichtigungen und Updates zu neuen Fahrzeugangeboten.\n- Optimierte Suche: Durchsuchen Sie Tausende von Fahrzeugangeboten in Sekunden und passen Sie Ihre Suchkriterien nach Bedarf an.\n- Benutzerfreundlich: Einfache und intuitive Benutzeroberfläche, die selbst für weniger technisch versierte Benutzer leicht zu bedienen ist.\n- Benachrichtigungssystem: Lassen Sie sich benachrichtigen, sobald neue Angebote Ihren Suchkriterien entsprechen, und reagieren Sie schneller als Ihre Mitbewerber.\n\nInstallation und Nutzung\n\nDie Installation ist denkbar einfach. Folgen Sie diesen Schritten:\n\n1. Laden Sie die Erster Käufer - Fahrzeugsuche-Erweiterung aus dem Chrome Web Store herunter und installieren Sie sie.\n2. Öffnen Sie die Erweiterung und geben Sie Ihre Login-Daten ein.\n3. Legen Sie Ihre Suchkriterien fest und wählen Sie die gewünschten Fahrzeugmarktplätze.\n4. Sie werden benachrichtigt, sobald neue Angebote verfügbar sind."
  }
}