{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unofficial Tweakers.net Nieuws Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zal een melding geven als er een nieuw nieuws item op T.Net verschijnt."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ik heb juist opgemerkt dat het popup gedeelte van de extensie niet meer werkt. Dit komt omdat Google vanaf Chrome versie 28 deze api heeft verwijderd. Er is momenteel niet echt een goed alternatief dat op alle systeem goed werkt (Windows, Linux, OSX, ...). Als ik binnen kort ergens tijd vind implementeer ik misschien wel een versie die alleen op Windows & Chrome OS zal werken.\n\nWat is er veranderd:\n*Je moet vanaf nu in je tracker minstens 1 nieuws item hebben staan. (Bij instellingen van de tracker mag `Nieuws` dus niet 0 zijn, dit staat bij 95% van de mensen waarschijnlijk wel goed).\n*De extensie is momenteel niet compatibel met de Post history extensie (de extensie zorgt (!denk ik!) ervoor dat nieuws items als gelezen worden gemarkeerd).\n\nDeze versie is momenteel een beta versie, normaal is ze wel redelijk stabiel maar heb niet zeer goed kunnen testen. Moesten er problemen zijn kan je mij altijd contacteren op tweakers (Nactive).\n\nDeze extensie zal een waarschuwing geven (pop up + geluid (optioneel)) indien er een nieuw nieuws item op T.Net wordt gepost.\n\n\n\nChangelog\n---------------\n\nHet project is nu opensource: https://github.com/Nactive/TweakersNotifier\n\nV 0.4.1\n* Extensie compatibel met Tweakers 7\n* Extensie compatibel met 2de versie van chrome extensies.\n\nV 0.3.2\n* Fixed kleine bug in option menu\n\nV 0.3.1\n* Fixed bug waardoor extensie niet werkte in Linux\n* Je kan nu ook op de tittel klikken om naar het artikel te gaan\n\nV 0.3.0\n* Optie toegevoegd waardoor de inleiding van het nieuws bericht kan worden weergegeven\n* Optie toegevoegd waardoor de categorie van het nieuws bericht kan worden weergegeven\n* De gekozen popup instellingen kunnen worden getest in het options menu\n\nV 0.2.2\n* Indien er maar 1 nieuw nieuws bericht is staat naast 'naar artikel' 'gelezen'. Gelezen zal de pop up verwijderen en het artikel als gelezen markeren.\n* Kleine aanpassing in de werking van de extensie waardoor artikels minder snel als gelezen zullen gemarkeerd worden.\n\nV 0.2.1\n* Update interval instelbaar\n* Popup kan uitgeschakeld worden\n* twee popups toegevoegd die iets meer weg hebben van het tweakers design.\n\nV 0.2.0\n* Optie pagina\n* Kleur popup instelbaar\n* Er kan een geluid worden afgespeeld bij nieuw nieuws bericht\n* Duur popup kan ingesteld worden.\n\nV 0.1.1\n* Fixed kleine bug waardoor hij 2 keer het laatste nieuws opvroeg.\n\nV 0.1.0\n* popups\n* Icon met aantal ongelezen items"
  }
}