{
  "name": {
    "ar": "TTFinder - مكتشف معرف TikTok",
    "am": "TTFinder - TikTok መታወቂያ ፈላጊ",
    "bg,cs,da,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,he,hr,no,sk,sl,sv": "TTFinder - TikTok ID Finder",
    "bn": "TTFinder - TikTok আইডি ফাইন্ডার",
    "ca": "TTTinder - Cercador d'identificació de TikTok",
    "de": "TTFinder – TikTok-ID-Finder",
    "es": "TTFinder - Buscador de ID de TikTok",
    "et": "TTFinder – TikToki ID leidja",
    "fr": "TTFinder - Recherche d'identifiants TikTok",
    "gu": "TTFinder - TikTok ID શોધક",
    "hi": "टीटीफाइंडर - टिकटॉक आईडी फाइंडर",
    "hu": "TTFinder – TikTok ID kereső",
    "id,ms": "TTFinder - Pencari ID TikTok",
    "it": "TTTFinder - Trova ID TikTok",
    "ja": "TTFinder - TikTok ID ファインダー",
    "kn": "TTFinder - TikTok ID ಫೈಂಡರ್",
    "ko": "TTFinder - TikTok ID 찾기",
    "lt": "TTFinder – TikTok ID ieškiklis",
    "lv": "TTFinder — TikTok ID meklētājs",
    "ml": "TTFinder - TikTok ID ഫൈൻഡർ",
    "mr": "TTFinder - TikTok आयडी शोधक",
    "nl": "TTFinder - TikTok ID-zoeker",
    "pl": "TTFinder – wyszukiwarka identyfikatorów TikTok",
    "pt_BR,pt_PT": "TTFinder - Localizador de identificação do TikTok",
    "ro": "TTTinder - TikTok ID Finder",
    "ru": "TTFinder - Поиск идентификатора TikTok",
    "sr": "ТТФиндер - ТикТок ИД Финдер",
    "sw": "TTFinder - Kipata Kitambulisho cha TikTok",
    "ta": "TTFinder - TikTok ஐடி கண்டுபிடிப்பான்",
    "te": "TTFinder - TikTok ID ఫైండర్",
    "th": "TTFinder - ตัวค้นหา ID ของ TikTok",
    "tr": "TTFinder - TikTok Kimlik Bulucu",
    "uk": "TTFinder - пошук ідентифікатора TikTok",
    "vi": "TT Downloader - Trình tìm ID TikTok",
    "zh_CN,zh_TW": "TTFinder - TikTok ID 查找器"
  },
  "short": {
    "ar": "ابحث عن معرفات مستخدم TikTok والمعلومات الأخرى حسب اسم المستخدم بشكل جماعي.",
    "am": "የቲኪክ ተጠቃሚ መታወቂያዎችን እና ሌሎች መረጃዎችን በተጠቃሚ ስም በጅምላ ያግኙ።",
    "bg": "Намерете потребителски идентификатори на TikTok и друга информация групово по потребителско име.",
    "bn": "বাল্ক ব্যবহারকারীর নাম দ্বারা TikTok ব্যবহারকারী আইডি এবং অন্যান্য তথ্য খুঁজুন।",
    "ca": "Trobeu els ID d'usuari de TikTok i altra informació per nom d'usuari a granel.",
    "cs": "Vyhledejte hromadně ID uživatelů TikTok a další informace podle uživatelského jména.",
    "da": "Find TikTok-bruger-id'er og andre oplysninger efter brugernavn i bulk.",
    "de": "Finden Sie TikTok-Benutzer-IDs und andere Informationen nach Benutzernamen in großen Mengen.",
    "el": "Βρείτε μαζικά αναγνωριστικά χρήστη TikTok και άλλες πληροφορίες ανά όνομα χρήστη.",
    "en,en_AU,en_GB,en_US,es_419": "Find TikTok user IDs and other information by username in bulk.",
    "es": "Encuentre ID de usuario de TikTok y otra información por nombre de usuario de forma masiva.",
    "et": "Otsige hulgi TikToki kasutajatunnuseid ja muud teavet kasutajanime järgi.",
    "fa": "شناسه های کاربر TikTok و سایر اطلاعات را با نام کاربری به صورت انبوه پیدا کنید.",
    "fi": "Etsi TikTok-käyttäjätunnuksia ja muita tietoja käyttäjänimen mukaan joukkona.",
    "fil": "Maghanap ng mga TikTok user ID at iba pang impormasyon sa pamamagitan ng username nang maramihan.",
    "fr": "Recherchez en masse les identifiants d’utilisateur TikTok et d’autres informations par nom d’utilisateur.",
    "gu": "જથ્થાબંધ વપરાશકર્તાનામ દ્વારા TikTok વપરાશકર્તા ID અને અન્ય માહિતી શોધો.",
    "he": "מצא בכמות גדולה מזהי משתמש של TikTok ומידע אחר לפי שם משתמש.",
    "hi": "बड़ी संख्या में उपयोगकर्ता नाम से टिकटॉक उपयोगकर्ता आईडी और अन्य जानकारी प्राप्त करें।",
    "hr": "Skupno pronađite TikTok korisničke ID-ove i druge podatke prema korisničkom imenu.",
    "hu": "Tömegesen kereshet TikTok felhasználói azonosítókat és egyéb információkat felhasználónév alapján.",
    "id": "Temukan ID pengguna TikTok dan informasi lainnya berdasarkan nama pengguna secara massal.",
    "it": "Trova gli ID utente TikTok e altre informazioni in base al nome utente in blocco.",
    "ja": "TikTokのユーザーIDやその他の情報をユーザー名で一括検索します。",
    "kn": "ಬಳಕೆದಾರ ಹೆಸರಿನ ಮೂಲಕ TikTok ಬಳಕೆದಾರ ID ಗಳು ಮತ್ತು ಇತರ ಮಾಹಿತಿಯನ್ನು ದೊಡ್ಡ ಪ್ರಮಾಣದಲ್ಲಿ ಹುಡುಕಿ.",
    "ko": "TikTok 사용자 ID 및 기타 정보를 사용자 이름으로 일괄 찾아보세요.",
    "lt": "Raskite „TikTok“ naudotojų ID ir kitą informaciją pagal vartotojo vardą masiškai.",
    "lv": "Atrodiet TikTok lietotāju ID un citu informāciju pēc lietotājvārda lielapjomā.",
    "ml": "TikTok ഉപയോക്തൃ ഐഡികളും മറ്റ് വിവരങ്ങളും ഉപയോക്തൃനാമത്തിൽ ബൾക്കായി കണ്ടെത്തുക.",
    "mr": "TikTok वापरकर्ता आयडी आणि इतर माहिती मोठ्या प्रमाणात वापरकर्तानावाने शोधा.",
    "ms": "Cari ID pengguna TikTok dan maklumat lain mengikut nama pengguna secara pukal.",
    "nl": "Vind TikTok-gebruikers-ID's en andere informatie in bulk op gebruikersnaam.",
    "no": "Finn TikTok-bruker-IDer og annen informasjon etter brukernavn i bulk.",
    "pl": "Znajdź zbiorczo identyfikatory użytkowników TikTok i inne informacje według nazwy użytkownika.",
    "pt_BR,pt_PT": "Encontre IDs de usuário do TikTok e outras informações por nome de usuário em massa.",
    "ro": "Găsiți ID-uri de utilizator TikTok și alte informații după numele de utilizator în bloc.",
    "ru": "Массовый поиск идентификаторов пользователей TikTok и другой информации по имени пользователя.",
    "sk": "Hromadne vyhľadajte ID používateľov TikTok a ďalšie informácie podľa používateľského mena.",
    "sl": "Iskanje uporabniških ID-jev TikTok in drugih informacij po uporabniškem imenu v velikem obsegu.",
    "sr": "Пронађите ТикТок корисничке ИД-ове и друге информације по корисничком имену у групи.",
    "sv": "Hitta TikTok-användar-ID och annan information efter användarnamn i bulk.",
    "sw": "Pata Vitambulisho vya mtumiaji wa TikTok na habari zingine kwa jina la mtumiaji kwa wingi.",
    "ta": "TikTok பயனர் ஐடிகள் மற்றும் பிற தகவல்களை மொத்தமாக பயனர்பெயர் மூலம் கண்டறியவும்.",
    "te": "TikTok వినియోగదారు IDలు మరియు ఇతర సమాచారాన్ని వినియోగదారు పేరు ద్వారా పెద్దమొత్తంలో కనుగొనండి.",
    "th": "ค้นหา ID ผู้ใช้ TikTok และข้อมูลอื่น ๆ ด้วยชื่อผู้ใช้จำนวนมาก",
    "tr": "TikTok kullanıcı kimliklerini ve diğer bilgileri kullanıcı adına göre toplu olarak bulun.",
    "uk": "Груповий пошук ідентифікаторів користувачів TikTok та іншої інформації за іменами користувачів.",
    "vi": "Tìm hàng loạt ID người dùng TikTok và thông tin khác theo tên người dùng.",
    "zh_CN": "按用户名批量查找TikTok用户ID等信息。",
    "zh_TW": "依用戶名批量查找TikTok用戶ID等資訊。"
  },
  "long": {
    "ar": "TTFinder هي أداة قوية للعثور على معرفات مستخدم TikTok ومعلومات الحساب الأخرى بشكل مجمّع. فهو يمكّنك من تصدير البيانات إلى ملف CSV، والكشف عن العملاء المحتملين، وتخصيص الحملات التسويقية، والحصول على رؤى قيمة للجمهور.\n\nسمات\n- استخراج المعلومات لما يصل إلى 50000 مستخدم حسب اسم المستخدم بشكل مجمّع في المرة الواحدة\n- إجمالي عمليات الاستخراج غير محدودة\n- سجل المهام لاستئناف الاستخراج\n- حفظ بتنسيق CSV / Excel\n\nملحوظة:\n- يعمل TTFinder على نموذج فريميوم، مما يسمح لك باستخراج ما يصل إلى 100 اسم مستخدم بكميات كبيرة دون أي تكلفة. للحصول على عمليات استخراج إضافية، فكر في الترقية إلى الإصدار المميز الخاص بنا.\n\nما نوع البيانات التي يمكنك تصديرها؟\n- معرف المستخدم\n- اسم المستخدم\n- كنية\n- المتابعين\n- التالي\n- أصدقاء\n- الإعجابات\n- فيديوهات\n- تم التحقق\n- هل خاصة\n- السيرة الذاتية\n- الصفحة الرئيسية للمستخدم\n- عنوان URL للصورة الرمزية\n\nكيفية استخدام الباحث عن معلومات حساب TikTok؟\nلاستخدام TikTok Account Information Finder، ما عليك سوى إضافة الامتداد الخاص بنا إلى المتصفح وإنشاء حساب. بمجرد تسجيل الدخول، يمكنك إدخال أسماء مستخدمين متعددة والنقر فوق الزر \"تصدير\". سيتم تصدير جميع معلومات المستخدم إلى ملف CSV أو Excel، والذي يمكنك بعد ذلك تنزيله على جهاز الكمبيوتر الخاص بك.\n\nخصوصية البيانات\nتتم معالجة كافة البيانات على جهاز الكمبيوتر المحلي الخاص بك، ولا تمر عبر خوادم الويب الخاصة بنا مطلقًا. صادراتك سرية.\n\nالتعليمات\nhttps://ttfinder.toolmagic.app/#faqs\nلا تتردد في الاتصال بنا إذا كان لديك أي أسئلة أخرى.\n\nتنصل\nTikTok هي علامة تجارية مملوكة لشركة TikTok, LLC. هذا الامتداد غير تابع أو معتمد من قبل TikTok, Inc.",
    "am": "TTFinder የቲክ ቶክ ተጠቃሚ መታወቂያዎችን እና ሌሎች የመለያ መረጃዎችን በጅምላ ለማግኘት የሚያስችል ኃይለኛ መሳሪያ ነው። ውሂብን ወደ CSV ለመላክ፣ ሊሆኑ የሚችሉ መሪዎችን ለማግኘት፣ የግብይት ዘመቻዎችን ለማበጀት እና ጠቃሚ የታዳሚ ግንዛቤዎችን ለማግኘት ያስችላል።\n\nባህሪያት\n- በአንድ ጊዜ እስከ 50,000 ተጠቃሚዎች መረጃን በተጠቃሚ ስም ማውጣት\n- ያልተገደበ ጠቅላላ የማውጣት\n- ማውጣቱን ለመቀጠል የተግባር ታሪክ\n- እንደ ሲኤስቪ/ኤክሴል አስቀምጥ\n\nማስታወሻ፡-\n- TTFinder የሚሠራው በፍሪሚየም ሞዴል ሲሆን ይህም እስከ 100 የሚደርሱ የተጠቃሚ ስሞችን ያለ ምንም ወጪ በጅምላ ለማውጣት ያስችላል። ለተጨማሪ ማውጫዎች ወደ ፕሪሚየም ስሪታችን ማሻሻልን ያስቡበት።\n\nምን አይነት ውሂብ ወደ ውጭ መላክ ይችላሉ?\n- የተጠቃሚ መታወቂያ\n- የተጠቃሚ ስም\n- ኒክ ስም\n- ተከታዮች\n- በመከተል ላይ\n- ጓደኞች\n- ይወዳል\n- ቪዲዮዎች\n- የተረጋገጠ ነው\n- የግል ነው\n- የህይወት ታሪክ\n- የተጠቃሚ መነሻ ገጽ\n- አምሳያ ዩአርኤል\n\nTikTok መለያ መረጃ ፈላጊን እንዴት መጠቀም እንደሚቻል?\nTikTok Account Information Finderን ለመጠቀም በቀላሉ የእኛን ቅጥያ ወደ አሳሽ ያክሉ እና መለያ ይፍጠሩ። አንዴ ከገቡ በኋላ ብዙ የተጠቃሚ ስሞችን ማስገባት እና \"ላክ\" የሚለውን ቁልፍ ጠቅ ማድረግ ይችላሉ. ሁሉም የተጠቃሚ መረጃ ወደ CSV ወይም Excel ፋይል ይላካል፣ ከዚያ ወደ ኮምፒውተርዎ ማውረድ ይችላሉ።\n\nየውሂብ ግላዊነት\nሁሉም ውሂብ በአከባቢዎ ኮምፒዩተር ላይ ነው የሚስተናገደው፣ በድር አገልጋዮቻችን ውስጥ ፈጽሞ አያልፍም። ወደ ውጭ የሚላኩ ነገሮች ሚስጥራዊ ናቸው።\n\nየሚጠየቁ ጥያቄዎች\nhttps://ttfinder.toolmagic.app/#faqs\nሌሎች ጥያቄዎች ካሉዎት እኛን ለማነጋገር ነፃነት ይሰማዎ።\n\nማስተባበያ\nTikTok የTikTok፣ LLC የንግድ ምልክት ነው። ይህ ቅጥያ ከTikTok, Inc. ጋር የተቆራኘ ወይም የጸደቀ አይደለም።",
    "bg": "TTFinder е мощен инструмент за групово намиране на потребителски идентификатори на TikTok и друга информация за акаунти. Той ви позволява да експортирате данни в CSV, да разкривате потенциални клиенти, да персонализирате маркетингови кампании и да получавате ценна информация за аудиторията.\n\nХарактеристики\n- Извличане на информация за до 50 000 потребители по потребителско име групово наведнъж\n- Неограничени общи екстракции\n- История на задачите за възобновяване на извличането\n- Запазване като CSV / Excel\n\nЗабележка:\n- TTFinder работи на freemium модел, което ви позволява да извличате до 100 потребителски имена на едро без разходи. За допълнителни извличания помислете за надграждане до нашата премиум версия.\n\nКакъв тип данни можете да експортирате?\n- Потребителско име\n- Потребителско име\n- Псевдоним\n- Последователи\n- Следвам\n- Приятели\n- Харесвания\n- Видеозаписи\n- Проверено е\n- Частно е\n- Биография\n- Начална страница на потребителя\n- URL адрес на аватар\n\nКак да използвам TikTok Account Information Finder?\nЗа да използвате TikTok Account Information Finder, просто добавете нашето разширение към браузъра и създайте акаунт. След като влезете, можете да въведете няколко потребителски имена и да щракнете върху бутона „Експортиране“. Цялата потребителска информация ще бъде експортирана в CSV или Excel файл, който след това можете да изтеглите на вашия компютър.\n\nПоверителност на данните\nВсички данни се обработват на вашия локален компютър, като никога не преминават през нашите уеб сървъри. Вашият износ е поверителен.\n\nЧЗВ\nhttps://ttfinder.toolmagic.app/#faqs\nЧувствайте се свободни да се свържете с нас, ако имате други въпроси.\n\nОтказ от отговорност\nTikTok е търговска марка на TikTok, LLC. Това разширение не е свързано с или одобрено от TikTok, Inc.",
    "bn": "টিটিফাইন্ডার হল টিকটক ইউজার আইডি এবং অন্যান্য অ্যাকাউন্টের তথ্য বাল্কে খুঁজে পাওয়ার জন্য একটি শক্তিশালী টুল। এটি আপনাকে CSV-এ ডেটা রপ্তানি করতে, সম্ভাব্য লিডগুলি উন্মোচন করতে, বিপণন প্রচারাভিযানগুলি কাস্টমাইজ করতে এবং মূল্যবান দর্শকদের অন্তর্দৃষ্টি অর্জন করতে সক্ষম করে৷\n\nবৈশিষ্ট্য\n- এক সময়ে বাল্ক ইউজারনেম দ্বারা 50,000 জন ব্যবহারকারীর জন্য তথ্য বের করুন৷\n- সীমাহীন মোট নিষ্কাশন\n- নিষ্কাশন পুনরায় শুরু করার জন্য টাস্ক ইতিহাস\n- CSV / Excel হিসাবে সংরক্ষণ করুন\n\nদ্রষ্টব্য:\n- টিটিফাইন্ডার একটি ফ্রিমিয়াম মডেলে কাজ করে, আপনাকে বিনা খরচে 100টি ইউজারনেম বাল্কে বের করতে দেয়। অতিরিক্ত নিষ্কাশনের জন্য, আমাদের প্রিমিয়াম সংস্করণে আপগ্রেড করার কথা বিবেচনা করুন।\n\nআপনি কি ধরনের ডেটা রপ্তানি করতে পারেন?\n- ইউজার আইডি\n- ব্যবহারকারীর নাম\n- ডাক নাম\n- অনুসারী\n- অনুসরণ করছে\n- বন্ধুরা\n- পছন্দ\n- ভিডিও\n- যাচাই করা হয়েছে\n- ব্যক্তিগত\n- জীবনী\n- ব্যবহারকারীর হোমপেজ\n- অবতার URL\n\nTikTok অ্যাকাউন্ট তথ্য অনুসন্ধানকারী কীভাবে ব্যবহার করবেন?\nTikTok অ্যাকাউন্ট ইনফরমেশন ফাইন্ডার ব্যবহার করতে, ব্রাউজারে আমাদের এক্সটেনশন যোগ করুন এবং একটি অ্যাকাউন্ট তৈরি করুন। একবার আপনি সাইন ইন করলে, আপনি একাধিক ব্যবহারকারীর নাম ইনপুট করতে পারেন এবং \"রপ্তানি\" বোতামে ক্লিক করতে পারেন৷ সমস্ত ব্যবহারকারীর তথ্য একটি CSV বা Excel ফাইলে রপ্তানি করা হবে, যা আপনি আপনার কম্পিউটারে ডাউনলোড করতে পারবেন।\n\nডেটা গোপনীয়তা\nসমস্ত ডেটা আপনার স্থানীয় কম্পিউটারে প্রক্রিয়া করা হয়, আমাদের ওয়েব সার্ভারের মধ্য দিয়ে যায় না। আপনার রপ্তানি গোপনীয়.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nআপনার যদি অন্য কোন প্রশ্ন থাকে তবে নির্দ্বিধায় আমাদের সাথে যোগাযোগ করুন।\n\nদাবিত্যাগ\nTikTok হল TikTok, LLC এর একটি ট্রেডমার্ক। এই এক্সটেনশনটি TikTok, Inc দ্বারা অনুমোদিত বা অনুমোদিত নয়।",
    "ca": "TTTinder és una eina potent per trobar ID d'usuari de TikTok i altra informació del compte a granel. Us permet exportar dades a CSV, descobrir clients potencials, personalitzar campanyes de màrqueting i obtenir informació valuosa del públic.\n\nCaracterístiques\n- Extraieu informació de fins a 50.000 usuaris per nom d'usuari alhora\n- Extraccions totals il·limitades\n- Historial de tasques per reprendre l'extracció\n- Desa com a CSV / Excel\n\nNota:\n- TTTinder funciona amb un model freemium, que us permet extreure fins a 100 noms d'usuari a granel sense cap cost. Per obtenir extraccions addicionals, considereu l'actualització a la nostra versió premium.\n\nQuin tipus de dades podeu exportar?\n- ID d'usuari\n- Nom d'usuari\n- Pseudònim\n- Seguidors\n- Seguint\n- Amics\n- M'agrada\n- Vídeos\n- Està verificat\n- És privat\n- Biografia\n- Pàgina d'inici de l'usuari\n- URL de l'avatar\n\nCom utilitzar el cercador d'informació del compte de TikTok?\nPer utilitzar TikTok Account Information Finder, només cal que afegiu la nostra extensió al navegador i creeu un compte. Un cop hàgiu iniciat la sessió, podeu introduir diversos noms d'usuari i fer clic al botó \"Exporta\". Tota la informació de l'usuari s'exportarà a un fitxer CSV o Excel, que després podreu descarregar al vostre ordinador.\n\nPrivadesa de les dades\nTotes les dades es processen al vostre ordinador local, sense passar mai pels nostres servidors web. Les vostres exportacions són confidencials.\n\nPreguntes freqüents\nhttps://ttfinder.toolmagic.app/#faqs\nNo dubteu a contactar amb nosaltres si teniu qualsevol altra pregunta.\n\nExempció de responsabilitat\nTikTok és una marca comercial de TikTok, LLC. Aquesta extensió no està afiliada ni avalada per TikTok, Inc.",
    "cs": "TTFinder je výkonný nástroj pro hromadné vyhledávání ID uživatelů TikTok a dalších informací o účtu. Umožňuje vám exportovat data do CSV, odhalit potenciální potenciální zákazníky, přizpůsobit marketingové kampaně a získat cenné informace o publiku.\n\nVlastnosti\n- Hromadně extrahujte informace až pro 50 000 uživatelů podle uživatelského jména\n- Neomezené celkové těžby\n- Historie úkolů pro obnovení extrakce\n- Uložit jako CSV / Excel\n\nPoznámka:\n- TTFinder funguje na modelu freemium, který vám umožňuje bezplatně hromadně extrahovat až 100 uživatelských jmen. Pro další extrahování zvažte upgrade na naši prémiovou verzi.\n\nJaký typ dat můžete exportovat?\n- ID uživatele\n- Uživatelské jméno\n- Přezdívka\n- Následovníci\n- Sledování\n- Přátelé\n- Líbí\n- Videa\n- Je ověřeno\n- Je soukromý\n- Životopis\n- Uživatelská domovská stránka\n- URL avatara\n\nJak používat TikTok Account Information Finder?\nChcete-li používat TikTok Account Information Finder, jednoduše přidejte naše rozšíření do prohlížeče a vytvořte si účet. Jakmile se přihlásíte, můžete zadat více uživatelských jmen a kliknout na tlačítko \"Exportovat\". Všechny informace o uživateli budou exportovány do souboru CSV nebo Excel, který si pak můžete stáhnout do svého počítače.\n\nOchrana osobních údajů\nVšechna data jsou zpracovávána na vašem lokálním počítači, nikdy neprocházejí našimi webovými servery. Vaše exporty jsou důvěrné.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nV případě dalších dotazů nás neváhejte kontaktovat.\n\nZřeknutí se odpovědnosti\nTikTok je ochranná známka společnosti TikTok, LLC. Toto rozšíření není přidruženo ani schváleno společností TikTok, Inc.",
    "da": "TTFinder er et kraftfuldt værktøj til at finde TikTok-bruger-id'er og andre kontooplysninger i bulk. Det giver dig mulighed for at eksportere data til CSV, afdække potentielle kundeemner, tilpasse marketingkampagner og få værdifuld målgruppeindsigt.\n\nFunktioner\n- Udtræk oplysninger for op til 50.000 brugere efter brugernavn i bulk ad gangen\n- Ubegrænset total udvinding\n- Opgavehistorik for at genoptage udvinding\n- Gem som CSV / Excel\n\nNote:\n- TTFinder fungerer på en freemium-model, så du kan udtrække op til 100 brugernavne i bulk uden omkostninger. For yderligere udtræk, overvej at opgradere til vores premium-version.\n\nHvilken type data kan du eksportere?\n- Bruger ID\n- Brugernavn\n- Kaldenavn\n- Tilhængere\n- Følger efter\n- Venner\n- Kan lide\n- Videoer\n- Er verificeret\n- Er privat\n- Biografi\n- Brugerhjemmeside\n- Avatar URL\n\nHvordan bruger man TikTok Account Information Finder?\nFor at bruge TikTok Account Information Finder skal du blot tilføje vores udvidelse til browseren og oprette en konto. Når du har logget ind, kan du indtaste flere brugernavne og klikke på knappen \"Eksporter\". Alle brugeroplysninger vil blive eksporteret til en CSV- eller Excel-fil, som du derefter kan downloade til din computer.\n\nDatabeskyttelse\nAlle data behandles på din lokale computer og passerer aldrig gennem vores webservere. Din eksport er fortrolig.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nDu er velkommen til at kontakte os, hvis du har andre spørgsmål.\n\nAnsvarsfraskrivelse\nTikTok er et varemærke tilhørende TikTok, LLC. Denne udvidelse er ikke tilknyttet eller godkendt af TikTok, Inc.",
    "de": "TTFinder ist ein leistungsstarkes Tool zum Auffinden von TikTok-Benutzer-IDs und anderen Kontoinformationen in großen Mengen. Es ermöglicht Ihnen, Daten in CSV zu exportieren, potenzielle Leads zu entdecken, Marketingkampagnen anzupassen und wertvolle Einblicke in die Zielgruppe zu gewinnen.\n\nMerkmale\n- Extrahieren Sie Informationen für bis zu 50.000 Benutzer nach Benutzernamen gleichzeitig in großen Mengen\n- Unbegrenzte Gesamtextraktionen\n- Aufgabenverlauf zur Fortsetzung der Extraktion\n- Als CSV/Excel speichern\n\nNotiz:\n- TTFinder basiert auf einem Freemium-Modell, sodass Sie bis zu 100 Benutzernamen in großen Mengen kostenlos extrahieren können. Für zusätzliche Extraktionen sollten Sie ein Upgrade auf unsere Premium-Version in Betracht ziehen.\n\nWelche Art von Daten können Sie exportieren?\n- Benutzer-ID\n- Benutzername\n- Spitzname\n- Anhänger\n- Folgend\n- Freunde\n- Gefällt mir\n- Videos\n- Ist verifiziert\n- Ist privat\n- Biografie\n- Benutzer-Homepage\n- Avatar-URL\n\nWie verwende ich den TikTok Account Information Finder?\nUm den TikTok Account Information Finder zu verwenden, fügen Sie einfach unsere Erweiterung zum Browser hinzu und erstellen Sie ein Konto. Sobald Sie sich angemeldet haben, können Sie mehrere Benutzernamen eingeben und auf die Schaltfläche „Exportieren“ klicken. Alle Benutzerinformationen werden in eine CSV- oder Excel-Datei exportiert, die Sie dann auf Ihren Computer herunterladen können.\n\nDatenschutz\nAlle Daten werden auf Ihrem lokalen Computer verarbeitet und passieren niemals unsere Webserver. Ihre Exporte sind vertraulich.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nWenn Sie weitere Fragen haben, können Sie sich gerne an uns wenden.\n\nHaftungsausschluss\nTikTok ist eine Marke von TikTok, LLC. Diese Erweiterung ist nicht mit TikTok, Inc. verbunden oder wird von diesem unterstützt.",
    "el": "Το TTFinder είναι ένα ισχυρό εργαλείο για τη μαζική εύρεση αναγνωριστικών χρηστών TikTok και άλλων πληροφοριών λογαριασμού. Σας δίνει τη δυνατότητα να εξάγετε δεδομένα σε CSV, να αποκαλύψετε πιθανούς δυνητικούς πελάτες, να προσαρμόσετε τις καμπάνιες μάρκετινγκ και να αποκτήσετε πολύτιμες πληροφορίες κοινού.\n\nΧαρακτηριστικά\n- Εξαγωγή πληροφοριών για έως και 50.000 χρήστες ανά όνομα χρήστη μαζικά τη φορά\n- Απεριόριστες συνολικές εξαγωγές\n- Ιστορικό εργασιών για συνέχιση της εξαγωγής\n- Αποθήκευση ως CSV / Excel\n\nΣημείωμα:\n- Το TTFinder λειτουργεί σε ένα μοντέλο freemium, επιτρέποντάς σας να εξαγάγετε έως και 100 ονόματα χρήστη μαζικά χωρίς κόστος. Για πρόσθετες εξαγωγές, εξετάστε το ενδεχόμενο αναβάθμισης στην έκδοση premium.\n\nΤι τύπο δεδομένων μπορείτε να εξάγετε;\n- Αναγνωριστικό χρήστη\n- Όνομα χρήστη\n- Nick Name\n- Οπαδοί\n- Ακολουθώντας\n- Φίλοι\n- Μου αρέσει\n- Βίντεο\n- Επαληθεύτηκε\n- Είναι Ιδιωτικό\n- Βιογραφικό\n- Αρχική σελίδα χρήστη\n- URL Avatar\n\nΠώς να χρησιμοποιήσετε το TikTok Account Finder;\nΓια να χρησιμοποιήσετε το TikTok Account Finder, απλώς προσθέστε την επέκτασή μας στο πρόγραμμα περιήγησης και δημιουργήστε έναν λογαριασμό. Αφού συνδεθείτε, μπορείτε να εισαγάγετε πολλά ονόματα χρήστη και να κάνετε κλικ στο κουμπί \"Εξαγωγή\". Όλες οι πληροφορίες χρήστη θα εξαχθούν σε ένα αρχείο CSV ή Excel, το οποίο στη συνέχεια μπορείτε να κατεβάσετε στον υπολογιστή σας.\n\nΑπόρρητο δεδομένων\nΌλα τα δεδομένα υποβάλλονται σε επεξεργασία στον τοπικό σας υπολογιστή, χωρίς να περνούν ποτέ από τους διακομιστές ιστού μας. Οι εξαγωγές σας είναι εμπιστευτικές.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nΜη διστάσετε να επικοινωνήσετε μαζί μας εάν έχετε άλλες ερωτήσεις.\n\nΑρνηση\nΤο TikTok είναι εμπορικό σήμα της TikTok, LLC. Αυτή η επέκταση δεν συνδέεται ούτε υποστηρίζεται από την TikTok, Inc.",
    "en,en_AU,en_GB,en_US,es_419": "TTFinder is a powerful tool for finding TikTok user IDs and other account information in bulk. It enables you to export data to CSV, uncover potential leads, customize marketing campaigns, and gain valuable audience insights.\n\nFeatures\n- Extract information for up to 50,000 users by username in bulk at a time\n- Unlimited total extractions\n- Task history to resume extraction\n- Save as CSV / Excel\n\nNote:\n- TTFinder operates on a freemium model, allowing you to extract up to 100 usernames in bulk at no cost. For additional extractions, consider upgrading to our premium version.\n\nWhat type of data can you export?\n- User ID\n- Username\n- Nick Name\n- Followers\n- Following\n- Friends\n- Likes\n- Videos\n- Is Verified\n- Is Private\n- Biography\n- User Homepage\n- Avatar URL\n\nHow to use TikTok Account Information Finder?\nTo use TikTok Account Information Finder, simply add our extension to browser and create an account. Once you have signed in, you can input multiple usernames and click the \"Export\" button. All the user information will be exported to a CSV or Excel file, which you can then download to your computer.\n\nData Privacy\nAll data is processed on your local computer, never passing through our web servers. Your exports are confidential.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nFeel free to contact us if you have any other questions.\n\nDisclaimer\nTikTok is a trademark of TikTok, LLC. This extension is not affiliated with or endorsed by TikTok, Inc.",
    "es": "TTFinder es una poderosa herramienta para encontrar ID de usuario de TikTok y otra información de cuenta de forma masiva. Le permite exportar datos a CSV, descubrir clientes potenciales, personalizar campañas de marketing y obtener información valiosa sobre la audiencia.\n\nCaracterísticas\n- Extraiga información de hasta 50.000 usuarios por nombre de usuario de forma masiva a la vez\n- Extracciones totales ilimitadas\n- Historial de tareas para reanudar la extracción.\n- Guardar como CSV/Excel\n\nNota:\n- TTFinder opera en un modelo freemium, lo que le permite extraer hasta 100 nombres de usuario de forma masiva sin costo. Para extracciones adicionales, considere actualizar a nuestra versión premium.\n\n¿Qué tipo de datos puedes exportar?\n- Identificación de usuario\n- Nombre de usuario\n- Apodo\n- Seguidores\n- Siguiente\n- Amigos\n- Me gusta\n- Vídeos\n- Está verificado\n- Es privado\n- Biografía\n- Página de inicio del usuario\n- URL de avatar\n\n¿Cómo utilizar el Buscador de información de cuentas de TikTok?\nPara utilizar el Buscador de información de cuentas de TikTok, simplemente agregue nuestra extensión al navegador y cree una cuenta. Una vez que haya iniciado sesión, puede ingresar varios nombres de usuario y hacer clic en el botón \"Exportar\". Toda la información del usuario se exportará a un archivo CSV o Excel, que luego podrás descargar a tu computadora.\n\nPrivacidad de datos\nTodos los datos se procesan en su computadora local, sin pasar nunca por nuestros servidores web. Sus exportaciones son confidenciales.\n\nPreguntas frecuentes\nhttps://ttfinder.toolmagic.app/#faqs\nNo dude en contactarnos si tiene alguna otra pregunta.\n\nDescargo de responsabilidad\nTikTok es una marca comercial de TikTok, LLC. Esta extensión no está afiliada ni respaldada por TikTok, Inc.",
    "et": "TTFinder on võimas tööriist TikToki kasutajatunnuste ja muu kontoteabe hulgi leidmiseks. See võimaldab teil eksportida andmeid CSV-vormingusse, avastada potentsiaalseid müügivihjeid, kohandada turunduskampaaniaid ja saada väärtuslikku vaatajaskonna statistikat.\n\nOmadused\n- Eraldage korraga hulgi teavet kuni 50 000 kasutaja kohta kasutajanime järgi\n- Piiramatu koguväljavõte\n- Tööülesannete ajalugu kaevandamise jätkamiseks\n- Salvestage CSV / Excelina\n\nMärkus.\n- TTFinder töötab freemium-mudelil, mis võimaldab teil tasuta eraldada kuni 100 kasutajanime. Täiendavate väljavõtete jaoks kaaluge üleviimist meie esmaklassilisele versioonile.\n\nMis tüüpi andmeid saate eksportida?\n- Kasutaja ID\n- Kasutajanimi\n- Hüüdnimi\n- Jälgijad\n- Jälgides\n- Sõbrad\n- Meeldib\n- Videod\n- on kinnitatud\n- On privaatne\n- Biograafia\n- Kasutaja koduleht\n- Avatari URL\n\nKuidas kasutada TikToki konto teabe leidjat?\nTikToki kontoteabe leidja kasutamiseks lisage lihtsalt meie laiendus brauserisse ja looge konto. Kui olete sisse loginud, saate sisestada mitu kasutajanime ja klõpsata nuppu \"Ekspordi\". Kogu kasutajateave eksporditakse CSV- või Exceli faili, mille saate seejärel oma arvutisse alla laadida.\n\nAndmete privaatsus\nKõiki andmeid töödeldakse teie kohalikus arvutis, mitte kunagi meie veebiservereid. Teie eksport on konfidentsiaalne.\n\nKKK\nhttps://ttfinder.toolmagic.app/#faqs\nKui teil on muid küsimusi, võtke meiega julgelt ühendust.\n\nVastutusest loobumine\nTikTok on TikTok, LLC kaubamärk. See laiendus ei ole TikTok, Inc.-ga seotud ega kinnitatud.",
    "fa": "TTFinder ابزاری قدرتمند برای یافتن شناسه های کاربری TikTok و سایر اطلاعات حساب به صورت انبوه است. این به شما امکان می‌دهد داده‌ها را به CSV صادر کنید، سرنخ‌های بالقوه را کشف کنید، کمپین‌های بازاریابی را سفارشی کنید و بینش ارزشمندی از مخاطبان به دست آورید.\n\nویژگی ها\n- استخراج اطلاعات برای حداکثر 50000 کاربر با نام کاربری به صورت انبوه در یک زمان\n- کل استخراج نامحدود\n- سابقه کار برای از سرگیری استخراج\n- ذخیره به عنوان CSV / Excel\n\nتوجه:\n- TTFinder بر روی یک مدل freemium کار می کند و به شما امکان می دهد تا 100 نام کاربری را به صورت انبوه و بدون هزینه استخراج کنید. برای استخراج بیشتر، ارتقا را به نسخه پریمیوم ما در نظر بگیرید.\n\nچه نوع داده ای را می توانید صادر کنید؟\n- شناسه کاربری\n- نام کاربری\n- نام نیک\n- پیروان\n- دنبال کردن\n- دوستان\n- دوست دارد\n- فیلم ها\n- تایید شده است\n- خصوصی است\n- بیوگرافی\n- صفحه اصلی کاربر\n- آدرس آواتار\n\nچگونه از جستجوگر اطلاعات حساب TikTok استفاده کنیم؟\nبرای استفاده از TikTok Account Information Finder، به سادگی افزونه ما را به مرورگر اضافه کنید و یک حساب ایجاد کنید. پس از ورود به سیستم، می توانید چندین نام کاربری وارد کرده و روی دکمه \"صادر کردن\" کلیک کنید. تمام اطلاعات کاربر به یک فایل CSV یا Excel صادر می‌شود، سپس می‌توانید آن را در رایانه خود دانلود کنید.\n\nحریم خصوصی داده ها\nهمه داده ها در رایانه محلی شما پردازش می شوند و هرگز از سرورهای وب ما عبور نمی کنند. صادرات شما محرمانه است.\n\nسوالات متداول\nhttps://ttfinder.toolmagic.app/#faqs\nاگر سوال دیگری دارید با ما تماس بگیرید.\n\nسلب مسئولیت\nTikTok یک علامت تجاری TikTok, LLC است. این برنامه افزودنی به TikTok, Inc وابسته یا تایید نشده است.",
    "fi": "TTFinder on tehokas työkalu TikTok-käyttäjätunnuksien ja muiden tilitietojen löytämiseen joukkona. Sen avulla voit viedä tietoja CSV-muotoon, löytää mahdollisia liidejä, mukauttaa markkinointikampanjoita ja saada arvokkaita yleisötietoja.\n\nOminaisuudet\n- Poimi tietoja jopa 50 000 käyttäjältä käyttäjätunnuksen mukaan kerralla\n- Rajoittamaton kokonaisuutto\n- Tehtävähistoria jatkaa purkamista\n- Tallenna CSV/Excel-muodossa\n\nHuomautus:\n- TTFinder toimii freemium-mallilla, jonka avulla voit poimia jopa 100 käyttäjätunnusta irtotavarana maksutta. Jos haluat lisäpoimintoja, harkitse päivittämistä premium-versioomme.\n\nMillaisia ​​tietoja voit viedä?\n- Käyttäjätunnus\n- Käyttäjätunnus\n- Nimimerkki\n- Seuraajia\n- Seuraa\n- Ystäviä\n- Tykkää\n- Videot\n- Vahvistettu\n- On yksityinen\n- Elämäkerta\n- Käyttäjän kotisivu\n- Avatarin URL-osoite\n\nKuinka käyttää TikTok Account Information Finderia?\nJos haluat käyttää TikTok Account Information Finderia, lisää vain laajennus selaimeen ja luo tili. Kun olet kirjautunut sisään, voit syöttää useita käyttäjätunnuksia ja napsauttaa \"Vie\" -painiketta. Kaikki käyttäjätiedot viedään CSV- tai Excel-tiedostoon, jonka voit ladata tietokoneellesi.\n\nTietosuoja\nKaikki tiedot käsitellään paikallisella tietokoneellasi, eivätkä ne koskaan kulje verkkopalvelimiemme kautta. Vientisi ovat luottamuksellisia.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nOta rohkeasti yhteyttä, jos sinulla on muita kysymyksiä.\n\nVastuuvapauslauseke\nTikTok on TikTok, LLC:n tavaramerkki. Tämä laajennus ei ole sidoksissa TikTok, Inc:iin tai tue sitä.",
    "fil": "Ang TTFinder ay isang mahusay na tool para sa paghahanap ng mga TikTok user ID at iba pang impormasyon ng account nang maramihan. Binibigyang-daan ka nitong mag-export ng data sa CSV, tumuklas ng mga potensyal na lead, mag-customize ng mga campaign sa marketing, at makakuha ng mahahalagang insight sa audience.\n\nMga tampok\n- I-extract ang impormasyon para sa hanggang 50,000 user sa pamamagitan ng username nang maramihan sa isang pagkakataon\n- Walang limitasyong kabuuang pagkuha\n- Kasaysayan ng gawain upang ipagpatuloy ang pagkuha\n- I-save bilang CSV / Excel\n\nTandaan:\n- Gumagana ang TTFinder sa isang freemium na modelo, na nagbibigay-daan sa iyong kumuha ng hanggang 100 mga username nang maramihan nang walang bayad. Para sa mga karagdagang pagkuha, isaalang-alang ang pag-upgrade sa aming premium na bersyon.\n\nAnong uri ng data ang maaari mong i-export?\n- User ID\n- Username\n- Palayaw\n- Mga tagasunod\n- Sumusunod\n- Mga kaibigan\n- Mga gusto\n- Mga video\n- Na-verify\n- Ay Pribado\n- Talambuhay\n- Homepage ng User\n- Avatar URL\n\nPaano gamitin ang TikTok Account Information Finder?\nPara magamit ang TikTok Account Information Finder, idagdag lang ang aming extension sa browser at gumawa ng account. Kapag nakapag-sign in ka na, maaari kang maglagay ng maraming username at i-click ang button na \"I-export\". Ang lahat ng impormasyon ng user ay ie-export sa isang CSV o Excel file, na maaari mong i-download sa iyong computer.\n\nPrivacy ng Data\nAng lahat ng data ay pinoproseso sa iyong lokal na computer, hindi kailanman dumadaan sa aming mga web server. Ang iyong mga pag-export ay kumpidensyal.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nHuwag mag-atubiling makipag-ugnay sa amin kung mayroon kang anumang iba pang mga katanungan.\n\nDisclaimer\nAng TikTok ay isang trademark ng TikTok, LLC. Ang extension na ito ay hindi kaakibat o itinataguyod ng TikTok, Inc.",
    "fr": "TTFinder est un outil puissant pour rechercher en masse des identifiants d'utilisateur TikTok et d'autres informations de compte. Il vous permet d'exporter des données au format CSV, de découvrir des prospects potentiels, de personnaliser des campagnes marketing et d'obtenir des informations précieuses sur l'audience.\n\nCaractéristiques\n- Extrayez des informations pour jusqu'à 50 000 utilisateurs par nom d'utilisateur en masse à la fois\n- Extractions totales illimitées\n- Historique des tâches pour reprendre l'extraction\n- Enregistrer au format CSV/Excel\n\nNote:\n- TTFinder fonctionne sur un modèle freemium, vous permettant d'extraire jusqu'à 100 noms d'utilisateur en masse sans frais. Pour des extractions supplémentaires, pensez à passer à notre version premium.\n\nQuel type de données pouvez-vous exporter ?\n- ID de l'utilisateur\n- Nom d'utilisateur\n- Surnom\n- Abonnés\n- Suivant\n- Amis\n- J'aime\n- Vidéos\n- Est vérifié\n- Est privé\n- Biographie\n- Page d'accueil de l'utilisateur\n- URL de l'avatar\n\nComment utiliser la recherche d'informations sur le compte TikTok ?\nPour utiliser TikTok Account Information Finder, ajoutez simplement notre extension au navigateur et créez un compte. Une fois connecté, vous pouvez saisir plusieurs noms d'utilisateur et cliquer sur le bouton \"Exporter\". Toutes les informations utilisateur seront exportées vers un fichier CSV ou Excel, que vous pourrez ensuite télécharger sur votre ordinateur.\n\nConfidentialité des données\nToutes les données sont traitées sur votre ordinateur local et ne transitent jamais par nos serveurs Web. Vos exportations sont confidentielles.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nN'hésitez pas à nous contacter si vous avez d'autres questions.\n\nClause de non-responsabilité\nTikTok est une marque commerciale de TikTok, LLC. Cette extension n'est ni affiliée ni approuvée par TikTok, Inc.",
    "gu": "TTFinder એ TikTok યુઝર આઈડી અને અન્ય ખાતાની માહિતી બલ્કમાં શોધવા માટેનું એક શક્તિશાળી સાધન છે. તે તમને CSV પર ડેટા નિકાસ કરવા, સંભવિત લીડ્સને બહાર કાઢવા, માર્કેટિંગ ઝુંબેશને કસ્ટમાઇઝ કરવા અને મૂલ્યવાન પ્રેક્ષકોની આંતરદૃષ્ટિ મેળવવા માટે સક્ષમ બનાવે છે.\n\nલક્ષણો\n- એક સમયે જથ્થાબંધ વપરાશકર્તાનામ દ્વારા 50,000 જેટલા વપરાશકર્તાઓ માટે માહિતી કાઢો\n- અમર્યાદિત કુલ નિષ્કર્ષણ\n- નિષ્કર્ષણ ફરી શરૂ કરવા માટે કાર્ય ઇતિહાસ\n- CSV / Excel તરીકે સાચવો\n\nનોંધ:\n- TTFinder ફ્રીમિયમ મોડલ પર કામ કરે છે, જે તમને કોઈ પણ ખર્ચ વિના જથ્થાબંધ 100 જેટલા વપરાશકર્તાનામો કાઢવાની મંજૂરી આપે છે. વધારાના નિષ્કર્ષણ માટે, અમારા પ્રીમિયમ સંસ્કરણ પર અપગ્રેડ કરવાનું વિચારો.\n\nતમે કયા પ્રકારનો ડેટા નિકાસ કરી શકો છો?\n- યુઝર આઈડી\n- વપરાશકર્તા નામ\n- ઉપનામ\n- અનુયાયીઓ\n- અનુસરે છે\n- મિત્રો\n- પસંદ\n- વિડિઓઝ\n- ચકાસાયેલ છે\n- ખાનગી છે\n- જીવનચરિત્ર\n- વપરાશકર્તા હોમપેજ\n- અવતાર URL\n\nTikTok એકાઉન્ટ માહિતી શોધકનો ઉપયોગ કેવી રીતે કરવો?\nTikTok એકાઉન્ટ માહિતી શોધકનો ઉપયોગ કરવા માટે, ફક્ત બ્રાઉઝરમાં અમારું એક્સ્ટેંશન ઉમેરો અને એક એકાઉન્ટ બનાવો. એકવાર તમે સાઇન ઇન કરી લો, પછી તમે બહુવિધ વપરાશકર્તાનામો ઇનપુટ કરી શકો છો અને \"નિકાસ\" બટનને ક્લિક કરી શકો છો. વપરાશકર્તાની બધી માહિતી CSV અથવા Excel ફાઇલમાં નિકાસ કરવામાં આવશે, જે પછી તમે તમારા કમ્પ્યુટર પર ડાઉનલોડ કરી શકો છો.\n\nડેટા ગોપનીયતા\nતમામ ડેટા તમારા સ્થાનિક કમ્પ્યુટર પર પ્રક્રિયા કરવામાં આવે છે, અમારા વેબ સર્વર્સમાંથી ક્યારેય પસાર થતો નથી. તમારી નિકાસ ગોપનીય છે.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nજો તમને કોઈ અન્ય પ્રશ્નો હોય તો અમારો સંપર્ક કરવા માટે નિઃસંકોચ.\n\nઅસ્વીકરણ\nTikTok એ TikTok, LLC નો ટ્રેડમાર્ક છે. આ એક્સ્ટેંશન TikTok, Inc સાથે સંલગ્ન કે સમર્થન કરતું નથી.",
    "he": "TTFinder הוא כלי רב עוצמה למציאת מזהי משתמש של TikTok ופרטי חשבון אחרים בכמויות גדולות. זה מאפשר לך לייצא נתונים ל-CSV, לחשוף לידים פוטנציאליים, להתאים אישית קמפיינים שיווקיים ולקבל תובנות חשובות לגבי קהל.\n\nתכונות\n- חילוץ מידע עבור עד 50,000 משתמשים לפי שם משתמש בכמות גדולה בכל פעם\n- סה\"כ מיצויים ללא הגבלה\n- היסטוריית משימות כדי לחדש את החילוץ\n- שמור כ-CSV / Excel\n\nפֶּתֶק:\n- TTFinder פועל על מודל freemium, המאפשר לך לחלץ עד 100 שמות משתמש בכמויות גדולות ללא עלות. לחילופים נוספים, שקול לשדרג לגרסת הפרימיום שלנו.\n\nאיזה סוג של נתונים אתה יכול לייצא?\n- מזהה משתמש\n- שם משתמש\n- כינוי\n- עוקבים\n- עוקב\n- חברים\n- לייקים\n- סרטונים\n- מאומת\n- הוא פרטי\n- ביוגרפיה\n- דף הבית של המשתמש\n- כתובת אתר אווטאר\n\nכיצד להשתמש ב-TikTok Account Information Finder?\nכדי להשתמש ב-TikTok Account Information Finder, פשוט הוסף את התוסף שלנו לדפדפן וצור חשבון. לאחר שנכנסת, תוכל להזין מספר שמות משתמש וללחוץ על כפתור \"ייצוא\". כל פרטי המשתמש ייצאו לקובץ CSV או Excel, שאותו תוכל להוריד למחשב שלך.\n\nפרטיות נתונים\nכל הנתונים מעובדים במחשב המקומי שלך, לעולם לא עוברים דרך שרתי האינטרנט שלנו. הייצוא שלך חסוי.\n\nשאלות נפוצות\nhttps://ttfinder.toolmagic.app/#faqs\nאל תהסס לפנות אלינו אם יש לך שאלות נוספות.\n\nכתב ויתור\nTikTok הוא סימן מסחרי של TikTok, LLC. הרחבה זו אינה קשורה או מאושרת על ידי TikTok, Inc.",
    "hi": "TTFinder बड़ी मात्रा में टिकटॉक उपयोगकर्ता आईडी और अन्य खाता जानकारी खोजने के लिए एक शक्तिशाली उपकरण है। यह आपको सीएसवी में डेटा निर्यात करने, संभावित लीडों को उजागर करने, मार्केटिंग अभियानों को अनुकूलित करने और मूल्यवान दर्शक अंतर्दृष्टि प्राप्त करने में सक्षम बनाता है।\n\nविशेषताएँ\n- एक बार में उपयोगकर्ता नाम के आधार पर 50,000 उपयोगकर्ताओं तक की जानकारी निकालें\n- असीमित कुल निष्कर्षण\n- निष्कर्षण फिर से शुरू करने के लिए कार्य इतिहास\n- सीएसवी/एक्सेल के रूप में सहेजें\n\nटिप्पणी:\n- TTFinder एक फ्रीमियम मॉडल पर काम करता है, जिससे आप बिना किसी लागत के थोक में 100 उपयोगकर्ता नाम निकाल सकते हैं। अतिरिक्त निष्कर्षणों के लिए, हमारे प्रीमियम संस्करण में अपग्रेड करने पर विचार करें।\n\nआप किस प्रकार का डेटा निर्यात कर सकते हैं?\n- उपयोगकर्ता पहचान\n- उपयोक्तानाम\n- निक नाम\n- अनुयायी\n- अगले\n- दोस्त\n- पसंद है\n- वीडियो\n- सत्यापित है\n- निजी है\n- जीवनी\n- उपयोगकर्ता मुखपृष्ठ\n- अवतार यूआरएल\n\nटिकटॉक खाता सूचना खोजक का उपयोग कैसे करें?\nटिकटॉक खाता सूचना खोजक का उपयोग करने के लिए, बस ब्राउज़र में हमारा एक्सटेंशन जोड़ें और एक खाता बनाएं। एक बार साइन इन करने के बाद, आप एकाधिक उपयोगकर्ता नाम इनपुट कर सकते हैं और \"निर्यात करें\" बटन पर क्लिक कर सकते हैं। उपयोगकर्ता की सभी जानकारी एक सीएसवी या एक्सेल फ़ाइल में निर्यात की जाएगी, जिसे आप अपने कंप्यूटर पर डाउनलोड कर सकते हैं।\n\nडाटा प्राइवेसी\nसारा डेटा आपके स्थानीय कंप्यूटर पर संसाधित होता है, हमारे वेब सर्वर से कभी नहीं गुजरता। आपके निर्यात गोपनीय हैं.\n\nअक्सर पूछे जाने वाले प्रश्न\nhttps://ttfinder.toolmagic.app/#faqs\nयदि आपके कोई अन्य प्रश्न हों तो बेझिझक हमसे संपर्क करें।\n\nअस्वीकरण\nटिकटॉक टिकटॉक, एलएलसी का ट्रेडमार्क है। यह एक्सटेंशन टिकटॉक, इंक. से संबद्ध या समर्थित नहीं है।",
    "hr": "TTFinder je moćan alat za skupno pronalaženje TikTok korisničkih ID-ova i drugih podataka o računu. Omogućuje vam izvoz podataka u CSV, otkrivanje potencijalnih potencijalnih klijenata, prilagodbu marketinških kampanja i stjecanje vrijednih uvida u publiku.\n\nZnačajke\n- Izdvojite podatke za do 50.000 korisnika prema korisničkom imenu odjednom\n- Neograničeno ukupno ekstrakcija\n- Povijest zadataka za nastavak vađenja\n- Spremi kao CSV / Excel\n\nBilješka:\n- TTFinder radi na freemium modelu, što vam omogućuje skupno izdvajanje do 100 korisničkih imena bez ikakvih troškova. Za dodatne ekstrakcije razmislite o nadogradnji na našu premium verziju.\n\nKoju vrstu podataka možete izvesti?\n- ID korisnika\n- Korisničko ime\n- Nadimak\n- Sljedbenici\n- Pratim\n- Prijatelji\n- Sviđa mi se\n- Video zapisi\n- Provjereno\n- Privatno je\n- Životopis\n- Korisnička početna stranica\n- URL avatara\n\nKako koristiti TikTok Account Information Finder?\nDa biste koristili TikTok Account Information Finder, jednostavno dodajte naše proširenje u preglednik i kreirajte račun. Nakon što se prijavite, možete unijeti više korisničkih imena i kliknuti gumb \"Izvezi\". Svi podaci o korisniku bit će eksportirani u CSV ili Excel datoteku koju zatim možete preuzeti na svoje računalo.\n\nPrivatnost podataka\nSvi se podaci obrađuju na vašem lokalnom računalu, nikad ne prolazeći kroz naše web poslužitelje. Vaš izvoz je povjerljiv.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nSlobodno nam se obratite ako imate još pitanja.\n\nOdricanje\nTikTok je zaštitni znak tvrtke TikTok, LLC. Ovo proširenje nije povezano niti odobreno od strane TikTok, Inc.",
    "hu": "A TTFinder egy hatékony eszköz a TikTok felhasználói azonosítók és egyéb fiókadatok tömeges megkeresésére. Lehetővé teszi adatok exportálását CSV-formátumba, potenciális potenciális ügyfelek feltárását, marketingkampányok testreszabását, valamint értékes közönségbetekintések megszerzését.\n\nJellemzők\n- Egyszerre akár 50 000 felhasználó adatainak kinyerése felhasználónév alapján tömegesen\n- Korlátlan teljes kitermelés\n- Feladatelőzmények a kivonás folytatásához\n- Mentés CSV / Excel formátumban\n\nJegyzet:\n- A TTFinder freemium modellen működik, lehetővé téve akár 100 felhasználónév tömeges kivonatát ingyenesen. További kivonatokért fontolja meg a prémium verzióra való frissítést.\n\nMilyen típusú adatokat exportálhat?\n- Felhasználói azonosító\n- Felhasználónév\n- Becenév\n- Követők\n- Követve\n- Barátok\n- Tetszik\n- Videók\n- Ellenőrzött\n- Privát\n- Életrajz\n- Felhasználói honlap\n- Avatar URL\n\nHogyan kell használni a TikTok fiókinformációs keresőt?\nA TikTok Account Information Finder használatához egyszerűen adja hozzá a bővítményünket a böngészőhöz, és hozzon létre egy fiókot. Miután bejelentkezett, több felhasználónevet is megadhat, és kattintson az \"Exportálás\" gombra. Az összes felhasználói információ CSV- vagy Excel-fájlba kerül exportálásra, amelyet aztán letölthet a számítógépére.\n\nAdatvédelem\nMinden adatot az Ön helyi számítógépén dolgozunk fel, és soha nem haladnak át webszervereinken. Az exportált adatok bizalmasak.\n\nGYIK\nhttps://ttfinder.toolmagic.app/#faqs\nHa további kérdése van, forduljon hozzánk bizalommal.\n\nJogi nyilatkozat\nA TikTok a TikTok, LLC védjegye. Ez a bővítmény nem áll kapcsolatban a TikTok, Inc.-vel, és nem támogatja azt.",
    "id": "TTFinder adalah alat yang ampuh untuk menemukan ID pengguna TikTok dan informasi akun lainnya secara massal. Ini memungkinkan Anda mengekspor data ke CSV, mengungkap calon pelanggan potensial, menyesuaikan kampanye pemasaran, dan mendapatkan wawasan audiens yang berharga.\n\nFitur\n- Ekstrak informasi hingga 50.000 pengguna berdasarkan nama pengguna secara massal sekaligus\n- Total ekstraksi tidak terbatas\n- Riwayat tugas untuk melanjutkan ekstraksi\n- Simpan sebagai CSV / Excel\n\nCatatan:\n- TTFinder beroperasi pada model freemium, memungkinkan Anda mengekstrak hingga 100 nama pengguna secara massal tanpa biaya. Untuk ekstraksi tambahan, pertimbangkan untuk meningkatkan ke versi premium kami.\n\nJenis data apa yang dapat Anda ekspor?\n- ID Pengguna\n- Nama belakang\n- Nama panggilan\n- Pengikut\n- Mengikuti\n- Teman-teman\n- Suka\n- Video\n- Terverifikasi\n- Apakah Pribadi\n- Biografi\n- Beranda Pengguna\n- URL Avatar\n\nBagaimana cara menggunakan Pencari Informasi Akun TikTok?\nUntuk menggunakan Pencari Informasi Akun TikTok, cukup tambahkan ekstensi kami ke browser dan buat akun. Setelah Anda masuk, Anda dapat memasukkan beberapa nama pengguna dan klik tombol \"Ekspor\". Semua informasi pengguna akan diekspor ke file CSV atau Excel, yang kemudian dapat Anda unduh ke komputer Anda.\n\nPrivasi Data\nSemua data diproses di komputer lokal Anda, tidak pernah melewati server web kami. Ekspor Anda bersifat rahasia.\n\nPertanyaan Umum\nhttps://ttfinder.toolmagic.app/#faqs\nJangan ragu untuk menghubungi kami jika Anda memiliki pertanyaan lain.\n\nPenafian\nTikTok adalah merek dagang dari TikTok, LLC. Ekstensi ini tidak berafiliasi atau didukung oleh TikTok, Inc.",
    "it": "TTFinder è un potente strumento per trovare in blocco gli ID utente TikTok e altre informazioni sull'account. Ti consente di esportare dati in CSV, scoprire potenziali lead, personalizzare campagne di marketing e ottenere preziose informazioni sul pubblico.\n\nCaratteristiche\n- Estrai informazioni per un massimo di 50.000 utenti per nome utente in blocco alla volta\n- Estrazioni totali illimitate\n- Cronologia delle attività per riprendere l'estrazione\n- Salva come CSV/Excel\n\nNota:\n- TTTFinder funziona su un modello freemium, consentendoti di estrarre fino a 100 nomi utente in blocco senza alcun costo. Per estrazioni aggiuntive, considera l'aggiornamento alla nostra versione premium.\n\nChe tipo di dati puoi esportare?\n-ID utente\n- Nome utente\n- Soprannome\n- Seguaci\n- Seguente\n- Amici\n- Mi piace\n- Video\n- È verificato\n- È privato\n- Biografia\n- Home page dell'utente\n-URL dell'avatar\n\nCome utilizzare la ricerca delle informazioni sull'account TikTok?\nPer utilizzare TikTok Account Information Finder, aggiungi semplicemente la nostra estensione al browser e crea un account. Una volta effettuato l'accesso, puoi inserire più nomi utente e fare clic sul pulsante \"Esporta\". Tutte le informazioni dell'utente verranno esportate in un file CSV o Excel, che potrai quindi scaricare sul tuo computer.\n\nPrivacy dei dati\nTutti i dati vengono elaborati sul tuo computer locale, senza mai passare attraverso i nostri server web. Le tue esportazioni sono confidenziali.\n\nDomande frequenti\nhttps://ttfinder.toolmagic.app/#faqs\nNon esitate a contattarci se avete altre domande.\n\nDisclaimer\nTikTok è un marchio di TikTok, LLC. Questa estensione non è affiliata o approvata da TikTok, Inc.",
    "ja": "TTFinder は、TikTok ユーザー ID やその他のアカウント情報を一括で検索するための強力なツールです。これにより、データを CSV にエクスポートし、潜在的なリードを発見し、マーケティング キャンペーンをカスタマイズし、視聴者に関する貴重な洞察を得ることができます。\n\n特徴\n- ユーザー名ごとに最大 50,000 人のユーザーの情報を一度に一括抽出\n- 無制限の合計抽出\n- 抽出を再開するためのタスク履歴\n- CSV/Excelとして保存\n\n注記：\n- TTFinder はフリーミアム モデルで動作し、最大 100 個のユーザー名を無料で一括抽出できます。さらに抽出するには、プレミアム バージョンへのアップグレードを検討してください。\n\nどのような種類のデータをエクスポートできますか?\n- ユーザーID\n- ユーザー名\n- ニックネーム\n- フォロワー\n- 続く\n- 友達\n- いいね！\n- 動画\n- 検証済み\n- プライベートです\n- 略歴\n- ユーザーホームページ\n- アバターURL\n\nTikTokアカウント情報ファインダーの使い方は？\nTikTok Account Information Finder を使用するには、ブラウザに拡張機能を追加してアカウントを作成するだけです。サインインしたら、複数のユーザー名を入力し、[エクスポート] ボタンをクリックします。すべてのユーザー情報は CSV または Excel ファイルにエクスポートされ、コンピューターにダウンロードできます。\n\nデータプライバシー\nすべてのデータはローカル コンピューター上で処理され、当社の Web サーバーを通過することはありません。あなたの輸出は機密扱いとなります。\n\nよくある質問\nhttps://ttfinder.toolmagic.app/#faqs\n他にご質問がございましたら、お気軽にお問い合わせください。\n\n免責事項\nTikTokはTikTok, LLCの商標です。この拡張機能は TikTok, Inc. と提携または承認されていません。",
    "kn": "TTFinder ಟಿಕ್‌ಟಾಕ್ ಬಳಕೆದಾರ ಐಡಿಗಳು ಮತ್ತು ಇತರ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ದೊಡ್ಡ ಪ್ರಮಾಣದಲ್ಲಿ ಹುಡುಕಲು ಪ್ರಬಲ ಸಾಧನವಾಗಿದೆ. ಇದು CSV ಗೆ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಲು, ಸಂಭಾವ್ಯ ಲೀಡ್‌ಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸಲು, ಮಾರ್ಕೆಟಿಂಗ್ ಪ್ರಚಾರಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ಮತ್ತು ಮೌಲ್ಯಯುತವಾದ ಪ್ರೇಕ್ಷಕರ ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- ಏಕಕಾಲದಲ್ಲಿ 50,000 ಬಳಕೆದಾರರಿಗೆ ಬಳಕೆದಾರಹೆಸರಿನ ಮೂಲಕ ಮಾಹಿತಿಯನ್ನು ಹೊರತೆಗೆಯಿರಿ\n- ಅನಿಯಮಿತ ಒಟ್ಟು ಹೊರತೆಗೆಯುವಿಕೆಗಳು\n- ಹೊರತೆಗೆಯುವಿಕೆಯನ್ನು ಪುನರಾರಂಭಿಸಲು ಕಾರ್ಯ ಇತಿಹಾಸ\n- CSV / ಎಕ್ಸೆಲ್ ಆಗಿ ಉಳಿಸಿ\n\nಗಮನಿಸಿ:\n- TTFinder ಫ್ರೀಮಿಯಮ್ ಮಾದರಿಯಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಯಾವುದೇ ವೆಚ್ಚವಿಲ್ಲದೆ 100 ಬಳಕೆದಾರಹೆಸರುಗಳವರೆಗೆ ಬೃಹತ್ ಪ್ರಮಾಣದಲ್ಲಿ ಹೊರತೆಗೆಯಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಹೆಚ್ಚುವರಿ ಹೊರತೆಗೆಯುವಿಕೆಗಾಗಿ, ನಮ್ಮ ಪ್ರೀಮಿಯಂ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡುವುದನ್ನು ಪರಿಗಣಿಸಿ.\n\nನೀವು ಯಾವ ರೀತಿಯ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಬಹುದು?\n- ಬಳಕೆದಾರ ID\n- ಬಳಕೆದಾರ ಹೆಸರು\n- ನಿಕ್ ನೇಮ್\n- ಅನುಯಾಯಿಗಳು\n- ಅನುಸರಿಸುತ್ತಿದೆ\n- ಸ್ನೇಹಿತರು\n- ಇಷ್ಟಗಳು\n- ವೀಡಿಯೊಗಳು\n- ಪರಿಶೀಲಿಸಲಾಗಿದೆ\n- ಖಾಸಗಿಯಾಗಿದೆ\n- ಜೀವನಚರಿತ್ರೆ\n- ಬಳಕೆದಾರ ಮುಖಪುಟ\n- ಅವತಾರ್ URL\n\nTikTok ಖಾತೆ ಮಾಹಿತಿ ಫೈಂಡರ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು?\nTikTok ಖಾತೆ ಮಾಹಿತಿ ಶೋಧಕವನ್ನು ಬಳಸಲು, ಬ್ರೌಸರ್‌ಗೆ ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಖಾತೆಯನ್ನು ರಚಿಸಿ. ಒಮ್ಮೆ ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದ ನಂತರ, ನೀವು ಬಹು ಬಳಕೆದಾರಹೆಸರುಗಳನ್ನು ನಮೂದಿಸಬಹುದು ಮತ್ತು \"ರಫ್ತು\" ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬಹುದು. ಎಲ್ಲಾ ಬಳಕೆದಾರರ ಮಾಹಿತಿಯನ್ನು CSV ಅಥವಾ ಎಕ್ಸೆಲ್ ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಲಾಗುತ್ತದೆ, ನಂತರ ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು.\n\nಡೇಟಾ ಗೌಪ್ಯತೆ\nಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ, ನಮ್ಮ ವೆಬ್ ಸರ್ವರ್‌ಗಳ ಮೂಲಕ ಎಂದಿಗೂ ಹಾದುಹೋಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ರಫ್ತುಗಳು ಗೌಪ್ಯವಾಗಿರುತ್ತವೆ.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nನೀವು ಯಾವುದೇ ಇತರ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ.\n\nಹಕ್ಕು ನಿರಾಕರಣೆ\nಟಿಕ್‌ಟಾಕ್ ಟಿಕ್‌ಟಾಕ್, ಎಲ್‌ಎಲ್‌ಸಿಯ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ. ಈ ವಿಸ್ತರಣೆಯು TikTok, Inc ನಿಂದ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ ಅಥವಾ ಅನುಮೋದಿಸಲ್ಪಟ್ಟಿಲ್ಲ.",
    "ko": "TTFinder는 TikTok 사용자 ID 및 기타 계정 정보를 대량으로 찾는 강력한 도구입니다. 이를 통해 데이터를 CSV로 내보내고, 잠재적인 리드를 발견하고, 마케팅 캠페인을 맞춤화하고, 귀중한 잠재 고객 통찰력을 얻을 수 있습니다.\n\n특징\n- 사용자 이름별로 최대 50,000명의 사용자 정보를 한 번에 일괄 추출\n- 무제한 총 추출\n- 추출 재개를 위한 작업 내역\n- CSV/엑셀로 저장\n\n메모:\n- TTFinder는 부분 유료화 모델로 작동하므로 최대 100개의 사용자 이름을 무료로 대량으로 추출할 수 있습니다. 추가 추출을 원하시면 프리미엄 버전으로 업그레이드하는 것을 고려해 보세요.\n\n어떤 유형의 데이터를 내보낼 수 있나요?\n- 사용자 ID\n- 사용자 이름\n- 닉네임\n- 추종자\n- 팔로잉\n- 친구\n- 좋아요\n- 비디오\n- 검증됨\n- 비공개입니다\n- 전기\n- 사용자 홈페이지\n- 아바타 URL\n\nTikTok 계정 정보 찾기를 사용하는 방법은 무엇입니까?\nTikTok 계정 정보 찾기를 사용하려면 브라우저에 확장 프로그램을 추가하고 계정을 만드세요. 로그인한 후에는 여러 사용자 이름을 입력하고 \"내보내기\" 버튼을 클릭할 수 있습니다. 모든 사용자 정보는 CSV 또는 Excel 파일로 내보내지며, 이를 컴퓨터에 다운로드할 수 있습니다.\n\n데이터 프라이버시\n모든 데이터는 귀하의 로컬 컴퓨터에서 처리되며 당사의 웹 서버를 통과하지 않습니다. 귀하의 수출은 기밀입니다.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\n다른 질문이 있으면 언제든지 문의해 주세요.\n\n부인 성명\nTikTok은 TikTok, LLC의 상표입니다. 이 확장 프로그램은 TikTok, Inc.와 제휴하거나 보증하지 않습니다.",
    "lt": "TTFinder yra galingas įrankis, leidžiantis masiškai rasti TikTok vartotojo ID ir kitą paskyros informaciją. Tai leidžia eksportuoti duomenis į CSV, atskleisti potencialius potencialius klientus, tinkinti rinkodaros kampanijas ir gauti vertingų auditorijos įžvalgų.\n\nSavybės\n- Vienu metu masiškai ištraukite informaciją iki 50 000 vartotojų pagal vartotojo vardą\n- Neribotas bendras ištraukimas\n- Užduočių istorija, kad būtų atnaujintas išgavimas\n- Išsaugoti kaip CSV / Excel\n\nPastaba:\n- TTFinder veikia pagal freemium modelį, leidžiantį nemokamai išgauti iki 100 vartotojų vardų. Norėdami gauti papildomų ištraukų, apsvarstykite galimybę atnaujinti į mūsų aukščiausios kokybės versiją.\n\nKokio tipo duomenis galite eksportuoti?\n- Vartotojo ID\n- Vartotojo vardas\n- Slapyvardis\n– Sekėjai\n- Seku\n- Draugai\n- Patinka\n- Vaizdo įrašai\n- Patvirtinta\n- Yra privatus\n– Biografija\n- Vartotojo pagrindinis puslapis\n– Avataro URL\n\nKaip naudotis „TikTok“ paskyros informacijos ieškikliu?\nNorėdami naudoti TikTok paskyros informacijos ieškiklį, tiesiog pridėkite mūsų plėtinį prie naršyklės ir susikurkite paskyrą. Prisijungę galite įvesti kelis naudotojų vardus ir spustelėti mygtuką „Eksportuoti“. Visa vartotojo informacija bus eksportuota į CSV arba Excel failą, kurį galėsite atsisiųsti į savo kompiuterį.\n\nDuomenų privatumas\nVisi duomenys apdorojami jūsų vietiniame kompiuteryje, niekada neperduodami per mūsų žiniatinklio serverius. Jūsų eksportas yra konfidencialus.\n\nDUK\nhttps://ttfinder.toolmagic.app/#faqs\nNedvejodami susisiekite su mumis, jei turite kitų klausimų.\n\nAtsisakymas\nTikTok yra TikTok, LLC prekės ženklas. Šis plėtinys nėra susijęs su „TikTok, Inc.“ ir jo nepatvirtina.",
    "lv": "TTFinder ir spēcīgs rīks TikTok lietotāju ID un citas konta informācijas lielapjoma atrašanai. Tas ļauj eksportēt datus uz CSV, atklāt potenciālos potenciālos pirkumus, pielāgot mārketinga kampaņas un gūt vērtīgu ieskatu auditorijā.\n\nFunkcijas\n- Iegūstiet informāciju līdz pat 50 000 lietotājiem pēc lietotājvārda vienlaikus\n- Neierobežots kopējais ieguves apjoms\n- Uzdevumu vēsture, lai atsāktu ieguvi\n- Saglabāt kā CSV / Excel\n\nPiezīme:\n- TTFinder darbojas uz freemium modeļa, ļaujot bez maksas izvilkt līdz pat 100 lietotājvārdiem. Lai iegūtu papildu izvilkumus, apsveriet iespēju jaunināt uz mūsu premium versiju.\n\nKāda veida datus varat eksportēt?\n- Lietotāja ID\n- Lietotājvārds\n- Niks Vārds\n- Sekotāji\n- Sekojot\n- Draugi\n- Patīk\n- Videoklipi\n- Ir pārbaudīts\n- Ir privāts\n- Biogrāfija\n- Lietotāja mājas lapa\n- Iemiesojuma URL\n\nKā izmantot TikTok konta informācijas meklētāju?\nLai izmantotu TikTok konta informācijas meklētāju, vienkārši pievienojiet pārlūkprogrammai mūsu paplašinājumu un izveidojiet kontu. Kad esat pierakstījies, varat ievadīt vairākus lietotājvārdus un noklikšķināt uz pogas \"Eksportēt\". Visa lietotāja informācija tiks eksportēta uz CSV vai Excel failu, kuru pēc tam varat lejupielādēt savā datorā.\n\nDatu konfidencialitāte\nVisi dati tiek apstrādāti jūsu lokālajā datorā, nekad netiekot cauri mūsu tīmekļa serveriem. Jūsu eksports ir konfidenciāls.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nJa jums ir kādi citi jautājumi, sazinieties ar mums.\n\nAtruna\nTikTok ir TikTok, LLC preču zīme. Šis paplašinājums nav saistīts ar TikTok, Inc. un to neapstiprina.",
    "ml": "TikTok ഉപയോക്തൃ ഐഡികളും മറ്റ് അക്കൗണ്ട് വിവരങ്ങളും ബൾക്കായി കണ്ടെത്തുന്നതിനുള്ള ശക്തമായ ഉപകരണമാണ് TTFinder. CSV-യിലേക്ക് ഡാറ്റ എക്‌സ്‌പോർട്ടുചെയ്യാനും സാധ്യതയുള്ള ലീഡുകൾ കണ്ടെത്താനും മാർക്കറ്റിംഗ് കാമ്പെയ്‌നുകൾ ഇഷ്ടാനുസൃതമാക്കാനും വിലയേറിയ പ്രേക്ഷക ഉൾക്കാഴ്ചകൾ നേടാനും ഇത് നിങ്ങളെ പ്രാപ്‌തമാക്കുന്നു.\n\nഫീച്ചറുകൾ\n- ഒരേ സമയം 50,000 ഉപയോക്താക്കൾക്കായി ഉപയോക്തൃനാമം ഉപയോഗിച്ച് വിവരങ്ങൾ എക്‌സ്‌ട്രാക്‌റ്റ് ചെയ്യുക\n- പരിധിയില്ലാത്ത മൊത്തം എക്‌സ്‌ട്രാക്‌ഷനുകൾ\n- എക്‌സ്‌ട്രാക്ഷൻ പുനരാരംഭിക്കുന്നതിനുള്ള ടാസ്‌ക് ചരിത്രം\n- CSV / Excel ആയി സംരക്ഷിക്കുക\n\nകുറിപ്പ്:\n- TTFinder ഒരു ഫ്രീമിയം മോഡലിൽ പ്രവർത്തിക്കുന്നു, ഇത് 100 ഉപയോക്തൃനാമങ്ങൾ വരെ ബൾക്ക് ആയി എക്‌സ്‌ട്രാക്റ്റുചെയ്യാൻ നിങ്ങളെ അനുവദിക്കുന്നു. അധിക എക്‌സ്‌ട്രാക്‌ഷനുകൾക്കായി, ഞങ്ങളുടെ പ്രീമിയം പതിപ്പിലേക്ക് അപ്‌ഗ്രേഡ് ചെയ്യുന്നത് പരിഗണിക്കുക.\n\nഏത് തരത്തിലുള്ള ഡാറ്റയാണ് നിങ്ങൾക്ക് കയറ്റുമതി ചെയ്യാൻ കഴിയുക?\n- ഉപയോക്തൃ ഐഡി\n- ഉപയോക്തൃനാമം\n- വിളിപ്പേര്\n- അനുയായികൾ\n- പിന്തുടരുന്നു\n- സുഹൃത്തുക്കൾ\n- ഇഷ്ടപ്പെടുന്നു\n- വീഡിയോകൾ\n- പരിശോധിച്ചുറപ്പിച്ചു\n- സ്വകാര്യമാണ്\n- ജീവചരിത്രം\n- ഉപയോക്തൃ ഹോംപേജ്\n- അവതാർ URL\n\nTikTok അക്കൗണ്ട് ഇൻഫർമേഷൻ ഫൈൻഡർ എങ്ങനെ ഉപയോഗിക്കാം?\nTikTok അക്കൗണ്ട് ഇൻഫർമേഷൻ ഫൈൻഡർ ഉപയോഗിക്കുന്നതിന്, ബ്രൗസറിലേക്ക് ഞങ്ങളുടെ വിപുലീകരണം ചേർത്ത് ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കുക. നിങ്ങൾ സൈൻ ഇൻ ചെയ്‌തുകഴിഞ്ഞാൽ, നിങ്ങൾക്ക് ഒന്നിലധികം ഉപയോക്തൃനാമങ്ങൾ നൽകി \"കയറ്റുമതി\" ബട്ടൺ ക്ലിക്ക് ചെയ്യാം. എല്ലാ ഉപയോക്തൃ വിവരങ്ങളും ഒരു CSV അല്ലെങ്കിൽ Excel ഫയലിലേക്ക് എക്‌സ്‌പോർട്ട് ചെയ്യും, അത് നിങ്ങളുടെ കമ്പ്യൂട്ടറിലേക്ക് ഡൗൺലോഡ് ചെയ്യാം.\n\nഡാറ്റ സ്വകാര്യത\nഎല്ലാ ഡാറ്റയും നിങ്ങളുടെ പ്രാദേശിക കമ്പ്യൂട്ടറിൽ പ്രോസസ്സ് ചെയ്യപ്പെടുന്നു, ഞങ്ങളുടെ വെബ് സെർവറിലൂടെ ഒരിക്കലും കടന്നുപോകുന്നില്ല. നിങ്ങളുടെ കയറ്റുമതി രഹസ്യാത്മകമാണ്.\n\nപതിവുചോദ്യങ്ങൾ\nhttps://ttfinder.toolmagic.app/#faqs\nനിങ്ങൾക്ക് മറ്റെന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല.\n\nനിരാകരണം\nTikTok, LLC-യുടെ ഒരു വ്യാപാരമുദ്രയാണ് TikTok. ഈ വിപുലീകരണം TikTok, Inc.",
    "mr": "TTFinder हे TikTok वापरकर्ता आयडी आणि इतर खाते माहिती मोठ्या प्रमाणात शोधण्यासाठी एक शक्तिशाली साधन आहे. हे तुम्हाला CSV वर डेटा निर्यात करण्यास, संभाव्य लीड्स उघड करण्यास, विपणन मोहिमा सानुकूलित करण्यास आणि मौल्यवान प्रेक्षक अंतर्दृष्टी मिळविण्यास सक्षम करते.\n\nवैशिष्ट्ये\n- एका वेळी मोठ्या प्रमाणात वापरकर्तानावाद्वारे 50,000 पर्यंत वापरकर्त्यांसाठी माहिती काढा\n- अमर्यादित एकूण उतारा\n- काढणे पुन्हा सुरू करण्यासाठी कार्य इतिहास\n- CSV / Excel म्हणून सेव्ह करा\n\nटीप:\n- TTFinder फ्रीमियम मॉडेलवर चालते, जे तुम्हाला कोणत्याही खर्चाशिवाय मोठ्या प्रमाणात 100 वापरकर्तानावे काढण्याची परवानगी देते. अतिरिक्त निष्कर्षांसाठी, आमच्या प्रीमियम आवृत्तीवर अपग्रेड करण्याचा विचार करा.\n\nतुम्ही कोणत्या प्रकारचा डेटा निर्यात करू शकता?\n- वापरकर्ता आयडी\n- वापरकर्तानाव\n- टोपण नाव\n- अनुयायी\n- खालील\n- मित्रांनो\n- आवडी\n- व्हिडिओ\n- सत्यापित आहे\n- खाजगी आहे\n- चरित्र\n- वापरकर्ता मुख्यपृष्ठ\n- अवतार URL\n\nTikTok खाते माहिती शोधक कसे वापरावे?\nTikTok खाते माहिती शोधक वापरण्यासाठी, फक्त ब्राउझरमध्ये आमचा विस्तार जोडा आणि खाते तयार करा. एकदा तुम्ही साइन इन केल्यानंतर, तुम्ही एकाधिक वापरकर्तानावे इनपुट करू शकता आणि \"निर्यात\" बटणावर क्लिक करू शकता. सर्व वापरकर्ता माहिती CSV किंवा Excel फाईलमध्ये निर्यात केली जाईल, जी तुम्ही नंतर तुमच्या संगणकावर डाउनलोड करू शकता.\n\nडेटा गोपनीयता\nसर्व डेटा आपल्या स्थानिक संगणकावर प्रक्रिया केला जातो, आमच्या वेब सर्व्हरमधून कधीही जात नाही. तुमची निर्यात गोपनीय आहे.\n\nवारंवार विचारले जाणारे प्रश्न\nhttps://ttfinder.toolmagic.app/#faqs\nआपल्याकडे इतर काही प्रश्न असल्यास आमच्याशी संपर्क साधा.\n\nअस्वीकरण\nTikTok हा TikTok, LLC चा ट्रेडमार्क आहे. हा विस्तार TikTok, Inc सह संबद्ध किंवा मान्यताप्राप्त नाही.",
    "ms": "TTFinder ialah alat yang berkuasa untuk mencari ID pengguna TikTok dan maklumat akaun lain secara pukal. Ia membolehkan anda mengeksport data ke CSV, mendedahkan potensi petunjuk, menyesuaikan kempen pemasaran dan mendapatkan cerapan khalayak yang berharga.\n\nCiri-ciri\n- Ekstrak maklumat untuk sehingga 50,000 pengguna mengikut nama pengguna secara pukal pada satu masa\n- Jumlah pengekstrakan tanpa had\n- Sejarah tugasan untuk menyambung semula pengekstrakan\n- Simpan sebagai CSV / Excel\n\nNota:\n- TTFinder beroperasi pada model freemium, membolehkan anda mengekstrak sehingga 100 nama pengguna secara pukal tanpa sebarang kos. Untuk pengekstrakan tambahan, pertimbangkan untuk meningkatkan kepada versi premium kami.\n\nApakah jenis data yang boleh anda eksport?\n- ID Pengguna\n- Nama pengguna\n- Nama Panggilan\n- Pengikut\n- Mengikuti\n- Kawan\n- Suka\n- Video\n- Disahkan\n- Adalah Persendirian\n- Biografi\n- Halaman Utama Pengguna\n- URL Avatar\n\nBagaimana untuk menggunakan Pencari Maklumat Akaun TikTok?\nUntuk menggunakan Pencari Maklumat Akaun TikTok, cuma tambah sambungan kami pada penyemak imbas dan buat akaun. Sebaik sahaja anda telah log masuk, anda boleh memasukkan berbilang nama pengguna dan klik butang \"Eksport\". Semua maklumat pengguna akan dieksport ke fail CSV atau Excel, yang kemudian anda boleh muat turun ke komputer anda.\n\nPrivasi Data\nSemua data diproses pada komputer tempatan anda, tidak pernah melalui pelayan web kami. Eksport anda adalah sulit.\n\nSoalan Lazim\nhttps://ttfinder.toolmagic.app/#faqs\nJangan ragu untuk menghubungi kami jika anda mempunyai sebarang soalan lain.\n\nPenafian\nTikTok ialah tanda dagangan TikTok, LLC. Sambungan ini tidak bergabung dengan atau disokong oleh TikTok, Inc.",
    "nl": "TTFinder is een krachtig hulpmiddel voor het in bulk vinden van TikTok-gebruikers-ID's en andere accountinformatie. Hiermee kunt u gegevens naar CSV exporteren, potentiële leads ontdekken, marketingcampagnes aanpassen en waardevolle inzichten in uw doelgroep verkrijgen.\n\nFuncties\n- Extraheer informatie voor maximaal 50.000 gebruikers per gebruikersnaam in bulk tegelijk\n- Onbeperkt totaal aantal extracties\n- Taakgeschiedenis om de extractie te hervatten\n- Opslaan als CSV/Excel\n\nOpmerking:\n- TTFinder werkt op een freemium-model, waardoor u kosteloos tot 100 gebruikersnamen in bulk kunt extraheren. Voor extra extracties kunt u overwegen om te upgraden naar onze premiumversie.\n\nWelk type gegevens kunt u exporteren?\n- Gebruikers-ID\n- Gebruikersnaam\n- Bijnaam\n- Volgers\n- Volgend\n- Vrienden\n- Vind ik leuk\n- Video's\n- Is geverifieerd\n- Is privé\n- Biografie\n- Gebruikersstartpagina\n- Avatar-URL\n\nHoe gebruik je de TikTok-accountinformatiezoeker?\nOm TikTok Account Information Finder te gebruiken, voegt u eenvoudigweg onze extensie toe aan de browser en maakt u een account aan. Nadat u zich heeft aangemeld, kunt u meerdere gebruikersnamen invoeren en op de knop \"Exporteren\" klikken. Alle gebruikersinformatie wordt geëxporteerd naar een CSV- of Excel-bestand, dat u vervolgens naar uw computer kunt downloaden.\n\nGegevensprivacy\nAlle gegevens worden verwerkt op uw lokale computer en gaan nooit via onze webservers. Uw export is vertrouwelijk.\n\nVeelgestelde vragen\nhttps://ttfinder.toolmagic.app/#faqs\nNeem gerust contact met ons op als u nog vragen heeft.\n\nVrijwaring\nTikTok is een handelsmerk van TikTok, LLC. Deze extensie is niet gelieerd aan of goedgekeurd door TikTok, Inc.",
    "no": "TTFinder er et kraftig verktøy for å finne TikTok-bruker-IDer og annen kontoinformasjon i bulk. Den lar deg eksportere data til CSV, avdekke potensielle potensielle kunder, tilpasse markedsføringskampanjer og få verdifull publikumsinnsikt.\n\nFunksjoner\n- Pakk ut informasjon for opptil 50 000 brukere etter brukernavn i bulk om gangen\n- Ubegrenset totaluttak\n- Oppgavehistorikk for å gjenoppta utvinning\n- Lagre som CSV / Excel\n\nNote:\n- TTFinder opererer på en freemium-modell, som lar deg trekke ut opptil 100 brukernavn i bulk uten kostnad. For ytterligere ekstraksjoner, vurder å oppgradere til vår premiumversjon.\n\nHvilken type data kan du eksportere?\n- Bruker-ID\n- Brukernavn\n- Kallenavn\n- Følgere\n- Følger med\n- Venner\n– Liker\n- Videoer\n- Er verifisert\n- Er privat\n- Biografi\n- Brukerhjemmeside\n- Avatar-URL\n\nHvordan bruker jeg TikTok Account Information Finder?\nFor å bruke TikTok Account Information Finder, legg til utvidelsen vår i nettleseren og opprette en konto. Når du har logget på, kan du skrive inn flere brukernavn og klikke på \"Eksporter\"-knappen. All brukerinformasjon vil bli eksportert til en CSV- eller Excel-fil, som du deretter kan laste ned til datamaskinen din.\n\nDatavern\nAlle data behandles på din lokale datamaskin, og går aldri gjennom våre webservere. Eksporten din er konfidensiell.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nTa gjerne kontakt hvis du har andre spørsmål.\n\nAnsvarsfraskrivelse\nTikTok er et varemerke for TikTok, LLC. Denne utvidelsen er ikke tilknyttet eller godkjent av TikTok, Inc.",
    "pl": "TTFinder to potężne narzędzie do zbiorczego wyszukiwania identyfikatorów użytkowników TikTok i innych informacji o koncie. Umożliwia eksport danych do pliku CSV, odkrywanie potencjalnych klientów, dostosowywanie kampanii marketingowych i zdobywanie cennych informacji o odbiorcach.\n\nCechy\n- Zbiorcze wyodrębnianie informacji dla maksymalnie 50 000 użytkowników według nazwy użytkownika na raz\n- Nieograniczone całkowite ekstrakcje\n- Historia zadań, aby wznowić ekstrakcję\n- Zapisz jako CSV / Excel\n\nNotatka:\n- TTFinder działa w modelu freemium, umożliwiając zbiorcze wyodrębnienie do 100 nazw użytkowników bez żadnych kosztów. Aby uzyskać dodatkowe ekstrakcje, rozważ aktualizację do naszej wersji premium.\n\nJakiego rodzaju dane możesz eksportować?\n- Identyfikator użytkownika\n- Nazwa użytkownika\n- Pseudonim\n- Obserwujący\n- Następny\n- Przyjaciele\n- Lubi\n- Filmy\n- Jest zweryfikowane\n- Jest prywatny\n- Biografia\n- Strona główna użytkownika\n- Adres URL awatara\n\nJak korzystać z Wyszukiwarki informacji o koncie TikTok?\nAby skorzystać z Wyszukiwarki informacji o koncie TikTok, po prostu dodaj nasze rozszerzenie do przeglądarki i utwórz konto. Po zalogowaniu możesz wprowadzić wiele nazw użytkowników i kliknąć przycisk „Eksportuj”. Wszystkie informacje o użytkowniku zostaną wyeksportowane do pliku CSV lub Excel, który można następnie pobrać na swój komputer.\n\nPrywatność danych\nWszystkie dane są przetwarzane na Twoim komputerze lokalnym i nigdy nie przechodzą przez nasze serwery internetowe. Twój eksport jest poufny.\n\nCzęsto zadawane pytania\nhttps://ttfinder.toolmagic.app/#faqs\nJeśli masz inne pytania, skontaktuj się z nami.\n\nZastrzeżenie\nTikTok jest znakiem towarowym firmy TikTok, LLC. To rozszerzenie nie jest powiązane ani wspierane przez TikTok, Inc.",
    "pt_BR,pt_PT": "TTFinder é uma ferramenta poderosa para encontrar IDs de usuários do TikTok e outras informações de contas em massa. Ele permite exportar dados para CSV, descobrir leads em potencial, personalizar campanhas de marketing e obter informações valiosas sobre o público.\n\nCaracterísticas\n- Extraia informações de até 50.000 usuários por nome de usuário em massa por vez\n- Extrações totais ilimitadas\n- Histórico de tarefas para retomar a extração\n- Salvar como CSV/Excel\n\nObservação:\n- O TTFinder opera em um modelo freemium, permitindo extrair até 100 nomes de usuário em massa sem nenhum custo. Para extrações adicionais, considere atualizar para nossa versão premium.\n\nQue tipo de dados você pode exportar?\n- ID do usuário\n- Nome de usuário\n- Apelido\n- Seguidores\n- Seguindo\n- Amigos\n- Curtidas\n- Vídeos\n- É verificado\n- É privado\n- Biografia\n- Página inicial do usuário\n- URL do avatar\n\nComo usar o Localizador de informações da conta TikTok?\nPara usar o TikTok Account Information Finder, basta adicionar nossa extensão ao navegador e criar uma conta. Depois de fazer login, você pode inserir vários nomes de usuário e clicar no botão \"Exportar\". Todas as informações do usuário serão exportadas para um arquivo CSV ou Excel, que você poderá baixar para o seu computador.\n\nPrivacidade de dados\nTodos os dados são processados ​​no seu computador local, nunca passando pelos nossos servidores web. Suas exportações são confidenciais.\n\nPerguntas frequentes\nhttps://ttfinder.toolmagic.app/#faqs\nSinta-se à vontade para entrar em contato conosco se tiver outras dúvidas.\n\nIsenção de responsabilidade\nTikTok é uma marca registrada da TikTok, LLC. Esta extensão não é afiliada ou endossada pela TikTok, Inc.",
    "ro": "TTTinder este un instrument puternic pentru a găsi ID-uri de utilizator TikTok și alte informații despre cont în vrac. Vă permite să exportați date în CSV, să descoperiți clienți potențiali, să personalizați campaniile de marketing și să obțineți informații valoroase despre public.\n\nCaracteristici\n- Extrageți informații pentru până la 50.000 de utilizatori după numele de utilizator în vrac simultan\n- Extracții totale nelimitate\n- Istoricul sarcinilor pentru a relua extragerea\n- Salvați ca CSV / Excel\n\nNota:\n- TTTinder funcționează pe un model freemium, permițându-vă să extrageți până la 100 de nume de utilizator în vrac, fără costuri. Pentru extracții suplimentare, luați în considerare actualizarea la versiunea noastră premium.\n\nCe tip de date puteți exporta?\n- ID-ul de utilizator\n- Nume de utilizator\n- Pseudonim\n- Urmaritori\n- Urmează\n- Prieteni\n- Îmi place\n- Videoclipuri\n- Este verificat\n- Este privat\n- Biografie\n- Pagina de pornire a utilizatorului\n- URL avatarului\n\nCum să utilizați TikTok Account Information Finder?\nPentru a utiliza TikTok Account Information Finder, pur și simplu adăugați extensia noastră în browser și creați un cont. După ce v-ați conectat, puteți introduce mai multe nume de utilizator și puteți face clic pe butonul „Exportați”. Toate informațiile despre utilizator vor fi exportate într-un fișier CSV sau Excel, pe care apoi îl puteți descărca pe computer.\n\nConfidențialitatea datelor\nToate datele sunt procesate pe computerul dumneavoastră local, fără a trece niciodată prin serverele noastre web. Exporturile dvs. sunt confidențiale.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nNu ezitați să ne contactați dacă aveți alte întrebări.\n\nDisclaimer\nTikTok este o marcă comercială a TikTok, LLC. Această extensie nu este afiliată sau aprobată de TikTok, Inc.",
    "ru": "TTFinder — мощный инструмент для массового поиска идентификаторов пользователей TikTok и другой информации об учетных записях. Это позволяет вам экспортировать данные в CSV, находить потенциальных клиентов, настраивать маркетинговые кампании и получать ценную информацию об аудитории.\n\nФункции\n- Извлечение информации для до 50 000 пользователей по имени пользователя одновременно.\n- Неограниченное общее количество извлечений\n- История задач для возобновления извлечения\n- Сохранить как CSV/Excel\n\nПримечание:\n- TTFinder работает по модели freemium, позволяющей бесплатно извлекать до 100 имен пользователей. Для получения дополнительных извлечений рассмотрите возможность обновления до нашей премиум-версии.\n\nКакие типы данных вы можете экспортировать?\n- ID пользователя\n- Имя пользователя\n- Имя Ника\n- Последователи\n- Следующий\n- Друзья\n- Нравится\n- Видео\n- Проверено\n- является частным\n- Биография\n- Домашняя страница пользователя\n- URL-адрес аватара\n\nКак использовать функцию поиска информации об учетной записи TikTok?\nЧтобы использовать Поиск информации об учетной записи TikTok, просто добавьте наше расширение в браузер и создайте учетную запись. После входа в систему вы можете ввести несколько имен пользователей и нажать кнопку «Экспорт». Вся информация о пользователе будет экспортирована в файл CSV или Excel, который затем можно будет загрузить на свой компьютер.\n\nКонфиденциальность данных\nВсе данные обрабатываются на вашем локальном компьютере и никогда не проходят через наши веб-серверы. Ваш экспорт конфиденциальен.\n\nЧасто задаваемые вопросы\nhttps://ttfinder.toolmagic.app/#faqs\nНе стесняйтесь обращаться к нам, если у вас есть какие-либо другие вопросы.\n\nОтказ от ответственности\nTikTok является торговой маркой TikTok, LLC. Это расширение не связано и не одобрено TikTok, Inc.",
    "sk": "TTFinder je výkonný nástroj na hromadné vyhľadávanie ID používateľov TikTok a ďalších informácií o účtoch. Umožňuje vám exportovať údaje do CSV, odhaliť potenciálnych potenciálnych zákazníkov, prispôsobiť marketingové kampane a získať cenné informácie o publiku.\n\nVlastnosti\n- Hromadne extrahujte informácie až pre 50 000 používateľov podľa používateľského mena\n- Neobmedzené celkové ťažby\n- História úloh na obnovenie extrakcie\n- Uložiť ako CSV / Excel\n\nPoznámka:\n- TTFinder funguje na modeli freemium, ktorý vám umožňuje hromadne extrahovať až 100 používateľských mien bez nákladov. Ak chcete získať ďalšie extrakcie, zvážte inováciu na našu prémiovú verziu.\n\nAký typ údajov môžete exportovať?\n- ID používateľa\n- Používateľské meno\n- Prezývka\n- Nasledovníci\n- Sledovanie\n- Priatelia\n- Páči sa mi\n- Videá\n- Je overený\n- Je súkromný\n- Životopis\n- Domovská stránka používateľa\n- URL avatara\n\nAko používať Vyhľadávač informácií o účte TikTok?\nAk chcete použiť Vyhľadávač informácií o účte TikTok, jednoducho pridajte naše rozšírenie do prehliadača a vytvorte si účet. Po prihlásení môžete zadať viacero používateľských mien a kliknúť na tlačidlo „Exportovať“. Všetky informácie o používateľovi budú exportované do súboru CSV alebo Excel, ktorý si potom môžete stiahnuť do svojho počítača.\n\nOchrana osobných údajov\nVšetky údaje sa spracúvajú na vašom lokálnom počítači a nikdy neprechádzajú cez naše webové servery. Vaše exporty sú dôverné.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nV prípade ďalších otázok nás neváhajte kontaktovať.\n\nVylúčenie zodpovednosti\nTikTok je ochranná známka spoločnosti TikTok, LLC. Toto rozšírenie nie je pridružené ani schválené spoločnosťou TikTok, Inc.",
    "sl": "TTFinder je zmogljivo orodje za iskanje uporabniških ID-jev TikTok in drugih informacij o računu v velikem obsegu. Omogoča vam izvoz podatkov v CSV, odkrivanje potencialnih potencialnih strank, prilagajanje trženjskih kampanj in pridobivanje dragocenih vpogledov v občinstvo.\n\nLastnosti\n- Izvlecite podatke za do 50.000 uporabnikov po uporabniškem imenu hkrati\n- Neomejeno skupno pridobivanje\n- Zgodovina opravil za nadaljevanje ekstrakcije\n- Shrani kot CSV / Excel\n\nOpomba:\n- TTFinder deluje po modelu freemium, kar vam omogoča, da brezplačno ekstrahirate do 100 uporabniških imen v velikem obsegu. Za dodatne ekstrakcije razmislite o nadgradnji na našo premium različico.\n\nKakšno vrsto podatkov lahko izvozite?\n- ID uporabnika\n- Uporabniško ime\n- Vzdevek\n- Sledilci\n- Spremljanje\n- Prijatelji\n- Všeč mi je\n- Videoposnetki\n- Je preverjeno\n- Je zasebna\n- Biografija\n- Domača stran uporabnika\n- URL avatarja\n\nKako uporabljati TikTok Account Information Finder?\nČe želite uporabljati TikTok Account Information Finder, preprosto dodajte našo razširitev v brskalnik in ustvarite račun. Ko se prijavite, lahko vnesete več uporabniških imen in kliknete gumb »Izvozi«. Vsi uporabniški podatki bodo izvoženi v datoteko CSV ali Excel, ki jo lahko nato prenesete na svoj računalnik.\n\nZasebnost podatkov\nVsi podatki se obdelujejo na vašem lokalnem računalniku in nikoli ne gredo skozi naše spletne strežnike. Vaši izvozi so zaupni.\n\npogosta vprašanja\nhttps://ttfinder.toolmagic.app/#faqs\nČe imate še kakšna vprašanja, nas kontaktirajte.\n\nZavrnitev odgovornosti\nTikTok je blagovna znamka družbe TikTok, LLC. Ta razširitev ni povezana s podjetjem TikTok, Inc. in ga ne podpira.",
    "sr": "ТТФиндер је моћан алат за масовно проналажење ТикТок корисничких ИД-ова и других информација о налогу. Омогућава вам да извезете податке у ЦСВ, откријете потенцијалне потенцијалне клијенте, прилагодите маркетиншке кампање и стекнете драгоцене увиде у публику.\n\nКарактеристике\n- Издвојите информације за до 50.000 корисника помоћу корисничког имена одједном\n- Неограничено укупно извлачење\n- Историја задатака за наставак екстракције\n- Сачувај као ЦСВ / Екцел\n\nНапомена:\n- ТТФиндер ради на фреемиум моделу, омогућавајући вам да извучете до 100 корисничких имена на велико без икаквих трошкова. За додатне екстракције, размислите о надоградњи на нашу премиум верзију.\n\nКоју врсту података можете да извезете?\n- ИД корисника\n- Корисничко име\n- Надимак\n- Следбеници\n- Прати\n- Пријатељи\n- Свиђа ми се\n- Видео снимци\n- Проверено\n- Приватно\n- Биографија\n- Почетна страница корисника\n- УРЛ адреса аватара\n\nКако користити ТикТок Трагач информација о налогу?\nДа бисте користили ТикТок Аццоунт Информатион Финдер, једноставно додајте нашу екстензију у прегледач и креирајте налог. Када се пријавите, можете да унесете више корисничких имена и кликнете на дугме „Извези“. Све корисничке информације ће бити извезене у ЦСВ или Екцел датотеку, коју затим можете преузети на свој рачунар.\n\nПриватност података\nСви подаци се обрађују на вашем локалном рачунару и никада не пролазе кроз наше веб сервере. Ваши извози су поверљиви.\n\nФАК\nхттпс://ттфиндер.тоолмагиц.апп/#факс\nСлободно нас контактирајте ако имате још питања.\n\nОдрицање од одговорности\nТикТок је заштитни знак ТикТок, ЛЛЦ. Ово проширење није повезано са ТикТок, Инц., нити га подржава.",
    "sv": "TTFinder är ett kraftfullt verktyg för att hitta TikTok-användar-ID och annan kontoinformation i bulk. Det gör att du kan exportera data till CSV, upptäcka potentiella potentiella kunder, anpassa marknadsföringskampanjer och få värdefulla målgruppsinsikter.\n\nDrag\n- Extrahera information för upp till 50 000 användare efter användarnamn i bulk åt gången\n- Obegränsad total utvinning\n- Uppgiftshistorik för att återuppta extraktion\n- Spara som CSV / Excel\n\nNotera:\n- TTFinder fungerar på en freemium-modell, så att du kan extrahera upp till 100 användarnamn i bulk utan kostnad. För ytterligare utdrag, överväg att uppgradera till vår premiumversion.\n\nVilken typ av data kan du exportera?\n- Användar-ID\n- Användarnamn\n- Smeknamn\n- Följare\n- Följer\n- Vänner\n- Gillar\n- Videor\n- Är verifierad\n- Är privat\n- Biografi\n- Användarhemsida\n- Avatar-URL\n\nHur använder man TikTok Account Information Finder?\nFör att använda TikTok Account Information Finder, lägg helt enkelt till vårt tillägg i webbläsaren och skapa ett konto. När du har loggat in kan du ange flera användarnamn och klicka på knappen \"Exportera\". All användarinformation kommer att exporteras till en CSV- eller Excel-fil, som du sedan kan ladda ner till din dator.\n\nDatasekretess\nAll data behandlas på din lokala dator och passerar aldrig genom våra webbservrar. Din export är konfidentiell.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nKontakta oss gärna om du har några andra frågor.\n\nAnsvarsfriskrivning\nTikTok är ett varumärke som tillhör TikTok, LLC. Denna tillägg är inte ansluten till eller godkänd av TikTok, Inc.",
    "sw": "TTFinder ni zana yenye nguvu ya kutafuta vitambulisho vya mtumiaji wa TikTok na maelezo mengine ya akaunti kwa wingi. Hukuwezesha kutuma data kwa CSV, kufichua viongozi wanaowezekana, kubinafsisha kampeni za uuzaji, na kupata maarifa muhimu ya hadhira.\n\nVipengele\n- Toa maelezo kwa hadi watumiaji 50,000 kwa jina la mtumiaji kwa wingi kwa wakati mmoja\n- Unlimited extractions jumla\n- Historia ya kazi ili kuanza tena uchimbaji\n- Hifadhi kama CSV / Excel\n\nKumbuka:\n- TTFinder hufanya kazi kwenye modeli ya freemium, huku kuruhusu kutoa hadi majina 100 ya watumiaji kwa wingi bila gharama yoyote. Kwa dondoo za ziada, zingatia kupata toleo letu linalolipiwa.\n\nJe, ni aina gani ya data unaweza kuhamisha?\n- Kitambulisho cha Mtumiaji\n- Jina la mtumiaji\n- Jina la Nick\n- Wafuasi\n- Kufuatia\n- Marafiki\n- Anapenda\n- Video\n- Imethibitishwa\n- Ni ya Kibinafsi\n- Wasifu\n- Ukurasa wa nyumbani wa Mtumiaji\n- URL ya Avatar\n\nJinsi ya kutumia Kitafuta Habari cha Akaunti ya TikTok?\nIli kutumia Kitafuta Taarifa za Akaunti ya TikTok, ongeza tu kiendelezi chetu kwenye kivinjari na uunde akaunti. Mara tu unapoingia, unaweza kuingiza majina mengi ya watumiaji na ubofye kitufe cha \"Hamisha\". Taarifa zote za mtumiaji zitatumwa kwa faili ya CSV au Excel, ambayo unaweza kuipakua kwenye kompyuta yako.\n\nFaragha ya Data\nData yote inachakatwa kwenye kompyuta yako ya ndani, kamwe haipiti kwenye seva zetu za wavuti. Usafirishaji wako ni siri.\n\nMaswali Yanayoulizwa Mara kwa Mara\nhttps://ttfinder.toolmagic.app/#faqs\nJisikie huru kuwasiliana nasi ikiwa una maswali mengine yoyote.\n\nKanusho\nTikTok ni chapa ya biashara ya TikTok, LLC. Kiendelezi hiki hakihusiani na au kuidhinishwa na TikTok, Inc.",
    "ta": "TTFinder என்பது TikTok பயனர் ஐடிகள் மற்றும் பிற கணக்குத் தகவல்களை மொத்தமாகக் கண்டறிவதற்கான சக்திவாய்ந்த கருவியாகும். CSV க்கு தரவை ஏற்றுமதி செய்யவும், சாத்தியமான வழிகளை கண்டறியவும், சந்தைப்படுத்தல் பிரச்சாரங்களை தனிப்பயனாக்கவும் மற்றும் மதிப்புமிக்க பார்வையாளர்களின் நுண்ணறிவுகளைப் பெறவும் இது உங்களை அனுமதிக்கிறது.\n\nஅம்சங்கள்\n- ஒரே நேரத்தில் மொத்தமாக பயனர்பெயர் மூலம் 50,000 பயனர்களுக்கான தகவலைப் பிரித்தெடுக்கவும்\n- வரம்பற்ற மொத்த பிரித்தெடுத்தல்\n- பிரித்தெடுத்தலை மீண்டும் தொடங்க பணி வரலாறு\n- CSV / Excel ஆக சேமிக்கவும்\n\nகுறிப்பு:\n- TTFinder ஒரு ஃப்ரீமியம் மாடலில் இயங்குகிறது, இதன் மூலம் 100 பயனர்பெயர்கள் வரை மொத்தமாக எந்த கட்டணமும் இல்லாமல் பிரித்தெடுக்க முடியும். கூடுதல் பிரித்தெடுப்புகளுக்கு, எங்கள் பிரீமியம் பதிப்பிற்கு மேம்படுத்துவதைக் கவனியுங்கள்.\n\nநீங்கள் எந்த வகையான தரவை ஏற்றுமதி செய்யலாம்?\n- பயனர் ஐடி\n- பயனர் பெயர்\n- புனைப்பெயர்\n- பின்பற்றுபவர்கள்\n- தொடர்ந்து\n- நண்பர்கள்\n- பிடிக்கும்\n- வீடியோக்கள்\n- சரிபார்க்கப்பட்டது\n- தனிப்பட்டது\n- சுயசரிதை\n- பயனர் முகப்புப்பக்கம்\n- அவதார் URL\n\nTikTok கணக்கு தகவல் கண்டுபிடிப்பை எவ்வாறு பயன்படுத்துவது?\nTikTok கணக்கு தகவல் கண்டுபிடிப்பாளரைப் பயன்படுத்த, உலாவியில் எங்கள் நீட்டிப்பைச் சேர்த்து கணக்கை உருவாக்கவும். நீங்கள் உள்நுழைந்ததும், பல பயனர்பெயர்களை உள்ளீடு செய்து \"ஏற்றுமதி\" பொத்தானைக் கிளிக் செய்யலாம். அனைத்து பயனர் தகவல்களும் CSV அல்லது Excel கோப்பிற்கு ஏற்றுமதி செய்யப்படும், அதை நீங்கள் உங்கள் கணினியில் பதிவிறக்கம் செய்யலாம்.\n\nதரவு தனியுரிமை\nஎல்லா தரவும் உங்கள் உள்ளூர் கணினியில் செயலாக்கப்படும், எங்கள் இணைய சேவையகங்கள் வழியாக செல்லாது. உங்கள் ஏற்றுமதிகள் ரகசியமானவை.\n\nஅடிக்கடி கேட்கப்படும் கேள்விகள்\nhttps://ttfinder.toolmagic.app/#faqs\nஉங்களுக்கு வேறு ஏதேனும் கேள்விகள் இருந்தால் எங்களை தொடர்பு கொள்ளவும்.\n\nமறுப்பு\nTikTok என்பது TikTok, LLC இன் வர்த்தக முத்திரை. இந்த நீட்டிப்பு TikTok, Inc உடன் இணைக்கப்படவில்லை அல்லது அங்கீகரிக்கப்படவில்லை.",
    "te": "TTFinder అనేది TikTok యూజర్ IDలు మరియు ఇతర ఖాతా సమాచారాన్ని పెద్దమొత్తంలో కనుగొనడానికి శక్తివంతమైన సాధనం. ఇది CSVకి డేటాను ఎగుమతి చేయడానికి, సంభావ్య లీడ్‌లను వెలికితీసేందుకు, మార్కెటింగ్ ప్రచారాలను అనుకూలీకరించడానికి మరియు విలువైన ప్రేక్షకుల అంతర్దృష్టులను పొందడానికి మిమ్మల్ని అనుమతిస్తుంది.\n\nఫీచర్లు\n- గరిష్టంగా 50,000 మంది వినియోగదారుల కోసం ఒకేసారి వినియోగదారు పేరు ద్వారా సమాచారాన్ని సంగ్రహించండి\n- అపరిమిత మొత్తం వెలికితీతలు\n- వెలికితీతను తిరిగి ప్రారంభించడానికి టాస్క్ హిస్టరీ\n- CSV / Excel వలె సేవ్ చేయండి\n\nగమనిక:\n- TTFinder ఫ్రీమియమ్ మోడల్‌లో పనిచేస్తుంది, మీరు ఎటువంటి ఖర్చు లేకుండా 100 వినియోగదారు పేర్లను పెద్దమొత్తంలో సేకరించేందుకు అనుమతిస్తుంది. అదనపు వెలికితీత కోసం, మా ప్రీమియం వెర్షన్‌కి అప్‌గ్రేడ్ చేయడాన్ని పరిగణించండి.\n\nమీరు ఏ రకమైన డేటాను ఎగుమతి చేయవచ్చు?\n- వినియోగదారు ID\n- వినియోగదారు పేరు\n- మారుపేరు\n- అనుచరులు\n- అనుసరించడం\n- స్నేహితులు\n- ఇష్టపడ్డారు\n- వీడియోలు\n- ధృవీకరించబడింది\n- ప్రైవేట్\n- జీవిత చరిత్ర\n- వినియోగదారు హోమ్‌పేజీ\n- అవతార్ URL\n\nTikTok అకౌంట్ ఇన్ఫర్మేషన్ ఫైండర్ ఎలా ఉపయోగించాలి?\nTikTok అకౌంట్ ఇన్ఫర్మేషన్ ఫైండర్‌ని ఉపయోగించడానికి, బ్రౌజర్‌కి మా ఎక్స్‌టెన్షన్‌ని జోడించి, ఖాతాను సృష్టించండి. మీరు సైన్ ఇన్ చేసిన తర్వాత, మీరు బహుళ వినియోగదారు పేర్లను ఇన్‌పుట్ చేయవచ్చు మరియు \"ఎగుమతి\" బటన్‌ను క్లిక్ చేయవచ్చు. మొత్తం వినియోగదారు సమాచారం CSV లేదా Excel ఫైల్‌కి ఎగుమతి చేయబడుతుంది, మీరు దానిని మీ కంప్యూటర్‌కు డౌన్‌లోడ్ చేసుకోవచ్చు.\n\nడేటా గోప్యత\nమొత్తం డేటా మీ స్థానిక కంప్యూటర్‌లో ప్రాసెస్ చేయబడుతుంది, మా వెబ్ సర్వర్‌ల ద్వారా ఎప్పుడూ వెళ్లదు. మీ ఎగుమతులు గోప్యంగా ఉంటాయి.\n\nతరచుగా అడిగే ప్రశ్నలు\nhttps://ttfinder.toolmagic.app/#faqs\nమీకు ఏవైనా ఇతర ప్రశ్నలు ఉంటే మమ్మల్ని సంప్రదించడానికి సంకోచించకండి.\n\nనిరాకరణ\nTikTok అనేది TikTok, LLC యొక్క ట్రేడ్మార్క్. ఈ పొడిగింపు TikTok, Incతో అనుబంధించబడలేదు లేదా ఆమోదించబడలేదు.",
    "th": "TTFinder เป็นเครื่องมืออันทรงพลังสำหรับการค้นหา ID ผู้ใช้ TikTok และข้อมูลบัญชีอื่น ๆ จำนวนมาก ช่วยให้คุณสามารถส่งออกข้อมูลเป็น CSV ค้นพบโอกาสในการขาย ปรับแต่งแคมเปญการตลาด และรับข้อมูลเชิงลึกอันมีค่าของผู้ชม\n\nคุณสมบัติ\n- แยกข้อมูลสำหรับผู้ใช้สูงสุด 50,000 รายด้วยชื่อผู้ใช้ครั้งละจำนวนมาก\n- สกัดรวมได้ไม่จำกัด\n- ประวัติงานเพื่อทำการสกัดต่อ\n- บันทึกเป็น CSV / Excel\n\nบันทึก:\n- TTFinder ทำงานในรูปแบบ freemium ซึ่งช่วยให้คุณสามารถดึงชื่อผู้ใช้จำนวนมากได้ถึง 100 ชื่อโดยไม่มีค่าใช้จ่าย หากต้องการสารสกัดเพิ่มเติม โปรดพิจารณาอัปเกรดเป็นเวอร์ชันพรีเมียมของเรา\n\nคุณสามารถส่งออกข้อมูลประเภทใดได้บ้าง\n- รหัสผู้ใช้\n- ชื่อผู้ใช้\n- ชื่อนิค\n- ผู้ติดตาม\n- กำลังติดตาม\n- เพื่อน\n- ชอบ\n- วิดีโอ\n- ได้รับการตรวจสอบแล้ว\n- เป็นส่วนตัว\n- ชีวประวัติ\n- หน้าแรกของผู้ใช้\n- URL อวตาร\n\nจะใช้เครื่องมือค้นหาข้อมูลบัญชี TikTok ได้อย่างไร\nหากต้องการใช้เครื่องมือค้นหาข้อมูลบัญชี TikTok เพียงเพิ่มส่วนขยายของเราลงในเบราว์เซอร์และสร้างบัญชี เมื่อคุณลงชื่อเข้าใช้แล้ว คุณสามารถป้อนชื่อผู้ใช้หลายชื่อแล้วคลิกปุ่ม \"ส่งออก\" ข้อมูลผู้ใช้ทั้งหมดจะถูกส่งออกเป็นไฟล์ CSV หรือ Excel ซึ่งคุณสามารถดาวน์โหลดลงคอมพิวเตอร์ของคุณได้\n\nความเป็นส่วนตัวของข้อมูล\nข้อมูลทั้งหมดได้รับการประมวลผลบนเครื่องคอมพิวเตอร์ของคุณ โดยจะไม่ผ่านเว็บเซิร์ฟเวอร์ของเรา การส่งออกของคุณเป็นความลับ\n\nคำถามที่พบบ่อย\nhttps://ttfinder.toolmagic.app/#faqs\nโปรดติดต่อเราหากคุณมีคำถามอื่น ๆ\n\nข้อสงวนสิทธิ์\nTikTok เป็นเครื่องหมายการค้าของ TikTok, LLC ส่วนขยายนี้ไม่มีส่วนเกี่ยวข้องหรือรับรองโดย TikTok, Inc.",
    "tr": "TTFinder, TikTok kullanıcı kimliklerini ve diğer hesap bilgilerini toplu olarak bulmak için güçlü bir araçtır. Verileri CSV'ye aktarmanıza, potansiyel potansiyel müşterileri ortaya çıkarmanıza, pazarlama kampanyalarını özelleştirmenize ve değerli hedef kitle bilgileri elde etmenize olanak tanır.\n\nÖzellikler\n- Tek seferde toplu olarak kullanıcı adına göre 50.000'e kadar kullanıcıya ait bilgileri çıkarın\n- Sınırsız toplam çıkarma\n- Çıkarmaya devam etmek için görev geçmişi\n- CSV / Excel olarak kaydet\n\nNot:\n- TTFinder, ücretsiz bir model üzerinde çalışır ve 100'e kadar kullanıcı adını toplu olarak hiçbir ücret ödemeden çıkarmanıza olanak tanır. Ek ekstraksiyonlar için premium sürümümüze yükseltmeyi düşünün.\n\nNe tür verileri dışa aktarabilirsiniz?\n- Kullanıcı kimliği\n- Kullanıcı adı\n- Takma Ad\n- Takipçiler\n- Takip etme\n- Arkadaşlar\n- Beğeniler\n- Videolar\n- Doğrulandı\n- Özeldir\n- Biyografi\n- Kullanıcı Ana Sayfası\n- Avatar URL'si\n\nTikTok Hesap Bilgisi Bulucu nasıl kullanılır?\nTikTok Hesap Bilgisi Bulucu'yu kullanmak için uzantımızı tarayıcıya eklemeniz ve bir hesap oluşturmanız yeterlidir. Oturum açtıktan sonra birden fazla kullanıcı adı girebilir ve \"Dışa Aktar\" düğmesini tıklayabilirsiniz. Tüm kullanıcı bilgileri, daha sonra bilgisayarınıza indirebileceğiniz bir CSV veya Excel dosyasına aktarılacaktır.\n\nVeri Gizliliği\nTüm veriler yerel bilgisayarınızda işlenir ve hiçbir zaman web sunucularımızdan geçmez. İhracatlarınız gizlidir.\n\nSSS\nhttps://ttfinder.toolmagic.app/#faqs\nBaşka sorularınız varsa bizimle iletişime geçmekten çekinmeyin.\n\nSorumluluk reddi beyanı\nTikTok, TikTok, LLC'nin ticari markasıdır. Bu uzantı TikTok, Inc.'e bağlı değildir veya bu kuruluş tarafından desteklenmemektedir.",
    "uk": "TTFinder — це потужний інструмент для масового пошуку ідентифікаторів користувачів TikTok та іншої інформації облікових записів. Це дає змогу експортувати дані у формат CSV, виявляти потенційних потенційних клієнтів, налаштовувати маркетингові кампанії та отримувати цінну інформацію про аудиторію.\n\nособливості\n- Масово витягуйте інформацію до 50 000 користувачів за іменем користувача одночасно\n- Необмежене загальне вилучення\n- Історія завдань для відновлення вилучення\n- Зберегти як CSV / Excel\n\nПримітка:\n- TTFinder працює за моделлю freemium, що дозволяє безкоштовно отримувати до 100 імен користувачів. Для додаткових видобутків розгляньте можливість оновлення до нашої преміум-версії.\n\nЯкий тип даних можна експортувати?\n- ID користувача\n- Ім'я користувача\n- Псевдонім\n- Послідовники\n- Слідую\n- Друзі\n- Лайки\n- Відео\n- Перевірено\n- Є приватним\n- Біографія\n- Домашня сторінка користувача\n- URL-адреса аватара\n\nЯк користуватися інструментом пошуку інформації про обліковий запис TikTok?\nЩоб використовувати TikTok Account Information Finder, просто додайте наше розширення до браузера та створіть обліковий запис. Увійшовши, ви можете ввести кілька імен користувачів і натиснути кнопку «Експортувати». Уся інформація про користувача буде експортована у файл CSV або Excel, який потім ви зможете завантажити на свій комп’ютер.\n\nКонфіденційність даних\nУсі дані обробляються на вашому локальному комп’ютері, ніколи не проходячи через наші веб-сервери. Ваш експорт є конфіденційним.\n\nFAQ\nhttps://ttfinder.toolmagic.app/#faqs\nНе соромтеся зв’язатися з нами, якщо у вас виникнуть інші запитання.\n\nВідмова від відповідальності\nTikTok є торговою маркою TikTok, LLC. Це розширення не пов’язане з TikTok, Inc. і не підтримується ним.",
    "vi": "TTFinder là một công cụ mạnh mẽ để tìm hàng loạt ID người dùng TikTok và thông tin tài khoản khác. Nó cho phép bạn xuất dữ liệu sang CSV, khám phá khách hàng tiềm năng, tùy chỉnh các chiến dịch tiếp thị và thu thập thông tin chi tiết có giá trị về đối tượng.\n\nĐặc trưng\n- Trích xuất thông tin hàng loạt cho tối đa 50.000 người dùng theo tên người dùng cùng một lúc\n- Tổng số trích xuất không giới hạn\n- Lịch sử tác vụ để tiếp tục trích xuất\n- Lưu dưới dạng CSV/Excel\n\nGhi chú:\n- TTFinder hoạt động theo mô hình freemium, cho phép bạn trích xuất hàng loạt tối đa 100 tên người dùng mà không mất phí. Để trích xuất thêm, hãy xem xét nâng cấp lên phiên bản cao cấp của chúng tôi.\n\nBạn có thể xuất loại dữ liệu nào?\n- ID người dùng\n- Tên người dùng\n- Biệt danh\n- Người theo dõi\n- Tiếp theo\n- Bạn\n- Thích\n- Video\n- Đã được xác minh\n- Là riêng tư\n- Tiểu sử\n- Trang chủ người dùng\n- URL hình đại diện\n\nLàm cách nào để sử dụng Trình tìm thông tin tài khoản TikTok?\nĐể sử dụng Trình tìm thông tin tài khoản TikTok, chỉ cần thêm tiện ích mở rộng của chúng tôi vào trình duyệt và tạo tài khoản. Sau khi đăng nhập, bạn có thể nhập nhiều tên người dùng và nhấp vào nút \"Xuất\". Tất cả thông tin người dùng sẽ được xuất sang tệp CSV hoặc Excel, sau đó bạn có thể tải tệp này xuống máy tính của mình.\n\nQuyền riêng tư dữ liệu\nTất cả dữ liệu được xử lý trên máy tính cục bộ của bạn, không bao giờ đi qua máy chủ web của chúng tôi. Việc xuất khẩu của bạn được bảo mật.\n\nCâu hỏi thường gặp\nhttps://ttfinder.toolmagic.app/#faqs\nHãy liên hệ với chúng tôi nếu bạn có bất kỳ câu hỏi nào khác.\n\nTuyên bố miễn trừ trách nhiệm\nTikTok là thương hiệu của TikTok, LLC. Tiện ích mở rộng này không được liên kết hoặc xác nhận bởi TikTok, Inc.",
    "zh_CN": "TTFinder 是一款强大的工具，用于批量查找 TikTok 用户 ID 和其他帐户信息。它使您能够将数据导出到 CSV、发现潜在客户、定制营销活动并获得有价值的受众洞察。\n\n特征\n- 一次按用户名批量提取最多 50,000 个用户的信息\n- 无限次总提取\n- 恢复提取的任务历史记录\n- 保存为 CSV/Excel\n\n笔记：\n- TTFinder 采用免费增值模式，允许您免费批量提取最多 100 个用户名。如需额外提取，请考虑升级到我们的高级版本。\n\n您可以导出什么类型的数据？\n- 用户身份\n- 用户名\n- 昵称\n- 追随者\n- 下列的\n- 朋友们\n- 喜欢\n- 视频\n- 已验证\n- 是私人的\n- 传记\n- 用户主页\n- 头像网址\n\n如何使用TikTok账户信息查找器？\n要使用 TikTok 帐户信息查找器，只需将我们的扩展程序添加到浏览器并创建一个帐户即可。登录后，您可以输入多个用户名，然后单击“导出”按钮。所有用户信息都将导出到 CSV 或 Excel 文件，然后您可以将其下载到您的计算机。\n\n数据隐私\n所有数据都在您的本地计算机上处​​理，从未通过我们的网络服务器。您的出口是保密的。\n\n常问问题\nhttps://ttfinder.toolmagic.app/#faqs\n如果您有任何其他问题，请随时与我们联系。\n\n免责声明\nTikTok 是 TikTok, LLC 的商标。此扩展程序不隶属于 TikTok, Inc.，也不受 TikTok, Inc. 认可。",
    "zh_TW": "TTFinder 是一款強大的工具，用於批量查找 TikTok 用戶 ID 和其他帳戶資訊。它使您能夠將數據匯出到 CSV、發現潛在客戶、客製化行銷活動並獲得有價值的受眾洞察。\n\n特徵\n- 一次以使用者名稱批次提取最多 50,000 個使用者的信息\n- 無限次總提取\n- 恢復提取的任務歷史記錄\n- 儲存為 CSV/Excel\n\n筆記：\n- TTFinder 採用免費增值模式，讓您可以免費大量提取最多 100 個使用者名稱。如需額外提取，請考慮升級到我們的高級版本。\n\n您可以匯出什麼類型的資料？\n- 使用者身份\n- 使用者名稱\n- 暱稱\n- 追蹤者\n- 下列的\n- 朋友們\n- 喜歡\n- 影片\n- 已驗證\n- 是私人的\n- 傳記\n- 使用者主頁\n- 頭像網址\n\n如何使用TikTok帳戶資訊查找器？\n要使用 TikTok 帳戶資訊查找器，只需將我們的擴充功能新增至瀏覽器並建立帳戶即可。登入後，您可以輸入多個使用者名，然後按一下「匯出」按鈕。所有使用者資訊都會匯出到 CSV 或 Excel 文件，然後您可以將其下載到您的電腦。\n\n資料隱私\n所有資料都在您的本機電腦上處理，從未通過我們的網路伺服器。您的出口是保密的。\n\n常問問題\nhttps://ttfinder.toolmagic.app/#faqs\n如果您有任何其他問題，請隨時與我們聯繫。\n\n免責聲明\nTikTok 是 TikTok, LLC 的商標。此擴充功能不隸屬於 TikTok, Inc.，也不受 TikTok, Inc. 認可。"
  }
}