{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitcoin Auto-Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Finds the BTC values on any website and displays the live conversion to your currency."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop wasting time looking up currency calculators and manually entering long numbers! Bitcoin Auto-Converter automatically finds the BTC values on any website and displays the live conversion to your currency. *\n\nIf a BTC value can't be found or you'd like to look up the currency for a different crypto-currency coin, then you can highlight and right-click to get a (configurable) list of alt-coin conversions.\n\nA live BTC ticker can also be displayed in your toolbar which updates every 30 seconds along with the current volume and price change.\n\nIf you found this tool useful, please consider rating it and maybe writing a quick review for others who may also be interested.\n\nEnjoy!\n\n* Note:\nNot all on-screen BTC values will be converted due to the way certain websites display them. For example, real-time tickers are dynamically written to the page, therefore cannot be converted in real-time. Others may use a graphical symbol in front or behind the BTC value, therefore the extension will not be able to find and convert it.\n\nHowever, in these instances, you may still highlight the value and right-click to get conversions for all of the coins that you specify in the settings.\n\n------------\nChangelog\n------------\nv1.1.4 (1/10/2020)\n- Bug: Fixed issue where the Google search page is broken due to the Auto-Convert option being enabled.\n\nv1.1.3 (8/10/2018)\n- Update: Reduced the frequency of price updates to avoid timeouts and blank values on context menu.\n- Bug: Google Chrome now only allows 4 characters instead of 5 on the icon badge which was cutting off the current BTC price.\n\nv1.1.2 (7/19/2017)\n- Feature: Tooltip when hovering over the icon/button now displays the current prices for each alt-coins you've specified in the options.\n- Feature: Added option to specify how often to update pricing (default is 30 seconds).\n- Update: Improved the way the current prices are stored and updated which improves performance a significant amount.\n- Bug: Fixed issue where newly entered alt-coins were not being loaded properly and was displaying \"invalid coin\" error.\n\nv1.1.1 (6/29/2017)\n- Feature: Badge background color can be optionally enabled to change colors (red or green) based on the 1-hour percentage change (+/-).\n- Enhancement: Context menu conversions now display the current coin's value. If the coin is worth less than $0.01, then it will also display it with decimal places rather than 2.\n- Bug: Fixed issue where currency values were being pulled too quickly and frequently and was causing the in-page conversions not to load consistently. Code has now been optimized to load much more efficiently and without errors.\n- Bug: When adding a new coin in the options, it will now reload the current page/tab to ensure that the coin's value loads properly.\n\nv1.0.0 (6/7/2017)\n- Initial build/launch."
  }
}