{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voice to Text Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert your speech to text effortlessly in over 100 languages, right in your browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert your speech to text effortlessly in over 100 languages, right in your browser!\n\nSpeech to Text Converter is a powerful and user-friendly extension that helps you convert your speech into text right in your browser. Our extension supports a comprehensive range of languages and dialects, making it the perfect tool for users from all around the world.\n\nKey Features:\n\n- Extensive Language Support: Choose from over 100 languages and dialects, covering most of the world's major languages.\n- Simple Interface: Convenient \"Start Recording\" button to begin and stop recording.\n- Visual Indication: Clearly see when recording is in progress, thanks to the changing button color and status indicator.\n- Quick Copying: Separate \"Copy Text\" button for instant copying of the recognized text.\n- Settings Retention: Your language choice is saved between sessions for ease of use.\n\nTo get started, simply click on the extension icon, select your preferred language from the extensive list, grant microphone permission (only on first use), and start speaking! The recognized text will appear in the text field, from where it can be easily copied.\n\nSpeech to Text Converter works locally in your browser, not requiring a constant internet connection for basic functionality. We don't store your audio recordings or recognized text, ensuring complete privacy of your data.\n\nWhether you're writing emails, filling out forms, or creating content in any language, Speech to Text Converter is your go-to tool for quick and accurate voice-to-text conversion.\n\nTransform your thoughts into text quickly and efficiently with Speech to Text Converter, now supporting over 100 languages!"
  }
}