{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AiBooster - Chat GPT-4 on any Website"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use OpenAI's GPT-4 to generate text, translate languages, and write code on any website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your browsing experience with AiBooster, the must-have Chrome extension that brings the incredible capabilities of Chat GPT-4 right to your fingertips. With AiBooster, you can effortlessly harness the power of artificial intelligence to save time and skyrocket your productivity.\n\nTransform any website into a personalized virtual assistant with AiBooster. Seamlessly integrated with Chat GPT-4, this extension enables you to have natural, human-like conversations with AI, empowering you to accomplish tasks faster and more efficiently than ever before.\n\nKey Features:\n\n- Chat GPT-4 Integration: Access the cutting-edge capabilities of GPT-4 directly within your browser. Experience the next level of AI-powered interactions for enhanced productivity.\n\n- Time-Saving Conversations: Say goodbye to manual tasks and time-consuming research. Engage with Chat GPT-4 to get instant answers, insights, and recommendations.\n\n- Personalized Assistance: Customize your AI experience by training Chat GPT-4 to understand your preferences, context, and specific needs. Enjoy a tailored virtual assistant that knows you best.\n\n- Multi-Website Support: AiBooster is designed to work seamlessly across all websites. Boost your productivity on blogs, forums, news sites, and more, with AI-powered assistance wherever you browse.\n\n- Efficient Workflows: Collaborate with Chat GPT-4 to streamline your workflows, generate ideas, draft content, or plan projects. Tap into the vast knowledge and creativity of AI to achieve remarkable results.\n\nUnlock the true potential of AI with AiBooster. Say hello to a new era of productivity, where smart conversations and AI assistance revolutionize the way you work, research, and browse the web. Download AiBooster now and experience the future of productivity firsthand."
  }
}