{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Psychometric Hebrew Words",
    "he": "מילים לפסיכומטרי"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight and understand complex Hebrew words on web pages. Ideal for psychometric exam preparation.",
    "he": "סמן מילים בעברית על דפי אינטרנט וצפה בפירושים במהירות. כולל מילון מובנה לבחינה הפסיכומטרית"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Hebrew vocabulary effortlessly with the Psychometric Hebrew Words extension. This tool is designed to help you prepare for the psychometric exam by highlighting complex Hebrew words on any web page and providing instant definitions.\n\nKey Features:\n- Highlight Hebrew Words: Automatically highlights difficult Hebrew words on web pages.\n- Instant Definitions: View meanings quickly and easily with built-in definitions.\n- Dedicated Dictionary: Includes a specialized dictionary tailored for psychometric exam preparation.\n- User-Friendly: Simple and intuitive interface for seamless learning.\nWhy Install:\n\n- Efficient Learning: Save time by instantly understanding complex words without leaving the web page.\n- Exam Preparation: Specifically designed to aid in studying for the psychometric exam, making your preparation more effective.\n- Convenience: Easily accessible definitions and a dedicated dictionary at your fingertips.\n\nInstall Psychometric Hebrew Words today and take your Hebrew vocabulary to the next level!",
    "he": "שפר את אוצר המילים שלך לחלק המילולי עם התוסף ״מילים לפסיכומטרי״ מבית ״פתרונות פסיכומטרי״. כלי זה נועד לעזור לך להתכונן לבחינה הפסיכומטרית על ידי סימון מילים מסובכות בעברית בכל דף אינטרנט ומתן פירושים מיידיים.\n\nתכונות עיקריות:\nסימון מילים בעברית: מסמן אוטומטית מילים מסובכות בעברית על דפי אינטרנט.\nפירושים מיידיים: צפה בפירושים במהירות ובקלות עם פירושים מובנים.\nמילון ייעודי: כולל מילון מיוחד המותאם להכנה לבחינה הפסיכומטרית.\nממשק ידידותי למשתמש: ממשק פשוט ואינטואיטיבי ללמידה חלקה.\nלמה להתקין:\n\nלמידה יעילה: חסוך זמן על ידי הבנת מילים מסובכות מיידית מבלי לעזוב את דף האינטרנט.\nהכנה לבחינה: נועד במיוחד לסייע בלמידה לבחינה הפסיכומטרית, מה שהופך את ההכנה שלך ליעילה יותר.\nנוחות: פירושים ומילון ייעודי נגישים בקלות.\n\nהורד את התוסף היום וקח את אוצר המילים שלך לפרק הבא!"
  }
}