{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Refresh PRO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically refreshes the current page at a user-specified interval."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nAuto Refresh PRO is a powerful and easy-to-use Chrome extension designed to streamline your web browsing experience. Whether you're monitoring live data, waiting for updates, or simply want to keep your favorite websites up-to-date, Auto Refresh PRO is the solution you've been looking for.\n\nKey Features:\n\nCustomizable Refresh Intervals: Tailor the auto-refresh frequency to suit your needs, ensuring that the content is always up to date.\nMultiple Tabs Support: Auto-refresh multiple tabs simultaneously, saving you time and effort.\nSmart Detection: Intelligent page monitoring detects changes and triggers a refresh automatically, so you never miss an update.\nUser-Friendly Interface: Simple and intuitive settings make it easy for users of all levels to set up and use Auto Refresh PRO.\nHow to Use:\n\nInstall the extension from the Chrome Web Store.\nOpen the website you want to auto-refresh.\nCustomize refresh settings using the extension icon in the Chrome toolbar.\nWhy Auto Refresh PRO?\n\nBoost productivity by automating the process of keeping information current.\nStay on top of live data, breaking news, or dynamic content effortlessly.\nSave time by eliminating the need for manual refreshes.\nPrivacy and Security:\nAuto Refresh PRO prioritizes user privacy and security. It does not collect or store any personal information.\n\nCompatibility:\nCompatible with Chrome on Windows, macOS, and Linux."
  }
}