{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XNETD Toolbox 2.5"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Authenticator, Password Manager, Web Apps, Password Randomizer and My Favorites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever been on Facebook where someone had posted something on the line that \"Don't respond to anything from me, my account was hacked\"? Unfortunately this happens way more than it should. And every time I see it, I know why it happened. The password they are using is either being re-used or it is something related to something in their life. AND they do not have 2FA setup on their account.\n\nXNETD Toolbox is a collection of tools to help people manage their online presence on social media. From providing guidance on creating a secure password to using an authentication app to manage the 2FA for that extra layer of protection.\n\nAuthenticator:\nTwo-factor authentication (2FA), is referred to as two-step verification which is a process in which two methods of identity are used to validate one as who they say they are to gain access to a system or website. \n\nTypically the first method is a password, the second is a unique code that is either sent via email or text. Another method is a code generated from an app. These codes are then entered at the time of login.\n\nOur Authenticator Manager is a tool that provides the code that needs to be entered.\n\nWeb Apps:\nWebsite spoofing is when a bad actor has created a website with the intention of misleading visitors that the website has been created by a different person or organization. A spoof website may try and make the spoof website look like that of the real website, and it sometimes has a similar URL. The intent of these types of websites is to fool their visitors into entering their username and password. This information is collected and sold on the dark web. Often spoofed websites will have a url that is similar to the real website.\n\nOur Web App allows you to bookmark known good urls so that you are guaranteed to be on the right website.\n\nPassword Randomizer:\nUsing unique passwords for every website is a great way to secure your accounts. For example if one of the websites you have setup your login credentials is compromised, that account information is now possibly being sold on the dark web. When you have a unique password on every account, then only the information on that one account has been compromised. But if you use the same credentials on multiple websites, then all of those are also prone to being compromised.\n\nOur Password Randomizer is tool that creates unique passwords. These passwords can be from a complete random set of characters or a pass phrase that is easy to remember.\n\nMy Favorites:\nXNETD Toolbox is an extension for your Chrome or Microsoft Edge browser. This is the front-end to My Favorites and how you add website items. The extension also provides a back-end view on the website you are currently visiting. This will provide all the meta data about the website along with URLs. \n\nOn this Day:\nAn interface to the host website search function that has scheduled searches. Not all of our hosts support this feature."
  }
}