{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Balance Now"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Calculate your price, including gift card discounts",
    "vi": "Tính toán giá của bạn, bao gồm cả chiết khấu cho thẻ quà tặng"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to My Balance Now – The Ultimate Chrome Extension for a Smart Shopping Experience!\nWhether you're a meticulous planner or an impromptu shopper, My Balance Now is tailored to enhance your online shopping journey. Our intuitive Chrome extension is finely crafted to simplify your decision-making process, delivering a suite of features that are both practical and delightful.\nKey Features:\nEasy Price Calculation: Just choose your favorite products and specify the quantity. Our sophisticated algorithm does the rest, providing you with an instant price total, so you can make informed purchase decisions without any hassle.\nQuantity Discount System: The more you buy, the more you save! Our dynamic discount feature automatically calculates a reduction in price based on your selected quantity. Whether you're stocking up for yourself or buying gifts for friends and family, enjoy substantial savings when you purchase in bulk.\nRandom Product Suggestion: Embrace the element of surprise with our 'Surprise Me' button – a fun twist to your shopping routine. With a single click, My Balance Now randomly selects an item from our vast product list. It's an excellent tool for discovering new products, overcoming decision fatigue, or finding an unexpected gift for someone special.\nSeamless Shopping Adventure: Shopping is more than just adding items to a cart; it's an experience. We've fine-tuned One Vanilla to ensure you enjoy every moment. With a user-friendly interface and snappy responses, you'll find shopping with our Chrome extension a joyous affair.\nDive into a shopping experience where convenience meets excitement. My Balance Now is more than just an extension; it's your personal shopping concierge that knows just what you need, even before you do. Whether you're planning ahead of time or looking for a last-minute purchase, let One Vanilla transform your online shopping into a seamless, economical, and unexpected adventure."
  }
}