{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Troywell - ad blocker",
    "ru": "Troywell - блокировщик рекламы"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free ad blocker for popular news and social platforms.",
    "ru": "Бесплатный блокировщик рекламы для популярных новостных и социальных площадок."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Troywell Adblock effectively blocks ads from Youtube, Facebook, VKontakte, and other popular services. This adblocker browser extension allows you  blocking pop up ads on chrome, effectively blocking advertisements, various notifications, blocking ads for youtube, fb on chrome. AdBlocker extension will get rid of 100% of intrusive ads wherever you are!\n\nNo doubt it's a  very effective and absolutely free adblock for youtube videos, Facebook, Twitter, and any other popular service. But what other possibilities does it offer to users?\n\nAd remover extension significantly speeds up your browser while optimizing the memory and CPU load\nTroywell Adblock allows you to use all features of the Internet without being tracked, having your confidential information stolen, or your device infected with malware\nAdBlocker is fully automatic and has many settings to fit your needs\n\nA great way to remove ads in your browser in a flash, just install this free adblocker for chrome right now and enjoy fast, comfortable, and safe web surfing! Moreover, it is not only a reliable blocker ads for youtube videos, music. The extension has many other useful features. Users also get browser security VPN and parental controls – reliable web browser protection from criminals and unwanted content on the web.\n\nDownload and install adblock for chrome browser extension absolutely for free. Try and test for yourself this popular ad block tool for web sites right now!",
    "ru": "Troywell Adblock эффективно блокирует рекламу Youtube, Facebook, ВКонтакте и других популярных сервисов. Данный Adblocker позволяет убрать всплывающие окна, рекламные баннеры, уведомления, видеорекламу (YouTube, онлайн-кинотеатры), аудиорекламу (ВКонтакте, онлайн-радио). Блокировщик рекламы AdBlock на 100% избавит от навязчивой рекламы, где бы вы не находились!\n\nБез сомнений, это очень эффективный и абсолютно бесплатный блокировщик рекламы для Youtube, Facebook, ВКонтакте и любых других популярных сервисов. Но какие еще возможности он открывает для пользователей?\n\n•\tРасширение заметно увеличивает скорость работы браузера, при этом оптимизирует нагрузку на оперативную память и CPU\n•\tTroywell Adblock дает возможность пользоваться всеми возможностями интернета без риска отслеживания, кражи конфиденциальной информации и заражения устройства вредоносным ПО\n•\tAdBlock блокировщик рекламы работает полностью в автоматическом режиме, при этом имеет множество параметров настройки под конкретного пользователя\n\nОтличная возможность мигом убрать рекламу в браузере – просто установите этот бесплатный Adblocker для Youtube прямо сейчас и наслаждайтесь быстрым, комфортным и безопасным веб-серфингом! Также пользователям доступен бесплатный безлимитный VPN и родительский контроль – надежная защита от нежелательного контента в сети!"
  }
}