{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better Justel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improves Belgian eJustice Justel website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Better Juportal\n\n## Concept\n\nThis browser extension (available for Chrome on https://chrome.google.com/webstore/detail/better-justel/jjknlnihcjeefjgdacaanbiedamibimp and for Firefox on https://addons.mozilla.org/fr/firefox/addon/better-justel/) takes the information publicly available on Justel (https://www.ejustice.just.fgov.be/loi/loi.htm), the Belgian database of consolidated legislation, and displays it in a more user-friendly experience.\n\n## Features\n\n- The page on which each act is displayed is divided in three panes : the upper pane containing general information on the act; the left pane with a table of content; and the right pane displaying the content of the act. Each pane can be resized by hovering the mouse on the dividing line and dragging it.\n- In the info pane, the icon of a disk allows to download and automatically name the consolidated version of the act in PDF. The link \"Clear database\" removes the act from the offline database. The link \"Disable extension\" shows the original text of the act, without the extension.\n- The left pane displays the internal structure of the acte based on its headings (Title, Chapter, Section, etc.) and allows to jump immediately to the relevant part of the act by clicking on an article. The table of content can be fully collapsed or expanded with two different buttons.\n- In the right pane, the hierarchical level of each heading is reflected by appropriate styling. The content of each article is also analysed. The text is indented to make appear more clearly the internal structure (§, 1°, a), hyphen, etc.). The number of each article is shown in bold. Subparagraphs (alénas) are also automatically numbered in the margin of the article.\n- When text is selected within an article in the right page, a popup window appears and allows to highlight the text (in yellow, green, blue or red) or to underline it (in violet). To edit an existing highlight, click on it : the color of it can be changed by clicking on another color, or deleted by clicking on the white circle. A comment can also be inserted. The popup window can be closed by clicking elsewhere in the right pane. When a comment is added to highlighted text, this text is displayed in italic.\n- Highlights are stored in the local storage of the browser and are restored the next time the same act is displayed. Saved highlights can be managed with the commands available in the popup window shown when clicking on the icon of the extension. They can be exported in JSON format and imported again by pasting the content of the JSON file in the relevant input box. A daily backup to Dropbox can also be set up (access is limited to the app folder in Dropbox, no access to the rest of the Dropbox is granted).\n- Acts displayed are automatically stored in the browser local storage. When visited again, the act loads much quicker (which is useful for very long texts such as the Code of Economic Law), unless it has been updated in the online database in the meanwhile. Stored acts can also be consulted offline: when no internet access is available, a user browsing to the ELI URL of a stored act will automatically be redirected to the offline version of it. The online or offline character of the text displayed is mentioned on top of the left pane. The list of stored acts can also be consulted by clicking on the icon of the extension (they are listed in chronological order). Highlights are also displayed and are editable when in offline mode.\n\n## Known bugs and limitations\n\n- For the time being, the extension only works with the French version of Justel, to the exclusion of the Dutch version.\n- The HTML of some acts available on Justel is faulty and cannot therefore be displayed correctly.\n- This extension is still under development and may therefore still contain bugs or errors. Do not rely on it and always double-check the content of an act in official sources.\n- Do not hesitate to report any problem or suggested improvement, and/or to contribute to the source code.\n\n## Credits\n\nThis extension was written by Rafaël Jafferali. This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.\n\nThis program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.\n\nYou should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.\n\nThis extension was inspired by the very thorough userscript written by Naja Melan <https://userscripts-mirror.org/scripts/show/11725>.\n\nIt makes use of the following open source libraries :\n\n- dom-anchor-text-position 5.0.0 <https://www.npmjs.com/package/dom-anchor-text-position> and dom-anchor-text-quote 4.0.2 <https://www.npmjs.com/package/dom-anchor-text-quote>, packaged by judell <https://github.com/judell/TextQuoteAndPosition>\n- download.js 4.2 <https://github.com/rndme/download>\n- Dropbox SDK <https://github.com/dropbox/dropbox-sdk-js>\n- jquery 3.6.1 <https://jquery.com/>\n- jquery UI 1.21.1 <https://jqueryui.com/>\n- jquery resizable plugin 0.35 <https://github.com/RickStrahl/jquery-resizable>\n- jsTree 3.3.12 <https://www.jstree.com/>\n\n## Release history\n- Version 0.1.2022.1116 : first version published online.\n- Version 0.1.2022.1204 : added auto-numbering of subparagraphs (alinéas).\n- Version 0.1.2023.0506 : added autofocus to search input box in popup window\n- Version 0.1.2023.0507 : clear button in popup window also deletes highlights; confirmation added before clearing; change toggle Dropbox to enable/disable Dropbox; added overflow to annotations\n- Version 0.1.2023.0513 : added compatibility to Firefox\n- Version 0.1.2023.0514 : visibility of subparagraphs (alinéas) numbering only visible when hovering with the mouse over the relevant article; display in the toc the number of last article even though it is not properly encoded in the HTML\n- Version 0.1.2023.0530 : improves indent of articles (includes numbering starting with I., II., etc.)\n- Version 0.1.2023.0722 : for some (as yet) unidentified reason, in the Code of Economic Law, some highlights were sometimes saved under an inexistent article, resulting in a bug when trying to restore the highlights for such statute. A work-around has now been found.\n- Version 0.1.2023.0909 : URLs inserted in an annotation will be converted to hyperlinks when the annotation is reopened\n- Version 0.1.2023.0910 : daily backup of highlights is confirmed in a status message at the bottom of the page\n- Version 0.1.2023.0916 : correction of bugs (stylesheet applicable in offline mode)\n- Version 0.1.2023.0917 : improved status message when Dropbox backup done\n- Version 0.1.2023.1111 : added an ability to bookmark articles and to display a bookmark bar (just click on the star appearing next to each article when hovering the mouse on the article text). The bookmark bar is draggable and can be minimised.\n- Version 0.1.2023.1113 : correction of a bug (incompatibility between jquery UI and jquery resizable).\n- Version 0.1.2023.1116 : improvement of CSS (position of bookmark star)\n- Versoin 0.1.2023.1118 : adds a possibility to remove a bookmark directly from the bookmark bar by clicking on the star next to the bookmark\n- Version 0.1.2023.1209 : solves a bug which prevented saving highlights or bookmars pertaining to an article which was not displayed in the TOC because it was collapsed\n- Version 0.2.2024.0519 : update to the new version of Justel and multiple improvements and correction of bugs"
  }
}