{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet Tab Switcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Locate and switch between Google Meet tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly manage your Google Meet tabs with Meet Tab Switcher! This handy Chrome extension locates all open Google Meet tabs and allows you to switch between them seamlessly. Whether you're juggling multiple meetings or need to quickly navigate to a specific tab, Meet Tab Switcher simplifies the process with just a few clicks.\n\n==== Features ====\nAutomatic Detection: Instantly identifies all open Google Meet tabs.\nSingle Tab Activation: Automatically activates the tab if only one Google Meet is open.\nMultiple Tab Selection: Displays a clear and organized list of all open Google Meet tabs, allowing you to choose which one to activate.\nUser-Friendly Interface: Easy-to-use design with intuitive icons to indicate the active tab.\nQuick Access: Switch tabs without the hassle of manually searching through your browser.\n\n==== How to Use ====\n- Install the Meet Tab Switcher extension.\n- Click on the extension icon in your Chrome toolbar.\n- If only one Google Meet tab is open, it will automatically be activated.\n- If multiple tabs are open, select the desired tab from the displayed list.\n\n\n==== Why Meet Tab Switcher? ====\nIn a world where virtual meetings are the norm, managing multiple Google Meet sessions can be a challenge. Meet Tab Switcher is here to enhance your productivity by providing a straightforward solution to navigate your meeting tabs with ease.\n\n==== Privacy ====\nYour privacy is important to us. Meet Tab Switcher does not collect or store any personal information or browsing data. It only interacts with Google Meet tabs to enhance your browsing experience.\n\n==================================\n\nGerencie suas abas do Google Meet de forma fácil com o Alternador de Abas do Meet! Esta prática extensão para o Chrome localiza todas as abas do Google Meet abertas e permite que você alterne entre elas sem esforço. Quer você esteja gerenciando múltiplas reuniões ou precise navegar rapidamente para uma aba específica, o Alternador de Abas do Meet simplifica o processo com apenas alguns cliques.\n\n==== Funcionalidades ====\nDetecção Automática: Identifica instantaneamente todas as abas do Google Meet abertas.\nAtivação de Aba Única: Ativa automaticamente a aba se apenas uma reunião do Google Meet estiver aberta.\nSeleção de Múltiplas Abas: Exibe uma lista clara e organizada de todas as abas do Google Meet abertas, permitindo que você escolha qual deseja ativar.\nInterface Amigável: Design fácil de usar com ícones intuitivos para indicar a aba ativa.\nAcesso Rápido: Altere abas sem a necessidade de procurar manualmente no seu navegador.\n\n==== Como Usar ====\n- Instale a extensão Alternador de Abas do Meet.\n- Clique no ícone da extensão na barra de ferramentas do Chrome.\n- Se apenas uma aba do Google Meet estiver aberta, ela será ativada automaticamente.\n- Se várias abas estiverem abertas, selecione a aba desejada na lista exibida.\n\n==== Por que o Alternador de Abas do Meet? ====\nEm um mundo onde as reuniões virtuais são a norma, gerenciar múltiplas sessões do Google Meet pode ser um desafio. O Alternador de Abas do Meet está aqui para melhorar sua produtividade, fornecendo uma solução simples para navegar pelas suas abas de reunião com facilidade.\n\n==== Privacidade ====\nSua privacidade é importante para nós. O Alternador de Abas do Meet não coleta nem armazena qualquer informação pessoal ou dados de navegação. Ele apenas interage com as abas do Google Meet para melhorar sua experiência de navegação."
  }
}