{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Daylan’s Detailing",
    "vi": "Chi tiết của Daylan"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Quick information updates from Daylan",
    "vi": "Cập nhật thông tin nhanh chóng từ Daylan"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Chrome extension application \"Daylan's Detailing\" provides users with the experience of tracking the latest content from Daylan's Mobile Detailing - a mobile car care and beautification service. With the current version 1.7.2, this application is especially useful for those who want to update information quickly and conveniently right on their Chrome browser.\nMain features of the application include:\n- Follow the feed from daylansmobiledetailing and notify users when there are new posts.\n- Display a desktop notification with article title information, along with the option to open the article link directly in the browser.\n- Automatically set notifications every 60 minutes, helping users stay updated without having to check manually.\n- The user interface is delicately designed with Daylan's Detailing's signature images and colors, providing a smooth and friendly user experience.\n\nDeveloped by the team at daylansmobiledetailing, \"Daylan's Detailing\" is not only an informational tool, but also a testament to customer care and professionalism in every detail. Install today so you don't miss any updates from Daylan's Detailing!\n\nContact us:\n- Email: daylansmobiledetailing@gmail.com\n- Phone: (732) 320-7367"
  }
}