{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Extensions Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify extension management. Enable, disable, and uninstall with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⭐ Support us by giving a 5-star rating if you like Easy Extensions Manager! \n\nYour feedback matters to us, and we're eager to hear your thoughts. Feel free to share your ideas, and we'll do our best to implement them as soon as possible.\n\nIntroducing Easy Extensions Manager: The Ultimate Extension Manager for Chrome\n\nEasy Extensions Manager is a powerful yet lightweight tool designed to help you take complete control over your browser's extensions. With a file size of only a few kilobytes, it's a nimble and efficient addition to your Chrome experience.\n\n🌐 Features:\n- Manage with Ease: Easily enable, disable, or delete extensions with just one click. Say goodbye to clutter and make your browser light as a feather.\n- Search & Find: Quickly locate the extensions you need with our intuitive search feature.\n- One-Click Disable All: Want to disable everything at once? Use the 'Disable All' feature and don't worry about losing track. When you recall, only the extensions that were disabled using this feature will be re-enabled.\n- Performance Boost: Keep your computer running smoothly by turning off unnecessary extensions, preventing lags, and enhancing your browsing experience.\n- 100% Free: Enjoy all these features without any subscriptions or hidden fees.\n\n🚀 Why Easy Extensions Manager?\n- Lightweight: Made with minimalism in mind, Easy Extensions Manager itself is lightweight, ensuring that your browser remains agile.\n- Time Saver: Managing extensions has never been quicker. With Easy Extensions Manager, time-consuming tasks are reduced to simple clicks.\n- Performance-Focused: Enhance your browser's performance by disabling or deleting extensions that are no longer needed.\n- User-Centric: We listen to your feedback and are committed to continuous improvements to make your experience even better.\n\n\nEasy Extensions Manager is more than just an extension manager; it's a must-have tool for anyone looking to keep their browser optimized and their computer's performance at its peak. Download now and discover the seamless browsing experience you deserve!"
  }
}