{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "sideos Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "sideos Wallet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This add-on can be thought of as your real-life wallet: it stores many pieces of information - an ID, a discount code, a loyalty or credit card, a ticket or a document, etc. - and you present them whenever they need to be verified by a service, an organisation or such, then you put them back into your pocket, i.e. your browser. \n\nWith sideos Wallet, your data is safely stored within signed Verifiable Credentials (for the sake of the metaphor, think of them as cards), which are validated through your digital identity and can be reused across the web only with your direct permission.\nLocally stored within your browser\n\nYour unique digital identity is created and stored inside your browser, so that you can exchange data through it. \nAccept or provide credentials\n\nWith sideos Wallet, you can accept verifiable credentials and store them safely, in order to use them as needed across websites, services, web-apps. You can provide one credential to login passwordless on multiple websites, one to authorise payments without inputting your card details, one to perform a KYC or Bank Account verification procedure.\n\nResponsibility in your hands\n\nIn the decentralised web, responsibility is back into the user’s hands: depending on the security of your environment - whether you’re using your computer from the privacy of your home, from a busy workplace - you can choose to access your wallet without password, hassle-free, or make sure to set one, so anybody else who might have access to your device can’t log in.\n\nsideos doesn’t store your password anyway, so if you set it, make sure you store it properly, otherwise you might lose access to your credentials.\n\nWhy sideos? The SSI Approach\n\nAt sideos, we believe data exchange shouldn’t mean filling the same fields over and over again for each separate website, nor should it mean handing the storage and control of your information over to a few players.\nThat’s why we’ve embraced the SSI decentralised approach for digital identity, a standard supported by the W3C and European Union commission, among others: you own your data and should be able to present it multiple times for similar purposes, with increased security in the process and a focus on privacy regulations. \n\nWhat can you do now in the wallet?\n\nWith sideos Wallet, you can perform KYC and Bank Account Ownership verification procedures when prompted by your bank, car sharing service, employer, et al., and you’ll be able to re-use the same verifiable credential for multiple requests.\n\nFor KYC and Bank Account Ownership verifications, we rely on renowned third party providers."
  }
}