{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aliexpress Search by image",
    "ru": "Алиэкспресс поиск по картинке"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search goods on Aliexpress by image",
    "ru": "Поиск товаров на Алиэкспресс по картинке, Вы сможете найти похожие и аналогичные товары по фото с любого сайта"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search items on AliExpress using an image or photo of products in other sites.\n\nHow to use:\n1. Right Click on the image (picture) with the right mouse button on any site.\n2. In the context menu, click \"Search goods on Aliexpress by this image\"\n\nVery easy to use, lightweight extension to search AliExpress.com items by image.\n\n* Adds “Search and find similar products on AE marketplace” when right clicking an image, the extension will use a third-party website, searchbyimage.com, to find visually similar items on Ali\n* Clicking on the extension icon and easily search in AE by text or by image link.\n* Allow right clicks in ali site for download and save images/photo, copy text and description of products and items\n\nHow ot works: this tool will analyze your image with AI (Artificial intelligence) for visual search, identify items on picture it can find and then reverse image search through all of AliExpress to find visually related and similar products by image. Is the best way to search by image on AliExpress for desktop.",
    "ru": "Поиск товаров на Aliexpress по картинке поможет Вам найти похожие и аналогичные товары по фото. \n\nКак это работает:\n1. Для поиска нужно кликнуть правой кнопкой мышки на картинке на любом сайте.\n2. В выпадающем меню выбрать пункт \"Найти товар на Алиэкспресс по этой картинке\".\n \nТакже нажав на значок расширения, Вы сможете вставить ссылку на картинку и будет выполнен поиск товаров.\n\n* Добавляет в выпадающее меню пункт “Найти товар на AE по этой картинке” при клике правой кнопкой мышки на изображении или фото товара, и находит с помощью сервиса searchbyimage.com похожие товары на Алике.\n* Добавляет кнопку поиска похожих товаров на странице с товаром \n* Кликнув на иконку расширения появляется удобный текстовый поиск по Алихе и возможность поиска по ссылке на картинку.\n* Добавляет возможность клика правой кнопкой мышки и позволяет скачать и сохранить картинки, изображения, фото, а также скопировать описание товаров с официального сайта"
  }
}