{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebmasterNinja"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebmasterNinja analyzes GSC data on any webpage for SEO insights"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": ">> WebmasterNinja: Show Google Search Console Data on Your Chrome Tab\n\nWebmasterNinja brings GSC data to your Chrome browser, so you don't have to open GSC back and forth or use multiple SEO tools. \n\nInstantly see important metrics for any webpage and make informed decisions to improve traffic.\n\n>>> Features\n\n>> v1.3\n\nðŸ”º Add % growth to show changes and traffic fluctuations\nðŸ“Š Add periodical performance comparison\n\n>> v1.1 to v1.2\n\nðŸ” Real-time GSC Data \nView clicks, impressions, rankings, and other GSC metrics on your webpage without switching tabs.\n\nðŸŽ¯ Focus on What Matters\nChoose the metrics you care about for a clear view of your website's performance.\n\nðŸ“… Compare Performance\nTrack progress over time by comparing metrics across different date ranges.\n\nðŸ”— Instant access to GSC\nOpen the current URL in GSC with a single click for more detailed insights.\n\nðŸ“ˆ Visualize Trends\nInteractive charts to understand your website's performance changes.\n\nComprehensive Data\nAccess all relevant GSC data for the specific page you're viewing.\n\n>>> How to use and install WebmasterNinja\n\n- Install the WebmasterNinja extension from the Chrome Web Store \n- Pin it for easy access.\n- Authenticate with your GSC account email.\n- Navigate to any webpage on your site. WebmasterNinja will display relevant SEO metrics automatically.\n- Pick single or combinatory metrics for your SEO report.\n\nSave time and improve your SEO workflow. WebmasterNinja brings GSC data directly to your browser, helping you make informed decisions to enhance your website's traffic and ranking."
  }
}