{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Charlotte"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Making the web more accessible for everyone. Provides screen reading, image captioning, high contrast, cursor changes and more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Charlotte aims to make the web more accessible by providing a suite of accessibility tools, all in one handy browser extension. Create an account with us, sign in, and you're ready to go!\n\nFeatures\n • Select from a choice of 6 text-to-speech voices, adjust pitch and reading speed. \n • Highlight text by hovering over them, using our Highlight Elements functionality.\n • Use keyboard shortcuts (Alt+Left, Alt+Right) to navigate the page and highlight portions of text\n • Use Read on Highlight to read highlighted text aloud (integrates with Highlight Elements and keyboard shortcuts)\n • Change font size, on a sliding scale from native to 200%\n • Provide image captions on mouse-over, powered by our remote machine learning algorithm\n • Increase cursor size to improve visibility\n • Enable High Contrast mode, for easier browsing\n • Change your font to a host of options, including reader-friendly sans-serif options and OpenDyslexic\n • Focus easier with Focus Ruler\n\nSome functionalities such as Image Captioning is only available to users with an account. \n\nTo navigate Charlotte without using a mouse, we also have implemented keyboard shortcuts:\n • Alt+A: Enable accessibility features*\n • Alt+Left: Select the previous text element\n • Alt+Right: Select the next text element\n\n*Please note that for security purposes, accessibility features cannot be enabled before user interaction (either through this shortcut or by clicking on our extension icon).\n\nAbout Us\nWe originally developed Charlotte for the Tech 4 Good Festival by Engineering Good, Singapore. We believe the web is for everyone, and continue to maintain Charlotte in that spirit.\n\nPrivacy\nOur extension is configured with the minimum permissions required for it to function properly.\nView our privacy policy here: https://www.charlotteweb.io/privacy-policy\n\nSupport\nCharlotte is still in beta development. Do reach out to us at charlotteaccessibility@gmail.com for feedback, or to find out more!"
  }
}