{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NewTab Ultra a modern feature-rich homepage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NewTab Ultra Revolutionizing Your Browser Experience transform your newtab page into a modern look"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NewTab Ultra Chrome Extension: Overview\n\nNewTab Ultra is an innovative Chrome extension that aims to \nrevolutionize the browsing experience by enhancing the new tab page's \nfunctionality, usability, and customization. Tailored for users who want \nmore control over their browsing environment, this plugin provides a \nvariety of powerful features, from simple drag-and-drop functionality to the \nintegration of widgets like clocks, stocks, calendars, and more. With its sleek \ndesign, intuitive interface, and seamless operation, the extension turns the mundane \nnew tab page into a productivity powerhouse.\n\nstart page tool a must-have for Chrome users. This includes its customizable \nhome page, drag-and-drop site addition, folder creation, app bar tweaks, widget \nsupport, and much more.\n\nIn the fast-paced world of technology, customization is key. No one-size-fits-all \napproach works anymore, especially when it comes to your browser's start page. That's \nwhere NewTab Ultra comes in, a cutting-edge new tab extension designed to revolutionize \nyour browsing experience. With a multitude of features aimed at enhancing functionality \nand aesthetics, NewTab Ultra is here to make your start page modern and elegant.\n\n\"Features of NewTab Ultra\"\n\n#1.  Add any website into start page:** Easily customize your start page by adding your favorite websites with a simple right-click.\n#2.  Change background wallpaper:** Choose from a selection of wallpapers or add your own locally stored image to personalize your browsing space.\n#3.  Drag and drop site organization:** Arrange and rearrange your favorite sites on the NewTab Ultra home page with a simple drag and drop feature.\n#4.  Sort and rearrange sites:** Customize the layout of your start page by sorting and rearranging sites to your liking.\n#5.  Create site folders:** Organize your sites by dragging and dropping them into folders for easy access.\n#6.  Adjust icon sizes:** Customize the size of icons on your start page for a visually appealing layout.\n#7.  Resize folders individually:** Make your folders stand out by resizing them to your preferred dimensions.\n#8.  Add new URLs:** Easily add new URLs to your start page for quick access.\n#9.  Include folders in start page:** Enhance your start page by adding folders filled with your favorite sites.\n#10. Customize font settings:** Change font size, color, and style to match your personal preferences.\n#11. Add widgets:** Customize your start page even further by adding widgets for weather updates, news feeds, and more.\n#12. Clock and date widget:** Keep track of time and dates conveniently with a clock and calendar widget.\n#13. Todo list app widget:** Stay organized and productive with a todo list app widget right on your start page.\n#14. Slideshow picture widget:** Enjoy a dynamic start page with a picture slideshow widget.\n#15. Import/export app data:** Easily manage your app data by importing and exporting it to local storage.\n#16. Pin sites to app bar:** Access your favorite sites quickly by pinning them to the app bar.\n#17. Customize app bar position:** Personalize your browsing experience by customizing the position of the app bar on your start page.\n#18. Customize search engine:** Choose your preferred search engine for seamless browsing.\n#19. Shortcuts for launching tabs:** Access bookmarks, downloads, history, Chrome apps, and Chrome extensions with convenient shortcuts.\n#20. Additional right-click menu:** Enjoy an enhanced browsing experience with an additional right-click menu on sites.\n#21. 50+ Google popular sites panel:** Access over 50 popular Google sites in one panel for easy navigation.\n#22. Adjust background blur:** Customize the background blur effect to create a sleek and modern look for your start page.\n\nWith NewTab Ultra, the power to customize your start page and enhance your browsing \nexperience is in your hands. Say goodbye to a generic start page and hello to a \npersonalized, functional, and elegant browsing experience. Upgrade your new tab \nextension today with NewTab Ultra!\n\nThis Chrome extension is a feature-rich tool that transforms the new tab page into a \ncustomizable hub of productivity. With drag-and-drop functionality, widget support, \nadvanced customization options, and efficient organization tools like folders and bookmarks, \nthe plugin makes navigating the web faster and more enjoyable. Whether you’re looking to \nstreamline your workflow, personalize your browsing experience, or simply enhance your browser's \nappearance, this start page tool provides the tools to do it all."
  }
}