{
  "name": {
    "ar": "فيدجيت سبينر لمتصفح كروم",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,no,pt_BR,pt_PT,sw,ta,te": "Fidget Spinner for Chrome",
    "bg": "Fidget Spinner за Chrome",
    "ca": "Fidget Spinner per a Chrome",
    "cs": "Fidget Spinner pro Chrome",
    "da": "Fidget Spinner til Chrome",
    "de": "Fidget Spinner für Chrome",
    "el": "Fidget Spinner για Chrome",
    "es": "Fidget Spinner para cromo",
    "et": "Fidget Spinner Chrome&#39;i jaoks",
    "fa": "فیجت اسپینر برای کروم",
    "fi": "Fidget Spinner Chromelle",
    "fil": "Fidget Spinner para sa Chrome",
    "fr": "Fidget Spinner pour Chrome",
    "he": "Fidget Spinner עבור Chrome",
    "hi": "क्रोम के लिए फिजेट स्पिनर",
    "hr,sl": "Fidget Spinner za Chrome",
    "hu": "Fidget Spinner Chrome-hoz",
    "id": "Pemintal Gelisah untuk Chrome",
    "it": "Fidget Spinner per Chrome",
    "ja": "Chrome用フィジェットスピナー",
    "ko": "Chrome용 피젯 스피너",
    "lt": "„Fidget Spinner“, skirta „Chrome“.",
    "lv": "Fidget Spinner pārlūkam Chrome",
    "ms": "Fidget Spinner untuk Chrome",
    "nl": "Fidget Spinner voor Chrome",
    "pl": "Fidget Spinner dla Chrome",
    "ro": "Fidget Spinner pentru Chrome",
    "ru": "Непоседа Spinner для Chrome",
    "sk": "Fidget Spinner pre Chrome",
    "sr": "Фидгет Спиннер за Цхроме",
    "sv": "Fidget Spinner för Chrome",
    "th": "Fidget Spinner สำหรับ Chrome",
    "tr": "Chrome için Stres Çarkı",
    "uk": "Fidget Spinner для Chrome",
    "vi": "Fidget Spinner dành cho Chrome",
    "zh_CN,zh_TW": "Chrome 的指尖陀螺"
  },
  "short": {
    "ar": "تململ سبينر انقر واسترخي",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Fidget Spinner click and relax",
    "bg": "Fidget Spinner щракнете и се отпуснете",
    "ca": "Fidget Spinner feu clic i relaxeu-vos",
    "cs": "Klikni Fidget Spinner a uvolni se",
    "da": "Fidget Spinner klik og slap af",
    "de": "Fidget Spinner klicken und entspannen",
    "el": "Κάντε κλικ στο Fidget Spinner και χαλαρώστε",
    "es": "Fidget Spinner haga clic y relájese",
    "et": "Fidget Spinner klõpsake ja lõõgastuge",
    "fa": "فیجت اسپینر کلیک کنید و استراحت کنید",
    "fi": "Fidget Spinner napsauta ja rentoudu",
    "fil": "I-click ang Fidget Spinner at magpahinga",
    "fr": "Fidget Spinner cliquez et détendez-vous",
    "he": "Fidget Spinner לחץ והירגע",
    "hi": "फिजेट स्पिनर क्लिक करें और आराम करें",
    "hr": "Fidget Spinner kliknite i opustite se",
    "hu": "Fidget Spinner kattintson és lazítson",
    "id": "Klik Fidget Spinner dan rileks",
    "it": "Fidget Spinner clicca e rilassati",
    "ja": "フィジェットスピナークリックしてリラックス",
    "ko": "피젯 스피너 클릭 앤 릴랙스",
    "lt": "„Fidget Spinner“ spustelėkite ir atsipalaiduokite",
    "lv": "Fidget Spinner noklikšķiniet un atpūtieties",
    "ms": "Fidget Spinner klik dan berehat",
    "nl": "Fidget Spinner klik en ontspan",
    "no": "Fidget Spinner klikk og slapp av",
    "pl": "Fidget Spinner kliknij i zrelaksuj się",
    "ro": "Fidget Spinner faceți clic și relaxați-vă",
    "ru": "Fidget Spinner нажмите и расслабьтесь",
    "sk": "Kliknite Fidget Spinner a relaxujte",
    "sl": "Fidget Spinner kliknite in se sprostite",
    "sr": "Фидгет Спиннер кликните и опустите се",
    "sv": "Fidget Spinner klicka och slappna av",
    "th": "Fidget Spinner คลิกแล้วผ่อนคลาย",
    "tr": "Fidget Spinner tıklayın ve rahatlayın",
    "uk": "Натисніть Fidget Spinner і розслабтеся",
    "vi": "Fidget Spinner nhấp và thư giãn",
    "zh_CN": "Fidget Spinner 点击并放松",
    "zh_TW": "Fidget Spinner 點擊並放鬆"
  },
  "long": {
    "ar": "هل تريد طريقة سريعة وسهلة للاسترخاء؟\n\nاستخدم سبينر فيدجيت اون لاين اليوم. هناك 6 تصاميم للاختيار من بينها. ببساطة انقر فوق\nرمز التمديد ويمكنك البدء في استخدام fidget spinner اليوم.\n\nتعرف على مدى السرعة التي يمكنك من خلالها تدوير أداة تململ الدوار. لبدء استخدام fidget spinner ، إليك ما تريده\nتحتاج إلى القيام.\n\nأولاً ، اختر تصميم أداة تململ الدوار التي ترغب في استخدامها. المقبل لبدء الغزل تململ\nالدوار ، انقر بزر الماوس الأيسر على الماوس وقم بحركة تدور في اتجاه عقارب الساعة / عكس اتجاه عقارب الساعة.\n\nستبدأ عجلة تململ في الدوران وستعتمد سرعة التدوير على مدى سرعة تحريرك\nزر الفأرة الأيسر عند قيامك بحركة الدوران.\n\nجرب هذا الجهاز الدوار المجاني اليوم لتخفيف التوتر والملل في العمل / المدرسة.",
    "am,bn,cs,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to have a quick and easy way to relax?\n\nUse our online fidget spinner today. There are 6 designs to choose from. Simply click on the\nextension icon and you can begin using your fidget spinner today.\n\nSee how fast you can spin the fidget spinner. To begin using the fidget spinner, here is what you\nneed to do.\n\nFirst, choose the design of the fidget spinner you wish to use. Next to begin spining the fidget\nspinner, left click on your mouse and do a spinning motion clockwise/anti-clockwise.\n\nThe fidget spinner will begin to spin and the speed of rotations will depend on how fast you released\nthe left mouse button when you did the spinning motion.\n\nTry this free fidget spinner today to relieve your stress and boredom at work/school.",
    "bg": "Искате ли да имате бърз и лесен начин да се отпуснете?\n\nИзползвайте нашия онлайн фиджет спиннер днес. Има 6 дизайна, от които да избирате. Просто щракнете върху\nикона за разширение и можете да започнете да използвате своя фиджет спиннер още днес.\n\nВижте колко бързо можете да въртите фиджет спинера. За да започнете да използвате fidget spinner, ето какво трябва да направите\nтрябва да се направи.\n\nПърво изберете дизайна на фиджет спинера, който искате да използвате. След това започнете да въртите фиджето\nspinner, щракнете с левия бутон върху мишката и направете въртене по посока на часовниковата стрелка/противо часовниковата стрелка.\n\nФиджет спинерът ще започне да се върти и скоростта на въртене ще зависи от това колко бързо сте пуснали\nлевия бутон на мишката, когато правите въртене.\n\nОпитайте този безплатен фиджет спиннер днес, за да облекчите стреса и скуката си на работа/училище.",
    "ca": "Chcete mít rychlý a snadný způsob relaxace?\n\nVyužijte náš online fidget spinner ještě dnes. Na výběr je 6 designů. Jednoduše klikněte na\nikonu rozšíření a svůj fidget spinner můžete začít používat ještě dnes.\n\nPodívejte se, jak rychle dokážete roztočit fidget spinner. Chcete-li začít používat fidget spinner, zde je to, co máte\npotřebuji udělat.\n\nNejprve si vyberte design fidget spinneru, který chcete použít. Dále začněte točit fidget\nspinner, klikněte levým tlačítkem myši a proveďte točivý pohyb ve směru/proti směru hodinových ručiček.\n\nFidget spinner se začne otáčet a rychlost rotace bude záviset na tom, jak rychle jej uvolníte\nlevé tlačítko myši, když jste provedli pohyb otáčení.\n\nVyzkoušejte tento bezplatný fidget spinner ještě dnes, abyste se zbavili stresu a nudy v práci/škole.",
    "da": "Vil du have en hurtig og nem måde at slappe af på?\n\nBrug vores online fidget spinner i dag. Der er 6 designs at vælge imellem. Du skal blot klikke på\nudvidelsesikonet, og du kan begynde at bruge din fidget spinner i dag.\n\nSe, hvor hurtigt du kan dreje fidget-spinneren. For at begynde at bruge fidget spinner, her er hvad du\nskal gøre.\n\nFørst skal du vælge designet af den fidget spinner, du ønsker at bruge. Næste for at begynde at dreje fidgeten\nspinner, venstreklik på din mus og lav en roterende bevægelse med uret/mod uret.\n\nFidget-spinneren begynder at snurre, og hastigheden af rotationerne vil afhænge af, hvor hurtigt du slipper\nvenstre museknap, da du lavede den roterende bevægelse.\n\nPrøv denne gratis fidget spinner i dag for at lindre din stress og kedsomhed på arbejde/skole.",
    "de": "Möchten Sie sich schnell und einfach entspannen?\n\nNutzen Sie noch heute unseren Online-Fidget-Spinner. Es stehen 6 Designs zur Auswahl. Klicken Sie einfach auf die\nErweiterungssymbol und Sie können noch heute damit beginnen, Ihren Fidget Spinner zu verwenden.\n\nSehen Sie, wie schnell Sie den Zappelspinner drehen können. Um mit der Verwendung des Fidget Spinners zu beginnen, hier ist, was Sie tun\ntun müssen.\n\nWählen Sie zuerst das Design des Zappelspinners, den Sie verwenden möchten. Als nächstes beginnen Sie mit dem Zappeln\nSpinner, klicken Sie mit der linken Maustaste und führen Sie eine Drehbewegung im Uhrzeigersinn/gegen den Uhrzeigersinn aus.\n\nDer Zappelspinner beginnt sich zu drehen und die Rotationsgeschwindigkeit hängt davon ab, wie schnell Sie ihn loslassen\ndie linke Maustaste, wenn Sie die Drehbewegung ausgeführt haben.\n\nProbieren Sie diesen kostenlosen Zappelspinner noch heute aus, um Ihren Stress und Ihre Langeweile bei der Arbeit/in der Schule abzubauen.",
    "el": "Θέλετε να έχετε έναν γρήγορο και εύκολο τρόπο να χαλαρώσετε;\n\nΧρησιμοποιήστε το διαδικτυακό μας fidget spinner σήμερα. Υπάρχουν 6 σχέδια για να διαλέξετε. Απλώς κάντε κλικ στο\nεικονίδιο επέκτασης και μπορείτε να αρχίσετε να χρησιμοποιείτε το fidget spinner σας σήμερα.\n\nΔείτε πόσο γρήγορα μπορείτε να περιστρέψετε το fidget spinner. Για να ξεκινήσετε να χρησιμοποιείτε το fidget spinner, ορίστε τι\nπρέπει να κάνουμε.\n\nΑρχικά, επιλέξτε το σχέδιο του fidget spinner που θέλετε να χρησιμοποιήσετε. Έπειτα να αρχίσει να περιστρέφεται το fidget\nspinner, κάντε αριστερό κλικ στο ποντίκι σας και κάντε μια περιστρεφόμενη κίνηση δεξιόστροφα/αριστερόστροφα.\n\nΤο fidget spinner θα αρχίσει να περιστρέφεται και η ταχύτητα των περιστροφών θα εξαρτηθεί από το πόσο γρήγορα απελευθερώσατε\nτο αριστερό κουμπί του ποντικιού όταν κάνατε την περιστρεφόμενη κίνηση.\n\nΔοκιμάστε αυτό το δωρεάν fidget spinner σήμερα για να ανακουφίσετε το άγχος και την πλήξη σας στη δουλειά/σχολείο.",
    "es": "¿Quiere tener una manera rápida y fácil de relajarse?\n\nUtilice nuestro fidget spinner en línea hoy. Hay 6 diseños para elegir. Simplemente haga clic en el\nicono de extensión y puede comenzar a usar su fidget spinner hoy.\n\nVea qué tan rápido puede girar el fidget spinner. Para comenzar a usar el fidget spinner, esto es lo que necesita\nnecesito hacer.\n\nPrimero, elija el diseño del fidget spinner que desea usar. Siguiente para comenzar a girar el fidget\nspinner, haga clic con el botón izquierdo del ratón y haga un movimiento giratorio en el sentido de las agujas del reloj o en el sentido contrario.\n\nEl fidget spinner comenzará a girar y la velocidad de las rotaciones dependerá de qué tan rápido lo hayas soltado.\nel botón izquierdo del ratón cuando hizo el movimiento giratorio.\n\nPruebe este fidget spinner gratuito hoy para aliviar su estrés y aburrimiento en el trabajo/escuela.",
    "et": "Kas soovite kiiresti ja lihtsalt lõõgastuda?\n\nKasutage juba täna meie veebipõhist fidget spinnerit. Valikus on 6 kujundust. Lihtsalt klõpsake nuppu\nlaienduse ikooni ja saate juba täna oma fidget spinnerit kasutama hakata.\n\nVaadake, kui kiiresti saate keerutamist keerutada. Fidget Spinneri kasutamise alustamiseks toimige järgmiselt\nvaja teha.\n\nEsmalt valige kasutatava keerutaja kujundus. Järgmine, et alustada viguri keerutamist\nSpinner, klõpsake hiire vasaku nupuga ja tehke pöörlevat liikumist päripäeva/vastupäeva.\n\nFidget spinner hakkab pöörlema ja pöörlemiskiirus sõltub sellest, kui kiiresti vabastate\nhiire vasakut nuppu, kui tegite pöörleva liigutuse.\n\nProovige seda tasuta keerutajat juba täna, et leevendada oma stressi ja igavust tööl/koolis.",
    "fa": "آیا می خواهید راهی سریع و آسان برای استراحت داشته باشید؟\n\nامروز از فیجت اسپینر آنلاین ما استفاده کنید. 6 طرح برای انتخاب وجود دارد. به سادگی بر روی آن کلیک کنید\nنماد برنامه افزودنی است و می توانید از امروز شروع به استفاده از فیجت اسپینر خود کنید.\n\nببینید با چه سرعتی می توانید فیجت اسپینر را بچرخانید. برای شروع استفاده از فیجت اسپینر، این چیزی است که شما باید انجام دهید\nنیاز به انجام\n\nابتدا طرح فیجت اسپینر مورد نظر خود را انتخاب کنید. بعد شروع به چرخیدن فیجت کنید\nاسپینر، روی ماوس خود کلیک چپ کنید و یک حرکت چرخشی در جهت عقربه‌های ساعت/ضد ساعت انجام دهید.\n\nفیجت اسپینر شروع به چرخش می کند و سرعت چرخش به سرعت رها کردن شما بستگی دارد\nهنگامی که حرکت چرخشی را انجام دادید، دکمه سمت چپ ماوس را فشار دهید.\n\nامروز این فیجت اسپینر رایگان را امتحان کنید تا استرس و کسالت خود را در محل کار/مدرسه از بین ببرید.",
    "fil": "Haluatko nopean ja helpon tavan rentoutua?\n\nKäytä online-fidget spinneria tänään. Valittavana on 6 mallia. Napsauta vain\nlaajennuskuvake ja voit aloittaa fidget-spinnerin käytön jo tänään.\n\nKatso kuinka nopeasti voit pyörittää fidget-spinneriä. Aloita fidget-spinnerin käyttö tässä\ntäytyy tehdä.\n\nValitse ensin haluamasi fidget-spinnerin muotoilu. Seuraavaksi alkaa pyörittää fidgettiä\nspinner, napsauta hiiren ykköspainiketta ja tee pyörivä liike myötä-/vastapäivään.\n\nFidget-spinneri alkaa pyöriä ja pyörimisnopeus riippuu siitä, kuinka nopeasti vapautat\nhiiren vasenta painiketta, kun teit pyörivän liikkeen.\n\nKokeile tätä ilmaista fidget spinneria jo tänään lievittääksesi stressiäsi ja tylsyyttäsi töissä/koulussa.",
    "fr": "Vous voulez avoir un moyen rapide et facile de vous détendre ?\n\nUtilisez notre fidget spinner en ligne aujourd'hui. Vous avez le choix entre 6 modèles. Cliquez simplement sur le\nicône d'extension et vous pouvez commencer à utiliser votre fidget spinner dès aujourd'hui.\n\nVoyez à quelle vitesse vous pouvez faire tourner le spinner fidget. Pour commencer à utiliser le fidget spinner, voici ce que vous\nbesoin de faire.\n\nTout d'abord, choisissez le design du fidget spinner que vous souhaitez utiliser. Suivant pour commencer à faire tourner le fidget\nspinner, faites un clic gauche sur votre souris et effectuez un mouvement de rotation dans le sens des aiguilles d'une montre / dans le sens inverse des aiguilles d'une montre.\n\nLe fidget spinner commencera à tourner et la vitesse des rotations dépendra de la vitesse à laquelle vous avez relâché\nle bouton gauche de la souris lorsque vous avez fait le mouvement de rotation.\n\nEssayez ce spinner gratuit aujourd'hui pour soulager votre stress et votre ennui au travail/à l'école.",
    "hi": "आराम करने का एक त्वरित और आसान तरीका चाहते हैं?\n\nआज ही हमारे ऑनलाइन फिजेट स्पिनर का प्रयोग करें। चुनने के लिए 6 डिज़ाइन हैं। बस पर क्लिक करें\nएक्सटेंशन आइकन और आप आज ही अपने फिजेट स्पिनर का उपयोग शुरू कर सकते हैं।\n\nदेखें कि आप कितनी तेजी से फिजेट स्पिनर को स्पिन कर सकते हैं। फ़िडगेट स्पिनर का उपयोग शुरू करने के लिए, यहाँ आप क्या कर रहे हैं\nकरना पडेगा।\n\nसबसे पहले, आप जिस फिजेट स्पिनर का उपयोग करना चाहते हैं उसका डिज़ाइन चुनें। फिजेट स्पिन करना शुरू करने के लिए आगे\nस्पिनर, अपने माउस पर बायाँ-क्लिक करें और एक कताई गति दक्षिणावर्त / वामावर्त करें।\n\nफ़िडगेट स्पिनर घूमना शुरू कर देगा और घुमावों की गति इस बात पर निर्भर करेगी कि आपने कितनी तेज़ी से रिलीज़ किया\nजब आप कताई गति करते हैं तो बायाँ माउस बटन।\n\nकाम/विद्यालय में अपने तनाव और बोरियत को दूर करने के लिए आज ही इस फ्री फिजेट स्पिनर को आजमाएं।",
    "hr": "Želite li se brzo i jednostavno opustiti?\n\nIskoristite naš online fidget spinner već danas. Možete birati između 6 dizajna. Jednostavno kliknite na\nproširenje i možete početi koristiti svoj fidget spinner već danas.\n\nPogledajte koliko brzo možete vrtjeti fidget spinner. Evo što možete početi koristiti fidget spinner\ntreba učiniti.\n\nPrvo odaberite dizajn fidget spinnera koji želite koristiti. Dalje da počnete vrtjeti fidget\nspinner, kliknite lijevom tipkom miša i izvršite okretanje u smjeru kazaljke na satu/u suprotnom smjeru od kazaljke na satu.\n\nFidget spinner će se početi vrtjeti, a brzina rotacije ovisit će o tome koliko ste brzo otpustili\nlijevu tipku miša kada ste napravili rotirajući pokret.\n\nIsprobajte ovaj besplatni fidget spinner danas kako biste se oslobodili stresa i dosade na poslu/školi.",
    "hu": "Szeretnél egy gyors és egyszerű kikapcsolódást?\n\nHasználja online fidget spinnerünket még ma. 6 minta közül lehet választani. Egyszerűen kattintson a\nkiterjesztés ikonra, és már ma elkezdheti használni a fidget spinnert.\n\nNézze meg, milyen gyorsan lehet pörgetni a fidget spinnert. A fidget spinner használatának megkezdéséhez a következőket kell tennie\nmeg kell csinálni.\n\nElőször válassza ki a használni kívánt fidget spinner kialakítását. Következő, hogy elkezdje pörgetni a fidget-et\nforgó, kattintson a bal egérgombbal, és végezze el a forgó mozgást az óramutató járásával megegyezően/balra.\n\nA fidget spinner forogni kezd, és a forgási sebesség attól függ, hogy milyen gyorsan engedted el\na bal egérgombbal, amikor a forgó mozgást végezte.\n\nPróbálja ki még ma ezt az ingyenes fidget spinnert, hogy enyhítse a munkahelyi/iskolai stresszt és unalmat.",
    "id": "Ingin memiliki cara cepat dan mudah untuk bersantai?\n\nGunakan pemintal gelisah online kami hari ini. Ada 6 desain yang bisa dipilih. Cukup klik pada\nikon ekstensi dan Anda dapat mulai menggunakan pemintal gelisah hari ini.\n\nLihat seberapa cepat Anda dapat memutar pemintal gelisah. Untuk mulai menggunakan pemintal gelisah, inilah yang Anda\nperlu dilakukan.\n\nPertama, pilih desain fidget spinner yang ingin Anda gunakan. Selanjutnya untuk mulai memutar gelisah\nspinner, klik kiri pada mouse Anda dan lakukan gerakan berputar searah jarum jam/berlawanan arah jarum jam.\n\nPemintal gelisah akan mulai berputar dan kecepatan rotasi akan tergantung pada seberapa cepat Anda melepaskan\ntombol kiri mouse ketika Anda melakukan gerakan berputar.\n\nCoba fidget spinner gratis ini hari ini untuk menghilangkan stres dan kebosanan Anda di tempat kerja/sekolah.",
    "it": "Vuoi avere un modo semplice e veloce per rilassarti?\n\nUsa il nostro spinner di fidget online oggi. Ci sono 6 modelli tra cui scegliere. Basta fare clic su\nicona dell'estensione e puoi iniziare a utilizzare il tuo spinner di fidget oggi.\n\nGuarda quanto velocemente puoi far girare lo spinner di fidget. Per iniziare a utilizzare lo spinner di fidget, ecco cosa vuoi\nbisogno di fare.\n\nInnanzitutto, scegli il design dello spinner di fidget che desideri utilizzare. Avanti per iniziare a girare il fidget\nspinner, fai clic con il pulsante sinistro del mouse ed esegui un movimento di rotazione in senso orario/antiorario.\n\nLo spinner di fidget inizierà a girare e la velocità di rotazione dipenderà dalla velocità con cui hai rilasciato\nil pulsante sinistro del mouse quando hai eseguito il movimento di rotazione.\n\nProva oggi questo spinner gratuito per alleviare lo stress e la noia al lavoro/a scuola.",
    "ja": "リラックスするための迅速かつ簡単な方法が欲しいですか？\n\n今日私たちのオンラインフィジェットスピナーを使用してください。 6つのデザインから選択できます。をクリックするだけです\n拡張アイコンとあなたは今日あなたのフィジェットスピナーを使い始めることができます。\n\nハンドスピナーをどれだけ速く回転できるかをご覧ください。フィジェットスピナーの使用を開始するには、次のようにします\nする必要があります。\n\nまず、使用するフィジェットスピナーのデザインを選択します。次に、そわそわの回転を開始します\nスピナー、マウスを左クリックして、時計回り/反時計回りに回転動作を行います。\n\nハンドスピナーが回転し始め、回転速度はリリースした速度によって異なります\n回転動作を行ったときのマウスの左ボタン。\n\n仕事や学校でのストレスや退屈を和らげるために、今日この無料のハンドスピナーを試してみてください。",
    "ko": "쉽고 빠르게 휴식을 취하고 싶으신가요?\n\n지금 온라인 피젯 스피너를 사용하십시오. 6가지 디자인이 준비되어 있습니다. 간단히\n확장 아이콘을 클릭하면 오늘부터 피젯 스피너를 사용할 수 있습니다.\n\n피젯 스피너를 얼마나 빨리 돌릴 수 있는지 확인하십시오. 피젯 스피너 사용을 시작하려면 다음과 같이 하십시오.\n할 필요가.\n\n먼저 사용하려는 피젯 스피너의 디자인을 선택합니다. 다음은 피젯 회전을 시작하기 위해\n스피너를 사용하려면 마우스 왼쪽 버튼을 클릭하고 시계 방향/반시계 방향으로 회전 동작을 수행합니다.\n\n피젯 스피너가 회전하기 시작하고 회전 속도는 얼마나 빨리 놓았는지에 따라 달라집니다.\n회전 동작을 수행할 때 마우스 왼쪽 버튼을 누릅니다.\n\n오늘 이 무료 피젯 스피너를 사용해 직장/학교에서 스트레스와 지루함을 해소하세요.",
    "lt": "Norite greitai ir lengvai atsipalaiduoti?\n\nŠiandien naudokite mūsų internetinį „fidget“ suktuką. Galima rinktis iš 6 dizainų. Tiesiog spustelėkite\nplėtinio piktogramą ir galite pradėti naudoti savo „fidget spinner“ jau šiandien.\n\nPažiūrėkite, kaip greitai galite sukti „fidget“ suktuką. Norėdami pradėti naudoti „fidget spinner“, štai ką jūs\nreikia padaryti.\n\nPirmiausia pasirinkite norimo naudoti „fidget“ suktuko dizainą. Kitas, kad pradėtumėte sukti „fidget“.\nsuktuką, spustelėkite kairįjį pelės klavišą ir atlikite sukimosi judesį pagal laikrodžio rodyklę / prieš laikrodžio rodyklę.\n\n„Fidget“ suktukas pradės suktis, o sukimosi greitis priklausys nuo to, kaip greitai atleisite\nkairįjį pelės mygtuką, kai atlikote sukimosi judesį.\n\nIšbandykite šį nemokamą suktuką šiandien, kad sumažintumėte stresą ir nuobodulį darbe / mokykloje.",
    "lv": "Vai vēlaties ātri un vienkārši atpūsties?\n\nIzmantojiet mūsu tiešsaistes fidget spinner šodien. Ir pieejami 6 modeļi, no kuriem izvēlēties. Vienkārši noklikšķiniet uz\npaplašinājuma ikonu, un varat sākt lietot savu fidget spinner jau šodien.\n\nSkatiet, cik ātri jūs varat pagriezt fidget spinner. Lai sāktu izmantot fidget spinner, šeit ir tas, ko jūs varat darīt\nvajag darīt.\n\nVispirms izvēlieties fidget spinner dizainu, kuru vēlaties izmantot. Tālāk, lai sāktu griezt fidget\ngriezējs, ar peles kreiso pogu noklikšķiniet uz un veiciet griešanās kustību pulksteņrādītāja virzienā/pretēji pulksteņrādītāja virzienam.\n\nFidget spinner sāks griezties, un griešanās ātrums būs atkarīgs no tā, cik ātri atlaidīsit\nkreiso peles pogu, kad veicāt griešanās kustību.\n\nIzmēģiniet šo bezmaksas fidget spinner šodien, lai mazinātu stresu un garlaicību darbā/skolā.",
    "ms": "Ingin mempunyai cara yang cepat dan mudah untuk berehat?\n\nGunakan pemutar gelisah dalam talian kami hari ini. Terdapat 6 design untuk dipilih. Hanya klik pada\nikon sambungan dan anda boleh mula menggunakan pemutar gelisah anda hari ini.\n\nLihat seberapa pantas anda boleh memutarkan fidget spinner. Untuk mula menggunakan pemutar gelisah, inilah yang anda\nperlu buat.\n\nMula-mula, pilih reka bentuk fidget spinner yang ingin anda gunakan. Seterusnya untuk mula memutar gelisah\npemutar, klik kiri pada tetikus anda dan lakukan gerakan berputar mengikut arah jam/lawan arah jam.\n\nPemutar gelisah akan mula berputar dan kelajuan putaran bergantung pada kelajuan anda dilepaskan\nbutang kiri tetikus apabila anda melakukan gerakan berputar.\n\nCuba fidget spinner percuma ini hari ini untuk menghilangkan tekanan dan kebosanan anda di tempat kerja/sekolah.",
    "nl": "Wil je snel en gemakkelijk kunnen ontspannen?\n\nGebruik vandaag nog onze online fidget spinner. Er zijn 6 ontwerpen om uit te kiezen. Klik gewoon op de\nextensiepictogram en u kunt uw fidget-spinner vandaag nog gaan gebruiken.\n\nKijk hoe snel je de fidget spinner kunt laten draaien. Om te beginnen met het gebruik van de fidget spinner, is dit wat je moet doen:\nmoeten doen.\n\nKies eerst het ontwerp van de fidget spinner die je wilt gebruiken. Volgende om aan de fidget te beginnen\nspinner, klik met de linkermuisknop en maak een draaiende beweging met de klok mee/tegen de klok in.\n\nDe fidget spinner begint te draaien en de rotatiesnelheid hangt af van hoe snel je loslaat\nde linkermuisknop wanneer u de draaiende beweging deed.\n\nProbeer deze gratis fidget spinner vandaag nog om je stress en verveling op het werk/school te verlichten.",
    "no": "Vil du ha en rask og enkel måte å slappe av på?\n\nBruk vår online fidget-spinner i dag. Det er 6 design å velge mellom. Bare klikk på\nutvidelsesikonet, og du kan begynne å bruke fidget-spinneren i dag.\n\nSe hvor raskt du kan snurre fidget-spinneren. For å begynne å bruke fidget spinner, her er hva du\ntrenger å gjøre.\n\nVelg først utformingen av fidget-spinneren du ønsker å bruke. Neste for å begynne å snurre fidgeten\nspinner, venstreklikk på musen og gjør en roterende bevegelse med klokken/mot klokken.\n\nFidget-spinneren vil begynne å snurre og hastigheten på rotasjonene vil avhenge av hvor raskt du slipper\nvenstre museknapp når du gjorde snurrebevegelsen.\n\nPrøv denne gratis fidget-spinneren i dag for å lindre stress og kjedsomhet på jobb/skole.",
    "pl": "Chcesz mieć szybki i łatwy sposób na relaks?\n\nSkorzystaj z naszego internetowego spinnera Fidget już dziś. Do wyboru jest 6 wzorów. Po prostu kliknij na\nikonę rozszerzenia i już dziś możesz zacząć korzystać z fidget spinner.\n\nZobacz, jak szybko możesz zakręcić fidget spinner. Aby rozpocząć korzystanie z fidget spinner, oto, co ty\nmusieć zrobić.\n\nNajpierw wybierz projekt fidget spinner, którego chcesz użyć. Następnie, aby zacząć kręcić fidget\nspinner, kliknij lewym przyciskiem myszy i wykonaj ruch obrotowy zgodnie z ruchem wskazówek zegara/przeciwnie do ruchu wskazówek zegara.\n\nFidget spinner zacznie się kręcić, a prędkość obrotów będzie zależeć od tego, jak szybko puściłeś\nlewy przycisk myszy, gdy wykonałeś ruch obrotowy.\n\nWypróbuj ten darmowy fidget spinner już dziś, aby złagodzić stres i nudę w pracy / szkole.",
    "ro": "Vrei să ai un mod rapid și ușor de a te relaxa?\n\nFolosiți astăzi robotul nostru online. Există 6 modele din care să alegeți. Pur și simplu faceți clic pe\npictograma extensie și puteți începe să utilizați azi robotul fidget.\n\nVezi cât de repede poți învârti spinnerul fidget. Pentru a începe să utilizați fidget spinner, iată ce aveți\ntrebuie sa fac.\n\nÎn primul rând, alegeți designul spinnerului pe care doriți să îl utilizați. Urmează să începi să învârti agitația\nspinner, faceți clic stânga pe mouse și faceți o mișcare de rotire în sensul acelor de ceasornic/în sens invers acelor de ceasornic.\n\nÎnvârtitorul va începe să se rotească, iar viteza de rotație va depinde de cât de repede ați eliberat\nbutonul stâng al mouse-ului când ați făcut mișcarea de rotire.\n\nÎncercați astăzi acest filator fidget gratuit pentru a vă elibera stresul și plictiseala la serviciu/școală.",
    "ru": "Хотите быстро и легко расслабиться?\n\nВоспользуйтесь нашим онлайн-спиннером сегодня. На выбор 6 дизайнов. Просто нажмите на\nзначок расширения, и вы можете начать использовать свой прядильщик сегодня.\n\nПосмотрите, как быстро вы можете вращать спиннер. Чтобы начать использовать спиннер, вот что вам нужно\nнужно сделать.\n\nВо-первых, выберите дизайн спиннера, который вы хотите использовать. Далее, чтобы начать крутить непоседа\nspinner, щелкните левой кнопкой мыши и выполните вращательное движение по часовой стрелке/против часовой стрелки.\n\nСпиннер начнет вращаться, и скорость вращения будет зависеть от того, насколько быстро вы его отпустили.\nлевой кнопкой мыши, когда вы делали вращательное движение.\n\nПопробуйте этот бесплатный спиннер сегодня, чтобы снять стресс и скуку на работе/учебе.",
    "sk": "Chcete si rýchlo a jednoducho oddýchnuť?\n\nVyužite náš online fidget spinner ešte dnes. Na výber je 6 dizajnov. Stačí kliknúť na\nikonu rozšírenia a svoj fidget spinner môžete začať používať už dnes.\n\nPozrite sa, ako rýchlo dokážete roztočiť fidget spinner. Ak chcete začať používať fidget spinner, tu je to, čo máte\ntreba spraviť.\n\nNajprv si vyberte dizajn fidget spinneru, ktorý chcete použiť. Ďalej začnite točiť fidget\nspinner, kliknite ľavým tlačidlom myši a otočte sa v smere/proti smeru hodinových ručičiek.\n\nFidget spinner sa začne točiť a rýchlosť otáčania bude závisieť od toho, ako rýchlo ho pustíte\nľavé tlačidlo myši, keď ste vykonali otáčavý pohyb.\n\nVyskúšajte tento bezplatný fidget spinner ešte dnes, aby ste si uľavili od stresu a nudy v práci/škole.",
    "sl": "Želite imeti hiter in enostaven način za sprostitev?\n\nUporabite naš spletni fidget spinner še danes. Na izbiro je 6 modelov. Preprosto kliknite na\nrazširitev in že danes lahko začnete uporabljati svoj fidget spinner.\n\nOglejte si, kako hitro lahko zavrtite fidget spinner. Če želite začeti uporabljati fidget spinner, je to tisto, kar potrebujete\ntreba narediti.\n\nNajprej izberite obliko fidget spinnerja, ki ga želite uporabiti. Nato začnite vrteti fidgeta\nvrtljivim gumbom, kliknite z levim gumbom miške in se vrtite v smeri urinega kazalca/v nasprotni smeri urinega kazalca.\n\nFidget spinner se bo začel vrteti in hitrost vrtenja bo odvisna od tega, kako hitro ste spustili\nlevi gumb miške, ko ste naredili vrtenje.\n\nPreizkusite ta brezplačni fidget spinner še danes, da razbremenite stres in dolgčas v službi/šoli.",
    "sr": "Желите да имате брз и лак начин да се опустите?\n\nИскористите наш онлајн фидгет спиннер данас. Постоји 6 дизајна које можете изабрати. Једноставно кликните на\nикона проширења и можете почети да користите свој фидгет спиннер већ данас.\n\nПогледајте колико брзо можете да окрећете фидгет спиннер. Да бисте почели да користите фидгет спиннер, ево шта вам треба\nТреба да уради.\n\nПрво изаберите дизајн фидгет спиннера који желите да користите. Следеће да почне да врти фидгет\nспиннер, кликните левим тастером миша и извршите окретање у смеру казаљке на сату/у супротном смеру казаљке на сату.\n\nФидгет спиннер ће почети да се окреће и брзина ротације ће зависити од тога колико брзо сте пустили\nлевим тастером миша када сте извршили ротирајући покрет.\n\nИспробајте овај бесплатни фидгет спиннер данас да бисте се ослободили стреса и досаде на послу/школи.",
    "sv": "Vill du ha ett snabbt och enkelt sätt att koppla av?\n\nAnvänd vår online fidget spinner idag. Det finns 6 mönster att välja mellan. Klicka bara på\nförlängningsikon och du kan börja använda din fidget spinner idag.\n\nSe hur snabbt du kan snurra fidget spinnern. För att börja använda fidget spinner, här är vad du\nbehöver göra.\n\nVälj först designen på den fidget spinner du vill använda. Nästa för att börja snurra fidgeten\nspinner, vänsterklicka på musen och gör en snurrande rörelse medurs/moturs.\n\nFidget-spinnaren kommer att börja snurra och rotationshastigheten beror på hur snabbt du släpper\nvänster musknapp när du gjorde snurrrörelsen.\n\nProva denna gratis fidget spinner idag för att lindra din stress och tristess på jobbet/skolan.",
    "th": "ต้องการมีวิธีผ่อนคลายที่ง่ายและรวดเร็วหรือไม่?\n\nใช้สปินเนอร์ fidget ออนไลน์ของเราวันนี้ มี 6 แบบให้เลือก เพียงคลิกที่\nไอคอนส่วนขยาย และคุณสามารถเริ่มใช้เครื่องปั่นด้ายได้แล้ววันนี้\n\nดูว่าคุณสามารถหมุนฟิดเจ็ตสปินเนอร์ได้เร็วแค่ไหน เพื่อเริ่มใช้ fidget spinner นี่คือสิ่งที่คุณต้องการ\nจำเป็นต้องทำ.\n\nขั้นแรก เลือกการออกแบบของ fidget spinner ที่คุณต้องการใช้ ถัดไปเพื่อเริ่มหมุนอยู่ไม่สุข\nสปินเนอร์ คลิกซ้ายที่เมาส์แล้วหมุนตามเข็มนาฬิกา/ทวนเข็มนาฬิกา\n\nฟิดเจ็ตสปินเนอร์จะเริ่มหมุนและความเร็วของการหมุนจะขึ้นอยู่กับความเร็วที่คุณปล่อย\nปุ่มซ้ายของเมาส์เมื่อคุณหมุน\n\nลองเล่น fidget spinner ฟรีวันนี้เพื่อคลายความเครียดและความเบื่อหน่ายในที่ทำงาน/โรงเรียน",
    "tr": "Rahatlamak için hızlı ve kolay bir yol mu istiyorsunuz?\n\nBugün çevrimiçi stres çarkımızı kullanın. Seçilebilecek 6 tasarım var. Basitçe tıklayın\nuzantı simgesini tıklayın ve bugün stres çarkınızı kullanmaya başlayabilirsiniz.\n\nStres çarkını ne kadar hızlı çevirebileceğinizi görün. Stres çarkını kullanmaya başlamak için, işte yapmanız gerekenler\nyapma ihtiyacı.\n\nİlk olarak, kullanmak istediğiniz stres çarkının tasarımını seçin. Fidget'ı döndürmeye başlamak için sonraki\ndöndürücü, farenize sol tıklayın ve saat yönünde/saat yönünün tersine dönme hareketi yapın.\n\nStres çarkı dönmeye başlayacak ve dönüş hızı, ne kadar hızlı serbest bıraktığınıza bağlı olacaktır.\nDönme hareketini yaptığınızda farenin sol tuşuna basın.\n\nİşteki/okuldaki stresinizi ve can sıkıntınızı gidermek için bu ücretsiz stres çarkını bugün deneyin.",
    "uk": "Хочете швидко та легко розслабитися?\n\nСкористайтеся нашим онлайн-крутилом сьогодні. На вибір є 6 дизайнів. Просто натисніть на\nзначок розширення, і ви можете почати використовувати свій фіджет-крутильник вже сьогодні.\n\nПодивіться, як швидко ви можете крутити блешню Fidget. Ось що вам потрібно, щоб почати використовувати фіджет-спиннер\nпотрібно зробити.\n\nПо-перше, виберіть дизайн спиннера Fidget Spinner, який ви хочете використовувати. Далі почати крутити непосиду\nspinner, клацніть лівою кнопкою миші та зробіть обертальний рух за годинниковою стрілкою/проти годинникової стрілки.\n\nНепоседа почне крутитися, і швидкість обертання буде залежати від того, як швидко ви випустили\nліву кнопку миші, коли ви робите обертальний рух.\n\nСпробуйте цей безкоштовний фіджет-спиннер сьогодні, щоб зняти стрес і нудьгу на роботі чи в школі.",
    "vi": "Bạn muốn có một cách nhanh chóng và dễ dàng để thư giãn?\n\nSử dụng con quay fidget spinner trực tuyến của chúng tôi ngay hôm nay. Có 6 kiểu dáng để bạn lựa chọn. Chỉ cần nhấp vào\nbiểu tượng tiện ích mở rộng và bạn có thể bắt đầu sử dụng con quay fidget spinner của mình ngay hôm nay.\n\nXem bạn có thể quay con quay fidget spinner nhanh như thế nào. Để bắt đầu sử dụng fidget spinner, đây là những gì bạn\ncần làm.\n\nĐầu tiên, chọn thiết kế của con quay fidget spinner mà bạn muốn sử dụng. Tiếp theo để bắt đầu quay thần tài\nspinner, nhấp chuột trái vào chuột của bạn và thực hiện chuyển động quay theo chiều kim đồng hồ / ngược chiều kim đồng hồ.\n\nCon quay fidget spinner sẽ bắt đầu quay và tốc độ quay sẽ phụ thuộc vào tốc độ bạn thả ra\nnút chuột trái khi bạn thực hiện chuyển động quay.\n\nHãy thử trò chơi fidget spinner miễn phí này ngay hôm nay để giảm bớt căng thẳng và buồn chán ở nơi làm việc / trường học.",
    "zh_CN": "想要快速轻松地放松吗？\n\n立即使用我们的在线指尖陀螺。有 6 种设计可供选择。只需点击\n扩展图标，您今天就可以开始使用您的指尖陀螺了。\n\n看看你可以多快旋转指尖陀螺。要开始使用指尖陀螺，这里是你\n需要做。\n\n首先，选择您想要使用的指尖陀螺的设计。接下来开始旋转烦躁\n微调器，左键单击鼠标并顺时针/逆时针旋转。\n\n指尖陀螺将开始旋转，旋转速度取决于您释放的速度\n进行旋转动作时的鼠标左键。\n\n今天就试试这款免费的指尖陀螺，以减轻您在工作/学校的压力和无聊。",
    "zh_TW": "想要快速輕鬆地放鬆嗎？\n\n立即使用我們的在線指尖陀螺。有 6 種設計可供選擇。只需點擊\n擴展圖標，您今天就可以開始使用您的指尖陀螺了。\n\n看看你可以多快旋轉指尖陀螺。要開始使用指尖陀螺，這裡是你\n需要做。\n\n首先，選擇您想要使用的指尖陀螺的設計。接下來開始旋轉煩躁\n微調器，左鍵單擊鼠標並順時針/逆時針旋轉。\n\n指尖陀螺將開始旋轉，旋轉速度取決於您釋放的速度\n進行旋轉動作時的鼠標左鍵。\n\n今天就試試這款免費的指尖陀螺，以緩解您在工作/學校的壓力和無聊。"
  }
}