{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "D2L Grade Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate your potential grades in D2L courses"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The D2L Grade Scanner and Predictor Tool is a browser extension or application designed to streamline academic performance tracking directly from the D2L platform. It scans your grades from the Grades tab, calculates your overall grade, and allows you to input hypothetical scores to predict how future performance will impact your final grade.\n\nFeatures:\n\nGrade Scanning & Importing:\n\nAutomatically detects and imports grades from the D2L Grades tab.\nRecognizes graded items, total points, weights, and categories (if applicable).\n\nReal-Time Grade Calculation:\n\nProvides real-time updates on your current grade percentage.\nDisplays weighted averages for categories if your course uses weighted grading.\n\nHypothetical Grade Simulator:\n\nAllows you to input potential grades for assignments, quizzes, or exams not yet graded.\n\nShows how these hypothetical scores would impact your overall course grade.\nCustomizable Scenarios:\n\nCreate multiple hypothetical scenarios (e.g., \"If I score 85% on the final exam\").\nSave scenarios for comparison or planning.\n\n\nHow It Works:\n\nIntegration: Install the tool as a browser extension (Chrome, Edge, etc.) or standalone application.\n\nData Import: Log into D2L and navigate to the Grades tab. The tool automatically scans and imports grade data.\n\nGrade Prediction: Use the hypothetical grade simulator to test different performance outcomes.\n\nAnalysis: Review visualizations and insights to understand your academic standing and areas for improvement.\n\nSecurity and Privacy: The tool operates locally on your device and does not store or share your grades or personal data externally."
  }
}