{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Email Tracker for Gmail by PandaDoc"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension lets you know immediately once your email has been opened by its recipient."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Email Tracker for Gmail: A Chrome extension from PandaDoc that lets you know when recipients open your emails.\n\nGet free, unlimited email tracking for Gmail. Find out when your emails are opened and how often they’re viewed — right within your Gmail account.\n\nFree Email Tracker for Gmail is an ideal solution for anyone who relies on email to get their job done — salespeople, marketers, content creators, and more. Use this valuable Chrome extension for email engagement tracking, partnership and sales follow-ups, or simply as an email delivery confirmation tool.\n\nWith Free Email Tracker for Gmail, you’ll:\n- Know when to follow up\n- Improve deliverability\n- Get quick access to email performance data\n\nFree Email Tracker for Gmail is easy to use. Here’s how:\n- Install the extension\n- Send emails as you normally do\n- Choose which individual emails you’d like to track\n- Go to your Sent folder to see which emails have been opened\n- ✅means your email hasn’t been opened\n- ✅✅ your email has been opened\n- Hover over the ✅ icons to see when and how often your emails have been opened\n\nTop features:\n- Free and unlimited — no limit on how many emails you can track\n- See how often — and how recently — an email has been opened\n- Find out if an email is still unopened\n- Turn email tracking on or off\n- Analyze email performance\n- Seamless interface with your Gmail\n- 100% FREE — NO ADS!"
  }
}