{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quriosity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personalized AI Course Creator within seconds. Any topic, Any language, Any level."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Quriosity, the world's first AI Course Creator that delivers personalized courses on any topic within seconds. Simply provide a single sentence about your desired subject, and our advanced AI technology will generate a comprehensive course tailored to your interests.\n\nKey Features:\n\na) AI-powered course generation: Get customized courses on any topic within seconds.\nb) Personalized learning experience: Tailor courses to your specific interests and needs.\nc) Wide range of topics: Explore any subject, from business to technology, and everything in between.\nd) Easy-to-use interface: Simply input a sentence and let the AI do the rest.\ne) Free access: Unlimited, no-cost courses to satisfy your intellectual curiosity.\n\nUse Cases:\n\n• Enhance your knowledge in specific areas or explore new subjects.\n• Reinforce your professional skills or pursue personal development.\n• Share customized courses with friends, family, or colleagues.\n\nUnleash the power of Quriosity and enjoy a world of limitless learning possibilities, customized to your interests and available at your fingertips.\n\nVisit - https://www.quriosity.world/\nPlayStore - https://play.google.com/store/apps/details?id=world.quriosity.app\n\nReach out to us at team@quriosity.world"
  }
}