{
  "name": {
    "ar": "Climb Racing 3D",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Climb Racing 3d"
  },
  "short": {
    "ar": "قد السيارة عبر مسارات مليئة بالتحديات ووصل إلى خط النهاية! لعبة سباق تسلق ثلاثية الأبعاد ممتعة ومسببة للإدمان.",
    "am,bg,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drive through challenging tracks and reach the finish line! A fun and addictive 3D hill climb racing game.",
    "bn": "চ্যালেঞ্জিং পথ ধরে গাড়ি চালান এবং ফিনিশ লাইনে পৌঁছান! একটি মজার এবং আকর্ষণীয় 3D পাহাড় আরোহী রেসিং গেম।",
    "de": "Fahren Sie durch herausfordernde Strecken und erreichen Sie die Ziellinie! Ein lustiges und süchtig machendes…",
    "es": "Conduce a través de pistas desafiantes y llega a la meta. ¡Un divertido y adictivo juego de carreras de escalada 3D!",
    "fr": "Conduisez sur des pistes difficiles et atteignez la ligne d'arrivée ! Un jeu de course en 3D amusant et addictif.",
    "hi": "चुनौतीपूर्ण ट्रैक्स पर ड्राइव करें और फिनिश लाइन तक पहुँचें! एक मज़ेदार और आकर्षक 3D हिल क्लाइंब रेसिंग गेम।",
    "ja": "挑戦的なコースを走り抜け、ゴールを目指そう！楽しくて夢中になる3Dヒルクライムレースゲーム。",
    "ru": "Пройдите через сложные трассы и доберитесь до финиша! Веселая и захватывающая 3D гоночная игра по склонам."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Climb Racing 3D: The Ultimate Hill Climb Racing Game for Chrome Users\nTake your gaming experience to the next level with Climb Racing 3D, a thrilling and addictive hill climb racing game now optimized for Google Chrome! Designed for smooth performance and maximum enjoyment, this game is perfect for fans of unblocked racing games and adventure unblocked car games. Whether you’re at work, school, or just relaxing at home, Climb Racing 3D offers endless fun directly through your browser.\n\nKey Features\nSeamless Gameplay on Chrome\nEnjoy a lag-free experience optimized for Chrome Tools users. No additional downloads or installations required—just click and play!\n\nRealistic 3D Physics\nExperience the thrill of hill climber games with physics-based challenges that feel lifelike. Navigate steep hills, rocky terrains, and treacherous slopes.\n\nWide Variety of Vehicles\nChoose from off-road trucks, dirt bikes, and even unique vehicles inspired by Lego Hill Climb games. Each vehicle is designed with unique strengths and weaknesses, giving you a tactical edge.\n\nPlay Offline or Online\nWhether you’re connected to the internet or playing offline, Climb Racing 3D guarantees a seamless experience.\n\nCustomizable Controls\nAdapt the controls to suit your preference, including support for keyboard and gamepad inputs. Perfect for players wondering about Hill Climb Racing PC controls or how to enjoy racing games directly in their browser.\n\nWhy Choose Climb Racing 3D on Chrome?\n1. Optimized for Chrome Tools Users\nIf you’ve ever searched for Hill Climb Racing PC’de nasıl oynanır, Hill Climb Racing bilgisayara yükleme, or similar terms, look no further. Climb Racing 3D is the perfect solution for Chrome users who want instant access to a high-quality racing game.\n\n2. Lightweight and Fast\nUnlike traditional PC games, Climb Racing 3D runs directly in your browser without hogging system resources. It’s perfect for users looking for unblocked racing games or adventure car games that work flawlessly on school or work computers.\n\n3. Frequent Updates\nWe’re constantly improving the game based on user feedback. Look forward to new vehicles, levels, and features in upcoming updates.\n\nHow to Play on Chrome\nAdd to Chrome\nSimply click the \"Add to Chrome\" button on the Chrome Web Store page to install Climb Racing 3D.\n\nLaunch the Game\nOnce installed, open the game directly from your Chrome Apps menu or toolbar.\n\nStart Racing\nUse your keyboard or mouse to control your vehicle. Navigate through challenging tracks, conquer hills, and aim for the highest scores.\n\nEnjoy Offline Mode\nUnlike many other browser games, Climb Racing 3D also works offline, making it ideal for users searching for unblocked car games or offline racing games.\n\nTop Search Terms for Chrome Tools Users\nHere’s why Climb Racing 3D is perfect for players searching for these popular terms:\n\nHill Climb Racing PC’de nasıl oynanır: Our game offers PC-level performance in your browser.\nHill Climb Racing bilgisayarda ücretsiz oynama: Completely free-to-play, no hidden costs!\nHill Climb Racing Windows 10 uyumlu mu: Fully optimized for all modern browsers on Windows 10 and beyond.\nUnblocked racing games for school: Play without restrictions in a secure browser environment.\nAdventure unblocked car games: Explore diverse tracks and enjoy adventurous gameplay.\nTrack Diversity and Adventure\nClimb Racing 3D takes you across a wide range of terrains, including:\n\nRocky Mountains: Test your control on rugged paths.\nSandy Deserts: Manage traction and speed in challenging sand dunes.\nSnowy Hills: Avoid slipping on icy roads.\nUrban Landscapes: Maneuver through tight city tracks.\nEach level offers a unique experience, ensuring you never run out of excitement.\n\nJoin the Racing Community\nCompete with players worldwide and climb the leaderboards. Whether you're setting a new high score or simply enjoying the drive, Climb Racing 3D is designed to keep you entertained. Share your achievements and invite friends to play directly through Chrome!\n\nWhat Sets Climb Racing 3D Apart?\nNo Downloads Needed: Unlike traditional games, Climb Racing 3D runs directly in your Chrome browser.\nHigh Performance: Optimized for speed and graphics, even on low-end devices.\nQuick Access: Start playing in seconds—perfect for Chrome Tools enthusiasts.\nReady to Race?\nDon’t wait any longer! Add Climb Racing 3D to your Chrome browser today and experience the ultimate hill climbing adventure. Whether you’re looking for a casual game to pass the time or a challenging racing experience, Climb Racing 3D delivers it all. Start your engines and conquer the hills like never before!"
  }
}