{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Ads for Affiliates (Simple Checklist)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step-by-step checklist for effective YouTube ads in affiliate marketing. Drive conversions with proven strategies!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to drive targeted traffic to your affiliate offers with YouTube ads? \n\nThis Chrome extension is a complete step-by-step checklist designed to help affiliates, internet marketers, small business owners, and YouTubers effectively set up, optimize, and manage YouTube ad campaigns for affiliate marketing success.\n\nWith our detailed, easy-to-follow checklist, you’ll learn exactly how to set up YouTube ads and make the most of your budget. \n\nFrom creating impactful YouTube video ads to mastering YouTube ad manager setup, this guide covers everything you need to know to drive high-quality traffic and boost conversions on your affiliate links. \n\nHere’s what you can expect:\n\n- YouTube Ad Setup Guide: A beginner-friendly checklist covering how to set up YouTube ads, choose the right format, and launch your campaign with confidence.\n\n- Affiliate Traffic Generation: Discover the best strategies to drive consistent traffic to your affiliate offers through YouTube ads for affiliate marketing.\n\n- Optimizing YouTube Ads for Affiliates: Learn optimization tips to maximize click-through rates, improve conversion rates, and enhance ROI.\n\n- Budgeting and ROI for YouTube Ads: Get insights on setting the right budget for cost-effective YouTube ad campaigns and tracking performance.\n\n- Retargeting and Remarketing: Target potential customers who have interacted with your content before, enhancing the likelihood of conversions.\n\n- Best YouTube Ad Types: From skippable ads to in-stream ads, find the ideal format for your affiliate marketing goals.\n\nWhether you’re promoting CPA offers, generating traffic to affiliate links, or aiming to boost conversions, this Chrome extension simplifies every step of the YouTube ad campaign setup process. \n\nIt’s the perfect tool to guide you through YouTube ads for affiliate products and grow your affiliate income. \n\nStart creating effective YouTube ads and see results faster!\n\nGet started today and explore the possibilities of YouTube ads for affiliate marketing."
  }
}