{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Todoist for Chrome",
    "da": "Todoist til Chrome",
    "de": "Todoist für Chrome",
    "es,pt_BR,pt_PT": "Todoist para Chrome",
    "fi": "Todoist Chromelle",
    "fr": "Todoist pour Chrome",
    "it": "Todoist per Chrome",
    "ko": "크롬을 위한 Todoist",
    "nl": "Todoist voor Chrome",
    "pl": "Todoist dla Chrome",
    "ru": "Todoist для Chrome",
    "sv": "Todoist för Chrome",
    "tr": "Chrome için Todoist",
    "zh_CN,zh_TW": "Chrome版Todoist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Organize work and life with Todoist for Chrome",
    "da": "Organiser dit arbejde og liv med Todoist til Chrome",
    "de": "Organisiere Arbeit und Leben mit Todoist für Chrome",
    "es": "Organiza tu trabajo y tu vida con Todoist para Chrome",
    "fi": "Järjestä työsi ja elämäsi Chrome-laajennuksella",
    "fr": "Organisez votre vie et votre travail avec Todoist pour Chrome",
    "it": "Organizza la tua vita e il tuo lavoro con Todoist per Chrome",
    "ja": "Todoist for Chrome で仕事と生活を管理",
    "ko": "크롬을 위한 Todoist와 함께 일과 생활을 관리하세요",
    "nl": "Organiseer je werk als privé-leven met Todoist voor Chrome",
    "no": "Organiser jobben og livet ditt med Todoist for Chrome",
    "pl": "Organizuj pracę i życie z Todoist dla Chrome",
    "pt_BR,pt_PT": "Organize trabalho e vida pessoal com Todoist para Chrome",
    "ru": "Организуйте свою жизнь и работу с Todoist для Chrome",
    "sv": "Håll koll på e-posten med Todoist för Chrome",
    "tr": "Chrome için Todoist ile İşlerini ve Hayatını Düzenle",
    "zh_CN": "使用Chrome版Todoist管理邮件",
    "zh_TW": "使用Chrome版Todoist管理郵件"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Ranked as “the best to-do list right now” by The Verge, Todoist is used by 25 million people to organize, plan and collaborate on projects, both big and small.\n\nUse Todoist for Chrome to:\n• Add websites as tasks: Add a blog post to your reading list. Save an item to your wishlist. Add work tasks to follow up on.\n• Plan your day: Quickly organize your tasks for the day right from the extension. \n• Complete tasks from the browser: Once your tasks are done, check them off without switching context.\n\nDo more with Todoist on desktop and mobile: \n• Capture and organize tasks the moment they pop into your head.\n• Remember deadlines with reminders and due dates.\n• Build lasting habits with recurring due dates like \"every Monday\".\n• Collaborate on projects by assigning tasks to others.\n• Prioritize your tasks with priority levels.\n• Track your progress with personalized productivity trends.\n\nWith access to 60+ app integrations like Google Drive, Dropbox, Zapier, Evernote, and Slack, Todoist will quickly become your hub for getting work and life organized.\n\nHappy organizing!\n\n• • •\n\nQuestions? Feedback? Visit https://get.todoist.help or reach out on Twitter @todoist.",
    "da": "Todoist er rangeret som \"den bedste to-do-liste lige nu\" af The Verge og bruges af 25 millioner mennesker til at organisere, planlægge og samarbejde på projekter, store som små.\n \nBrug Todoist til Chrome til at:\n• Tilføje websider som opgaver: Føj et blogindlæg til din læseliste. Gem en vare på din ønskeliste. Tilføj arbejdsopgaver til senere opfølgning.\n• Planlægge din dag: Organiser hurtigt dagens opgaver direkte fra udvidelsen.\n• Udføre opgaver fra browseren: Når dine opgaver er udført, kan du krydse dem af uden at skifte kontekst.\n \nFå mere gjort med Todoist på skrivebordet og mobilen:\n• Nedfæld og organiser opgaver i det øjeblik, de dukker op i dit hoved.\n• Husk deadlines vha. påmindelser og forfaldsdatoer. \n• Opbyg varige vaner med tilbagevendende forfaldsdatoer som \"hver mandag\".\n• Samarbejd på projekter ved at tildele opgaver til andre.\n• Prioriter dine opgaver med prioritetsniveauer.\n• Følg dine fremskridt med personaliserede produktivitetstendenser.\n \nMed adgang til over 60 appintegrationer som fx Google Drev, Dropbox, Zapier, Evernote og Slack, bliver Todoist hurtigt dit kommandocenter til at organisere dit arbejde og liv. Desuden kan vores Wunderlist-importør hjælpe dig med at skifte værktøjer og komme i gang på få minutter.\n \nGod fornøjelse med at blive organiseret!\n \n• • •\n \nSpørgsmål? Feedback? Besøg get.todoist.help eller kontakt os på Twitter @todoist.",
    "de": "Todoist ist laut The Verge „die derzeit beste To-Do List App“ und wird von 25 Millionen Menschen verwendet, die organisieren, planen und an größeren oder kleineren Projekten zusammenarbeiten möchten.\n \nMit Todoist für Chrome kannst du:\n• Websites als Aufgaben hinzufügen: Füge einen Blogbeitrag zu deiner Leseliste hinzu. Setze Dinge auf deine Wunschliste. Füge Arbeitsaufgaben zur Nachverfolgung hinzu.\n• Deinen Tag planen: Organisiere deine täglichen Aufgaben ganz einfach aus der Erweiterung heraus.\n• Aufgaben vom Browser aus erledigen: Sobald du mit deinen Aufgaben fertig bist, markiere sie als erledigt, ohne zwischen den Apps hin und her wechseln zu müssen.\n \nAuf Desktop und Mobile kannst du mit Todoist zudem: \n• Aufgaben genau dann erfassen und organisieren, wenn sie dir einfallen.\n• Erinnerungen und Fälligkeitstermine festlegen, um dich an alle Deadlines zu erinnern. \n• Nachhaltige Gewohnheiten mit wiederkehrenden Fälligkeiten wie „jeden Montag“ entwickeln.\n• An Projekten zusammenarbeiten, indem du anderen Aufgaben zuweist.\n• Aufgaben mit Hilfe von Prioritätsstufen priorisieren.\n• Fortschritte mit personalisierten Produktivitätstrends verfolgen.\n \nMit dem Zugriff auf mehr als 60 App-Integrationen wie Google Drive, Dropbox, Zapier, Evernote und Slack kannst du Todoist ganz einfach als Dreh- und Angelpunkt für das Organisieren von Arbeit und Leben nutzen. Außerdem hilft dir unser Wunderlist-Importer, innerhalb weniger Minuten das Tool zu wechseln und loszulegen.\n \nViel Spaß beim Organisieren!\n \n• • •\n \nFragen? Feedback? Besuche https://get.todoist.help oder erreiche uns auf Twitter @todoist.",
    "es": "Clasificada como \"la mejor lista de tareas pendientes en este momento\" por The Verge, 25 millones de personas usan Todoist para organizar, planificar y colaborar con otros en proyectos, tanto grandes como pequeños.\n\nUtiliza Todoist para Chrome para:\n• Añadir sitios web como tareas: Añade una entrada de blog a tu lista de lecturas. Guarda un elemento en tu lista de deseos. Añade tareas del trabajo para hacerles seguimiento.\n• Planificar tu día: Organiza rápidamente tus tareas del día desde la extensión.\n• Completar tareas desde el navegador: Una vez que hayas completado tus tareas, táchalas sin cambiar de contexto.\n\nHaz más con Todoist para escritorio y dispositivos móviles:\n• Captura y organiza tus tareas tan pronto aparecen en tu mente.\n• Recuerda plazos importantes con recordatorios y fechas de vencimiento.\n• Desarrolla hábitos duraderos con fechas de vencimiento periódicas como \"todos los lunes\".\n• Colabora con otros en proyectos mediante la asignación de tareas.\n• Prioriza tus tareas con niveles de prioridad.\n• Sigue tu progreso con tendencias de productividad personalizadas.\n\nCon acceso a más de 60 integraciones (Google Drive, Dropbox, Zapier, Evernote y Slack, entre otras), Todoist se convertirá rápidamente en tu central para organizar tu trabajo y tu vida. Además, nuestro importador de Wunderlist puede ayudarte a hacer el cambio de herramientas y comenzar en tan solo unos minutos.\n\n¡Feliz organización!\n\n • • •\n\n¿Preguntas? ¿Sugerencias? Visita https://get.todoist.help o menciónanos en Twitter: @todoist.",
    "fi": "The Verge on luokitellut Todoistin parhaimmaksi to-do list tällä hetkellä. 25 miljoonaa ihmistä käyttää Todoistia suurten ja pienten projektien organisointiin, suunnitteluun ja yhteistyöhön.\n\nKäytä Todoistia:\n• Lisää verkkosivustoja tehtävinä: Lisää blogijulkaisu lukulistaasi. Tallenna tuote toivelistalle. Lisää seurattavat työtehtävät.\n• Suunnittele päiväsi: Järjestä päiväsi tehtävät nopeasti suoraan laajennuksesta.\n• Suorita tehtävät loppuun selaimesta: Kun tehtävät on suoritettu, voit kuitata ne suoraan Gmailista.\n\nTee enemmän Todoistin työpöytä- ja mobiilisovelluksilla:\n• Listaa ja järjestä tehtävät heti, kun ne tulevat mieleesi.\n• Muista määräajat muistutuksilla ja eräpäivillä.\n• Luo pysyviä tottumuksia toistuvilla eräpäivillä, kuten \"joka maanantai\".\n• Tee yhteistyötä projekteissa delegoimalla tehtäviä muille.\n• Priorisoi tehtävät prioriteettitasoilla.\n• Seuraa edistymistäsi räätälöityjen tuottavuustrendien avulla.\n\nYli 60 sovellusintegraatiota, kuten Google Drive, Dropbox, Zapier, Evernote ja Slack, tekevät Todoistista nopeasti työsi ja elämäsi järjestämisen keskus. Lisäksi Wunderlist-tuoja auttaa sinua vaihtamaan alustaa ja pääsemään alkuun vain muutamassa minuutissa.\n\nPidä hauskaa!\n\n• • •\n\nKysymyksiä? Palautetta? Siirry osoitteeseen https://get.todoist.help tai ota yhteyttä Twitterin kautta, @todoist.",
    "fr": "Nommée “meilleure to-do list du moment” par The Verge, Todoist compte 25 millions d’utilisateurs qui organisent, planifient et collaborent sur des projets de toutes tailles.\n\nUtilisez Todoist pour Chrome pour :\n• Ajouter des sites Web comme tâches : ajoutez un article de blog à votre liste de lecture. Enregistrez un article dans votre liste d’achats. Ajoutez des tâches professionnelles à effectuer. \n• Planifier votre journée : organisez rapidement vos tâches de la journée directement dans l’extension.\n• Achever des tâches depuis le navigateur : une fois vos tâches achevées, cochez-les directement sans changer d’application.\n\nUtilisez Todoist sur ordinateur et mobile pour : \n• Capturer et organiser vos tâches au moment où elles vous viennent en tête.\n• Vous souvenir d’échéances avec les rappels et les dates d’échéance. \n• Créer des habitudes avec les dates d’échéance récurrentes, comme \"tous les lundis\".\n• Collaborer sur des projets en assignant des tâches à d’autres personnes.\n• Hiérarchiser vos tâches par niveau de priorité.\n• Suivre vos progrès en visualisant votre tendance de productivité personnalisée.\n\nAvec plus de 60 intégrations d’applications comme Google Drive, Dropbox, Zapier, Evernote, et Slack, Todoist deviendra rapidement votre hub pour organiser votre vie et votre travail. Notre importateur Wunderlist peut aussi vous aider à changer d’outil en seulement quelques minutes.\n\nBonne organisation !\n\n• • •\n\nDes questions ? Des commentaires ? Visitez get.todoist.help ou contactez-nous sur Twitter @todoist.",
    "it": "Classificata da The Verge come “la migliore to-do list del momento”, Todoist è usata da oltre 25 milioni di persone per organizzare, pianificare e collaborare su progetti, grandi e piccoli.\n\nUsa Todoist per Chrome per:\n• Aggiungere pagine web come attività: aggiungi l’articolo di un blog alla tua lista di cose da leggere. Salva un prodotto nella tua lista dei desideri. Aggiungi attività di lavoro da portare a termine.\n• Pianificare la tua giornata: Organizza velocemente le tue attività del giorno direttamente dall’’estensione.\n• Completare le attività dal browser: quando hai terminato un’attività, completala senza dover cambiare contesto.\n\nOttieni di più con Todoist per desktop e mobile:\n• Catturare e organizzare attività nel momento esatto in cui ti vengono in mente.\n• Ricordare scadenze con promemoria e date.\n• Costruire abitudini durature con date ricorrenti come “ogni lunedì”.\n• Collaborare su progetti assegnando le attività ad altri.\n• Priorizzare le tue attività con i livelli di priorità.\n• Monitorare i tuoi progressi con trend di produttività personalizzati.\n\nGrazie all’accesso a più di 60 integrazioni come Google Drive, Dropbox, Zapier, Evernote e Slack, Todoist diventerà presto il tuo centro per mantenere organizzati la tua vita e il tuo lavoro. Inoltre, il nostro strumento di importazione da Wunderlist ti aiuterà a cambiare strumento in soli pochi minuti.\n\nBuona organizzazione!\n\n• • •\n\nDomande? Suggerimenti? Visita https://get.todoist.help o contattaci su Twitter @todoist.",
    "ja": "The Verge 誌が「今、最も優れた Todo リスト アプリ」と評する Todoist。2500 万人が Todoist を使って、プロジェクトのオーガナイズ、計画、協力を行っています。\n\nTodoist for Chrome はこんなことに使える:\n• ウェブサイトをタスクとして追加: ブログ記事をリーディングリストに追加したり、商品を欲しい物リストに保存したり、フォローアップが必要な仕事をタスクとして追加したりすることができます。\n• 一日を計画: 拡張機能からすばやく一日のタスクを整理できます。\n• ブラウザからタスクを完了: タスクが完了したら、画面を切り替えることなく完了することができます。\n\nデスクトップとモバイル版の Todoist でさらに高まる生産性: \n• タスクが頭に浮かんだ瞬間、把握して整理する。\n• リマインダーと予定日で期限を記憶する。\n• 「毎週月曜日」などの繰り返しの予定日を使って、習慣を身につける。\n• タスクを他のメンバーにアサインして、プロジェクトを協力して進める。\n• 優先度を設定して、タスクに優先順位をつける。\n• 生産性の傾向を把握して、進捗をトラッキングする。\n\nGoogle ドライブ、Dropbox、Zapier、Evernote、Slack などの 60 以上ある連携機能により、Todoist は仕事と生活を管理する中心の場所としてご利用いただけます。以前、Wunderlist をご利用されていた場合、お引越しツールを使えば数分で移行を完了させることができます。\n\nタスク管理を、もっと楽しく！\n\n• • •\n\nご質問でしょうか？ それともご意見・ご感想がございますか？ get.todoist.help までアクセスするか、Twitter で @todoist 宛にツイートしてください。",
    "ko": "The Verge가 \"현재 최고의 할일 목록\"으로 선정한 Todoist는 2천만명이 크고 작은 프로젝트를 구성, 계획 및 공동 작업하기 위해 이용하고 있습니다.\n\n크롬을 위한 Todoist 특징:\n• 웹사이트를 작업으로 추가: 블로그 포스트를 당신의 리딩 리스트에 추가하세요. 아이템을 당신의 위시리스트에 저장하세요. 추후에 확인할 업무를 추가하세요.\n• 당일 계획: 확장 프로그램에서 당일 작업을 신속하게 정리하세요. \n• 브라우저에서 작업 완료: 작업이 완료되면, 콘텍스트 전환 없이 체크하세요.\n\n데스크탑 및 모바일에서 Todoist 기능: \n• 작업을 생각날 때마다 수집 및 정리할 수 있습니다.\n• 미리 알림 및 마감 날짜로 마감일을 기억할 수 있습니다.\n• “월요일마다\"와 같은 반복 마감 날짜로 습관을 형성할 수 있습니다.\n• 작업을 다른 사람들에게 할당하여 프로젝트를 공동 작업할 수 있습니다.\n• 우선 순위 레벨로 작업에 우선 순위를 지정할 수 있습니다.\n• 개인화된 생산성 동향으로 진행 상황을 파악할 수 있습니다.\n\n구글 드라이브, 드롭박스, 재피어, 에버노트, 및 슬랙과 같은 60+ 앱 통합 접근과 함께, Todoist는 일 및 생활 관리를 위한 중심지가 될 겁니다. 또한, 저희 운더리스트 임포터는 툴 전환과 시작을 신속하게 도와줍니다.\n\n지금 시작하세요!\n\n• • •\n\n질문 또는 피드백이 있습니까? https://get.todoist.help 를 방문하거나 트위터 @todoist으로 연락하세요.",
    "nl": "Beoordeeld als ‘de best to-do list van dit moment” door The Verge. Todoist wordt gebruikt door 25 miljoen mensen voor het organiseren, plannen en samenwerken aan zowel grote als kleine projecten. \n\nGebruik Todoist voor Chrome om:\n• Websites als taken toe te voegen: Voeg een blogpost toe aan je leeslijst. Bewaar een item in je verlanglijst. Voeg taken toe die opgevolgd moeten worden.  \n• Je dag te plannen: Organiseer je taken voor vandaag snel en direct vanuit de extensie. \n• Taken vanuit de browser te voltooien: Zodra je taken af zijn, kun je ze direct voltooien zonder dat je hierbij naar een andere omgeving hoeft te navigeren.  \n\nHaal meer uit Todoist op je desktop en mobiele toestel: \n• Leg taken vast en organiseer ze op het moment dat ze bij je opkomen. \n• Onthoud belangrijke datums met behulp van herinneringen en deadlines. \n• Ontwikkel gewoontes met terugkerende deadlines zoals “elke maandag”. \n• Werk samen aan projecten door taken toe te wijzen aan anderen. \n• Prioriteer je taken met prioriteit-levels.\n• Houd je voortgang bij met gepersonaliseerde productiviteit-trends. \n\nMet toegang tot meer dan 60 integraties zoals Google Drive, Dropbox, Zapier, Evernote, en Slack, zal Todoist zich al snel ontwikkelen tot een hub die je helpt met dingen gedaan krijgen en het organiseren van je leven. Daarbij kan onze Wunderlist importer je helpen om snel over te switchen zodat je in slechts enkele minuten aan de slag kunt. \n\nVeel plezier met organiseren !\n\n• • •\n\nVragen? Feedback? Ga naar get.todoist.help of neem contact op via Twitter @todoist.",
    "no": "Todoist er ansett som den «beste to-do list akkurat nå» av The Verge, og den brukes av 25 millioner personer til å organisere, planlegge og samarbeide om prosjekter – både store og små.\n\nBruk Todoist for Chrome til å:\n• Legge til nettsteder som oppgaver: Legg til et blogginnlegg i leselisten din. Lagre et element til ønskelisten din. Legg til jobboppgaver du må følge opp.\n• Planlegg dagen din: Organiser raskt dagens oppgaver rett fra utvidelsen. \n• Fullfør oppgaver fra nettleseren: Når oppgavene er ferdige, kan du merke dem som ferdige uten å måtte gå et annet sted.\n\nGjør mer med Todoist på datamaskinen og mobilen: \n• Fang opp og organiser oppgaver med en gang du kommer på dem.\n• Husk frister ved hjelp av påminnelser og forfallsdatoer.\n• Innarbeid vaner som varer, ved hjelp av tilbakevendende forfallsdatoer, som «hver mandag».\n• Samarbeid om prosjekter ved å tilordne oppgaver til andre.\n• Prioriter oppgavene dine med prioritetsnivåer.\n• Spor fremdriften din med personlige produktivitetstrender.\n\nMed tilgang til over 60 app-integrasjoner, som Google Disk, Dropbox, Zapier, Evernote og Slack, vil Todoist raskt bli ditt sentrale sted for å få organisert jobben og livet ditt. I tillegg kan vårt Wunderlist-importeringsverktøy hjelpe deg med å bytte verktøy og komme i gang i løpet av minutter.\n\nKos deg med å organisere!\n\n• • •\n\nSpørsmål? Tilbakemeldinger? Gå til https://get.todoist.help eller ta kontakt med oss på Twitter @todoist.",
    "pl": "Według „The Verge” Todoist to najlepsza na świecie aplikacja w kategorii list zadań do wykonania. Już 25 milionów użytkowników korzysta z pomocy Todoist w organizacji, planowaniu i współpracy nad projektami, niezależnie od ich skali.\n\nUżywaj rozszerzenia Todoist dla Chrome, aby:\n• dodawać strony jako zadania: Dodaj post na blogu do listy lektur. Zapisz konkretny przedmiot na liście życzeń. Dodaj zadania z pracy, do których chcesz potem wrócić\n• zaplanować swój dzień: Organizuj zadania na dany dzień z poziomu rozszerzenia\n• oznaczać zadania jako ukończone z poziomu przeglądarki – jak tylko wykonasz zadania, odznacz je bez utraty kontekstu\n\nZ Todoist w wersji na urządzenia mobilne i komputer stacjonarny możesz:\n• zapisywać i organizować zadania tak szybko, jak o nich pomyślisz\n• pamiętać o terminach wykonania zadań dzięki przypomnieniom\n• wypracować trwałe nawyki dzięki terminom cyklicznym, np. „każdy poniedziałek”\n• współpracować przy projektach i przypisywać zadania do innych osób\n• ustalać ważność zadań dzięki poziomom priorytetów\n• śledzić swoje postępy dzięki indywidualnym trendom produktywności\n\nDzięki dostępowi do ponad 60 integracji, takich jak np. Google Drive, Dropbox, Evernote czy Slack, Todoist wkrótce stanie się Twoją główną platformą wspomagającą organizację pracy i życia. Co więcej, nasz importer Wunderlist pomoże Ci w mgnieniu oka (i bez trudu) rozpocząć pracę z Todoist.\n\nŻyczymy samym sukcesów w organizacji!\n\n• • •\n\nMasz pytania lub feedback, którym chcesz się z nami podzielić? Wejdź na todoist.help lub napisz do nas na @todoist na Twitterze.",
    "pt_BR,pt_PT": "Classificado como \"o melhor app de to-do atualmente\" pelo The Verge, Todoist é usado por mais de 25 milhões de pessoas para organizar, planejar e colaborar em grandes ou pequenos projetos.\n\nUse Todoist para Chrome para:\n• Adicionar sites como tarefas: Adicione uma página do blog à sua lista de leitura. Salve um item na sua lista de desejos. Adicione tarefas do trabalho para fazer um follow up.\n• Planejar seu dia: Organize rapidamente suas tarefas do dia diretamente da extensão. \n• Conclua tarefas pelo navegador: Uma vez concluídas, risque-as da lista sem mudar de tela.\n\nConquiste mais com Todoist no desktop e celular: \n• Capture e organize tarefas no momento em que surgem.\n• Lembre-se de prazos com lembretes e datas de vencimento.\n• Construa hábitos saudáveis com datas recorrentes como \"toda segunda\".\n• Colabore em projetos ao delegar tarefas a outros.\n• Priorize suas tarefas com níveis de prioridade.\n• Acompanhe seu progresso com gráficos de produtividade personalizados.\n\nCom acesso a mais de 60 integrações como Google Drive, Dropbox, Zapier, Evernote, e Slack, Todoist irá se tornar rapidamente uma central para manter trabalho e vida pessoal organizados. Além disso, temos ferramentas para importar seus dados do Wunderlist e te ajudar a começar em apenas alguns minutos.\n\nBoa organização!\n\n• • •\n\nDúvidas? Feedback? Visite https://get.todoist.help ou entre em contato no Twitter @todoist.",
    "ru": "По мнению The Verge, Todoist – «лучший список дел из доступных сегодня». Им пользуются свыше 25 миллионов человек, чтобы организовывать и работать совместно над проектами – как небольшими, так и крупными.\n\nИспользуйте Todoist для Chrome, чтобы:\n• Добавлять сайты как задачи: сохраняйте статьи в список чтения, добавляйте товары в вишлист, фиксируйте рабочие задачи для дальнейших действий. \n• Планировать свой день: структурируйте задачи на день в расширении для Chrome.\n• Выполняйте задачи прямо в браузере: когда задачи завершены, вычеркните их без смены контекста.\n\nДелайте больше с Todoist на компьютере и мобильном устройстве: \n• Фиксируйте и планируйте задачи, как только вы о них подумали.\n• Помните о дедлайнах благодаря срокам выполнения и напоминаниям.\n• Развивайте стойкие привычки с помощью повторяющихся сроков выполнения вроде «каждый понедельник».\n• Сотрудничайте в проектах и назначайте задачи другим.\n• Обозначайте важность задач уровнями приоритета.\n• Отслеживайте свой прогресс в личных графиках продуктивности.\n\nС возможностью подключить 60+ интеграций, таких как Google Drive, Dropbox, Zapier, Evernote и Slack, Todoist быстро станет вашей центральной платформой для организации работы и жизни. Кроме того, наш инструмент импорта из Wunderlist поможет вам сменить сервис и начать работу всего за несколько минут.\n\nЖелаем успешной организованности!\n\n• • •\n\nВопросы? Замечания? Перейдите на get.todoist.help или напишите @todoist в Twitter.",
    "sv": "Todoist är rankad som ”bästa att-göra-listan just nu” av The Verge och används av 25 miljoner människor för att organisera jobb och fritid och hålla reda på all inkommande e-post.\n\nAnvänd Todoist för Chrome för att:\n• Lägga till webbsidor som uppgifter: Lägg till blogginlägg på din läslista. Spara objekt på din önskelista. Lägg till arbetsuppgifter att följa upp på\n• Planera din dag: Ställ snabbt samman dagens uppgifter direkt från insticksprogrammet\n• Slutför uppgifter från webbläsaren: Så snart du är klar med dina uppgifter, bockar du av dem utan att byta kontext\n\nGör mer med Todoist i datorn och mobilen:\n• Sätt ord på och samordna uppgifter så snart du kommer på dem\n• Kom ihåg deadlines med påminnelser och förfallodatum\n• Skapa hållbara vanor med återkommande förfallodatum såsom ”varje måndag”\n• Samarbeta på projekt genom att delegera uppgifter till andra\n• Sätt prioritet på dina uppgifter med olika prioritetsnivåer\n• Spåra dina framsteg med personliga produktivitetstrender\n\nMed tillgång till 60+ appintegrationer såsom Google Drive, Dropbox, Zapier, Evernote och Slack, kommer Todoist snabbt att bli ditt nav för att få ordning på både jobb och fritid. Dessutom kan vårt importeringsverktyg för Wunderlist hjälpa dig att byta verktyg och komma igång på bara ett par minuter.\n\nHa ett trevligt samordnande!\n\n• • •\n\nFrågor? Feedback? Gå till https://get.todoist.help eller kontakta oss på Twitter @todoist.",
    "tr": "The Verge tarafından ‘‘şu ana kadar en iyi yapılacaklar listesi’’ olarak değerlendirilen Todoist, 25 milyon insan tarafından küçük ve büyük projelerin düzenlenmesi, planlanması ve işbirliği içinde yürütülmesi amacıyla kullanılmaktadır.  \n\nChrome için Todoist’i kullanabileceğin durumlar: \n• Websitelerini görev olarak ekle: Okuma listene bir blog yazısı ekle. Bir ürünü istek listene ekle. Takibini yapabilmek için iş görevleri ekle.  \n• Gününü planla: Direkt olarak uzantı üzerinden günlük görevlerini hızlıca düzenle.\n• Görevleri tarayıcı üzerinden tamamla: Görevlerini bulunduğun ekrandan ayrılmak zorunda kalmadan tamamlandı olarak işaretle. \n\nMasaüstü ve mobil cihazında Todoist ile daha fazlasını yap: \n• Görevleri aklına geldikleri anda kayda geçir ve organize et. \n• Hatırlatıcılar ve bitiş tarihleri sayesinde teslim tarihlerini hatırla. \n• ‘‘Her Pazartesi’’ gibi tekrarlanan bitiş tarihleri ile kalıcı alışkanlıklar edin. \n• Başkalarına görev atayarak projeler üzerinde işbirliği yap. \n• Görevlerini öncelik seviyeleri ile öncelik sırasına koy. \n• Kişiye özel verimlilik trendleri ile ilerleyişini takip et.  \n\nGoogle Drive, Dropbox, Zapier, Evernote, ve Slack gibi 60’ın üzerinde uygulama entegrasyonlarına erişimi olan Todoist, kısa sürede iş ve özel hayatını düzenlemek için kullandığın bir merkez haline gelecek. Buna ek olarak, Wunderlist veri aktarımı sayesinde araçlar arasında değişiklik yapabilir ve dakikalar içinde kullanmaya başlayabilirsin. \n\nKeyifli Düzenlemeler! \n\n• • •\n\nSormak istediklerin mi var? Geribildirim mi yapmak istersin? https://get.todoist.help adresini ziyaret edebilir veya Twitter’den @todoist’e ulaşabilirsin.",
    "zh_CN": "Todoist被The Verge评为“当前最佳任务清单”，两千万个用户使用它来管理、计划和合作项目，不论大小。\n\n使用Chrome版Todoist来：\n• 添加网页为任务：添加一篇博文到您的阅读清单，保存一个物品到您的购物车，以及创建工作任务以便跟进。\n• 计划您的一天：直接在插件中便捷地管理您的任务。\n• 在Chrome中完成任务：一旦您的任务被完成，您可以在Chrome中完成它们，无需再切换后台。\n\n使用桌面版和移动版Todoist完成更多：\n• 记录和管理在您脑海中一闪而过的任务。\n• 使用提醒和截止日期记住任务需要完成的时间。\n• 通过“每个周一”等循环截止日期培养长期习惯。\n• 分配任务给其他人来进行项目合作。\n• 使用优先级来设置任务的重要程度。\n• 通过个性化的效率趋势来跟进您的进度。\n\n关联Google Drive、Dropbox、Zapier、Evernote和Slack等超过60个应用，Todoist将很快变成您管理工作和生活的中心。另外，我们的Wunderlist导入工具可以帮助您便捷地更换工具和快速入门。\n\n享受整理！\n\n• • •\n\n问题？反馈？请访问https://get.todoist.help或者在Twitter上@todoist来联系我们。",
    "zh_TW": "Todoist被The Verge評為「當前最佳任務清單」，兩千萬個用戶使用它來管理、計劃和合作項目，不論大小。\n\n使用Chrome版Todoist來：\n• 添加網頁為任務：添加一篇博文到您的閱讀清單，保存一個物品到您的購物車，以及創建工作任務以便跟進。\n• 計劃您的一天：直接在插件中便捷地管理您的任務。\n• 在Chrome中完成任務：一旦您的任務被完成，您可以在Chrome中完成它們，無需再切換後台。\n\n使用桌面版和移動版Todoist完成更多：\n• 記錄和管理在您腦海中一閃而過的任務。\n• 使用提醒和截止日期記住任務需要完成的時間。\n• 通過「每個週一」等循環截止日期培養長期習慣。\n• 分配任務給其他人來進行項目合作。\n• 使用優先級來設置任務的重要程度。\n• 通過個性化的效率趨勢來跟進您的進度。\n\n關聯Google Drive、Dropbox、Zapier、Evernote和Slack等超過60個應用，Todoist將很快變成您管理工作和生活的中心。另外，我們的Wunderlist導入工具可以幫助您便捷地更換工具和快速入門。\n\n享受整理！\n\n• • •\n\n問題？反饋？請訪問https://get.todoist.help或者在Twitter上@todoist來聯繫我們。"
  }
}