{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CapCut - Video Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CapCut is a free, all-in-one video editing tool.."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CapCut is a free, all-in-one video editing tool. It's packed with everything necessary to create high-quality, visually appealing videos and graphics.\n\nOffering both app and online version, CapCut satisfies all video production needs. Beyond fundamental video editing, styling and music, it includes advanced features like keyframe animation, buttery smooth slow-motion, smart stabilization, cloud storage, and multi-member editing - all free of charge.\n\nCreate stunning, easy to share videos with CapCut's unique features: trending styles, auto captions, text-to-speech, motion tracking, and background remover. Reveal your uniqueness and become a hit on TikTok, YouTube, Instagram, WhatsApp, and Facebook!\n\nEasily edit any image or video from the web directly in CapCut with a simple right-click. This extension adds a convenient \"Edit with CapCut\" option to your context menu, allowing you to seamlessly transfer media files to CapCut's online editor. Whether you're working with photos or videos, this extension streamlines your editing process by opening the selected media in a new tab on CapCut.\n\nFeatures:\n\nQuick access to CapCut Editor via the context menu.\nAutomatic file upload to CapCut for immediate editing.\nCustom icons and background effects for a personalized look.\nMake your editing experience faster and more efficient with this handy tool!"
  }
}