{
  "name": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BBO Helper",
    "da": "BBO Hjælper",
    "fr": "Assistant BBO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Adds functionally to Bridge Base Online (BBO) website",
    "da": "Tilføjer funktionalitet til Bridge Base Online (BBO) website",
    "de": "Erweitert die BBO-Website um hilfreiche Funktionen",
    "es": "Se agrega funcionalmente al sitio web de Bridge Base Online (BBO)",
    "fr": "Écrivez la traduction française ici.",
    "it": "Aggiunta du funzionalità al sito web di Bridge Base Online (BBO)",
    "ro": "Extinde funcționalitatea site-ului Bridge Base Online (BBO)",
    "zh_CN": "增加BBO网站功能"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Adds functionally to Bridge Base Online (BBO) website. Adds double dummy table, shows auction and play timing, cleanly copies boards to the clipboard, export boards as PBN, automates common alerts, provides more detailed travellers, and more.\n\nFeature Summary:\n\n• Double dummy display embedded in History pane and standalone BBO Hand Viewer. Includes 5×4 double dummy table, par score, and par contract(s). Plus quick access to John Goacher’s online double dummy solver.\n\n• See auction and card playing timing during play, review it later, and export it with PBN files.\n\n• Export hands in Portable Bridge Notation (PBN) format for an entire session or a single board. Output includes auction, card play, timing information, double dummy contracts, and more.\n\n• Automatic Alerts for opening bids and many common situations, for example, forcing notrump.\n\n•Chat Window improvements, including automatic suit symbol substitution for bids, cards, and suits, ability to set and reuse a greeting, and seat based BBO handle substitutions (!w, !n, !e, and !t)\n\n• Copy-and-Paste HTML for boards with many display options, including timing and board rotation. Paste into e-mail, Microsoft Word, etc just as you would expect. Or paste text of HTML into a website development tool.\n\n• Session HTML generates a standalone HTML file containing a record of all boards for a given session similar to using the copy-and-paste aid for all boards.\n\n• Real Names for most ACBL players. View at the table and in the people pane, see in tournament results, and include in board copy.\n\n• Many improvements to BBO My Hands traveller display, including opening leads, auctions, an additional auction sorted traveller, contract and auction frequency summary tables, and a diagram of principal auction variations.\n\n• Field strength estimation based on ACBL masterpoint totals. (Uses average NGS percentage for English Bridge Union hosted events.)",
    "da": "Tilføjer funktionalitet til  Bridge Base Online (BBO) website. Tilføjer double dummy tabeller, viser tidsforbrug ved meldeforløb og spil, kan kopiere spil til clipboard'et, eksporterer spil som PBN, automatiserer almindelig alerts, mere detaljerede regnskaber med videre.\n\nFunktionelt overblik:\n\n• Double dummy visning indeholdt i historik panelet og i standalone BBO Hand Viewer. Includerer 5×4 double dummy tabeller, par score, og par kontrakt(er). Plus hurtig adgang til John Goacher’s online double dummy solver.\n\n• Viser timing af meldeforløb og spil af kortene under spiller, kig det igennem senere, og eksporter det sammen med PBN filer.\n\n• Export spil i Portable Bridge Notation (PBN) formatet for hele sessionen eller nøjes med et enkelt spil. Output indeholder meldeforløb, spil af kortene, timing information, double dummy kontrakter med videre.\n\n• Automatisk alert af åbningsmeldinger og mange almindelige situationer.\n\n• Chat Window forbedringer, fx automatisk erstatning af kortsymboler for meldinger, kort og farver. Mulighed for angive og bruge en standard velkomst, og mulighed for at referere til spiller alene ud fra, hvor de sidder (!w, !n, !e, and !t)\n\n• Copy-Paste HTML for spil med mange visningsmuligheder, inklusiv timing og spil rotation. Kopier ind i e-mail, Microsoft Word, som du ville forvente. Eller kopier HTML til et website udviklingsværktøj.\n\n• Session HTML genererer en standalone HTML fil  indeholdende oplysninger for alle spil i en given session, lige som at bruge copy-paste for alle spillene.\n\n• Rigtige navne for de fleste ACBL spillere og BBO Stjerner. Det kan ses i panelet med spillervisning, i turneringsresultater, og inkluderet når man kopierer et spil.\n\n• Mange forbedringer til  BBO My Hands regnskab, inklusiv udspil, meldeforløb, regnskab sorteret efter meldeforløb, kontrakt og meldeforløb som frekvenstavler, samt et diagram med principielle variationer over meldeforløb.\n\n• Styrke af feltet ud fra ACBL mesterpoint.",
    "de": "Ergänzt die Bridge Base Online Website (BBO) um zusätzliche Funktionen. Es wird eine Tabelle mit der Double Dummy Analyse angezeigt, die benötigten Zeiten für die Reizung und das Abspiel können gemessen werden, Hände können in die Zwischenablage kopiert und als PBN-Datei exportiert werden, automatische Alerts können definiert werden, fügt weitere Details zu den Boardanschriften hinzu und vieles mehr.\n\nEine Übersicht der Funktionen:\n\n• Die Double Dummy Analyse wird als 5x4-Tabelle im Verlaufs-Tab bei jeder Hand sowie im separaten BBO Hand Viewer angezeigt. Es wird der Par-Score und der Parkontrakt ermittelt und angezeigt. Es ist auch möglich, den Double Dummy Solver von John Goacher direkt mit dem gerade angezeigten Board aufzurufen.\n\n• Die benötigten Zeiten für Reizung und Abspiel können ermittelt und anzeigt werden, sowie zusammen mit der Hand in PBN-Dateien exportiert werden.\n\n• Hände können im PBN-Format exportiert werden, sowohl eines ganzen Turniers als auch einzelne Hände. Die exportierte Datei enthält Reizung, Abspiel, Messzeiten, Double Dummy Analyse und vieles mehr.\n\n• Automatische Alerts für Eröffnungen und viele übliche Situationen können definiert werden.\n\n• Verbesserungen im Umgang mit dem Chat-Fenster beinhalten die automatische Anzeige von Farbsymbolen für Reizungen und Karten. Sie können Begrüßungen vordefinieren und wiederverwenden sowie die BBO-Aliase über Kürzel ansprechen (!w, !n, !e und !t).\n\n• Es steht ein Copy&Paste-Werkzeug zur Verfügung, das Sie dabei unterstützt, Hände bequem ins HTML-Format (einschließlich der Zeitmessungen) zu bringen, die dann mit anderen Anwendungen, z.B. Email, Textverarbeitung oder Websiteerstellung, weiterverwendet werden können.\n\n• Session-HTML erzeugt eine HTML-Datei mit Händen und den zugehörigen Informationen eines ganzen Turniers.\n\n• Kann die echten Namen für die meisten ACBL-Spieler sowie BBO-Stars anzeigen. Dies betrifft die Tisch- und Personenansicht, Turnierergebnisse und exportierte Hände.\n\n• Viele Erweiterungen im BBO Hand Viewer bei den Anschriften: Eröffnungen, Reizungen, nach Reizung sortierte Anschriften, Häufigkeitstabellen für Kontrakte und Reizungen, sowie hauptsächliche Reizvarianten.\n\n• Die Stärke eines Turniers wird anhand der ACBL-Masterpunkte geschätzt (verwendet NGS-Prozente für Turniere der English Bridge Union).",
    "es,ro,zh_CN": "Adds functionally to Bridge Base Online (BBO) website. Adds double dummy table, shows auction and play timing, cleanly copies boards to the clipboard, export boards as PBN, automates common alerts, provides more detailed travellers, and more.\n\nFeature Summary:\n\n• Double dummy display embedded in History pane and standalone BBO Hand Viewer. Includes 5×4 double dummy table, par score, and par contract(s). Plus quick access to John Goacher’s online double dummy solver.\n\n• See auction and card playing timing during play, review it later, and export it with PBN files.\n\n• Export hands in Portable Bridge Notation (PBN) format for an entire session or a single board. Output includes auction, card play, timing information, double dummy contracts, and more.\n\n• Automatic Alerts for opening bids and many common situations, for example, forcing notrump.\n\n•Chat Window improvements, including automatic suit symbol substitution for bids, cards, and suits, ability to set and reuse a greeting, and seat based BBO handle substitutions (!w, !n, !e, and !t)\n\n• Copy-and-Paste HTML for boards with many display options, including timing and board rotation. Paste into e-mail, Microsoft Word, etc just as you would expect. Or paste text of HTML into a website development tool.\n\n• Session HTML generates a standalone HTML file containing a record of all boards for a given session similar to using the copy-and-paste aid for all boards.\n\n• Real Names for most ACBL players. View at the table and in the people pane, see in tournament results, and include in board copy.\n\n• Many improvements to BBO My Hands traveller display, including opening leads, auctions, an additional auction sorted traveller, contract and auction frequency summary tables, and a diagram of principal auction variations.\n\n• Field strength estimation based on ACBL masterpoint totals.",
    "fr": "Ajoute des fonctionnalités au site Web Bridge Base Online (BBO). Ajoute l'analyse à 4 jeux, montre le temps de réflexion pour les enchères et le jeu de la carte, copie proprement les donnes vers le presse-papiers, exporte les donnes au format PBN, automatise les alertes courantes, fournit plus de détails sur les donnes jouées par d'autre, et plus.\n\nRésumé des caractéristiques:\n\n• Affichage de l'Analyse à 4 jeux dans le panneau d'Historique et dans la Visionneuse séparée de BBO. Inclut la table 5x4 des contrats réalisables à 4 jeux, le par global et le par pour chaque dénomination. Plus un accès rapide à l'analyseur à 4 jeux de John Goacher.\n\n• Voir le temps des enchère et du jeu de la carte au cours du jeu, le revoir plus tard et l'exporter dans un fichier au format PBN. \n\n• Exportation des donnes au format PBN pour une session complète ou une donne seule. Le fichier généré inclut les enchère et le jeu de la carte, les informations de temps, l'analyse à 4 jeux et plus.\n\n• Alertes automatiques pour les ouvertures et dans beaucoup de situations courantes, par exemple, le SA forcing.\n\n• Améliorations de la fenêtre de Chat, incluant substitution automatique des symboles de couleur, d'enchères et de cartes, possibilité de définir et réutiliser une formule de salutation \n\n• Copier-Coller en HTM des donnes avec plusieurs options d'affichage, incluant mesure de temps et rotation d'étui. Coller vers courriel, Microsoft word, etc juste comme prévu. Ou coller du texte HTML dans un outil de développement WEB.\n\n• La session HTML génère un fichier HTML séparé contenant l'enregistrement de toutes les donnes d'une session donnée, comme un Copier-Coller pour toutes les donnes\n\n• Présentation du nom réel pour la plupart des joueurs ACBL et les stars de BBO. Visualisation à la table et dans l'onglet des << Personnes >>, dans les résultats de tournoi et dans la copie de donne.\n\n• Beaucoup d'améliorations dans l'affichage \"BBO My Hands traveller\", incluant les entames, les enchères, une possibilité de tri supplémentaire, des tables de fréquences des contrats et enchères et un diagramme des variations de l'enchère principale\n\n• Estimation de la force du champ basée sur le cumul des points ACBL. (Utilise le pourcentage moyen NGS pour les tournois de l'Union de Bridge Anglaise.)",
    "it": "Aggiunte funzionali al sito web Bridge Base Online (BBO). Aggiunge la tabella a doppio morto, mostra i tempi della licita e di gioco, copia le mani in maniera ordinata negli appunti, esporta le mani come PBN, automatizza gli alert piu usuaii, fornisce riepiloghi più dettagliati e altro ancora.\n\nRiepilogo delle caratteristiche: \n\n• Un double dummy display incorporato nel riquadro History e nel BBO viewer Include una tabella a doppio morto 5 × 4, il punteggio par e il contratto par. Inoltre, un rapido accesso online alDouble Dummy Solver di John Goacher.\n\n• Vedi il tempo di licita e di gioco delle carte durante il gioco, puoi rivederlo in seguito ed esportarlo con il file PBN.\n\n• Esporti mani nel formato PBN per un'intera sessione o una singola partita. L'output include la licita, il gioco delle carte, informazioni di temporizzazione, contratti a doppio morto e altro ancora.\n\n• Alerts automatici per l'apertura della dichiarazione e per molte situazioni comuni, ad esempio licita a senza forzante.\n\n• Miglioramenti della finestra di chat, compresa la sostituzione del simbolo automatico per licite, carte e semi, capacità di impostare e riutilizzare un saluto e maneggiare le sostituzioni basate sui posti BBO (!w,!n,!e! e !t)\n\n• Copia e incolla HTML per mani con molte opzioni di visualizzazione, tra cui il tempismo e la rotazione della mano. Incolla in e-mail, Microsoft Word, ecc. Proprio come ci si aspetterebbe. O incollare il testo di HTML in uno strumento di sviluppo del sito Web. \n\n• La sessione HTML genera un file HTML autonomo contenente un record di tutte le mani per una determinata sessione simile all'utilizzo dell'aiuto di copia e incolla per tutte le mani.\n\n• Nomi reali per la maggior parte dei giocatori ACBL e delle stelle BBO. Le visualizza al tavolo e nel riquadro delle persone, le vedi nei risultati del torneo e incluse nella copia della mano.\n\n• Molti miglioramenti al display di riepilogo BBO My Hands, tra cui carta di apertura, licite, un riepilogo addizionale ordinato per contratto, tabelle di riepilogo della frequenza del contratto e delle licite e un diagramma delle principali variazioni dei contratti.\n\n• Stima della forza in campo basata sugli ACBL MasterPoint totali."
  }
}