{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Telegram Blur"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blur and Hides your messages on Telegram until you hover over them."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blur and Hides your messages on Telegram until you hover over them.\n\nTo increase privacy in public spaces the Telegram Blur Extension For Telegram Web blurs your messages as well as other content.\n\nAnd only reveals one when you hover over it with your mouse cursor. Additionally, you can quickly toggle all effects by using a keyboard shortcut (Alt+X) or by clicking the toggle button in the extension menu.\n\nIt adapts to your needs by letting you decide which elements you want to blur. Your options:\n- Blurs all messages in the current chat.\n- Blurs all message previews on the left.\n-  Blurs all images, videos, stickers, ... in separation from the text.\n- Blurs all small icons of images, videos, ... while viewing an image, video, ...\n- Makes the color in your input field lighter to make it hard to read.\n- Blurs all profile pictures.\n- Blurs all groups and users names.\n- Allows you to turn off the delay before revealing an item on hover.\n- Unblurs all elements when you hover over the Telegram Web app.\n\n\n---\nThis extension does not collect information about you or your messages.\n\nDisclaimer: Telegram is a trademark of Telegram Inc., registered in the U.S. and other countries. This extension is an independent project developed by Imran Baali aka kirwako and has no relationship to Telegram or Telegram Inc."
  }
}