{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Groq Toolbox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make use of Groq API more easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Groq Toolbox: Your All-in-One AI Assistant\n\nGroq Toolbox is a powerful Chrome extension that harnesses the capabilities of the Groq API to enhance your AI-powered tasks and interactions. This versatile tool offers a wide range of features to boost your productivity and creativity.\n\nKey Features:\n\n1. Advanced Text Processing:\n   - Refine and optimize your prompts or any selected text using cutting-edge language models.\n   - Choose from multiple Groq AI models to best suit your specific needs.\n   - Customizable templates for efficient text generation and processing.\n\n2. Vision AI Analysis:\n   - Analyze images using state-of-the-art vision models.\n   - Multiple image input options: upload, clipboard, visible screenshot, or full-page capture.\n   - Customizable vision prompts for tailored image analysis.\n\n3. Speech-to-Text Transcription:\n   - Accurately transcribe audio and video files.\n   - Support for multiple languages and output formats (JSON, SRT, plain text).\n   - Customizable transcription prompts for enhanced results.\n\n4. Interactive Chat Interface:\n   - Engage in dynamic conversations with AI models.\n   - Create and manage multiple chat sessions.\n   - Apply chat templates and extract page text for contextual discussions.\n\n5. Seamless Workflow Integration:\n   - Context menu integration for quick access to AI features.\n   - Export and import templates for easy sharing and backup.\n   - Clipboard content integration across all features.\n\n6. User-Friendly Configuration:\n   - Simple setup with your Groq API key.\n   - Customizable settings for each feature.\n   - Save and manage multiple templates for various tasks.\n\n7. Versatile Output Handling:\n   - Copy results to clipboard with one click.\n   - Download results in various formats.\n   - View results in raw text or rendered Markdown with theme options.\n\nGroq Toolbox is the perfect companion for content creators, researchers, developers, students, and professionals looking to enhance their productivity with AI-powered tools. Streamline your workflow and unlock new possibilities in text analysis, image understanding, audio transcription, and interactive AI conversations.\n\nNote: This extension requires a Groq API key to function. Please ensure you have a valid API key before use."
  }
}