{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ebooks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your browsing with Ebooks- a Chrome extension for seamless access to a world of digital literature."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Title: Ebooks & Bing Search\n\nDescription:\nRevolutionize your online book hunt with the eBook Finder & Bing Search Chrome extension. Dive into the vast world of literature, intelligently categorized for effortless exploration, and harness the power of Bing Search for swift access to comprehensive information. Stay enriched and empowered as you navigate the digital realm of reading.\n\nFeatures:\n\nGenre-specific eBook Discovery: Effortlessly explore a myriad of literary genres. From Mystery to Romance, Science Fiction to Self-Help, discover your next captivating read with ease through categorized and streamlined browsing.\n\nBing Search Integration: Seamlessly conduct web searches directly from your browser with the integrated Bing Search bar. Access accurate and rapid results as you delve into topics and authors relevant to your literary interests.\n\nHow to Use:\nClick \"Add to Chrome\" to seamlessly integrate the eBook Finder & Bing Search extension. By doing so, you agree to our terms and conditions.\n\nNote:\nBy clicking \"Add to Chrome,\" you acknowledge and accept the installation of the eBook Finder & Bing Search Chrome extension, featuring a user-friendly eBook hub and a convenient Bing Search bar for efficient browsing.\n\nElevate your reading experience to new heights – click \"Add to Chrome\" now!"
  }
}