{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NotBlockNet VPN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NotBlockNet VPN – это свободный, быстрый и безопасный интернет."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Хочешь обойти блокировки и наслаждаться свободным интернетом? NotBlockNet VPN поможет тебе! Мы предоставляем надёжное и безопасное VPN-решение, которое защитит твою конфиденциальность и откроет доступ к любому контенту, где бы ты ни находился. Одна подписка — полная свобода в интернете.\n\nЧто отличает NotBlockNet VPN?\n\n- Высокая производительность и надёжная защита\n\nМногие VPN страдают от низкой скорости и ненадёжной защиты. NotBlockNet VPN — это сеть оптимизированных серверов, разработанных для максимальной скорости и стабильности соединения. Мы используем передовые протоколы безопасности, чтобы твои данные оставались в безопасности в любой точке мира.\n\n- Простота использования\n\nУдобный и интуитивно понятный интерфейс NotBlockNet VPN позволяет быстро подключаться и начинать пользоваться VPN без лишних сложностей. Независимо от твоего опыта, расширение станет идеальным выбором для защиты данных и обхода интернет-блокировок.\n\n- Поддержка пользователей\n\nНаша команда поддержки всегда на связи, чтобы помочь тебе с настройками, выбором серверов или любыми другими вопросами. Мы готовы помочь 24/7.\n\nNotBlockNet VPN — это надёжное и современное решение для всех, кто ценит безопасность, свободу и высокую производительность в интернете. Попробуй NotBlockNet VPN и открой для себя интернет без ограничений!"
  }
}