{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drive Mad - Racing Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Drive Mad - Racing Game for free right on your Chrome Browser! Have fun!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drive Mad is an exhilarating racing game that you can play for free on the Monkey Mart website. This game is also available as a Chrome Extension, allowing you to enjoy the adrenaline rush of high-speed racing right from your browser.\n\nIn Drive Mad, you'll find yourself behind the wheel of powerful and fast cars, ready to conquer challenging tracks and compete against skilled opponents. The game offers a variety of racing modes, including single-player races and multiplayer competitions, where you can test your driving skills against other players from around the world.\n\nAs you progress through the game, you'll have the opportunity to unlock and upgrade a wide range of vehicles, each with its own unique characteristics and performance attributes. From sleek sports cars to rugged off-road vehicles, there's a car to suit every racing style.\n\nThe gameplay in Drive Mad is fast-paced and action-packed. You'll navigate through intricate race tracks, maneuvering through tight corners, avoiding obstacles, and using power-ups strategically to gain an advantage over your rivals. The controls are intuitive and responsive, allowing for precise handling and thrilling racing experiences.\n\nThe graphics in Drive Mad are visually stunning, with detailed environments, realistic car models, and spectacular special effects. The sound design further enhances the immersive racing experience, with engine roars, screeching tires, and crowd cheers adding to the excitement.\n\nWhether you're a casual gamer looking for a quick racing fix or a dedicated racing enthusiast seeking intense competition, Drive Mad offers hours of thrilling entertainment. So buckle up, rev your engines, and get ready to drive mad in this adrenaline-fueled racing game available on Monkey Mart's website.\n\n*Note:We have added \"Unblocked Games\" button on the popup, making it easy for players to quickly access the games on our website! https://monkeymart.org/"
  }
}