{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Healthy Social Media"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reduce addictive and neurotic aspects of social media."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reduces addictive and neurotic aspects of Facebook, Reddit, Twitter, and YouTube. This extension hides certain information from these social media sites that provides no real value to the user and only serves to keep you addicted to the site. This extension also has some features that are intended to improve the efficiency at which you use these sites. This extension may help you reduce your dependence on external validation (likes on your posts) and it may help you use these social media sites with moderation. \n\n-- Features (options are available to customize these) --\n\nFacebook:\n- Hides your friend counts\n- Hides the like/reaction counts on your posts\n\nReddit:\n- Hides scores on your own posts, comments\n- Hides your total karma\n- Button to mark a page of posts as seen, so when you come back later, you know which posts you already looked at. \n\nTwitter:\n- Hide the number of followers you have\n- Hide the number of likes and retweets your tweets receive\n- Hide useless notifications about people following you, liking your posts, and retweeting your posts.\n\nYouTube:\n- Hide upvotes on your comments\n- Hide likes/dislikes and view counts on your videos\n- Remember playback speed based on channel and video category\n- Button to mark all videos on your subscriptions page as seen, so when you come back later, you know which videos you already looked at. \n\nThis extension is an important tool for ensuring that your social media usage is healthy. However, it can't do everything for you. I'd recommend doing further research and thinking into what to do about your social media use in conjunction to using this extension."
  }
}