{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Basket Bros | Play Online Free!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Basket Bros | Play Online Free!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into the exhilarating world of BasketBros, where you can experience the thrill of one-on-one basketball matches right in your browser! Challenge your friends or test your skills against AI opponents in this action-packed HTML5 game that offers endless fun and excitement.\n\nWhy You Should Play BasketBros:\nIntense Multiplayer Action: Compete with friends or players from around the globe in fast-paced matches that keep you on your toes!\nDynamic Gameplay: Enjoy fluid animations and responsive controls that make dribbling, shooting, and dunking feel incredibly satisfying.\nCustomization Options: Unlock a variety of outfits, shoes, and accessories for your player, allowing you to showcase your unique style on the court.\nEasy to Play, Hard to Master: With simple controls, anyone can jump in and start playing, but mastering the game will take skill and strategy.\nNo Downloads Required: Play instantly in your browser without the need for downloads or installations. Just click and start playing!\nRegular Updates: Stay engaged with new features, game modes, and special events added frequently to keep the gameplay fresh and exciting.\nCommunity Engagement: Connect with fellow basketball enthusiasts, share tips, and participate in online tournaments to showcase your skills.\n\nGet Ready to Score!\nDon’t miss out on the basketball frenzy! Install BasketBros | Play Online Free now and take your place on the court. Whether you’re looking for a quick game during your break or want to challenge yourself in competitive matches, BasketBros has everything you need to satisfy your basketball cravings!"
  }
}