{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SuperEmotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create custom emotes and make them available in your Youtube comments and live chat today!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can find emotes uploaded by other users and add them to your emote \"slots\" or upload your own emotes at https://superemotes.com.\n\nEmotes that you add to your slots will be available for your YouTube viewers in both the live chat and comment sections. (We are the only app at the moment that does comment section emotes.)\n\nThe emotes are compatible with live chat, popout live chat, studio live chat, studio popout chat, comment sections, and community tab comment sections. \n\nThere is also a special kind of slot called a \"personal emote slot\" where you can bring your emotes to other channels even if they have not added that emote to their slot. This is more of a viewer-centric feature. (We are also the only app at the moment that does personal emote for YouTube)\n\nBTW an emote is basically an emoji or emoticon, but it is a bit more powerful since you can add animations to it.\n\nIt could be a png file or a gif.\n\nRight now we accept uploads with file size of 112pxx112px and < 1MB\n\nWe also decided to add a feature that lets users \"react\" to videos with our emotes. (Similar to other platforms)\n\nThe extension also allows users to choose a theme for the live chat.\n\nBy default, if you don't choose a theme then the app will sync with your YouTube theme settings (light/dark).\n\nWe also have a dashboard menu where you can toggle/manipulate features. It is a bit sparse right now, but we expect that will change pretty soon.\n\nYou can help change that by reaching out to us by visiting the Support section of our website at https://superemotes.com.\n\nThis next section is a more formal feature list:\n---------------------------------------------------------------------------------------------------------------------------------------------------------\n\n\n\n---------------------------------------------------------------------------------------------------------------------------------------------------------\n\nUploading Custom Emotes OR Using public/shared emotes:\n\n1.) Make an account at https://superemotes.com by logging in with your Youtube Channel.\n\n2.) You can add emotes uploaded by other users by visiting the Discover tab or you can upload your own using the Dashboard tab.\n\n3.) Install this extension.\n\n4.) People who visit your channel will now be able to use the emotes. To use the emotes they need to find the icon that looks like our logo and click the icon. An emotes tray will appear where they can see the emotes for your channel. Clicking the emote of their choice will type for them.\n\n\nEmote Reactions\n-----------------------------\nYou can react to any YouTube video with any of our global emotes!\n\nEmotes Types Available\n-----------------------------------------\nWe have global emotes that are available to all users.\n\nWe have uploaded emotes that are available to users that visit your channel.\n\nWe have personal emotes that are available to any channel that you visit.\n\nLive Stream And Comments Capabilities\n------------------------------------------\nWe provide the ability to map live stream chats, live stream replays, and comment sections.\n\nCommunity Comments Section\n-------------------------------------------\nThe comment mapping works with the community section as well.\n\nThemes Available\n------------------------------------------\nWe provide both dark and light themes\n\nLive Stream Themes Available\n------------------------------------------------\nWe provide themes for use in live chat.\n\nDashboard Menu\n------------------------------------------\nWe provide our own easily accessible menu where you can toggle features.\n\nMore Features\n-------------------------------------------\nComing soon!\n\nIf you have any more features please reach out to us under the Support section of our website at https://superemotes.com !\n\nInstructions:\n\n1.) Make an account at https://superemotes.com by logging in with your Youtube Channel.\n\n2.) You can add emotes uploaded by other users by visiting the Discover tab or you can upload your own using the Dashboard tab.\n\n3.) Install this extension.\n\n4.) Now when another user visits your live stream or a youtube video that you own when the extension is installed, they will see the emotes you created when the emote text you chose for your emote appears as text."
  }
}