{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elite Marketing Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EMS simplifies, automates, and accelerates the process of connecting with your ideal, targeted prospects via Facebook."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EMS: Automate Your Facebook Marketing and Engagement with Ease  \n\nEMS (Elite Marketing Suite) is a feature-rich automation tool designed for Facebook marketers, entrepreneurs, business owners, and influencers. It helps you save time, enhance audience engagement, and optimize marketing workflows by automating repetitive tasks. Whether you want to clean up your friend list, respond to comments, broadcast personalized messages, or create interactive contests, EMS makes it all effortless. With just a few clicks, you can streamline Facebook activities and focus on what matters most — growing your audience and building meaningful connections.  \n\n---\n\nWhy Use EMS?  \nManually managing Facebook marketing can be time-consuming and overwhelming. EMS eliminates repetitive tasks through automation, helping you engage with your audience and build relationships effortlessly. It provides essential tools to manage friends, broadcast messages, automate replies, and more — all while giving you control over your interactions.  \n\nEMS is designed to be simple, effective, and secure, empowering businesses and individuals to thrive on Facebook by automating their daily activities.\n\n---\n\nCore Features of EMS  \n\n1. Cancel Pending Friend Requests  \nClear your sent friend requests with ease. EMS helps you cancel pending requests that haven't been accepted, preventing Facebook from flagging your account and keeping your friend request list clean.  \n\n---\n\n2. Comment Auto Reply  \nRespond instantly to comments on your Facebook posts without manual effort. This feature allows you to create automated, customizable replies for every comment, helping maintain engagement and prompt interactions.  \n\n---\n\n3. Safe List Feature  \nProtect important connections by adding them to a Safe List, ensuring that key friends or prospects are not accidentally removed during bulk cleanup. Keep your friend list meaningful while avoiding unwanted disruptions.  \n\n---\n\n4. Message Removal Tool  \nClean up your inbox effortlessly by removing specific or multiple messages at once. Whether you need to delete old conversations or sensitive information, EMS provides a quick way to manage your Facebook Messenger.  \n\n---\n\n5. Group Removal Tool  \nReduce clutter by leaving multiple Facebook groups at once. Identify inactive or irrelevant groups and leave them with just a few clicks, improving your focus on meaningful communities.  \n\n---\n\n6. Rich Text and Fancy Text Creators  \nEnhance your posts and messages with rich text formatting or fancy text styles. Add bold, italics, emojis, and other stylistic elements to grab attention and increase clicks on your content. These tools are perfect for making announcements, offers, or regular posts stand out.  \n\n---\n\n7. Friend Removal Blacklist  \nMaintain a list of previously removed friends to prevent accidentally sending friend requests to them again. This helps you avoid redundant interactions and ensures smooth outreach strategies.  \n\n---\n\n8. Delete Incoming Friend Requests  \nAutomatically delete unwanted incoming friend requests to keep your account organized. This feature saves time by filtering out spam or irrelevant requests.  \n\n---\n\n9. Remove Deactivated Friends  \nIdentify and remove deactivated Facebook accounts from your friend list, ensuring only active users remain. This helps improve engagement and ensures your posts reach the right audience.  \n\n---\n\n10. Group Invite Tool  \nInvite members from one Facebook group to another efficiently. This tool helps you grow your groups by leveraging existing communities, increasing the reach of your marketing efforts.  \n\n---\n\n11. Facebook Page Inviter Tool  \nInvite your friends to follow your Facebook pages effortlessly, helping you grow your page followers and enhance visibility for your business or brand.  \n\n---\n\n12. Post Lover Tool  \nAutomatically react to and comment on posts in your niche to improve engagement and visibility. Use this tool to interact with content from influencers, groups, or pages relevant to your business.  \n\n---\n\n13. Broadcast Messaging  \nSend messages to a broad audience at once using EMS’s broadcast feature. Perfect for sending announcements, offers, or updates to multiple friends with minimal effort.  \n\n---\n\n14. Bulk Messages to Targeted Friends  \nSend personalized bulk messages to newly added or targeted friends. Keep communication relevant and maintain relationships without spending hours composing individual messages.  \n\n---\n\n15. Send Messages to New Friend Requests  \nReach out to users immediately after sending friend requests with a personalized message. This feature helps you introduce yourself and start a conversation while the request is fresh.  \n\n---\n\n16. Send Messages to Accepted Friend Requests  \nBuild rapport with newly added friends by automatically sending welcome messages. Strengthen new connections quickly and keep your audience engaged from the beginning.  \n\n---\n\n17. Remove Inactive Friends Tool  \nClear out inactive friends from your list to make space for new, engaged prospects. Removing inactive users helps improve engagement metrics and ensures your audience is more responsive.  \n\n---\n\n18. Friend Members of Targeted Groups  \nUse EMS to send friend requests to members of specific Facebook groups that align with your target audience. This feature helps you grow your network strategically and efficiently.  \n\n---\n\n19. Friend Request Targeted Post Lovers  \nIdentify users interacting with posts from influencers or competitors in your niche and send them friend requests. This approach helps you connect with active users who share similar interests.  \n\n---\n\n20. CRM Tool  \nOrganize and categorize your contacts into groups, making follow-ups and communication more manageable. EMS’s built-in CRM capabilities ensure you stay on top of important conversations.  \n\n---\n\n21. Lead Prospector  \nAutomatically send friend requests to prospects based on your target criteria. Use this tool to grow your network with high-value connections in your niche.  \n\n---\n\n22. Birthday Greeter Tool  \nNever miss a chance to engage with your friends by sending automatic birthday greetings to their Facebook walls. This personal touch strengthens relationships and enhances engagement.  \n\n---\n\n23. Contest Creator  \nManage contests effortlessly with tools that track comments, select winners, and send customized messages to participants. Create fun, engaging campaigns to keep your audience entertained.  \n\n---\n\n24. Reaction-Based Post Reactor  \nAutomate your reactions and comments based on specific emotions or reactions to posts. This feature helps you engage authentically without spending time monitoring each post.  \n\n---\n\n25. AI Commenter  \nLeverage the power of AI to generate personalized comments. Customize the tone, style, sentiment, and even emojis to match your brand voice, ensuring meaningful interactions at scale.  \n\n---\n\n26. EMS Group Kit  \nManage your Facebook groups efficiently using the EMS Group Kit. Whether you need to moderate members or track engagement, this tool makes group management simple.  \n\n---\n\n27. Engagement Beast Tool  \nBoost your organic reach and engagement with AI-powered automation. EMS ensures your posts are seen by more people, helping you grow your audience and increase visibility.  \n\n---\n\nHow EMS Helps Your Business Succeed  \n- Save Time: Automate repetitive tasks and focus on strategy.  \n- Boost Engagement: Use AI tools to interact with your audience consistently.  \n- Manage Connections: Organize friends and contacts with CRM capabilities.  \n- Increase Reach: Use bulk messaging, friend requests, and group invites to grow your audience.  \n- Simplify Contests: Run engaging campaigns effortlessly and reward participants.  \n\n---\n\nWho Can Benefit from EMS?\n- Social Media Marketers: looking to streamline engagement and grow client accounts.  \n- Entrepreneurs: building their brand and network through Facebook.  \n- Influencers: managing multiple groups and pages efficiently.  \n- Business: Owners using Facebook to engage with customers and prospects.  \n\n---\n\nSecure and Privacy-Compliant \nEMS operates securely, ensuring your data is protected. The extension complies with Facebook’s policies and guarantees that no user data is sold or misused.\n\n---\n\nGet Started Today!\nInstall EMS now and take the next step toward automating your Facebook engagement. Transform the way you connect with your audience, grow your network, and build relationships — all with the power of EMS automation tools!"
  }
}