{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IRIS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IRIS Invigilation (IRIS) helps provide educators assurance of assessment integrity during online and remote assessment."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is IRIS?\nIRIS Invigilation (IRIS) is a software program that helps provide educators assurance of assessment integrity during online and remote assessment. It records audio, video, and computer screen activity for the duration of a test/exam. It analyses this information using machine learning and automatically flags potential academic dishonesty through displaying the data in an easy to use reporting dashboard. \n\nHow does it work? \nIRIS records video of a student's face throughout their proctored exam tracking head and eye movement. It records the audio from the student computer’s microphone video from their webcam and takes successive screenshots of what the student is seeing on their computer screen. Facial markers are identified and tracked; categorising and distinguishing innocent behaviours from dishonest behaviours. Educators can then review this data at a time that is convenient to help ensure student identity verification and assessment integrity. \n\nIs it safe for students to share their data? \nIRIS Invigilation software is a safe, secure and necessary method of maintaining academic integrity at a university/institute. The proctoring/invigilation of online assessments is necessary when conducting online learning to ensure educational standards are maintained and to avoid academic dishonesty. Students that share their data are helping to protect the quality and reputation of their institution.   \n\nThe privacy and protection of students and their personal information is paramount. IRIS ensures that data security, protection laws, privacy legislation and regulation are their priority. IRIS uses AWS Cloud Security to protect data and host all data in Sydney, Australia. IRIS does not sell or use any student assessment data; only IRIS technical administrators have access to this for maintenance and security purposes. \n\nIRIS Security Infrastructure: \n•    Two-factor authentication is enabled for the cloud services account that hosts IRIS \n•    Strict firewall schemes protect all IRIS related services to protect user data and prevent nefarious access to the IRIS infrastructure \n•    Only ports and services that need to communicate with each other and to the outside world will be kept open.  These ports/services have strict IP security groups for inbound and outbound traffic \n•    IRIS will never share or sell your personal data to a third party. \n•    Google Chrome will ask your permission before installing the IRIS extension on your computer.  \n•    IRIS will only invigilate you during your exam. The permissions you agree to are only for the exam duration."
  }
}