{
  "name": {
    "ar,bg,fil,gu,ko,mr,te": "Boxo Cube Game",
    "am,et,id,ml,pl,sw,ta,th": "Boxo Cube Online Game",
    "bn,ca,cs,hr,ms,sl": "Boxo Cube Online",
    "da,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fr,it,lt,nl,pt_BR,pt_PT,ro,ru,sk,sr,tr,uk,vi,zh_CN,zh_TW": "Boxo Cube Casual Game",
    "fi,he,hi,hu,ja,kn,lv,no,sv": "Boxo Cube Unblocked Game"
  },
  "short": {
    "ar": "احترس من المكعبات الدوارة أثناء تحريك مكعب Boxo من جدار إلى آخر.",
    "am": "የቦክስን ኩብ ከአንዱ ግድግዳ ወደ ሌላው ስታንቀሳቅሱ የሚሽከረከሩትን ክቦች ተጠንቀቁ።",
    "bg": "Внимавайте за въртящите се кубчета, докато премествате кубчетата Boxo от едната стена в другата.",
    "bn": "আপনি বক্সো কিউবটি এক প্রাচীর থেকে অন্য প্রাচীরে সরানোর সাথে সাথে ঘূর্ণায়মান কিউবগুলির দিকে নজর রাখুন।",
    "ca": "Vigileu amb els cubs giratoris mentre moveu el cub Boxo d'una paret a l'altra.",
    "cs": "Dávejte si pozor na rotující kostky, když přesouváte kostku Boxo z jedné zdi na druhou.",
    "da": "Pas på de roterende terninger, når du flytter Boxo-terningen fra den ene væg til den anden.",
    "de": "Achten Sie auf die rotierenden Würfel, wenn Sie den Boxo-Würfel von einer Wand zur anderen bewegen.",
    "el": "Προσέξτε τους περιστρεφόμενους κύβους καθώς μετακινείτε τον κύβο Boxo από τον έναν τοίχο στον άλλο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Watch out for the rotating cubes as you move the Boxo cube from one wall to the other.",
    "es": "Tenga cuidado con los cubos giratorios mientras mueve el cubo Boxo de una pared a la otra.",
    "et": "Jälgige pöörlevaid kuubikuid, kui liigutate Boxo kuubikut ühest seinast teise.",
    "fa": "مراقب باشید برای مکعب چرخش به عنوان شما حرکت مکعب Boxo از یک دیوار به دیوار دیگر.",
    "fi": "Varo pyöriviä kuutioita, kun siirrät Boxo-kuutiota seinästä toiseen.",
    "fil": "Watch out para sa mga umiikot cubes habang ilipat mo ang Boxo cube mula sa isang pader sa isa pa.",
    "fr": "Méfiez-vous des cubes rotatifs lorsque vous déplacez le cube Boxo d’un mur à l’autre.",
    "gu": "જ્યારે તમે બોક્સો ક્યુબને એક દિવાલથી બીજી દિવાલ તરફ ખસેડો છો ત્યારે ફરતા ક્યુબ્સ માટે ધ્યાન રાખો.",
    "he": "היזהרו מהקוביות המסתובבות כשאתם מעבירים את קוביית הבוקסו מקיר לקיר.",
    "hi": "जब आप बॉक्सो क्यूब को एक दीवार से दूसरी दीवार पर ले जाते हैं तो घूर्णन क्यूब्स के लिए देखें।",
    "hr": "Pazite na rotirajuće kocke dok pomičete Boxo kocku s jednog zida na drugi.",
    "hu": "Vigyázzon a forgó kockákra, miközben a Boxo-kockát egyik falról a másikra mozgatja.",
    "id": "Hati-hati dengan kubus yang berputar saat Anda memindahkan kubus Boxo dari satu dinding ke dinding lainnya.",
    "it": "Fai attenzione ai cubi rotanti mentre sposti il cubo Boxo da una parete all'altra.",
    "ja": "Box Box キューブを一方の壁から他方の壁に移動するときは、回転する立方体に注意してください。",
    "kn": "ನೀವು ಬಾಕ್ಸ್ಸೊ ಘನವನ್ನು ಒಂದು ಗೋಡೆಯಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಸರಿಸುವಾಗ ತಿರುಗುವ ಘನಾಕೃತಿಗಳನ್ನು ಗಮನಿಸಿ.",
    "ko": "Boxo 큐브를 한 벽에서 다른 벽으로 이동할 때 회전하는 큐브를 조심하십시오.",
    "lv": "Uzmanieties no rotējošajiem klucīšiem, pārvietojot Boxo kubu no vienas sienas uz otru.",
    "ml": "നിങ്ങൾ ബോക്സോ ക്യൂബ് ഒരു ഭിത്തിയിൽ നിന്ന് മറ്റൊന്നിലേക്ക് മാറ്റുമ്പോൾ കറങ്ങുന്ന ക്യൂബുകൾ ശ്രദ്ധിക്കുക.",
    "mr": "आपण बॉक्सो क्यूब एका भिंतीपासून दुसर् या भिंतीत हलवता तेव्हा फिरणार् या घनांकडे लक्ष द्या.",
    "ms": "Berhati-hati dengan kiub berputar semasa anda memindahkan kiub Boxo dari satu dinding ke dinding yang lain.",
    "nl": "Kijk uit voor de roterende kubussen terwijl je de Boxo-kubus van de ene muur naar de andere verplaatst.",
    "no": "Se opp for de roterende kubene når du flytter Boxo-kuben fra den ene veggen til den andre.",
    "pl": "Uważaj na obracające się kostki, przesuwając kostkę Boxo z jednej ściany na drugą.",
    "ro": "Ferește-te de cuburi rotative în timp ce mutați cubul Boxo de la un perete la altul.",
    "ru": "Следите за вращающимися кубами, когда вы перемещаете куб Boxo от одной стены к другой.",
    "sk": "Dávajte si pozor na rotujúce kocky pri presúvaní kocky Boxo z jednej steny na druhú.",
    "sl": "Pazite na vrteče kocke, ko premaknete Boxo kocko iz ene stene na drugo.",
    "sv": "Se upp för de roterande kuberna när du flyttar Boxo-kuben från en vägg till en annan.",
    "sw": "Tazama miche inayozunguka unapohamisha mche wa Boxo kutoka ukuta mmoja kwenda mwingine.",
    "ta": "நீங்கள் Boxo cube ஐ ஒரு சுவரிலிருந்து மற்றொன்றுக்கு நகர்த்தும்போது சுழலும் கனசதுரங்களைக் கவனியுங்கள்.",
    "te": "మీరు బాక్సో క్యూబ్ ను ఒక గోడ నుండి మరొక గోడకు తరలించేటప్పుడు భ్రమణ ఘనాల కోసం చూడండి.",
    "th": "ระวังก้อนหมุนในขณะที่คุณย้ายลูกบาศก์ Boxo จากผนังด้านหนึ่งไปอีกด้านหนึ่ง",
    "tr": "Boxo küpünü bir duvardan diğerine taşırken dönen küplere dikkat edin.",
    "uk": "Слідкуйте за обертовими кубиками, коли ви переміщуєте кубик Boxo з однієї стіни на іншу."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cross the street with a crazy cube in an arcade game with little graphics. Make your highest score!\n\nHow To Play\nPlayed with Mouse.\n\nBoxo Cube Casual Game Features\n✓ Infinity Level\n✓ 2D Graphics\n✓ Easy control\n✓ Arcade Sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Boxo Cube Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}