{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mass Tweet Deletions, Follows & more | TweetStorm.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Perform mass tweets delete, follows, unfollows, likes, unlikes and retweets based on filters like date ranges, keywords etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily manage your Twitter/X account with our powerful twitter mass action tool. Whether you need to mass delete tweets, follow or unfollow users, like or unlike tweets, or mass retweet posts, this extension has you covered. Use advanced filters like date ranges, keywords, specific Twitter handles, or minimum engagement metrics (replies, retweets, and likes) to streamline your Twitter management. Our extension is completely free, giving you unlimited control over your Twitter actions!\n\nğ—™ğ—²ğ—®ğ˜ğ˜‚ğ—¿ğ—²ğ˜€:\nMass Delete Tweets\nTwitter Mass Follow\nTwitter Mass Unfollow\nMass Like Tweets\nMass Unlike Tweets\nMass Retweets\n\nğ—™ğ—¹ğ—²ğ˜…ğ—¶ğ—¯ğ—¹ğ—² ğ—™ğ—¶ğ—¹ğ˜ğ—²ğ—¿ğ˜€:\nPerform any bulk action based on keywords, minimum likes, retweets, or replies, or target tweets from specific users.\n\nIf you're looking for a tool that simplifies how to delete tweets in bulk or mass manage your Twitter account, this extension is your ultimate solution. Manage your activity with ease and precision today!\n \nThis tool is part of the comprehensive Twitter management suite offered by TweetStorm. Visit us to explore more powerful Twitter tools and services designed to enhance your experience."
  }
}