{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ВБ Артикул"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Поиск и мгновенный переход на детальную карточку Wildberries по артикулу. Введи слово вб, нажми пробел и артикул"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Расширение позволяет мгновенно переходить на страницу товара по артикулу. \nПосле установки в адресной строке  напишите слово “вб”, пробел, напишите артикул, нажимаете enter и переходите на карточку товара вб.\n\nКогда вместо артикула вводите наименование товара, то сразу переходите на результаты поиска WB.\n\nБывает, что находясь в социальных сетях ты видишь упоминание артикула вб в роликах,  постах или комментариях. Тебе остается только найти этот товар по артикулу вб на сайте. \nЧтобы найти товары легко введите артикулы вб в адресную строку браузера, предварительно написав “вб”, например, вб 261950359, нажмите enter и сразу перейдете на карточку wb.\n\n🤔 Как на вб найти товар по артикулу?\n1️⃣ Перейдите в Chrome Web Store и установите расширение ВБ артикул;\n2️⃣ В адресной строке браузера введите “вб” и пробел;\n3️⃣ После этого введите артикул товара и нажмите Enter.\n\n\n💡 Почему стоит выбрать ВБ Артикул вместо других инструментов и расширений?\n\n✓ Быстрый поиск товаров\nПросто введи вб в адресной строке, затем напиши артикул товара, и ты сразу перейдёшь на страницу товара на Wildberries.\n\n✓ Экономия времени\nНе нужно искать товар через сайт или приложение — всё происходит прямо в браузере.\n\n✓ Простота использования\nНикаких сложных настроек или лишних шагов — работает прямо из адресной строки.\n\n✓ Мгновенный переход\nПосле ввода кода товара ты моментально попадаешь на нужную карточку вб, без ожидания.\n\n✓ Удобство для покупателей\nИдеально, если тебе нужно быстро узнать цену, описание или наличие товара быстро.\n\n✓ Работает всегда\nМожно использовать расширение на любом компьютере, где установлен браузер Chrome.\n\n✓ Лёгкая активация\nПросто напиши вб, пробел, и введи номер товара — никакие дополнительные переходы через поисковые системы больше не нужны.\n\n✓ Не надо искать вручную\nЗабудь про долгое листание сайта — введи код товара, и сразу переходи на карточку.\n\n✓ Подходит всем\nДети и взрослые — любой сможет легко разобраться и пользоваться.\n\n✓ Ускоряет покупки\nЕсли часто заказываешь товары на Wildberries, это расширение станет твоим помощником.\n\n\n📪 Свяжитесь с нами\nЕсть вопросы или предложения? Не стесняйтесь обращаться к нам."
  }
}