{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DuckDuckGo Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DuckItUp integrates search google button and movie rating system. Open-Source"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DuckDuckGo Enhancer or DuckItUp is an extension that provides few productive features for its users. DuckDuckGo is a very good search engine which respects users privacy. But it lacks some productive features. This extension aims to bridge that productivity gap.\nThis is an Open-Source Project - https://github.com/Sayak9495/DuckItUp\n\n---------------------------\nWhy?\n- Sometimes DuckDuckGo doesn't provide the desired result which forces users to move to google with the same search query. DuckDuckGo doesn't provide Movie or TV-Series ratings which is a bummer. Install DuckItUp to reduce your hassle until DuckDuckGo itself implements the features.\n\n---------------------------\nProductive Features - \n1. Dedicated Search Google button. [Redirects to google with the same search query]\n2. Movie & TV-Series Ratings info gets integrated when searched for a movie. [like year of release, genre, run-time, IMDb/Rotten-Tomato/Metacritic ratings]\n3. Shows Movie/Series Info even when DuckDuckGo doesn't detect the query as a valid movie/series. [Suffix such queries with movie/series and DuckItUp will integrate the movie/series info into the view. Ex- Cosmos series].\n---------------------------\nThis is an Open-Source project, any contribution or suggestions is highly appreciated. And this extensions in no way related to official works of the DuckDuckGo team. This is an independent project."
  }
}