{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Currency Conversion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert values ​​between two currencies quickly and accurately."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mô Tả: \n\nCurrency Conversion là một tiện ích chuyển đổi tiền tệ nhanh chóng và chính xác. Tương thích với nhiều phiên bản Chrome và hoàn toàn miễn phí.\n\nCurrency Conversion rất dễ sử dụng, bạn chỉ cần chọn loại tiền tệ để chuyển đổi và nhập giá trị, mọi quy trình sẽ tự động diễn ra cho bạn.\n\nKhái niệm chuyển đổi: \n\nTỷ lệ chuyển đổi đại diện cho giá trị tương đối giữa hai loại tiền tệ. Về cơ bản, nó là thước đo giá của một loại tiền tệ so với một loại tiền tệ khác. Khi tỷ giá thay đổi, tiền của một quốc gia có thể trở nên yếu hơn hoặc mạnh hơn so với các loại tiền tệ khác. Ví dụ, nếu tỷ lệ chuyển đổi đồng euro / đô la Mỹ là 1,25, điều đó có nghĩa là một euro có thể tương đương với 1,25 đô la bằng đồng tiền Mỹ. Hoặc nếu tỷ giá chuyển đổi đô la Mỹ / Rupee Ấn Độ (INR) là 65,2, thì một đô la Mỹ trị giá 65,2 rupee Ấn Độ.\n\nCác  cập nhật mới (phiên bản 0.0.5):\n- Loại bỏ hỗ trợ chuyển đổi tiền điện tử \n- Thêm tìm kiếm nhanh các loại tiền tệ \n- Thay đổi giao diện để tươi mới hơn.\n-  Cải thiện và đơn giản hóa chức năng sử dụng.\n\n-----------------------------------------------------------------------------------------------------------------------------\n\nDescription: \n\nCurrency Conversion is a quick and accurate currency conversion utility. Compatible with many versions of Chrome and completely free.\n\nCurrency Conversion is easy to use, you just need to choose the currency to convert and enter the value, every process will take place automatically for you.\n\nConversion rate in action:\nThe conversion rate represents the relative value between two currencies. It is essentially the price measure of one currency against another. As the rate changes, one country's money can become weaker or stronger against other currencies. For example, if the euro/U.S. dollar conversion rate is 1.25, that means one euro can equate to $1.25 in American currency. Or if the U.S. dollar/Indian rupee (INR) conversion rate is 65.2, then one U.S. dollar is worth 65.2 Indian rupees.\n\nNew Update (version 0.05):\n- Remove support for cryptocurrency conversion\n- Add a quick search of currencies\n- Change the interface to get fresher.\n- Improved and simplified functionality to use."
  }
}