{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just Repeat - Looper for YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to repeat certain points of a youtube video. So we can enjoy all the good stuff"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just Repeat is a versatile and user-friendly Chrome extension designed to enhance your YouTube experience by enabling seamless repetition of specific segments within videos. \nWith Just Repeat, you can effortlessly create loops, study or analyze content more effectively, and enjoy your favourite parts of a video repeatedly.\n\n⚡️ Key Features:\n\n➤ Loop Creation: Easily create loops by selecting precise start and end times within any YouTube video. Just Repeat provides a simple and intuitive interface that allows you to define customized loop ranges with accuracy.\n\n➤ Loop Management: Manage your loops efficiently from the extension's popup window. Just Repeat keeps track of all your created loops, enabling you to edit, delete, or organize them effortlessly. Stay organized and access your loops whenever you need them.\n\n➤ Chrome Storage Integration: Just Repeat leverages the power of Chrome storage to save your created loops even when navigating to a different YouTube page or closing the browser. Your loops are securely stored and synchronized, ensuring you can easily access them when returning to the page.\n\n➤ Intuitive UI and User Experience: Just Repeat features a clean and user-friendly interface, ensuring a smooth and enjoyable experience while interacting with loop functionality. The extension seamlessly integrates into the YouTube interface, making it easily accessible whenever you need it.\n\n➤ Privacy and Security: Just Repeat respects your privacy and does not collect or store any personally identifiable information. All data related to your loops and settings is securely stored locally on your device.\n\n➤ Regular Updates and Support: Just Repeat is actively maintained and updated to ensure compatibility with the latest YouTube features and improvements. The dedicated support team is available to assist you with any inquiries or issues you may encounter.\n\nTransform your YouTube experience with Just Repeat and unlock a new level of control and convenience while enjoying your favourite videos.\n\nHow To Use\nOnce the extension is installed, you can use it to create and manage loops in YouTube videos. Here's how to use the extension:\n\n1.\nOpen a YouTube video in your browser.\n\n2.\nDrag the range slider beside the loop button on the YouTube video control strip to select the end time of the loop.\n\n3.\nLoop Button Icon\nClick on the Loop button to create a loop at the YouTube player current time\n\n4.\nThe Loop Complete Icon will appear If the loop was successfully made\n\n5.\nIf the loop was unsuccessful (e.g. 06:09 - 0:02) the end time was less than the start time)\n\n6.\nThe selected loop will be added to the list of loops for the current video.\nTo DELETE a loop, click on the delete button  next to it in the loops list.\nTo SELECT AND PLAY a loop, click on the play button  next to it in the loops list.\n\nPlease Rate ★★★★★ Stars if you enjoy it\n\nFeel free to reach out if you experience any problems at"
  }
}