{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Học Nấu Ăn - DisneyCooking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Học nấu ăn với DisneyCooking là chương trình đào tạo nghề bếp cơ bản cho các bạn trẻ mới vào nghề để có được cơ hội việc làm ổn định"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Học nấu ăn tại DisneyCooking, bạn có thể lựa chọn những lớp học phù hợp với bản thân như: nghiệp vụ Bếp trưởng, nghiệp vụ Bếp Á, nghiệp vụ Bếp chay, Bếp trưởng Bếp Âu, Bếp trưởng Bếp Hoa, Bếp trưởng Bếp Nhật, ... Đây đều là những khóa học cung cấp nghiệp vụ, kiến thức chuyên môn của nghề giúp các bạn nhanh chóng đạt được mục tiêu trở thành đầu bếp chuyên nghiệp trong tương lai.\n\nNgoài ra, khi tham gia các lớp tại DisneyCooking sẽ đào tạo bạn thành công trong nghề, không những chia sẻ bí quyết chế biến món ăn ngon mà còn được bổ trợ một số kỹ thuật làm bánh, làm kem, ... cơ bản. Bên cạnh đó, bạn sẽ còn được rèn luyện các kỹ năng mềm như kỹ năng giao tiếp, làm việc nhóm, vận hành bếp, kiểm soát chi phí, quản lý nhân sự, lập dự án kinh doanh ẩm thực.\n\nLấy học viên làm trọng tâm, DisneyCooking nỗ lực xây dựng cơ sở vật chất nhằm tạo điều kiện thuận lợi nhất có thể để học viên yên tâm học nghề bếp. Đồng thời, luôn chú trọng đến những kỹ năng mềm cần thiết để bạn có thể vận hành công việc thuận tiện và nhanh chóng thăng tiến trên lộ trình nghề nghiệp.\n\nBộ giáo trình được nghiên cứu và biên soạn từ các chuyên gia ẩm thực, bếp trưởng, đầu bếp nhiều kinh nghiệm đến từ nhiều nhà hàng – khách sạn lớn trên cả nước. Từ đó, bạn sẽ không phải lo ngại bỏ sót bất cứ kiến thức quan trọng nào trong lộ trình học.\n\nGiảng viên tại Disney Cooking là những chuyên gia ẩm thực nổi tiếng, bếp trưởng có kinh nghiệm, nhiều năm gắn bó với nghề bếp, nhiệt tình, sẵn sàng cầm tay chỉ nghề, giải đáp mọi thắc mắc của học viên. Từ đó, giúp các bạn thành thạo kỹ năng trong thời gian ngắn.\n\nHầu hết, các lớp học chuyên đề tại trung tâm đều có mức học phí vừa phải tùy theo món ăn và hình thức lớp bạn tham gia. Mức học phí này đã bao gồm các khoản đồng phục, tiền mua nguyên vật liệu, giáo trình, lệ phí thi và cấp chứng chỉ.\n\nTrong suốt chương trình học, bạn sẽ không cần phải đóng thêm bất cứ khoản chi phí nào nữa. Đặc biệt, bạn sẽ còn được giảm ngay 3% học phí khi đóng trọn gói và giảm 5% học phí đối với những học viên có hoàn cảnh gia đình khó khăn, bộ đội xuất ngũ.\n\nSau khi hoàn thành chương trình học nâng cao và bài thi tốt nghiệp, bạn sẽ được nhận chứng chỉ Nghiệp Vụ Bếp Trưởng do Tổng cục Giáo dục Nghề nghiệp cấp, có giá trị trên phạm vi toàn quốc.\n\nTham khảo kháo học tại: https://www.disneycooking.com/day-nau-an/\n\nThông tin về DisneyCooking - Trường Đào Tạo Nghề Bếp Chuyên Nghiệp\nTên viết tắt: DisneyCooking\nTên tiếng anh: DisneyCooking School\nĐịa Chỉ: 65 Mai Thị Lựu, Phường Đa Kao, Quận 1, Hồ Chí Minh, Việt Nam\nSố Điện Thoại: 1800 6148\nEmail: admin@www.disneycooking.com"
  }
}