{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Food Pulse"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gets the top food items from a restaurant's Google Reviews."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You want to order some new food at a restaurant and don't know what to order? Tired of scrolling through all the Google reviews to make a decision on what food to eat? If you answered yes to both questions, then Food Pulse is for you!\n\nCurrently, the extension support up to ~400 reviews, due to default aws-sdk timeouts. In a future iteration, we will be able to support more reviews (if enough people are interested in that).\n\nUsing Food Pulse (video):\nYoutube link: https://youtu.be/Vvha9gB0FDs\n\nUsing Food Pulse (description):\n1) Search \"restaurants near me\" on Google.\n2) Click on any of the results which opens up a list of restaurants.\n3) In the new search bar, search for the restaurant you want to get the top food items for.\n4) Click on your restaurant.\n5) Click on the \"<Number of reviews> Google reviews\"\n6) Open up the Food Pulse Extension.\n7) If everything was done correctly, you should see a \"let's go already\" button. \n8) Click the button and wait patiently! Feel free to work in a new window while the results load. Do not change tabs or click outside of the popup while the extension is running!\n\nAlleviating privacy concerns:\n\"Read and change your data on all google.com sites\" - All we do is read the restaurant name on the page you want the Google reviews for.\n\"googleapis.com\" - This is for using Google fonts and a JQuery CDN.\n\"Read your browsing history\" - We in no way, shape, or form store any browsing history. When you use our extension on a particular restaurant, we only \"read\" the url to send to AWS Lambda for processing, or redirect you to our Github repo!\n\n* Due to the complexity of the identifying the foods and the sentiment analysis, this is a proof of concept."
  }
}