{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What Is My Boyfriend Thinking?"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Know what your boyfriend is thinking with one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WHAT IS WHAT IS MY BOYFRIEND THINKING?\nA chrome extension for fun that can tell a girl what her boyfriend is thinking at the moment.\n\nHOW IS IT DONE?\nMay be the chrome extension hacks in to a girls' boyfriend's brain to know what he is thinking.\n\nHOW CAN I USE IT?\nYour boyfriend cannot know about it. Otherwise, it won't work. This is the main rule you need to keep in mind while using the software solution. The software solution has an elegant user interface. \n\nYou can launch it by clicking on the icon in the\nextensions bar or list. Next, the app page will open where in a few seconds, you will be able to see what your boyfriend is thinking at the moment. If you click on the heart, the page will refresh. If you want to save your boyfriend's name, click on settings, and on the settings page you can save the name of your boyfriend. If you do not save your boyfriend's name, the software solution will use the pronoun \"He\". \n \nYou can share the thought via facebook, twitter, & email. In order to share it, select it (you can triple click on it to select the entire sentence), and you will see the tiny & cute share icons. Click on your desired one to share the thought. \n\nFEATURES\n\nQuick Installation\nInstallation will take less than 5 seconds.\n\nClean & Attractive User Interface\nWhen you open the solution for the first time, \nyou will definitely admire the aesthetics of the solution.\n\nQuick Sharing Options\nThe solution offers quick sharing options via 3 \nleading social networks, facebook, twitter, & \ngmail.\n\nSpeed\nThe solution takes just a few seconds to hack into your boyfriend's mind and display his thought.\n\nSafe\nThe solution does not require any remote code to function.\n\nLimited Romantic Experience Required\nYou don't need to have a lot of romantic experience to use the solution.\n\nBuilt on Modern Frameworks\nThe solution uses latest stable frameworks to \nensure the best possible user experience.\n\nEasy Settings\nIt will take you less than 3 seconds to save your boyfriend's name in the settings.\n\nPremium Support\nWe offer premium support for our valued customers.\n\nFREQUENTLY ASKED QUESTIONS  \n\nQ: How can I install it?\n\nA: Please install it from chrome web store page.\n\nQ: Is there any limit regarding the no. of times it can be used every day?\n\nA: There is no limit. \n\nQ: How can I share my boyfriend's thought on social media?\n\nA: Select the thought to see the social media options and share.\n\nQ: Will my boyfriend fall ill if the solution hacks into his mind?\n\nA: No. \n\nQ: Who is the software solution for?\n\nA: It is for girls."
  }
}