{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ElementHider"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hides elements that contain keywords set by user"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Jun18, 2023 update includes \"Performance mode\" which is enabled by default and should speed up the hiding of the elements.\n\nThis extension is meant to be an easy and efficient way to hide web elements and ads based on the text they contain. \n\nIt hides for example twitter posts, news articles, facebook posts, twitch comments etc. if they contain a keyword set by you. You can also blur them out instead of hiding them completely. Blurred elements can be revealed with mouse hover.\n\nDonate button is given on the popup and on clicking it redirects to paypal.com\n\n*KEYWORD OPTIONS*\nBy default keywords are case-sensitive but you can also set them case-insensitive and decide if the word should appear exactly as you've written it (e.g. CAT but not eduCATion). Examples of the keyword options can be found on the popup screen of the extension.\n\n*TESTING MODE*\nThe extension has a testing mode which highlights the elements with green borders instead of hiding them. Testing mode makes it easy to see what is going to be hidden with the current keywords. \n\n*ELEMENT HIDING PRECISION OPTIONS*\nPrecision of hiding can be adjusted from the options. It will affect how many parent elements will be hidden (for example if only the title of the article or complete article should be hidden).\n\n*SITE SETTINGS*\nKeywords can be set as site specific by adding \">>> url.com\" after the keyword (\"keyword >>> youtube.com\") and in the options you can set the global site settings if you want to enable or disable ElemenHider on specific sites completely.\n\n*NOTES*\nAlthough, this extension has been found to be working with a very high success rate, it is not fully guaranteed that it will hide every single element on every website with a keyword on it. This is mainly because every site is built differently and have different structure which makes it hard to identify all of them 100% correctly. Feel free to leave feedback if you encounter any problems with the extension.\n\nAlso available for Firefox: \nhttps://addons.mozilla.org/firefox/addon/elementhider-vh/\n\nGithub: \nhttps://github.com/hievalt/ElementHider\n\nExtension uses jQuery:\nhttps://jquery.com/"
  }
}