{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add To Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly add events to your Calendar with the click of a button without retyping the title, date, time or location of an event."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add To Calendar\n\nInstantly add events or appointments to your Google Calendar or other calendar (iCal, .ics) with the click of a button without retyping the title, date, time or location of an event.\n\nClick on the \"Add To Calendar\" button 📅⁺ in the Chrome Toolbar on any website. It will scan the website using Intelligent Technology to find event information such as title, date, time and address.\n\nNOTE: If you do not see the extension icon on the Chrome toolbar then click on the \"Extensions\" icon that looks like a jigsaw puzzle piece 🧩 on the Chrome toolbar. Look for \"Add To Calendar\" and then click on the pin icon 📌 next to it.\n\n11/14/2024 - Version 1.0.7\n+Bug Fix: Some times were not getting parsed if they were in the same paragraph with other times.\n\n10/21/2024 - Version 1.0.6\n+ Bug Fix: If the date format was set to dd/mm/yyyy but the found event date was dd/mm/yy such as 06/12/24 then it was getting an incorrect date because it was expecting a four digit year.\n\n2/15/2024 - Version 1.0.5\n+ Bug fix: \"Error in event handler: SyntaxError: Bad control character in string literal in JSON at position\" if the ld+json event data on a website didn't properly escape line feeds, etc.\n\n1/25/2024 - Version 1.0.4\n+ Fixed license bug\n\n1/24/2024 - Version 1.0.3\n+ Bug Fix - Download iCal file was attempting to download more than once.\n+ Better matching of AM/PM for events pages like Google events.\n\n6/26/2023 - Version 1.0.2\n+ Now allows paste in date and time input fields.\n\n9/13/2022 - Version 1.0.1\n+ Now removes zero width no-break space (\\uFEFF) from times and dates if web authors are using it for some reason.\n\n9/9/2022 - Version 1.0.0\n+ Updated to Manifest V3\n+ Can now find events in cross domain iFrames\n+ Highlighted text is added to event description if no other description is found.\n+ More date values with the wrong format in ld+json events are corrected now.\n+ Keyboard shortcut link added to \"Settings\".\n+ Added busy wait spinner to popup.\n\n8/8/2022 - Version 0.9.11\n+ Removes &ZeroWidthSpace; from text match so that time and dates can be matched where web authors are adding &ZeroWidthSpace;\n\n7/18/2022 - Verison 0.9.10\n+ Fixed new bug where dates formatted as 'yyyy/mm/dd' were accidentally swapping the month and the day.\n+ Fixed a bug where dates formatted like 7-15 were sometimes being detected as time.\n+ Now works better with Military or British time such as \"17:00 to 22:00\".\n+ Now gets description if any ld+JSON, Microdata, or RDFa includes \"description\" markup.\n+ Now removes timezone offset if included with ld+JSON, Microdata, or RDFa time and adds it to a timezone offset field.\n\n7/16/2022 - Version 0.9.9\n+ Now better at auto detecting the date format such as 'mm/dd/yyyy' or 'dd/mm/yyyy' and if that still does not work there is now a \"Date Format\" option to choose between, 'Auto Detect' or 'mm/dd/yyyy' or 'dd/mm/yyyy' or 'yyyy/mm/dd'.\n\n9/8/2021 - Version 0.9.8 \n+Fixed some license issues.\n\nVersion 0.9.7 - 4/7/2021 - Added identity.email permission because Google is deprecating Chrome Web Store payments. So setup for new payments processor. Also the Add To Calendar extension can now find event data in \"application/ld+json\" if available on the website. Also the extension can now read event data in iframes if they are from the same domain. Also the extension no longer adds H2 elements to the document for IMG tags with title or alt attributes. Also added matching for a new thin dash – that is used on Google's events page for the time (ex: 7:30 – 11:59 PM) when selecting event text on the right side. Also added Dark Mode support.\n\nVersion 0.9.6 - 12/5/2019 - Links on popup were going to the wrong page to purchase \"Add To Calendar\" extension. Also one link was not opening because it did not have target=\"_blank\". Fixed.\n\nVersion 0.9.5 - 1/19/2019 - Now finds event information in IMG ALT tags if there. Also improved finding of event information in highlighted text by removing &nbsp; from elements. Also improved matching of start time and end time located in same element.\n\nVersion 0.9.4 - 1/15/2019 - Fixed so that \"1-3 p.m.\" would not match a date by looking for it not to match \"p.m.\" instead of just \"pm\". Also fixed so that \"Jan 10-12\" does not match a time of \"10-12\".\n\nVersion 0.9.3 - 1/10/2019 - Fixed where Europe style dates of \"23-25 February\" were being skipped because were being matched with \"23-25-\" style matching. Also fixed where the extension would detect \"01/25/2019\" as a Europe style date of dd/mm/yyyy because of the leading 0. Now calculates that the 25 is too large to be a month.\n\nVersion 0.9.2 - 12/21/2018 - Fixed some bugs where times like 5-7:00 were sometimes matching a date of 5-7. Also fixed a few other bugs where dates like 12/25-12/29 were sometimes matching 12/25/12.\n\nVersion 0.9.1 - Added Google Developer Tools API Client ID and Chrome Web Store API.\n\nVersion 0.9.0 - Add To Calendar Chrome extension created."
  }
}