{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Met Genius Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The power of React and TypeScript for building interactive Chrome extensions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imaginez-vous répondre de manière fluide et précise à chaque question des recruteurs lors d’un entretien ! \n\nMetGenius est une solution révolutionnaire qui agit comme votre assistant personnel, vous fournissant instantanément les réponses dont vous avez besoin. Grâce à l’intelligence artificielle, MetGenius analyse les questions et génère des réponses adaptées en temps réel, vous permettant ainsi de briller lors de vos entretiens techniques. \n\nMetGenius génère les réponses à vos questions, vous permettant de vous concentrer sur votre performance sans stress ni hésitation. Et ce, sans jamais laisser transparaître que vous avez un atout secret à votre disposition\n\nComment ça marche : \n* Téléchargez l'extension MetGenius. Elle sera alors intégrée à Google Meet. \n* Lors de votre entretien, MetGenius génère instantanément les réponses à vos questions. Vous avez juste à cliquer sur une question posée par le recruteur pour avoir la réponse.\n\nAvantages clés : \n* Vous donne l'avantage d'avoir les bonnes réponses instantanément, vous permettant de vous concentrer sur vos compétences. \n* MetGenius est discret, votre interlocuteur ne le voit pas.\n\nRejoignez MetGenius dès aujourd'hui et transformez votre manière d'aborder les entretiens techniques. \n\nAvec MetGenius, l'avenir de vos entretiens est à un seul clic. 🌟"
  }
}