{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whopper Clicker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy the Whopper Сlicker Game offline in a handy popup, no internet needed!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy the Whopper Сlicker Game offline in a handy popup, no internet needed!\n\nDive into the fun of Whopper Clicker! Experience the thrill of this game and make it your go-to source of happiness. Start playing today!\n\nThis captivating clicker experience challenges you to expand your business, upgrade your equipment, and discover innovative ways to enhance production. Whopper Clicker seamlessly blends strategy and entertainment, keeping players engaged from the very first tap.\n\n🌟How to Play\nWhopper Clicker is simple to learn yet offers layers of depth for those who love optimizing gameplay:\n\n🌟Tap to Earn: Create burgers and collect points with each click.\nInvest in Upgrades: Boost your production rate by unlocking better tools and features.\nActivate Bonuses: Use special boosts to skyrocket your earnings during critical moments.\nAs you progress, the game introduces exciting new mechanics that ensure every step forward feels rewarding.\n\n🌟Tips for Success\nMastering Whopper Clicker requires a mix of smart planning and consistent effort. Here’s how to get ahead:\n\n🌟Strategic Spending: Focus on upgrades that give the best long-term benefits.\nBoost Timing: Save temporary bonuses for moments when they’ll maximize your profits.\n🌟Regular Play: The more often you play, the faster you’ll unlock valuable upgrades and features.\nWith these strategies, you’ll dominate the burger world and achieve greatness in Whopper Clicker!"
  }
}