{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AmbientFocus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost focus with customizable ambient sounds and timed work sessions. Create your ideal audio environment for enhanced productivity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost Your Productivity with Endless, Customizable Ambient Sounds\n\nElevate your focus and achieve more with AmbientFocus, the ultimate Chrome extension for professionals, students, and creatives seeking enhanced productivity through personalized, uninterrupted sound environments.\n\n🎧 What AmbientFocus Can Do for You:\n\n+ Immerse yourself in endless, ready-made or custom soundscapes\n+ Structure your work with timed focus sessions (perfect for Pomodoro technique)\n+ Enjoy uninterrupted ambient audio for as long as you need\n+ Set and track daily productivity goals\n+ Receive smart reminders on the tab you are working on\n\n🚀 Key Features:\n\n+ Versatile, Endless Soundscapes:\n    • Choose from a variety of pre-designed ambient soundscapes\n    • Create your own custom mix by combining individual sounds\n    • Adjust individual sound volumes for the perfect blend\n    • Listen for as long as you want with no disruptions\n\n+ Focused Work Sessions:\n    • Built-in timer for structured work intervals\n    • Customizable work and break durations\n    • Continue your ambient audio beyond timed sessions\n\n+ Progress Tracking:\n    • Set daily focus session goals\n    • Monitor your productivity trends\n\n+ Smart Reminders:\n    • Receive timely reminders on your active tab\n    • Gentle audio cues for session starts and ends\n\n+ Streamlined User experience:\n    • Simple, one-click play button for instant focus  \n    • Movable on-screen break timer\n\n💡 How to Use AmbientFocus:\n\n1. Install the extension from the Chrome Web Store\n2. From the extensions menu, find AmbientFocus, pin it, and open it by clicking the icon\n3. Select a pre-made soundscape or create your own\n4. Set your work session duration and goals (optional)\n5. Start your focused work session and enjoy uninterrupted ambient sounds for as long as you need\n\n🌟 Why You'll Love AmbientFocus:\n\n+ Start your focus session instantly with a single click\n+ Avoid decision fatigue with a streamlined, user-friendly interface\n+ Instantly access curated soundscapes or craft your perfect audio environment\n+ Enjoy continuous, uninterrupted ambient sounds for extended focus periods\n+ Eliminate distractions and improve focus with structured work sessions (if desired)\n+ Stay motivated with daily goal tracking\n+ Experience a seamless, non-intrusive productivity tool right in your browser\n\nTransform your work habits and achieve more every day with AmbientFocus. Whether you're writing, coding, studying, or tackling daily tasks, AmbientFocus provides the ideal, uninterrupted audio backdrop and focus tools you need to succeed.\n\nReady to supercharge your productivity? Add AmbientFocus to Chrome today, pin it to your toolbar, and experience the power of endless, focused work!\n\nQuestions or feedback? We're here to help!\nEmail us at: support@ambientfocus.app"
  }
}