{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Horizon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beautiful new tab extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Horizon: Your New Tab Sanctuary - Where Moods Embrace Possibilities! 🌈\n\nSay farewell to plain, uninspiring tabs! Horizon invites you into a personalised wonderland, adapting to your desired mood. Unlock your creativity, tackle your tasks or simply unwind – it's all just a click away.\n\nFeeling Artistic? 🎨\nWhiteboard Delight: Sketch ideas, brainstorm freely and let your creativity flourish on your personalised canvas.\n\nAiming for Productivity? 🚀\nNote Nirvana: Streamline your thoughts, tasks and dreams with robust note-taking tools. Your to-do list, tasks and notes are conveniently at your fingertips each time you open a new tab.\n\nWishing Tranquility? 😌\nCalming Oasis: Relax and dispel digital stress with breathtaking live wallpapers that turn your new tab into a serene escape. Picture gentle ocean waves or a tranquil mountain vista melting away your worries.\nAnd there's more! 🎵🤖🚫\n\nSpotify Serenade: Enjoy your favorite tunes seamlessly with Spotify integration. Consider it your personal DJ, always ready to spin the perfect track.\n\nChatGPT Companion: Never feel stuck again! ChatGPT resides in your new tab, prepared to answer questions, brainstorm ideas, or engage in casual conversation – like having a friendly advisor always at your service.\n\nShare with us what brings you joy, what ignites your creativity and what tools would elevate your browsing. We're continually developing new features inspired by your preferences! 🚀\n\nSo, how would you like to feel today? Immerse yourself in Horizon and let your mood be your compass! 🌟"
  }
}