{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zypher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI companion."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picture this: It's Monday morning, and you're drowning in emails. Your boss drops an urgent request for a meeting and a report. Panic sets in as you struggle to craft a clear, concise email response. Sound familiar?\n\nEnter Zypher Assistant. It's your secret weapon for effortless communication. With features like quick replies and advanced writing enhancements, Zypher streamlines your online interactions, making you a communication pro in no time.\n\nText Enhancement Features:\n\nQuick Reply: Respond swiftly with ease.\nImprove Writing: Elevate the quality and style of your content.\nFix Grammar and Spelling: Ensure impeccable clarity.\nMake Shorter: Condense lengthy passages while preserving meaning.\nMake Longer: Expand concise content for deeper understanding.\nSummarize: Capture the essence of lengthy texts effortlessly.\nExplain: Gain contextual insights and explanations.\nChange Tone: Adapt your content's tone to various contexts.\nSimplify: Streamline complex content for easier comprehension.\nParaphrase: Seamlessly transform and rephrase text.\n\nNew Features:\n\nSummarize Buttons in Outlook, Gmail, and YouTube: Receive summarized mail in Gmail and Outlook, and enjoy condensed content in YouTube's side panel for English videos under 15 minutes.\nZypher Assistant Button in Social Media: Enhance posts and comments on LinkedIn, engage with video content on YouTube, and compose emails confidently in Outlook and Gmail.\n\nDon't let writer's block hold you back. Embrace Zypher and conquer the digital world with confidence."
  }
}