{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Printix"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chromebook printing from Printix cloud print management service."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Print from Chromebook by using your Printix account.\n\nPrinting from Chrome and Chromebook is made easy to any network printer managed by Printix.\n\nIf you are at an organization that already has Printix installed just add the extension and deploy to start printing.\n\nFEATURES:\n• Gives users Single Sign-On (SSO) to Printix with their Google Workspace account.\n• Use Google groups to deploy and control access to printers based on users' group membership.\n\nREQUIREMENTS:\nThe Printix extension requires Tungsten Printix Cloud Print Management which enables an IT admin to easily deploy and manage printing with Printix. See the Printix website for details.",
    "da": "Print to Printix managed printers from Chrome.\n\nPrintix is a productivity extension for Google Chrome that allows users to print from their Chromebook using Printix managed printers that connect to Wi-Fi or a wired network. Printing is enabled on Printix managed printers that support PDF and are configured to print via the cloud.\n\nThe Printix extension for Chrome OS, requires an existing Printix subscription and enables an IT admin with a Printix administrator account to easily deploy and manage printing with Printix.\n\nHow to deploy Printix for Chromebook\n1.\tInstall the extension\n2.\tSign in to the Google Admin console (admin.google.com).\n3.\tSign in using your administrator account (does not end in @gmail.com).\n4.\tFrom the Admin console dashboard, click Device management.\n5.\tOn the left, click Chrome management.\n6.\tClick App management.\n7.\tSelect the extension Printix.\n8.\tSelect the category User settings to deploy Printix for users who sign in with an account in your G Suite domain.\n9.\tIn the Orgs section on the left, click the organizational unit where you want to deploy Printix.\n10.\tCheck Force Installation.\n11.\tClick Save.\n\nSign in to Printix\n•\tAutomatic registration of the user happens the first time the user sign in.\n•\tThe user signs in with their G Suite work or school account.\n•\tPasswords are handled entirely by Google.\n\nError messages\n•\tThe G Suite email domain is not recognized by Printix. Please sign up for Printix.\n•\tThe G Suite email domains are associated with multiple Printix subscriptions. Please contact your administrator.\n•\tThe G Suite account is not recognized by Printix. Please try again.\n\nProblems? Questions? Suggestions? Email support@printix.net"
  }
}