{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neopets Alarm Clock Notebook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize the appearance and functionality of the Neopets clock."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neopets-Alarmclock_Notebook\n\nThis is just a light chrome extension that allows you to create a little visual reminders and link to those. I use this for my worm missions, snowager, and other time specific events.\n\nThis Chrome extension allows users to customize the appearance of the Neopets clock based on specific time intervals. Users can set the start time, end time, background color, and a clickable link for the clock. This feature-rich extension is designed to enhance the user experience on Neopets by providing a personalized interface.\n\nCredits\n\nThis extension is proudly designed and developed by GameDirection.net (https://gamedirection.net), an indie game studio and publishing company. GameDirection.net is committed to creating innovative solutions for game designers and gamers alike, with a portfolio that includes board games, role-playing systems, and digital game enhancements.\n\nHow to Use\n\nAfter installation, you can customize the Neopets clock by following these steps:\n\n1. Open the Extension: Click on the extension icon in the Chrome toolbar to open the settings popup.\n2. Set Your Preferences: For each desired customization:\n    - Specify the Start Time and End Time for when the customizations should apply.\n    - Choose a Background Color using the color picker.\n    - Enter a Link URL to make the clock clickable, directing to your specified URL.\n3. Add or Remove Settings: Click the \"+\" button to add more custom settings or the \"-\" button to remove them.\n4. Save Your Settings: Click the \"Save\" button to apply your customizations. \n\nNote: Ensure that your specified time intervals do not overlap, as the extension will prevent saving overlapping time settings to ensure consistent behavior.\n\nEnjoy a personalized Neopets experience with your customized clock!\n\n## Support\n\nFor support, suggestions, or contributions, please visit [GameDirection.net](https://gamedirection.net) or open an issue in this GitHub repository.\n\n---\n\nProudly designed by GameDirection.net – Enhancing your gaming experience."
  }
}