{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeetCode Reviewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeetCode reviewer helps you by reviewing your leetcode submission"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Description for Chrome Web Store**\n\n---\n\n### LeetReview: Instant Code Reviews for LeetCode Submissions\n\n**Take your LeetCode solutions to the next level with instant, AI-powered feedback—right in the LeetCode code editor!**\n\n**LeetReview** is the ultimate Chrome extension designed to boost your coding skills by providing real-time, automated reviews on your LeetCode submissions. Skip the guesswork and improve your code quality with expert feedback directly within the LeetCode interface, making it easier than ever to refine your solutions and prepare for technical interviews.\n\n---\n\n#### **Key Features:**\n\n- **Automated Code Reviews:** Get instant feedback on your code’s efficiency, readability, and structure right after each submission.\n- **Suggestions for Optimization:** Identify areas where your code can run faster or use less memory, helping you optimize performance.\n- **Best Practices Guide:** Receive recommendations to improve coding practices, helping you write cleaner, more maintainable code.\n- **Seamless Integration with LeetCode:** Reviews appear right within the LeetCode editor, keeping everything in one place for a streamlined experience.\n- **Real-Time Error Detection:** Spot potential issues and logical errors before finalizing your submission.\n\n---\n\n#### **Why LeetReview?**\n\nLeetReview takes the learning experience on LeetCode up a notch by offering a hands-on, interactive approach to coding improvement. Whether you're preparing for an interview or simply honing your problem-solving skills, LeetReview gives you the guidance you need to write optimal, professional-grade code. \n\n**Start coding smarter today! Install LeetReview and transform your coding journey on LeetCode.**"
  }
}