{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eye Relief Workouts — Meditize"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clear Your Vision and Mind with Eye Relief Workouts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In today's digital age, where our eyes are constantly exposed to screens and various sources of visual stress, it's crucial to prioritize the health and well-being of our vision. Meditize is a revolutionary product designed to provide a comprehensive solution for maintaining and restoring optimal eye health.\n\nWith Meditize, you can effortlessly incorporate eye exercises into your daily routine, ensuring that your eyes receive the care and attention they deserve. These specialized workouts are strategically designed to promote relaxation, reduce eye strain, and rejuvenate your vision, helping you achieve a greater sense of visual comfort and clarity throughout the day.\n\nBenefits of Eye Relief Workouts by Meditize:\n\n🧘 Relaxation and Stress Relief: Our eyes are often subjected to prolonged periods of strain and stress, leading to fatigue and discomfort. Meditize offers a unique blend of exercises that target specific muscles and promote relaxation, effectively relieving tension and revitalizing your eyes.\n\n👁 Vision Enhancement: Regular practice of these eye workouts can lead to significant improvements in your visual acuity and focus. By stimulating and strengthening the muscles responsible for eye movements and coordination, Meditize helps sharpen your vision, allowing you to better navigate the demands of daily life.\n\n☀️ Eye Strain Reduction: Whether you spend long hours in front of a computer screen, engage in extensive reading, or frequently use electronic devices, eye strain is a common concern. Eye Relief Workouts - Meditize provides targeted exercises that alleviate eye strain, reducing discomfort and promoting overall eye health.\n\n🤸‍♀️ Convenience and Flexibility: Meditize understands the importance of integrating eye care seamlessly into your busy schedule. With its user-friendly interface and customizable workout plans, you can easily adapt the exercises to fit your needs and preferences, ensuring that eye care becomes an effortless part of your daily routine.\n\n👀 Restorative Benefits: Over time, our eyes may become fatigued and require restorative measures to maintain their vitality. Eye Relief Workouts - Meditize offers a range of exercises specifically designed to rejuvenate and restore your vision, allowing you to experience the benefits of revitalized eyesight.\n\n🙋 Make Eye Relief Workouts - Meditize a part of your daily routine, and witness the transformative effects on your eye health and visual well-being. Take a proactive step towards preserving your precious vision, and embark on a journey of relaxation, rejuvenation, and renewed clarity with Eye Relief Workouts - Meditize. Your eyes will thank you.\n\nNote: It is important to consult with an eye care professional before starting any new eye care regimen. Eye Relief Workouts - Meditize is not a substitute for professional medical advice or treatment."
  }
}