{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FASHIONGO Style Match+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension for FASHIONGO"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop your limitless inspirations, instantly at FASHIONGO.net\n\nGet ready to fall in love all over again with your favorite feature on FASHIONGO.\nStyle Match+ improves finding and shopping for what you want to be easier and faster. \nStyle Match+ is free to download. It is designed to maximize your image search and personalize your ability to find exactly what you want in 2 easy steps. \n\n[ Style Match+ Benefits ]\n- Style Match+ expands your style search to anywhere Google takes you.\n- Shop your style inspirations on FASHIONGO instantly with a simple right-click. \n\n[ Unlimit your search ]\n- Your inspirations are limitless so why limit your search? Search for styles on your Google Chrome browser and shop the style on FASHIONGO in 2 easysteps.\n\n#1. Increase your productivity \nRight click on the search image and choose \"Search Image on FASHIONGO\" to instantly shop for similar styles. \nFind what you need faster. Give yourself more time to do more and build the retail brand of your dreams. \n\n#2. Save your search\nBookmark your search images. Right click on your search image and choose \"Save to Style Match+ in Favorites\"\nto save your search images and shop when you are ready. Pick up where you left off without losing your pace. \n\n[ How It Works ]\n- From the browser on your desktop, right click on a style image you’d like to stock in your store \n- Choose “Search Image on FASHIONGO” to directly upload the image to instantly shop similar style on FASHIONGO.net \n- Or choose \"Save to Style Match+ in Favorites\" to save your search image and shop this style later when you want.\n- Must be logged in to FASHIONGO before using Style Match+ for seamless experience. If you are not logged in,you will be prompt to log in to FASHIONGO before you can begin using Style Match+\n\nTo confirm that it has been downloaded correctly, check for the FASHIONGO logo next to the browser search bar."
  }
}