{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Spelling Checker Tool For Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant spell-check for any website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔴 Overview:\nThe Website Spelling Checker Chrome extension helps users quickly identify and highlight spelling errors on any website. Whether you want to check a single webpage or multiple sites, the tool ensures content accuracy by detecting and flagging mistakes. It provides an easy-to-use interface, allowing users to choose between checking the current page or all websites they browse. Additionally, users can disable navigation to ensure no changes are made while spelling errors are highlighted.\n\n🔴 Extension Features:\n ✔Single Site Checker\n ✔Multi-Site Support\n ✔Error Highlighting\n ✔Disable Navigation\n ✔Real-Time Status Indicator\n ✔User-Friendly Interface\n ✔Support and Help Section\n🔴 Why Use This Extension:\nEnsuring your website is free of spelling errors is crucial for maintaining content accuracy. Not only does this improve the professionalism of your site, but it also builds trust with your audience, showing that you care about the quality of your content. Moreover, correct spelling can positively impact SEO by helping search engines properly index your content, leading to better visibility and rankings.\n🔴 How to Use This Extension:\n ✔Install the Extension\n ✔Choose Checking Option\n ✔Run the Checker\n ✔View Results\n ✔Disable Navigation (Optional)\n🔴 Disclaimer:\nThe Website Spelling Checker tool provides general assistance in detecting and highlighting spelling errors across websites. While every effort is made to ensure accuracy, the extension may not catch all spelling mistakes, especially in highly specialized or non-standardized language usage. Users should verify the corrections before making any changes. The tool does not collect any personal data, and all checks are processed locally on the user's device. The developers are not responsible for any errors or issues that arise from using the extension. For more information, visit our Help & Tips page."
  }
}