{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Medipol Discount Calculator Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A discount calculator for different majors and nationalities"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Discount Calculator extension helps students easily calculate tuition discounts based on their selected major, language of study, nationality, and any applicable special discounts or scholarships. Whether you're considering international or local study programs, this tool provides a quick and accurate way to estimate the final tuition fees after applying relevant discounts.\n\nKey Features:\n\nSelect from a wide range of university majors and their respective durations.\nAutomatically detect the language of study based on the chosen major.\nInput your nationality to check for any applicable discounts.\nApply additional discounts for special campaigns, scholarships, and advance payments.\nReal-time fee calculations with detailed breakdowns of list fees, discounts, deposits, and final payments.\nWho is it for? This extension is ideal for prospective university students looking to get accurate tuition fee estimates, especially those applying for programs with varying discounts based on region, campaigns, and study options.\n\nHow to Use:\n\nSelect your desired major from the dropdown list.\nChoose the language of study (if applicable).\nSelect your nationality to see if you qualify for special discounts.\nClick \"Calculate Discount\" to see a full breakdown of your fees and discounts.\nAdditional discounts (e.g., campaign or fair discounts) can be applied using the options provided.\nPermissions: The extension requires no special permissions and works entirely offline."
  }
}