{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "Recent Searches",
    "de": "Zuletzt Gesucht",
    "es": "Búsquedas Recientes",
    "fr": "Récemment recherché",
    "hi": "हाल की खोजें",
    "ja": "最近の検索",
    "ko": "최근 검색",
    "ru": "Недавние поиски",
    "th": "ค้นหาล่าสุด",
    "vi": "Tìm kiếm gần đây",
    "zh_CN,zh_TW": "最近搜索"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "Adds an item to your right-click menu that will insert recently searched terms into your current text box.",
    "de": "Fügt Ihrem Rechtsklick-Menü ein Element hinzu, das kürzlich gesuchten Text in Ihr aktuelles Textfeld einfügt.",
    "es": "Agrega un elemento a su menú de clic derecho que insertará el texto buscado recientemente en su cuadro de texto actual",
    "fr": "Ajoute un élément à votre menu contextuel qui insérera le texte récemment recherché dans votre zone de texte actuelle.",
    "hi": "आपके राइट-क्लिक मेनू में एक आइटम जोड़ता है जो आपके वर्तमान पाठ बॉक्स में हाल ही में खोजे गए पाठ को सम्मिलित करेगा।",
    "ja": "最近検索したテキストを現在のテキストボックスに挿入する右クリックメニューにアイテムを追加します。",
    "ko": "최근 검색 한 텍스트를 현재 텍스트 상자에 삽입하는 항목을 마우스 오른쪽 버튼 메뉴에 추가합니다.",
    "ru": "Добавляет элемент в меню, вызываемое правой кнопкой мыши, который вставляет недавно найденный текст в ваше текущее текстовое поле",
    "th": "เพิ่มรายการในเมนูคลิกขวาที่จะแทรกข้อความที่สืบค้นล่าสุดลงในกล่องข้อความปัจจุบันของคุณ",
    "vi": "Thêm một mục vào menu chuột phải sẽ chèn văn bản được tìm kiếm gần đây vào hộp văn bản hiện tại của bạn.",
    "zh_CN": "将一个项目添加到您的右键菜单，该菜单会将最近搜索到的文本插入当前文本框中。",
    "zh_TW": "將一個項目添加到您的右鍵菜單，該菜單會將最近搜索到的文本插入當前文本框中。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "Introduction:\nHow many times have you searched for someone on one search engine, were dissatisfied and wanted to search for the same thing in another search engine?\n\nSimply right click on any search box and click \"Recent Searches\" and it will pull recent searches that you performed within the last 2 days and allow you to paste it with just one click.\n\nThis extension is also completely keyboard accessible for the keyboard savvy. Just press Up/Down/Enter/Escape to control which text gets inserted!\n\nData Source:\nThis extension does not track what you type into search fields because that method would degrade your browser's performance. Your past searches is only pulled from the URLs in your browser's history (from the last 2 days only) on demand. This method is significantly lighter on resources. However, if you clear your browser history, your past searches will be inaccessible.\n\nPermissions:\nThis extension requires \"history\" permissions because it will pull your recent searches from your browser history. Nothing is shared with anyone and nothing leaves your computer.",
    "es": "Introducción:\n¿Alguna vez ha buscado algo en un motor de búsqueda, no estaba satisfecho y quería buscar lo mismo en otro motor de búsqueda?\n\nSimplemente haga clic derecho en cualquier cuadro de búsqueda y haga clic en \"Búsquedas recientes\" y recuperará las búsquedas recientes que realizó en los últimos 2 días y le permitirá pegarlo con solo un clic.\n\nEsta extensión también es completamente accesible desde el teclado para el experto en teclado. ¡Simplemente presione Arriba / Abajo / Entrar / Escape para controlar qué texto se inserta!\n\nFuente de datos:\nEsta extensión no rastrea lo que escribe en los campos de búsqueda porque ese método degradaría el rendimiento de su navegador. Sus búsquedas pasadas solo se recuperan de las URL en el historial de su navegador (solo de los últimos 2 días) a pedido. Este método es significativamente más ligero en recursos. Sin embargo, si borra el historial de su navegador, sus búsquedas anteriores serán inaccesibles.",
    "fr": "Introduction:\nAvez-vous déjà cherché quelque chose sur un moteur de recherche, étiez insatisfait et vouliez rechercher la même chose dans un autre moteur de recherche?\n\nFaites simplement un clic droit sur n'importe quel champ de recherche et cliquez sur \"Recherches récentes\" et il récupérera les recherches récentes que vous avez effectuées au cours des 2 derniers jours et vous permettra de le coller en un seul clic.\n\nCette extension est également entièrement accessible au clavier pour les connaisseurs de clavier. Appuyez simplement sur Haut / Bas / Entrée / Échap pour contrôler le texte à insérer!\n\nLa source de données:\nCette extension ne suit pas ce que vous tapez dans les champs de recherche car cette méthode dégraderait les performances de votre navigateur. Vos recherches passées sont uniquement récupérées à partir des URL de l'historique de votre navigateur (des 2 derniers jours uniquement) sur demande. Cette méthode est beaucoup plus légère sur les ressources. Cependant, si vous effacez l'historique de votre navigateur, vos recherches passées seront inaccessibles.",
    "hi": "परिचय:\nक्या आपने कभी एक खोज इंजन पर कुछ खोजा है, असंतुष्ट थे और उसी चीज़ को दूसरे खोज इंजन में खोजना चाहते थे?\n\nबस किसी भी खोज बॉक्स पर राइट क्लिक करें और \"हाल की खोजें\" पर क्लिक करें और यह हाल की खोजों को पुनः प्राप्त करेगा जो आपने पिछले 2 दिनों के भीतर किए थे और आपको इसे केवल एक क्लिक के साथ पेस्ट करने की अनुमति देगा।\n\nयह एक्सटेंशन कीबोर्ड सेवी के लिए पूरी तरह से कीबोर्ड सुलभ है। बस ऊपर / नीचे / Enter / एस्केप को नियंत्रित करने के लिए दबाएं कि कौन सा पाठ सम्मिलित है!\n\nडेटा स्रोत:\nयह एक्सटेंशन ट्रैक नहीं करता है कि आप खोज फ़ील्ड में क्या लिखते हैं क्योंकि यह विधि आपके ब्राउज़र के प्रदर्शन को ख़राब कर देगी। आपकी पिछली खोजों को केवल आपके ब्राउज़र के इतिहास में URL (पिछले 2 दिनों से) की मांग पर ही प्राप्त किया जाता है। संसाधनों पर यह विधि काफी हल्की है। हालाँकि, यदि आप अपना ब्राउज़र इतिहास साफ़ करते हैं, तो आपकी पिछली खोजें अप्राप्य हो जाएंगी।",
    "ja": "前書き：\nある検索エンジンで何かを検索し、不満を抱き、別の検索エンジンで同じものを検索したいと思ったことはありませんか？\n\n検索ボックスを右クリックして[最近の検索]をクリックすると、過去2日間に実行した最近の検索が取得され、ワンクリックで貼り付けることができます。\n\nこの拡張機能は、キーボードに精通している人がキーボードで完全にアクセスできるようにもなります。 上/下/エンター/エスケープを押すだけで、挿入するテキストを制御できます！\n\n情報元：\nこの拡張機能は、検索フィールドに入力した内容を追跡しません。その方法は、ブラウザーのパフォーマンスを低下させるためです。 過去の検索は、ブラウザの履歴のURL（過去2日間のみ）からオンデマンドでのみ取得されます。 この方法では、リソースが大幅に削減されます。 ただし、ブラウザの履歴を消去すると、過去の検索にアクセスできなくなります。",
    "ko": "소개:\n한 검색 엔진에서 무언가를 검색 한 후 불만을 품고 다른 검색 엔진에서 동일한 것을 검색하고 싶습니까?\n\n검색 창을 마우스 오른쪽 버튼으로 클릭하고 \"최근 검색\"을 클릭하면 최근 2 일 이내에 수행 한 최근 검색을 검색하여 한 번의 클릭으로 붙여 넣을 수 있습니다.\n\n이 확장 기능은 키보드에 정통한 키보드로 완벽하게 액세스 할 수 있습니다. Up / Down / Enter / Escape를 눌러 삽입 할 텍스트를 제어하십시오!\n\n데이터 소스 :\n이 확장 기능은 검색 필드에 입력 한 내용을 추적하지 않으므로 해당 방법으로 인해 브라우저 성능이 저하 될 수 있습니다. 과거 검색은 요청시 브라우저 기록의 URL (최근 2 일 동안 만)에서 검색됩니다. 이 방법은 리소스에 비해 훨씬 가볍습니다. 그러나 브라우저 기록을 지우면 과거 검색에 액세스 할 수 없습니다.",
    "ru": "Вступление:\nВы когда-нибудь искали что-то в одной поисковой системе, были недовольны и хотели найти то же самое в другой поисковой системе?\n\nПросто щелкните правой кнопкой мыши в любом окне поиска и выберите «Недавние поиски», и он будет извлекать недавние поиски, которые вы выполняли в течение последних 2 дней, и позволит вам вставить его одним щелчком мыши.\n\nЭто расширение также полностью доступно для клавиатуры. Просто нажмите Вверх / Вниз / Ввод / Выход, чтобы указать, какой текст будет вставлен!\n\nИсточник данных:\nЭто расширение не отслеживает то, что вы вводите в поля поиска, потому что этот метод может снизить производительность вашего браузера. Ваши прошлые поиски извлекаются только из URL-адресов в истории вашего браузера (только за последние 2 дня) по запросу. Этот метод значительно легче на ресурсах. Однако, если вы очистите историю браузера, ваши прошлые поиски будут недоступны.",
    "th": "บทนำ:\nคุณเคยค้นหาบางสิ่งในเสิร์ชเอ็นจิ้นหนึ่งไม่พอใจและต้องการค้นหาสิ่งเดียวกันในเสิร์ชเอ็นจิ้นอื่นหรือไม่?\n\nเพียงคลิกขวาที่ช่องค้นหาใด ๆ และคลิก \"การค้นหาล่าสุด\" และมันจะดึงการค้นหาล่าสุดที่คุณดำเนินการภายใน 2 วันที่ผ่านมาและช่วยให้คุณวางมันได้ด้วยคลิกเดียว\n\nส่วนขยายนี้ยังสามารถเข้าถึงแป้นพิมพ์ได้อย่างสมบูรณ์สำหรับการเข้าใจแป้นพิมพ์ เพียงกดขึ้น / ลง / เข้า / ออกเพื่อควบคุมข้อความที่ใส่เข้าไป!\n\nแหล่งข้อมูล:\nส่วนขยายนี้ไม่ได้ติดตามสิ่งที่คุณพิมพ์ลงในช่องค้นหาเพราะวิธีการนั้นจะลดประสิทธิภาพของเบราว์เซอร์ของคุณ การค้นหาในอดีตของคุณจะถูกดึงจาก URL ในประวัติเบราว์เซอร์ของคุณเท่านั้น (จาก 2 วันล่าสุดเท่านั้น) ตามต้องการ วิธีนี้เบากว่าทรัพยากรมาก อย่างไรก็ตามหากคุณล้างประวัติเบราว์เซอร์การค้นหาที่ผ่านมาของคุณจะไม่สามารถเข้าถึงได้",
    "vi": "Giới thiệu:\nBạn đã bao giờ tìm kiếm một cái gì đó trên một công cụ tìm kiếm, không hài lòng và muốn tìm kiếm điều tương tự trong một công cụ tìm kiếm khác?\n\nChỉ cần nhấp chuột phải vào bất kỳ hộp tìm kiếm nào và nhấp vào \"Tìm kiếm gần đây\" và nó sẽ truy xuất các tìm kiếm gần đây mà bạn đã thực hiện trong vòng 2 ngày qua và cho phép bạn dán nó chỉ bằng một cú nhấp chuột.\n\nPhần mở rộng này cũng hoàn toàn có thể truy cập bàn phím cho những người am hiểu bàn phím. Chỉ cần nhấn Lên / Xuống / Nhập / Thoát để kiểm soát văn bản nào được chèn!\n\nNguồn dữ liệu:\nTiện ích mở rộng này không theo dõi những gì bạn nhập vào các trường tìm kiếm vì phương pháp đó sẽ làm giảm hiệu suất của trình duyệt của bạn. Các tìm kiếm trước đây của bạn chỉ được truy xuất từ các URL trong lịch sử trình duyệt của bạn (chỉ từ 2 ngày qua) theo yêu cầu. Phương pháp này nhẹ hơn đáng kể về tài nguyên. Tuy nhiên, nếu bạn xóa lịch sử trình duyệt, các tìm kiếm trước đây của bạn sẽ không thể truy cập được.",
    "zh_CN": "介绍：\n您是否曾经在搜索引擎上搜索过内容，对此感到不满，并希望在另一个搜索引擎中搜索同一件事？\n\n只需单击右键单击任何搜索字段，然后单击\"最近搜索\"，即可恢复您最近在过去 2 天内完成的搜索，并允许您一键粘贴。\n\n此扩展也是完全键盘访问键盘熟悉键盘。只需按上/下/输入/转义即可控制要插入的文本！\n\n数据源：\n此扩展不会跟踪您在搜索字段中键入的内容，因为它会降低浏览器的性能。您过去的搜索仅应请求从浏览器的历史记录 URL 中检索（仅限最近 2 天）。此方法对资源轻得多。但是，如果您擦除浏览器历史记录，则无法访问过去的搜索。",
    "zh_TW": "介紹:\n您是否曾經在搜尋引擎上搜索過內容,對此感到不滿,並希望在另一個搜尋引擎中搜索同一件事?\n\n只需按下右鍵單擊任何搜索欄位,然後單擊\"最近搜索\",即可恢復您最近在過去 2 天內完成的搜索,並允許您一鍵粘貼。\n\n此擴展也是完全鍵盤訪問鍵盤熟悉鍵盤。 只需按上/下/輸入/轉義即可控制要插入的文本!\n\n資料來源:\n此擴展不會追蹤您在搜尋欄位中鍵入的內容,因為它會降低瀏覽器的性能。 您過去的搜索僅應請求從瀏覽器的歷史記錄 URL 中檢索(僅限最近 2 天)。 此方法對資源輕得多。 但是,如果您擦除瀏覽器歷史記錄,則無法訪問過去的搜索。"
  }
}