{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mulch Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate the amount of mulch needed for your garden and redirects you to full fledge calculator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mulch Calculator – Quick & Easy Mulch Volume Estimator\nEasily calculate how much mulch you need for your landscaping projects with the Mulch Calculator Chrome Extension! Whether you're planning a small garden or a large yard makeover, this tool helps you estimate the exact amount of mulch required in just seconds. Save time, effort, and money by ensuring you purchase the right quantity of mulch for your project!\n\n🔧 Key Features:\nAccurate Mulch Estimation: Input your garden's length, width, and desired depth to quickly calculate how much mulch you need in cubic yards.\nInstant Results: Get an immediate calculation result to help you plan your gardening or landscaping project.\nEasy Redirection: After calculating, click \"Calculate\" to open an online mulch calculator for more details and advanced options.\nUser-Friendly: Simple interface that's perfect for homeowners, landscapers, and gardeners alike.\n🌿 Why Use Mulch Calculator?:\nSave Money: Prevent overbuying or underbuying mulch for your garden.\nPlan Better: Whether you're using organic or inorganic mulch, this tool helps you estimate the right amount every time.\nConvenient: No need to download or open other apps – everything is just a click away in your Chrome browser.\n🏡 Who Is This For?:\nGardeners, landscapers, and DIY enthusiasts looking to plan their outdoor projects.\nHomeowners who want to maintain or improve their garden’s health and aesthetics.\nAnyone who needs quick, hassle-free mulch volume calculations.\n🌍 How It Works:\nEnter your garden’s length, width, and desired mulch depth.\nClick \"Calculate\" to get the result.\nYou'll be redirected to an online mulch calculator for more advanced options and to explore additional mulch tips!\nInstall the Mulch Calculator today and start planning your perfect garden!"
  }
}