{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eggy Car Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eggy Car Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eggy Car Unblocked\n\nJoin Eggy Car game right now to control lovely cars with an egg on top. Drive carefully to help your car and egg over the hills as fast as you can! Eggy Car is a driving game that requires you to carry eggs while driving on bumpy roads. Your mission is to drive, keep a safe distance, and avoid breaking the eggs. In this game, you need to adjust the safe distance and speed to keep the egg from falling out of the car while overcoming difficult hilly roads. At the same time, while moving, you will have to collect coins to increase your rank. Remember, try to be calm and not in a hurry to keep the egg as far as possible.. Eggy Car is like a car race that is both fast and skillful, requiring high concentration. So while playing, focus on getting the farthest egg! This game sets up a lot of attractive features to make your experience as fun and comfortable as possible.\n\nFEATURES\nEggy Car has an innovative graphic configuration. The in-game images have a gentle movement that does not distract the player's eyes. The harmonious combination of sound and light is also a factor that makes this game more vivid and attractive to players. In addition, the game is installed without a destination to increase the difficulty for players while stimulating curiosity and attracting more people to play. This is a special point that makes Eggy Car completely different from other games of the same genre.\n\nAll the in-game visuals are healthy cartoon images with no harmful nature for players. The game is set up to be suitable for many ages, especially children.In addition to helping players relieve stress and bring comfort, this game also helps you practice ingenuity and sensitivity when handling situations.\n\nEggy Car has very simple gameplay, so anyone can experience it. Don't worry if this is your first time playing this game. We will guide you through how to play in the most detailed and easy-to-understand way.\n\nHOW TO PLAY EGGY CAR\n\nIf you use it on a computer you just need to use the arrows on the keyboard, the right arrow to accelerate and the left arrow to slow down.\nYou can also play on your mobile phone by pressing the gas pedal (right) or brake pedal (left).\nPlease control the car carefully and skillfully, keeping a safe distance and trying not to break the eggs. If the egg breaks, the game will be over and you will have to start over. \nBe patient and you will get great results!"
  }
}