{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hey!!! New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hey!!! New Tab - a clean, minimalist new tab experience. Stay focused with no distractions. Simplicity at its best."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hey!!! New Tab – The Minimalist, Dark-Themed New Tab Experience\n\nLooking for a fresh, modern, and sleek new tab page? Hey!!! New Tab is designed just for you! This extension delivers a clean and minimalistic interface, perfect for those who appreciate simplicity without the clutter.\n\nWith a focus on dark theme lovers, it’s visually stunning and easy on the eyes, making it ideal for both work and relaxation. Say goodbye to over-packed new tab pages with unnecessary widgets and distractions. Instead, enjoy a streamlined, gorgeous design that enhances your browsing experience.\n\nKey Features:\n\n=> Minimalist design: Only the essentials, nothing more.\n=> Elegant dark theme: Perfect for low-light environments.\n=> No clutter: No unnecessary widgets, just a smooth, modern interface.\n\nIf you're a fan of simplicity and love a dark aesthetic, Hey!!! New Tab is the extension you’ve been waiting for. Try it now and embrace a cleaner, more stylish browsing experience!\n\nHow to Install:\n\n1. Open Google Chrome on your computer.\n2. Visit the Chrome Web Store and search for \"Hey!!! New Tab\" or click on the install link.\n3. On the extension’s page, click the blue \"Add to Chrome\" button.\n4. A pop-up will appear asking for permissions. Click \"Add Extension\" to confirm.\n5. Once installed, open a new tab, and enjoy your sleek new, minimalist browsing experience!\n\n0.0.2 Update\n===========\nRemoved the Pacman animation as it was not going well with the background.\n\nWe'd love to hear your thoughts! If you have any feedback or suggestions for future updates, please leave a review. Your input helps us improve Hey!!! New Tab and make it even better for you!"
  }
}