{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whato - CRM para Whatsapp & Automatizaci贸n de mensajes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deje que Whato CRM sea su asistente m谩s poderoso para el marketing y las ventas de WhatsApp."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whato CRM: La Extensi贸n de Chrome para Impulsar tu Marketing y Ventas en WhatsApp\n\nOptimiza tu comunicaci贸n y gesti贸n de clientes en redes sociales con Whato CRM, una herramienta todo en uno dise帽ada para negocios de todos los tama帽os.\n\nCaracter铆sticas principales:\n\n Respuestas autom谩ticas: Gestiona chats sin esfuerzo con mensajes autom谩ticos, manteniendo siempre el contacto con tus clientes.\n\n Personalizaci贸n: Crea experiencias 煤nicas al personalizar tus conversaciones y mantener un historial detallado de interacciones.\n\n憋 Programaci贸n y tareas: Ahorra tiempo programando mensajes y organizando tus pendientes en un solo lugar.\n\n Privacidad protegida: Desenfoca informaci贸n sensible de tus clientes para garantizar la seguridad.\n\n Integraci贸n perfecta con WhatsApp: Con茅ctate sin interrupciones directamente desde la extensi贸n.\n\nDescarga Whato CRM y lleva tu estrategia de ventas y marketing al siguiente nivel. 隆Haz de tu WhatsApp un aliado estrat茅gico hoy mismo! \n\nAviso legal:\n\nWhatsApp es una marca registrada de WhatsApp Inc. en los Estados Unidos y otros pa铆ses. Whato es un proyecto independiente y no tiene ninguna afiliaci贸n con WhatsApp oficial o WhatsApp Inc."
  }
}