{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopnetic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Сохраняйте что-угодно откуда угодно и покупайте дешевле. Shopnetic — это умный вишлист, который расскажет, когда упала цена на…",
    "en": "Save everything from everywhere and buy cheaper. Shopnetic is a wish list that tells you when the price drops.\n\nNew sneakers for…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Сохраняйте что-угодно откуда угодно и покупайте дешевле. Shopnetic — это умный вишлист, который расскажет, когда упала цена на понравившийся товар из интернет-магазина.\n\nНовый кроссовки для бега, платье для той самой вечеринки, книги, которые не торопитесь прочитать или газонокосилка для следующего дачного сезона — соберите вишлист и получайте уведомления о скидках.\n\nЗайдите в свой любимый интернет-магазин, выберите товар и кликните по иконке Shopnetic в правом верхнем углу вашего Chrome. Когда начнется распродажа мы пришлем email или уведомление в мессенджере Telegram, если вы подружитесь с нашим @shopneticbot. Все сохраненные товары вы можете посмотреть на shopnetic.com",
    "en": "Save everything from everywhere and buy cheaper. Shopnetic is a wish list that tells you when the price drops.\n\nNew sneakers for jogging, dress for that party, books you’d like to read one day, trimmers for the summer season — your wish list is safe with us and we send alerts when something you want is on sale.\n\nGo to your favourite online store and click on the extension icon in your browser tab bar to start saving. When the sale starts on the product you have saved we send you an e-mail or notification if you befriend our @shopneticbot in Telegram app. To browse your goods just login at shopnetic.com"
  }
}