{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Links"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add and manage quick links with a clickable button."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Links\n\nDescription:\n\nQuick Links is a convenient Chrome extension designed to help you easily add, manage, and access your favorite websites with just one click. Whether it's a frequently visited webpage, a useful online tool, or a must-read article, Quick Links makes it effortless to keep them all within reach.\n\nFeatures:\n\nAdd Links Easily: Quickly add any URL to your list. Just type the website name (e.g., \"google.com\"), and Quick Links will automatically format it for you.\nOne-Click Access: All added links are displayed in a clean, simple list. Just click on a link to open it in a new tab.\nPersistent Storage: Your links are saved securely, ensuring they are available even after you close your browser.\nUser-Friendly Interface: Simple and intuitive design for a seamless user experience.\nAutomatic URL Formatting: No need to type \"https://\". Quick Links automatically adds it for you.\nHow to Use:\n\nClick the Quick Links extension icon in the Chrome toolbar.\nEnter the URL of the website you want to save in the input field.\nClick the \"Add Link\" button to save the link.\nClick on any saved link in the list to open it in a new tab.\nQuick Links is your personal URL manager, making it easier than ever to access your favorite sites. Download now and streamline your browsing experience!"
  }
}