{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Load Background Tabs Lazily"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow only a specific number of new background tabs to load at one time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension duplicates some of the behavior of an old Firefox extension that is no longer maintained, Load Tabs Progressively. \n\nLoad Background Tabs Lazily places newly created background tabs in a line and allows only a specific number to load, while blocking the rest. A tab is removed from the line once it has finished loading. The first blocked tab in the line is then allowed to load. This extension was designed for users with slow internet connections that routinely open multiple background tabs at the same time.  It also helps users that open many background tabs at once by not overwhelming their browser or CPU.\n\nOnly background tabs with http(s) URLs are added to the line.  Middle click (or Ctrl click) a link, bookmark, or bookmark folder to create background tabs.\n\nVarious commands or settings for this extension can be accessed in its Options page or toolbar button popup.  The toolbar button may be pinned by clicking the 'Extensions' button that looks like a puzzle piece on the toolbar.\n\nPermissions used:\n▸ non-optional: 'contextMenus', 'declarativeNetRequest' (Block content on any page), 'storage', 'tabs' (Read your browsing history)*, 'webNavigation' (Read your browsing history) \n▸ optional: '<all_urls>' (Read and change all your data on all websites), 'downloads' (Manage your downloads), 'nativeMessaging' (Communicate with cooperating native applications), 'webRequest'\n*  The 'tabs' permission allows this extension to view the the url, pendingUrl, title, and favIconUrl properties of a tab."
  }
}