{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sheetgo | Connect, Filter, Merge, Excel, CSV"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect Google Sheets, Excel, CSV, BigQuery, Google Docs and Gmail to import, export, merge, split and filter data automatically."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Sheetgo! The simple way to automate your data management directly within your spreadsheet.\n\nSheetgo is an all-in-one data management tool that allows you to build custom workflows to automate entire business processes. Connect, transfer, merge, split or filter your spreadsheet data and use intelligent integrations such as Google Sheets™, Google Docs™, Gmail™, Excel and CSV files to build powerful workflows that streamline your data management.\n\nWith Sheetgo you can:\n\nConnect Google Sheets™ to Google Sheets™, Excel and CSV files\n► Transfer data between different files automatically, consolidate spreadsheets by combining multiple sheets into one central file and build an automated workflow that moves and manages your data for you.\n\nA more reliable and scalable Importrange alternative\n► Sheetgo is a quick and easy-to-use tool which is a great alternative to the Importrange function. It's more reliable, less prone to errors and easier to use because it doesn't require complex formulas or any advanced knowledge of spreadsheets. In addition, Sheetgo retains the formatting of the original data.\n\nControl data privacy with custom workflows\n► Share data without sharing your entire spreadsheet and send selected information to multiple sheets.\n\nBetter business intelligence\n► Create custom solutions that provide accurate data through automated reports and dashboards for any business process.\n\nMerge data from multiple sheets into one \n► Merge data from many spreadsheets into one automatically, pulling data into one master sheet for analysis, reporting and dashboards. \n\nSplit data to multiple spreadsheets\n► Send filtered data from a master sheet to up to 100 files automatically.\n\nAutomate Google Sheets™ and save time on your spreadsheet work\n► Schedule automatic updates (hourly, daily, weekly or monthly) to move data between spreadsheets without any manual work.\n\nExpert automation support\n► Get support through access to tutorials and 1-1 video calls. \n\nFor more information on Sheetgo plans, head to www.sheetgo.com/pricing \n\nGoogle Sheets™, Google Docs™ and Gmail™ are a trademark of Google LLC."
  }
}