{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab Override - Simple and Light"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A minimal and secure Chrome extension to set a custom URL for the new tab page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lightweight New Tab Redirect Chrome extension allows users to set a custom URL for their new tab page. Instead of the default Chrome new tab page, users can specify any URL they prefer, and every new tab will automatically redirect to that URL.\n\nFeatures:\n- Custom New Tab URL: Users can set any URL to be displayed when they open a new tab.\n- Simple User Interface: The extension provides a straightforward popup interface to enter and save the desired URL.\n- Automatic Redirection: Once the URL is set, every new tab will redirect to the specified URL.\n\nPermissions:\nThis extension is designed with user privacy and security in mind. It requests only the minimal permissions necessary to function:\n- Storage Permission: Required to save and retrieve the custom new tab URL. It allows the extension to store the URL in Chrome's sync storage, preserving it across browser sessions and syncing across devices if the user is signed into Chrome.\n\nSecurity and Privacy:\n- No Host Permissions: The extension does not request access to any specific websites, ensuring that it cannot read or modify data on any web pages.\n- No Unnecessary Permissions: By limiting permissions to only what is essential, the extension minimizes potential security risks and respects user privacy.\n\nHow It Works:\n1. Setting the URL: Users open the extension's popup, enter their desired URL, and click \"Save\". The URL is validated and stored in Chrome's sync storage.\n2. Redirecting New Tabs: When a new tab is opened, the extension retrieves the stored URL and redirects the tab to that URL. If no URL is set, it defaults to \"https://google.com\"."
  }
}