{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spotify Song Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block specific songs from playing on Spotify Web Player"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This script is a game-changer for anyone who craves full control over their music listening experience. Imagine this: you're streaming your favorite playlist, but an unwanted song disrupts your vibe. Maybe it’s overplayed, a genre you dislike, or just something you don’t want to hear right now. With this script, that interruption becomes a thing of the past.\n\nHere’s what it does:\n\n    Real-Time Song Detection: The script monitors spotify and detects when a new song starts playing.\n    Seamless Blocking: If the song matches your pre-defined \"blocked songs\" list, it skips it automatically—no manual intervention required. It’s like having a personal DJ who knows your tastes inside and out.\n    Error-Proof Skipping: The script employs advanced retry logic to ensure the song gets skipped, even if the first attempt fails. This guarantees that your listening experience stays smooth and interruption-free.\n    Smart Monitoring: Using a lightweight observer, it efficiently tracks changes to your music player without bogging down system performance.\n\nWhy Should You Install It?\n\n    Effortless Control: No more fumbling for the skip button or being stuck with a song you don’t want. Your music, your rules—completely hands-free.\n    Customizable Experience: Tailor your blocked list to your unique preferences. Whether it’s a cringe-worthy pop hit or a song that brings back unwanted memories, the script ensures you never hear it again.\n    Enhanced Productivity: Stay in the zone without breaking focus to skip songs manually. This is especially valuable during workouts, study sessions, or deep work.\n    Peace of Mind: With robust skip logic and intelligent error handling, you’ll never have to worry about annoying tracks ruining your playlist.\n\nThis is more than a script—it’s a revolution for your music listening freedom. Install it now and transform how you interact with your music. Because life’s too short for bad songs."
  }
}