{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Tracker by slideluxe.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple time tracker to boost productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your productivity with Time Tracker by slideluxe.com, a simple yet powerful Chrome extension designed to help you efficiently manage and track your time. Perfect for students, professionals, freelancers, and anyone looking to optimize their time management, this extension offers a range of features to make tracking your tasks seamless and effective.\n\nKey Features:\n1. Task Management\nAdd Tasks: Easily add new tasks to your list with a user-friendly input field.\nTask List: View all your tasks in a clean and organized list format.\n2. Timer Functionality\nStart/Stop Timer: Begin and end task timing with just a click, ensuring accurate tracking of the time spent on each task.\nVisible Timer: Keep track of your time with a prominently displayed timer that updates in real-time.\n3. Background Tracking\nPersistent Timing: The timer continues running even if you switch tabs or close the popup, ensuring no lost time.\nBackground Script: Utilizes a background script to maintain the timer functionality seamlessly.\n4. Time Logging\nLog Entries: Automatically logs the duration of each task once stopped, providing a clear record of your productivity.\nTime Log Display: View your logged times in a dedicated section, with each entry showing the task name and the time spent.\n5. Responsive Design\nResponsive Input Field: The task entry field is designed to be responsive, ensuring a smooth experience on different screen sizes.\nUser-Friendly Interface: The extension's interface is clean and intuitive, making it easy to navigate and use.\nHow to Use:\nAdd a Task:\n\nEnter the name of your task in the input field.\nClick the \"Add Task\" button to add it to your task list.\nStart the Timer:\n\nSelect the task you want to start working on.\nClick the \"Start\" button to begin tracking your time.\nThe timer will update in real-time, displaying the elapsed time.\nStop the Timer:\n\nOnce you finish working on the task, click the \"Stop\" button.\nThe duration of the task will be logged in the time log section.\nView Time Log:\n\nCheck the time log section to see all your logged tasks and the time spent on each.\nThis helps in reviewing your productivity and managing your tasks more effectively.\nBenefits:\nImproved Time Management: By keeping track of your tasks and the time spent on them, you can better manage your schedule and improve productivity.\nAccurate Record Keeping: The extension provides a precise record of the time spent on each task, which is useful for billing, reporting, and personal productivity tracking.\nSeamless Experience: The background tracking ensures that your timer continues running without interruption, even if you switch tabs or close the popup.\nEasy to Use: The clean and intuitive interface makes it easy for anyone to start using the extension right away.\nInstallation:\nDownload the Extension:\n\nVisit the Chrome Web Store and search for \"Time Tracker by slideluxe.com\".\nClick on the \"Add to Chrome\" button to install the extension.\nPin the Extension:\n\nAfter installation, pin the extension to your Chrome toolbar for quick access.\nClick on the puzzle piece icon in the top right corner of Chrome.\nFind \"Time Tracker by slideluxe.com\" and click the pin icon next to it.\nStart Tracking:\n\nClick on the Time Tracker icon in your toolbar to open the popup.\nAdd your tasks and start tracking your time.\nSupport and Feedback:\nWe value your feedback and are committed to providing the best possible experience with our extension. If you encounter any issues or have suggestions for improvement, please reach out to us through the following channels:\n\nEmail: hello@slideluxe.com\nWebsite: slideluxe.com\nChrome Web Store: Leave a review and let us know how we can improve.\n\nPrivacy Policy:\nYour privacy is important to us. Time Tracker by slideluxe.com does not collect any personal data or track your browsing activity. The extension operates entirely within your browser, ensuring that your data stays private and secure.\n\nUpdates:\nWe regularly update Time Tracker by slideluxe.com to add new features, improve performance, and fix bugs. Make sure to keep the extension updated to enjoy the latest enhancements.\n\nThank you for choosing Time Tracker by slideluxe.com. We hope this tool helps you achieve greater productivity and time management. If you have any questions or need assistance, please do not hesitate to contact us."
  }
}