{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Subscription Feed Filter for YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN": "Filters such as Live, Streamed, Video, and Keyword search can be added to Subscriptions, Playlists, and other YouTube pages.",
    "de": "Filter wie Live, Gestreamt, Video und Schlüsselwortsuche können zu Abonnements, Wiedergabelisten und anderen YouTube-Seiten…",
    "es": "Se pueden agregar filtros como En directo, Emitido, Vídeo y Búsqueda por palabra clave a suscripciones, listas de reproducción y…",
    "es_419": "Se pueden agregar filtros como En tiempo real, Transmitido, Video y Búsqueda por palabra clave a suscripciones, listas de…",
    "fil": "Maaari kang magdagdag ng mga filter tulad ng Live, Nai-stream, Video, at Keyword search sa mga Subscriptions, Playlists, at iba…",
    "fr": "Des filtres tels que En direct, Diffusé, Vidéo et Recherche par mot-clé peuvent être ajoutés aux abonnements, listes de lecture et…",
    "id": "Filter seperti Live, Mengarsipkan, Video, dan Pencarian kata kunci dapat ditambahkan ke langganan, daftar putar, dan halaman…",
    "it": "Sui canali di abbonamento, nelle playlist e in altre pagine di YouTube possono essere aggiunti filtri come Dal vivo, Trasmesso,…",
    "ja": "ライブ、配信済み、動画、キーワード検索といったフィルターを登録チャンネルなどに追加",
    "ko": "실시간, 보관처리, 동영상 및 키워드 검색과 같은 필터를 구독, 재생 목록 및 기타 YouTube 페이지에 추가할 수 있습니다.",
    "pt_BR": "Filtros como Ao vivo, Transmitido, Vídeo e Busca por palavra-chave podem ser adicionados a assinaturas, listas de reprodução e…",
    "pt_PT": "Filtros como Em direto, Transmitido, Vídeo e Pesquisa por palavra-chave podem ser adicionados a assinaturas, listas de reprodução e…",
    "th": "สามารถเพิ่มตัวกรอง เช่น สด, สตรีมแล้วเมื่อ, วีดีโอ และ ค้นหาคำสำคัญ ในหน้าการสมัครสมาชิก รายการเพลย์ลิสต์ และหน้า YouTube อื่น ๆ ได้",
    "zh_TW": "可以將類似於直播、封存、影片及關鍵字搜尋等篩選器添加至訂閱、播放清單和其他 YouTube 頁面。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN": "Provides a filter like YouTube home screen on pages such as subscriptions and libraries.\n\nFilters: Live, Streamed, Video, Shorts, Scheduled, Notification on, Notification off, Unwatched, Watched\n\nKeyword search: It can be combined with other filters.",
    "de": "Bietet einen Filter wie die YouTube-Startseite auf Seiten wie Abonnements und Bibliotheken an.\n\nFilter: Live, Gestreamt, Video, Shorts, Geplant, Benachrichtigung aktiviert, Benachrichtigung aktivieren, Unbeobachtet, Beobachtet\n\nSchlüsselwortsuche: Kann mit anderen Filtern kombiniert werden.",
    "es": "Proporciona un filtro similar a la pantalla de inicio de YouTube en páginas como suscripciones y bibliotecas.\n\nFiltros: En directo, Emitido, Vídeo, Shorts, Programado, Notificación activada, Notificarme, Sin ver, Visto.\n\nBúsqueda por palabra clave: Se puede combinar con otros filtros.",
    "es_419": "Proporciona un filtro similar a la pantalla de inicio de YouTube en páginas como suscripciones y bibliotecas.\n\nFiltros: En tiempo real, Transmitido, Video, Shorts, Programado, Notificación activada, Notificarme, No visto, Visto\n\nBúsqueda por palabra clave: Se puede combinar con otros filtros.",
    "fil": "Nagbibigay ng filter tulad ng YouTube home screen sa mga pahina tulad ng subscriptions at libraries.\n\nMga Filter: Live, Nai-stream, Video, Shorts, Naka-iskedyul, Naka-on ang notification, Abisuhan ako, Hindi pa napanood, Napanood na\n\nKeyword search: Maaaring kombinahin ito sa iba pang mga filter.",
    "fr": "Fournit un filtre similaire à l'écran d'accueil de YouTube sur des pages telles que les abonnements et les bibliothèques.\n\nFiltres: En direct, Diffusé, Vidéo, Shorts, Planifié, Notification activée, M'avertir, Non visionné, Visionné\n\nRecherche par mot-clé: Elle peut être combinée avec d'autres filtres.",
    "id": "Memberikan filter seperti layar utama YouTube pada halaman seperti langganan dan perpustakaan.\n\nFilter: Live, Mengarsipkan, Video, Shorts, Mendatang, Notifikasi aktif, Beri tahu saya, Belum ditonton, Sudah ditonton\n\nPencarian kata kunci: Ini dapat digabungkan dengan filter lainnya.",
    "it": "Fornisce un filtro simile alla schermata iniziale di YouTube su pagine come sottoscrizioni e librerie.\n\nFiltri: Dal vivo, Trasmesso, Video, Shorts, Programmato, Notifica attivata, Avvisami, Non visto, Visto\n\nRicerca per parole chiave: può essere combinata con altri filtri.",
    "ja": "登録チャンネルやライブラリなどのページに、YouTubeのホーム画面にあるようなフィルター機能を提供します。\n\nフィルター：ライブ、配信済み、動画、ショート、予定（公開予定、プレミア公開）、通知オン、通知オフ、未視聴、視聴済み\n\nキーワード検索 (フィルターと併用可能)",
    "ko": "구독 및 라이브러리와 같은 페이지에서 YouTube 홈 화면과 유사한 필터를 제공합니다.\n\n필터: 실시간, 보관처리, 동영상, Shorts, 예정, 알림 사용 중, 알림 받기, 본 적 없는, 본 적 있는\n\n키워드 검색: 다른 필터와 결합하여 사용할 수 있습니다.",
    "pt_BR": "Fornece um filtro como a tela inicial do YouTube em páginas como inscrições e bibliotecas.\n\nFiltros: Ao vivo, Transmitido, Vídeo, Shorts, Agendado, Notificação ativada, Receber notificações, Não assistido, Assistido\n\nBusca por palavra-chave: Pode ser combinado com outros filtros.",
    "pt_PT": "Fornece um filtro como a tela inicial do YouTube em páginas como inscrições e bibliotecas.\n\nFiltros: Em direto, Transmitido, Vídeo, Shorts, Agendado, Notificação ativada, Notificar-me, Não assistido, Assistido\n\nPesquisa por palavra-chave: Pode ser combinado com outros filtros.",
    "th": "จัดหน้าจอหน้าหลักของ YouTube บนหน้าเว็บเช่น การสมัครสมาชิกและห้องสมุด\n\nโดยให้ตัวกรองที่มีดังนี้: สด, สตรีมแล้วเมื่อ, วีดีโอ, Shorts, กำหนดการ, เปิดการแจ้งเตือนแล้ว, แจ้งเตือนให้ฉันทราบ, ยังไม่ได้รับชม, ได้รับการชม\n\nค้นหาคำสำคัญ: สามารถผสมผสานกับตัวกรองอื่นได้",
    "zh_TW": "提供一個類似於 YouTube 首頁的篩選器，可用於訂閱和圖書館等頁面。\n\n篩選器：直播中、封存、影片、Shorts、預定、已開啟通知、通知我、未觀看、已觀看\n\n關鍵字搜尋：可以與其他篩選器結合使用。"
  }
}