{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabSurfer - Save Tabs Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saves all tabs in a new folder in Google Chrome bookmarks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabSurfer: Your Ultimate Tab Management Companion\n\nTired of drowning in a sea of open tabs? TabSurfer is here to ride the waves of organization and streamline your browsing experience like never before!\n\nFeeling overwhelmed with too many tabs across multiple windows? Let TabSurfer come to your rescue! TabSurfer is a powerful chrome extension designed to save all your tabs from all opened windows, giving you peace of mind and clutter-free browsing.\n\nSave & Simplify:\nWith just one click, TabSurfer effortlessly collects and saves all your open tabs from every window. Simplify your browsing experience and access your saved tabs whenever you need them.\n\nEasy Access, Anytime:\nNo more worries about losing important web pages or struggling to find that elusive tab. TabSurfer ensures your tabs are securely stored and readily accessible when you want to pick up where you left off.\n\nOrganize & Stay Productive:\nKeep your browsing organized and maintain focus on your tasks. \n\nrivacy & Security First:\nRest assured, your saved tabs are kept private and secure. TabSurfer operates with your browser's security measures to safeguard your information.\n\nEfficiency Unleashed:\nExperience a cleaner browser and optimize your device's performance. By saving tabs with TabSurfer, you free up valuable resources and speed up your browsing.\n\nThe Start of Your Tab-Saving Journey:\nTabSurfer may be just starting its adventure, but it promises to be the ultimate companion for efficient tab management. Embrace the simplicity and organization it brings to your browsing experience.\n\n🌊 Surf Smoothly. Organize Gracefully. Catch Every Wave. 🐿️\n\nDownload TabSurfer now and experience the difference!"
  }
}