{
  "name": {
    "ar,bg,bn,vi": "Dark Mode 3.0 for Youtube, Facebook, Whatsapp",
    "am": "Custom Dark Mode for Youtube, Facebook, Whatsapp",
    "ca,cs,el,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Custom Dark Mode 3.0 for Youtube, Facebook, Whatsapp",
    "da": "Custom Dark Mode",
    "de": "Custom Dark Reader 3.0 for Chrome",
    "en,en_AU": "Custom Dark Mode 3.0 for Youtube, Facebook",
    "en_GB": "Custom Night Mode 3.0 for Youtube, Facebook, Whatsapp",
    "es": "Super Custom Dark Mode",
    "fr": "Youtube Custom Dark Theme 3.0",
    "it": "Custom Dark Mode for Chrome",
    "pt_BR": "Google Docs Custom Dark Mode"
  },
  "short": {
    "am,ar,bg,ca,cs,en_US,et,fa,fi,fil,gu,he,hi,hu,id,ja,kn,ko,lt,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,zh_CN,zh_TW": "Turn on Custom Dark Mode for Chrome, Windows 10, PC, Desktop, Mac, Chromebook",
    "bn,el,pl": "Turn on Custom  Dark Mode for Chrome, Windows 10, PC, Desktop, Mac, Chromebook",
    "da": "A global dark theme for the web",
    "de": "Aktivieren Sie den benutzerdefinierten Dark Reader für Chrome, Windows 10, PC, Desktop, Mac, Chromebook",
    "en,en_AU,es_419,hr,ml,mr,vi": "Turn on Dark Mode for Chrome, Windows 10, PC, Desktop, Mac, Chromebook",
    "en_GB": "Turn on Custom Night Mode for Chrome, Windows 10, PC, Desktop, Mac, Chromebook",
    "es": "Cambia todos los sitios web al modo oscuro. Puedes oscurecer todos los sitios y también personalizar los colores para los sitios…",
    "fr": "Use best dark theme for Chrome, Windows 10, PC, Desktop, Mac, Chromebook",
    "it": "Custom Dark Theme for all websites in Chrome browser with opportunity to exclude any domain or create custom theme",
    "lv": "Custom Turn on Dark Mode for Chrome, Windows 10, PC, Desktop, Mac, Chromebook",
    "pt_BR": "Custom Dark mode for Google Docs!",
    "ru": "Включите пользовательский тёмный режим для Chrome, Windows 10, ПК, Desktop, Mac, Chromebook",
    "uk": "Увімкніть власний темний режим для Chrome, Windows 10, ПК, Desktop, Mac, Chromebook"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Dark Mode for your favorite sites - Embrace the Dark Side!\n\nDark Mode is a brilliant browser extension that comes to your rescue during nighttime browsing. With a simple click on the toolbar icon, your screen transforms into a soothing dark theme, saving your eyes from the harsh glare of bright lights.\n\nThis extension provides a convenient toggle button, allowing you to effortlessly Enable or Disable the add-on (the icon changes color upon clicking).\n\nNot a fan of the current dark theme? No worries! Head to the options page, where you'll discover an array of over 50 theme options to suit your taste.\n\nDark Mode works like a charm on various websites, including Facebook, Google, YouTube, and many more. Some sites, like YouTube™ and Reddit™, are already optimized for Dark Mode, but you can activate it for other sites too, either through Chrome's settings or using this extension.\n\nOnce installed, Dark Mode magically transforms YouTube, Facebook, WhatsApp, Instagram, and the entire web into a captivating dark environment.\n\nNo more struggling with bright colors at night – this extension inverts all page colors, providing a comfortable reading experience and reducing eye strain and headaches.\n\nEnjoy seamless nighttime browsing without disturbing those around you.\n\nDaytime browsing? Simply turn off the extension and surf as usual.\n\nDark Mode proves to be a delightful companion, making nighttime browsing a breeze.\n\nSpot the new toolbar button beside your address bar after installation, serving as a convenient ON|OFF switch to control the extension.\n\nWith just one click on the icon, toggle between Dark Mode and Normal mode instantly without page reloading.\n\nTemporarily disable Dark Mode by pressing the ESC key on your keyboard, swiftly reverting all websites to their default appearance until you reactivate it with the toolbar button or ESC key.\n\nEmbrace the Dark Mode extension and give your eyes the relaxation they deserve during your nocturnal web adventures!",
    "ru": "Темный режим для ваших любимых сайтов – перейдите на темную сторону!\n\nТемный режим – это великолепное расширение для браузера, которое спасает ваши глаза во время ночного серфинга. Одним кликом по иконке на панели инструментов экран превращается в уютную темную тему, защищая ваши глаза от яркого света.\n\nЭто расширение оснащено удобной кнопкой переключения, позволяя легко включать или отключать дополнение (значок меняет цвет при нажатии).\n\nНе нравится текущая темная тема? Не проблема! Перейдите на страницу настроек, где вы найдете более 50 вариантов тем, чтобы выбрать ту, которая вам по душе.\n\nТемный режим отлично работает на многих сайтах, включая Facebook, Google, YouTube и другие. Некоторые сайты, такие как YouTube™ и Reddit™, уже имеют встроенную поддержку Темного режима, но вы можете активировать его и для других сайтов через настройки Chrome или с помощью этого расширения.\n\nПосле установки Темный режим волшебным образом превращает YouTube, Facebook, WhatsApp, Instagram и весь интернет в захватывающую темную среду.\n\nБольше никакой борьбы с яркими цветами ночью – это расширение инвертирует все цвета страниц, обеспечивая комфортное чтение и снижая нагрузку на глаза и головные боли.\n\nНаслаждайтесь ночным серфингом, не мешая окружающим.\n\nДневной серфинг? Просто отключите расширение и продолжайте использовать браузер как обычно.\n\nТемный режим станет вашим незаменимым помощником, делая ночной просмотр удобным и приятным.\n\nПосле установки вы найдете новую кнопку на панели инструментов рядом с адресной строкой, которая служит удобным переключателем ВКЛ|ВЫКЛ для управления расширением.\n\nОдним кликом по значку вы можете мгновенно переключаться между Темным режимом и обычным, без перезагрузки страницы.\n\nВременно отключить Темный режим можно нажатием клавиши ESC на клавиатуре, быстро возвращая всем сайтам их стандартный вид, пока вы снова не активируете его с помощью кнопки на панели инструментов или клавиши ESC.\n\nИспользуйте расширение Темного режима и дайте вашим глазам отдых, которого они заслуживают, во время ночных приключений в сети!",
    "uk": "Темна тема - розширення для браузера, яке змінює фон веб-сторінок на темний, щоб зменшити навантаження на очі при перегляді вночі. Просто натисніть на іконку на панелі інструментів, щоб увімкнути або вимкнути тему. Ви також можете вибрати з понад 50 варіантів тем на сторінці налаштувань.\n\nРозширення працює з багатьма сайтами, такими як Facebook, Google, YouTube, WhatsApp, Instagram, і не тільки. Темна тема зменшує яскравість сторінок і знижує втому очей, забезпечуючи комфортний перегляд.\n\nДля відключення темної теми просто натискайте кнопку або клавішу ESC. Насолоджуйтесь нічним переглядом без напруги!"
  }
}