{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filestage – Where the best work gets approved"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add comments to live websites and interactive content in Filestage",
    "de": "Fügen Sie Kommentare zu Live-Websites und interaktiven Inhalten in Filestage hinzu",
    "fr": "Ajoutez des commentaires aux sites web et au contenu interactif dans Filestage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filestage is a review and approval platform that helps you share, discuss, and approve all your files, all in one place.\n\nWith the official extension for Chrome , you can review live websites. You and your reviewers can browse through the website, interact with content, and add comments with full context – just like you do for all your other file formats.\n\nHere are a few ways it could help your team:\n\n- Review dynamic content like interactive maps\n- Collect feedback on 3D models or 360° images and videos\n- Share interactive prototypes from tools like Figma, Adobe XD, Invision, and Sketch\n- Review iCloud files like Keynote, Pages, and Numbers\n- Iterate on live documents like your privacy policy or terms and conditions",
    "de": "Filestage ist eine Review- und Freigabe-Plattform, die Ihnen hilft, alle Ihre Dateien an einem Ort zu teilen, zu diskutieren und freizugeben.\n\nMit der offiziellen Erweiterung für Chrome  können Sie Live-Websites überprüfen. Sie und Ihre Reviewer können die Website durchsuchen, mit dem Inhalt interagieren und Kommentare mit Kontext hinzufügen – genau wie Sie es bereits von anderen Dateiformaten kennen.\n\nHier sind einige Möglichkeiten, wozu Ihr Team diese Funktion nutzen kann:\n\n- Überprüfen Sie dynamische Inhalte wie z.B. interaktive Karten \n- Holen Sie Feedback zu 3D-Modellen oder 360°-Bildern ein \n- Teilen Sie interaktive Prototypen aus Programmen wie Figma, Adobe XD, Invision und Sketch\n- Überprüfen Sie iCloud Dateien wie Keynote, Pages und Numbers \n- Überarbeiten Sie Live-Dokument wie z.B Datenschutzrichtlinien oder AGBs",
    "fr": "Filestage est une plateforme de révision et d'approbation qui vous aide à partager, commenter et approuver tous vos fichiers, en un seul endroit.\n\nAvec l'extension officielle pour Chrome , vous pouvez réviser des sites Web lives. Vous et vos réviseurs pouvez parcourir le site Web, interagir avec le contenu et ajouter des commentaires dans leur contexte - tout comme vous le faites pour tous vos autres formats de fichiers.\n\nVoici quelques façons dont Filestage pourrait aider votre équipe :\n\n- Réviser du contenu dynamique comme des plans interactifs\n- Collecter les commentaires sur des modèles 3D ou des images et vidéos 360°.\n- Partager des prototypes interactifs à partir d'outils tels que Figma, Adobe XD, Invision et Sketch\n- Réviser les fichiers iCloud comme Keynote, Pages et Numbers\n- Retravailler des documents en ligne comme votre politique de confidentialité ou vos conditions générales."
  }
}