{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ShopBase Helpdesk Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly access customer and order information from your ShopBase store when handling buyer ticket"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This powerful tool is designed to streamline your customer support tasks and enhance your efficiency in handling buyer inquiries. With our extension, you can seamlessly access customer and order information from your ShopBase stores while working on various help desk platforms like Freshdesk, Zendesk, Tidio, Gorgias, and Crisp.\n- When handling a ticket, the extension will automatically detect the customer email. However, if you need to search for information related to a different email, you can easily input it into search field.\n- Enjoy the convenience of viewing a comprehensive list of contacts and orders related to the customer's email. Say goodbye to manual searches and platform switching – everything you need is right here!\n- Gain valuable insights into your customer base with detailed contact information. ShopBase Helpdesk Connect provides a complete overview, empowering you to offer personalized and exceptional support.\n- Get all the order information you need instantly. With ShopBase Helpdesk Connect, you can view order details, track statuses, and ensure a smooth buying experience for your customers.\nNo more switching between systems or wasting time searching for orders and customer details manually. Our extension simplifies the process and allows you to focus on delivering top-notch support to your valued customers"
  }
}