{
  "name": {
    "ar": "كرات الرخام",
    "am": "እብነ በረድ",
    "bg": "Мраморни топки",
    "bn": "মার্বেল বল",
    "ca": "Boles de marbre",
    "cs": "Mramorové koule",
    "da": "Marmor bolde",
    "de": "Marmorkugeln",
    "el": "Μαρμάρινες μπάλες",
    "en,en_AU,en_GB,en_US": "Marble game",
    "es,es_419": "Bolas de mármol",
    "et": "Marmorist pallid",
    "fa": "بتوپ های مرمر",
    "fi": "Marmoripallot",
    "fil": "Mga bolang marmol",
    "fr": "Boules de marbre",
    "gu": "માર્બલ બોલ્સ",
    "he": "כדורי שיש",
    "hi": "संगमरमर की गेंदें",
    "hr": "Mramorne kuglice",
    "hu": "Márvány golyók",
    "id": "Bola marmer",
    "it": "Palle di marmo",
    "ja": "大理石のボール",
    "kn": "ಮಾರ್ಬಲ್ ಚೆಂಡುಗಳು",
    "ko": "대리석 공",
    "lt": "Marmuro rutuliai",
    "lv": "Marmora bumbiņas",
    "ml": "മാർബിൾ ബോളുകൾ",
    "mr": "संगमरवरी बॉल",
    "ms": "Bola marmar",
    "nl": "Marmeren ballen",
    "no": "Marmor baller",
    "pl": "Kulki marmurowe",
    "pt_BR,pt_PT": "Bolas de mármore",
    "ro": "Bile de marmură",
    "ru": "Мраморные шарики",
    "sk": "Mramorové gule",
    "sl": "Marmorne kroglice",
    "sr": "Mermerne kugle",
    "sv": "Marmor bollar",
    "sw": "Mipira ya marumaru",
    "ta": "பளிங்கு பந்துகள்",
    "te": "పాలరాయి బంతులు",
    "th": "ลูกหินอ่อน",
    "tr": "Mermer toplar",
    "uk": "Мармурові кулі",
    "vi": "Bóng đá cẩm thạch",
    "zh_CN,zh_TW": "大理石球"
  },
  "short": {
    "ar": "كرات الرخام هي لعبة التي تحتاج إلى نقل الكرات وذلك لجعل الشكل الصحيح للخروج منها",
    "am": "የእብነ በረድ ጨዋታ ኳሶችን ትክክለኛውን ቅርፅ ከእነሱ ለማውጣት ለማንቀሳቀስ የሚያስፈልግዎ ጨዋታ ነው ።",
    "bg": "Мраморни топки е игра, в която трябва да преместите топките, за да направите правилната форма от тях.",
    "bn": "মার্বেল বলগুলি এমন একটি খেলা যেখানে আপনাকে বলগুলি সরাতে হবে যাতে সেগুলি থেকে সঠিক আকৃতি তৈরি করা যায়",
    "ca": "Boles de marbre és un joc en el qual cal moure les boles per tal de fer ne la forma correcta",
    "cs": "Marble balls je hra, ve které musíte přesunout koule tak, aby se správný tvar z nich",
    "da": "Marmorkugler er et spil, hvor du skal flytte kuglerne for at få den rigtige form ud af dem",
    "de": "Marmorkugeln ist ein Spiel, in dem Sie die Kugeln bewegen müssen, um die richtige Form daraus zu machen",
    "el": "Οι μαρμάρινες μπάλες είναι ένα παιχνίδι στο οποίο πρέπει να μετακινήσετε τις μπάλες έτσι ώστε να φτιάξετε το σωστό σχήμα από αυτές",
    "en,en_AU,en_GB,en_US": "Marble game is a game in which you need to move the balls so as to make the right shape out of them",
    "es,es_419": "Marble balls es un juego en el que debes mover las bolas para darles la forma correcta",
    "et": "Marmorpallid on mäng, kus peate palle liigutama, et neist õige kuju teha",
    "fa": "بتوپ سنگ مرمر یک بازی است که در آن شما نیاز به حرکت توپ به طوری که به شکل درست از آنها",
    "fi": "Marble balls on peli, jossa sinun täytyy siirtää pallot niin, että oikea muoto pois niistä",
    "fil": "Ang mga bolang marmol ay isang laro kung saan kailangan mong ilipat ang mga bola upang makagawa ng tamang hugis mula sa mga ito",
    "fr": "Marble balls est un jeu dans lequel vous devez déplacer les balles afin d'en faire la bonne forme",
    "gu": "માર્બલ બોલ્સ એ એક રમત છે જેમાં તમારે બોલને ખસેડવાની જરૂર છે જેથી તેમાંથી યોગ્ય આકાર બનાવી શકાય",
    "he": "כדורי שיש הוא משחק שבו אתה צריך להזיז את הכדורים כדי להפוך את הצורה הנכונה מהם",
    "hi": "मार्बल बॉल्स एक ऐसा गेम है जिसमें आपको गेंदों को हिलाने की जरूरत होती है ताकि उनमें से सही आकार बनाया जा सके",
    "hr": "Je igra u kojoj morate premjestiti loptice, tako da ih oblikovati u pravilan oblik",
    "hu": "Márvány balls egy játék, amelyben meg kell mozgatni a golyókat, hogy a megfelelő alakú ki őket",
    "id": "Marble balls adalah gim di mana Anda harus memindahkan bola untuk membuat bentuk yang tepat darinya",
    "it": "Marble balls è un gioco in cui è necessario spostare le palle in modo da rendere la forma giusta fuori di loro",
    "ja": "大理石のボールは、あなたがそれらのうち、右の形状を作るようにボールを移動する必要があるゲームです",
    "kn": "ಮಾರ್ಬಲ್ ಬಾಲ್ಗಳು ಒಂದು ಆಟವಾಗಿದ್ದು, ಇದರಲ್ಲಿ ನೀವು ಚೆಂಡುಗಳನ್ನು ಸರಿಯಾದ ಆಕಾರವನ್ನು ಮಾಡಲು ಚಲಿಸಬೇಕಾಗುತ್ತದೆ",
    "ko": "대리석 공은 당신이 그(것)들에서 적당한 모양을 만들 수 있도록 공을 이동해야하는 게임이다",
    "lt": "Marmuro rutuliai yra žaidimas, kuriame jums reikia perkelti kamuoliukus taip, kad iš jų būtų tinkama forma",
    "lv": "Marmora bumbiņas ir spēle, kurā jums jāpārvieto bumbiņas, lai no tām izveidotu pareizo formu",
    "ml": "മാർബിൾ ബോളുകൾ ഒരു ഗെയിമാണ്, അതിൽ നിന്ന് ശരിയായ ആകൃതി ഉണ്ടാക്കുന്നതിന് നിങ്ങൾ പന്ത് നീക്കേണ്ടതുണ്ട്.",
    "mr": "मार्बल बॉल हा एक खेळ आहे ज्यामध्ये आपल्याला बॉल हलविण्याची आवश्यकता आहे जेणेकरून त्यांच्यामधून योग्य आकार तयार होईल",
    "ms": "Bola marmar adalah permainan di mana anda perlu untuk menggerakkan bola untuk membuat bentuk yang betul daripada mereka",
    "nl": "Marble balls is een spel waarin je de ballen moet verplaatsen om er de juiste vorm van te maken",
    "no": "Marmorballer er et spill der du må flytte ballene for å få riktig form ut av dem",
    "pl": "Marmurowe kulki to gra, w której musisz przesuwać kulki, aby uzyskać z nich odpowiedni kształt",
    "pt_BR": "Marble balls é um jogo no qual você precisa mover as bolas para fazer a forma correta delas",
    "pt_PT": "Marble balls é um jogo no qual você precisa mover as bolas para obter a forma certa delas",
    "ro": "Bile de marmură este un joc în care trebuie să mutați bilele astfel încât să faceți forma potrivită din ele",
    "ru": "Мраморные шарики - это игра, в которой вам нужно перемещать шарики таким образом, чтобы сформировать из них правильную фигуру",
    "sk": "Mramorové gule je hra, v ktorej musíte presunúť gule tak, aby ste z nich vytvorili správny tvar",
    "sl": "Marmor kroglice je igra, v kateri boste morali premakniti kroglice, tako da bi pravo obliko od njih",
    "sr": "Mermerne lopte su igra u kojoj morate da pomerate kuglice tako da formiraju pravi oblik",
    "sv": "Marmorbollar är ett spel där du måste flytta bollarna för att göra rätt form av dem",
    "sw": "Mipira ya marumaru ni mchezo ambao unahitaji kusonga mipira ili kutengeneza sura inayofaa kutoka kwao",
    "ta": "மார்பிள் பந்துகள் என்பது ஒரு விளையாட்டு, அதில் நீங்கள் பந்துகளை நகர்த்த வேண்டும், இதனால் அவற்றில் இருந்து சரியான வடிவத்தை உருவாக்க…",
    "te": "మార్బుల్ బంతుల్లో మీరు వాటిని కుడి ఆకారం చేయడానికి కాబట్టి బంతుల్లో తరలించడానికి అవసరం దీనిలో ఒక గేమ్",
    "th": "ลูกหินอ่อนเป็นเกมที่คุณจำเป็นต้องย้ายลูกเพื่อที่จะทำให้รูปร่างที่เหมาะสมออกมาจากพวก",
    "tr": "Mermer toplar, topları doğru şekli elde etmek için hareket ettirmeniz gereken bir oyundur",
    "uk": "Marble balls-це гра, в якій вам потрібно переміщати кульки так, щоб сформувати з них правильну форму",
    "vi": "Bóng đá cẩm thạch là một trò chơi trong đó bạn cần phải di chuyển các quả bóng để làm cho hình dạng bên phải ra khỏi chúng",
    "zh_CN": "大理石球是一个游戏中，你需要移动球，使他们的正确形状",
    "zh_TW": "彈珠球是一款遊戲，您需要移動球以使其形成正確的形狀"
  },
  "long": {
    "ar": "الحصول على استعداد لشحذ عقلك مع كرات الرخام ، لعبة اللغز الادمان التي سيتم اختبار القدرات العقلية الخاصة بك! في هذه اللعبة ، يمكنك التحكم في الكرات الملونة التي تنزلق في أربعة اتجاهات-لأعلى ولأسفل ولليسار ولليمين-حتى تواجه عقبة. الهدف بسيط ولكنه صعب: ترتيب الكرات بالترتيب الصحيح من خلال التفكير في المستقبل والتخطيط لكل خطوة. \n\n لماذا عليك الحب كرات الرخام لعبة: \n➤ تعزيز التفكير النقدي ومهارات حل المشاكل\n➤ ممارسة عقلك مع المرح ، وإشراك الألغاز\n➤ تعزيز ذكائك في حين يلهون \n\n كل مستوى سوف يدفع لك التفكير الاستراتيجي ، وتحسين التركيز الخاص بك وخفة الحركة العقلية. إذا كنت من محبي ألعاب الدماغ وترغب في نقل مهاراتك في حل الألغاز إلى المستوى التالي ، فإن لعبة كرات الرخام هي اللعبة المناسبة لك! تحميل الآن والبدء في تعزيز الدماغ اليوم!",
    "am": "አእምሮዎን በእብነ በረድ ኳሶች ፣ የአንጎልዎን ኃይል የሚፈትን ሱስ የሚያስይዝ የእንቆቅልሽ ጨዋታ ለመሳል ይዘጋጁ! በዚህ ጨዋታ እንቅፋት እስኪያጋጥማቸው ድረስ በአራት አቅጣጫዎች ፣ ወደ ታች ፣ ግራ እና ቀኝ የሚንሸራተቱ በቀለማት ያሸበረቁ ኳሶችን ትቆጣጠራለህ ።  ግቡ ቀላል ግን ፈታኝ ነው-ወደ ፊት በማሰብና እያንዳንዱን እንቅስቃሴ በማቀድ ኳሶቹን በትክክለኛው ቅደም ተከተል ያዘጋጁ ።  \n\nየእብነ በረድ ኳሶችን ጨዋታ ለምን ትወዳለህ \n➤ ወሳኝ አስተሳሰብዎን እና የችግር አፈታት ችሎታዎን ያሳድጉ \n➤ አንጎልዎን በመዝናናት ፣ በሚያሳትፉ እንቆቅልሾች \n➤ በሚዝናኑበት ጊዜ የማሰብ ችሎታዎን ያሻሽሉ \n\nእያንዳንዱ ደረጃ ስልታዊ በሆነ መንገድ እንዲያስቡ ይገፋፋዎታል ፣ ትኩረትዎን እና የአእምሮ ቅልጥፍናዎን ያሻሽላል። የአንጎል-ቲሸርቶች አድናቂ ከሆኑ እና ወደ ቀጣዩ ደረጃ ወደ የእንቆቅልሽ-የመፍታት ችሎታዎን ለመውሰድ ከፈለጉ የእብነ በረድ ኳሶች ጨዋታ ለእርስዎ ጨዋታ ነው! አሁን ያውርዱ እና ዛሬ አንጎልዎን ማሳደግ ይጀምሩ!",
    "bg": "Пригответе се да изострят ума си с мрамор игра, пристрастяване пъзел игра, която ще тества силата на мозъка! В тази игра вие контролирате цветни топки, които се плъзгат в четири посоки—нагоре, надолу, наляво и надясно—докато не срещнат препятствие. Целта е проста, но предизвикателна: подредете топките в правилния ред, като мислите напред и планирате всеки ход.\n\nЗащо ще се влюбите в Мраморната игра:\n➤ Увеличете уменията си за критично мислене и решаване на проблеми\n➤ Упражнявайте мозъка си със забавни, ангажиращи пъзели\n➤ Подобрете интелигентността си, докато се забавлявате\n\nВсяко ниво ще ви тласка да се мисли стратегически, подобряване на фокуса си и умствена ловкост. Ако сте фен на главоблъсканиците и искате да вземете уменията си за решаване на пъзели на следващото ниво, мраморна игра е играта за вас! Инсталирайте сега и започнете да стимулирате мозъка си още днес!",
    "bn": "মার্বেল বল দিয়ে আপনার মনকে তীক্ষ্ণ করার জন্য প্রস্তুত হন, আসক্তি ধাঁধা খেলা যা আপনার মস্তিষ্কের শক্তি পরীক্ষা করবে! এই গেমটি ইন, আপনি চার দিক স্লাইড যে রঙিন বল নিয়ন্ত্রণ—আপ, ডাউন, বাম, এবং ডান—তারা একটি বাধা সম্মুখীন না হওয়া পর্যন্ত. লক্ষ্য সহজ কিন্তু চ্যালেঞ্জিং: এগিয়ে চিন্তা এবং প্রতিটি পদক্ষেপ পরিকল্পনা করে সঠিক ক্রম বল ব্যবস্থা. \n\nকেন আপনি মার্বেল বল খেলা পছন্দ করবেন: \n➤ আপনার সমালোচনামূলক চিন্তা এবং সমস্যা সমাধানের দক্ষতা বাড়ান \n➤ মজা সঙ্গে আপনার মস্তিষ্ক ব্যায়াম, আকর্ষক পাজল\n➤ মজা করার সময় আপনার বুদ্ধি উন্নত করুন \n\nপ্রতিটি স্তর আপনাকে কৌশলগতভাবে চিন্তা করতে ধাক্কা দেবে, আপনার ফোকাস এবং মানসিক তত্পরতা উন্নত. আপনি যদি মস্তিষ্ক-টিজারের অনুরাগী হন এবং আপনার ধাঁধা-সমাধানের দক্ষতাগুলিকে পরবর্তী স্তরে নিয়ে যেতে চান তবে মার্বেল বল গেমটি আপনার জন্য খেলা! এখনই ডাউনলোড করুন এবং আজই আপনার মস্তিষ্ক বাড়ানো শুরু করুন!",
    "ca": "Prepara't per aguditzar la teva ment amb boles De Marbre, l'addictiu joc de trencaclosques que posarà a prova el teu cervell! En aquest joc, controles boles de colors que llisquen en quatre direccions (amunt, avall, esquerra i dreta) fins que troben un obstacle. L'objectiu és senzill però desafiant: organitzar les pilotes en l'ordre correcte pensant amb antelació i planificant cada moviment. \n\nPer què t'encantarà el Joc de boles De Marbre: \n➤ Augmenta el teu pensament crític i les teves habilitats per resoldre problemes \n➤ Exercita el teu cervell amb trencaclosques divertits i atractius \n➤ Millora la teva intel * ligència mentre et diverteixes \n\nCada nivell t'empenyrà a pensar estratègicament, millorant el teu enfocament i agilitat mental. Si ets un fan dels trencaclosques i vols portar les teves habilitats per resoldre trencaclosques al següent nivell, Marble balls game és el joc per a tu! Descarrega ara i comença a impulsar el teu cervell avui mateix!",
    "cs": "Připravte se na zostření své mysli mramorovými kuličkami, návykovou logickou hrou, která otestuje vaši mozkovou sílu! V této hře ovládáte barevné koule, které klouzají ve čtyřech směrech—nahoru, dolů, doleva a doprava—dokud nenarazí na překážku. Cíl je jednoduchý, ale náročný: uspořádejte koule ve správném pořadí přemýšlením dopředu a plánováním každého pohybu. \n\nProč budete milovat Marble balls game: \n➤ Zvyšte své kritické myšlení a dovednosti při řešení problémů\n➤ cvičte svůj mozek zábavnými, poutavými hádankami \n➤ Vylepšete svou inteligenci a zároveň se bavte \n\nKaždá úroveň vás bude tlačit, abyste strategicky přemýšleli, zlepšili své zaměření a duševní obratnost. Pokud jste fanouškem hlavolamů a chcete posunout své dovednosti v řešení hádanek na další úroveň, Hra Marble balls je hra pro vás! Stáhněte si nyní a začněte posilovat svůj mozek ještě dnes!",
    "da": "Gør dig klar til at skærpe dit sind med marmorkugler, det vanedannende puslespil, der vil teste din hjernekraft! I dette spil styrer du farverige bolde, der glider i fire retninger-op, ned, venstre og højre—indtil de støder på en forhindring. Målet er enkelt, men udfordrende: arranger boldene i den rigtige rækkefølge ved at tænke fremad og planlægge hvert træk. ___ Hvorfor du vil elske \n\nMarble balls game: \n➤ Boost din kritiske tænkning og problemløsning færdigheder \n➤ Træn din hjerne med sjove, engagerende puslespil \n➤ forbedre din intelligens, mens du har det sjovt \n\nHvert niveau vil skubbe dig til at tænke strategisk, forbedre dit fokus og mental smidighed. Hvis du er fan af hjernevridere og vil tage dine færdigheder til at løse gåder til det næste niveau, er Marble balls game spillet for dig! Hent nu og begynde at øge din hjerne i dag!",
    "de": "Machen Sie sich bereit, Ihren Geist mit Marmorkugeln zu schärfen, dem süchtig machenden Puzzlespiel, das Ihre Intelligenz auf die Probe stellt! In diesem Spiel steuerst du bunte Bälle, die in vier Richtungen gleiten — nach oben, unten, links und rechts — bis sie auf ein Hindernis stoßen. Das Ziel ist einfach, aber herausfordernd: Ordnen Sie die Bälle in der richtigen Reihenfolge an, indem Sie vorausdenken und jeden Zug planen. \n\nWarum du das Marmorkugelspiel lieben wirst: \n➤ Verbessere dein kritisches Denken und deine Fähigkeiten zur Problemlösung \n➤ Trainiere dein Gehirn mit lustigen, packenden Rätseln \n➤ Verbessere deine Intelligenz, während du Spaß hast \n\nJedes Level wird dich dazu bringen, strategisch zu denken und deinen Fokus und deine geistige Beweglichkeit zu verbessern. Wenn Sie ein Fan von Denksportaufgaben sind und Ihre Fähigkeiten zum Lösen von Rätseln auf die nächste Stufe heben möchten, ist Marble Balls Game das richtige Spiel für Sie! Laden Sie es jetzt herunter und steigern Sie noch heute Ihr Gehirn!",
    "el": "Ετοιμαστείτε να ακονίσετε το μυαλό σας με μαρμάρινες μπάλες, το εθιστικό παιχνίδι παζλ που θα δοκιμάσει το μυαλό σας! Σε αυτό το παιχνίδι, ελέγχετε πολύχρωμες μπάλες που γλιστρούν σε τέσσερις κατευθύνσεις—πάνω, κάτω, αριστερά και δεξιά—μέχρι να συναντήσουν ένα εμπόδιο. Ο στόχος είναι απλός αλλά προκλητικός: τακτοποιήστε τις μπάλες με τη σωστή σειρά Σκεπτόμενος μπροστά και σχεδιάζοντας κάθε κίνηση. \n\nΓιατί θα αγαπήσετε το παιχνίδι μαρμάρων μπάλες: \n➤ Ενισχύστε τις δεξιότητες κριτικής σκέψης και επίλυσης προβλημάτων \n➤ ασκήστε τον εγκέφαλό σας με διασκέδαση, συναρπαστικά παζλ\n➤ Βελτιώστε τη νοημοσύνη σας ενώ διασκεδάζετε \n\nκάθε επίπεδο θα σας ωθήσει να σκεφτείτε στρατηγικά, βελτιώνοντας την εστίαση και την ψυχική σας ευκινησία. Αν είστε οπαδός του εγκεφάλου-πειράγματα και θέλετε να πάρετε τις ικανότητές σας παζλ-επίλυση στο επόμενο επίπεδο, μάρμαρο μπάλες παιχνίδι είναι το παιχνίδι για σας! Κάντε λήψη τώρα και ξεκινήστε να ενισχύετε τον εγκέφαλό σας σήμερα!",
    "en,en_AU,en_GB,en_US": "Get ready to sharpen your mind with Marble game, the addictive puzzle game that will test your brainpower! In this game, you control colorful balls that slide in four directions—up, down, left, and right—until they encounter an obstacle. The goal is simple but challenging: arrange the balls in the correct order by thinking ahead and planning each move.\n\nWhy you'll love Marble game:\n➤ Boost your critical thinking and problem-solving skills\n➤ Exercise your brain with fun, engaging puzzles\n➤ Enhance your intelligence while having fun\n\nEach level will push you to think strategically, improving your focus and mental agility. If you're a fan of brain-teasers and want to take your puzzle-solving skills to the next level, Marble game is the game for you! Install now and start boosting your brain today!",
    "es,es_419": "¡Prepárate para agudizar tu mente con Marble game, el adictivo juego de rompecabezas que pondrá a prueba tu capacidad cerebral! En este juego, controlas bolas de colores que se deslizan en cuatro direcciones (Arriba, Abajo, Izquierda y derecha) hasta que encuentran un obstáculo. El objetivo es simple pero desafiante: organizar las bolas en el orden correcto pensando en el futuro y planificando cada movimiento.\n\nPor qué te encantarán los juegos de canicas:\n➤ Aumente sus habilidades de pensamiento crítico y resolución de problemas\n➤ Entrena tu cerebro con rompecabezas divertidos y atractivos\n➤ Plating mejora tu inteligencia mientras te diviertes\n\nCada nivel te empujará a pensar estratégicamente, mejorar tu concentración y agilidad mental. Si eres fanático de los acertijos y quieres llevar tus habilidades para resolver acertijos al siguiente nivel, ¡Marble game es el juego para ti! ¡Instálalo ahora y comienza a estimular tu cerebro hoy mismo!",
    "et": "Ole valmis teritama oma meelt marmorist pallid, sõltuvust puzzle mäng, mis paneb proovile oma ajupotentsiaali! Selles mängus saate juhtida värvilisi palle, mis libisevad neljas suunas—üles, alla, vasakule ja paremale—, kuni nad satuvad takistusse. Eesmärk on lihtne, kuid keeruline: korraldage pallid õiges järjekorras, mõeldes ette ja planeerides iga käiku.\n\nMiks sa armastad Marble balls mäng: \n➤ Boost oma kriitilise mõtlemise ja probleemide lahendamise oskusi\n➤ Kasutada oma aju lõbus, kaasates mõistatusi \n➤ Suurendada oma luure samas lõbus \n\nIgal tasandil push teil mõelda strateegiliselt, parandades oma tähelepanu ja vaimse agility. Kui olete ajurünnakute fänn ja soovite oma mõistatuste lahendamise oskused järgmisele tasemele viia, on Marble balls mäng teie jaoks mäng! Lae nüüd ja alustada suurendada oma aju täna!",
    "fa": "آماده شوید تا ذهن خود را با بازی سنگ مرمر تیز کنید ، بازی پازل اعتیاد آور که قدرت مغز شما را آزمایش می کند! در این بازی ، شما توپ های رنگارنگ را کنترل می کنید که در چهار جهت-بالا ، پایین ، چپ و راست—می لغزند تا زمانی که با مانعی روبرو شوند. هدف ساده اما چالش برانگیز است: با فکر کردن به جلو و برنامه ریزی هر حرکت ، توپ ها را به ترتیب درست مرتب کنید.\n\nچرا شما را دوست دارم بازی سنگ مرمر:\n➤ مهارت های تفکر انتقادی و حل مسئله را تقویت کنید\n➤ مغز خود را با پازل های سرگرم کننده و جذاب آموزش دهید\n➤ آبکاری در حین تفریح هوش خود را بهبود بخشید\n\nهر سطح شما را به تفکر استراتژیک سوق می دهد ، تمرکز و چابکی ذهنی خود را بهبود می بخشد. اگر شما از طرفداران تیزر مغز و می خواهید به مهارت های حل پازل خود را به سطح بعدی ، بازی سنگ مرمر بازی برای شما است! اکنون نصب کنید و امروز شروع به تقویت مغز خود کنید!",
    "fi": "Valmistaudu terävöittämään mieltäsi marmoripalloilla, koukuttavalla pulmapelillä, joka testaa aivovoimasi! Tässä pelissä hallitset värikkäitä palloja, jotka liukuvat neljään suuntaan—ylös, alas, vasemmalle ja oikealle—kunnes ne kohtaavat esteen. Tavoite on yksinkertainen mutta haastava: Järjestä pallot oikeaan järjestykseen ajattelemalla etukäteen ja suunnittelemalla jokainen siirto. \n\nMiksi tulet rakastamaan marble balls peli: \n➤ Parantaa kriittistä ajattelua ja ongelmanratkaisutaitoja \n➤ Harjoittele aivojasi hauskoilla, mukaansatempaavilla arvoituksilla \n➤ Paranna älykkyyttäsi samalla kun pidät hauskaa \n\nJokainen taso työntää sinut ajattelemaan strategisesti, parantamalla keskittymistäsi ja henkistä ketteryyttä. Jos olet brain-teasers-fani ja haluat viedä pulmanratkaisutaitosi seuraavalle tasolle, Marble balls game on peli sinulle! Lataa nyt ja aloita aivojesi tehostaminen jo tänään!",
    "fil": "Humanda upang patalasin ang iyong isip gamit ang Marble game, ang nakakahumaling na larong puzzle na susubok sa iyong brainpower! Sa larong ito, kinokontrol mo ang mga makukulay na bola na dumudulas sa apat na direksyon—pataas, pababa, kaliwa, at pakanan—hanggang sa makaharap sila ng isang balakid. Ang layunin ay simple ngunit mapaghamong: ayusin ang mga bola sa tamang pagkakasunod-sunod sa pamamagitan ng pag-iisip nang maaga at pagpaplano ng bawat galaw.\n\nBakit magugustuhan mo ang larong Marble:\n➤ Palakasin ang iyong kritikal na pag-iisip at mga kasanayan sa paglutas ng problema\n➤ I-exercise ang iyong utak na may masaya, nakakaengganyo na mga puzzle\n➤ Pagandahin ang iyong katalinuhan habang nagsasaya\n\nAng bawat antas ay magtutulak sa iyo na mag-isip nang madiskarteng, pagpapabuti ng iyong pagtuon at liksi sa pag-iisip. Kung ikaw ay isang tagahanga ng mga brain-teaser at gusto mong dalhin ang iyong mga kasanayan sa paglutas ng puzzle sa susunod na antas, Marble game ang laro para sa iyo! I-install ngayon at simulan ang pagpapalakas ng iyong utak ngayon!",
    "fr": "Préparez-vous à aiguiser votre esprit avec Marble balls, le jeu de puzzle addictif qui mettra à l'épreuve votre intelligence! Dans ce jeu, vous contrôlez des boules colorées qui glissent dans quatre directions-haut, bas, gauche et droite-jusqu'à ce qu'elles rencontrent un obstacle. L'objectif est simple mais stimulant: disposer les balles dans le bon ordre en anticipant et en planifiant chaque mouvement. \n\nPourquoi vous allez adorer le jeu de boules de marbre: \n➤ Stimulez votre pensée critique et vos compétences en résolution de problèmes\n➤ Exercez votre cerveau avec des énigmes amusantes et engageantes \n➤ Améliorez votre intelligence tout en vous amusant \n\nChaque niveau vous poussera à penser de manière stratégique, améliorant votre concentration et votre agilité mentale. Si vous êtes un fan de casse-tête et que vous souhaitez faire passer vos compétences en résolution d'énigmes au niveau supérieur, Marble balls game est le jeu qu'il vous faut! Téléchargez maintenant et commencez à stimuler votre cerveau dès aujourd'hui!",
    "gu": "માર્બલ બોલ્સ સાથે તમારા મનને શાર્પ કરવા માટે તૈયાર થાઓ, વ્યસનકારક પઝલ ગેમ જે તમારી મગજની શક્તિનું પરીક્ષણ કરશે! આ રમતમાં, તમે રંગબેરંગી દડાને નિયંત્રિત કરો છો જે ચાર દિશામાં સ્લાઇડ કરે છે—ઉપર, નીચે, ડાબે અને જમણે—જ્યાં સુધી તેઓ અવરોધનો સામનો ન કરે. ધ્યેય સરળ પરંતુ પડકારરૂપ છે: આગળ વિચારીને અને દરેક ચાલનું આયોજન કરીને બોલને યોગ્ય ક્રમમાં ગોઠવો. \n\nતમને માર્બલ બોલ્સ ગેમ કેમ ગમશે: \n➤ તમારી જટિલ વિચારસરણી અને સમસ્યાનું નિરાકરણ કરવાની કુશળતાને વેગ આપો\n➤ તમારા મગજને આનંદ સાથે વ્યાયામ કરો, કોયડાઓ આકર્ષક કરો \n➤ આનંદ કરતી વખતે તમારી બુદ્ધિમાં વધારો કરો \n\nદરેક સ્તર તમને વ્યૂહાત્મક રીતે વિચારવા માટે દબાણ કરશે, તમારું ધ્યાન અને માનસિક ચપળતામાં સુધારો કરશે. જો તમે મગજ-ટીઝર્સના ચાહક છો અને તમારી પઝલ-સોલ્વિંગ કુશળતાને આગલા સ્તર પર લઈ જવા માંગો છો, તો માર્બલ બોલ્સ ગેમ તમારા માટે રમત છે! હવે ડાઉનલોડ કરો અને આજે તમારા મગજ બુસ્ટીંગ શરૂ!",
    "he": "תתכונן לחדד את דעתך עם משחק שיש, משחק הפאזל הממכר שיבדוק את כוח המוח שלך! במשחק הזה, אתה שולט כדורים צבעוניים כי להחליק בארבעה כיוונים-למעלה, למטה, שמאלה וימינה—עד שהם נתקלים מכשול. המטרה היא פשוטה אך מאתגרת: לסדר את הכדורים בסדר הנכון על ידי חשיבה קדימה ותכנון כל מהלך.\n\nלמה אתה תאהב משחקי שיש:\n➤ שפר את החשיבה הביקורתית שלך ואת כישורי פתרון הבעיות שלך\n➤ לאמן את המוח שלך עם חידות מהנות ומרתקות\n➤ ציפוי לשפר את האינטליגנציה שלך בזמן שיש כיף\n\nכל רמה תדחוף אותך לחשוב אסטרטגית, לשפר את המיקוד שלך ואת הזריזות הנפשית. אם אתה חובב טיזרים מוחיים ורוצה לקחת את כישורי פתרון הפאזל שלך לשלב הבא, משחק השיש הוא המשחק בשבילך! התקן עכשיו והתחל להגביר את המוח שלך עוד היום!",
    "hi": "संगमरमर के खेल के साथ अपने दिमाग को तेज करने के लिए तैयार हो जाओ, नशे की लत पहेली खेल जो आपके मस्तिष्क की शक्ति का परीक्षण करेगा! इस खेल में, आप रंगीन गेंदों को नियंत्रित करते हैं जो चार दिशाओं में स्लाइड करते हैं-ऊपर, नीचे, बाएं और दाएं—जब तक कि वे एक बाधा का सामना नहीं करते ।  लक्ष्य सरल लेकिन चुनौतीपूर्ण है: आगे की सोच और प्रत्येक चाल की योजना बनाकर गेंदों को सही क्रम में व्यवस्थित करें । \n\nआपको मार्बल गेम्स क्यों पसंद आएंगे:\n➤ अपनी आलोचनात्मक सोच और समस्या समाधान कौशल को बढ़ावा दें\n➤ मजेदार, आकर्षक पहेली के साथ अपने मस्तिष्क को प्रशिक्षित करें\n➤ मज़ा आ रहा है, जबकि चढ़ाना अपनी बुद्धि में सुधार\n\nप्रत्येक स्तर आपको रणनीतिक रूप से सोचने, अपना ध्यान केंद्रित करने और मानसिक चपलता में सुधार करने के लिए प्रेरित करेगा ।  यदि आप मस्तिष्क टीज़र के प्रशंसक हैं और अपने पहेली सुलझाने के कौशल को अगले स्तर तक ले जाना चाहते हैं, तो संगमरमर का खेल आपके लिए खेल है! अब स्थापित करें और आज अपने मस्तिष्क को बढ़ावा देना शुरू करें!",
    "hr": "Pripremite se za vježbanje u igri Bucket, uzbudljivoj slagalici koja će testirati vaše mentalne sposobnosti! U ovoj igri kontrolirate šarene kuglice koje klize u četiri smjera — gore, dolje, lijevo i desno — dok se ne sudare s preprekom. Cilj je jednostavan, ali izazovan: rasporedite kuglice ispravnim redoslijedom, razmišljajući unaprijed o svakom potezu. \n\nZašto ćete uživati u igri \n➤ Razvijte svoje kritičko razmišljanje i vještine rješavanja problema\n➤ trenirajte svoj mozak zabavnim, zanimljivim zagonetkama \n➤ razvijte svoju inteligenciju dok se zabavljate \n\nSvaka razina će vas natjerati da razmišljate strateški, poboljšavajući koncentraciju i fleksibilnost uma. Ako ste ljubitelj slagalica i želite svoje vještine rješavanja zagonetki podići na sljedeću razinu, onda je The Mench Igra za vas! Preuzmite sada i počnite razvijati svoj mozak već danas!",
    "hu": "Készüljön fel, hogy élesítse elméjét a Marble játékkal, az addiktív kirakós játékkal, amely próbára teszi az agyát! Ebben a játékban te irányíthatod a színes labdákat, amelyek négy irányba – fel, le, balra és jobbra – csúsznak, amíg akadályba nem ütköznek. A cél egyszerű, de kihívásokkal teli: rendezd a labdákat a megfelelő sorrendbe előre gondolkodva és minden lépést megtervezve.\n\nMiért fogod szeretni a Marble játékot:\n➤ Növelje kritikai gondolkodását és problémamegoldó készségeit\n➤ Gyakorolja agyát szórakoztató, lebilincselő rejtvényekkel\n➤ Növelje intelligenciáját szórakozás közben\n\nMinden szint stratégiai gondolkodásra késztet, javítva a fókuszt és a mentális mozgékonyságot. Ha rajongsz a fejtörőkért, és magasabb szintre szeretnéd emelni rejtvényfejtő képességeidet, akkor a Marble játék a neked való játék! Telepítse most, és kezdje el fellendíteni az agyát még ma!",
    "id": "Bersiaplah untuk mengasah pikiran Anda dengan permainan Marble, permainan puzzle adiktif yang akan menguji kecerdasan Anda! Dalam permainan ini, Anda mengendalikan bola warna-warni yang meluncur ke empat arah—atas, bawah, kiri, dan kanan—hingga menemui rintangan. Sasarannya sederhana tetapi menantang: susun bola dalam urutan yang benar dengan berpikir ke depan dan merencanakan setiap gerakan.\n\nMengapa Anda akan menyukai permainan Marble:\n➤ Tingkatkan kemampuan berpikir kritis dan pemecahan masalah Anda\n➤ Latih otak Anda dengan puzzle yang menyenangkan dan menarik\n➤ Tingkatkan kecerdasan Anda sambil bersenang-senang\n\nSetiap level akan mendorong Anda untuk berpikir secara strategis, meningkatkan fokus dan ketangkasan mental Anda. Jika Anda penggemar permainan asah otak dan ingin meningkatkan kemampuan memecahkan puzzle ke level berikutnya, permainan Marble adalah permainan yang tepat untuk Anda! Instal sekarang dan mulailah mengasah otak Anda hari ini!",
    "it": "Preparati ad affinare la tua mente con Marble game, il puzzle game avvincente che metterà alla prova la tua potenza cerebrale! In questo gioco, è possibile controllare le palle colorate che scivolano in quattro direzioni-Su, giù, sinistra e destra—fino a quando non incontrano un ostacolo. L'obiettivo è semplice ma impegnativo: disporre le palle nel giusto ordine pensando al futuro e pianificando ogni mossa.\n\nPerché amerete i giochi di marmo:\n➤ Potenzia il tuo pensiero critico e capacità di problem solving\n➤ Allena il tuo cervello con puzzle divertenti e coinvolgenti\n➤ Placcatura migliorare la vostra intelligenza divertendosi\n\nOgni livello vi spingerà a pensare in modo strategico, migliorare la vostra attenzione e agilità mentale. Se sei un fan dei rompicapi e vuoi portare le tue abilità di risoluzione dei puzzle al livello successivo, Marble game è il gioco che fa per te! Installa ora e inizia a potenziare il tuo cervello oggi!",
    "ja": "マーブル ゲームで頭脳を鍛える準備をしましょう。このゲームは、脳力を試す中毒性のあるパズル ゲームです。このゲームでは、障害物にぶつかるまで上下左右の 4 方向にスライドするカラフルなボールを操作します。目標はシンプルですがやりがいがあります。先を見越して各動きを計画し、ボールを正しい順序で並べます。\n\nマーブル ゲームが気に入る理由:\n➤ 批判的思考力と問題解決能力を強化\n➤ 楽しくて魅力的なパズルで脳を鍛える\n➤ 楽しみながら知性を高める\n\n各レベルで戦略的思考を促し、集中力と頭の敏捷性を向上させます。頭の体操が好きで、パズルを解くスキルを次のレベルに引き上げたいなら、マーブル ゲームはあなたにぴったりのゲームです。今すぐインストールして、今日から脳の強化を始めましょう!",
    "kn": "ನಿಮ್ಮ ಬುದ್ಧಿಶಕ್ತಿಯನ್ನು ಪರೀಕ್ಷಿಸುವ ವ್ಯಸನಕಾರಿ ಒಗಟು ಆಟವಾದ ಮಾರ್ಬಲ್ ಆಟದೊಂದಿಗೆ ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಚುರುಕುಗೊಳಿಸಲು ಸಿದ್ಧರಾಗಿ! ಈ ಆಟದಲ್ಲಿ, ನಾಲ್ಕು ದಿಕ್ಕುಗಳಲ್ಲಿ ಜಾರುವ ವರ್ಣರಂಜಿತ ಚೆಂಡುಗಳನ್ನು ನೀವು ನಿಯಂತ್ರಿಸುತ್ತೀರಿ - ಮೇಲಕ್ಕೆ, ಕೆಳಕ್ಕೆ, ಎಡಕ್ಕೆ ಮತ್ತು ಬಲಕ್ಕೆ - ಅವರು ಅಡಚಣೆಯನ್ನು ಎದುರಿಸುವವರೆಗೆ. ಗುರಿಯು ಸರಳವಾಗಿದೆ ಆದರೆ ಸವಾಲಾಗಿದೆ: ಮುಂದೆ ಯೋಚಿಸುವ ಮೂಲಕ ಮತ್ತು ಪ್ರತಿ ನಡೆಯನ್ನು ಯೋಜಿಸುವ ಮೂಲಕ ಚೆಂಡುಗಳನ್ನು ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ಜೋಡಿಸಿ.\n\nನೀವು ಮಾರ್ಬಲ್ ಆಟವನ್ನು ಏಕೆ ಇಷ್ಟಪಡುತ್ತೀರಿ:\n➤ ನಿಮ್ಮ ವಿಮರ್ಶಾತ್ಮಕ ಚಿಂತನೆ ಮತ್ತು ಸಮಸ್ಯೆ-ಪರಿಹರಿಸುವ ಕೌಶಲ್ಯಗಳನ್ನು ಹೆಚ್ಚಿಸಿ\n➤ ಮೋಜಿನ, ಆಕರ್ಷಕವಾದ ಒಗಟುಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಮೆದುಳಿಗೆ ವ್ಯಾಯಾಮ ಮಾಡಿ\n➤ ಮೋಜು ಮಾಡುವಾಗ ನಿಮ್ಮ ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಿ\n\nಪ್ರತಿಯೊಂದು ಹಂತವು ನಿಮ್ಮ ಗಮನ ಮತ್ತು ಮಾನಸಿಕ ಚುರುಕುತನವನ್ನು ಸುಧಾರಿಸುವ ಮೂಲಕ ಕಾರ್ಯತಂತ್ರವಾಗಿ ಯೋಚಿಸಲು ನಿಮ್ಮನ್ನು ತಳ್ಳುತ್ತದೆ. ನೀವು ಮೆದುಳಿನ ಕಸರತ್ತುಗಳ ಅಭಿಮಾನಿಯಾಗಿದ್ದರೆ ಮತ್ತು ನಿಮ್ಮ ಒಗಟು-ಪರಿಹರಿಸುವ ಕೌಶಲ್ಯಗಳನ್ನು ಮುಂದಿನ ಹಂತಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ, ಮಾರ್ಬಲ್ ಆಟವು ನಿಮಗಾಗಿ ಆಟವಾಗಿದೆ! ಈಗ ಸ್ಥಾಪಿಸಿ ಮತ್ತು ಇಂದೇ ನಿಮ್ಮ ಮೆದುಳನ್ನು ಹೆಚ್ಚಿಸಲು ಪ್ರಾರಂಭಿಸಿ!",
    "ko": "마블 게임으로 정신을 날카롭게 만들 준비를 하세요. 중독성 있는 퍼즐 게임으로 두뇌 능력을 테스트합니다! 이 게임에서는 장애물에 부딪힐 때까지 위, 아래, 왼쪽, 오른쪽의 네 방향으로 미끄러지는 다채로운 공을 조종합니다. 목표는 간단하지만 도전적입니다. 미리 생각하고 각 움직임을 계획하여 공을 올바른 순서로 배열하는 것입니다.\n\n마블 게임을 좋아하게 되는 이유:\n➤ 비판적 사고와 문제 해결 능력을 향상시킵니다.\n➤ 재미있고 매력적인 퍼즐로 두뇌를 단련합니다.\n➤ 재미있게 지능을 향상시킵니다.\n\n각 레벨에서 전략적으로 생각하도록 유도하여 집중력과 정신적 민첩성을 향상시킵니다. 두뇌 자극 게임을 좋아하고 퍼즐 풀기 기술을 한 단계 업그레이드하고 싶다면 마블 게임이 바로 여러분을 위한 게임입니다! 지금 설치하고 오늘부터 두뇌를 단련하세요!",
    "lt": "Pasiruoškite pagaląsti savo mintis su marmuro žaidimas, priklausomybę dėlionė, kad bus išbandyti savo smegenų galią! Šiame žaidime jūs valdote spalvingus kamuoliukus, kurie slenka keturiomis kryptimis-aukštyn, žemyn, kairėn ir dešinėn—kol jie susiduria su kliūtimi. Tikslas yra paprastas, bet sudėtingas: išdėstykite kamuoliukus teisinga tvarka, galvodami į priekį ir planuodami kiekvieną žingsnį.\n\nKodėl jums patiks marmuro žaidimai:\n➤ Padidinkite savo kritinį mąstymą ir problemų sprendimo įgūdžius\n➤ Treniruokite savo smegenis linksmais, įtraukiančiais galvosūkiais\n➤ Dengimo pagerinti savo intelektą, o smagiai\n\nKiekvienas lygis paskatins jus mąstyti strategiškai, pagerinti savo dėmesį ir protinį judrumą. Jei esate galvosūkių gerbėjas ir norite perkelti savo galvosūkių sprendimo įgūdžius į kitą lygį, marmurinis žaidimas yra jums skirtas žaidimas! Įdiekite dabar ir pradėti didinti savo smegenis šiandien!",
    "lv": "Gatavojieties asināt savu prātu ar marmora spēli, atkarību izraisošo puzzle spēli, kas pārbaudīs jūsu smadzeņu spēku! Šajā spēlē jūs kontrolējat krāsainas bumbiņas, kas slīd četros virzienos-uz augšu, uz leju, pa kreisi un pa labi—līdz tās saskaras ar šķērsli. Mērķis ir vienkāršs, bet izaicinošs: sakārtojiet bumbiņas pareizajā secībā, domājot uz priekšu un plānojot katru kustību.\n\nKāpēc jums patiks marmora spēles:\n➤ Boost savu kritisko domāšanu un problēmu risināšanas prasmes\n➤ Apmāciet smadzenes ar jautrām, saistošām mīklām\n➤ Plating uzlabot savu intelektu, bet jautri\n\nKatrs līmenis liks jums domāt stratēģiski, uzlabot savu fokusu un garīgo veiklību. Ja esat ventilatoru no prāta spēles, un vēlas, lai jūsu puzzle risināšanas prasmes, lai nākamajā līmenī, Marble spēle ir spēle par jums! Instalējiet tūlīt un sāciet palielināt savas smadzenes jau šodien!",
    "ml": "നിങ്ങളുടെ തലച്ചോറിന്റെ ശക്തി പരിശോധിക്കുന്ന ആസക്തിയുള്ള പസിൽ ഗെയിം മാർബിൾ ഗെയിം ഉപയോഗിച്ച് നിങ്ങളുടെ മനസ്സ് മൂർച്ച കൂട്ടാൻ തയ്യാറാകുക! ഈ ഗെയിമിൽ, മുകളിലേക്ക്, താഴേക്ക്, ഇടത്, വലത്-ഒരു തടസ്സം നേരിടുന്നതുവരെ നാല് ദിശകളിലേക്ക് സ്ലൈഡുചെയ്യുന്ന വർണ്ണാഭമായ പന്തുകൾ നിങ്ങൾ നിയന്ത്രിക്കുന്നു. ലക്ഷ്യം ലളിതവും വെല്ലുവിളി നിറഞ്ഞതുമാണ്ഃ മുന്നോട്ട് ചിന്തിക്കുകയും ഓരോ നീക്കവും ആസൂത്രണം ചെയ്യുകയും ചെയ്തുകൊണ്ട് ശരിയായ ക്രമത്തിൽ പന്ത് ക്രമീകരിക്കുക.\n\nഎന്തുകൊണ്ടാണ് നിങ്ങൾ മാർബിൾ ഗെയിമുകൾ ഇഷ്ടപ്പെടുന്നത്?:\n➤ നിങ്ങളുടെ വിമർശനാത്മക ചിന്തയും പ്രശ്നപരിഹാര കഴിവുകളും വർദ്ധിപ്പിക്കുക\n➤ രസകരവും ആകർഷകവുമായ പസിലുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ തലച്ചോറിനെ പരിശീലിപ്പിക്കുക\n➤ ആസ്വദിക്കുമ്പോൾ നിങ്ങളുടെ ബുദ്ധി മെച്ചപ്പെടുത്താൻ പ്ലേറ്റിംഗ്\n\nഓരോ തലവും തന്ത്രപരമായി ചിന്തിക്കാനും നിങ്ങളുടെ ശ്രദ്ധയും മാനസിക ചൈതന്യവും മെച്ചപ്പെടുത്താനും നിങ്ങളെ പ്രേരിപ്പിക്കും. നിങ്ങൾ മസ്തിഷ്ക ടീസറുകളുടെ ആരാധകനാണെങ്കിൽ നിങ്ങളുടെ പസിൽ പരിഹാര കഴിവുകൾ അടുത്ത ഘട്ടത്തിലേക്ക് കൊണ്ടുപോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, മാർബിൾ ഗെയിം നിങ്ങൾക്കുള്ള ഗെയിമാണ്! ഇപ്പോൾ ഇൻസ്റ്റാൾ ചെയ്ത് ഇന്ന് നിങ്ങളുടെ തലച്ചോറ് വർദ്ധിപ്പിക്കാൻ ആരംഭിക്കുക!",
    "mr": "मार्बल गेमसह आपले मन धारदार करण्यासाठी सज्ज व्हा, व्यसनाधीन कोडे गेम जो आपल्या मेंदूची शक्ती तपासेल! या गेममध्ये, तुम्ही रंगीबेरंगी चेंडूंवर नियंत्रण ठेवता जे चार दिशांना सरकतात—वर, खाली, डावीकडे आणि उजवीकडे—जोपर्यंत त्यांना अडथळा येत नाही. ध्येय सोपे पण आव्हानात्मक आहे: पुढे विचार करून आणि प्रत्येक हालचालीचे नियोजन करून चेंडू योग्य क्रमाने लावा.\n\nतुम्हाला मार्बल गेम का आवडेल:\n➤ तुमचे गंभीर विचार आणि समस्या सोडवण्याची कौशल्ये वाढवा\n➤ तुमच्या मेंदूचा मजेशीर, आकर्षक कोडी सोडवून व्यायाम करा\n➤ मजा करताना तुमची बुद्धिमत्ता वाढवा\n\nप्रत्येक स्तर तुम्हाला धोरणात्मक विचार करण्यास प्रवृत्त करेल, तुमचे लक्ष आणि मानसिक चपळता सुधारेल. तुम्ही ब्रेन-टीझर्सचे चाहते असाल आणि तुमचे कोडे सोडवण्याचे कौशल्य पुढील स्तरावर नेऊ इच्छित असल्यास, मार्बल गेम तुमच्यासाठी गेम आहे! आत्ताच स्थापित करा आणि आजच तुमच्या मेंदूला चालना देणे सुरू करा!",
    "ms": "Bersedia untuk menajamkan fikiran anda dengan permainan Marble, permainan teka-teki ketagihan yang akan menguji kuasa otak anda! Dalam permainan ini, anda mengawal bola berwarna-warni yang slaid dalam empat arah—atas, bawah, kiri dan kanan-sehingga mereka menghadapi halangan. Matlamatnya adalah mudah tetapi mencabar: mengatur bola dalam susunan yang betul dengan berfikir ke hadapan dan merancang setiap langkah.\n\nMengapa anda akan suka permainan marmar:\n➤ Meningkatkan kemahiran berfikir kritis dan menyelesaikan masalah anda\n➤ Melatih otak anda dengan menyeronokkan, menarik teka-teki\n➤ Plating pacing meningkatkan kecerdasan anda sambil bersenang-senang\n\nSetiap peringkat akan mendorong anda untuk berfikir secara strategik, meningkatkan tumpuan dan ketangkasan mental anda. Jika anda seorang peminat penggoda otak dan ingin mengambil kemahiran menyelesaikan teka-teki anda ke peringkat seterusnya, permainan Marble adalah permainan untuk anda! Pasang sekarang dan mula meningkatkan otak anda hari ini!",
    "nl": "Maak je klaar om je geest te scherpen met Marble balls, het verslavende puzzelspel dat je hersenkracht zal testen! In dit spel bestuurt u kleurrijke ballen die in vier richtingen glijden—omhoog, omlaag, links en rechts—totdat ze een obstakel tegenkomen. Het doel is eenvoudig maar uitdagend: de ballen in de juiste volgorde plaatsen door vooruit te denken en elke zet te plannen.\n\nWhy you ' ll love Marble balls game: \n➤ Boost je kritisch denken en probleemoplossende vaardigheden\n➤ oefen je hersenen met leuke, boeiende puzzels\n➤ verbeter je intelligentie terwijl je plezier hebt \n\nElk niveau zal je duwen om strategisch te denken, het verbeteren van je focus en mentale behendigheid. Als je een fan bent van brain-teasers en je puzzeloplossende vaardigheden naar een hoger niveau wilt tillen, is Marble balls game het spel voor jou! Download nu en begin vandaag nog met het stimuleren van je hersenen!",
    "no": "Gjør deg klar til å skjerpe tankene Dine Med Marble game, det vanedannende puslespillet som vil teste hjernekraften din! I dette spillet kontrollerer du fargerike baller som glir i fire retninger-Opp, Ned, Venstre og høyre—til de møter et hinder. Målet er enkelt, men utfordrende: ordne ballene i riktig rekkefølge ved å tenke fremover og planlegge hvert trekk.\n\nDerfor vil du elske marmorspill:\n➤ Øk din kritiske tenkning og problemløsning ferdigheter\n➤ Tren hjernen din med morsomme, engasjerende gåter\n➤ Forbedre intelligensen din mens du har det gøy\n\nHvert nivå vil presse deg til å tenke strategisk, forbedre fokus og mental smidighet. Hvis Du er en fan av hjernetrim og ønsker å ta ferdighetene dine til å løse puslespill til neste nivå, Er Marble game spillet for deg! Installer Nå og begynn å øke hjernen din i dag!",
    "pl": "Przygotuj się na wyostrzenie umysłu dzięki Marble game, wciągającej grze logicznej, która przetestuje moc twojego mózgu! W tej grze kontrolujesz kolorowe kulki, które przesuwają się w czterech kierunkach-w górę, w dół, w lewo i w prawo—aż napotkają przeszkodę. Cel jest prosty, ale trudny: ułóż piłki we właściwej kolejności, myśląc z wyprzedzeniem i planując każdy ruch.\n\nDlaczego pokochasz marmurowe gry:\n➤ Zwiększ swoje umiejętności krytycznego myślenia i rozwiązywania problemów\n➤ Trenuj swój mózg dzięki zabawnym, wciągającym łamigłówkom\n➤ Poszycie popraw swoją inteligencję podczas zabawy\n\nKażdy poziom popchnie cię do strategicznego myślenia, poprawi koncentrację i sprawność umysłową. Jeśli jesteś fanem łamigłówek i chcesz przenieść swoje umiejętności rozwiązywania zagadek na wyższy poziom, Marble game to gra dla Ciebie! Zainstaluj teraz i zacznij wzmacniać swój mózg już dziś!",
    "pt_BR": "Prepare-se para aguçar sua mente com o jogo Marble, o jogo de quebra-cabeça viciante que testará seu poder cerebral! Neste jogo, você controla bolas coloridas que deslizam em quatro direções — para cima, para baixo, para a esquerda e para a direita — até encontrarem um obstáculo. O objetivo é simples, mas desafiador: organizar as bolas na ordem correta pensando à frente e planejando cada movimento.\n\nPor que você vai adorar o jogo Marble:\n➤ Aumente seu pensamento crítico e suas habilidades de resolução de problemas\n➤ Exercite seu cérebro com quebra-cabeças divertidos e envolventes\n➤ Aumente sua inteligência enquanto se diverte\n\nCada nível vai te levar a pensar estrategicamente, melhorando seu foco e agilidade mental. Se você é fã de quebra-cabeças e quer levar suas habilidades de resolução de quebra-cabeças para o próximo nível, o jogo Marble é o jogo para você! Instale agora e comece a impulsionar seu cérebro hoje mesmo!",
    "pt_PT": "Prepare-se para aguçar a sua mente com o jogo Marble, o jogo viciante que vai testar a sua capacidade intelectual! Neste jogo, controlas bolas coloridas que deslizam em quatro direções – para cima, para baixo, para a esquerda e para a direita – até encontrarem um obstáculo. O objetivo é simples, mas desafiante: organizar as bolas pela ordem correta, pensando no futuro e planeando cada movimento.\n\nPorque vai adorar o jogo Marble:\n➤ Aumente o seu pensamento crítico e as suas capacidades de resolução de problemas\n➤ Exercite o seu cérebro com puzzles divertidos e envolventes\n➤ Melhore a sua inteligência enquanto se diverte\n\nCada nível irá levá-lo a pensar estrategicamente, melhorando o seu foco e agilidade mental. Se é fã de puzzles e quer levar as suas capacidades de resolução de puzzles para o próximo nível, o jogo Marble é o jogo para si! Instale agora e comece a impulsionar o seu cérebro hoje!",
    "ro": "Pregătește-te să-ți ascuți mintea cu Marble game, Jocul de puzzle captivant care îți va testa puterea creierului! În acest joc, controlezi bile colorate care alunecă în patru direcții-în sus, în jos, la stânga și la dreapta—până când întâlnesc un obstacol. Scopul este simplu, dar provocator: aranjați bilele în ordinea corectă gândindu-vă înainte și planificând fiecare mișcare.\n\nDe ce veți iubi jocurile de marmură:\n➤ Crește-ți abilitățile de gândire critică și de rezolvare a problemelor\n➤ Antrenează-ți creierul cu puzzle-uri distractive și captivante\n➤ Placarea cu energie electrică îmbunătățește-ți inteligența în timp ce te distrezi\n\nFiecare nivel vă va împinge să gândiți strategic, să vă îmbunătățiți concentrarea și agilitatea mentală. Dacă sunteți un fan al teaserelor creierului și doriți să vă duceți abilitățile de rezolvare a puzzle-urilor la nivelul următor, Marble game este jocul pentru dvs.! Instalați acum și începeți să vă stimulați creierul astăzi!",
    "ru": "Приготовьтесь отточить свой ум с помощью увлекательной головоломки Мраморные шарики, которая проверит ваши умственные способности! В этой игре вы управляете разноцветными шариками, которые скользят в четырех направлениях - вверх, вниз, влево и вправо — до тех пор, пока не столкнутся с препятствием. Цель проста, но сложна: расставьте шарики в правильном порядке, продумывая заранее и планируя каждый ход.\n\nПочему вам понравятся Мраморные шарики:\n➤ Развивайте критическое мышление и навыки решения проблем\n➤ Тренируйте свой мозг с помощью веселых и увлекательных головоломок\n➤ Развивайте свой интеллект, весело проводя время\n\nКаждый уровень будет заставлять вас мыслить стратегически, улучшать концентрацию и гибкость ума. Если вы любитель головоломок и хотите поднять свои навыки решения головоломок на новый уровень, Мраморные шарики - это игра для вас! Установите сейчас и начните развивать свой мозг уже сегодня!",
    "sk": "Pripravte sa na zaostrenie svojej mysle pomocou hry Marble game, návykovej logickej hry, ktorá otestuje vašu mozgovú silu! V tejto hre ovládate farebné gule, ktoré sa posúvajú štyrmi smermi-hore, dole, doľava a doprava—až kým nenarazia na prekážku. Cieľ je jednoduchý, ale náročný: usporiadajte loptičky v správnom poradí premýšľaním dopredu a plánovaním každého ťahu.\n\nPrečo budete milovať mramorové hry:\n➤ Posilnite svoje zručnosti v oblasti kritického myslenia a riešenia problémov\n➤ Trénujte svoj mozog zábavnými a pútavými hádankami\n➤ Pokovovanie Zlepšite svoju inteligenciu a zároveň sa bavte\n\nKaždá úroveň vás bude tlačiť k strategickému premýšľaniu, zlepšeniu zamerania a mentálnej obratnosti. Ak ste fanúšikom hlavolamov a chcete posunúť svoje zručnosti pri riešení hádaniek na ďalšiu úroveň, Marble game je hra pre vás! Nainštalujte si teraz a začnite posilňovať svoj mozog ešte dnes!",
    "sl": "Pripravite se, da izostrite svoj um z marmorno igro, zasvojenost puzzle igro, ki bo preizkusila vašo možgansko moč! V tej igri nadzorujete pisane kroglice, ki drsijo v štirih smereh-gor, dol, levo in desno—dokler ne naletijo na oviro. Cilj je preprost, a zahteven: razporedite žoge v pravem vrstnem redu tako, da razmišljate vnaprej in načrtujete vsako potezo.\n\nZakaj vam bodo všeč marmorne igre:\n➤ Izboljšajte svoje sposobnosti kritičnega mišljenja in reševanja problemov\n➤ Trenirajte svoje možgane z zabavnimi, privlačnimi ugankami\n➤ Prevleka za obleko izboljšajte svojo inteligenco, medtem ko se zabavate\n\nVsaka raven vas bo spodbudila k strateškemu razmišljanju, izboljšala vašo osredotočenost in mentalno okretnost. Če ste ljubitelj možganov in želite svoje sposobnosti reševanja ugank dvigniti na naslednjo stopnjo, je marmorna igra igra za vas! Namestite zdaj in začnite krepiti svoje možgane že danes!",
    "sr": "Pripremite se da usavršite svoj um sa uzbudljivom slagalicom Marble Game koja će testirati vaše mentalne sposobnosti! U ovoj igri kontrolišete raznobojne kuglice koje klize u četiri smera-gore, dole, levo i desno — sve dok ne naiđu na prepreku. Cilj je jednostavan, ali složen: rasporedite kuglice u pravom redosledu, razmišljajući unapred i planirajući svaki potez.\n\nZašto ćete uživati u igrama sa kuglicama:\n➤ Razvijte kritičko razmišljanje i veštine rešavanja problema\n► Trenirajte svoj mozak sa zabavnim i zabavnim zagonetkama\n► Razvijte svoju inteligenciju dok se zabavljate\n\nSvaki nivo će vas naterati da razmišljate strateški, poboljšate koncentraciju i flexibilnost uma. Ako ste ljubitelj zagonetki i želite da svoje veštine rešavanja zagonetki podignete na viši nivo, Marble Game je igra za vas! Instalirajte sada i počnite da razvijate svoj mozak već danas!",
    "sv": "Gör dig redo att skärpa dig med Marble game, Det beroendeframkallande pusselspelet som testar din hjärnkraft! I det här spelet styr du färgglada bollar som glider i fyra riktningar-upp, ner, vänster och höger—tills de stöter på ett hinder. Målet är enkelt men utmanande: ordna bollarna i rätt ordning genom att tänka framåt och planera varje drag.\n\nVarför du kommer att älska marmor spel:\n➤ Öka ditt kritiska tänkande och problemlösningsförmåga\n➤ Träna din hjärna med roliga, engagerande pussel\n➤ Förbättra din intelligens och samtidigt ha roligt\n\nVarje nivå kommer att driva dig att tänka strategiskt, förbättra ditt fokus och mental smidighet. Om du är ett fan av hjärnteasers och vill ta dina pussellösningsförmåga till nästa nivå är Marble game spelet för dig! Installera nu och börja öka din hjärna idag!",
    "sw": "Kupata tayari kunoa akili yako Na Marumaru mchezo, addictive puzzle mchezo kwamba mtihani ubongo wako nguvu! Katika mchezo huu, wewe kudhibiti mipira colorful kwamba slide katika pande nne-Juu, Chini, Kushoto na kulia—mpaka wao kukutana kikwazo. Lengo ni rahisi lakini changamoto: panga mipira kwa mpangilio sahihi kwa kufikiria mbele na kupanga kila hoja.\n\nKwa nini utapenda michezo ya marumaru:\n➤ Kuongeza mawazo yako muhimu na ujuzi wa kutatua matatizo\n➤ Fundisha ubongo wako kwa mafumbo ya kufurahisha na ya kuvutia\n➤ Mchovyo boresha akili yako wakati unafurahi\n\nKila ngazi itakusukuma kufikiria kimkakati, kuboresha umakini wako na wepesi wa akili. Kama wewe ni shabiki wa teasers ubongo na unataka kuchukua puzzle kutatua ujuzi wako kwa ngazi ya pili, Marble mchezo ni mchezo kwa ajili yenu! Sakinisha Sasa na uanze kuongeza ubongo wako leo!",
    "ta": "உங்கள் மூளை சக்தியை சோதிக்கும் போதை புதிர் விளையாட்டான மார்பிள் கேம் மூலம் உங்கள் மனதைக் கூர்மைப்படுத்த தயாராகுங்கள்! இந்த விளையாட்டில், வண்ணமயமான பந்துகளை நீங்கள் கட்டுப்படுத்துகிறீர்கள், அவை நான்கு திசைகளில்-மேல், கீழ், இடது மற்றும் வலது—ஒரு தடையை எதிர்கொள்ளும் வரை. இலக்கு எளிமையானது ஆனால் சவாலானது: ஒவ்வொரு அசைவையும் முன்னோக்கி சிந்தித்து திட்டமிடுவதன் மூலம் பந்துகளை சரியான வரிசையில் ஏற்பாடு செய்யுங்கள்.\n\nநீங்கள் ஏன் பளிங்கு விளையாட்டுகளை விரும்புவீர்கள்:\n➤ உங்கள் விமர்சன சிந்தனை மற்றும் சிக்கல் தீர்க்கும் திறன்களை அதிகரிக்கவும்\n➤ உங்கள் மூளைக்கு வேடிக்கையான, ஈடுபாட்டுடன் புதிர்களைப் பயிற்றுவிக்கவும்\n➤ முலாம் வேடிக்கை போது உங்கள் உளவுத்துறை மேம்படுத்த\n\nஒவ்வொரு நிலையும் மூலோபாய ரீதியாக சிந்திக்கவும், உங்கள் கவனம் மற்றும் மன சுறுசுறுப்பை மேம்படுத்தவும் உங்களைத் தூண்டும். நீங்கள் மூளை டீஸர்களின் ரசிகராக இருந்தால், உங்கள் புதிர் தீர்க்கும் திறன்களை அடுத்த கட்டத்திற்கு கொண்டு செல்ல விரும்பினால், பளிங்கு விளையாட்டு உங்களுக்கான விளையாட்டு! இப்போது நிறுவி, இன்று உங்கள் மூளையை அதிகரிக்கத் தொடங்குங்கள்!",
    "te": "మీ మెదడు శక్తిని పరీక్షించే వ్యసనపరుడైన పజిల్ గేమ్ అయిన మార్బుల్ గేమ్తో మీ మనస్సును పదును పెట్టడానికి సిద్ధంగా ఉండండి! ఈ ఆటలో, మీరు నాలుగు దిశల్లో జారే రంగుల బంతులను నియంత్రిస్తారు-పైకి, క్రిందికి, ఎడమ మరియు కుడి—వారు ఒక అడ్డంకిని ఎదుర్కొనే వరకు. లక్ష్యం సరళమైనది కానీ సవాలుగా ఉంటుంది: ముందుకు ఆలోచించడం ద్వారా మరియు ప్రతి కదలికను ప్లాన్ చేయడం ద్వారా బంతులను సరైన క్రమంలో అమర్చండి.\n\nఎందుకు మీరు మార్బుల్ గేమ్స్ ప్రేమ ఉంటుంది:\n➤ మీ విమర్శనాత్మక ఆలోచన మరియు సమస్య పరిష్కార నైపుణ్యాలను పెంచండి\n➤ సరదాగా, ఆకర్షణీయమైన పజిల్స్ తో మీ మెదడు శిక్షణ\n➤ ప్లేటింగ్ ఆనందించండి అయితే మీ మేధస్సు మెరుగుపరచడానికి\n\nప్రతి స్థాయి వ్యూహాత్మకంగా ఆలోచించడానికి, మీ దృష్టిని మరియు మానసిక చురుకుదనాన్ని మెరుగుపరచడానికి మిమ్మల్ని నెట్టివేస్తుంది. మీరు మెదడు టీజర్ల అభిమాని అయితే మరియు మీ పజిల్ పరిష్కార నైపుణ్యాలను తదుపరి స్థాయికి తీసుకెళ్లాలనుకుంటే, మార్బుల్ గేమ్ మీ కోసం ఆట! ఇప్పుడు ఇన్స్టాల్ మరియు నేడు మీ మెదడు పెంచడం ప్రారంభించండి!",
    "th": "เตรียมพร้อมที่จะฝึกฝนสมองของคุณด้วยเกม Marble เกมไขปริศนาสุดสนุกที่จะทดสอบพลังสมองของคุณ! ในเกมนี้ คุณจะควบคุมลูกบอลหลากสีที่เลื่อนไปในสี่ทิศทาง ได้แก่ ขึ้น ลง ซ้าย และขวา จนกว่าจะเจออุปสรรค เป้าหมายนั้นเรียบง่ายแต่ท้าทาย นั่นคือ จัดเรียงลูกบอลตามลำดับที่ถูกต้องโดยคิดล่วงหน้าและวางแผนการเคลื่อนไหวแต่ละครั้ง\n\nเหตุใดคุณจึงชื่นชอบเกม Marble:\n➤ พัฒนาทักษะการคิดวิเคราะห์และการแก้ปัญหา\n➤ ฝึกสมองของคุณด้วยปริศนาที่สนุกสนานและน่าดึงดูด\n➤ เสริมสร้างสติปัญญาของคุณไปพร้อมกับความสนุกสนาน\n\nในแต่ละด่านจะผลักดันให้คุณคิดอย่างมีกลยุทธ์ ซึ่งจะช่วยปรับปรุงสมาธิและความคล่องแคล่วทางจิตใจของคุณ หากคุณเป็นแฟนของเกมฝึกสมองและต้องการพัฒนาทักษะการไขปริศนาของคุณไปอีกขั้น เกม Marble คือเกมสำหรับคุณ! ดาวน์โหลดเลยตอนนี้และเริ่มพัฒนาสมองของคุณวันนี้!",
    "tr": "Beyin gücünüzü test edecek bağımlılık yapan bir bulmaca oyunu olan Marble game ile zihninizi keskinleştirmeye hazır olun! Bu oyunda, bir engelle karşılaşana kadar Yukarı, Aşağı, Sola ve sağa dört yönde kayan renkli topları kontrol edersiniz. Amaç basit ama zor: ileriyi düşünerek ve her hareketi planlayarak topları doğru sırayla düzenleyin.\n\nMermer oyunlarını neden seveceksiniz:\n➤ Eleştirel düşünme ve problem çözme becerilerinizi geliştirin\n➤ Beyninizi eğlenceli, ilgi çekici bulmacalarla eğitin\n➤ Kaplama Eğlenirken zekanızı geliştirin\n\nHer seviye sizi stratejik düşünmeye, odaklanmanızı ve zihinsel çevikliğinizi geliştirmeye itecektir. Zeka oyunları hayranıysanız ve bulmaca çözme becerilerinizi bir sonraki seviyeye taşımak istiyorsanız, Mermer oyunu tam size göre! Şimdi yükleyin ve bugün beyninizi güçlendirmeye başlayın!",
    "uk": "Приготуйтеся відточити свій розум за допомогою захоплюючої головоломки Marble game, яка перевірить ваші розумові здібності! У цій грі ви керуєте різнокольоровими кульками, які ковзають в чотирьох напрямках - вгору, вниз, вліво і вправо — до тих пір, поки не зіткнуться з перешкодою. Мета проста, але складна: розставте кульки в правильному порядку, продумуючи заздалегідь і плануючи кожен хід.\n\nЧому вам сподобаються ігри з кульками:\n➤ Розвивайте критичне мислення та навички вирішення проблем\n➤ Тренуйте свій мозок за допомогою веселих і захоплюючих головоломок\n➤ Розвивайте свій інтелект, весело проводячи час\n\nКожен рівень буде змушувати вас мислити стратегічно, покращувати концентрацію і гнучкість розуму. Якщо ви любитель головоломок і хочете підняти свої навички вирішення головоломок на новий рівень, Marble game-це гра для вас! Встановіть зараз і почніть розвивати свій мозок вже сьогодні!",
    "vi": "Hãy sẵn sàng để rèn luyện trí óc của bạn với trò chơi Marble, trò chơi giải đố gây nghiện sẽ thử thách trí não của bạn! Trong trò chơi này, bạn điều khiển những quả bóng đầy màu sắc trượt theo bốn hướng—lên, xuống, trái và phải—cho đến khi chúng gặp chướng ngại vật. Mục tiêu rất đơn giản nhưng đầy thử thách: sắp xếp các quả bóng theo đúng thứ tự bằng cách suy nghĩ trước và lên kế hoạch cho từng bước di chuyển.\n\nTại sao bạn sẽ thích trò chơi Marble:\n➤ Tăng cường tư duy phản biện và kỹ năng giải quyết vấn đề của bạn\n➤ Rèn luyện trí não của bạn bằng những câu đố vui nhộn, hấp dẫn\n➤ Tăng cường trí thông minh của bạn trong khi vui chơi\n\nMỗi cấp độ sẽ thúc đẩy bạn suy nghĩ chiến lược, cải thiện sự tập trung và sự nhanh nhẹn của trí óc. Nếu bạn là người hâm mộ các câu đố trí tuệ và muốn nâng cao kỹ năng giải đố của mình lên một tầm cao mới, thì trò chơi Marble chính là trò chơi dành cho bạn! Hãy cài đặt ngay và bắt đầu tăng cường trí não của bạn ngay hôm nay!",
    "zh_CN": "准备好磨砺你的头脑与大理石游戏，上瘾的益智游戏，将测试你的脑力！ 在这个游戏中，你控制五颜六色的球，在四个方向滑动—向上，向下，向左和向右—直到他们遇到一个障碍。 目标很简单，但具有挑战性：通过提前思考和计划每个动作，以正确的顺序排列球。\n\n为什么你会喜欢大理石游戏:\n➤ 提高你的批判性思维和解决问题的能力\n➤ 用有趣的、引人入胜的谜题来锻炼你的大脑\n➤ 在玩得开心的同时提高你的智力\n\n每个级别都会推动你进行战略思考，提高你的注意力和思维敏捷性。 如果你是一个脑筋急转弯的粉丝，想把你的解谜技巧提升到一个新的水平，大理石游戏是你的游戏！ 现在安装并开始提高你的大脑今天！",
    "zh_TW": "準備好透過彈珠遊戲磨練你的思維吧，這是一款令人上癮的益智遊戲，將考驗你的腦力！在這個遊戲中，你控制彩色球向四個方向滑動——上、下、左、右——直到遇到障礙物。目標很簡單但具有挑戰性：透過事先思考和規劃每一步，將球按正確的順序排列。\n\n為什麼你會喜歡彈珠遊戲：\n➤ 提升批判性思考和解決問題的能力\n➤ 透過有趣、引人入勝的謎題鍛鍊你的大腦\n➤ 在享受樂趣的同時增強你的智力\n\n每個關卡都會促使您進行策略性思考，提升您的注意力和思考敏捷性。如果您是腦筋急轉彎遊戲的粉絲，並且希望將您的解謎技巧提升到一個新的水平，彈珠遊戲就是您的最佳選擇！立即安裝並開始增強您的大腦！"
  }
}