{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlockSite Pomodoro: Block Sites & Focus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay focused & Boost productivity with a custom blocklist & pomodoro-based site blocking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The BlockSite Pomodoro extension is the perfect extension/site blocker for staying productive and avoiding distractions while using the internet.\n\nWith this site blocker, you can easily choose sites to block, and based on the Pomodoro work technique, they'll be blocked and unblocked automatically.\n\nThis extension can help anyone stay focused, from high schoolers to office workers to freelance entrepreneurs. \n\nEliminate procrastination and block sites with BlockSite Pomodoro!\n\n⭐ Features ⭐\n\n🚫 Block Websites by URL\nYou can choose to block any website and any number of websites in the settings. Add the websites you want to block and we'll take care of the rest! (You can remove blocked websites at any time).\n\n🏳️ Whitelist Websites\nYou have the option to block every other website except the ones added to your whitelist for even more powerful blocking!\n\n🟢 Except Websites\nIf you have subpages on websites you want to block that you still need to access (like a specific YouTube video), you can add them to the exceptions list and they'll never be blocked!\n\n🍅 Pomodoro Block Timing\nUsing the acclaimed Pomodoro technique, this extension will automatically block websites until a break interval is reached, during which you can freely use your blocked websites!\n\n✋ Strict Blocking\nBlock websites even while outside the timer if you want to stay focused on your work for more time!\n\nBlockSite Pomodoro is the site blocker for maintaining focus without completely giving up distracting websites. Download this extension to stay focused, boost productivity, and achieve your goals!"
  }
}