{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GimmeThat - Universal Wishlist for Shopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify shopping with a universal wishlist. Save anything you want to buy from any store globally. See your favorites with a click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of forgetting things you want to buy? Too many open tabs and bookmarked product pages? Give GimmeThat a try! It's a universal wishlist that lives right in your browser. You can save anything you want to buy from any store worldwide. All your favorites in one handy wishlist: see them with one click. Save time and stay organized while shopping.\n\nGimmeThat puts a handy button next to your browser's address bar. Seen something you like - but aren't quite ready to buy? Those cool shoes? That new phone? Click the GimmeThat button to add it to your universal wishlist. You can save from any store.\n\nWant to see your wishlist? Click the GimmeThat button again. You’ll see all your saved products right away. Ready to buy something? Click on the product, and you'll go straight to its store page.\n\nGet started with GimmeThat today. Click 'Add to Chrome' at the top of this page. It's easy, and there's a quick guide to get you started.\n\n➤➤ Your Questions Answered\n\n➤ Can I save products from any store to my wishlist?\n\nYes. You can save products from stores worldwide. Just click the GimmeThat button on the product's store page to add it to your wishlist. GimmeThat works its magic and grabs all the product's details from the store page. You can fix things easily if needed.\n\n➤ Is GimmeThat free?\n\nYes. GimmeThat is free to use. And no annoying ads - we make money from affiliate links. We can earn a commission when you click on product links in your wishlist. There may be paid accounts in future for extra features.\n\n➤ Why does GimmeThat need to \"Read and change all your data on all websites\"?\n\nWe need some permissions to work, and only ask for what's needed. When you save a product to your wishlist, this permission lets us fetch the product's image from the website. That's it!\n\n➤ Is my data safe?\n\nYes. Keeping your data safe and private is top priority. We only store the data needed to work, like your email and products you save. All data is securely stored on our cloud servers.\n\n➤ Can I use GimmeThat on my phone?\n\nGimmeThat only works for desktop and laptop browsers right now. But we do work to make things better, so watch out for updates.\n\n➤ How can I get in touch?\n\nIf you have any questions, suggestions or problems, email us at support@gimmethat.me. We're here to help!"
  }
}