{
  "name": {
    "ar": "عداد الكلمات",
    "am": "ቃላት ቁጥር - የቁልፍ እና ስርዓት",
    "bg": "Брояч на символи",
    "bn": "শব্দ গণক - অক্ষর পরিসংখ্যান",
    "ca,fil": "Tagapagbilang ng mga Salita - Estadistika ng mga Karakter",
    "cs": "Počítadlo slov - Statistika znaků",
    "da": "Ord Zähler - Tegn Statistik",
    "de": "Wortzähler - Zeichenzählung",
    "el": "Μετρητής Λέξεων - Στατιστικά Χαρακτήρων",
    "en,en_AU,en_GB,en_US": "Word Counter - Character Counter",
    "es,es_419": "Contador de Palabras - Estadísticas de Caracteres",
    "et": "Tähemõõtmine",
    "fa": "شمارنده کلمات - آمار کاراکترها",
    "fi": "Sanojen laskuri - Merkkitilastot",
    "fr": "Compteur de Mots - Statistiques des Caractères",
    "gu": "શબ્દ ગણક - અક્ષર આંકડાકીય માહિતી",
    "he": "סופר מילים - סטטיסטיקת תווים",
    "hi,mr": "शब्द गणक - वर्ण सांख्यिकी",
    "hr": "Brojač Riječi - Statistika Karaktera",
    "hu": "Szó számláló - Karakter statisztika",
    "id": "Penghitung Kata - Penghitung Karakter",
    "it": "Contatore Parole - Statistiche Caratteri",
    "ja": "文字カウンター - 文字統計",
    "kn": "ಶಬ್ದ ಎಣಿಕೆ - ಅಕ್ಷರ ಅಂಕಿಅಂಶ",
    "ko": "단어 카운터 - 문자 통계",
    "lt": "Žodžių skaitiklis - Simbolių statistika",
    "lv": "Vārdu skaitītājs - Rakstzīmju statistika",
    "ml": "വാക്കുകൾ കൗണ്ടർ - കഥാപാത്രങ്ങളുടെ ശാഖ",
    "ms": "Pengira Perkataan - Statistik Karakter",
    "nl": "Woorden teller - Karakterstatistieken",
    "no": "Ord Zeller - Tegn Statistikk",
    "pl": "Licznik Słów - Statystyki Znaków",
    "pt_BR,pt_PT": "Contador de Palavras - Estatísticas de Caracteres",
    "ro": "Contor de Cuvinte - Statistici Caractere",
    "ru": "Счётчик слов - Статистика символов",
    "sk": "Počítadlo slov - Štatistika znakov",
    "sl": "Števec besed - Statistika znakov",
    "sr": "Brojač Reči - Statistika Karaktera",
    "sv": "Ordräknare - Teckenstatistik",
    "sw": "Mhesabu wa Maneno - Takwimu za Herufi",
    "ta": "வாக்கிய கணக்கீடு - எழுத்து புள்ளிவிபரங்கள்",
    "te": "పదాల కౌంటర్ - అక్షరాల గణాంకాలు",
    "th": "เครื่องนับคำ - สถิติตัวอักษร",
    "tr": "Kelime Sayacı - Karakter İstatistikleri",
    "uk": "Лічильник слів - Статистика символів",
    "vi": "Trình Đếm Từ - Thống Kê Ký Tự",
    "zh_CN": "Words Counter - 字数统计",
    "zh_TW": "字數統計 - 字符統計"
  },
  "short": {
    "ar": "بعد تحديد نص على أي صفحة ويب، يمكنك الحصول على عدد الأحرف المحددة على الفور من خلال خيار \"إحصاء الأحرف\" في قائمة السياق اليمنى.",
    "am": "በቀላሉ በተመረጠው ጽሑፍ ላይ የቁልፍ ብዛትን ከእግር ጭንቀት እንደ ምንጭ ያግኙ።",
    "bg": "След като изберете текст на всяка уеб страница, можете незабавно да получите броя на символите на избрания текст чрез опцията…",
    "bn": "ডান-ক্লিক মেনুর মাধ্যমে নির্বাচিত টেক্সটের অক্ষরের সংখ্যা সহজেই পান।",
    "ca,fil": "Madaling makuha ang bilang ng mga karakter ng piniling teksto sa pamamagitan ng menu ng kanang pag-click.",
    "cs": "Jednoduše zjistěte počet znaků vybraného textu pomocí pravého kliknutí a volby „Počítadlo slov - Statistika znaků“.",
    "da": "Få nemt antallet af tegn i den valgte tekst via højrekliksmenuen.",
    "de": "Ermitteln Sie bequem die Anzahl der Zeichen im ausgewählten Text über das Rechtsklick-Menü.",
    "el": "Ανακτήστε εύκολα τον αριθμό χαρακτήρων του επιλεγμένου κειμένου μέσω του μενού δεξιού κλικ.",
    "en,en_AU,en_GB,en_US": "Instantly count words and characters in selected text. Free word counter with right-click menu. Ideal for essays and online content.",
    "es": "Obtén fácilmente el recuento de caracteres del texto seleccionado a través del menú contextual de clic derecho.",
    "es_419": "Obtén fácilmente el conteo de caracteres del texto seleccionado a través del menú de clic derecho.",
    "et": "Valige veebilehel tekst, seejärel saate kohe valitud teksti tähemärkide arvu teada kontekstimenüüs valiku „Tähemõõtmine” kaudu.",
    "fa": "با استفاده از منوی کلیک راست، به راحتی تعداد کاراکترهای متن انتخاب شده را به دست آورید.",
    "fi": "Saat helposti valitun tekstin merkkiluvun hiiren oikealla painikkeella avautuvasta valikosta.",
    "fr": "Obtenez facilement le nombre de caractères du texte sélectionné via le menu contextuel de clic droit.",
    "gu": "જાય રાઇટ-ક્લિક મેનૂ દ્વારા પસંદ કરેલ લખાણના અક્ષરોની સંખ્યા સરળતાથી મેળવો.",
    "he": "קבל בקלות את מספר התווים של הטקסט הנבחר באמצעות תפריט הלחיצה הימנית.",
    "hi": "दाएँ-क्लिक मेनू के माध्यम से चयनित पाठ के वर्णों की संख्या आसानी से प्राप्त करें।",
    "hr": "Jednostavno doznajte broj karaktera odabrane tekstualne odjeljke putem kontekstnog izbornika desnim klikom.",
    "hu": "Kényelmesen megtudhatja a kiválasztott szöveg karaktereinek számát a jobb kattintásos menüből.",
    "id": "Penghitung kata dan karakter instan untuk teks terpilih. Alat gratis dengan menu klik kanan. Ideal untuk esai dan konten online.",
    "it": "Ottieni facilmente il conteggio dei caratteri del testo selezionato tramite il menu contestuale del tasto destro.",
    "ja": "右クリックメニューから「文字カウンター」を選択することで、選択したテキストの文字数を簡単に取得できます。",
    "kn": "ಎಲ್ಲಾ ಪಠ್ಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ ನಂತರ, ಬಲ ಕ್ಲಿಕ್ ಮೆನು ಮೂಲಕ 'ಶಬ್ದ ಎಣಿಕೆ' ಆಯ್ಕೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಆಯ್ಕೆ ಮಾಡಿದ ಪಠ್ಯದ ಅಕ್ಷರ ಸಂಖ್ಯೆಯನ್ನು ತಕ್ಷಣ…",
    "ko": "웹 페이지에서 텍스트를 선택한 후, 오른쪽 클릭 메뉴의 '단어 카운터' 옵션을 통해 선택한 텍스트의 문자 수를 즉시 확인할 수 있습니다.",
    "lt": "Pasirinkę tekstą bet kurioje svetainėje, galite lengvai gauti pasirinkto teksto simbolių skaičių per dešiniuoju pelės mygtuku…",
    "lv": "Ērti iegūstiet izvēlētā teksta rakstzīmju skaitu,izmantojot labo peles klikšķi un izvēloties Vārdu skaitītājs” no konteksta izvēlnes",
    "ml": "യാതൊരു വെബ്സൈറ്റിൽ ഒരു വാചകം തിരഞ്ഞെടുക്കുന്നതിലൂടെ, വലത് ക്ലിക്ക് മെനുവിൽ നിന്ന് 'വാക്കുകൾ കൗണ്ടർ' ഓപ്ഷൻ ഉപയോഗിച്ച്…",
    "mr": "वेबपृष्ठावर मजकूर निवडल्यानंतर, उजवीक्लिक मेनूमधून 'शब्द गणक' पर्याय वापरून निवडलेल्या मजकूरातील वर्णांची संख्या लगेच प्राप्त करा.",
    "ms": "Dapatkan jumlah karakter teks yang dipilih dengan mudah melalui menu klik kanan.",
    "nl": "Krijg eenvoudig het aantal tekens van de geselecteerde tekst via het rechtermuisknopmenu.",
    "no": "Få enkelt antall tegn i valgt tekst via høyreklikkmenyen.",
    "pl": "Łatwo uzyskaj liczbę znaków w wybranym tekście za pomocą menu kontekstowego kliknięcia prawym przyciskiem myszy.",
    "pt_BR": "Obtenha convenientemente a contagem de caracteres do texto selecionado através do menu de clique com o botão direito.",
    "pt_PT": "Obtenha facilmente a contagem de caracteres do texto selecionado através do menu de clique com o botão direito.",
    "ro": "Obțineți ușor numărul de caractere al textului selectat prin intermediul meniului de clic dreapta.",
    "ru": "Легко узнайте количество символов в выбранном тексте через контекстное меню правой кнопки мыши.",
    "sk": "Jednoducho získajte počet znakov vybraného textu pomocou kontextového menu kliknutím pravým tlačidlom myši.",
    "sl": "Enostavno pridobite število znakov izbranega besedila preko kontekstnega menija desnega klika.",
    "sr": "Lako saznajte broj karaktera u izabranom tekstu putem kontekstualnog menija desnim klikom.",
    "sv": "Få enkelt teckenräkningen för den valda texten via högerklicksmenyn.",
    "sw": "Pata kwa urahisi idadi ya herufi za maandiko yaliyoteuliwa kupitia menyu ya kulia ya panya.",
    "ta": "வெண்மனையில் உரையைத் தேர்ந்தெடுத்து, வலது கிளிக் மெனுவைப் பயன்படுத்தி 'வாக்கிய கணக்கீடு' விருப்பத்தின் மூலம் தேர்ந்தெடுத்த உரையின்…",
    "te": "వెబ్ పేజీపై టెక్స్ట్‌ను ఎంపిక చేసిన తర్వాత, కుడి క్లిక్ మెనూ ద్వారా 'పదాల కౌంటర్' ఎంపికను ఉపయోగించి ఎంపిక చేసిన టెక్స్ట్ యొక్క…",
    "th": "นับคำ ตัวอักษร และสถิติข้อความอย่างรวดเร็วด้วยเครื่องมือที่ใช้งานง่าย เพียงคลิกขวาเพื่อวิเคราะห์ข้อความที่เลือก",
    "tr": "Seçilen metnin karakter sayısını sağ tıklama menüsünden 'Kelime Sayacı' seçeneğiyle kolayca öğrenin.",
    "uk": "Легко дізнайтеся кількість символів вибраного тексту за допомогою контекстного меню правою кнопкою миші.",
    "vi": "Dễ dàng lấy số lượng ký tự của văn bản đã chọn qua menu nhấp chuột phải.",
    "zh_CN": "快速统计选中文本的字数和字符数。支持右键菜单，适用于文章、论文和在线内容。免费、准确的文字计数工具，也可以通过粘贴文本到插件页进行字数统计。",
    "zh_TW": "在任何網頁上選中一段文本後，透過右鍵選單中的「字數統計」選項，即可立即獲取選中文本的字符數量。"
  },
  "long": {
    "ar": "Text Counter Plugin\n\nThis handy tool lets you quickly get the character count of selected text. Here’s how to use it:\n\n1.Select the text you want to count.\n\n2.Right-click on the selected text and choose Character Count from the context menu.\n\n3.View the result displayed in the console or notification.\n\nWith this plugin, counting the characters in your selected text is now a breeze!",
    "am": "**ጽሑፍ ቁጥር - የቁልፍ እና ስርዓት**\n\nይህ የጽሑፍ ቁጥር 工具 የተመረጠውን ጽሑፍ በተሳሳት በቀላሉ እንደ ቁልፍ ብዛትን ማግኘት ይፈቅዳል። እንዴት መጠቀም እንደሚከተለው ነው፡\n\n1. በመጠቀሚያው ውስጥ የሚያካትቱትን ጽሑፍ ይምረጡ።\n\n2. የተመረጠውን ጽሑፍ በእግር ጭንቀት ይጠቀሙና ከዚያ \"የቁልፍ ብዛት\" እንዲሆን ይምረጡ።\n\n3. የተመረጠውን ጽሑፍ የቁልፍ ብዛትን በገጽታ መስክ ይመልከቱ።\n\nይህን ተቋማ እና መጠቀም በተሳሳት በቀላሉ የተመረጠውን ጽሑፍ በቁልፍ ብዛት ለማቅረብ በቀላሉ ያከናውናል።",
    "bg": "**Брояч на текстове - Статистика на символите**\n\nТози инструмент за броене на текстове ви позволява бързо да получите броя на символите в избрания текст. Ето как да го използвате:\n\n1. Изберете текста, който искате да преброите.\n\n2. Кликнете с десния бутон на мишката върху избрания текст и изберете „Брой символи“ от контекстното меню.\n\n3. Вижте броя на символите в избрания текст в изскачащия прозорец.\n\nИнсталирайте и използвайте този плъгин, за да изчислите лесно броя на символите в избрания текст!",
    "bn": "**টেক্সট কাউন্টার - অক্ষরের পরিসংখ্যান**\n\nএই টেক্সট গণনা সরঞ্জামটি আপনাকে নির্বাচিত টেক্সটের অক্ষরের সংখ্যা দ্রুত প্রাপ্ত করতে সহায়তা করে। এটি কীভাবে ব্যবহার করবেন:\n\n1. গণনা করতে চাওয়া টেক্সট নির্বাচন করুন।\n\n2. নির্বাচিত টেক্সটে ডান-ক্লিক করুন এবং কনটেক্সট মেনু থেকে \"অক্ষরের সংখ্যা\" নির্বাচন করুন।\n\n3. পপ-আপ উইন্ডোতে নির্বাচিত টেক্সটের অক্ষরের সংখ্যা দেখুন।\n\nনির্বাচিত টেক্সটে অক্ষরের সংখ্যা সহজেই গণনা করার জন্য এই প্লাগইনটি ইনস্টল এবং ব্যবহার করুন!",
    "ca": "**Comptador de Textos - Estadístiques de Caràcters**\n\nAquesta eina de comptatge de text et permet obtenir ràpidament el nombre de caràcters del text seleccionat. Aquí tens com utilitzar-la:\n\n1. Selecciona el text que vols comptar.\n\n2. Feu clic amb el botó dret del ratolí sobre el text seleccionat i tria \"Nombre de caràcters\" al menú contextual.\n\n3. Consulta el nombre de caràcters del text seleccionat a la finestra emergent.\n\nInstal·la i utilitza aquest complement per calcular fàcilment el nombre de caràcters del text seleccionat!",
    "cs": "**Počítadlo textu - Statistika znaků**\n\nTento nástroj pro počítání textu vám umožňuje rychle získat počet znaků ve vybraném textu. Jak jej používat:\n\n1. Vyberte text, který chcete spočítat.\n\n2. Klikněte pravým tlačítkem myši na vybraný text a z kontextového menu zvolte „Počet znaků“.\n\n3. Zobrazte počet znaků vybraného textu vyskakovacím okně.\n\nNainstalujte a používejte tento doplněk pro snadné spočítání počtu znaků ve vybraném textu!",
    "da": "**Teksttæller - Tegnstatistik**\n\nDette teksttællingsværktøj giver dig mulighed for hurtigt at få antallet af tegn i den valgte tekst. Sådan bruger du det:\n\n1. Vælg den tekst, du vil tælle.\n\n2. Højreklik på den valgte tekst og vælg \"Tegntæller\" fra kontekstmenuen.\n\n3. Se antallet af tegn i den valgte tekst i pop op-vinduet.\n\nInstaller og brug denne plugin for nemt at beregne antallet af tegn i den valgte tekst!",
    "de": "Textzähler - Zeichenstatistik\n\nDieses Textzählwerkzeug ermöglicht es Ihnen, schnell die Anzahl der Zeichen im ausgewählten Text zu ermitteln. So verwenden Sie es:\n\n1.Wählen Sie den Text aus, den Sie zählen möchten.\n\n2.Klicken Sie mit der rechten Maustaste auf den ausgewählten Text und wählen Sie „Zeichenanzahl“ aus dem Kontextmenü.\n\n3.Sehen Sie die Anzahl der Zeichen des ausgewählten Textes im Popup-Fenster an.\n\nInstallieren und verwenden Sie dieses Plugin, um die Anzahl der Zeichen im ausgewählten Text einfach zu berechnen!",
    "el": "**Μετρητής Κειμένου - Στατιστικά Χαρακτήρων**\n\nΑυτό το εργαλείο μέτρησης κειμένου σας επιτρέπει να αποκτήσετε γρήγορα τον αριθμό των χαρακτήρων στο επιλεγμένο κείμενο. Δείτε πώς να το χρησιμοποιήσετε:\n\n1. Επιλέξτε το κείμενο που θέλετε να μετρήσετε.\n\n2. Κάντε δεξί κλικ στο επιλεγμένο κείμενο και επιλέξτε \"Μετρητής Χαρακτήρων\" από το μενού περιβάλλοντος.\n\n3. Δείτε τον αριθμό των χαρακτήρων του επιλεγμένου κειμένου στο αναδυόμενο παράθυρο.\n\nΕγκαταστήστε και χρησιμοποιήστε αυτό το πρόσθετο για να υπολογίσετε εύκολα τον αριθμό των χαρακτήρων στο επιλεγμένο κείμενο!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "en,en_AU": "Word Counter - Character Counter\n\nThis free text counting tool allows you to quickly obtain the character count of selected text. Here's how to use it:\n\nMethod 1: Quick Count with Right-Click Menu\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nMethod 2: Detailed Analysis via Plugin Popup\n\n1. Copy the text you need to analyze\n\n2. Click the Words Counter icon in your browser's toolbar\n\n3. Paste your text into the popup window\n\n4. Click the \"Count\" button\n\n5. Review the detailed character and word count statistics\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "en_GB": "**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "en_US": "**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "es": "**Contador de Texto - Estadísticas de Caracteres**\n\nEsta herramienta de conteo de texto te permite obtener rápidamente el número de caracteres del texto seleccionado. Así es cómo usarla:\n\n1. Selecciona el texto que deseas contar.\n\n2. Haz clic derecho en el texto seleccionado y elige \"Conteo de Caracteres\" en el menú contextual.\n\n3. Consulta el número de caracteres del texto seleccionado en la ventana emergente.\n\nInstala y utiliza este complemento para calcular fácilmente el número de caracteres en el texto seleccionado.\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "es_419": "**Contador de Texto - Estadísticas de Caracteres**\n\nEsta herramienta de conteo de texto te permite obtener rápidamente la cantidad de caracteres del texto seleccionado. Aquí tienes cómo usarla:\n\n1. Selecciona el texto que deseas contar.\n\n2. Haz clic derecho en el texto seleccionado y elige \"Conteo de Caracteres\" del menú contextual.\n\n3. Consulta la cantidad de caracteres del texto seleccionado en la ventana emergente.\n\n¡Instala y utiliza este complemento para calcular fácilmente la cantidad de caracteres en el texto seleccionado!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "et": "**Tekstide loendur - Tähemärkide statistika**\n\nSee teksti loendamise tööriist võimaldab teil kiiresti saada valitud teksti tähemärkide arvu. Kasutamine on lihtne:\n\n1. Valige loendatavad tekstid.\n\n2. Paremklõpsake valitud teksti ja valige kontekstimenüüst „Tähemärkide loendus“.\n\n3. Vaadake valitud teksti tähemärkide arvu hüpikaknas.\n\nPaigaldage ja kasutage seda pluginat, et hõlpsasti arvutada valitud teksti tähemärkide arv!",
    "fa": "**شمارنده متن - آمار کاراکترها**\n\nاین ابزار شمارش متن به شما امکان می‌دهد تا به سرعت تعداد کاراکترهای متن انتخاب شده را به دست آورید. نحوه استفاده از آن به شرح زیر است:\n\nمتنی را که می‌خواهید شمارش کنید انتخاب کنید.\n\nروی متن انتخاب شده راست‌کلیک کرده و \"تعداد کاراکتر\" را از منوی زمینه انتخاب کنید.\n\nتعداد کاراکترهای متن انتخاب شده را در پنجره پاپ‌آپ مشاهده کنید.\n\nاین افزونه را نصب و استفاده کنید تا به راحتی تعداد کاراکترها در متن انتخاب شده را محاسبه کنید!",
    "fi": "**Tekstintarkistin - Merkkitilastot**\n\nTämä tekstinlaskentatyökalu antaa sinun nopeasti saada valitun tekstin merkkiluvun. Näin käytät sitä:\n\n1. Valitse teksti, jonka haluat laskea.\n\n2. Napsauta valittua tekstiä hiiren oikealla painikkeella ja valitse \"Merkkiluku\" kontekstivalikosta.\n\n3. Katso valitun tekstin merkkiluku ponnahdusikkunassa.\n\nAsenna ja käytä tätä liitintä laskiaksesi helposti valitun tekstin merkkien määrän!",
    "fil": "**Tagakalkula ng Teksto - Estadistika ng mga Karakter**\n\nAng tool na ito sa pagbilang ng teksto ay nagpapahintulot sa iyo na mabilis na makuha ang bilang ng mga karakter sa napiling teksto. Narito kung paano ito gamitin:\n\n1. Piliin ang teksto na nais mong bilangin.\n\n2. Mag-right-click sa napiling teksto at piliin ang \"Bilang ng mga Karakter\" mula sa menu ng konteksto.\n\n3. Tingnan ang bilang ng mga karakter ng napiling teksto sa pop-up na bintana.\n\nI-install at gamitin ang plugin na ito upang madaling kalkulahin ang bilang ng mga karakter sa napiling teksto!",
    "fr": "**Compteur de texte - Statistiques des caractères**\n\nCet outil de comptage de texte vous permet d'obtenir rapidement le nombre de caractères dans le texte sélectionné. Voici comment l'utiliser :\n\n1. Sélectionnez le texte que vous souhaitez compter.\n\n2. Faites un clic droit sur le texte sélectionné et choisissez \"Nombre de caractères\" dans le menu contextuel.\n\n3. Consultez le nombre de caractères du texte sélectionné dans la fenêtre contextuelle.\n\nInstallez et utilisez ce plugin pour calculer facilement le nombre de caractères dans le texte sélectionné !",
    "gu": "**ટેક્સ્ટ કાઉન્ટર - અક્ષર આંકડા**\n\nઆ ટેક્સ્ટ ગણતરીનું સાધન તમને પસંદ કરેલા ટેક્સ્ટમાં અક્ષર સંખ્યા ઝડપથી મેળવવા માટેની અનુમતિ આપે છે. તેનો ઉપયોગ કેવી રીતે કરવો તે નીચે આપેલ છે:\n\n1. તે ટેક્સ્ટ પસંદ કરો જેના અક્ષરો તમે ગણવા માંગો છો.\n\n2. પસંદ કરેલા ટેક્સ્ટ પર જમણી બટનને ક્લિક કરો અને કોન્ટેક્સ્ટ મેનૂમાંથી \"અક્ષર સંખ્યા\" પસંદ કરો.\n\n3. પોપ-અપ વિંડોમાં પસંદ કરેલા ટેક્સ્ટની અક્ષર સંખ્યા જુઓ.\n\nપસંદ કરેલા ટેક્સ્ટમાં અક્ષર સંખ્યા સરળતાથી ગણવવા માટે આ પ્લગઇન ઇન્સ્ટોલ અને ઉપયોગ કરો!",
    "he": "**סופר טקסט - סטטיסטיקות תווים**\n\nכלי ספירת הטקסט הזה מאפשר לך לקבל במהירות את מספר התווים בטקסט שנבחר. הנה איך להשתמש בו:\n\n1. בחר את הטקסט שברצונך לספור.\n\n2. לחץ לחיצה ימנית על הטקסט הנבחר ובחר \"ספירת תווים\" מתפריט הקשר.\n\n3. ראה את מספר התווים של הטקסט הנבחר בחלון הקופץ.\n\nהתקן והשתמש בתוסף הזה כדי לחשב בקלות את מספר התווים בטקסט שנבחר!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "hi": "**पाठ काउंटर - अक्षर सांख्यिकी**\n\nयह पाठ गणना उपकरण आपको चयनित पाठ में अक्षरों की संख्या जल्दी प्राप्त करने की सुविधा प्रदान करता है। इसका उपयोग करने का तरीका इस प्रकार है:\n\n1. उस पाठ को चुनें जिसे आप गिनना चाहते हैं।\n\n2. चयनित पाठ पर दायाँ-क्लिक करें और संदर्भ मेनू से \"अक्षर गणना\" चुनें।\n\n3. पॉप-अप विंडो में चयनित पाठ के अक्षरों की संख्या देखें।\n\nइस प्लगइन को इंस्टॉल करें और चयनित पाठ में अक्षरों की संख्या को आसानी से गणना करने के लिए इसका उपयोग करें!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "hr": "**Brojač teksta - Statistika znakova**\n\nOvaj alat za brojanje teksta omogućuje vam brzo dobivanje broja znakova u odabranom tekstu. Evo kako ga koristiti:\n\n1. Odaberite tekst koji želite izbrojati.\n\n2. Desnim klikom na odabrani tekst odaberite \"Broj znakova\" iz kontekstnog izbornika.\n\n3. Pogledajte broj znakova odabranog teksta u skočnom prozoru.\n\nInstalirajte i koristite ovaj dodatak kako biste lako izračunali broj znakova u odabranom tekstu!",
    "hu": "**Szöveg Számláló - Karakterstatisztika**\n\nEz a szövegszámláló eszköz lehetővé teszi, hogy gyorsan megkapja a kiválasztott szöveg karaktereinek számát. Íme, hogyan használhatja:\n\n1. Válassza ki a megszámlálni kívánt szöveget.\n\n2. Kattintson jobb gombbal a kiválasztott szövegre, és válassza a \"Karakterek száma\" lehetőséget a helyi menüből.\n\n3. Tekintse meg a kiválasztott szöveg karaktereinek számát a felugró ablakban.\n\nTelepítse és használja ezt a bővítményt, hogy könnyen kiszámíthassa a kiválasztott szöveg karaktereinek számát!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "id": "**Penghitung Teks - Statistik Karakter**\n\nAlat penghitung teks ini memungkinkan Anda dengan cepat mendapatkan jumlah karakter dari teks yang dipilih. Berikut cara menggunakannya:\n\n1. Pilih teks yang ingin Anda hitung.\n\n2. Klik kanan pada teks yang dipilih dan pilih \"Jumlah Karakter\" dari menu konteks.\n\n3. Lihat jumlah karakter dari teks yang dipilih di jendela pop-up.\n\nInstal dan gunakan plugin ini untuk dengan mudah menghitung jumlah karakter dalam teks yang dipilih!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "it": "**Contatore di Testo - Statistiche sui Caratteri**\n\nQuesto strumento di conteggio del testo ti consente di ottenere rapidamente il numero di caratteri del testo selezionato. Ecco come utilizzarlo:\n\n1. Seleziona il testo di cui desideri contare i caratteri.\n\n2. Fai clic con il tasto destro del mouse sul testo selezionato e scegli \"Conteggio Caratteri\" dal menu contestuale.\n\n3. Visualizza il numero di caratteri del testo selezionato nella finestra a comparsa.\n\nInstalla e utilizza questo plugin per calcolare facilmente il numero di caratteri nel testo selezionato!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "ja": "**テキストカウンター - 文字統計**\n\nこのテキストカウンターツールを使用すると、選択したテキストの文字数を迅速に取得できます。使用方法は次の通りです：\n\n1. 数えたいテキストを選択します。\n\n2. 選択したテキストを右クリックし、コンテキストメニューから「文字数」を選択します。\n\n3. ポップアップウィンドウで選択したテキストの文字数を確認します。\n\nこのプラグインをインストールして使用し、選択したテキストの文字数を簡単に計算してください！\n\n-------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "kn": "**ಪಠ್ಯ ಎಣಕಾ - ಅಕ್ಷರದ ಅಂಕೆಗಳು**\n\nಈ ಪಠ್ಯ ಎಣಕಾ ಸಾಧನವು ಆಯ್ಕೆ ಮಾಡಿದ ಪಠ್ಯದ ಅಕ್ಷರ ಸಂಖ್ಯೆಯನ್ನು ವೇಗವಾಗಿ ಪಡೆಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇದನ್ನು ಬಳಸುವ ವಿಧಾನ ಹೀಗಿದೆ:\n\n1. ಎಣಿಸಲು ಬಯಸುವ ಪಠ್ಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.\n\n2. ಆಯ್ಕೆ ಮಾಡಿದ ಪಠ್ಯದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ದಜ್ಜಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಕಾನ್ಟೆಕ್ಸ್ಟ್ ಮೆನುನಲ್ಲಿ \"ಅಕ್ಷರ ಎಣಿಕೆ\" ಆಯ್ಕೆ ಮಾಡಿ.\n\n3. ಪಾಪ್-ಅಪ್ ವಿಂಡೋದಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಿದ ಪಠ್ಯದ ಅಕ್ಷರ ಸಂಖ್ಯೆಯನ್ನು ನೋಡಿ.\n\nಈ ಪ್ಲಗಿನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ ಮತ್ತು ಬಳಸಿರಿ, ಆಯ್ಕೆ ಮಾಡಿದ ಪಠ್ಯದ ಅಕ್ಷರ ಸಂಖ್ಯೆಯನ್ನು ಸುಲಭವಾಗಿ ಲೆಕ್ಕಹಾಕಿ!",
    "ko": "**텍스트 카운터 - 문자 통계**\n\n이 텍스트 카운팅 도구를 사용하면 선택한 텍스트의 문자 수를 빠르게 확인할 수 있습니다. 사용하는 방법은 다음과 같습니다:\n\n1. 계산할 텍스트를 선택합니다.\n\n2. 선택한 텍스트에서 마우스 오른쪽 버튼을 클릭하고 컨텍스트 메뉴에서 \"문자 수\"를 선택합니다.\n\n3. 팝업 창에서 선택한 텍스트의 문자 수를 확인합니다.\n\n이 플러그인을 설치하고 사용하여 선택한 텍스트의 문자 수를 쉽게 계산하세요!",
    "lt": "**Teksto skaitiklis - Simbolių statistika**\n\nŠis teksto skaitiklis leidžia greitai gauti pasirinktų tekstų simbolių skaičių. Štai kaip jį naudoti:\n\n1. Pasirinkite tekstą, kurį norite suskaičiuoti.\n\n2. Dešiniuoju pelės mygtuku spustelėkite pasirinktą tekstą ir pasirinkite „Simbolių skaičius“ iš kontekstinio meniu.\n\n3. Peržiūrėkite pasirinkto teksto simbolių skaičių iššokančiame lange.\n\nĮdiekite ir naudokite šį papildinį, kad lengvai apskaičiuotumėte pasirinktų tekstų simbolių skaičių!",
    "lv": "**Teksta skaitītājs - Rakstzīmju statistika**\n\nŠis teksta skaitīšanas rīks ļauj ātri iegūt izvēlētā teksta rakstzīmju skaitu. Šeit ir norādīts, kā to izmantot:\n\n1. Izvēlieties tekstu, kuru vēlaties saskaitīt.\n\n2. Ar peles labo pogu noklikšķiniet uz izvēlētā teksta un izvēlieties „Rakstzīmju skaits” no konteksta izvēlnes.\n\n3. Skatiet izvēlētā teksta rakstzīmju skaitu uznirstošajā logā.\n\nInstalējiet un izmantojiet šo paplašinājumu, lai viegli aprēķinātu rakstzīmju skaitu izvēlētajā tekstā!",
    "ml": "**പാഠം കണക്കാക്കൽ - ചിഹ്നങ്ങളുടെ സ്ഥിതിവിവരങ്ങൾ**\n\nഈ ടെക്സ്റ്റ് കണക്കാക്കൽ ഉപകരണം നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കപ്പെട്ട ടെക്സ്റ്റിന്റെ ചിഹ്നങ്ങളുടെ എണ്ണം വേഗത്തിൽ ലഭിക്കാൻ സഹായിക്കുന്നു. ഇത് ഉപയോഗിക്കുന്നതിനുള്ള മാർഗ്ഗം:\n\n1. കണക്കാക്കാൻ ആഗ്രഹിക്കുന്ന ടെക്സ്റ്റ് തിരഞ്ഞെടുക്കുക.\n\n2. തിരഞ്ഞെടുക്കപ്പെട്ട ടെക്സ്റ്റിൽ മൗസ് വലതു ക്ലിക്ക് ചെയ്ത് കൺടെകസ്റ്റ് മെനുവിൽ നിന്നു \"ചിഹ്നങ്ങളുടെ എണ്ണം\" തിരഞ്ഞെടുക്കുക.\n\n3. പാപ്പ്-അപ്പ് വിൻഡോയിൽ തിരഞ്ഞെടുക്കപ്പെട്ട ടെക്സ്റ്റിന്റെ ചിഹ്നങ്ങളുടെ എണ്ണം കാണുക.\n\nഈ പ്ലഗിൻ ഇൻസ്റ്റാൾ ചെയ്ത് ഉപയോഗിച്ച് തിരഞ്ഞെടുക്കപ്പെട്ട ടെക്സ്റ്റിലെ ചിഹ്നങ്ങളുടെ എണ്ണം എളുപ്പത്തിൽ കണക്കാക്കുക!",
    "mr": "**पाठ गणक - वर्णसांख्यिकी**\n\nहे टेक्स्ट गणना साधन आपल्याला निवडक टेक्स्टमधील वर्णांची संख्या लवकरात लवकर मिळवण्यास अनुमती देते. याचा वापर कसा करावा:\n\n1. गणण्यास इच्छित टेक्स्ट निवडा.\n\n2. निवडलेल्या टेक्स्टवर उजव्या क्लीक करा आणि संदर्भ मेनूमधून \"वर्ण संख्या\" निवडा.\n\n3. पॉप-अप विंडोमध्ये निवडलेल्या टेक्स्टमधील वर्णांची संख्या पहा.\n\nहे प्लगइन स्थापित करा आणि वापरा, निवडलेल्या टेक्स्टमधील वर्णांची संख्या सहजपणे गणण्यासाठी!",
    "ms": "**Pengira Teks - Statistik Karakter**\n\nAlat pengiraan teks ini membolehkan anda dengan cepat mendapatkan jumlah aksara dalam teks yang dipilih. Berikut adalah cara menggunakannya:\n\n1. Pilih teks yang anda ingin kira.\n2. Klik kanan pada teks yang dipilih dan pilih \"Jumlah Karakter\" dari menu konteks.\n3. Lihat jumlah aksara teks yang dipilih dalam tetingkap timbul.\n\nPasang dan gunakan pemalam ini untuk mengira jumlah aksara dalam teks yang dipilih dengan mudah!",
    "nl": "**Tekstteller - Karakterstatistieken**\n\nDeze teksttelt tool stelt je in staat om snel het aantal tekens in de geselecteerde tekst te verkrijgen. Zo gebruik je het:\n\n1. Selecteer de tekst die je wilt tellen.\n\n2. Klik met de rechtermuisknop op de geselecteerde tekst en kies \"Aantal tekens\" uit het contextmenu.\n\n3. Bekijk het aantal tekens van de geselecteerde tekst in het pop-upvenster.\n\nInstalleer en gebruik deze plugin om eenvoudig het aantal tekens in de geselecteerde tekst te berekenen!",
    "no": "**Tekstteller - Tegnstatistikk**\n\nDette verktøyet for teksttelling gjør det mulig å raskt få antall tegn i valgt tekst. Slik bruker du det:\n\n1. Velg teksten du ønsker å telle.\n\n2. Høyreklikk på den valgte teksten og velg \"Tegnantall\" fra kontekstmenyen.\n\n3. Se antall tegn i den valgte teksten i popup-vinduet.\n\nInstaller og bruk dette tillegget for enkelt å beregne antallet tegn i valgt tekst!\n\n-----------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "pl": "Tekstowy licznik - Statystyki znaków\n\nTo narzędzie do liczenia tekstu umożliwia szybkie uzyskanie liczby znaków w wybranym tekście. Oto jak go używać:\n\nWybierz tekst, który chcesz policzyć.\n\nKliknij prawym przyciskiem myszy na wybrany tekst i wybierz „Liczba znaków” z menu kontekstowego.\n\nZobacz liczbę znaków wybranego tekstu w oknie wyskakującym.\n\nZainstaluj i używaj tej wtyczki, aby łatwo obliczyć liczbę znaków w wybranym tekście!",
    "pt_BR": "**Contador de Texto - Estatísticas de Caracteres**\n\nEsta ferramenta de contagem de texto permite obter rapidamente a contagem de caracteres do texto selecionado. Veja como usá-la:\n\n1. Selecione o texto que deseja contar.\n\n2. Clique com o botão direito do mouse no texto selecionado e escolha \"Contagem de Caracteres\" no menu de contexto.\n\n3. Veja a contagem de caracteres do texto selecionado na janela pop-up.\n\nInstale e use este plugin para calcular facilmente o número de caracteres no texto selecionado!\n\n---------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "pt_PT": "**Contador de Texto - Estatísticas de Caracteres**\n\nEsta ferramenta de contagem de texto permite obter rapidamente a contagem de caracteres do texto selecionado. Veja como usá-la:\n\n1. Selecione o texto que pretende contar.\n\n2. Clique com o botão direito do rato no texto selecionado e escolha \"Contagem de Caracteres\" no menu de contexto.\n\n3. Veja a contagem de caracteres do texto selecionado na janela pop-up.\n\nInstale e utilize este plugin para calcular facilmente o número de caracteres no texto selecionado!\n\n---------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "ro": "**Contor de Text - Statistici ale Caractere**\n\nAcest instrument de contorizare a textului îți permite să obții rapid numărul de caractere din textul selectat. Iată cum să-l folosești:\n\n1. Selectează textul pe care dorești să-l numeri.\n\n2. Fă clic dreapta pe textul selectat și alege „Număr de caractere” din meniul contextual.\n\n3. Vizualizează numărul de caractere al textului selectat în fereastra pop-up.\n\nInstalează și utilizează acest plugin pentru a calcula ușor numărul de caractere din textul selectat!",
    "ru": "Счётчик текста - Статистика символов\n\nЭтот инструмент подсчёта текста позволяет вам быстро получить количество символов в выбранном тексте. Вот как его использовать:\n\n1.Выберите текст, который вы хотите посчитать.\n\n2.Щёлкните правой кнопкой мыши на выбранный текст и выберите «Количество символов» из контекстного меню.\n\n3.Посмотрите количество символов в выбранном тексте в всплывающем окне.\n\nУстановите и используйте этот плагин, чтобы легко подсчитать количество символов в выбранном тексте!",
    "sk": "**Počítadlo textu - Štatistika znakov**\n\nTento nástroj na počítanie textu vám umožňuje rýchlo získať počet znakov vo vybranom texte. Tu je návod, ako ho používať:\n\n1. Vyberte text, ktorý chcete počítať.\n\n2. Kliknite pravým tlačidlom myši na vybraný text a z kontextového menu vyberte „Počet znakov“.\n\n3. Pozrite si počet znakov vybraného textu vyskakovacom okne.\n\nNainštalujte a používajte tento doplnok, aby ste jednoducho spočítali počet znakov vo vybranom texte!\n\n-----------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "sl": "**Števec besedila - Statistika znakov**\n\nTo orodje za štetje besedila vam omogoča hitro pridobitev števila znakov v izbranem besedilu. Tukaj je, kako ga uporabljati:\n\n1. Izberite besedilo, katerega število znakov želite prešteti.\n\n2. Z desno miškino tipko kliknite na izbrano besedilo in iz kontekstnega menija izberite „Število znakov“.\n\n3. Ogledate si lahko število znakov izbranega besedila v pojavnem oknu.\n\nNamestite in uporabljajte ta dodatek, da enostavno izračunate število znakov v izbranem besedilu!\n\n------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "sr": "**Brojač Teksta - Statistika Karaktera**\n\nOvaj alat za brojanje teksta omogućava vam da brzo dobijete broj karaktera u izabranom tekstu. Evo kako ga koristiti:\n\n1. Izaberite tekst koji želite da prebrojite.\n\n2. Desnim klikom na izabrani tekst izaberite „Broj Karaktera” iz kontekstualnog menija.\n\n3. Pogledajte broj karaktera izabranog teksta u iskačućem prozoru.\n\nInstalirajte i koristite ovaj dodatak kako biste lako izračunali broj karaktera u izabranom tekstu!\n\n------------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "sv": "**Texträknare - Teckenstatistik**\n\nDetta texträknarverktyg gör det möjligt att snabbt få teckenantalet för den valda texten. Så här använder du det:\n\n1. Välj den text du vill räkna.\n\n2. Högerklicka på den valda texten och välj \"Teckenantal\" från kontextmenyn.\n\n3. Se teckenantalet för den valda texten i popup-fönstret.\n\nInstallera och använd detta tillägg för att enkelt räkna tecknen i den valda texten!\n\n---------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "sw": "**Kiasi cha Maandishi - Takwimu za Wahusika**\n\nZana hii ya kuhesabu maandiko inakuwezesha kupata haraka idadi ya wahusika katika maandiko yaliyochaguliwa. Hapa kuna jinsi ya kuitumia:\n\n1. Chagua maandiko unayotaka kuhesabu.\n\n2. Bonyeza kulia kwenye maandiko yaliyochaguliwa na uchague \"Idadi ya Wahusika\" kutoka kwenye orodha ya muktadha.\n\n3. Angalia idadi ya wahusika wa maandiko yaliyochaguliwa kwenye dirisha la kupop.\n\nSakinisha na tumia programu-jalizi hii ili kuhesabu kwa urahisi idadi ya wahusika katika maandiko yaliyochaguliwa!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "ta": "**உரையணி எண்ணி - எழுத்துக் கணக்குகள்**\n\nஇந்த உரையணி எண்ணும் கருவி தேர்ந்தெடுக்கப்பட்ட உரையின் எழுத்து எண்ணை விரைவில் பெற உங்களுக்கு உதவுகிறது. இதைப் பயன்படுத்துவது எப்படி:\n\n1. எண்ண விரும்பும் உரையைத் தேர்ந்தெடுக்கவும்.\n\n2. தேர்ந்தெடுக்கப்பட்ட உரையில் வலது கிளிக் செய்து, உள்ளமைவு மெனுவில் \"எழுத்து எண்ணிக்கை\" என்பதைக் கிளிக் செய்யவும்.\n\n3. முக்கோணவழி சாளரத்தில் தேர்ந்தெடுக்கப்பட்ட உரையின் எழுத்து எண்ணைப் பார்க்கவும்.\n\nதேர்ந்தெடுக்கப்பட்ட உரையில் எழுத்து எண்ணைக் எளிதாக கணக்கிட இந்த பிளகினை நிறுவி பயன்படுத்தவும்!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "te": "**పాఠ్య కౌంటర్ - అక్షరాల గణాంకాలు**\n\nఈ పాఠ్య కౌంటింగ్ టూల్ మీకు ఎంపిక చేసిన పాఠ్యంలోని అక్షరాల సంఖ్యను త్వరగా పొందగలదు. దీన్ని ఎలా ఉపయోగించాలో ఇక్కడ ఉంది:\n\n1. లెక్కించాలనుకునే పాఠ్యాన్ని ఎంచుకోండి.\n\n2. ఎంపిక చేసిన పాఠ్యంపై రైట్-క్లిక్ చేసి, కాంటెక్స్ట్ మెనూలో \"అక్షరాల సంఖ్య\"ను ఎంపిక చేయండి.\n\n3. పాప్-అప్ విండోలో ఎంపిక చేసిన పాఠ్యంలోని అక్షరాల సంఖ్యను చూడండి.\n\nఈ ప్లగిన్‌ను ఇన్‌స్టాల్ చేసి, ఎంపిక చేసిన పాఠ్యంలో అక్షరాల సంఖ్యను సులభంగా లెక్కించడానికి ఉపయోగించండి!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "th": "**ตัวนับข้อความ - สถิติตัวอักษร**\n\nเครื่องมือนับข้อความนี้ช่วยให้คุณสามารถรับจำนวนตัวอักษรในข้อความที่เลือกได้อย่างรวดเร็ว วิธีการใช้งานมีดังนี้:\n\n1. เลือกข้อความที่คุณต้องการนับ\n\n2. คลิกขวาที่ข้อความที่เลือกและเลือก \"จำนวนตัวอักษร\" จากเมนูบริบท\n\n3. ดูจำนวนตัวอักษรของข้อความที่เลือกในหน้าต่างป๊อปอัป\n\nติดตั้งและใช้ปลั๊กอินนี้เพื่อคำนวณจำนวนตัวอักษรในข้อความที่เลือกได้อย่างง่ายดาย!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "tr": "**Metin Sayacı - Karakter İstatistikleri**\n\nBu metin sayma aracı, seçilen metindeki karakter sayısını hızlıca almanızı sağlar. Kullanımı şu şekildedir:\n\n1. Saymak istediğiniz metni seçin.\n\n2. Seçilen metne sağ tıklayın ve bağlam menüsünden \"Karakter Sayısı\"nı seçin.\n\n3. Seçilen metnin karakter sayısını açılan pencerede görüntüleyin.\n\nBu eklentiyi yükleyin ve seçilen metindeki karakter sayısını kolayca hesaplamak için kullanın!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "uk": "**Лічильник тексту - Статистика символів**\n\nЦей інструмент для підрахунку тексту дозволяє швидко отримати кількість символів у вибраному тексті. Ось як його використовувати:\n\n1. Виберіть текст, який ви хочете порахувати.\n2. Клацніть правою кнопкою миші на вибраному тексті та виберіть \"Кількість символів\" з контекстного меню.\n3. Перегляньте кількість символів вибраного тексту у спливаючому вікні.\n\nВстановіть та використовуйте цей плагін для легкого підрахунку кількості символів у вибраному тексті!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "vi": "**Trình Đếm Văn Bản - Thống Kê Ký Tự**\n\nCông cụ đếm văn bản này cho phép bạn nhanh chóng có được số lượng ký tự của văn bản được chọn. Dưới đây là cách sử dụng:\n\n1. Chọn văn bản bạn muốn đếm.\n\n2. Nhấp chuột phải vào văn bản đã chọn và chọn \"Số Lượng Ký Tự\" từ menu ngữ cảnh.\n\n3. Xem số lượng ký tự của văn bản đã chọn trong cửa sổ bật lên.\n\nCài đặt và sử dụng tiện ích mở rộng này để dễ dàng tính số ký tự trong văn bản được chọn!\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "zh_CN": "**文本计数器 - 字符统计**\n\n这个文本计数工具可以让您快速获取所选文本的字符数量。使用方法如下：\n\n1. 选择您想要计数的文本。\n\n2. 右键单击所选文本，从上下文菜单中选择“字符计数”。\n\n3. 在弹出窗口中查看所选文本的字符数量。\n\n安装并使用此插件，轻松计算所选文本中的字符数量！\n\n------------------------------------------------------------------------------------------------------------------------\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!",
    "zh_TW": "**文字計數器 - 字符統計**\n\n這個文字計數工具可以讓您快速獲取所選文字的字符數量。使用方法如下：\n\n1. 選擇您想要計數的文字。\n\n2. 右鍵單擊所選文字，從上下文菜單中選擇「字符數」。\n\n3. 在彈出窗口中查看所選文字的字符數量。\n\n安裝並使用此插件，輕鬆計算所選文字中的字符數量！\n\n---\n\n**Text Counter - Character Statistics**\n\nThis text counting tool allows you to quickly obtain the character count of selected text. Here’s how to use it:\n\n1. Select the text you want to count.\n\n2. Right-click the selected text and choose \"Character Count\" from the context menu.\n\n3. View the character count of the selected text in the pop-up window.\n\nInstall and use this plugin to easily calculate the number of characters in the selected text!"
  }
}