{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proton VPN: Fast & Secure"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure your internet and protect your online privacy in one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proton VPN is the world's only free VPN app that is safe to use and respects your privacy with no usage limitations. Proton VPN is created by the CERN scientists behind Proton Mail - the world's largest encrypted email service. Our fast VPN offers secure, private, encrypted, and unlimited internet access with advanced privacy and security features. Proton VPN also unblocks access to popular websites and streaming platforms.\n\nPC Mag: “A five-star VPN experience. […] Proton VPN offers an excellent collection of features and a nearly peerless free subscription option, making it our top choice for VPNs.”\n\nForbes: \"Proton VPN is a service that will do all it can to protect your privacy. All of its applications are open source and audited by third parties, and it has a robust privacy policy. Spoiler, it's very good.\"\n\nUsed by millions worldwide, Proton’s secure no-logs VPN offers 24/7 safe, private, and unlimited internet access and does not record your browsing history, display ads, sell your data to third parties, or limit downloads.\n\nWhy do you need Proton VPN's extension for Chrome?\n• Browse privately online\n   ⚬ Easily hide your browsing history from your internet service provider (ISP)\n   ⚬ Prevent tracking from websites you visit by hiding your IP address\n   ⚬ Strict no-logs policy; your privacy is our priority\n• Convenience\n   ⚬ Easy to install everywhere, without admin rights\n   ⚬ Protect your internet connection with one-click\n   ⚬ Auto-connect to a VPN server each time you open your browser\nInternet freedom\n   ⚬ Access geo-blocked content and use the internet without restrictions\n   ⚬ Unlimited data access with no bandwidth or speed restrictions\n\nAdditional premium features for paid Proton VPN customers:\n• Connect to 9,000+ servers in 110+ countries\n• Protect up to 10 browsers / devices at the same time\n• Protect against network attacks by routing your traffic through our high-security double-hop VPN implementation (Secure Core)\n• Fast browsing, with high-speed connections up to 10 Gbps\n• Stream films, sports events, and TV series on multiple streaming services worldwide\n• Customize your VPN experience with split tunneling. Exclude websites from being routed through the VPN tunnel\n• Get help from our dedicated customer support team via email and live chat support.\n\n\nWhy choose Proton VPN?\n• Speed: with its server network and proprietary VPN accelerator technology, Proton is one of the fastest VPNs in the market – you won’t notice you’re connected to a VPN.\n• Privacy: we have a strict no-logs policy (under Swiss law, we are not obligated to save any). This means your private browsing history stays private.\n• Transparency: all information about who owns the company, where we run it from, what data we collect and how we use it, is publicly available\n\nHow do I enable the Proton VPN Chrome extension?\n• Add the Proton VPN browser extension to your browser\n• Click the Proton VPN icon in the top right of your browser\n• Sign in to your account\n• Click the Proton VPN icon in your browser again, then click \"Quick Connect\"\n• You're done! You can now securely and privately browse the internet!\n\nUse Proton VPN anywhere!\nUse your account to access the full features of Proton VPN with our apps for Windows, Mac, iOS, Android and Linux.\n\nAbout us\nProton VPN was created by the same team of CERN scientists behind Proton Mail, the world's largest encrypted email service.\n\nProton's obligation is to our community. We do not compromise your trust by selling your data and never will. We are committed to fighting for privacy and freedom online, and will always stand up to defend an internet that serves the interests of all people.\n\nLearn more about Proton VPN:\nhttps://protonvpn.com/\nhttps://protonvpn.com/support/\nhttps://protonvpn.com/privacy-policy"
  }
}