{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "unitab.hd"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unitab HD - A new tab experience in HD"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Unitab HD  “new tab” page is a center of information. It includes various bits of information you can turn the different parts of its experience on and off. \nin Unitab HD you get your favorite and most visited sites shortcuts, your bookmarks bar, Customized websites shortcuts, search box, to-do list as well as customize the background. \nIn order to support the features of the extension, The extension will update your new-tab search provider to be powered by Top Search Engines.\nBy clicking “Add to chrome”, I accept and agree to installing the Unitab HD Chrome extension and setting Chrome™ New Tab search provider to Microsoft Bing as described by the service and the Terms of Use (https://Unitab.me/trms/) and Privacy Policy (http://Unitab.me/pp/).\nPowered by 50m.media LTD Technology - we are 100% FREE!\n\nPermissions used & reasons: \n\"Replace the page you see when opening a new tab\" This allows us to show you our new tab page with free web search and.\n\n\"Read your browsing history\" This allows us to tailor product specific content or offers towards relevant information. \n\n\"Read and change your bookmarks\" - this allows to show the bookmarks in the extension user interface\n\n\"Manage your apps, extensions, and themes\" This allows us to help you disable or remove this product and also understand whether we are able to provide the best experience. \n\n\"contextMenus\"- The extension requires this permission in order to make the access to the Find now and web search as convenient as possible, through the extension “browser action” button. \n\n“Cookies” - The extension requires these permissions in order to allow payment for distribution affiliates. \n\n\"Manage your downloads\" / \"Open downloaded files\" - the extension offers quick access to the download folder.\n\nHow do I uninstall the Unitab HD extension?\nOn the top right of your screen, right click the Extension icon and choose \"Remove from Chrome\"."
  }
}