{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Private Internet Access"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Defeat censorship, unblock any website and access the open Internet the way it was meant to be with Private Internet Access®"
  },
  "long": {
    "ar,da,de,es,fr,it,ja,ko,nl,pl,pt_BR,ru,th,tr,zh_CN,zh_TW": "Defeat censorship, unblock any website and access the open Internet the way it was meant to be with the Private Internet Access™ Chrome extension.\n\nProtect your privacy with Private Internet Access™, the world’s leading VPN service for Chrome users. PIA enables users to encrypt their network traffic and stay protected when online. Add privacy and security to private and public networks when you access the Internet at WiFi hotspots. All you have to do is install the Chrome extension, login with your Private Internet Access subscription credentials, flip the on switch and you’ll be protected.\n\nThe Private Internet Access Chrome extension features:\n\n  - WebRTC blocking\n  - Sort gateways by latency\n  - Website URL whitelist\n  - Easy on/off switch\n\nPrivate Internet Access features:\n\n  - IP Cloaking. Your IP address will be changed to a Private Internet Access IP address to hide your identity and location. Hide your IP address to stop data trackers, snoopers, and hackers from tracking your browsing and search activity. Changing your IP address allows you to blend in with the crowd. Choose from 36 locations in 24 countries to tunnel your traffic through.\n\n  - Data Encryption. Get Public WiFi security in hotspots, coffee shops, cafes, hotels, and airports. Without encryption, your data can be as available as public TV.. Our trusted VPN service creates several security layers which protect you and prevent access to your data.\n\n  - Internet Access. Access blocked or censored websites. Unlock your favorite sites from anywhere.\n\nWhy should you use the Private Internet Access VPN and Chrome extension?\n\n -  We lead the industry with our low price. Private Internet Access only costs $3.33 per month if you purchase a yearly account (39.95/year) or $6.95 on a monthly basis.\n\n -  We have been a reliable and trusted VPN provider since 2010 and have a proven no log policy.\n\n -  We truly believe in your privacy because: “Privacy is our Policy.” Here at PIA, we not only provide a great VPN service at a low price, but we also support organizations like the Electronic Frontier Foundation, FightForTheFuture, and many others.\n\nSign up for Private Internet Access today and enjoy:\n\n- High speed \n- Unlimited bandwidth \n- 5 devices connected simultaneously\n- No traffic logs \n- 24/7 customers support\n\nEditorial Reviews:\n\nPrivate Internet Access VPN has been featured in Wired, PC Magazine, HowToGeek, Lifehacker, Business Insider, TorrentFreak, and more!\n\n\"Private Internet Access, one of Lifehacker readers' favorite VPN service providers, makes it easy to surf privately and securely from anywhere.\" – Lifehacker.com\n\n\"There have been several Editors' Choice VPN services recently, as one product tops the next, but Private Internet Access out-performs and out-features the competition. With 4.5 stars, Private Internet Access sets the bar high and is truly the Editors' Choice, trumping all our previous favorites.\" -- PC Magazine\n\n“When shopping for a VPN service, it is recommended to find a service that does not log its customers’ traffic and prevents an anonymity-unmasking issue known as IPv6 leakage. Private Internet Access carries that level of security.” – Wired.com\n\n“To that end we highly recommend, Private Internet Access- a great VPN provider that we’re not only recommended before, but use ourselves”. – HowToGeek.com\n\nAbout Private Internet Access:\n\nPrivate Internet Access (PIA), is the leading no-log VPN service provider in the world. PIA believes that access to an open internet is a fundamental human right and donates effusively to causes such as EFF and FFTF to promote privacy causes internationally. PIA has over 3,200 servers in 24 countries that provide reliable, encrypted VPN tunnel gateways for whatever the use case. Please visit their website at https://www.privateinternetaccess.com for more information.\n\nInteract with us on social media:\n\nTwitter: https://twitter.com/buyvpnservice\n\nFacebook: https://www.facebook.com/privateinternetaccess/\n\nYoutube: https://www.youtube.com/user/vpnservice\n\nGoogle Plus: https://plus.google.com/+Privateinternetaccess\n\nSupport: https://helpdesk.privateinternetaccess.com/hc/en-us",
    "am,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk,vi": "Defeat censorship, unblock any website, and access the open Internet as it was meant to be with the Private Internet Access® Proxy Chrome extension.\n\nProtect your privacy with Private Internet Access®, the world’s leading VPN and secure proxy service for Chrome users. PIA Chrome Extension enables users to encrypt their network traffic and stay protected when online, as well as allowing customers to change their location. Add privacy and security to private and public networks when you access the Internet at WiFi hotspots. All you have to do is install the Chrome extension, log in with your Private Internet Access subscription credentials, flip the on switch, and you’ll be protected.\n\nThe Private Internet Access Chrome extension features:\n\n  - WebRTC blocking\n  - Sort gateways by latency\n  - Website URL whitelist\n  - Easy on/off switch\n\nPrivate Internet Access features:\n\n  - IP Cloaking. Your IP address will be changed to a Private Internet Access IP address to hide your identity and location. Hide your IP address to stop data trackers, snoopers, and hackers from tracking your real browsing and search activity. Changing your IP address allows you to blend in with the crowd. Choose from 45 locations in 28 countries to tunnel your traffic through.\n\n  - Data Encryption. Get Public WiFi security in hotspots, coffee shops, cafes, hotels, and airports. Without encryption, your data can be as available as public TV. Our trusted VPN and secure proxy service creates several security layers which protect you and prevent access to your data.\n\n  - Internet Access. Access blocked or censored websites. Unlock your favorite sites from anywhere.\n\nWhy should you use the Private Internet Access secure proxy and Chrome extension?\n\n -  We lead the industry with our low price. Private Internet Access only costs $3.33 per month if you purchase a yearly account (39.95/year) or $6.95 monthly.\n\n -  We have been a reliable and trusted VPN and secure proxy provider since 2010 and have a proven no-log policy.\n\n -  We truly believe in your privacy because: “Privacy is our Policy.” Here at PIA, we not only provide a great VPN service at a low price, but we also support organizations like the Electronic Frontier Foundation, FightForTheFuture, and many others.\n\nSign up for Private Internet Access today and enjoy:\n\n- High speed \n- Unlimited bandwidth \n- 5 devices connected simultaneously\n- No traffic logs \n- 24/7 customers support\n\nEditorial Reviews:\n\nPrivate Internet Access VPN has been featured in Wired, PC Magazine, HowToGeek, Lifehacker, Business Insider, TorrentFreak, and more!\n\n\"Private Internet Access, one of Lifehacker readers' favorite VPN service providers, makes it easy to surf privately and securely from anywhere.\" – Lifehacker.com\n\n\"There have been several Editors' Choice VPN services recently, as one product tops the next, but Private Internet Access out-performs and out-features the competition. With 4.5 stars, Private Internet Access sets the bar high and is truly the Editors' Choice, trumping all our previous favorites.\" -- PC Magazine\n\n“When shopping for a VPN service, it is recommended to find a service that does not log its customers’ traffic and prevents an anonymity-unmasking issue known as IPv6 leakage. Private Internet Access carries that level of security.” – Wired.com\n\n“To that end, we highly recommend Private Internet Access- a great VPN provider that we’re not only recommended before, but use ourselves.” – HowToGeek.com\n\nAbout Private Internet Access:\n\nPrivate Internet Access (PIA) is the world's leading no-log VPN service provider. PIA has over 3,200 servers in 24 countries that provide reliable, encrypted VPN tunnel gateways for whatever the use case. Please visit their website at https://www.privateinternetaccess.com for more information.\n\nInteract with us on social media:\n\nTwitter: https://twitter.com/buyvpnservice\n\nFacebook: https://www.facebook.com/privateinternetaccess/\n\nYoutube: https://www.youtube.com/user/vpnservice\n\n\nSupport: https://www.privateinternetaccess.com/helpdesk/"
  }
}