{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Random Bookmark Machine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explore forgotten bookmarks with this highly customizable time machine!",
    "de": "Entdecken Sie vergessene Lesezeichen mit dieser anpassbaren Zeitmaschine!",
    "es": "Explora los marcadores olvidados con esta máquina del tiempo altamente personalizable!",
    "fr": "Explorez des signets oubliés grâce à cette incroyable machine à remonter le temps!",
    "it": "Esplora i tuoi segnalibri dimenticati con questa incredibile macchina del tempo!",
    "pl": "Odkryj zapomniane zakładki dzięki temu wysoce konfigurowalnemu wehikułowi czasu!",
    "pt_BR": "Explore os marcadores esquecidos com esta fantástica máquina do tempo!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click the blue and yellow button on your Toolbar and a random website from your bookmarks list will open. \n\nThis is the lightest, fastest and most customizable extension of this kind.\n\nYou can choose to:\n\n- Select only bookmarks stored in some specific folders\n\n- Select only bookmarks created in a specific range of dates\n\n- Open each bookmark in a new tab or always in the same tab\n\n- Show a short notification for every bookmark opened. In the notification you will see the date of when you created the bookmark and the name of the folder where the bookmark is stored\n\n- Set your own keyboard shortcut\n\nAll options are easily manageable in our cool vintage styled Options page. Right-click on the Toolbar button and select “Options” to open the Options page.\n\nHave fun!!",
    "de": "Klicken Sie auf die blau-gelbe Schaltfläche in Ihrer Symbolleiste, und eine beliebige Website aus Ihrer Lesezeichenliste wird geöffnet. \n\nDies ist die leichteste, schnellste und am besten anpassbare Erweiterung dieser Art.\n\nSie können wählen:\n\n- Nur Lesezeichen in bestimmten Ordnern auswählen\n\n- nur Lesezeichen auszuwählen, die in einem bestimmten Zeitraum erstellt wurden\n\n- jedes Lesezeichen in einer neuen Registerkarte oder immer in derselben Registerkarte zu öffnen\n\n- Eine kurze Benachrichtigung für jedes geöffnete Lesezeichen anzeigen. In der Benachrichtigung sehen Sie das Datum, an dem Sie das Lesezeichen erstellt haben, und den Namen des Ordners, in dem das Lesezeichen gespeichert ist\n\n- Legen Sie Ihr eigenes Tastaturkürzel fest\n\nAlle Optionen sind auf unserer coolen Optionsseite im Vintage-Stil leicht zu verwalten. Klicken Sie mit der rechten Maustaste auf die Schaltfläche in der Symbolleiste und wählen Sie „Optionen“, um die Seite „Optionen“ zu öffnen.\n\nViel Spaß!!",
    "es": "Haz clic en el botón azul y amarillo de tu Barra de herramientas y se abrirá un sitio web al azar de tu lista de marcadores. \n\nEsta es la extensión más ligera, rápida y personalizable de este tipo.\n\nPuedes elegir:\n\n- Seleccionar sólo los marcadores almacenados en algunas carpetas específicas\n\n- Seleccionar sólo los marcadores creados en un rango específico de fechas\n\n- Abrir cada marcador en una nueva pestaña o siempre en la misma pestaña\n\n- Mostrar una breve notificación por cada marcador abierto. En la notificación verás la fecha de cuando creaste el marcador y el nombre de la carpeta donde está guardado el marcador\n\n- Establecer tu propio atajo de teclado\n\nTodas las opciones son fácilmente manejables en nuestra vistosa página de opciones con estilo vintage. Haz clic con el botón derecho del ratón en el botón de la barra de herramientas y selecciona \"Opciones\" para abrir la página de opciones.",
    "fr": "Cliquez sur le bouton bleu et jaune de votre barre d'outils et un site web aléatoire de votre liste de favoris s'ouvrira. \n\nC'est l'extension la plus légère, la plus rapide et la plus personnalisable de ce type.\n\nVous pouvez choisir de le faire :\n\n- Sélectionner uniquement les signets stockés dans certains dossiers spécifiques\n\n- Sélectionnez uniquement les signets créés dans une plage de dates spécifique\n\n- Ouvrir chaque signet dans un nouvel onglet ou toujours dans le même onglet\n\n- Afficher une courte notification pour chaque signet ouvert. Dans la notification, vous verrez la date à laquelle vous avez créé le signet et le nom du dossier dans lequel le signet est stocké\n\n- Définir votre propre raccourci clavier\n\nToutes les options sont facilement gérables dans notre page d'options au style vintage. Cliquez avec le bouton droit de la souris sur le bouton de la barre d'outils et sélectionnez \"Options\" pour ouvrir la page des options.",
    "it": "Clicca sul bottone blu e giallo nella barra degli strumenti e si aprirà un sito web selezionato a caso dalla tua lista di segnalibri. \n\nQuesta è l'estensione più leggera, veloce e personalizzabile tra quelle di questo tipo.\n\nPuoi scegliere di:\n- Selezionare solo i segnalibri salvati in cartelle specifiche\n\n- Selezionare solo i segnalibri creati in un determinato intervallo di date\n\n- Aprire ogni segnalibro in una nuova scheda o sempre nella stessa scheda\n\n- Mostrare una breve notifica per ogni segnalibro aperto. Nella notifica vedrai la data di creazione del segnalibro e il nome della cartella in cui il segnalibro è salvato\n\n- Impostare una scorciatoia da tastiera personalizzata\n\nTutte le opzioni sono facilmente gestibili nella pagina delle Opzioni in stile vintage. Clicca con il tasto destro del mouse sul bottone blu e giallo nella barra degli strumenti e seleziona \"Opzioni\" per aprire la pagina delle Opzioni.",
    "pl": "Kliknij niebieski i żółty przycisk na pasku narzędzi, a otworzy się losowa strona internetowa z listy zakładek. \n\nJest to najlżejsze, najszybsze i najbardziej konfigurowalne rozszerzenie tego typu.\n\nMożesz wybrać:\n\n- Wybrać tylko zakładki przechowywane w określonych folderach\n\n- Wybrać tylko zakładki utworzone w określonym zakresie dat\n\n- otwierać każdą zakładkę w nowej karcie lub zawsze w tej samej karcie\n\n- Wyświetlanie krótkiego powiadomienia dla każdej otwartej zakładki. W powiadomieniu pojawi się data utworzenia zakładki i nazwa folderu, w którym jest ona przechowywana.\n\n- Ustaw własny skrót klawiaturowy\n\nWszystkimi opcjami można łatwo zarządzać na naszej fajnej stronie opcji w stylu vintage. Kliknij prawym przyciskiem myszy przycisk paska narzędzi i wybierz „Opcje”, aby otworzyć stronę opcji.\n\nMiłej zabawy!",
    "pt_BR": "Clique no botão azul e amarelo na sua barra de ferramentas e um site aleatório da sua lista de marcadores será aberto. \n\nEsta é a extensão mais leve, rápida e personalizável deste tipo.\n\nVocê pode optar por esta:\n\n- Selecionar apenas os bookmarks armazenados em algumas pastas específicas\n\n- Selecione apenas marcadores criados em um intervalo específico de datas\n\n- Abra cada bookmark em uma nova aba ou sempre na mesma aba\n\n- Mostrar uma breve notificação para cada bookmark aberto. Na notificação você verá a data de quando você criou o bookmark e o nome da pasta onde o bookmark está armazenado.\n\n- Definir seu próprio atalho de teclado\n\nTodas as opções são facilmente gerenciáveis em nossa página de opções com estilo cool vintage. Clique com o botão direito do mouse no botão da Barra de Ferramentas e selecione \"Opções\" para abrir a página de Opções."
  }
}