{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RemindCMD"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set prompt reminders from browser, notified by text messages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The official RemindCMD extension\n\nA browser extension that turns English prompts like \"remind me tomorrow\" into text message notifications—effortless and on time!\n______________________________________________\n# How RemindCMD Works\n\n- 1/ Set reminder from desktop browser: Type \"remindme\" followed by an English prompt with fuzzy time directly in your browser address bar\n- 2/ Get notified by text message: Never miss a beat with reliable, on-time text notifications straight to your phone!\n______________________________________________\n# Why Choose RemindCMD\n\n- 1/ Convenience from your desktop browser: Quickly set a reminder while working on your desktop browser, no need to pick up your phone.\n- 2/ Use fuzzy times like you speak: \"tomorrow morning\", \"Monday next week\", \"at 5pm\", etc. We understand them all.\n- 3/ Get notified on the go: Reliably get notified anywhere and anytime via text messages, even after you shut down your desktop.\n- 4/ High-prioritized notification: Text message notification has higher prioritization, so you won't miss an important event.\n______________________________________________\n# Key Features\n\n- 1/ Set reminders from desktop browser: Type \"remindme\" followed by your reminder prompt in your browser address bar to set the reminder\n- 2/ Use fuzzy time in plain English for the reminder prompt: Our smart parser can reliably parse \"tomorrow morning\", \"Monday next week\", \"at 5pm\", etc, so you don't have to know the exact date and time.\n- 3/ Get notifications via text messages: You will receive a text message as we remind you for your events.\n- 4/ Mobile-compatible web app: Our web app fits well on your mobile screen, so you can manage your reminders on the go.\n______________________________________________\nFor more information, visit: https://www.remindcmd.com/\nBy installing the RemindCMD extension, you agree to RemindCMD’s Terms of Service (remindcmd.com/policies/terms) and Privacy Policy (remindcmd.com/policies/privacy)."
  }
}