{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliBaba Image Downloader & Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "#1 AliBaba Image Downloader & Editor with Video Downloader for Your Business."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliBaba Image Downloader & Editor tool will help you to edit product images and download them from AliBaba with single click.\n\nThis is one of the best tool for your dropshipping business beacuse It will save a lot of your time so you can focus on your business more.\nOne Click: Download AliBaba Product Images & Description for Your Drop shipping business.\n\n▬▬▬▬ GETTING STARTED ▬▬▬▬▬\n1. Install the extension by clicking the “Add to chrome” button.\n2. Open an AliBaba product page.\n3. Click on Download button from below product images.\n4. Done\n\n▬▬▬▬▬ FEATURES ▬▬▬▬▬\n- Free to Install\n- It will help you to download product images from AliBaba.\n- You can edit images easily with image editor.\n- It will also help you to download product description with images.\n\n▬▬▬▬▬ FAQ ▬▬▬▬▬\nHow to Download Product Images from AliBaba with this Extension?\nJust install the extension and on every Product page, it will automatically show download options for your images and description. Click on it to download images. \n\nCan I Download Product Video from AliBaba?\nYes. You can donwload product videos from alibaba product pages with this tool.\n\nDoes AliBaba Image Downloader & Editor Coupon Extension help to edit AliBaba Images?\nYes. You can edit AliBaba Product Images with this tool.\n\nWhy Do You Need This AliBaba Image Downloader & Editor Tool for Chrome?\nIt will save a lot of your time. So you can give more time on other sides of your dropshipping business like marketing, content creation etc.\n\nSo, Feel free to use our AliBaba Image Downloader & Editor.\nAfter using AliBaba Image Downloader & Editor extension,Please give us a 5 star rating!\nThank You.\n\nThis Privacy Policy can be also found here:\nhttps://www.saxsos.xyz/p/policy-privacy-policy.html\n\nFor any query related to AliBaba Image Downloader & Editor you can reach to us via our Official contact page here: https://www.saxsos.xyz/p/contact-us.html"
  }
}