{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Background Chatbots - Use AI Chatbots like ChatGPT In Your Apps for Free!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly integrate AI Chatbots like ChatGPT in your web apps for free with our Chrome extension for developers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of AI in your browser with the Background Chatbots extension! Designed especially for hobbyists, students, testers, and small development teams or businesses, this tool enables you to integrate top AI chatbots like ChatGPT, Hugchat, and Gemini directly into your web applications. Quick to setup, affordable and easy to use, Background Chatbots eliminates the need for costly APIs, subscriptions, token-based restrictions and developer fees, making it the ideal solution for developers looking to enhance their applications without breaking the bank.\n\n\nKey Features:\n\nMulti-Chatbot Communication: Engage with several chatbots simultaneously, enhancing your app’s functionality and enriching the user experience with varied AI insights.\n\nEasy Integration: Seamlessly add chatbot responses to your web applications. Utilize the dynamic and intelligent outputs to improve user interactions, automate processes, and dynamically generate content.\n\nCost Efficiency: Forego the usual high costs associated with API consumption and cloud services. Background Chatbots operates directly within your browser, significantly reducing overhead. Use your users' free chatbot accounts to process your AI queries instead of an expensive and limited API server endpoint.\n\nReal-Time Interaction: Communicate in real-time with chatbots to simulate direct conversations, providing instant feedback and automated functionalities within your app.\n\nSimple Setup: Get started in no time with an easy installation and no complex configurations, making it accessible even for those with minimal technical background. No need to sign up for any API keys.\n\nDeveloper Friendly: Leverage a straightforward JavaScript API that integrates smoothly into both new and existing projects.\n\n\nWho Is This For?\n\nWhether you're a student learning the ropes of development, a hobbyist experimenting with new technologies, a tester ensuring the best user experience, or a small development team prototyping a proof of concept, Background Chatbots is tailored for you. This tool is especially beneficial for solo developers and small businesses looking to incorporate sophisticated AI functionalities into their applications without incurring heavy expenses.\n\n\nUse Cases:\n\nRapid Prototyping: Develop and test AI-driven features swiftly without needing extensive backend frameworks.\n\nComplex Query Resolution: Simplify user interactions by addressing intricate queries with AI.\n\nDynamic Content Generation: Use AI to create engaging and relevant content automatically.\n\nCustomer Support Enhancement: Provide quick and accurate support with AI-powered responses.\n\nGetting Started:\n\n1. Install the BackgroundChatbots extension from the Chrome Web Store.\n\n2. Ensure the chatbots you want to interact with are opened in your browser tabs. The extension will also open them for you if they aren't already open when you call the sendMessage function.\n\n3. Use the BackgroundChatbots object in your project's JavaScript to send messages and handle responses.\n\nYou can test and play around with a live demo here:\n\nhttps://aimultichat-6c061558b23c.herokuapp.com/\n\nRemember to install the extension before trying out the demo or it won't work!\n\n\nImportant Notes:\n1. Ensure all users have the extension installed to utilize the BackgroundChatbots object seamlessly in your application. \n\n2. Currently, only ChatGPT, Hugchat, and Gemini are supported, with plans to extend support to more chatbots soon.\n\nElevate your development game with Background Chatbots—the cost-effective gateway to integrating leading AI chatbots directly into your apps!"
  }
}