{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mark Location"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mark a location on a page and scroll to it.",
    "fi": "Merkitse kohta sivulla muistiin ja mene siihen myöhemmin."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "While reading a wall of text you might want to jump around the page and if there are no links, finding the parts you want to check often can be tedious. This add-on helps you in that goal by allowing you to bookmark those locations.\n\nIn the new version (0.5.1) you can have permanent marks for pages. They will last until you clear them. This is now a default setting for new installs. Or you can change to have volatile marks that disappear if you refresh the page.\n\nYou can configure your own key shortcuts (any won't work, for example shortcuts that Firefox uses) for marking and scrolling in the settings.\n\nPermanent marks use IndexedDB for saved images. So they might be deleted in some case. You might need to refresh page to update marks in some edge cases, as if you have the same page (exact URL) open in several tabs or if you switch between permanent and volatile marks.\n\nFor usage, see a demo at https://www.youtube.com/watch?v=XsyrQENMXjg.\n\n---\n\nChangelog\n\n1.0.0\n\n * Migrate to use manifest V3.\n\n0.5.3\n\n * Allow users to select key shortcuts more freely.\n\n0.5.2\n\n * Fix captured image not resizing.\n\n0.5.1\n\n * Add support for all supported protocols.\n * Add permanent marks feature.\n\n0.4\n\n  * Add number of marks to the browser action badge.\n\n0.3\n\n  * Localize the add-on.",
    "fi": "While reading a wall of text you might want to jump around the page and if there are no links, finding the parts you want to check often can be tedious. This extension helps you in that goal by allowing you to bookmark those locations.\n\n---\n\nUsage\n\nUse the browser action popup to mark a location and scroll to a saved location. Press the number of a saved location to show a screenshot of the tab on that location.\n\nOr if you want to use keyboard shortcuts.\n\n    <Mark keyboard shortcut> + 0-9 to mark a location.\n    <Scroll keyboard shortcut> + 0-9 to go to a saved location.\n\nYou can change the keyboard shortcuts and the size of the screenshot from the options."
  }
}