{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Dark Mode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View the PDF documents in dark mode."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark Mode for PDFs (Optimized for White Backgrounds)\n\nInstantly transform your PDF reading experience in Chrome with Dark Mode for PDFs. Designed specifically for documents with predominantly white backgrounds, this extension seamlessly switches PDFs to a soothing dark mode, reducing eye strain and enhancing readability in any lighting condition.\n\nKey Features:\n\nOne-click activation: Instantly switch PDFs to dark mode.\nOptimized for white backgrounds: Works best with PDFs that have a white or light-colored base.\nWorks seamlessly: Compatible with all PDF viewers within Chrome.\n\nBenefits:\n\nReduced eye strain: Dark mode is easier on the eyes, especially at night.\nImproved focus: Dark backgrounds can help you concentrate on the text.\nBetter battery life: Dark mode can save power on devices with OLED screens.\nOptimal for most PDFs: Most documents are designed with white backgrounds, making this extension widely applicable.\n\nGet started:\n\nInstall the extension.\nOpen a PDF in Chrome.\nClick the extension icon to activate dark mode.\nImportant Note:\n\nWhile this extension works with all PDFs, it is optimized for documents with primarily white backgrounds. For PDFs with darker backgrounds or complex color schemes, the results may vary.\n\nProtect your eyes, boost productivity, and make the most of your PDFs with this essential tool.\n\nPrivacy note: This extension does not collect, store or share any personal data of users. It works completely locally on your browser and does not require a separate privacy policy."
  }
}