{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crypto Leverage Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A leverage calculator for crypto trading"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crypto Leverage Calculator: Safeguarding Your Assets\nThe Crypto Leverage Calculator is a tool designed to help cryptocurrency traders calculate and adjust their leverage safely based on their total assets, entry price, stop loss price, and risk tolerance. The goal is to determine the appropriate leverage to use, ensuring that your trading decisions align with your risk management strategy and asset protection.\n\nKey Features and Benefits:\nRisk Management: The calculator helps traders define the maximum acceptable loss (as a percentage of total assets). This ensures that the leverage applied will not exceed the trader's risk tolerance.\n\nEntry and Stop Loss Calculation: By inputting the entry price (the price at which the trader buys the asset) and the stop loss price (the price at which the asset will automatically be sold to limit losses), the tool calculates the potential risk of the trade. The leverage is then adjusted based on this information.\n\nLeverage Adjustment: The tool calculates the ideal leverage by considering the loss limit, the entry price, and stop loss price. Traders can use this to ensure they are not over-leveraging, which can lead to liquidation if the market moves against them.\n\nPosition Type: Whether you are taking a long or short position, the calculator adjusts the calculations accordingly, ensuring the trader’s strategy is always considered in the risk management process.\n\nProtect Your Assets: By leveraging the tool's calculations, traders can ensure that they are only risking a small, predefined percentage of their assets (e.g., 5%) on a single trade, providing a safer and more calculated approach to trading with leverage."
  }
}