{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fast Weather & Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows users to search the internet and shows current weather conditions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fast Weather and Search - Enhance Your Browsing Experience\n\nOverview: Fast Weather and Search is a powerful Chrome extension that seamlessly integrates real-time weather updates and robust search capabilities directly into your browser. Whether you're planning your day or looking up information, Fast Weather and Search ensures you have the latest weather details and a smooth search experience at your fingertips. All search results are conveniently served from Yahoo, providing reliable information from a trusted source.\n\nKey Features: \n\n1) Integrated Search: Quickly search the web using the convenient search input in the extension’s popup. Enjoy fast and relevant search results powered by Bing.\n\n2) Current Weather Conditions: Stay updated with real-time weather information for your preferred city. See current temperature, weather conditions, and more with a simple click.\n\n3) Customisable Location: Set and store your preferred city location for personalized weather updates. Your location preference is securely stored using cookies, so you always get the weather information relevant to you.\n\n4) User-Friendly Interface: Simple and intuitive design ensures easy navigation and use.\nThe extension is designed to be lightweight and fast, ensuring it doesn't slow down your browsing experience. \n\n5) New Tab Page Customization: Replace your default new tab page with a customized one that includes weather updates and a search bar. Quickly access the information you need every time you open a new tab.\n\nWhy Install Fast Weather and Search?\n>> Stay Informed: With real-time weather updates, you can plan your day better and stay prepared for any weather conditions.\n>> Efficient Browsing: Integrated search functionality ensures you can quickly find the information you need without opening multiple tabs or applications.\n>> Personalised Experience: Customize your weather updates based on your preferred city, ensuring the information you see is always relevant to you.\n>> Easy to Use: Designed with simplicity and usability in mind, Fast Weather and Search is easy to install and use, making it accessible for everyone.\n>> Secure and Private: Your location preference is stored securely using cookies, and no personal information is shared with third parties.\n\nHow to Use Fast Weather and Search\n>> Set Your Location: Click on the location icon in the New Tab page. Enter your preferred city for weather updates and click \"Set Location.\"\n>> Search the Web: Use the search input in the popup to perform web searches. Type your query and hit Enter or click the search button.\n>> View Weather Updates: Open the extension's popup to see real-time weather conditions for your chosen city. Weather updates are automatically fetched in real-time to ensure you always have the latest information. \n\nInstallation Instructions:\n>> Add to Chrome: Click the \"Add to Chrome\" button to install the extension.\n>> Set Permissions: Follow the prompts to grant necessary permissions.\n>> Enjoy Enhanced Browsing: Start using Fast Weather and Search to improve your browsing experience with integrated search and weather updates.\n\nSupport:\n>> For any issues, feature requests, or support, please contact us at admin@clicksco.com.\n\nGet Started Now!\n\nTransform your browsing experience with Fast Weather and Search. Stay informed, search efficiently, and enjoy a personalized, user-friendly interface. Install now and experience the difference!"
  }
}