{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saleshandy Connect: Email Tracker & Lookup"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All-in-one tool to track opens & clicks right in your Gmail and look up email addresses in one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saleshandy Connect\n\nSaleshandy Connect allows prospecting your leads and tracking their emails for better and faster conversion. Enabling prospecting and tracking together is the most effective way to grow your business and pipeline.💰\n\n👉 Look up email addresses from online platforms like CRMs and others with just one click. \n👉 Track your emails and get an instant notification when your prospects open emails and click your links.\n\nClick \"Add to Chrome\" now to try Saleshandy for free.\n\nEMAIL TRACKER FOR YOUR GMAIL ACCOUNT\n\nImprove your team's email productivity 📈 with Saleshandy Connect's Email Tracker. \n\nHow to do it?\n\n1. Add, install & pin the Saleshandy Connect Chrome Extension.\n2. Visit your Gmail interface and click on the Extension.\n3. Create a Saleshandy account, and it will reload your Gmail.\n4. Saleshandy's activity dashboard would appear in a different tab.\n5. Open your Gmail, compose and send a message including a link.\n6. Open the sender's Gmail to open the received email and click the link.\n7. You will get an instant Desktop notification that someone opened/clicked your email!\n8. You can find all the activity in your Saleshandy's 1:1 Email Insights dashboard.\n\n👉 No signatures, logos and labels by Saleshandy\n👉 Your recipient won't know they are tracked\n👉 Unique count of opens and clicks\n\n#Track right from your Gmail\n\nYou can easily track when recipients open & click your emails right in your Gmail. No more need to switch tabs between the Email Tracker application and your Gmail account. \nTrack unlimited emails and mailboxes\n\nSaleshandy Connect's Email Tracker allows you to track unlimited emails and Gmail mailboxes just from a single Saleshandy account.\n\n#Get a real-time desktop notification\n\nGet instant desktop notifications when an email has been opened, forwarded or clicked a link.\n\n#Export details from recipient activity log \n\nUse our Saleshandy mailbox to view your Gmail account's full recipient activity log. View or export the list of recipients who opened your email and clicked on links.\n\nLOOK UP EMAILS IN A SNAP\n\nSales professionals use our Email Lookup tool for prospecting, booking more meetings and closing deals. It helps you instantly reveal lead/prospect's email addresses from popular platforms like CRMs and others.\n\n👉 Extract accurate and verified Email Addresses \n👉 Increase productivity & business opportunities\n👉 Get rid of manual prospecting\n\nGetting started with Email Lookup\n\n1. Add & install the Saleshandy Connect Extension.\n2. Visit a profile & click the Extension.\n3. It will automatically extract the Email, First & Last Name of the lead.\n4. In the case of the CRM platform, click on the \"Add to sequence\" button.\n\n#Hyper-personalize your outreach\n\nCreate and add custom fields for a higher level of personalization, for example, Job Title, Company Name, Location, Skill, etc.\n\nAt last, click on the \"Save prospect\" button and Et Voila! 🚀. All your prospects are added successfully to your Saleshandy dashboard.\n\nThe CRM Integrations available with Saleshandy Connect are:\n\n👉 HubSpot (™)\n👉 Zoho (™) \n👉 Freshsales (™)\n\nOur goal is to make the tool enjoyable, and we would like to hear your thoughts and any issues you encounter via email."
  }
}