{
  "name": {
    "ar": "لعبة الجري الفائقة ثلاثية الأبعاد",
    "am": "የማይረሱ ዋጋ 3D ሂደፋል ሮንክ ጨዋታ",
    "bg": "Цветна състезателна 3D хиперкежуъл бягаща игра",
    "bn": "কালার রেস 3D হাইপারক্যাজুয়াল রানিং গেম",
    "ca": "Joc de curses 3D hipercausal amb colors",
    "cs": "Barvářská závodní 3D hyperkauzální běžecká hra",
    "da": "Farverig Race 3D Hypercasual Løbespil",
    "de": "Farbrennen 3D Hypercasual Laufspiel",
    "el": "Παιχνίδι Τρεξίματος με Χρώματα 3D Hypercasual",
    "en,en_AU,en_US": "Color Race 3D Hypercasual Running Game",
    "en_GB": "Colour Race 3D Hypercasual Running Game",
    "es,es_419": "Juego de Carreras en 3D Hipercausal con Colores",
    "et": "Värviline võidusõidu 3D hüperkasiino jooksu mäng",
    "fa": "بازی دویدن 3D هایپرکژوال رنگارنگ",
    "fi": "Värirata 3D Hypercasual juoksupeli",
    "fil": "Kulay Karera 3D Hypercasual Laro ng Takbuhan",
    "fr": "Jeu de Course en 3D Hypercasual avec Couleurs",
    "gu": "રંગ રેસ 3D હાયપરકેઝ્યુઅલ રનિંગ ગેમ",
    "he": "משחק ריצה בצבעים 3D Hypercasual",
    "hi": "रंग रेस 3डी हाइपरकैजुअल रनिंग गेम",
    "hr": "Bojeni Utrka 3D Hypercasual Trkaća Igra",
    "hu": "Színes Verseny 3D Hiperkauzális Futó Játék",
    "id": "Balapan Warna 3D Hypercasual",
    "it": "Corsa a Colori 3D Hypercasual",
    "ja": "カラーレース 3D ハイパーカジュアルランニングゲーム",
    "kn": "ಬಣ್ಣ ರೇಸ್ 3D ಹೈಪರ್ಕ್ಯಾಜುವಲ್ ರನ್ನಿಂಗ್ ಗೇಮ್",
    "ko": "컬러 레이스 3D 하이퍼캐주얼 러닝 게임",
    "lt": "Spalvotas Lenktynių 3D Hiperkazualus Bėgimo Žaidimas",
    "lv": "Krāsains sacīkšu 3D hiperneformāla skriešanas spēle",
    "ml": "കളങ്ങുമരം 3D ഹൈപ്പർകാസ്യൂൽ റൺനിംഗ് ഗെയിം",
    "mr": "रंगांच्या रेस 3D हायपरकॅज्युअल धावपळ गेम",
    "ms": "Permainan Larian 3D Hyperkasual Warna",
    "nl": "Kleuren Race 3D Hypercasual Renspel",
    "no": "Fargerik Løp 3D Hypercasual Løpsspill",
    "pl": "Kolorowy Wyścig 3D Hypercasual Gra Biegowa",
    "pt_BR,pt_PT": "Corrida Colorida 3D Jogo Casual de Corrida",
    "ro": "Cursa Colorată 3D Joc Casual de Alergat",
    "ru": "Цветной Забег 3D Гиперкачественная Игра на Бегу",
    "sk": "Farebný Beh 3D Hyperkauzálna Behacia Hra",
    "sl": "Barvna Dirka 3D Hiperkazualna Igra Z Begom",
    "sr": "Bojeni Trkački 3D Hiperkazualni Igra Trčanja",
    "sv": "Färgstarkt Lopp 3D Hypercasual Löparspel",
    "sw": "Mbio za Rangi 3D Mchezo wa Kukimbia wa Hypercasual",
    "ta": "வண்ண ஓட்டம் 3D ஹைப்பர்கேசுயல் ரன்னிங் விளையாட்டு",
    "te": "రంగు రేసు 3D హైపర్కాజ్యూవల్ రన్నింగ్ గేమ్",
    "th": "เกมวิ่ง 3D Hypercasual สีสัน",
    "tr": "Renk Yarışı 3D Hypercasual Koşu Oyunu",
    "uk": "Кольоровий Біг 3D Гіперкачественна Гра",
    "vi": "Trò Chơi Chạy 3D Hypercasual với Màu Sắc",
    "zh_CN": "彩色赛跑 3D 超休闲跑酷游戏",
    "zh_TW": "彩色賽跑 3D 超休閒跑酷遊戲"
  },
  "short": {
    "ar": "قم بتطوير شخصيتك على المنصة وجمع القطع النقدية. اهزم المستوى بالفوز في المعركة في نهاية المسار.",
    "am": "በመሳሪያ መንደር ላይ ደግሞ መንገድን በመመልከት እና ኮን ይነቃል። ስለዚህ መንገድን በመመልከት ያደረጉ እናመሰግናለን።",
    "bg": "Развивайте своя персонаж на платформата и събирайте монети. Побеждавайте на нивото, като спечелите битката в края на пътя.",
    "bn": "প্ল্যাটফর্মে আপনার চরিত্র বাড়ান এবং সোনা সংগ্রহ করুন। পথের শেষে যুদ্ধ জিতে লেভেল পরাস্ত হোন।",
    "ca": "Fes créixer el teu personatge a la plataforma i recull monedes. Supera el nivell guanyant la lluita al final del camí.",
    "cs": "Rostěte svou postavu na platformě a sbírejte mince. Porazte úroveň vyhráním boje na konci cesty.",
    "da": "Vokse din karakter på platformen og indsamle mønter. Besejr niveauet ved at vinde kampen i enden af stien.",
    "de": "Entwickle deinen Charakter auf der Plattform und sammle Münzen. Besiege das Level, indem du den Kampf am Ende des Pfads gewinnst.",
    "el": "Αναπτύξτε τον χαρακτήρα σας στην πλατφόρμα και συλλέξτε κέρματα. Κερδίστε το επίπεδο κερδίζοντας τη μάχη στο τέλος της διαδρομής.",
    "en,en_AU,en_GB,en_US": "Grow your character on the platform and collect coins. Beat the level by winning the fight at the end of the path.",
    "es,es_419": "Haz crecer tu personaje en la plataforma y recolecta monedas. Supera el nivel ganando la pelea al final del camino.",
    "et": "Kasvatage oma tegelaskuju platvormil ja koguge münte. Võitke tase võitlusega tee lõpus.",
    "fa": "شخصیت خود را بر روی پلتفرم بزرگ کنید و سکه جمع کنید. با پیروزی در جنگ در انتهای مسیر، سطح را بپیروزید.",
    "fi": "Kasvata hahmoasi alustalla ja kerää kolikoita. Voita taso voittamalla taistelu polun lopussa.",
    "fil": "Paramihin ang iyong karakter sa plataporma at mag-ipon ng mga barya. Talunin ang antas sa pamamagitan ng pananalo sa laban sa dulo…",
    "fr": "Faites grandir votre personnage sur la plateforme et collectez des pièces. Battez le niveau en remportant le combat à la fin du…",
    "gu": "તમારા કેરેક્ટરને પ્લેટફોર્મ પર વધારો અને સિક્કાઓ સંગ્રહ કરો. માર્ગના અંતમાં યુદ્ધ જીતીને લેવલ જય કરો.",
    "he": "גדל את הדמות שלך על הפלטפורמה ואסוף מטבעות. הפסק את השלב על ידי ניצחון בקרב בסוף הנתיב.",
    "hi": "प्लेटफ़ॉर्म पर अपने कैरेक्टर को बढ़ाएं और सिक्के जमा करें। पथ के अंत में युद्ध जीतकर स्तर को पार करें।",
    "hr": "Razvijajte svoj lik na platformi i skupljajte novčiće. Pobijedite na razini pobjeđujući borbu na kraju staze.",
    "hu": "Fejleszd a karakteredet a platformon és gyűjts érméket. Győzd le a szintet a harc megnyerésével az út végén.",
    "id": "Kembangkan karakter Anda di platform dan kumpulkan koin. Menangkan pertarungan di akhir jalur untuk mengalahkan level.",
    "it": "Fai crescere il tuo personaggio sulla piattaforma e raccogli monete. Battere il livello vincendo la lotta alla fine del percorso.",
    "ja": "プラットフォーム上でキャラクターを育て、コインを集めましょう。道の終わりで戦いに勝ってレベルをクリアしましょう。",
    "kn": "ನಿಮ್ಮ ಕ್ಯಾರಕ್ಟರ್‌ನನ್ನು ಪ್ಲ್ಯಾಟ್‌ಫಾರಂನಲ್ಲಿ ಬೆಳೆಸಿ ಕಾಣಿಕೆಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ. ಪಥದ ಕೊನೆಯಲ್ಲಿ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲುವುದರಿಂದ ಸಹ ಸರಿಹೋಗುತ್ತದೆ.",
    "ko": "플랫폼에서 캐릭터를 성장시키고 동전을 수집하세요. 길 끝에서 싸움을 이기면 레벨을 클리어할 수 있습니다.",
    "lt": "Auginkite savo personažą platformoje ir renkite monetas. Nugalėkite lygį laimėdami kovą kelio pabaigoje.",
    "lv": "Audzē savu raksturu uz platformas un savāc monētas. Uzvarot cīņu ceļa galā, pārvar līmeni.",
    "ml": "പ്ലാറ്റ്ഫോംലോ നിന്ന് നിന്നും നിന്ന് നിന്നും കരക്ടർ വളർത്തുകയും നാണയങ്ങൾ ശേഖരിക്കുകയും ചെയ്യുക. പാതായത്തെ അന്തത്തോടെ സംഘടിപ്പിക്കാൻ…",
    "mr": "प्लॅटफॉर्मवर आपले कॅरेक्टर वाढवा आणि सोने संग्रहित करा. मार्गाच्या शेवटी झुळूकीत लढका जिंकून लेव्हल विजयी व्हा.",
    "ms": "Tumbuhkan watak anda di platform dan kumpulkan syiling. Menangkan peringkat dengan memenangi pertarungan di hujung jalan.",
    "nl": "Laat je personage groeien op het platform en verzamel munten. Versla het niveau door de strijd aan het einde van het pad te winnen.",
    "no": "La karakteren din vokse på plattformen og samle mynter. Besett nivået ved å vinne kampen i enden av stien.",
    "pl": "Rozwijaj swoją postać na platformie i zbieraj monety. Pokonaj poziom, wygrywając walkę na końcu ścieżki.",
    "pt_BR": "Faça seu personagem crescer na plataforma e colete moedas. Vença o nível ao ganhar a luta no final do caminho.",
    "pt_PT": "Faça crescer a tua personagem na plataforma e recolhe moedas. Vence o nível ao ganhar a luta no final do caminho.",
    "ro": "Crește-ți personajul pe platformă și adună monede. Învinge nivelul câștigând lupta la sfârșitul drumului.",
    "ru": "Развивайте своего персонажа на платформе и собирайте монеты. Побеждайте на уровне, побеждая в битве в конце пути.",
    "sk": "Rastite svojho postavy na platforme a zbierajte mince. Porazte úroveň víťazstvom v boji na konci cesty.",
    "sl": "Rastite svojega lika na platformi in zbirajte kovance. Premagajte raven z zmago v boju na koncu poti.",
    "sr": "Razvijajte svog lika na platformi i sakupljajte novčiće. Pobedite nivo pobedivši borbu na kraju staze.",
    "sv": "Låt din karaktär växa på plattformen och samla mynt. Besegra nivån genom att vinna striden i slutet av vägen.",
    "sw": "Kua tabia yako kwenye jukwaa na kukusanya sarafu. Shinda ngazi kwa kushinda mapigano mwishoni mwa njia.",
    "ta": "உங்கள் கேரக்டரை தளராதபடி உள்ள மேடையில் விளக்குகின்று காசுகளை சேகரிக்கவும். பாதையின் முடிவில் போரில் வெற்றிபெற அந்த அளவுக்கு வெற்றி…",
    "te": "మీ చరిత్రను ప్లాట్‌ఫారంలో పెరిగి కాణికెలు సేకరించండి. పథం చివరిలో యుద్ధం గెలిచి స్తరాన్ని పారుచేయండి.",
    "th": "เสริมสร้างตัวละครของคุณบนแพลตฟอร์มและเก็บเหรียญ ชนะเลเวลโดยการชนะในการต่อสู้ที่สิ้นสุดของเส้นทาง",
    "tr": "Karakterinizi platformda büyütün ve paraları toplayın. Yolu sonunda savaşı kazanarak seviyeyi geçin.",
    "uk": "Розвивайте свою постать на платформі та збирайте монети. Перемагайте на рівні, виграваючи бій в кінці шляху.",
    "vi": "Phát triển nhân vật của bạn trên nền tảng và thu thập xu. Đánh bại cấp độ bằng cách chiến thắng trận đấu ở cuối con đường.",
    "zh_CN": "在平台上培养角色并收集硬币。通过在路径末尾获胜战斗来击败关卡。",
    "zh_TW": "在平台上培養角色並收集硬幣。通過在路徑末尾獲勝戰鬥來擊敗關卡。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Color Race 3D\" is an exhilarating and visually stunning mobile hypercasual running game that takes players on a vibrant and dynamic journey through a world of color and speed. In this adrenaline-pumping adventure, players assume the role of colorful, customizable characters navigating through a series of challenging tracks filled with obstacles and twists.\n\nThe game's core mechanic revolves around changing the color of your character to match the hue of the approaching obstacles. As players speed through the neon-lit tracks, they must strategically switch colors to seamlessly pass through barriers and avoid collisions. The seamless blend of fast-paced racing and color-matching strategy adds an exciting layer of depth to the gameplay, keeping players on their toes and engaged at all times.\n\n\"Color Race 3D\" features a visually captivating environment with mesmerizing landscapes and ever-changing color palettes. The tracks are designed to challenge players' reflexes and decision-making skills, offering a perfect balance between excitement and strategy. The game's intuitive controls make it easy for players of all skill levels to dive into the action-packed races.\n\nAs players progress through the game, they can unlock new characters, customize their appearance, and upgrade their abilities, enhancing the overall gaming experience.\n\nWith its vibrant graphics, addictive gameplay, and strategic color-matching challenges, \"Color Race 3D\" offers a thrilling racing experience that is sure to captivate players and keep them coming back for more. Get ready to embark on a visually stunning journey filled with speed, skill, and a burst of color!\n\nHOW TO PLAY\nYou can move character with the trackpad or mouse.\n\nHOW TO INSTALL\nClick download this Extension using the \"Add to Chrome\" button.\n\nOnce the game has finished loading, simply select the \"Extensions Icon\" button. \n\nAfter clicking this, you'll be directed to the playground area, where the game \"Color Race 3D\" will launch automatically. All that's left is to press the play button and start enjoying the game."
  }
}