{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouFocus - Hide YouTube Distractions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide YouTube suggested videos, comments, and more with a single click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouFocus hides distracting content on YouTube with just one click. Whether you're watching YouTube for educational content or just for entertainment purposes, there is no reason to get sucked into videos that you did not originally intend to watch. \n\n70% of all videos watched on YouTube are those recommended to the user, not searched. With YouFocus, you can beat the YouTube algorithm and watch what YOU want to watch, not what YouTube is recommending. \n\nYouFocus has a customizable experience. You can select which elements of YouTube you want to hide and which elements you want to see. The extension also has a schedule feature, allowing you block distractions during select hours. \n\nYouFocus has intuitive, easy to use controls. Additionally, the state of your extension is synced with your google account, allowing you to use the extension on multiple computers at once. \n\nPrivacy is very important. YouFocus does not have access to your browsing history.\n\nYouFocus creates a more productive YouTube experience by: \n- Hiding Recommended Homepage Videos\n- Hiding Related Sidebar Videos\n- Hiding Endwall Videos\n- Hiding comments\n- Disabling Trending Mode \n- Disabling Subscription Mode\n- Blocking Banner Ads\n- Disabling Autoplay\n- Cleaning Up Left Sidebar\n- Run on Schedule Feature"
  }
}