{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dictalogic - USB device integration"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrates foot pedal and microphone USB devices with Dictalogic's cloud dictation portal , https://www.dictalogic.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dictate and transcribe securely on the Microsoft Azure cloud with our AI-powered dictation service.\nDictalogic dictation solution is a full-featured global dictation system. Users can dictate via their desktop, mobile device, or smartphone and assign the task to an in-house transcriber, Dictalogic transcription service, third party transcription service, or to Microsoft Cognitive Speech. Our language recognition models are extremely accurate, constantly learning industry-specific words and improving accuracy over time and use. The freedom to dictate from anywhere, on any mobile device, to anyone, frees the business user from traditional office restrictions. Work can be monitored and distributed 24/7 across departments within your global office networks.\n\nWe provide multiple ways to dictate to cover most people’s needs.\n\nAudio Only:\n\nTraditional audio dictation, where you simply record audio and send it to a transcriber who can be located anywhere or working from home.\n\nAudio to text:\n\nWith the use of digital transformation, we allow a voice to text conversion on the fly, where you record audio and send it to transcribe as you normally would, but the audio converts to text before it reaches the transcriber. We have multiple assignment options for you to explore.\n\nSpeech to text:\n\nOur solution lets you perform real-time speech to text and the workflow is the same as any other dictation in which you send it to a transcriber.\n\nLegacy hardware support:\n\nWe support 99.9% of USB enabled legacy USB microphones and foot pedals.\n\nRemote working due to COVID?\n\nWorking from home or while travelling is now more essential than ever. Smartphones and tablets are in wide use in the workplace, and we take advantage of these devices. Our web portal and mobile app set your business completely free to work from home or any location. This gives your business the continuity edge it needs during these challenging times. We are proud to provide an amazing fully cloud solution that allows all your lawyers and transcribers to work remotely. Using Microsoft Azure cloud technology, we make digital dictation available anywhere, anytime, securely.\n\nGlobal Admin Dashboard and Reporting:\n\nOur admin console is a single login to manage your entire enterprise from one dashboard. This powerful functionality allows the administrator to have a clear global view of everything that’s set up and configured. Manage user accounts and pool groups, workflows, queues and much more. We also provide valuable dictation and numerous additional analytics based on dictation data captured by your business. We are extremely adaptable and can provide any bespoke reporting as required.\n\nMobile Apps for iOS and Android:\n\nWe have both iOS (Apple) and Android versions of our mobile app. It’s free for our users and can be downloaded from the Apple App Store or Google Play.\n\nCustom dictionaries with industry-specific terminology for speech to text conversion:\n\nAll industries use specific language, terminology, and keywords. We provide built-in dictionaries (“Custom Models”) for each industry. This provides amazing accuracy and ensures the best possible dictation experience. We have built-in dictionary models for legal, medical, finance, and many more. All our model dictionaries are updated as new words are introduced or needed. Working with our customers, we ensure our models always have the latest terminology.\n\nCustomization and third party solution Integration:\n\nWe are experts in customizing Dictalogic per your requirements, and we integrate with most legal systems. We can provide a seamless user experience between your local system and Dictalogic, just let us know which system you use, and we will work with your supplier to get this setup.\n\nData Security and protection:\n\nYour data is saved on the Microsoft Azure datacentre in your preferred country for automatic file encryption and HTTPS security during dictation. The Azure environment is GDPR-compliant and has built-in automatic data retention, along with strong industry-proven password features. In addition, we have a robust data protection policy to protect your data.\n\nTenant deployment models:\n\nWe are experts in Microsoft Azure deployments. We can work with you to set up different deployment scenarios that work best for your business."
  }
}