{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ai SEO Meta Show"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays the meta title and description of the current webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Meta Show - Chrome Extension Description\nTitle: SEO Meta Show\n\nShort Description: Displays the meta title and description of the current webpage. It also collects headers, links, social info, analyzes keywords, checks readability, and gathers contact info.\n\nFull Description:\n\nSEO Meta Show is a powerful Chrome extension designed to provide comprehensive SEO insights for any webpage. Whether you're an SEO professional, web developer, or content creator, this tool will help you gather and analyze crucial SEO elements efficiently.\n\nFeatures:\n\nMeta Information:\n\nQuickly view the meta title and description of the current webpage.\nCollect and store meta information for multiple pages.\nFull SEO Report:\n\nGather a detailed report including meta tags, keywords, canonical URLs, robots tag, author, publisher, and language information.\nHeaders Information:\n\nCollect all headers (H1, H2, H3, H4, H5, H6) on the page to analyze the structure and hierarchy.\nLinks Information:\n\nCollect and analyze all links on the page, including href, text, rel, and target attributes.\nImages Information:\n\nGather details on all images, including filename, alt text, title, caption, description, and size.\nSocial Information:\n\nCollect Open Graph and Twitter card meta tags to ensure social media optimization.\nContact Information:\n\nAutomatically detect and collect available telephone numbers and email addresses on the webpage.\nKeyword Analysis:\n\nAnalyze the most frequently used keywords on the page to help optimize content.\nReadability Check:\n\nCheck the readability of the page content using the Flesch-Kincaid readability score.\nClipboard Integration:\n\nEasily copy all collected information to the clipboard for further analysis and reporting.\nClear Data:\n\nClear all collected data with a single click to start fresh.\nHow to Use:\n\nInstall the Extension: Add SEO Meta Show to your Chrome browser from the Chrome Web Store.\nOpen a Webpage: Navigate to any webpage you want to analyze.\nClick the Extension Icon: Open the extension from the toolbar to view and collect SEO information.\nUse the Tabs: Switch between different tabs to view and collect meta, headers, links, images, social info, contact info, and more.\nAnalyze and Optimize: Use the collected data to make informed decisions about your SEO strategies.\nPermissions Required:\n\nactiveTab: To access the currently active tab in your browser.\nscripting: To execute scripts on the currently active tab to collect necessary data\n.\nPrivacy Policy:\nSEO Meta Show does not collect any personally identifiable information. All data collected is stored locally on your device and is not shared with any third parties.\n\nInstall SEO Meta Show today and take your SEO efforts to the next level with ease and efficiency!"
  }
}