{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Pilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Pilot helps you in your daily SEO tasks such as On-Page SEO analysis, Link Checking, Tags and Assets Preview and more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Made by marketers, SEO Pilot is an SEO Tool geared at helping you optimize your content for SEO and quickly generate new content at scale.  SEO Pilot provides accurate SEO metrics and metadata right where you need it. It allows you to check on-page meta-data and display the primary SEO metadata for any website page for the best SEO.\n\nAnalyze On-Page SEO\n1. Page Metadata - Retrieve the main Meta Tags and metadata for any webpage including Meta Tags, Canonical URL, and more to help you spot and resolve any SEO Issues.\n2. Find Broken Links - Check all Broken Links on a page and categorize them based on HTTP Status Code.\n3. Analyze Every Link (Internal & External) - Improve the search visibility and rank of your website by assessing your internal & external links, enabling you to improve the quality of your links.\n4. Extract Heading Structure - Clear and concise headings are important for SEO. They help users navigate the content and find what’s relevant to them.\n5. Retrieve Image Data - Get key SEO information about your images such as the alt text, image size (to ensure image has been compressed), and more.\n6. Social SEO tags - Verify OpenGraph and Twitter Card metadata so your content appears the way you want it on social.\n\nContact Information Extractor\n1. Email Addresses - Extract all emails found on the page and export them to CSV. Build lists and use them for outreach campaigns or to suggest partnerships.\n2. Social Profile URLs - Understand a site’s social presence by extracting 15+ social URLs.\n3. Phone Numbers - Automatically scan the page for phone numbers and export them so you can reach out to site owners. Ring ring.\n\nSEO Article Writer / AI Writer (Paid Feature)\n1. Overview - Our AI Writer enables you to take an existing page as inspiration to generate a new article.  Want to take an existing top-ranking page and create something similar or want to re-write some of your existing pages?  No problem, our AI Writer does exactly that.  Sign up for a paid plan on SEOPilot.io to access this feature!\n\n2. AI Writing Process - creating an article is a simple three step process: \na) Extract Headings - Retrieve headings from an existing webpage inside your current browser tab.\nb) Refine Your Article Outline - Customize the headers (H1-H6) to suit your needs. Remove, re-write, or add your own new headings.\nc) Generate the Article - Our AI Writer will then craft an SEO-optimized article based on your input. You can then export and publish your article on your website or wherever you need.\n\nSEO Pilot replaces all the popular SEO tools (paid or non-paid) in the Chrome store. \n\nPeople Also Ask Section (PAA) on google search page\na) After enabling PAA feature from the SEO Pilot Extension settings, a section will appear at the right side of the google search page. That section shows People Also Ask questions as a list. \nb) You can change the extraction level (from level 1 to level 5) to get more People Also Ask questions.\nc) You can download the data as CSV. The data points are PAA, Description and URL. \n\nSearch Results on google search page\na) Below the PAA section, there's another section named Search Results.\nc) You can download the Organic Search Results as CSV. The data points are TITLE, Description and URL. \n\nPermissions explained:\nAllow this extension to read and change all your data on websites you visit - This is necessary to retrieve all of the necessary HTML and SEO metadata from any page in which you open the extension."
  }
}