{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RadarsPoint"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Radars Point | Investing Made Simple"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are the one who...\n...want to start saving but can't stop shopping\n...want to start investing but dare not do so\n...want to do a smarter shopping to get more than just a usual cashback \n\nWith Radars Point, you can shop smarter and let your every purchase become more fruitful.\n\n*Shop now! Get Point then\nSimply do your online shopping by choosing brands in Radars Point. The application will direct you to the brands’ online stores so that you can make a purchase as usual. Once your shopping process is completed, you will get “Point” as a cashback. \n\nDiscover famous brands in Radars Point including Shopee, Lazada, AliExpress, Agoda, Samsung, Nike, etc. Get all hot deals, jaw-dropping discounts, trending items, to shop to your heart’s content.     \n\n*Point to money\nPoint in Radars Point can be converted to money. One Point is equal to one Baht. When accumulated enough, Point can be cashed out. You can make a withdrawal to your bank account that you linked with Radars Point\n\n*Point can grow! Shop to earn more. \nKeep on shopping to get more Point. Gradually collecting Point for investing is like growing your own tree. The more Point you earn, the more your tree in Radars Point becomes fruitful. Then you can reap a harvest of your grown tree. \n\n*Point = Business Ownership \nOnly with one Point in Radars Point, you can own a fractional share in world-renowned businesses, both national and international including 7-11, AOT, Starbucks and Facebook.\n\n*Point to goods \nWith your collected Point, you can exchange it for cutting edge gadgets or cool electronics.\n\n#RadarsPoint \n#ลงทุนง่ายๆไม่ต้องใช้เงิน \n#InvestingMadeSimple"
  }
}