{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scripture Tips"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser plugin that recognises references to scripture and converts those references into URL links."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When we discuss important matters, often we use references to scripture to expand or qualify our point. The reader then needs to find and read the scripture before they can decide what their response will be. \n\nSo a writer kindly creates a hyperlink for the reader each time, but that is time consuming, and many people do not bother.\n\nThe plugin has two functions to help with that: \n\nWhen reading what someone else has written, the plugin automatically looks for anywhere that a book name, chapter and verse from the bible has been used and converts the pattern into a clickable link. So it saves us flipping through the thousands of pages of a holy book or copy/pasting the reference to search for it.\n\nIn a similar way, when we are writing to a reader, the plugin can convert all the references to hyperlinks before we send it to the reader. Then, everyone who reads the writing will be able to click the hyperlinks, even if they don't have the plugin installed on their browser.\n\nBy default, there are three online services supported: www.biblegateway.com, www.biblehub.com and blueletterbible.org. You can add your favourite websites by following the instructions in the Extension's Options.\n\nCurrently in Beta (testing and development) stage, works with bible references and English. Planned updates will support other scriptures and languages soon."
  }
}