{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Keyword Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract top keywords and long-tail phrases from any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your content strategy with the SEO Keyword Extractor, a powerful and user-friendly browser extension designed to help you uncover the most relevant keywords from any webpage. Whether you're a content creator, SEO professional, or digital marketer, this extension will streamline your research process and help you craft engaging, high-performing content.\n\nBy installing SEO Keyword Extractor, you'll gain access to the following benefits:\n\n- Instant keyword extraction: Analyze any webpage with a single click to uncover the top keywords and long-tail phrases. Gain valuable insights into the content strategies of top-performing pages in your niche.\n\n- Customizable keyword lists: Choose the number of keywords you'd like to extract, ranging from the top 5 to the top 15, ensuring you receive the most relevant information for your needs.\n\n- Smart filtering: Our advanced algorithm filters out common stop words, providing you with a clean, focused list of keywords and phrases, allowing you to optimize your content for better search engine rankings.\n\n- Easy-to-use interface: The sleek, modern design ensures a seamless user experience, with an intuitive layout that makes extracting keywords from any webpage a breeze.\n\n- Time-saving insights: Say goodbye to tedious manual keyword research. SEO Keyword Extractor streamlines your workflow, allowing you to focus on creating high-quality content that resonates with your target audience."
  }
}