{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Regex101"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Regular expression tester with syntax highlighting, explanation, cheat sheet for PHP/PCRE, Python, Go, JavaScript, Java",
    "de": "Regulärer Ausdruck-Tester mit Syntaxhervorhebung, Erklärung und Spickzettel für PHP/PCRE, Python, Go, JavaScript, Java",
    "es": "Probador de expresiones regulares con resaltado de sintaxis, explicación y hoja de trucos para PHP/PCRE, Python, Go, JavaScript,…",
    "fr": "Testeur d'expressions régulières avec surlignage de syntaxe, explication et feuille de triche pour PHP/PCRE, Python, Go,…",
    "ja": "PHP/PCRE、Python、Go、JavaScript、Java 用の構文強調表示、説明、チートシート付きの正規表現テスター。",
    "pt_BR": "Testador de expressões regulares com realce de sintaxe, explicação e folha de dicas para PHP/PCRE, Python, Go, JavaScript, Java",
    "ru": "Тестер регулярных выражений с подсветкой синтаксиса, объяснениями и шпаргалкой для PHP/PCRE, Python, Go, JavaScript, Java",
    "zh_CN": "正则表达式测试器，带有语法高亮、解释和适用于PHP/PCRE、Python、Go、JavaScript、Java 的速查表。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Regex101 - The Ultimate Regular Expression Tester\n\nNeed a quick and reliable way to test your regular expressions? Regex101 is a simple yet powerful tool designed for developers, coders, and data wranglers who need to test or generate regex patterns on the fly.\n\nKey Features:\n\nRegex Tester: Easily test your regular expressions and see instant results.\nRegex Generator: Craft regex patterns with ease for any task.\nSyntax Highlighting: Understand complex patterns with clear highlighting of your regex.\nRegular Expression Validator: Validate your regex to ensure it works as expected.\nCheat Sheet: Handy reference for popular regex patterns in languages like PHP, Python, JavaScript, Java, and more.\nRegex Match: Test and visualize pattern matches in real-time.\nRegexp Checker: Verify the accuracy of your regular expressions.\nRegex Pattern Tool: Build and refine your regex using our intuitive interface.\nWhether you're new to regular expressions or an experienced coder, Regex101 makes it easy to work with regex, validate patterns, and match text across various languages like PHP, Python, JavaScript, and more. Perfect for anyone searching for a reliable regex online tester, regex checker, or a comprehensive regex editor.\n\nRegex101 is your go-to regex tool for creating, testing, and mastering regular expressions online. Stop guessing—start testing with Regex101.",
    "de": "Regex101 - Der ultimative Reguläre Ausdrücke Tester\n\nSie benötigen eine schnelle und zuverlässige Möglichkeit, Ihre regulären Ausdrücke zu testen? Regex101 ist ein einfaches, aber leistungsstarkes Tool, das für Entwickler, Programmierer und Datenanalysten entwickelt wurde, die Regex-Muster unterwegs testen oder erstellen müssen.\n\nHauptfunktionen:\n\nRegex Tester: Testen Sie Ihre regulären Ausdrücke einfach und sehen Sie sofort die Ergebnisse.\nRegex Generator: Erstellen Sie mühelos Regex-Muster für jede Aufgabe.\nSyntax-Highlighting: Verstehen Sie komplexe Muster mit klarer Hervorhebung Ihrer Regex.\nValidator für reguläre Ausdrücke: Validieren Sie Ihre Regex, um sicherzustellen, dass sie wie erwartet funktionieren.\nCheat Sheet: Praktisches Nachschlagewerk für gängige Regex-Muster in Sprachen wie PHP, Python, JavaScript, Java und mehr.\nRegex Match: Testen und visualisieren Sie Musterübereinstimmungen in Echtzeit.\nRegex-Checker: Überprüfen Sie die Genauigkeit Ihrer regulären Ausdrücke.\nRegex-Tool: Erstellen und optimieren Sie Ihre Regex mit unserer intuitiven Benutzeroberfläche.\nRegex101 ist Ihr zuverlässiges Regex-Tool zum Erstellen, Testen und Meistern regulärer Ausdrücke online. Hören Sie auf zu raten – beginnen Sie mit Regex101 zu testen.",
    "es": "Regex101 - El mejor probador de expresiones regulares\n\n¿Necesitas una forma rápida y confiable de probar tus expresiones regulares? Regex101 es una herramienta sencilla pero poderosa, diseñada para desarrolladores, programadores y analistas de datos que necesitan probar o generar patrones de regex rápidamente.\n\nCaracterísticas principales:\n\nProbador de Regex: Prueba fácilmente tus expresiones regulares y obtén resultados instantáneos.\nGenerador de Regex: Crea patrones de regex para cualquier tarea de manera sencilla.\nResaltado de sintaxis: Entiende patrones complejos con resaltado claro de tu regex.\nValidador de expresiones regulares: Valida tu regex para asegurar que funciona como esperas.\nHoja de trucos: Referencia práctica para patrones de regex populares en lenguajes como PHP, Python, JavaScript, Java y más.\nCoincidencia de Regex: Prueba y visualiza coincidencias de patrones en tiempo real.\nVerificador de Regex: Verifica la exactitud de tus expresiones regulares.\nHerramienta de patrones Regex: Construye y refina tus regex con nuestra interfaz intuitiva.\nRegex101 es tu herramienta de referencia para crear, probar y dominar las expresiones regulares online. ¡Deja de adivinar y comienza a probar con Regex101!",
    "fr": "Regex101 - Le testeur ultime d'expressions régulières\n\nBesoin d'un moyen rapide et fiable pour tester vos expressions régulières ? Regex101 est un outil simple mais puissant conçu pour les développeurs, programmeurs et analystes de données qui doivent tester ou générer des modèles regex rapidement.\n\nPrincipales fonctionnalités :\n\nTesteur Regex : Testez facilement vos expressions régulières et voyez les résultats instantanément.\nGénérateur de Regex : Créez des modèles regex facilement pour toute tâche.\nSurlignage syntaxique : Comprenez les modèles complexes avec une mise en surbrillance claire de vos regex.\nValidateur d'expressions régulières : Validez vos regex pour vous assurer qu'elles fonctionnent comme prévu.\nAide-mémoire : Référence pratique pour les modèles regex populaires dans des langages comme PHP, Python, JavaScript, Java, etc.\nCorrespondance Regex : Testez et visualisez les correspondances de modèles en temps réel.\nVérificateur de Regex : Vérifiez la précision de vos expressions régulières.\nOutil de modèles Regex : Créez et perfectionnez vos regex avec notre interface intuitive.\nRegex101 est votre outil de référence pour créer, tester et maîtriser les expressions régulières en ligne. Arrêtez de deviner – commencez à tester avec Regex101.",
    "ja": "Regex101 - 究極の正規表現テスター\n\n正規表現をテストするための迅速で信頼できる方法が必要ですか？ Regex101は、正規表現パターンを迅速にテストまたは生成する必要がある開発者やプログラマー、データアナリスト向けに設計された、シンプルで強力なツールです。\n\n主な機能：\n\nRegex テスター：正規表現を簡単にテストし、即座に結果を確認できます。\nRegex ジェネレーター：あらゆるタスクに対して簡単に正規表現パターンを作成できます。\n構文の強調表示：正規表現の複雑なパターンを明確に強調表示して理解します。\n正規表現バリデーター：正規表現が期待通りに動作することを確認します。\nチートシート：PHP、Python、JavaScript、Javaなどの言語で人気の正規表現パターンの便利なリファレンス。\nRegex 一致：リアルタイムでパターン一致をテストして可視化します。\nRegex チェッカー：正規表現の正確性を確認します。\nRegex パターンツール：直感的なインターフェースを使用して、正規表現を作成および最適化します。\nRegex101は、正規表現をオンラインで作成、テスト、習得するための頼りになるツールです。もう推測するのはやめて、Regex101でテストを始めましょう。",
    "pt_BR": "Regex101 - O Testador Definitivo de Expressões Regulares\n\nPrecisa de uma maneira rápida e confiável de testar suas expressões regulares? Regex101 é uma ferramenta simples, mas poderosa, projetada para desenvolvedores, programadores e analistas de dados que precisam testar ou gerar padrões de regex rapidamente.\n\nPrincipais recursos:\n\nTestador de Regex: Teste facilmente suas expressões regulares e veja os resultados instantaneamente.\nGerador de Regex: Crie padrões de regex com facilidade para qualquer tarefa.\nRealce de Sintaxe: Entenda padrões complexos com um realce claro do seu regex.\nValidador de Expressão Regular: Valide seu regex para garantir que ele funcione conforme esperado.\nCheat Sheet: Referência prática para padrões de regex populares em linguagens como PHP, Python, JavaScript, Java e mais.\nCorrespondência de Regex: Teste e visualize correspondências de padrões em tempo real.\nVerificador de Regex: Verifique a precisão das suas expressões regulares.\nFerramenta de Padrões Regex: Construa e refine seu regex usando nossa interface intuitiva.\nRegex101 é sua ferramenta confiável para criar, testar e dominar expressões regulares online. Pare de adivinhar – comece a testar com Regex101.",
    "ru": "Regex101 - Лучший тестер регулярных выражений\n\nНужен быстрый и надежный способ тестирования регулярных выражений? Regex101 — это простой, но мощный инструмент, разработанный для разработчиков, программистов и аналитиков данных, которым нужно быстро тестировать или создавать шаблоны регулярных выражений.\n\nОсновные функции:\n\nТестер регулярных выражений: Легко тестируйте свои регулярные выражения и мгновенно получайте результаты.\nГенератор регулярных выражений: Создавайте шаблоны регулярных выражений с легкостью для любой задачи.\nПодсветка синтаксиса: Понимайте сложные шаблоны с четкой подсветкой ваших регулярных выражений.\nВалидатор регулярных выражений: Проверьте, что ваши регулярные выражения работают как ожидается.\nШпаргалка: Удобная справка для популярных регулярных выражений на языках PHP, Python, JavaScript, Java и других.\nПоиск совпадений: Тестируйте и визуализируйте совпадения шаблонов в реальном времени.\nПроверка регулярных выражений: Убедитесь в точности своих регулярных выражений.\nИнструмент для шаблонов регулярных выражений: Создавайте и улучшайте свои регулярные выражения с помощью нашего интуитивного интерфейса.\nRegex101 — ваш надёжный инструмент для создания, тестирования и освоения регулярных выражений онлайн. Прекратите гадать — начните тестировать с Regex101.",
    "zh_CN": "Regex101 - 终极正则表达式测试器\n\n需要快速可靠地测试正则表达式吗？ Regex101 是一款简单却功能强大的工具，专为开发人员、程序员和数据分析人员设计，可以快速测试或生成正则表达式模式。\n\n主要功能：\n\n正则表达式测试器：轻松测试您的正则表达式并即时查看结果。\n正则表达式生成器：轻松创建适合任何任务的正则表达式模式。\n语法高亮：通过清晰的高亮显示，理解复杂的正则表达式模式。\n正则表达式验证器：验证您的正则表达式，确保其按预期工作。\n备忘单：提供常用正则表达式模式的参考，支持PHP、Python、JavaScript、Java等语言。\n正则匹配：实时测试并可视化模式匹配。\n正则表达式检查器：验证您的正则表达式的准确性。\n正则表达式工具：使用我们的直观界面构建和优化正则表达式。\nRegex101 是您在线创建、测试和掌握正则表达式的必备工具。不再猜测——立即使用 Regex101 进行测试。"
  }
}