{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Celebrity Voice Changer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "First Ever Celebrity Voice Changer lets you change your voice to any celebrity voice instantly, just by talking into a mic. \n\nThis…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "First Ever Celebrity Voice Changer lets you change your voice to any celebrity voice instantly, just by talking into a mic. \n\nThis is not a cheap voice effect, like every other voice changer on the market.\n\nIf you've tried voice changers in the past, you've probably encountered voice changers that simply change the pitch or speed of your voice, or put a horrible echo effect or \"dry\" your voice using a frequency gate or other very simple effect... That is not us, we are the real deal. Try our celebrity voice changer for yourself.\n\nFor the first time, you can say anything you want in English, and have it spoken back to you by a huge group of celebrity A-listers.\n\nTo use the extension, make sure you have an Internet connection, then Click and Speak into the microphone. It will automatically detect silence. It should only take a few seconds at most to generate a video of your changed voice back to you. You can then share the video (which contains your changed voice).\n\nLegal Notice: ALL ORIGINAL CONTENT and ARTWORK - NO IMPLIED AFFILIATION or ENDORSEMENT - NO CELEBRITY NAMES or LIKENESS - IMPRESSIONS FOR THE PURPOSE OF PARODY - VOICES ARE ONLY IMPRESSIONS - NOT A SOUNDBOARD - Celebrity Voice Changer is meant to be used as a parody and to create parody. HatsOfApps is not claiming an affiliation with any celebrity who is being parodied. All content within Celebrity Voice Changer is original, and there are no Celebrity or Brand names; only our poor impressions. HatsOffApps uses user-generated content to create the technology and to create user-generated voice changer."
  }
}