{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kardashian Filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block any words which annoy you, including the Kardashians"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UPDATE, Feb 3, 2016: Add your own blocked words!\n\nNew feature: you can add more words to the blocked list. Install the extension and click \"options\" on the Chrome settings area.\n \nFACEBOOK: Users are reporting that this doesn't effectively remove Kardashian content from Facebook, and maybe also Twitter and Google search results.  We're looking into those.  Please understand, this is not a paid project, it's in the \"fun\" category, and we support it when we can.\n\nYou can now experience the web without any Kardashians.  All Kardashian content is automatically removed.\n\nREAL TESTIMONIALS FROM PEOPLE LIKE YOU\n\n\"Around the time of Kimye's wedding, I started getting headaches.  It got worse when I saw pictures of them in Versailles.  I went to my doctor.  He recommended that I install Kardashian Filter.  The headaches went away!  Thanks chiralsoftware!\"\nRalph, Park City, Utah\n\n\"My sleep apnea is gone and I'm making more money!  Thanks, chiralsoftware!\"\nJeanette, Billings, Montana\n\n\"I installed this filter, just to see what would happen.  I felt pretty weird afterwards.  I talked to my friend about these feelings I was having, like I'm not interested in tattoos anymore.  My friend explained, these feelings I'm having are called self-esteem.  Thanks, chiralsoftware!\"\nShawna, Tampa, Florida\n\n\"I no longer have distracting thoughts about diapers.  Thanks, chiralsoftware!\"\nKanye, Los Angeles, California\n\n\nChiral Software, publisher of Kardashian Filter, has no connection with the KardBlock extension, which swiped our icon. We have no connection with Mr. James Shamsi either. Our extension was released over a year before KardBlock was. Mr. Shamsi is better at getting news coverage, while we're better at creating software."
  }
}