{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Playlist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Play List (QPL) for YouTube allows you to create a quick play list from your favourite YouTube videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Playlist is a simple light-weight No-frill Local playlist builder for YouTube. Playlist stays in your computer and you can quickly add/remove videos to the playlist.\n====================================================================\nWhat's New:\n* Added Option to Clear Entire Playlist\n* Performance Tweaks\n====================================================================\nHow many times you have to open multiple tabs in YouTube just because you don't want to miss suggested videos? \n\nWe know YouTube is really an amazing place but sometimes you can  get overwhelmed by choices and would like to quickly add few videos to a temporary play list.\n\nQuick Playlist(QPL) for YouTube is perfect solution for this problem and it allows you to save YouTube videos from anywhere to your local playlist. \n\nIt is very small in size and super fast so it will not affect performance of your browser.\n\nSo don't fall prey of multiple YouTube tabs for watching your favorite videos, just use QPL and enjoy videos at lightning speed :)\n\nPlease send your comments/suggestions to smartwebtechsol@gmail.com\n======================================================================\n\nFAQ:\n\n(1) Can I save the generated playlist? Can I export it or save it to YouTube?\n(A) The generated playlist is automatically saved to your local storage. Currently exporting or saving it to YouTube is not supported as we want to keep this simple, light weight and super-fast.\n\n(2) Why the next video in playlist is not automatically getting played?\n(A) The main purpose of QPL is to allow users to create temporary playlist of the videos that he wants to enjoy. Since adding these videos will be random, we thought users may want to play it as per their choice. If enough users request us for adding auto-play next video feature, we will definitely work upon it.\n\n(3) What is the impact on Chrome Performance if I install this extension?\n(A) QPL is one of those extensions which has minimum performance impact on the chrome browser. It hardly users few KBs of disk space and few MBs of memory. The main motto behind creating this no-frill light weight product is to ensure that there is zero performance impact."
  }
}