{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JAS COMMUNICATIONS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JAS Communications + Applied Epic Integration\n\nExperience the next level of efficiency and customer management with the JAS…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JAS Communications + Applied Epic Integration\n\nExperience the next level of efficiency and customer management with the JAS Communications Chrome extension, now fully integrated with Applied Epic, the industry-leading insurance management system. This powerful integration is designed to streamline workflows, minimize manual tasks, and centralize your client information—giving your brokerage / agency the tools to enhance productivity from a single platform.\nKey Integration Features:\n\n- Real-Time Data Sync: Instantly pull up customer and policy information to ensure accurate, up-to-date details on every interaction.\n  \n- Instant Client Profile Access: Quickly open a customer’s profile with one click, giving you access to essential client data when you need it most.\n\n- Automated Workflows: Simplify daily operations by automating key tasks like client communications, call recordings freeing up your team to focus on what matters.\n\n- Centralized Client Information: Access comprehensive client profiles, including history and relevant data, all in one place to deliver faster, more personalized service.\n\n🌟 Why Integrate JAS Communications with Applied Epic?\n\n- Boost Efficiency: Eliminate redundant data entry and reduce administrative work with synchronized data.\n- Enhance Accuracy: Ensure real-time information updates to minimize errors and improve service reliability.\n- Streamline Operations: Optimize workflows to reduce overhead and save time.\n\n✅ - Improve Customer Insights: Gain better visibility into client needs, enabling more informed service decisions.\n\nOur integration empowers insurance brokerages / agencies to reduce administrative burdens, improve service, and drive growth through secure, compliant data-sharing and elimination of redundant tasks. Discover the productivity boost that comes from aligning your communication tools with Applied Epic.\n\n\n\n\nRequirements\n\n- Must have the Custom SDK or Development SDK for third-party integration (contact your Applied representative for details).\n- Must be a JAS Communications client.\n\nWant to Learn More?\n\nContact our sales team at 1-866-498-0027 ext 1 or email sales@jascommunications.com for additional details and support."
  }
}