{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tacitbase Chrome Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension for Tacitbase app users to create and update candidates from different websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tacitbase is the perfect tool for all types of recruiters. Whether you are an individual recruiter working in-house or for an agency, Tacitbase will help you to be more efficient and productive, making it easier for you to find the best people for your team. With Tacitbase, you can more efficiently manage your pipeline, streamline follow-up actions, collaborate with hiring managers, make fast and accurate comparisons among candidates, and create a more effective sourcing strategy. Tacitbase constantly works towards minimizing recruiters' efforts in hiring. Tacitbase has many fantastic features which help recruiters in building their own customized recruitment pipeline as per job requirements.\nSome of the features of Tacitbase are listed below:\nTracking candidates, Interview scheduling, Video conferencing, Filter candidates, Email, Sourcing plugin, Candidate database, etc. \nThis chrome extension is developed to enhance the recruiters' experience and to save the time in sourcing candidates. Above extension a Tacitbase user can login with existing credentials from Tacitbase app. The Tacitbase chrome extension can be helpful in sourcing new candidates and updating already existing candidates from Tacitbase candidate database."
  }
}