{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliSave - Download AliExpress Images & Videos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download AliExpress product description, images and videos with one click. The most popular tool for AliExpress!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliSave downloader able to downloads product description, images and videos in ONE click with the best quality possible! It is a 100% free extension.\n\n\"AliSave - Downloads AliExpress Images & Videos\" google chrome extension add new features to your browser. This AliSave allows you to save images and videos, description from AliExpress directly to your computer. Its super simple to use.\n\nLook, we know that eCommerce business owners “wear a lot of hats”, when it comes to daily administrative work to keep their shop running. It’s important to find tools that help to make tedious and time-consuming tasks easier, so you can focus on growing your business.\n\nGETTING STARTED:\n1. Install the Extension: Click \"Add to chrome\" button.\n2. Open an AliExpress product page.\n3. Press the download button to download all the images and videos, description from the page\n\nThat’s it!\n\nAliSave focuses solely on providing you with a seamless image and video downloading experience from AliExpress, ensuring you can access your favorite content anytime, anywhere.\n\nAffiliate Disclosure:\nAliSave participates in affiliate programs with AliExpress. This means that when you use our extension to download images and videos, we may earn a commission for qualifying purchases made through the provided links. Rest assured, this does not affect your browsing experience or the functionality of the extension in any way.\n\nStay Updated:\nWe are committed to enhancing your downloading experience. Stay tuned for future updates and improvements to AliSave.\n\nFeel free to play with this tools and explore with it.\n\nThank you."
  }
}