{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Поиск адреса"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Данный сервис разбирает, анализирует, исправляет неполные и/или неправильно написанные почтовые адреса."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ЦЕЛЬ: найти наиболее полное соответствие исходного почтового адреса введенного или вставленного из буфера со стандартной записью в справочнике ФИАС/КЛАДР для России.\nДля работы с адресными данными компаний Белоруссии, Казахстана и Украины мы создали собственные справочники, приведенные к стандарту ФИАС/КЛАДР и обновляемые нами ежемесячно. Для краткости все эти справочники будем называть - эталонные справочники. Чтобы проверить работу сервиса, введите или вставьте из буфера адресную информацию с неполными данными и грамматическими ошибками. Поиск работает и при вводе адреса \"латиницей\".\n\nДанный сервис разбирает, анализирует, исправляет неполные и/или неправильно написанные почтовые адреса и при этом игнорирует избыточную информацию.\nПроверяет почтовый адрес на существование и по результатам поиска в соответствующем эталонном справочнике выводит искомый адрес и/или близкие варианты. Варианты выводятся в таблицу.\nИсправляет адрес с учетом последних изменений в эталонном справочнике (переименованные города, улицы, районы и т.п.). Проводит стандартизацию почтового адреса: неважно насколько в произвольной форме был записан исходный адрес, после разбора контента его компоненты приводятся к стандартной форме, принятой в эталонном справочнике.\nВыводит адрес в полном виде: даже если у вас есть только название населенного пункта и улицы, то остальные адресные данные будут дополнены автоматически. \nПроставляет почтовый индекс.\nПосле клика по правильному варианту выводится карточка адреса.\nПолученные результаты можно посмотреть на карте, а правильный вариант полного почтового адреса скопировать в буфер."
  }
}