{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OTP Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple OTP manager extension for Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Securely stores your OTP secrets in Chrome's storage and log in to your OTP-protected accounts with just two clicks.\nAll secrets are stored using encryption and the Web Credential Management API to keep your data safe.\n\nUsage:\nAdding a new OTP secret:\n\n1) click the OTP-Manager extension icon\n2) click the \"Add new\" button and follow the instructions\n\nLogging in to an OTP-protected account:\n1) When prompted to enter a OTP code, click the OTP-Manager extension icon\n2) Select OTP Manager from the list of available credentials\n3) For some websites, you may need to click into the OTP token field before clicking the extension icon.\n\nSecurity:\nHow are my secrets stored?\nOn first launch, OTP Manager generates a AES-GCM key and stores it in the extension's storage. This key is used to encrypt your secrets before they are stored on the page itself using the Web Credential API. The key is never stored in plaintext, and is only accessible to the extension itself when the user invokes the extension and selects the identity.\n\nHow are my secrets transmitted?\nWhen the user invokes the extension to generate a OTP token, the extension request the encrypted secret from the page. To fulfill this request, the user has to confirm by selecting the OTP Manager identity from the list of available credentials. Then, the extension decrypts the secret and generates the OTP token, which is then sent back to the page. None of your secrets are sent to any third party servers, and the extension only communicates with the page itself.\n\nLicense\nThis project is licensed under the MIT License - see the LICENSE file for details\n\nContribution and source:\nhttps://github.com/MatteoValentini-AT/OTP-Manager"
  }
}