{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Music Remote Control"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English Description:\n\nYouTube Music Remote Control is an extension designed to enhance the YouTube Music experience, allowing users…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English Description:\n\nYouTube Music Remote Control is an extension designed to enhance the YouTube Music experience, allowing users to remotely control the platform from a mobile device or by directly interacting with the existing buttons on the page, without adding any new controls. This extension offers key functionalities like play, pause, and track navigation, all through YouTube Music's native interface. Additionally, it allows users to link a mobile device via a unique link to perform the same actions from anywhere, ensuring synchronization between devices.\n\nBy focusing on remote control of YouTube Music through its original interface, YouTube Music Remote Control provides a simple and efficient way to manage music playback without disrupting the visual experience or adding new elements to the page.\n\nDescripción en Español:\n\nYouTube Music Remote Control es una extensión diseñada para mejorar la experiencia de uso de YouTube Music, permitiendo a los usuarios controlar la plataforma de manera remota desde un dispositivo móvil o mediante la interacción directa con los botones ya existentes en la página, sin necesidad de añadir nuevos controles. Esta extensión ofrece funcionalidades clave, como la reproducción, pausa y navegación de pistas, utilizando la interfaz nativa de YouTube Music. Además, se puede vincular un dispositivo móvil mediante un enlace único para realizar las mismas acciones desde cualquier lugar, manteniendo la sincronización entre dispositivos.\n\nAl centrarse en el control remoto de YouTube Music a través de su interfaz original, YouTube Music Remote Control proporciona una forma sencilla y eficiente de gestionar la reproducción musical sin interrumpir la experiencia visual o añadir nuevos elementos a la página."
  }
}