{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Promptsion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize your prompts, Search with an AI assistant, and organize your ChatGPT conversations with folders."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Promptsion - AI Search Assistant & Prompt Engineer\n\nPromptsion makes AI assistance seamless while browsing. Simply highlight text to get instant, context-aware AI responses and explanations. Perfect for students, researchers, professionals, and anyone who wants to understand content faster with AI assistance than traditional AI websites and applications. Get AI assistance right in your browser faster with fewer clicks.\n\nInstant AI Search - Highlight any text for immediate AI assistance and explanations\nSmart Context Understanding - AI analyzes the full webpage context for more accurate responses\nPrompt Engineering - Transform basic prompts into optimized AI prompts that are clear and concise\nSearch History - Track and revisit your past prompts and responses\nWorks Everywhere - Compatible with articles, research papers, documentation, and any webpage\n\nNEW: Folder Organization for ChatGPT\nWe've added a powerful folder management system to help you stay organized:\n\n- Create custom folders with color coding to organize your AI conversations/chats\n- Pin important folders for quick access\n- Seamlessly switch between multiple email accounts\n\nGet started free - upgrade anytime to access premium features including the new folder organization system."
  }
}