{
  "name": {
    "ar,bg,ca,cs,de,fi,fil,fr,he,hi,hr,hu,id,it,lt,lv,ms,no,pl,ro,ru,sk,sl,sr,sv,th,uk": "Snow Rider 3d Unblocked",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Snow Rider 3d Unblocked Game",
    "da": "snow rider 3d ophævet blokering",
    "el": "snow rider 3d ξεμπλοκαρισμένο",
    "es": "jinete de nieve 3d desbloqueado",
    "et": "lumerattur 3d blokeeringust vabastatud",
    "ja": "スノーライダー 3D ブロック解除",
    "ko": "스노우 라이더 3D 차단 해제됨",
    "nl": "sneeuwrijder 3d gedeblokkeerd",
    "tr": "kar binicisi 3d engeli kaldırıldı",
    "vi": "Người tuyết 3d được bỏ chặn",
    "zh_CN": "雪地骑士 3d 畅通无阻",
    "zh_TW": "雪地騎士 3d 暢通無阻"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Snow rider Games right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil snow rider Game lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε το παιχνίδι snow rider αυτή τη στιγμή. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας…",
    "es": "Juega al juego Snow Rider ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en línea! ¡Pruebalo…",
    "et": "Mängige kohe lumesõitja mängu. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovi seda kohe!",
    "ja": "今すぐスノーライダーゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 바로 스노우 라이더 게임을 즐겨보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel nu Snow Rider Game. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring! Probeer het nu!",
    "tr": "Şu anda kar binicisi Oyunu oyna. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Chơi game người cưỡi tuyết ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao của…",
    "zh_CN": "立即玩雪骑手游戏。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "立即玩雪騎手遊戲。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Snow rider Games right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!\n\nIntroduction\nGet ready for an adrenaline-fueled snowboarding adventure in Snow Rider 3D! This exhilarating game takes you to the majestic snow-covered mountains, where you can carve through slopes, perform tricks, and compete against other riders. Strap on your snowboard and prepare for an unforgettable ride!\n\nGameplay\nSnow Rider 3D offers a thrilling and immersive gameplay experience that captures the excitement of snowboarding on your screen. Here's how to play:\n\n Explore the Mountain: Take some time to explore the mountain, discover hidden paths, and find secret areas. Uncover shortcuts or perform daring jumps to uncover hidden rewards and surprises.\n\nWith its stunning 3D graphics, realistic physics, and immersive gameplay, Snow Rider 3D delivers an exhilarating snowboarding experience. Carve your way through the slopes, perform jaw-dropping tricks, and become the ultimate snowboarder in this thrilling adventure!"
  }
}