{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FamiSafe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FamiSafe extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FamiSafe Chrome Extension works alongside the FamiSafe Jr App for Android to protect Chromebook devices. These are the companions of the FamiSafe Parental Control App, our app for the parent's device. Please only install this app onto the devices being used by a child or teen.\n\nParents need to install FamiSafe Parental Control App on parent devices (usually on your mobile phone or pad). Then, download this Chrome Extension and the FamiSafe Jr App onto your child’s device or devices. Together, the two apps allow parents to manage a child’s screen time, track a child’s location, block inappropriate websites. And other features like game & porn blocking, suspicious photos detecting and suspicious text detecting on social media app like YouTube, Facebook, Instagram, WhatsApp and more on linked mobile, tablet or desktop devices across platforms including Chromebook, Android, iOS, macOS and other major operating systems. FamiSafe help kids cultivate healthy digital habits and create a safe online environment.\n\n\nOur FAQs:\n• Does FamiSafe screen time and parental control app work on other platforms besides Chromebook? \nFamiSafe can protect Android, iOS, Windows, Mac and Kindle.\n\n• Can I install FamiSafe on school-issued Chromebooks?\n If your Chromebook is managed by your child's school, please make sure they allow third party extensions in their Google Suite account so you can install the FamiSafe Extension on the device. \n\n• What languages do you support? \nFamiSafe is available in English, Spanish, French, Portuguese, German, Japanese and Korean.\n\nFor support, contact us here: https://famisafe.wondershare.com/faq/"
  }
}