{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnyCrop"
  },
  "short": {
    "ar": "صور المحاصيل",
    "am,bg,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sr,sw,te,zh_CN,zh_TW": "Crop Images",
    "bn": "ছবি ক্রপ করুন",
    "cs": "Oříznout obrázky",
    "da": "Beskær billeder",
    "de": "Bilder zuschneiden",
    "el": "Περικοπή εικόνων",
    "es": "Recortar imágenes",
    "fi": "Kuvien rajaaminen",
    "fr": "Recadrer les images",
    "he": "חיתוך תמונות",
    "hi": "फसल चित्र",
    "hu": "Képek levágása",
    "id,ms": "Pangkas Gambar",
    "it": "Ritaglia immagini",
    "ja": "画像を切り抜く",
    "ko": "이미지 자르기",
    "nl": "Afbeeldingen bijsnijden",
    "no": "Beskjære bilder",
    "pl": "Przytnij obrazy",
    "ro": "Decupați imagini",
    "ru": "Обрезать изображения",
    "sk": "Orezávanie obrázkov",
    "sv": "Beskära bilder",
    "ta": "பயிர் படங்கள்",
    "th": "ครอบตัดรูปภาพ",
    "tr": "Görüntüleri Kırp",
    "uk": "Обрізати зображення",
    "vi": "Cắt hình ảnh"
  },
  "long": {
    "ar": "AnyCrop هو أداة مجانية لقص الصور على الإنترنت. يعمل مع العديد من تنسيقات الصور، ويمكنك استخدامه على الفور؛ لا يوجد اشتراك.\n\nيضيف هذا الامتداد خيار ”اقتصاص الصورة“ إلى قائمة السياق عند النقر بزر الماوس الأيمن على أي صورة في كروم. ستفتح الصورة في AnyCrop.",
    "am,bg,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sr,sw,te,zh_CN,zh_TW": "AnyCrop is a free online image cropper. It works with many image formats, and you can use it straight away; there's no sign-up.\n\nThis extension adds a \"Crop Image\" option to the context menu when you right-click on any image in Chrome. The image will open in AnyCrop.",
    "bn": "AnyCrop হল একটি বিনামূল্যের অনলাইন ইমেজ ক্রপার। এটি অনেক ইমেজ ফরম্যাটের সাথে কাজ করে এবং আপনি সরাসরি এটি ব্যবহার করতে পারেন; কোন সাইন আপ নেই\n\nএই এক্সটেনশনটি প্রসঙ্গ মেনুতে একটি \"ক্রপ ইমেজ\" বিকল্প যোগ করে যখন আপনি Chrome-এর যেকোনো ছবিতে রাইট-ক্লিক করেন। ছবিটি AnyCrop এ খুলবে।",
    "cs": "AnyCrop je bezplatný online ořezávač obrázků. Pracuje s mnoha formáty obrázků a můžete jej používat ihned; není třeba se registrovat.\n\nToto rozšíření přidá do kontextové nabídky při kliknutí pravým tlačítkem myši na libovolný obrázek v prohlížeči Chrome možnost „Oříznout obrázek“. Obrázek se otevře v aplikaci AnyCrop.",
    "da": "AnyCrop er en gratis online billedbeskærer. Den fungerer med mange billedformater, og du kan bruge den med det samme; der er ingen tilmelding.\n\nDenne udvidelse tilføjer en »Beskær billede«-mulighed til kontekstmenuen, når du højreklikker på et billede i Chrome. Billedet åbnes i AnyCrop.",
    "de": "AnyCrop ist ein kostenloses Online-Bildbeschneidungsprogramm. Es funktioniert mit vielen Bildformaten und Sie können es sofort verwenden; es gibt keine Anmeldung.\n\nDiese Erweiterung fügt dem Kontextmenü eine Option „Bild zuschneiden“ hinzu, wenn Sie in Chrome mit der rechten Maustaste auf ein Bild klicken. Das Bild wird dann in AnyCrop geöffnet.",
    "el": "Το AnyCrop είναι ένα δωρεάν online πρόγραμμα περικοπής εικόνων. Λειτουργεί με πολλές μορφές εικόνας και μπορείτε να το χρησιμοποιήσετε αμέσως, χωρίς εγγραφή.\n\nΑυτή η επέκταση προσθέτει μια επιλογή «Περικοπή εικόνας» στο μενού περιβάλλοντος όταν κάνετε δεξί κλικ σε οποιαδήποτε εικόνα στο Chrome. Η εικόνα θα ανοίξει στο AnyCrop.",
    "es": "AnyCrop es un recortador de imágenes en línea gratuito. Funciona con muchos formatos de imagen y puedes usarlo directamente, sin necesidad de registrarte.\n\nEsta extensión añade la opción «Recortar imagen» al menú contextual cuando haces clic con el botón derecho en cualquier imagen en Chrome. La imagen se abrirá en AnyCrop.",
    "fi": "AnyCrop on ilmainen online-kuvankarsintaohjelma. Se toimii monien kuvaformaattien kanssa, ja voit käyttää sitä heti, eikä siihen tarvitse rekisteröityä.\n\nTämä laajennus lisää ”Crop Image” -vaihtoehdon kontekstivalikkoon, kun napsautat hiiren kakkospainikkeella mitä tahansa kuvaa Chromessa. Kuva avautuu AnyCrop-ohjelmassa.",
    "fr": "AnyCrop est un outil gratuit de recadrage d'images en ligne. Il fonctionne avec de nombreux formats d'image et vous pouvez l'utiliser immédiatement ; il n'y a pas d'inscription.\n\nCette extension ajoute une option « Recadrer l'image » au menu contextuel lorsque vous cliquez avec le bouton droit de la souris sur une image dans Chrome. L'image s'ouvrira dans AnyCrop.",
    "he": "AnyCrop הוא חיתוך תמונה מקוון בחינם. זה עובד עם פורמטים רבים של תמונה, ואתה יכול להשתמש בו מיד; אין הרשמה.\n\nתוסף זה מוסיף אפשרות \"חתוך תמונה\" לתפריט ההקשר כאשר אתה לוחץ לחיצה ימנית על כל תמונה ב-Chrome. התמונה תיפתח ב-AnyCrop.",
    "hi": "AnyCrop एक निःशुल्क ऑनलाइन इमेज क्रॉपर है। यह कई इमेज फ़ॉर्मेट के साथ काम करता है, और आप इसे तुरंत इस्तेमाल कर सकते हैं; इसके लिए साइन-अप की ज़रूरत नहीं है।\n\nजब आप Chrome में किसी इमेज पर राइट-क्लिक करते हैं, तो यह एक्सटेंशन संदर्भ मेनू में \"इमेज क्रॉप करें\" विकल्प जोड़ता है। इमेज AnyCrop में खुलेगी।",
    "hu": "Az AnyCrop egy ingyenes online képvágó program. Számos képformátummal működik, és azonnal használható; nincs regisztráció.\n\nEz a bővítmény a Chrome-ban bármely képre jobb egérgombbal kattintva a „Kép levágása” opciót adja hozzá a kontextusmenühöz. A kép az AnyCrop programban fog megnyílni.",
    "id": "AnyCrop adalah pemangkas gambar online gratis. Ekstensi ini bekerja dengan banyak format gambar, dan Anda bisa langsung menggunakannya; tidak perlu mendaftar.\n\nEkstensi ini menambahkan opsi “Pangkas Gambar” ke menu konteks ketika Anda mengklik kanan pada gambar apa pun di Chrome. Gambar akan terbuka di AnyCrop.",
    "it": "AnyCrop è un ritaglio di immagini online gratuito. Funziona con molti formati di immagine e si può usare subito; non c'è bisogno di registrarsi.\n\nQuesta estensione aggiunge l'opzione “Ritaglia immagine” al menu contestuale quando si fa clic con il tasto destro del mouse su qualsiasi immagine in Chrome. L'immagine si aprirà in AnyCrop.",
    "ja": "AnyCropは無料のオンライン画像クロッパーです。多くの画像フォーマットに対応し、サインアップ不要ですぐに使用できます。\n\nこの拡張機能は、Chromeで画像を右クリックすると、コンテキストメニューに「画像をクロップ」オプションが追加されます。画像はAnyCropで開きます。",
    "ko": "AnyCrop은 무료 온라인 이미지 자르기 프로그램입니다. 다양한 이미지 형식에서 작동하며 가입할 필요 없이 바로 사용할 수 있습니다.\n\n이 확장 프로그램은 Chrome에서 이미지를 마우스 오른쪽 버튼으로 클릭하면 컨텍스트 메뉴에 '이미지 자르기' 옵션이 추가됩니다. 이미지가 AnyCrop에서 열립니다.",
    "ms": "AnyCrop ialah pemangkas imej dalam talian percuma. Ia berfungsi dengan banyak format imej, dan anda boleh menggunakannya terus; tiada pendaftaran.\n\nSambungan ini menambah pilihan \"Pangkas Imej\" pada menu konteks apabila anda mengklik kanan pada mana-mana imej dalam Chrome. Imej akan dibuka dalam AnyCrop.",
    "nl": "AnyCrop is een gratis online image cropper. Het werkt met veel afbeeldingsformaten en je kunt het meteen gebruiken; je hoeft je niet aan te melden.\n\nDeze extensie voegt een optie “Afbeelding bijsnijden” toe aan het contextmenu wanneer je met de rechtermuisknop klikt op een afbeelding in Chrome. De afbeelding wordt geopend in AnyCrop.",
    "no": "AnyCrop er en gratis bildebeskjærer på nett. Den fungerer med mange bildeformater, og du kan bruke den med en gang; det er ingen registrering.\n\nDenne utvidelsen legger til et «Beskjær bilde»-alternativ i kontekstmenyen når du høyreklikker på et bilde i Chrome. Bildet åpnes i AnyCrop.",
    "pl": "AnyCrop to darmowy program do przycinania obrazów online. Działa z wieloma formatami obrazów i można z niego korzystać od razu; nie trzeba się rejestrować.\n\nTo rozszerzenie dodaje opcję „Przytnij obraz” do menu kontekstowego po kliknięciu prawym przyciskiem myszy dowolnego obrazu w Chrome. Obraz zostanie otwarty w AnyCrop.",
    "ro": "AnyCrop este un program online gratuit de decupare a imaginilor. Funcționează cu multe formate de imagine și îl puteți utiliza imediat; nu există înregistrare.\n\nAceastă extensie adaugă o opțiune „Crop Image” în meniul contextual atunci când faceți clic dreapta pe orice imagine în Chrome. Imaginea se va deschide în AnyCrop.",
    "ru": "AnyCrop - это бесплатный онлайн-обрезчик изображений. Оно работает со многими форматами изображений, и вы можете использовать его сразу же, без регистрации.\n\nЭто расширение добавляет опцию «Обрезать изображение» в контекстное меню, когда вы щелкаете правой кнопкой мыши по любому изображению в Chrome. Изображение откроется в AnyCrop.",
    "sk": "AnyCrop je bezplatný online orezávač obrázkov. Funguje s mnohými formátmi obrázkov a môžete ho používať ihneď; nie je potrebné sa registrovať.\n\nToto rozšírenie pridá do kontextovej ponuky možnosť „Orezanie obrázka“, keď kliknete pravým tlačidlom myši na akýkoľvek obrázok v prehliadači Chrome. Obrázok sa otvorí v aplikácii AnyCrop.",
    "sv": "AnyCrop är en gratis bildbeskärare online. Det fungerar med många bildformat, och du kan använda det direkt; det finns ingen registrering.\n\nTillägget lägger till alternativet ”Crop Image” i snabbmenyn när du högerklickar på en bild i Chrome. Bilden kommer att öppnas i AnyCrop.",
    "ta": "AnyCrop ஒரு இலவச ஆன்லைன் படத்தை க்ராப்பர் ஆகும். இது பல பட வடிவங்களுடன் வேலை செய்கிறது, மேலும் நீங்கள் அதை நேரடியாகப் பயன்படுத்தலாம்; பதிவு எதுவும் இல்லை.\n\nஇந்த நீட்டிப்பு நீங்கள் Chrome இல் உள்ள எந்தப் படத்தையும் வலது கிளிக் செய்யும் போது சூழல் மெனுவில் \"படத்தை செதுக்கு\" விருப்பத்தை சேர்க்கிறது. படம் AnyCrop இல் திறக்கப்படும்.",
    "th": "AnyCrop คือโปรแกรมตัดรูปภาพออนไลน์ฟรี โปรแกรมนี้ใช้งานได้กับรูปแบบรูปภาพมากมาย และคุณสามารถใช้งานได้ทันทีโดยไม่ต้องลงทะเบียน\n\nส่วนขยายนี้จะเพิ่มตัวเลือก \"ตัดรูปภาพ\" ลงในเมนูบริบทเมื่อคุณคลิกขวาที่รูปภาพใดๆ ใน Chrome รูปภาพจะเปิดขึ้นใน AnyCrop",
    "tr": "AnyCrop ücretsiz bir çevrimiçi resim kırpıcıdır. Birçok resim formatıyla çalışır ve hemen kullanabilirsiniz; kaydolmanız gerekmez.\n\nBu uzantı, Chrome'da herhangi bir resme sağ tıkladığınızda içerik menüsüne bir “Resmi Kırp” seçeneği ekler. Görüntü AnyCrop'ta açılacaktır.",
    "uk": "AnyCrop - це безкоштовний онлайн-сервіс для обрізання зображень. Він працює з багатьма форматами зображень, і ви можете використовувати його одразу, без реєстрації.\n\nЦе розширення додає опцію «Обрізати зображення» в контекстне меню, коли ви клацаєте правою кнопкою миші на будь-якому зображенні в Chrome. Зображення відкриється в AnyCrop.",
    "vi": "AnyCrop là trình cắt ảnh trực tuyến miễn phí. Nó hoạt động với nhiều định dạng ảnh và bạn có thể sử dụng ngay; không cần đăng ký.\n\nTiện ích mở rộng này thêm tùy chọn \"Cắt ảnh\" vào menu ngữ cảnh khi bạn nhấp chuột phải vào bất kỳ ảnh nào trong Chrome. Ảnh sẽ mở trong AnyCrop."
  }
}