{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frog Mini Games Collection"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Frog Mini Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction: Welcome to Frog Game! This is an entertaining frog game that is incredibly easy to pick up. In this game, you will be clicking on frogs that appear on the screen to earn points and unlock new levels. Each level consists of a variety of mini-games, allowing you to enjoy different challenges and fun experiences. Are you ready? Click start and let's explore this delightful world of frogs together!\n\nKey Features:\n\nSimple and addictive clicking fun: Frog mini Game is incredibly easy to play - simply click on the frogs that appear on the screen to earn points. The faster you click, the more points you earn. Enjoy the satisfying and addictive fun of clicking, allowing you to relax and unwind while playing the game.\nLevel-based gameplay with diverse mini-games: The game features a level-based system, with each level comprising different mini-games. You can try out various mini-games, such as jumping games, chase games, quick reaction games, and more. Each mini-game offers unique gameplay and challenges, keeping you engaged and entertained.\nUnlock new levels and frog characters: By earning enough points, you can unlock new levels and adorable frog characters. Each level has its own theme and difficulty, while each frog character possesses unique traits and abilities. Aim to collect as many points as possible to unlock all levels and frog characters, showcasing your achievements!"
  }
}