{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TweeFeed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Craft Perfect Tweet Replies & DM with GPT-4 AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension that could change everything about how you engage on X!\n\nTweeFeed uses GPT 4 Engine + Data + Prompt Engineering to craft personalized responses in just seconds. Whether you're managing a brand account or simply looking to up your X (Twitter) game or boosting your sales numbers, TweeFeed has you covered.\nNow, you can craft personalized DMs with single click.\n\nConvert your X (Twitter) connections and turn them into meaningful relationships with TweeFeed's groundbreaking DM features. Say goodbye to awkward silences and missed opportunities – TweeFeed empowers you to initiate first DM conversations with confidence and keep the conversation flowing naturally with AI-powered response generator. \n\nWhether it's finding the right words to express your thoughts or generating creative follow-up questions, TweeFeed has you covered. Take advantage of its potential and unlock those million-dollar opportunities that await you. Start your personalized and faster DM conversations today.\n\nKey features:\n1. Personalized responses during X (Twitter) interactions\n2. Different replies for each mood\n3. Time-saving one-click reply generation\n4. Analyzing user profiles to create powerful first DM\n5. Personalized DM suggestions to continue conversations\n\nDo you want to know how TweeFeed always have the best responses? It can do this by examining each tweet and making a response that is tailored to both tone and context of the conversation. You want to go further than anyone else in your Twitter game, right? Get TweeFeed!\n\n\nFAQs\n\nQ: How is TweeFeed different?\nWho wants to deal with generic replies? We don't send automated messages, but rather create unique and personalized answers. Our artificial intelligence is able to understand different emotions and therefore it responds accordingly so that every interaction can be diverse and creative. Moreover, we have fine-tuned these responses through countless trials hence you are guaranteed of quality.\n\nQ: Is TweeFeed free?\nAbsolutely! Everyone gets 100 free replies to test the waters. Once you're hooked (which we bet you will be!), our website offers affordable plans to fit your needs. Pssst...give us a shoutout on social media and tag us, and we might just boost your free replies\n\nQ: Can it churn out endless responses?\nCorrect! With TweeFeed, ideas never run dry. It constantly comes up with new and relevant replies which means that one will always find something interesting from a wide variety of Twitter interactions he or she may get involved in.\n\n\nQ: Why should I go for TweeFeed?\n1. Creating DMs easily: Send out the first messages that are personalized and sound like a professional.\n2. Seamless conversation flow: Keep chat going with the assistance of our AI-driven answers.\n3. It saves time on business activities: Don't waste time writing messages, rather, manage your DMs perfectly.\n4. Stronger connections: Develop stronger relationships with your Twitter followers.\n\nQ: How does it boost my Twitter engagement?\nTweeFeed generates personalized responses to elicit different emotions. The AIML-based responses do attract attention and encourage others to comment more thereby increasing interactions on your tweets. More comments equal more fun, right?\n\nQ: Is TweeFeed only for Twitter?\nYes that right! With its smart AI technology TweeFeed offers you replies well suited for Twitter.\n\nReady to up your Twitter game? Get Tweefeed now and see the difference!"
  }
}