{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Grammar and Spell Checker by Ginger"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your English communication with Ginger's all-in-one AI spelling and grammar checker!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ginger combines a contextual Grammar check with an AI-based Rephrase to ensure mistake-free texts and enhance your creativity and style.\n\nWhat’s more, Ginger offers features like Synonyms lookup, Definitions dictionary and high-quality text Translation for 40+ languages.\n\nThe extension works directly in your preferred sites and corrects your texts as you type.\n\nPerfect your writing for your business correspondences, academic assignments or social media presence.\n\n----------------------------\nKey features:\n----------------------------\n\n★ Works in real-time: get suggestions from Ginger as you type in Gmail, Whatsapp, Facebook, LinkedIn and all your favorite websites.\n\n★ Focus on expressing your ideas, while Ginger takes care of your sentence structure, grammar, spelling and punctuation errors.\n\n★ AI-powered Rephrase: explore alternative turns of phrase for your texts, while maintaining your intended message. \n\n★ Synonyms Lookup: double-click a word or select an expression and explore a rich variety of synonyms to find THE perfect match.\n\n★ Definitions Dictionary: look up words while reading with a simple click.\n\n★ Translation support for 40+ languages: instantly translate your texts, mails, posts or messages using neural machine translation.\n\n----------------------------\nWhy is Ginger better?\n----------------------------\n\n★ Ginger goes beyond spelling and grammar. It analyses the entire sentences to suggest context-based corrections, including punctuation.\n\nExample: \nUnfortunatly I couldn’t be their for the event. \n\n> Unfortunately, I couldn’t be there for the event.\n\n★ In addition to grammar, exceptional writing requires attention to style. Rephrase complements grammar check by refining your prose, ensuring that every word resonates with the reader.\n\nExample: \nIts a real god tool for peiple with troubles to writte arpopriately.\n\n*Grammar Check*: \n> It's a really good tool for people with troubles to write appropriately.\n\n* Grammar Check & Rephrase*: \n> It's an excellent tool for individuals who have trouble writing properly.\n\n--------------------\nImportant Note:\n--------------------\n\nGinger respects user privacy and doesn’t store any personal data.\n\nSecurely enjoy Ginger's corrections in your emails, on social media platforms, and other websites.\n\n-----------------------------------------------\nEnjoy Ginger everywhere you write! \n-----------------------------------------------\n\nGet full Ginger coverage. \n\nCheck and perfect your English writing in everywhere on your computer: in apps like MS Word, PowerPoint, Outlook, and browsers like Chrome, Edge, and more.\n\nDiscover Ginger for iOS and Android mobile devices.\n\nDownload Ginger for free at www.gingersoftware.com"
  }
}