{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "History Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A single-click browser history cleaner. You can wipe your browser history for a configurable period.",
    "de": "Ein Reiniger für den Browserverlauf mit nur einem Klick. Sie können Ihren Browserverlauf für einen konfigurierbaren Zeitraum…",
    "es": "Un limpiador del historial del navegador con un solo clic. Puede limpiar el historial del navegador durante un período configurable.",
    "fr": "Un nettoyeur d'historique de navigation en un seul clic. Vous pouvez effacer l'historique de votre navigateur pour une période…",
    "it": "Un pulitore della cronologia del browser con un solo clic. Puoi cancellare la cronologia del tuo browser per un periodo…",
    "ja": "ワンクリックで使えるブラウザ履歴クリーナー。設定可能な期間、ブラウザの履歴を消去することができます。",
    "nl": "Een één-klik browser geschiedenis reiniger. U kunt uw browsergeschiedenis voor een instelbare periode wissen.",
    "pt_BR": "Um limpador de histórico do navegador com um único clique. Você pode limpar o histórico do seu navegador por um período…",
    "ru": "Очистка истории браузера одним щелчком мыши. Вы можете очистить историю браузера за настраиваемый период времени.",
    "zh_CN": "一个一键式的浏览器历史记录清理器。你可以在一个可配置的时期内清除你的浏览器历史记录。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension is the simplest method to clear your browser history for a specific time frame. You have the flexibility to set a custom period through the options page, as well as define the zone for which you wish to delete the history data.\n\nFor a more thorough cleaning experience, try out my eCleaner: \nhttps://chrome.google.com/webstore/detail/ecleaner-forget-button/ejhlpopncnfaaeicmbdnddebccnkfenn\n\nWith this extension, you can delete the history from three distinct contexts:\n1. Regular websites\n2. Protected websites (Websites installed as hosted applications)\n3. Extensions zone (Installed extensions and packaged applications)\n\nModes of Operation:\n1. Using the User Interface (UI): Click on the browser action, choose the desired cleaning period, and press the \"Run Cleaning\" button.\n2. Headless Mode (Single Click): Select the \"Do not show this window\" option after opening the interface. From then on, when you click on the browser action, the extension will automatically run the cleaning job in headless mode.\n\nFrequently Asked Questions (FAQs):\n- How can I restore the interface in headless mode? \nOpen the options page and uncheck the \"Do not show this window\" option.",
    "de,es,fr,it,ja,nl,pt_BR,ru,zh_CN": "History Cleaner is the easiest way to clear your browser history for a specified period. You can define a custom period on the options page. Also, you can define the area (zone) in which you want the data to be cleared.\n\nFor a more comprehensive cleaner try my eCleaner\nhttps://chrome.google.com/webstore/detail/ecleaner-forget-button/ejhlpopncnfaaeicmbdnddebccnkfenn\n\nUsing this extension it is possible to delete the history of three different zones:\n1. Normal websites,\n2. Protected websites,\n3. Extension zone\n\nDefinitions:\n  -> Extensions zone: Extensions and packaged applications a user has installed\n  -> Protected websites zone: Websites that have been installed as hosted applications\n\nFor bug reports please visit:\n  https://github.com/andy-portmen/ecleaner\n\nFor FAQs please visit:\n  https://add0n.com/ecleaner.html"
  }
}