{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Thesaurus Rex: Dictionary at a Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your reading and grow your vocabulary without disrupting your flow."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of words with Thesaurus Rex! This essential Chrome extension enriches your browsing experience by providing instant definitions for any selected word, acting as your personal dictionary at a click.\n\nKey Features:\n\n- Instant Definitions: Select a word and click the button that appears below it to reveal its definition in a sleek dialog right above the word. No more tedious searches or tab switching!\n\n- User-Friendly Design: Enjoy a seamless, unobtrusive interface that keeps your reading flow intact while providing quick access to meanings.\n\nExpand Your Vocabulary: Enhance your language skills with every lookup, making it perfect for students, professionals, and anyone looking to improve their English vocabulary.\n\n- Contextual Examples: Gain a deeper understanding of how to use new words effectively in your writing and conversations. Whether you're looking for English to Urdu translation or word of the day inspiration, it's all right at your fingertips.\n\n- New Bookmarks Feature: You can now bookmark words you find interesting and revisit them later—perfect for expanding your knowledge on the go.\n\nWith Thesaurus Rex, knowledge is just a click away. Download today and transform your reading experience with instant dictionary access!"
  }
}