{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LightLang (Advanced Quick Translate)"
  },
  "short": {
    "ar": "ترجمة سريعة للكلمات والجمل وما إلى ذلك. دون الحاجة إلى الاختيار اليدوي. تعلم اللغات الأجنبية في غضون أيام!",
    "am": "ፈጣን የቃላት ትርጉም፣ ዓረፍተ ነገር፣ ወዘተ. በእጅ ምርጫ ሳያስፈልግ. በጥቂት ቀናት ውስጥ የውጭ ቋንቋዎችን ይማሩ!",
    "bg": "Бърз превод на думи, изречения и др. без необходимост от ръчен избор. Научете чужди езици за броени дни!",
    "bn": "শব্দ, বাক্য ইত্যাদির দ্রুত অনুবাদ। ম্যানুয়াল নির্বাচনের প্রয়োজন ছাড়াই। কয়েক দিনের মধ্যে বিদেশী ভাষা শিখুন!",
    "ca": "Traducció ràpida de paraules, frases, etc. sense necessitat de seleccionar manualment. Aprèn idiomes estrangers en qüestió de dies!",
    "cs": "Rychlý překlad slov, vět atd. bez nutnosti ručního výběru. Naučte se cizí jazyky během několika dní!",
    "da": "Hurtig oversættelse af ord, sætninger mv. uden behov for manuelt valg. Lær fremmedsprog på få dage!",
    "de": "Schnelle Übersetzung von Wörtern, Sätzen usw. ohne dass eine manuelle Auswahl erforderlich ist. Lernen Sie Fremdsprachen in wenigen…",
    "el": "Γρήγορη μετάφραση λέξεων, προτάσεων κ.λπ. χωρίς την ανάγκη χειροκίνητης επιλογής. Μάθετε ξένες γλώσσες σε λίγες μέρες!",
    "en,en_AU,en_GB,en_US": "Quick translation of words, sentences, etc. without the need for manual selection. Learn foreign languages ​​in a matter of days!",
    "es,es_419": "Traducción rápida de palabras, oraciones, etc. sin necesidad de selección manual. ¡Aprende idiomas extranjeros en cuestión de días!",
    "et": "Sõnade, lausete jms kiire tõlkimine. ilma et oleks vaja käsitsi valida. Õppige võõrkeeli mõne päevaga!",
    "fa": "ترجمه سریع کلمات، جملات و غیره بدون نیاز به انتخاب دستی زبان های خارجی را در عرض چند روز یاد بگیرید!",
    "fi": "Sanojen, lauseiden jne. nopea käännös. ilman manuaalista valintaa. Opi vieraita kieliä muutamassa päivässä!",
    "fil": "Mabilis na pagsasalin ng mga salita, pangungusap, atbp. nang hindi nangangailangan ng manu-manong pagpili. Alamin ang mga banyagang…",
    "fr": "Traduction rapide de mots, phrases, etc. sans avoir besoin de sélection manuelle. Apprenez des langues étrangères en quelques jours…",
    "gu": "શબ્દો, વાક્યો વગેરેનો ઝડપી અનુવાદ. મેન્યુઅલ પસંદગીની જરૂરિયાત વિના. થોડા દિવસોમાં વિદેશી ભાષાઓ શીખો!",
    "he": "תרגום מהיר של מילים, משפטים וכו'. ללא צורך בבחירה ידנית. למד שפות זרות תוך מספר ימים!",
    "hi": "शब्दों, वाक्यों आदि का त्वरित अनुवाद। मैन्युअल चयन की आवश्यकता के बिना. कुछ ही दिनों में विदेशी भाषाएँ सीखें!",
    "hr": "Brzi prijevod riječi, rečenica itd. bez potrebe za ručnim odabirom. Naučite strane jezike za nekoliko dana!",
    "hu": "Szavak, mondatok stb. gyors fordítása. kézi kiválasztás nélkül. Tanuljon idegen nyelveket néhány nap alatt!",
    "id": "Terjemahan cepat kata, kalimat, dll. tanpa perlu seleksi manual. Belajar bahasa asing dalam hitungan hari!",
    "it": "Traduzione rapida di parole, frasi, ecc. senza la necessità di selezione manuale. Impara le lingue straniere in pochi giorni!",
    "ja": "単語や文章などを素早く翻訳します。手動で選択する必要はありません。数日で外国語を学びましょう！",
    "kn": "ಪದಗಳು, ವಾಕ್ಯಗಳು ಇತ್ಯಾದಿಗಳ ತ್ವರಿತ ಅನುವಾದ. ಹಸ್ತಚಾಲಿತ ಆಯ್ಕೆಯ ಅಗತ್ಯವಿಲ್ಲದೆ. ಕೆಲವೇ ದಿನಗಳಲ್ಲಿ ವಿದೇಶಿ ಭಾಷೆಗಳನ್ನು ಕಲಿಯಿರಿ!",
    "ko": "단어, 문장 등의 빠른 번역 수동으로 선택할 필요 없이. 며칠 만에 외국어를 배우세요!",
    "lt": "Greitas žodžių, sakinių ir kt. vertimas. nereikalaujant rankinio pasirinkimo. Išmokite užsienio kalbas per kelias dienas!",
    "lv": "Ātra vārdu, teikumu utt. tulkošana. bez manuālas izvēles. Apgūsti svešvalodas dažu dienu laikā!",
    "ml": "വാക്കുകൾ, വാക്യങ്ങൾ മുതലായവയുടെ ദ്രുത വിവർത്തനം. സ്വമേധയാലുള്ള തിരഞ്ഞെടുപ്പിൻ്റെ ആവശ്യമില്ലാതെ. ദിവസങ്ങൾക്കുള്ളിൽ വിദേശ ഭാഷകൾ…",
    "mr": "शब्द, वाक्य इत्यादींचे द्रुत भाषांतर. मॅन्युअल निवडीशिवाय. काही दिवसात परदेशी भाषा शिका!",
    "ms": "Terjemahan pantas perkataan, ayat, dsb. tanpa memerlukan pemilihan manual. Belajar bahasa asing dalam beberapa hari!",
    "nl": "Snelle vertaling van woorden, zinnen, enz. zonder de noodzaak van handmatige selectie. Leer vreemde talen binnen een paar dagen!",
    "no": "Rask oversettelse av ord, setninger osv. uten behov for manuelt valg. Lær fremmedspråk i løpet av få dager!",
    "pl": "Szybkie tłumaczenie słów, zdań itp. bez konieczności ręcznego wybierania. Naucz się języków obcych w ciągu kilku dni!",
    "pt_BR,pt_PT": "Tradução rápida de palavras, frases, etc. sem a necessidade de seleção manual. Aprenda línguas estrangeiras em questão de dias!",
    "ro": "Traducerea rapidă a cuvintelor, propozițiilor etc. fără a fi necesară selecția manuală. Învață limbi străine în câteva zile!",
    "ru": "Быстрый перевод слов, предложений и т.д. без необходимости ручного выделения. Изучайте иностранные языки за считанные дни!",
    "sk": "Rýchly preklad slov, viet atď. bez nutnosti manuálneho výberu. Naučte sa cudzie jazyky za pár dní!",
    "sl": "Hitro prevajanje besed, stavkov itd. brez potrebe po ročni izbiri. Naučite se tujih jezikov v nekaj dneh!",
    "sr": "Брзи превод речи, реченица итд. без потребе за ручним одабиром. Научите стране језике за неколико дана!",
    "sv": "Snabböversättning av ord, meningar etc. utan behov av manuellt val. Lär dig främmande språk på några dagar!",
    "sw": "Tafsiri ya haraka ya maneno, sentensi, n.k. bila hitaji la uteuzi wa mwongozo. Jifunze lugha za kigeni katika suala la siku!",
    "ta": "வார்த்தைகள், வாக்கியங்கள் போன்றவற்றின் விரைவான மொழிபெயர்ப்பு. கைமுறை தேர்வு தேவை இல்லாமல். சில நாட்களில் வெளிநாட்டு மொழிகளைக்…",
    "te": "పదాలు, వాక్యాలు మొదలైన వాటి యొక్క శీఘ్ర అనువాదం. మాన్యువల్ ఎంపిక అవసరం లేకుండా. కొద్ది రోజుల్లో విదేశీ భాషలను నేర్చుకోండి!",
    "th": "การแปลคำ ประโยค ฯลฯ อย่างรวดเร็ว โดยไม่จำเป็นต้องเลือกด้วยตนเอง เรียนรู้ภาษาต่างประเทศในเวลาไม่กี่วัน!",
    "tr": "Kelimelerin, cümlelerin vb. hızlı çevirisi. manuel seçime gerek kalmadan. Birkaç gün içinde yabancı dil öğrenin!",
    "uk": "Швидкий переклад слів, речень тощо. без потреби ручного виділення. Вивчайте іноземні мови за лічені дні!",
    "vi": "Dịch nhanh các từ, câu, v.v. mà không cần phải lựa chọn thủ công. Học ngoại ngữ chỉ trong vài ngày!",
    "zh_CN": "快速翻译单词、句子等。无需手动选择。几天之内学会外语！",
    "zh_TW": "快速翻譯單字、句子等。無需手動選擇。幾天內學會外語！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Quick translation of words, sentences, etc. without the need for manual selection. Learn foreign languages in a matter of days!\n\nWithout the need for manual highlighting, you can translate different parts of the text at almost reading speed, which will allow you to quickly learn to read in a given language!\n\nMain functions:\n    • Auto-selection - press Alt+Shift, then move the cursor over the desired element (for example, a word). The part of the text you need will be highlighted automatically as an underline. Next, click the mouse to translate. You don't have to manually select the most common text units (words, sentences, etc.)\n    • Auto-selection with continuation. Hover over an element, then press Ctrl+Alt+Shift, and hover over other elements to add them to the selection.\n    • Voice the selected element - Alt+Shift+A. Note: If the source language is set to \"Detect Automatically\", this may increase the voiceover delay time.\n\nAuto allocation levels:\n    • Symbol\n    • Word\n    • Sentence\n    • Paragraph\n\nTo change the level, scroll the mouse wheel while pressing Alt+Shift. This way you can switch between levels as quickly and easily as possible!",
    "de": "Schnelle Übersetzung von Wörtern, Sätzen usw. ohne manuelle Auswahl. Lernen Sie Fremdsprachen in wenigen Tagen!\n\nOhne manuelles Hervorheben können Sie verschiedene Textteile nahezu in Lesegeschwindigkeit übersetzen und so schnell das Lesen in einer bestimmten Sprache erlernen!\n\nHauptfunktionen:\n    • Automatische Auswahl – drücken Sie Alt+Shift und bewegen Sie dann den Cursor über das gewünschte Element (z. B. ein Wort). Der benötigte Textteil wird automatisch als Unterstreichung hervorgehoben. Klicken Sie anschließend mit der Maus, um zu übersetzen. Sie müssen die gängigsten Texteinheiten (Wörter, Sätze usw.) nicht manuell auswählen.\n    • Automatische Auswahl mit Fortsetzung. Bewegen Sie den Mauszeiger über ein Element, drücken Sie dann Ctrl+Alt+Shift und bewegen Sie den Mauszeiger über andere Elemente, um sie der Auswahl hinzuzufügen.\n    • Das ausgewählte Element aussprechen – Alt+Shift+A. Hinweis: Wenn die Quellsprache auf „Automatisch erkennen“ eingestellt ist, kann sich dadurch die Voiceover-Verzögerungszeit verlängern.\n\nEbenen der automatischen Zuweisung:\n    • Symbol\n    • Wort\n    • Satz\n    • Absatz\n\nUm die Ebene zu ändern, scrollen Sie mit dem Mausrad, während Sie Alt+Shift drücken. Auf diese Weise können Sie so schnell und einfach wie möglich zwischen den Ebenen wechseln!",
    "fr": "Traduction rapide de mots, de phrases, etc. sans avoir besoin de sélection manuelle. Apprenez des langues étrangères en quelques jours !\n\nSans avoir besoin de surlignage manuel, vous pouvez traduire différentes parties du texte presque à la vitesse de lecture, ce qui vous permettra d'apprendre rapidement à lire dans une langue donnée !\n\nFonctions principales :\n    • Sélection automatique - appuyez sur Alt+Shift, puis déplacez le curseur sur l'élément souhaité (par exemple, un mot). La partie du texte dont vous avez besoin sera automatiquement soulignée. Ensuite, cliquez sur la souris pour traduire. Vous n'avez pas besoin de sélectionner manuellement les unités de texte les plus courantes (mots, phrases, etc.)\n    • Sélection automatique avec suite. Passez la souris sur un élément, puis appuyez sur Ctrl+Alt+Shift et survolez d'autres éléments pour les ajouter à la sélection.\n    • Exprimez l'élément sélectionné - Alt+Shift+A. Remarque : Si la langue source est définie sur « Détecter automatiquement », cela peut augmenter le temps de retard de la voix off.\n\nNiveaux d'allocation automatique :\n    • Symbole\n    • Mot\n    • Phrase\n    • Paragraphe\n\nPour modifier le niveau, faites défiler la molette de la souris tout en appuyant sur Alt+Shift. De cette façon, vous pouvez passer d'un niveau à l'autre aussi rapidement et facilement que possible !",
    "ja": "手動で選択する必要がなく、単語や文章などを素早く翻訳できます。数日で外国語を学びましょう！\n\n手動で強調表示する必要がなく、ほぼ読む速度でテキストのさまざまな部分を翻訳できるため、特定の言語での読み方をすぐに学ぶことができます。\n\n主な機能:\n    • 自動選択 - Alt+Shift を押して、目的の要素 (単語など) の上にカーソルを移動します。テキストの必要な部分が下線として自動的に強調表示されます。次に、マウスをクリックして翻訳します。最も一般的なテキスト単位 (単語、文章など) を手動で選択する必要はありません。\n    • 継続による自動選択。要素の上にカーソルを置き、Ctrl+Alt+Shift キーを押し、他の要素の上にカーソルを置いて選択に追加します。\n    • 選択した要素を音声化します - Alt+Shift+A。注: ソース言語が「自動的に検出」に設定されている場合、ナレーションの遅延時間が長くなる可能性があります。\n\n自動割り当てレベル:\n    • 記号\n    • 言葉\n    • 文\n    • 段落\n\nレベルを変更するには、Alt+Shift を押しながらマウス ホイールをスクロールします。こうすることで、レベルをできるだけ早く簡単に切り替えることができます。",
    "ru": "Благодаря отсутствию необходимости ручного выделения вы можете переводить различные части текста практически со скоростью чтения, что позволит вам быстро научится читать на данном языке!\n\nОсновные функции:\n    • Автовыделение — нажмите Alt+Shift, затем наведите курсор на необходимый элемент (например, слово). Нужная вам часть текста будет выделена автоматически в виде подчеркивания. Далее нажмите клик мыши для перевода. Вам не придется делать ручное выделение наиболее частых единиц текста (слов, предложений и т.д.)\n    • Автовыделение с продолжением. Наведите курсор на элемент, затем нажмите  Ctrl+Alt+Shift, и наведите курсор на другие элементы, чтобы добавить их к выделению.\n    • Озвучить выделенный элемент — Alt+Shift+A. Примечание: если для исходного языка указано \"Определить автоматически\", то это может увеличить время задержки озвучки.\n\nУровни автовыделения:\n    • Символ\n    • Слово\n    • Предложение\n    • Абзац\n\nЧтобы изменить уровень, прокрутите колесико мыши при нажатых Alt+Shift. Таким образом, вы сможете переключаться между уровнями максимально быстро и легко!",
    "zh_CN": "快速翻译单词、句子等，无需手动选择。几天之内学会外语！\n\n无需手动突出显示，您可以以几乎阅读的速度翻译文本的不同部分，这将使您快速学会用给定语言阅读！\n\n主要功能：\n    • 自动选择- 按Alt+Shift，然后将光标移到所需元素（例如，单词）上。您需要的文本部分将自动突出显示为下划线。接下来，单击鼠标进行翻译。您不必手动选择最常见的文本单元（单词、句子等）\n    • 自动选择并继续。将鼠标悬停在一个元素上，然后按 Ctrl+Alt+Shift，并将鼠标悬停在其他元素上以将它们添加到选择中。\n    • 为所选元素配音- Alt+Shift+A。注意：如果源语言设置为“自动检测”，这可能会增加画外音延迟时间。\n\n自动分配级别：\n    • 象征\n    • 单词\n    • 句子\n    • 段落\n\n要更改级别，请在按 Alt+Shift 的同时滚动鼠标滚轮。这样您就可以尽可能快速、轻松地在关卡之间切换！"
  }
}