{
  "name": {
    "ar": "التعرف على الكلام في أي مكان",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "Speech Recognition Anywhere",
    "cs": "Rozpoznávání řeči kdekoli",
    "de": "Spracherkennung Allerorts",
    "es": "Reconocimiento de voz en cualquier lugar",
    "fr": "Reconnaissance de la parole",
    "hi": "भाषण मान्यता कहीं भी",
    "id": "Pengenalan Ucapan Di Mana Saja",
    "it": "Riconoscimento vocale ovunque",
    "ja": "どこでも音声認識",
    "ko": "어디서나 음성 인식",
    "ms": "Pengakuan Ucapan Di Mana Saja",
    "pt_BR,pt_PT": "Reconhecimento de voz em qualquer lugar",
    "sv": "Taligenkänning var som helst",
    "zh_CN": "语音识别无处不在",
    "zh_TW": "語音識別無處不在"
  },
  "short": {
    "ar": "استخدم التعرف على الصوت لملء النماذج وإملاء البريد الإلكتروني مع تحويل الكلام إلى نص. تحكم في الإنترنت باستخدام أوامر صوتية مخصصة!",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "Use Voice Recognition to fill out forms and dictate email with speech to text. Control the Internet with custom voice commands!",
    "cs": "Použijte rozpoznávání hlasu pro vyplnění formuláře a diktování e-mailu s řečem do textu. Ovládejte internet pomocí vlastních…",
    "de": "Verwenden Sie die Spracherkennung, um E-Mails mit Ihrer Stimme zu schreiben. Kontrollieren Sie das Internet mit Sprache zu Text.",
    "es": "Utilice el reconocimiento de voz para escribir correos electrónicos y controle Internet con voz a texto.",
    "fr": "Utilisez la reconnaissance vocale pour remplir des formulaires, dicter des e-mails et contrôler Internet avec la parole en texte.",
    "hi": "फ़ॉर्म भरने के लिए ध्वनि पहचान का उपयोग करें और बोली से पाठ में ईमेल निर्देशित करें। कस्टम वॉयस कमांड से इंटरनेट को नियंत्रित करें!",
    "id": "Gunakan pengenalan suara untuk menulis Email dan dokumen. Kontrol Internet dengan pidato ke teks.",
    "it": "Usa il riconoscimento vocale per scrivere e-mail e documenti e controlla Internet con la sintesi vocale.",
    "ja": "音声認識を使用して、電子メールやドキュメントを作成します。 あなたの声でインターネットを制御します。",
    "ko": "음성 인식을 사용하여 양식을 작성하고 음성을 텍스트로 변환하여 이메일을 받아쓰세요. 맞춤형 음성 명령으로 인터넷을 제어하세요!",
    "ms": "Gunakan pengecaman pertuturan untuk menulis E-mel dan dokumen. Kawal Internet dengan suara anda.",
    "pt_BR,pt_PT": "Use o reconhecimento de voz para escrever e-mails e documentos. Controle a Internet com voz para texto.",
    "sv": "Använd taligenkänning för att skriva e-post och dokument. Styr Internet med tal till text.",
    "zh_CN": "使用语音识别填写任何表格，并用语音和文字口述电子邮件。使用自定义语音命令控制互联网！",
    "zh_TW": "使用語音識別填寫任何表格，並用語音和文字口述電子郵件。使用自定義語音命令控制互聯網！"
  },
  "long": {
    "ar,id,ms": "Speech Recognition Anywhere\n\nWith \"Speech Recognition Anywhere\" you can control the Internet with your voice. Use voice recognition to fill out forms and documents on the web! Dictate emails with speech to text!\n\nNo need to copy and paste your speech into a form input field. The speech you speak is automatically typed into any standard form on a web page hands free. You can also browse the web and completely control a website with voice commands. It can be used like a virtual assistant.\n\nNEW! Speech Recognition Anywhere now includes text to speech, custom voice commands and scripting. See seabreezecomputers.com/speech for more information.\n\nFREE FEATURES:\n\n* Choose between dozens of languages and dialects for speech recognition\n* Dictate emails and online documents\n* Fill in forms with your voice\n* Go to the next or previous field with your voice\n* Go to any web page with your voice\n* Switch tabs and navigate webpages with your voice\n* Scroll page up or down\n* Click on links and buttons with your voice\n* Cut, Copy, Paste, Clear, Highlight\n* Say \"Show labels\" to see labels to buttons on a webpage\n* Say \"Play (name of artist or song)\" to play music instantly\n* Text to Speech (tts)\n* Three custom voice commands\n* Scripting\n\nFULL FEATURES:\n\n* Use Voice Activation Wake Up Phrase: (Examples: 'Ok Google', 'Computer', 'Alexa', 'Hey Siri', 'Hey Cortana')\n* Start \"Speech Recognition Anywhere\" when Chrome starts (Always Listening)\n* Start \"Speech Recognition Anywhere\" in the background\n* Submit search fields automatically\n* Pause \"Speech Recognition Anywhere\" if audio is playing in a tab\n* Virtual Assistant Mode\n* Prevent system from sleeping while \"Speech Recognition Anywhere\" is listening\n* Prevent screen from sleeping while \"Speech Recognition Anywhere\" is listening\n* Unlimited custom voice commands\n* Auto Punctuation \n* Export/Import custom commands\n\nNOTE: Google does not allow extensions to work on special chrome:// pages or the Chrome Web Store. Therefore, you will not be able to write a review directly at the Chrome Web Store using your voice. This is a restriction imposed by Google, not a limitation of the extension.\n\nTIP: If speech recognition is not working on a specific website then you can try (1) refresh the web page or (2) restart your computer. This will often fix the problem.\n\nDisclaimer of Warranty: Sea Breeze Computers makes no warranties as to the performance of this product or service. This extension uses Google's Web Speech API for speech recognition therefore we cannot guarantee the quality or the continued operation of the speech recognition service. \n\nTERMS OF USE\n\nBy using this software you agree to the Terms of Use available at http://www.seabreezecomputers.com/speech/terms\n\nVERSION HISTORY\n\n3/4/2021 - Version 1.4.4 - Fixed bug in license status check. Now displays a notice if the user did not allow the extension to use the user's email address to get license information from Google's servers. Fixed \"New Paragraph\" to do two carriage returns. Changed speech to use insertText instead of insertHTML because Chrome now preserves undo history with insertText. But this will cause some user's custom commands to print HTML instead of inserting HTML. So there is now an insertHTML() custom command. Also changed replace_word() custom command to be able to remember the first match with $1 instead of $2 by using ?:\n\n2/10/2021 - Version 1.4.3 - Added more error checking in the license status check. Changed title link to link to correct editions. Added more speech recognition languages such as Chinese Cantonese (Traditional).\n\n1/30/2021 - Version 1.4.2 - Added \"Disable Auto Gain Control\" in Settings because Chrome changes the system microphone volume up and down on some computer systems. This setting will disable that from happening. Also fixed some more bugs with the license status. Check button now checks Chrome Web Store license and new payment processor license.\n\n1/21/2021 - Version 1.4.0 - Added Dark Mode support and a Chrome keyboard shortcuts link. Added permissions \"identity.email\" to manifest.json because Google is deprecating Chrome Web Store payments so now developers of Chrome Extensions need to keep track of user email addresses to process license status.\n\n10/23/2020 - Version 1.3.9 - Fixed the \"Something went wrong\" error with Twitter if you tried to do speech to text without typing at least one character first. Now you don't have to type on the keyboard first! Also, fixed bug caused by version 1.3.8. It caused some iframes to type every speech to text statement twice, such as evernote. Now it determines if it already typed the speech in the box. \n\n10/13/2020 - Version 1.3.8 - Some websites with comment boxes in an iFrame were not inputting spoken speech. This seems to have been fixed. Also fixed a bug where some single word commands were being activated with a longer version of the word. For instance, endless and homeless were matching end and home for moving the cursor. This only happened if just one word was spoken but it has been fixed.\n\n9/19/2020  - Version 1.3.7 - If a user put an invalid regular expression in a custom command then the speech recognition may stop working and only display an error in the developer tools console. Now it will display the regular expression error in the Speech Recognition Anywhere tab and in a tooltip. Also, on some pages the page would try to scroll up to the top to the yellow speech tooltip on speech being spoken. It seemed to only happen on Reddit. Fixed.\n\n7/30/2020 - Version 1.3.5 - Some configurations of tinyMCE Editor were inputting speech twice into editor. This has been fixed. Some network errors and errors caused by conflicting extensions were causing the Speech Recognition Anywhere tab to become active. Added code to try to stop this. Also added suggested default activation hotkey: ALT+S. This will only work on first install if the hotkey is not already in use. Google Chrome's built in web speech API no longer seems to be processing \"new paragraph\" or \"new line\" so these have been added as built-in commands for Speech Recognition Anywhere. Also programmed it so that if a user needs to use a built-in phrase for a command they can create a custom command for that phrase. For example: Phrase: new line \nAction: replace_word(new line) \nThis will allow sentences like, \"I tried a new line of dog food\" instead of entering a new line in the document.\n\n2/24/2020 - Version 1.3.3 - Text-To-Speech (TTS) can now read in iframes as long as the origin is the same as the top page. Some features are not available in iframes such as specifying to \"Read links\" or \"Read buttons\" in iframes. It will be skipped. But \"Read page\" or \"Read article\" should read an iframe that is in the same origin if it is on screen. It will not select the text in the iframe as it is being read but it will put an outline around it for a second if \"Highlight text being read\" is checked in Settings. Also ESC key to pause/resume TTS now works on SRA tab as well as other tabs. Also fixed a bug with \"Find phrase\" where it was sometimes finding the phrase in the tooltip.\n\n12/17/2019 - Version 1.3.2 - Fixed some bugs with using a voice command to click on form elements Select and Option when. Now changes the size to show the entire length of options instead of just 5. Fixed bug where it would not reselect the top option but would just highlight the select box. Also fixed a bug where it would sometimes not save the tts voice selected but revert back to the default Microsoft voice. It will now allow tts rate to go to a max of 10 for Microsoft voices. But Google voices only allow a max of 2. In Chrome 79 the developers added tab.pendingUrl which caused tab.url to no longer work so that when a user clicked on the Speech Recognition Anywhere icon again it would open a new tab with Speech Recognition Anywhere even though it was already open. Added code to fix this behavior. \n\n5/29/2019 - Version 1.3.0 - The converter can now do advanced scripting with the script() command or by changing semicolons in code to url encoded %3B . Also saying \"Show labels\" now labels text inputs and textareas. \n\n5/6/2019 - Version 1.2.9 - A custom command with replace_word() can now have multiple phrases separated by a vertical pipe | . Also fixed a bug where \"Delete last word\" was deleting the entire last phrase instead.\n\n3/25/2019 - Version 1.2.7 - If the phrase \"Play|Listen To|Youtube\" is spoken then the video will no longer be played in the current tab unless the current tab is youtube. Also if the \"Action\" field is empty for a Custom Command then that command will not be acted upon. Also switching tabs by url or keyword in title is now easier and better.\n\n3/7/2019 - Version 1.2.6 - New simple word replace feature. For example, to replace \"ok\" with \"okay\" in your speech then use this custom command: \nPhrase: ok \nAction: replace_word(okay)\n\nFixed custom commands bug where a phrase separated with vertical pipes like ^hi|hello$ will match \"hi there\" and \"well hello\" without wanting it to. \n\n1/20/2019 - Version 1.2.3 - Improved Screen Reader features such as reading of ARIA roles and html tag names for certain items like IMG and Hyperlink. Also a \"Simple Mode\" that does not read ARIA roles and html tag names. \n\n1/8/2019 - Version 1.2.1 - Fixed a bug where \"Read selected text\" command was not working. Also added to \"Read notification\" command to also read role=\"dialog\" and role=\"alertdialog\".\n\n1/5/2019 - Version 1.2.0 - The custom command speak() for Text-To-Speech was no longer working in Chrome 71 because Chrome is trying to stop audio from playing automatically without user interaction. Changed the Text-To-Speech speechSynthesis to play in the background script instead of the page. Also added Screen Reader features. Now you can say \"Read selected|highlighted|article|website|site|links|page|webpage|paragraph|alert|notification|status\". Press ESC to stop reading or say \"Stop reading\".\n\n12/28/2018 - Version 1.1.9 - Translated commands to Italian. \n\n12/15/2018 - Version 1.1.8 - Now there is an option in Settings to \"Remove Google's Auto Capitalization\" where Google's speech recognition sometimes adds capitalization to phrases that are the same as sport's teams, movie titles or song titles, etc. \nAlso accidentally removed \"FREE TRIAL (x days left)\" in version 1.1.3. Fixed.\n\n10/8/2018 - Version 1.1.6 - Better error handling in multiple languages. Faster Initializing. Added Swedish punctuation and commands.\n\n9/30/2018 - Version 1.1.5 - There is now a delete button for custom commands. Also added punctuation for the Czech language.\n\n9/21/2018 - Version 1.1.4 - Improved language support including French, Japanese, Chinese Simplified and Chinese Traditional.\n\n9/19/2018 - Version 1.1.3 - Improved language support including Italian.\n\n6/29/2018 - Version 1.1.1 - ATTENTION WEB DEVELOPERS: You can now call javascript functions on your websites using the \"Action\" field of Custom Commands. With this powerful feature you can create websites with voice recognition accessibility or voice activated assistants.\n\n6/5/2018 - Version 1.0.9 - Speech Recognition Anywhere had stopped working in Google Docs because of a Google Docs update. This has been fixed. Also in Google Docs it was capitalizing the first letter after every speech recognition phrase even if it was not a new sentence. This has been fixed as well. \n\n4/8/2018 - Version 1.0.5 - Export/Import custom commands.\n\n3/29/2018 - Version 1.0.4 - Custom command word replace now appears in Speech Recognition tab text box. Also previously if \"Phrase\" or \"Action\" fields for custom commands contained a space for the first character then it would not be recognized. This has been fixed by removing the extra space.\n\tAlso Speech Recognition Anywhere now works better with Facebook Messenger without having to press Spacebar first. And to send the message you can say \"Press Enter\" or \"Click Send\" at messenger.com.\n\tAlso works better with Google Hangouts at hangouts.google.com. You can now say \"Press Enter\" to send the text.\n\tAlso new and improved custom command: keypress(key, ctrl, alt, shift) that now works with more websites.\n\n3/3/2018 - Version 1.0.1 - New Feature: Speech Recognition Auto Punctuation. With Auto Punctuation enabled you no longer need to say \"period\" or \"question mark\" at the end of a sentence. Just pause briefly after each sentence and the punctuation will be added automatically!\n\tSpeech Recognition Anywhere now works in Word Online with a few bugs: It first tries to type the speech in \"Tell me what you want to do\" box and you have to click in the word processor box again. \"New Line\" and \"New Paragraph\" commands do not seem to work.\n\tAlso improved speech interaction with HTML FORM SELECT fields. Now saying \"Click on select\" or \"Click on (an option)\" will open the select menu bigger and fire a Change event if the selection is changed.\n\tBug Fix for TinyMCE: Now it capitalizes the first letter of a sentence if it follows punctuation.\n\tBug Fix for CKEditor: After saying \"new line\" now the first letter of a sentence is capitalized.\n\n\n2/1/2018 - Version 0.99.9 - All commands have been translated to work in Spanish!\n\tAlso all the text in the action field command print_text(text) now preserves the letter case as it is written by converting all letters to unicode html entities. Previously, words at the beginning of sentences were auto-capitalized. \n\n11/20/2017 - Version 0.99.4 - Added punctuation and commands in German language (Deutsche).\n\n9/28/2017 - Version 0.99.2 - Now Speech Recognition Anywhere works with Google Docs! Also fixed a bug where it would try to scroll to a cursor in a textarea but sometimes scroll the screen when it did not need to.\n\n9/11/2017 - Version 0.99.0 - Added punctuation for Spanish and Portuguese.  Also added locales for Spanish and Portuguese. Fixed bug where the page would scroll past the textarea, such as youtube comments, when trying to scroll to the cursor. Fixed by adding elRect.height > 0. Added \"Find word or phrase\" command. Fixed bug where \"new tab\" would not use Speech Recognition because it was using \"chrome://newtab/\". Changed to \"https://www.google.com/_/chrome/newtab\" and now it works again.\n\n2/1/2017 - Version 0.98.4 - Added Text to Speech (tts) and scripting. Now you can create custom commands that talk back to you or read text in an element in a web page. In the \"Action\" field type in: say(Hello There) . Or to go to a webpage and speak the text in an element, type in the \"Action\" field: http://website/com;speak(element_id) . For more information go to seabreezecomputers.com/speech/ . Also changed recognition.continuous to false instead of true to try and solve slowness with the recognition result or multiple second delay with the Web Speech API that some users have.\n\n10/28/2016 - Version 0.98.1 - Languages and dialects are here! Added an option in settings to choose between dozens of languages and dialects for speech recognition including: Afrikaans, Arabic, Basque, Bulgarian, Catalan, Czech, Dutch, English, Filipino, Finnish, French, Galician, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Indonesian, Japanese, Korean, Latin, Lithuanian, Chinese, Malaysian, Norwegian, Persian, Polish, Portuguese, Romanian, Russian, Serbian, Slovak, Spanish, Swedish, Turkish, Vietnamese, Zulu. We need volunteers to translate punctuation and commands into these languages from English. Please contact jeff@seabreezecomputers.com\n\n09/12/2016 - Version 0.9 - Speech Recognition Anywhere first release.",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "Control the Internet with your voice. Use voice recognition to fill out forms and write documents on the Internet! Dictate emails with speech to text!\n\nSpeech Recognition Anywhere expands the capabilities of the Web Speech API in both Chrome and Edge, in order to allow users to control the Internet or to fill out documents and forms using their voice. A user can use simple voice commands to go to websites or to click on buttons and links. It also works with Google Docs, Microsoft Word online, Gmail, outlook.com and more. Medical professionals use it to fill out web based online medical records. Business professionals use it dictate letters and emails. Custom commands can be created by the user to allow the user to say shortcut phrases that print out a lot of text into a form.\n\nSee seabreezecomputers.com/speech for more information on custom commands and scripts.\n\nFREE TRIAL FEATURES:\n\n* Browser extension for Chrome or Edge\n* Optional Windows Add-On (Trial)\n* Choose between dozens of languages and dialects for speech recognition\n* Dictate emails and online documents\n* Fill in forms with your voice\n* Go to the next or previous field with your voice\n* Go to any web page with your voice\n* Switch tabs and navigate webpages with your voice\n* Scroll page up or down\n* Click on links and buttons with your voice\n* Cut, Copy, Paste, Clear, Highlight\n* Say \"Show labels\" to see labels to buttons on a webpage\n* Say \"Show numbers\" to add numbers to links and buttons\n* Say \"Youtube (name of artist or song)\" to play music instantly\n* Text to Speech (tts)\n* Three custom voice commands\n* Scripting\n\nFULL FEATURES:\n\n* Use Voice Activation Wake Up Phrase: (Examples: 'Ok Google', 'Computer', 'Alexa', 'Hey Siri', 'Hey Cortana')\n* Start when Chrome starts (Always Listening)\n* Start in the background\n* Submit search fields automatically\n* Pause speech recognition if audio is playing in a tab\n* Virtual Assistant Mode\n* Prevent system from sleeping while listening\n* Prevent screen from sleeping while listening\n* Unlimited custom voice commands\n* Auto Punctuation \n* Export/Import custom commands\n* Optional Windows Add-On\n\nNOTE: Extensions are not allowed to work on special chrome:// pages or edge:// pages or the Chrome Web Store or Edge Add-Ons website. Therefore, you will not be able to write a review directly at the Chrome Web Store using your voice. This is a restriction imposed by the browser. It is not a limitation of the extension.\n\nTIP: If speech recognition is not working on a specific webpage then you can try (1) refresh the web page or (2) restart your computer. This will often fix the problem.\n\nDisclaimer of Warranty: Sea Breeze Computers makes no warranties as to the performance of this product or service. This extension uses the Web Speech API built into some browsers (such as Google's Web Speech API or Microsoft Edge's Web Speech API) for speech recognition, therefore we cannot guarantee the quality or continued operation of the voice recognition service. \n\nTERMS OF USE\n\nBy using this software you agree to the Terms of Use available at http://www.seabreezecomputers.com/speech/terms\n\nVERSION HISTORY\n\n11/28/2024 - Version 1.7.28\n+ Fixed Chinese comma 逗号 | 逗號 to ，and Chinese enumerated comma 顿号 | 頓號 to 、\n\n11/20/2024 - Version 1.7.27\n+ Translated menus to Chinese Simplified (zh-CN) and Chinese Traditional (zh-TW)\n+ Fixed help link\n\n11/13/2024 – Version 1.7.26\n+ Adding new credit card at amazon.com caused error: Refused to display 'https://apx-security.amazon.com/' in a frame because it set 'X-Frame-Options' to 'sameorigin'. Fixed!\n\n10/18/2024 – Version 1.7.25\n+ SRA stopped working in Google Docs because of Google Chrome update. Fixed!\n\n9/18/2024 – Version 1.7.24\n+ Google Docs was sometimes putting a space at the start of a new line.\n\n9/10/2024 - Version 1.7.23\n+ Google Docs was sometimes not putting a leading space in front of speech input from the user.\n\n6/29/2024 - Version 1.7.22\n+ Displays custom error message for Opera, Brave, Vivaldi and other custom Chromium browsers stating that the Web Speech API does not work in these browsers.\n+ Translated menus into Portuguese.\n\n4/15/2024 - Version 1.7.21\n+ Improved Spanish commands\n+ Improved French commands\n\n4/12/2024 - Version 1.7.20\n+ The setting \"Disable Microsoft Edge Chromium Auto Punctuation\" no longer lowercases all letters.\n+ Improved German \"Press <key>\" and \"Delete last word|sentence\" etc.\n+ Added Spanish \"Delete last|next word|sentence|character|paragraph\".\n+ Added French \"Supprimer (la) ligne|paragraphe|mot|phrase|caractère|lettre(s) (suivante|précédente)\"\n+ Added French \"Sélectionnez (le) (prochaine|tout|aucun|fin|début) (n) (ligne|paragraphe|mot|phrase|caractère|lettre|boîte|champ|document|papier)(s) (suivant|précédent)\"\n\n3/27/2024 - Version 1.7.19\n+ Added French Windows Commands\n+ Added Spanish Windows Commands\n+ Added more Korean Windows Commands\n\n3/20/2024 - Version 1.7.18\n+ Added German Windows Commands\n+ Added Korean punctuation and commands\n\n2/27/2024 - Version 1.7.17\n+ Windows Add-On Beta first release.\n+ Indonesian punctuation added.\n+ Bug fix: replace_word() wasn't working if word stated alone without a sentence.\n\n2/2/2024 - Version 1.7.16\n+ Bug fix: replace_word() was running twice.\n+ Bug fix: German das komma.\n\n1/22/2024 - Version 1.7.15\n+ Added \"Insert date and time\" command.\n+ Added Capitalize, Uppercase, Lowercase and Type <key> commands.\n+ click_element() is now like querySelectorAll() in JavaScript with an optional [n] to specify which element in the array to click.\n+ Improved Google Docs to preserve text formatting commands (bold, underline, italic)\n+ Improved \"Move cursor to start/end of paragraph\".\n+ Improved \"Change language\" command in other languages.\n+ Fix for Microsoft Teams\n+ New \"Pin Extension\" setting.\n\n7/31/2023 - Version 1.7.14\n+ Bug Fix: Facebook was deleting the end text if the user edited between words.\n\n6/26/2023 - Version 1.7.13\n+ Bug Fix: Fixed German \"paste\" not working. \n+ Added to French: Copier|Couper|Coller.\n+ Added to Japanese: コピー|切り取る|切り取り|貼り付け\n+ Added to Chinese: 复制|剪切|粘贴\n\n5/10/2023 - Version 1.7.12\n+ Bug Fix: Websites like Gmail with \"Keyboard shortcuts on\" were doing keypresses if \"Disable Auto Focus on nearest text box when speech is heard\" setting is enabled.\n\n5/3/2023 - Version 1.7.11\n+ Now works with shadowRoot elements such as Bing Chat uses.\n+ No longer converts French \"plus\" to \"+\".\n\n4/24/2023 - Version 1.7.10\n+ Bug Fix: Previous version stopped working in Google Docs. Fixed.\n\n4/12/2023 - Version 1.7.9\n+ Bug Fix: Cannot read properties of undefined (reading 'removeChild') at scrollToCursor (content.js:4896:42)\n\n4/3/2023 - Version 1.7.8\n+ Bug Fix: script() without a return was printing null.\n+ Slowed down keypresses for keypress() command.\n+ Bug Fix: Commands like enter_key() were activating 0 times unless it was enter_key(1)\n\n3/17/2023 - Version 1.7.7\n+ Added French punctuation that Chrome web speech API stopped doing.\n+ Stopped SRA tab from scrolling to and focusing on text box on speech recognition.\n+ Bug Fix: Some languages like Thai were printing each statement twice.\n+ New Setting: Use key presses to send text (Works with some websites that block paste)\n\n3/8/2023 - Version 1.7.6\n+ On 1/15/2023 Google's Chrome web speech API stopped converting punctuation such as \"period\", \"question mark\" and \"comma\". So now the extension will do the punctuation conversion.\n+ %2C can be used in place of a comma (,) in custom command \"actions\". They will be converted to a text comma. Or to use a comma in an action you can put it in double quotes. Example: keypress(\"hello, how are you?\");\n+ Improvements to textbox on SRA tab.\n\n2/12/2023 - Version 1.7.5\nThe setting 'Pause \"Speech Recognition Anywhere\" if audio is playing in a tab', now also pauses speech recognition if text to speech (tts) from the Web Speech API is playing.\n\n1/10/2023 - Version 1.7.4\n+ German: Google's Web Speech API stopped converting \"komma\" to \",\" for some reason. So now SRA will do the conversion itself.\n+ Spanish: Changed Help and Support links to link to Spanish versions.\n\n12/25/2022 - Version 1.7.3\n+ Can now send extra commands to tabs opened in the background with url() action. Example:\nPhrase: Google (.*?) \nAction: url(https://www.google.com/search?q=$1, Google, false); speak_element(\"[aria-level='3']\")\n+ More improvements for sentences that use the word \"period\".\n\n12/10/2022 - Version 1.7.2\n+ Added Hindi language commands and menus\n+ replace_word() action now works better with words from other languages with letters that are not in the standard English or Latin alphabet. The word boundary is improved.\n+ \"Start in background\" stopped working with Chrome update. Fixed.\n+ Previously, in Chrome the word \"period\" would always be replaced with \".\" but now there are more instances where it will stay \"period\" such as in the sentence: \"It was a brief period of time.\"\n+ Added css: font-size: 1em.\n\n9/28/2022 - Version 1.7.1 \n+ Bug Fix that started in version 1.7.0: The extension icon would not start SRA because of error: \"Uncaught TypeError: Cannot read properties of undefined (reading 'addListener')\" in background.js with line \"chrome.declarativeNetRequest.onRuleMatchedDebug.addListener\".\n\n9/26/2022 - Version 1.7.0\n+ Updated to Manifest V3. ATTENTION: Google is requiring developers to update all extensions to Manifest V3. Google's requirements for Manifest V3 may cause some things to not work properly. Please notify us if something does not work properly and we will try to fix it if possible.\n+ Some custom command action results now appear in the text box on the Speech Recognition tab.\n\n9/18/2022 - Version 1.6.13\n+ CKEditor was putting @ with \"New line\" and \"New paragraph\". Fixed.\n+ Improved \"New line\" and \"New paragraph\" to work better with Word Online.\n+ Improved \"New line\" and \"New paragraph\" to work better with Google Docs.\n\n8/19/2022 - Version 1.6.12\n+ Fixed license check date issue\n\n8/14/2022 - Version 1.6.11\n+ A few users were not having the words \"period\" or \"full stop\" convert to \".\" so now the extension converts them instead of relying the Web Speech API to do so.\n+ Changed navigation() action to browse() because navigation is a new W3 Javascript window function.\n\n6/29/2022 - Version 1.6.10\n+ Improved keypress() action to work better with punctuation in a string and more accurate keyCodes.\n\n6/15/2022 - Version 1.6.9\n+ Bug Fix where some single words spoken such as \"endless\", \"finally\" and \"tablet\" were matching commands for \"end\", \"fin\" and \"tab\".\n+ Some Italian commands had an extra space between \"il tasto\".\n\n2/23/2022 - Version 1.6.8\n+ New speak_element() action that works like querySelectorAll with optional [n]. For example speak_element(img._3c8e[1]) to read outloud WolframAlpha result.\n\n12/31/2021 - Version 1.6.1\n+ Italian version now displays instructions and menus in Italian. (Italiano)\n+ Now easier in other language versions to change language with voice using English translation of language names.\n\n12/28/2021 - Version 1.6.0\n+ French version now displays instructions and menus in French (français)\n\n12/22/2021 - Version 1.5.9\n+ Japanese version now displays instructions and menus in Japanese. (日本語)\n\n12/16/2021 - Version 1.5.8\n+ German version now displays instructions and menus in German. (Deutsch)\n\n11/23/2021 - Version 1.5.6\n+ Spanish version now displays instructions and menus in Spanish.\n+ script() action can now include a return variable to print in a textarea.\n\n11/6/2021 - Version 1.5.4\n+ Improved scroll_it to be able to say, \"Scroll menu\", \"Scroll box\" or \"Scroll page\".\n\n10/13/2021 - Version 1.5.3\n+ Now you can click on words that use smart apostrophes or curly apostrophes, such as: \"Click on See What’s New\".\n\n10/5/2021 - Version 1.5.2\n+ Added commands for French, Portuguese, Japanese, Chinese Traditional and Chinese Simplified. \n+ Now works with Google Docs new canvas element!\n+ Saying \"Click on paper\" will now click on most contentEditable editors.\n+ Added setting for \"Always lowercase all text\". \n+ Move Cursor now works in Google Docs and TinyMCE and CKEditor\n+ scrollToCursor now works in TinyMCE and CKEditor\n+ scroll_it now works with Google Docs, and iFrames (TinyMCE).\n+ Keypresses for arrow keys, home and end keys now works in Google Docs.\n\n2/10/2021 - Version 1.4.3 - Added more languages such as Chinese Cantonese (Traditional).\n\n1/30/2021 - Version 1.4.2 - Added \"Disable Auto Gain Control\" in Settings because Chrome changes the system microphone volume up and down on some computer systems. \n\n5/29/2019 - Version 1.3.0 - The converter can now do advanced scripting with the script() command. \n\n5/6/2019 - Version 1.2.9 - replace_word() can now have multiple phrases separated by a vertical pipe | \n\n3/7/2019 - Version 1.2.6 - New simple word replace feature. For example, to replace \"ok\" with \"okay\" then create this custom command: \nPhrase: ok \nAction: replace_word(okay)\n\n1/20/2019 - Version 1.2.3 - Improved Screen Reader features such as reading of ARIA roles and html tag names for certain items like IMG and Hyperlink. Also a \"Simple Mode\" that does not read ARIA roles and html tag names. \n\n1/5/2019 - Version 1.2.0 - \n+ Text-To-Speech: Now you can say \"Read selected|highlighted|article|website|site|links|page|webpage|paragraph|alert|notification|status\". Press ESC to stop reading or say \"Stop reading\".\n\n10/28/2016 - Version 0.98.1 - Languages and dialects are here! Added an option in settings to choose between dozens of languages and dialects for voice recognition.\n\n09/12/2016 - Version 0.9 - First release.",
    "cs": "Rozpoznávání řeči kdekoli\n\nDíky funkci \"Rozpoznávání řeči kdekoli\" můžete ovládat internet hlasem. Pomocí rozpoznávání hlasu můžete vyplnit formuláře a dokumenty na webu! Diktovat e-maily s řečí k textu!\n\nNení třeba kopírovat a vkládat své řeči do vstupního pole formuláře. Řeč, kterou hovoříte, je automaticky napsána na jakoukoli formu na jakékoli handsfree webové stránce. Můžete také procházet web a úplně ovládat webové stránky pomocí hlasových příkazů. Může být použit jako virtuální asistent.\n\nNOVÝ! Rozpoznávání řeči Všude, kde je nyní zahrnut text k řeči, vlastní hlasové příkazy a skriptování. Více informací naleznete v seabreezecomputers.com/speech.\n\nZDARMA:\n\n* Vyberte si mezi desítkami jazyků a dialekty pro rozpoznávání řeči\n* Diktovat e-maily a online dokumenty\n* Vyplňte formuláře svým hlasem\n* Přejděte na další nebo předchozí pole hlasem\n* Jděte na libovolnou webovou stránku s vaším hlasem\n* Přepínejte karty a procházejte webovými stránkami svým hlasem\n* Posuňte stránku nahoru nebo dolů\n* Klikněte na odkazy a tlačítka s hlasem\n* Vyjmout, Kopírovat, Vložit, Vyčistit, Zvýraznit\n* Řekněte \"Zobrazit štítky\", chcete-li zobrazit popisky tlačítek na webové stránce\n* Řekněte \"Přehrát (jméno interpreta nebo skladby)\", chcete-li hrát hudbu okamžitě\n* Text na řeč (tts)\n* Tři vlastní hlasové příkazy\n* Skriptování\n\nPlné funkce:\n\n* Používejte hlasovou aktivaci Wake Up Phrase: (Příklady: 'Ok Google', 'Počítač', 'Alexa', 'Hey Siri', 'Hey Cortana')\n* Spusťte \"Rozpoznávání řeči kdekoli\", když Chrome začne (vždy poslouchat)\n* Spusťte \"Rozpoznávání řeči kdekoli\" na pozadí\n* Odeslat pole hledání automaticky\n* Pozastavit \"Rozpoznávání řeči kdekoli\", pokud se přehrává zvuk na kartě\n* Režim virtuálního asistenta\nZabraňte tomu, aby systém spal, zatímco \"Rozpoznávání řeči kdekoli\" poslouchá\n* Zabraňte spánku obrazovky, zatímco \"Rozpoznávání řeči kdekoli\" poslouchá\n* Neomezené vlastní hlasové příkazy\n* Automatické interpunkce\n* Exportovat / importovat vlastní příkazy\n\nVyloučení záruky: Společnost Sea Breeze Computers neposkytuje žádné záruky na výkon tohoto produktu nebo služby. Toto rozšíření využívá rozhraní Web Speech API společnosti Google pro rozpoznávání řeči, proto nemůžeme zaručit kvalitu nebo pokračující provoz služby rozpoznávání řeči.\n\nHISTORIE VERZE\n\n9/29/2018 - Verze 1.1.5 - K dispozici jsou tlačítka pro mazání vlastních příkazů. Také přidal interpunkci pro český jazyk.",
    "de": "Spracherkennung überall\n\nMit \"Spracherkennung überall\" können Sie das Internet mit Ihrer Stimme steuern. Verwenden Sie die Spracherkennung, um Eingaben, Textbereiche, Formulare oder Dokumente im Internet auszufüllen.\n\nSie müssen Ihre Sprache nicht kopieren und in ein Formulareingabefeld einfügen. Die Sprache, die Sie sprechen, wird automatisch in jedes Formular auf einer beliebigen Webseite eingegeben. Sie können auch im Internet surfen und eine Website vollständig mit Ihrer Stimme steuern. Es kann wie ein virtueller Assistent verwendet werden.\n\nNEU! Spracherkennung Anywhere umfasst jetzt Text-to-Speech und Scripting. Weitere Informationen finden Sie unter seabreezecomputers.com/speech.\n\nKOSTENLOSE FEATURES:\n\n* Wählen Sie zwischen Dutzenden von Sprachen und Dialekten für die Spracherkennung\n* Diktieren Sie E-Mails und Online-Dokumente\n* Formulare mit deiner Stimme ausfüllen\n* Gehen Sie mit Ihrer Stimme zum nächsten oder vorherigen Feld\n* Gehen Sie mit Ihrer Stimme zu einer beliebigen Webseite\n* Wechseln Sie Tabs und navigieren Sie Webseiten mit Ihrer Stimme\n* Blättern Sie nach oben oder unten\n* Klicken Sie mit Ihrer Stimme auf Links und Buttons\n* Ausschneiden, Kopieren, Einfügen, Löschen, Markieren\n* Sagen Sie \"Labels anzeigen\", um Labels zu Schaltflächen auf einer Webseite anzuzeigen.\n* Sagen Sie \"Play (Name des Interpreten oder Songs)\" um sofort Musik zu spielen\n* Text zu Sprache (tts)\n* 3 benutzerdefinierte Sprachbefehle\n* Skripting\n\nVOLLE MERKMALE:\n\n* Sprachaktivierungs-Weckphrase verwenden: (Beispiele: 'Ok Google', 'Computer', 'Alexa', 'Hey Siri', 'Hey Cortana')\n* Starten Sie \"Spracherkennung überall\", wenn Chrome startet (Always Listening)\n* Starten Sie \"Spracherkennung überall\" im Hintergrund\n* Suchfelder automatisch übermitteln\n* Pause \"Spracherkennung überall\", wenn Audio in einem Tab abgespielt wird\n* Virtueller Assistent-Modus\n* Verhindern, dass das System schläft, während \"Spracherkennung überall\" zuhört\n* Verhindern, dass der Bildschirm während der \"Spracherkennung überall\" zu hören ist\n* Unbegrenzte benutzerdefinierte Sprachbefehle\n* Optionales Windows-Add-On (Beta)\n\nHaftungsausschluss: Sea Breeze Computers übernimmt keine Garantie für die Leistung dieses Produkts oder dieser Dienstleistung. Diese Erweiterung verwendet die Web Speech API von Google zur Spracherkennung. Aus diesem Grund können wir die Qualität oder den Betrieb des Spracherkennungsdienstes nicht garantieren.\n\nVERSIONSGESCHICHTE\n\n27.03.2024 – Version 1.7.19\n+ Französische Windows-Befehle hinzugefügt\n+ Spanische Windows-Befehle hinzugefügt\n+ Weitere koreanische Windows-Befehle hinzugefügt\n\n20.03.2024 – Version 1.7.18\n+ Deutsche Windows-Befehle hinzugefügt\n+ Koreanische Satzzeichen und Befehle hinzugefügt\n\n27.02.2024 – Version 1.7.17\n+ Erste Veröffentlichung der Windows-Add-On-Beta.\n\n10.01.2023 - Version 1.7.4\n+ Deutsch: Googles Web Speech API hat aus irgendeinem Grund aufgehört, \"Komma\" in \",\" umzuwandeln. Also wird SRA jetzt die Konvertierung selbst durchführen.\n+ Spanisch: Hilfe- und Support-Links geändert, um auf spanische Versionen zu verlinken.\n\n16.12.2021 - Version 1.5.8\n+ Deutsche Version zeigt jetzt Anweisungen und Menüs in Deutsch an. (Deutsch)\n+ Replace_word() verbessert, um besser mit spanischen Akzenten wie él am Satzanfang zu arbeiten.\n\n20.11.2017 - Version 0.99.4 - Satzzeichen und Kommandos in deutscher Sprache hinzugefügt\n\n11/6/2017 - Version 0.99.3 - Facebook Share-Taste korrigiert.\n\n9/28/2017 - Version 0.99.2 - Jetzt funktioniert die Spracherkennung Anywhere mit Google Docs! Es wurde auch ein Fehler behoben, bei dem versucht wurde, zu einem Cursor in einem Textbereich zu scrollen, aber manchmal den Bildschirm zu scrollen, wenn dies nicht nötig war.\n\n9/12/2017 - Version 0.99.1 - Fehler in der spanischen Gebietsschemadatei behoben: \"Paket ist ungültig ... Nicht unterstützte Kodierung. JSON muss UTF-8 sein\".\n\n9/11/2017 - Version 0.99.0 - Interpunktion für Spanisch und Portugiesisch hinzugefügt. Außerdem wurden Sprachumgebungen für Spanisch und Portugiesisch hinzugefügt. Bug behoben, bei dem die Seite an der Textstelle vorbeirollte, z. B. Youtube-Kommentare, wenn versucht wurde, zum Cursor zu scrollen. Behoben durch Hinzufügen von elRect.height> 0. Der Befehl \"Find word or phrase\" wurde hinzugefügt. Fehler behoben, bei dem \"neue Registerkarte\" die Spracherkennung nicht verwendete, da \"chrome: // newtab /\" verwendet wurde. Wurde in \"https://www.google.com/_/chrome/newtab\" geändert und funktioniert jetzt wieder.\n\n21.08.2017 - Version 0.98.9 - Das Feld auf der Registerkarte Spracherkennung überall verbessert jetzt die Zeichensetzung und Großschreibung, genauso wie Textbereiche und Eingaben auf anderen Seiten. Die folgenden drei Einstellungen wurden hinzugefügt: \"Gelbe Sprechblase deaktivieren (nur die endgültige Sprache wird angezeigt)\", \"Sprachausgabe in Text deaktivieren (nur Sprachbefehle funktionieren)\" und \"Sprachbefehle deaktivieren (nur Sprache-zu-Text funktioniert) \".\n\n15.06.2017 - Version 0.98.8 - Möglichkeit, die Sprache mit Ihrer Stimme zu ändern, indem Sie sagen \"Sprache ändern in (Englisch | Spanisch | Japanisch | etc)\n\n18.05.2017 - Version 0.98.7 - Dem Benutzer auf der Registerkarte Spracherkennung eine Fehlermeldung hinzugefügt, um dem Benutzer mitzuteilen, dass Google keine Chrome-Erweiterungen auf bestimmten chrome: // - Seiten oder im Chrome Webstore verwenden kann ..\n\n4/9/2017 - Version 0.98.6 - Bisher, für Textfelder wie Textbereiche, um die Bildlaufleisten dem Cursor zu folgen, gab der Code eine Unschärfe () und dann einen Fokus () auf das Textfeld aus. Aber der Befehl verwischen () würde dazu führen, dass einige Textfelder nicht richtig funktionieren. Dies wurde behoben, indem Code hinzugefügt wurde, der es den Bildlaufleisten ermöglicht, dem Cursor und der gesprochenen Sprache in Textbereichen und Texteingabefeldern zu folgen, ohne einen Unschärfebefehl () zu verwenden.\n\n3/6/2017 - Version 0.98.5 - Wartezeit für Befehle nach Aufwachphrase von 2 Sekunden auf 3 Sekunden geändert. Click_element (id) und click_keyword (keyword) wurden zu Aktionen mit benutzerdefinierten Befehlen hinzugefügt.\n\n2/1/2017 - Version 0.98.4 - Text zu Sprache (tts) und Scripting hinzugefügt. Jetzt können Sie benutzerdefinierte Befehle erstellen, die mit Ihnen sprechen oder Text in einem Element einer Webseite lesen. In das Feld \"Aktion\" geben Sie ein: say (Hallo, dort). Um zu einer Webseite zu gelangen und den Text in einem Element zu sprechen, geben Sie das Feld \"Aktion\" ein: http: // website / com; speak (element_id). Weitere Informationen erhalten Sie unter seabreezecomputers.com/speech/. Außerdem wurde die Erkennung auf \"false\" anstelle von \"true\" geändert, um zu versuchen, die Langsamkeit mit dem Erkennungsergebnis oder einer Verzögerung von mehreren Sekunden mit der Web-Sprach-API einiger Benutzer zu beheben.\n\n31.12.2016 - Version 0.98.3 - Benutzerdefinierte Befehle können nun eine lokale HTML-Datei laden, indem sie die Aktion mit \"file: //\" starten. Zuvor funktionierte es nur mit \"http: //\", \"https: //\" oder \"ftp: //\". Auch ist jetzt klarer, dass \"Sprache\" in der kostenlosen Version eingestellt werden kann.\n\n12/11/2016 - Version 0.98.2 - Ein Fehler in benutzerdefinierten Befehlen, die reguläre Ausdrücke vergleichen, wurde behoben. Wenn eine Übereinstimmung optional ist, wird sie in der Aktion nicht als undefiniert angezeigt. Der Chrome Web Store-Link wurde zum Öffnen in einem neuen Tab geändert.\n\n28.10.2016 - Version 0.98.1 - Sprachen und Dialekte sind da! Eine Option in den Einstellungen hinzugefügt, um zwischen Dutzenden von Sprachen und Dialekten für die Spracherkennung zu wählen: Afrikaans, Arabisch, Baskisch, Bulgarisch, Katalanisch, Tschechisch, Niederländisch, Englisch, Filipino, Finnisch, Französisch, Galizisch, Deutsch, Griechisch, Hebräisch, Ungarisch, Isländisch, Italienisch, Indonesisch, Japanisch, Koreanisch, Latein, Litauisch, Chinesisch, Malaysisch, Norwegisch, Persisch, Polnisch, Portugiesisch, Rumänisch, Russisch, Serbisch, Slowakisch, Spanisch, Schwedisch, Türkisch, Vietnamesisch, Zulu. Wir brauchen Freiwillige, um Satzzeichen und Befehle aus dem Englischen in diese Sprachen zu übersetzen. Bitte kontaktieren Sie jeff@seabreezecomputers.com\n\n20.10.2016 - Version 0.98 - Benutzerdefinierte Sprachbefehle sind da! Unser Ziel ist es, die beste Spracherkennungserfahrung aller Zeiten zu schaffen. Wir können dies erreichen, indem wir den Benutzern gestatten, ihre eigenen benutzerdefinierten Sprachbefehle zu erstellen, und dann kann eine Gemeinschaft von Benutzern ihre benutzerdefinierten Phrasen und Aktionen mit anderen teilen. Bitte teilen Sie Ihre benutzerdefinierten Befehle im Bereich \"Reviews\" oder \"Support\". Sie müssen keine regulären Ausdrücke kennen oder verwenden, aber reguläre Ausdrücke machen Ihre benutzerdefinierten Befehle leistungsfähiger.\n\nAußerdem wurde ein Chrome-Weblink zum Titel und ein iFrame hinzugefügt, um Neuigkeiten anzuzeigen.\n\n9/23/2016 - Version 0.97 - \"Wiedergabe (Künstler, Titel oder Videotitel)\" oder \"Anhören (Künstler, Titel oder Videotitel\") hinzugefügt. Die Schreibweise von \"Aufwecken\" auf \"Aufwachen\" wurde geändert.\n\n09/14/2016 - Version 0.96 - Behoben, so dass beim Kauf \"Spracherkennung überall voll\" statt \"Spracherkennung überall verfügbar\" angezeigt wird. Außerdem wurden einige Testvariablen aus console.log entfernt.\n\n09/12/2016 - Version 0.9 - Speech Recognition Anywhere erste Veröffentlichung.",
    "es": "Reconocimiento de voz en cualquier lugar\n\nCon \"Reconocimiento de voz en cualquier lugar\" puede controlar Internet con su voz. Utilice el Reconocimiento de voz para completar cualquier entrada, texto, formulario o documento en la web! Escribir documentos y completar formularios en Internet.\n\nNo es necesario copiar y pegar su discurso en un campo de entrada de formulario. El discurso que usted habla se escribe automáticamente en cualquier forma en cualquier página web. También puede navegar por la web y controlar completamente un sitio web con su voz. Se puede utilizar como un asistente virtual.\n\n¡NUEVO! Reconocimiento de voz en cualquier lugar ahora incluye texto a voz y secuencias de comandos. Consulte seabreezecomputers.com/speech para obtener más información.\n\nCARACTERÍSTICAS GRATUITAS:\n\n* Elija entre decenas de idiomas y dialectos para el reconocimiento de voz\n* Dictar correos electrónicos y documentos en línea\n* Rellene los formularios con su voz\n* Vaya al campo siguiente o anterior con su voz\n* Ir a cualquier página web con su voz\n* Cambiar las pestañas y navegar páginas web con su voz\n* Desplazar la página hacia arriba o hacia abajo\n* Haga clic en los enlaces y botones con su voz\n* Cortar, Copiar, Pegar, Borrar, Destacar\n* Diga \"Mostrar etiquetas\" para ver las etiquetas a los botones de una página web\n* Diga \"Reproducir (nombre del artista o canción)\" para reproducir música al instante\n* Texto a voz (tts)\n* 3 comandos de voz personalizados\n* Scripting\n\nCARACTERÍSTICAS COMPLETAS:\n\n* Use Activación de Voz Activación de Frase: (Ejemplos: 'Ok Google', 'Ordenador', 'Alexa', 'Hey Siri', 'Hey Cortana')\n* Inicie \"Reconocimiento de voz en cualquier lugar\" cuando se inicie Chrome (siempre escuchando)\n* Inicie \"Reconocimiento de voz en cualquier lugar\" en el fondo\n* Enviar campos de búsqueda automáticamente\n* Pausa \"Reconocimiento de voz en cualquier lugar\" si el audio se reproduce en una pestaña\n* Modo de Asistente Virtual\n* Evita que el sistema de dormir mientras \"Reconocimiento de voz en cualquier lugar\" esté escuchando\n* Evita que la pantalla de dormir mientras \"Reconocimiento de voz en cualquier lugar\" esté escuchando\n* Comandos de voz personalizados ilimitados\n* Complemento de Windows (Beta) opcional \n\nDescargo de responsabilidad de la garantía: Sea Breeze Computers no ofrece ninguna garantía en cuanto al rendimiento de este producto o servicio. Esta extensión utiliza la Web Speech API de Google para el reconocimiento de voz, por lo que no podemos garantizar la calidad o el funcionamiento continuo del servicio de reconocimiento de voz.\n\nHISTORIAL DE VERSIONES\n\n15/04/2024 - Versión 1.7.21\n+ Comandos en español mejorados\n+ Comandos en francés mejorados\n\n12/04/2024 - Versión 1.7.20\n+ La configuración \"Desactivar Microsoft Edge Chromium Auto Puntuation\" ya no reduce todas las letras.\n+ Alemán mejorado \"Presione <Key>\" y \"Eliminar la última palabra | oración\", etc.\n+ Se agregó español \"Eliminar último|siguiente|anterior  Palabra|Oración|Carácter|Párrafo\".\n\n27/03/2024 - Versión 1.7.19\n+ Se agregaron comandos de Windows en francés\n+ Se agregaron comandos de Windows en español\n+ Se agregaron más comandos coreanos de Windows\n\n20/03/2024 - Versión 1.7.18\n+ Se agregaron comandos de Windows en alemán\n+ Se agregaron puntuación y comandos coreanos.\n\n27/02/2024 - Versión 1.7.17\n+ Primera versión Beta del complemento de Windows.\n\n10/01/2023 - Versión 1.7.4\n+ Alemán: la Web Speech API de Google dejó de convertir \"komma\" en \",\" por algún motivo. Así que ahora SRA hará la conversión por sí mismo.\n+ Español: Se cambiaron los enlaces de Ayuda y Soporte para vincular a las versiones en español.\n\n16/12/2021 - Versión 1.5.8\n+ La versión alemana ahora muestra instrucciones y menús en alemán. (Alemán)\n+ Se mejoró replace_word () para que funcione mejor con acentos españoles como él al principio de una oración.\n\n28/11/2021 - Versión 1.5.7\n+ Se agregó \"Haga clic\" en español y otras mejoras de idioma como \"Deshacer\" corrección de errores para otros idiomas.\n\n23/11/2021 - Versión 1.5.6\n+ La versión en español ahora muestra instrucciones y menús en español. (Español)\n+ Se corrigió un error por el cual el comando \"Deseleccionar\" no funcionaba.\nEl comando + script () ahora puede incluir una variable de retorno para imprimir en un área de texto.\n\n2/1/2018 - Versión 0.99.9 - ¡Todos los comandos han sido traducidos para trabajar en español!\nAdemás, todo el texto en el comando de campo de acción print_text (texto) ahora conserva el caso de la letra tal como está escrito al convertir todas las letras en entidades html unicode. Anteriormente, las palabras al comienzo de las oraciones se autocapitalizaban.\nAdemás, algunos usuarios esperan que el cuadro de texto de la pestaña Reconocimiento de voz en cualquier lugar sea editable. Entonces ahora es editable.\n\n1/2/2018 - Versión 0.99.8 - Parece que algunos usuarios esperan que el lenguaje \"predeterminado\" para el reconocimiento de voz sea el idioma en el que están configurados sus navegadores. Entonces, ahora todos los comandos para idiomas que tienen comandos traducidos se cargan en el programa al mismo tiempo. Además, si el Idioma está configurado como \"Predeterminado\", el idioma del navegador (navigator.language) se detecta y se utiliza para el lenguaje de reconocimiento de voz. Esto puede no ser una buena idea. Por favor, avíseme si esto presenta algún problema.\nAdemás, el comando \"copiar\" dejó de funcionar correctamente recientemente en páginas con iFrames, específicamente páginas con iFrames de Google Adsense. Parece que Google ha cambiado algunos códigos recientemente. La única solución parece ser evitar que Speech Recognition Anywhere se pueda copiar en iFrames y solo copiar en el documento superior. Esto puede ser un problema con algunos sitios web que ponen mucho contenido en iFrames.\nAdemás, los comandos de voz no funcionarían en chrome: // newtab porque los scripts de contenido no están permitidos en las páginas chrome: // especiales. Entonces, si la extensión detecta chrome: // newtab, redirige a \"https://www.google.com/_/chrome/newtab\".\nTambién se creó el comando personalizado capitalize_first_letter (text, all_words) que convertirá la primera letra del texto en mayúscula. Si all_words es verdadero, cada palabra del texto se convertirá en mayúscula. El valor predeterminado es falso.\nTambién creó un nuevo comando print_text (texto) donde puede imprimir fácilmente cualquier texto, incluidos <> () y;\n\n30/12/2017 - Versión 0.99.7 - Ahora se puede deshabilitar o habilitar la función de voz a texto con el comando de voz: \"Activar | desactivar dictado\" en la Versión completa de Reconocimiento de voz en cualquier lugar.\nUn punto y coma \";\" ahora se puede ingresar en el campo \"Acción\" de un comando personalizado que se imprimirá en la pantalla por codificación porcentual o codificación URL. Entonces, para imprimir un punto y coma use% 3B. Para imprimir paréntesis () use% 28 y% 29 respectivamente.\nTambién ahora son posibles más comandos de scripting. Tal como la manipulación de texto. Ejemplo:\nFrase: (?: Mayúsculas | mayúsculas) (. *?)\nAcción: $ 1.toUpperCase ()\nDescripción: Di \"Todas las mayúsculas, hola mundo\" para escribir \"HOLA MUNDO\".\nTambién se corrigió un error de desplazamiento diciendo \"desplazarse hacia arriba\" y \"desplazarse hacia abajo\".\nTambién se corrigió \"Ir a sitio web.com\", donde Google Web Speech a veces pone un espacio entre Dot y com para que el comando no se reconociera cuando eso sucedió.\nTambién se ha solucionado find_phrase () donde a veces se encuentra la frase en la información sobre herramientas. Ahora espera a que desaparezca la información sobre herramientas.\nTambién ahora muestra un mensaje si hay un error con una expresión regular del comando personalizado.\nTambién ahora se muestran comillas simples en los comandos personalizados de los campos \"Descripción\" y \"Acción\".\n\n20/12/2017 - Versión 0.99.6 - Reconocimiento de voz en cualquier lugar ahora funciona con los editores TinyMCE y CKEditor WYSIWYG, incluidos los comandos \"deshacer\" y \"rehacer\". Por supuesto, funciona mejor si configura TinyMCE y CKEeditor para que funcionen en modo \"en línea\".\n\n13/12/2017 - Versión 0.99.5 - Se eliminó el comando \"y\" de mover el cursor al final de la línea. Ahora solo diciendo \"final\" mueve el cursor al final de la línea. También se corrigió un mensaje de error que decía \"Google no permite que las extensiones de Chrome funcionen en Chrome especial: // páginas\", que se muestra en la pestaña Reconocimiento de voz en cualquier lugar porque detectó accidentalmente Reconocimiento de voz en cualquier lugar como una página especial de Chrome.\n\n20/11/2017 - Versión 0.99.4 - Puntuación agregada y comandos en alemán (Deutsche).\n\n11/6/2017 - Versión 0.99.3 - Se arregló el botón Share de Facebook.\n\n28/09/2017 - Versión 0.99.2 - ¡Ahora Speech Recognition Anywhere funciona con Google Docs! También se corrigió un error por el cual intentaba desplazarse a un cursor en un área de texto, pero a veces se desplazaba por la pantalla cuando no era necesario.\n\n12/09/2017 - Versión 0.99.1 - Error reparado en el archivo de configuraciones regionales en español: \"El paquete no es válido ... Codificación no compatible. JSON debe ser UTF-8\".\n\n9/11/2017 - Versión 0.99.0 - Puntuaciones añadidas para español y portugués. También agregó locales para español y portugués. Corregido el error en el que la página se desplazaría más allá de la zona de texto, como los comentarios de youtube, al intentar desplazarse hasta el cursor. Se ha corregido añadiendo elRect.height> 0. Se agregó el comando \"Buscar palabra o frase\". Corregido el error donde \"nueva pestaña\" no utilizaría el reconocimiento de voz porque estaba usando \"chrome: // newtab /\". Cambiado a \"https://www.google.com/_/chrome/newtab\" y ahora funciona de nuevo.\n\n8/21/2017 - Versión 0.98.9 - Ahora el recuadro de la pestaña Reconocimiento de voz en cualquier lugar mejora la puntuación y las mayúsculas, al igual que las áreas de texto y las entradas en otras páginas. \"Disable Speech-To-Text\" (solo se mostrará el discurso final), \"Disable Speech-To-Text\" y \"Disable Voice Commands\" \".\n\n6/15/2017 - Versión 0.98.8 - Añadido la capacidad de cambiar el idioma con su voz diciendo \"Cambiar el idioma a (Inglés | Español | Japonés, etc)\n\n5/18/2017 - Versión 0.98.7 - Se ha agregado un mensaje de error para mostrar al usuario en la pestaña Reconocimiento de voz, para que el usuario sepa que Google no permite que las extensiones de Chrome funcionen en páginas especiales de cromo: // o en Chrome Webstore .\n\nAnteriormente, para campos de texto como textareas, para que las barras de desplazamiento siguieran el cursor, el código emitía un desenfoque () y luego un foco () en el campo de texto. Pero el comando blur () hará que algunos campos de texto no funcionen correctamente. Esto se ha fijado mediante la adición de código que permite a las barras de desplazamiento para seguir el cursor y el habla hablado en textareas y campos de entrada de texto sin utilizar un comando blur ().\n\n3/6/2017 - Versión 0.98.5 - Ha cambiado el tiempo de espera de los comandos después de la frase de activación de 2 segundos a 3 segundos. Se ha añadido click_element (id) y click_keyword (palabra clave) a acciones de comandos personalizados.\n\n2/1/2017 - Versión 0.98.4 - Añadido texto a voz (tts) y secuencias de comandos. Ahora puede crear comandos personalizados que le contesten o lean el texto de un elemento de una página web. En el campo \"Acción\" escriba: say (Hello There). O para ir a una página web y hablar el texto en un elemento, escriba el campo \"Acción\": http: // website / com; speak (element_id). Para obtener más información, vaya a seabreezecomputers.com/speech/. También cambió el reconocimiento.continuoso a falso en lugar de verdadero para intentar y resolver la lentitud con el resultado de reconocimiento o el retraso de múltiples segundos con la API de habla Web que algunos usuarios tienen.\n\n31/12/2016 - Versión 0.98.3 - Los comandos personalizados ahora pueden cargar un archivo html local iniciando la acción con \"file: //\". Anteriormente sólo funcionaría con \"http: //\", \"https: //\" o \"ftp: //\". También es más claro ahora que \"Language\" se puede establecer en la versión gratuita.\n\n12/11/2016 - Versión 0.98.2 - Corregido un error en comandos personalizados que coinciden con expresiones regulares. Ahora bien, si una coincidencia es opcional, no aparece como indefinida en la acción. Cambió el enlace de Chrome Web Store para abrir en una nueva pestaña.\n\n28/10/2016 - Versión 0.98.1 - ¡Los idiomas y dialectos están aquí! Se ha añadido una opción en la configuración para elegir entre decenas de idiomas y dialectos para el reconocimiento de voz, incluyendo: Afrikaans, árabe, euskera, búlgaro, catalán, checo, holandés, inglés, filipino, finlandés, francés, gallego, alemán, griego, Islandés, italiano, indonesio, japonés, coreano, latín, lituano, chino, malayo, noruego, persa, polaco, portugués, rumano, ruso, serbio, eslovaco, español, sueco, turco, vietnamita, zulú. Necesitamos voluntarios para traducir la puntuación y los comandos en estos idiomas desde el inglés. Por favor, póngase en contacto con jeff@seabreezecomputers.com\n\n20/10/2016 - Versión 0.98 - Comandos de voz personalizados están aquí! Nuestro objetivo es crear la mejor experiencia de reconocimiento de voz. Podemos hacerlo permitiendo a los usuarios crear sus propios comandos de voz personalizados y luego una comunidad de usuarios puede compartir sus frases y acciones personalizadas con otras personas. Por favor, comparta sus comandos personalizados en la sección \"Comentarios\" o \"Soporte\". No necesita saber o utilizar expresiones regulares, pero las expresiones regulares harán que sus comandos personalizados sean más potentes.\n\nTambién agregó el vínculo de Chrome a título e iFrame para mostrar noticias.\n\n9/23/2016 - Versión 0.97 - Añadido \"Reproducir (artista, título de canción o video)\" o \"Escuchar (título de artista, canción o video\"). Cambió la ortografía de \"despertar\" a \"despertar\".\n\n09/14/2016 - Versión 0.96 - Se ha corregido para que aparezca \"Reconocimiento de voz en cualquier lugar COMPLETO\" en lugar de \"Reconocimiento de voz en cualquier lugar gratis\" cuando se compra. También eliminó algunas variables de prueba de console.log.\n\n09/12/2016 - Versión 0.9 - Reconocimiento de voz en cualquier parte primera versión.",
    "fr": "Reconnaissance vocale partout\n\nGrâce à \"Speech Recognition Anywhere\", vous pouvez contrôler Internet avec votre voix. Utilisez la reconnaissance vocale pour remplir des formulaires et des documents sur Internet! Dictée des emails avec un discours au texte!\n\nPas besoin de copier et coller votre discours dans un champ de saisie de formulaire. Le discours que vous parlez est automatiquement saisi dans n'importe quel formulaire sur n'importe quelle page Web mains libres. Vous pouvez également naviguer sur le Web et contrôler complètement un site Web avec des commandes vocales. Il peut être utilisé comme un assistant virtuel.\n\nNOUVEAU! Reconnaissance vocale Partout inclut désormais la synthèse vocale, les commandes vocales personnalisées et les scripts. Voir seabreezecomputers.com/speech pour plus d'informations.\n\nCARACTÉRISTIQUES GRATUITES:\n\n* Choisissez entre des dizaines de langues et de dialectes pour la reconnaissance vocale\n* Dictée des emails et des documents en ligne\n* Remplissez les formulaires avec votre voix\n* Aller au champ suivant ou précédent avec votre voix\n* Aller à n'importe quelle page Web avec votre voix\n* Basculer les onglets et naviguer dans les pages Web avec votre voix\n* Faire défiler la page vers le haut ou le bas\n* Cliquez sur les liens et les boutons avec votre voix\n* Couper, copier, coller, effacer, surligner\n* Dites \"Afficher les étiquettes\" pour voir les étiquettes des boutons sur une page Web\n* Dire \"Play (nom de l'artiste ou de la chanson)\" pour jouer de la musique instantanément\n* Text to Speech (tts)\n* 3 commandes vocales personnalisées\n* Scripting\n\nCARACTÉRISTIQUES COMPLÈTES:\n\n* Utilisez la phrase de réveil par activation vocale: (Exemples: «Ok Google», «Ordinateur», «Alexa», «Hey Siri», «Hey Cortana»)\n* Démarrer \"Reconnaissance vocale n'importe où\" lorsque Chrome démarre (Toujours à l'écoute)\n* Démarrer \"Reconnaissance vocale n'importe où\" en arrière-plan\n* Soumettre automatiquement les champs de recherche\n* Pause \"Reconnaissance vocale n'importe où\" si l'audio est joué dans un onglet\n* Mode assistant virtuel\n* Empêche le système de dormir pendant que \"Reconnaissance vocale n'importe où\" écoute\n* Empêche l'écran de dormir pendant que \"Reconnaissance vocale n'importe où\" écoute\n* Commandes vocales personnalisées illimitées\n* Ponctuation automatique\n* Exporter / Importer des commandes personnalisées\n* Complément de Windows (bêta)\n\nExclusion de garantie: Sea Breeze Computers ne donne aucune garantie quant aux performances de ce produit ou service. Cette extension utilise l'API Web Speech de Google pour la reconnaissance vocale. Nous ne pouvons donc pas garantir la qualité ou le fonctionnement continu du service de reconnaissance vocale.\n\nHISTOIRE DES VERSIONS\n\n15/04/2024 - Version 1.7.21\n+ Commandes en espagnol améliorées\n+ Commandes en français améliorées\n\n12/04/2024 - Version 1.7.20\n+ Le paramètre \"Désactiver Microsoft Edge Chromium Auto Punctuation\" n'abaissant plus toutes les lettres.\n+ Ajouté français \"Supprimer (la) ligne|paragraphe|mot|phrase|caractère|lettre(s) (suivante|précédente)\"\n+ Ajouté français \"Sélectionnez (le) (prochaine|tout|aucun|fin|début) (n) (ligne|paragraphe|mot|phrase|caractère|lettre|boîte|champ|document|papier)(s) (suivant|précédent)\"\n+ Ajout du français \"Trouver un mot-clé ou une phrase\"\n\n27/03/2024 - Version 1.7.19\n+ Ajout des commandes Windows en français\n+ Ajout de commandes Windows espagnoles\n+ Ajout de commandes Windows supplémentaires en coréen\n\n20/03/2024 - Version 1.7.18\n+ Ajout de commandes Windows allemandes\n+ Ajout de la ponctuation et des commandes coréennes\n\n27/02/2024 - Version 1.7.17\n+ Première version bêta du module complémentaire Windows.\n\n03/05/2023 - Version 1.7.11\n+ Fonctionne désormais avec les éléments shadowRoot tels que Bing Chat utilise.\n+ Ne convertit plus le \"plus\" français en \"+\".\n\n24/04/2023 - Version 1.7.10\n+ Correction de bogue : la version précédente a cessé de fonctionner dans Google Docs. Fixé.\n\n12/04/2023 - Version 1.7.9\n+ Correction de bogue : Impossible de lire les propriétés de non défini (lecture 'removeChild') à scrollToCursor (content.js:4896:42)\n\n03/04/2023 - Version 1.7.8\n+ Correction de bug : script() sans retour affichait null.\n+ Ralentissement des appuis sur les touches pour la commande keypress().\n+ Correction de bug : les commandes comme enter_key() s'activaient 0 fois sauf si c'était enter_key(1)\n\n17/03/2023 - Version 1.7.7\n+ Ajout de la ponctuation française que l'API Web Chrome a cessé de faire.\n+ Arrêt de l'onglet SRA de faire défiler et de se concentrer sur la zone de texte sur la reconnaissance vocale.\n+ Correction de bug : certaines langues comme le thaï imprimaient chaque déclaration deux fois.\n+ Nouveau paramètre : utilisez les touches pour envoyer du texte (fonctionne avec certains sites Web qui bloquent le collage)\n\n28/12/2021 - Version 1.6.0\n+ La version française affiche désormais les instructions et les menus en français (français)\n+ Ajout de plus de commandes à la langue française.",
    "hi": "भाषण मान्यता कहीं भी\n\n\"वाक् पहचान कहीं भी\" के साथ आप अपनी आवाज से इंटरनेट को नियंत्रित कर सकते हैं। वेब पर फ़ॉर्म और दस्तावेज़ भरने के लिए ध्वनि पहचान का उपयोग करें! वाक् से पाठ में ईमेल डिक्टेट करें!\n\nस्पीच रिकॉग्निशन कहीं भी क्रोम और एज दोनों में वेब स्पीच एपीआई की क्षमताओं का विस्तार करता है, ताकि उपयोगकर्ता इंटरनेट को नियंत्रित कर सकें या अपनी आवाज का उपयोग करके दस्तावेजों और फॉर्मों को भर सकें। एक उपयोगकर्ता वेबसाइटों पर जाने या बटन और लिंक पर क्लिक करने के लिए साधारण वॉयस कमांड का उपयोग कर सकता है। यह Google डॉक्स, माइक्रोसॉफ्ट वर्ड ऑनलाइन, जीमेल, आउटलुक डॉट कॉम और अन्य के साथ भी काम करता है। चिकित्सा पेशेवर इसका उपयोग वेब आधारित ऑनलाइन मेडिकल रिकॉर्ड भरने के लिए करते हैं। व्यावसायिक पेशेवर इसका उपयोग पत्रों और ईमेलों को निर्देशित करने के लिए करते हैं। कस्टम आदेश उपयोगकर्ता द्वारा बनाए जा सकते हैं ताकि उपयोगकर्ता शॉर्टकट वाक्यांश कह सकें जो एक फॉर्म में बहुत सारे टेक्स्ट को प्रिंट करते हैं।\n\nनया! भाषण मान्यता कहीं भी अब टेक्स्ट टू स्पीच, कस्टम वॉयस कमांड और स्क्रिप्टिंग शामिल हैं। अधिक जानकारी के लिए seabreezecomputers.com/speech देखें।\n\nमुफ़्त सुविधाएँ:\n\n* एज और क्रोम के लिए ब्राउज़र एक्सटेंशन\n* वाक् पहचान के लिए दर्जनों भाषाओं और बोलियों में से चुनें\n* ईमेल और ऑनलाइन दस्तावेज़ डिक्टेट करें\n* अपनी आवाज से फॉर्म भरें\n* अपनी आवाज से अगले या पिछले क्षेत्र में जाएं\n* अपनी आवाज से किसी भी वेब पेज पर जाएं\n* टैब स्विच करें और अपनी आवाज़ से वेबपृष्ठों को नेविगेट करें\n* पेज को ऊपर या नीचे स्क्रॉल करें\n* अपनी आवाज से लिंक और बटन पर क्लिक करें\n* कट, कॉपी, पेस्ट, क्लियर, हाइलाइट\n* वेबपेज पर बटनों के लेबल देखने के लिए \"लेबल दिखाएं\" कहें\n* तुरन्त संगीत चलाने के लिए \"यूट्यूब (कलाकार या गीत का नाम)\" कहें\n* टेक्स्ट टू स्पीच (टीटीएस)\n* तीन कस्टम वॉयस कमांड\n* पटकथा\n\nपूर्ण विशेषताएं:\n\n* वॉयस एक्टिवेशन वेक अप वाक्यांश का उपयोग करें: (उदाहरण: 'ओके गूगल', 'कंप्यूटर', 'एलेक्सा', 'हे सिरी', 'हे कोरटाना')\n* ब्राउज़र शुरू होने पर शुरू करें (हमेशा सुनना)\n* पृष्ठभूमि में प्रारंभ करें\n* खोज फ़ील्ड स्वचालित रूप से सबमिट करें\n* यदि टैब में ऑडियो चल रहा हो तो रोकें\n* आभासी सहायक मोड\n* \"भाषण मान्यता कहीं भी\" सुनते समय सिस्टम को सोने से रोकें\n* \"भाषण मान्यता कहीं भी\" सुनते समय स्क्रीन को सोने से रोकें\n* असीमित कस्टम वॉयस कमांड\n* ऑटो विराम चिह्न\n* निर्यात/आयात कस्टम आदेश\n\nध्यान दें: एक्सटेंशन को विशेष chrome:// पेज या edge:// पेज या क्रोम वेब स्टोर या एज ऐड-ऑन वेबसाइट पर काम करने की अनुमति नहीं है। इसलिए, आप अपनी आवाज का उपयोग करके सीधे क्रोम वेब स्टोर पर समीक्षा नहीं लिख पाएंगे। यह ब्राउज़र द्वारा लगाया गया प्रतिबंध है। यह विस्तार की सीमा नहीं है।\n\nयुक्ति: यदि वाक् पहचान किसी विशिष्ट वेबपृष्ठ पर काम नहीं कर रही है, तो आप (1) वेब पृष्ठ को ताज़ा करने या (2) अपने कंप्यूटर को पुनरारंभ करने का प्रयास कर सकते हैं। यह अक्सर समस्या को ठीक कर देगा।\n\nवारंटी का अस्वीकरण: सी ब्रीज कंप्यूटर इस उत्पाद या सेवा के प्रदर्शन के संबंध में कोई वारंटी नहीं देता है। यह एक्सटेंशन भाषण पहचान के लिए कुछ ब्राउज़रों (जैसे Google की वेब स्पीच एपीआई या माइक्रोसॉफ्ट एज की वेब स्पीच एपीआई) में निर्मित वेब स्पीच एपीआई का उपयोग करता है, इसलिए हम स्पीच रिकग्निशन सेवा की गुणवत्ता या निरंतर संचालन की गारंटी नहीं दे सकते हैं।\n\nउपयोग की शर्तें\n\nइस सॉफ़्टवेयर का उपयोग करके आप http://www.seabreezecomputers.com/speech/terms पर उपलब्ध उपयोग की शर्तों से सहमत होते हैं\n\nbhaashan maanyata kaheen bhee\n\n\"vaak pahachaan kaheen bhee\" ke saath aap apanee aavaaj se intaranet ko niyantrit kar sakate hain. veb par form aur dastaavez bharane ke lie dhvani pahachaan ka upayog karen! vaak se paath mein eemel diktet karen!\n\nspeech rikognishan kaheen bhee krom aur ej donon mein veb speech epeeaee kee kshamataon ka vistaar karata hai, taaki upayogakarta intaranet ko niyantrit kar saken ya apanee aavaaj ka upayog karake dastaavejon aur phormon ko bhar saken. ek upayogakarta vebasaiton par jaane ya batan aur link par klik karane ke lie saadhaaran voyas kamaand ka upayog kar sakata hai. yah googlai doks, maikrosopht vard onalain, jeemel, aautaluk dot kom aur any ke saath bhee kaam karata hai. chikitsa peshevar isaka upayog veb aadhaarit onalain medikal rikord bharane ke lie karate hain. vyaavasaayik peshevar isaka upayog patron aur eemelon ko nirdeshit karane ke lie karate hain. kastam aadesh upayogakarta dvaara banae ja sakate hain taaki upayogakarta shortakat vaakyaansh kah saken jo ek phorm mein bahut saare tekst ko print karate hain.\n\nnaya! speech rikognishan eneeveyar mein ab tekst too speech, kastam voyas kamaand aur skripting shaamil hain. adhik jaanakaaree ke lie seabreezecomputers.com/speech/ dekhen.\n\nmuft suvidhaen:\n\n* ej aur krom ke lie brauzar eksatenshan\n* vaak pahachaan ke lie darjanon bhaashaon aur boliyon mein se chunen\n* eemel aur onalain dastaavez diktet karen\n* apanee aavaaj se phorm bharen\n* apanee aavaaj se agale ya pichhale kshetr mein jaen\n* apanee aavaaj se kisee bhee veb pej par jaen\n* taib svich karen aur apanee aavaaz se vebaprshthon ko neviget karen\n* pej ko oopar ya neeche skrol karen\n* apanee aavaaj se link aur batan par klik karen\n* kat, kopee, pest, kliyar, hailait\n* vebapej par batanon ke lebal dekhane ke lie \"lebal dikhaen\" kahen\n* turant sangeet chalaane ke lie \"yootyoob (kalaakaar ya geet ka naam)\" kahen\n* tekst too speech (teeteees)\n* teen kastam voyas kamaand\n* patakatha\n\npoorn visheshataen:\n\n* voyas ektiveshan vek ap vaakyaansh ka upayog karen: (udaaharan: oke googal, kampyootar, eleksa, he siree, he korataana)\n* brauzar shuroo hone par \"vaak pahachaan kaheen bhee\" praarambh karen (hamesha sunana)\n* prshthabhoomi mein \"vaak pahachaan kaheen bhee\" praarambh karen\n* khoj feeld svachaalit roop se sabamit karen\n* yadi odiyo kisee taib mein chal raha hai to \"vaak pahachaan kaheen bhee\" roken\n* aabhaasee sahaayak mod\n* \"vaak pahachaan kaheen bhee\" sunate samay sistam ko sone se roken\n* \"vaak pahachaan kaheen bhee\" sunate samay skreen ko sone se roken\n* aseemit kastam voyas kamaand\n* oto viraam chihn\n* niryaat/aayaat kastam aadesh\n\ndhyaan den: eksatenshan ko vishesh chrome:// pej ya edge:// pej ya krom veb stor ya ej aid-on vebasait par kaam karane kee anumati nahin hai. isalie, aap apanee aavaaj ka upayog karake seedhe krom veb stor par sameeksha nahin likh paenge. yah brauzar dvaara lagaaya gaya pratibandh hai. yah vistaar kee seema nahin hai.\n\nyukti: yadi vaak pahachaan kisee vishisht vebaprshth par kaam nahin kar rahee hai, to aap (1) veb prshth ko taaza karane ya (2) apane kampyootar ko punaraarambh karane ka prayaas kar sakate hain. yah aksar samasya ko theek kar dega.\n\nvaarantee ka asveekaran: see breej kampyootar is utpaad ya seva ke pradarshan ke sambandh mein koee vaarantee nahin deta hai. yah eksatenshan bhaashan pahachaan ke lie kuchh brauzaron (jaise googlai kee veb speech epeeaee ya maikrosopht ej kee veb speech epeeaee) mein nirmit veb speech epeeaee ka upayog karata hai, isalie ham speech rikagnishan seva kee gunavatta ya nirantar sanchaalan kee gaarantee nahin de sakate hain.\n\nupayog kee sharten\n\nis softaveyar ka upayog karake aap http://www.seabreezecomputers.com/speech/terms par upalabdh upayog kee sharton se sahamat hote hain",
    "it": "Riconoscimento vocale ovunque\n\nCon \"Speech Recognition Anywhere\" puoi controllare Internet con la tua voce. Utilizza il riconoscimento vocale per compilare moduli e documenti sul Web! Detti e-mail con la parola al testo!\n\nNon c'è bisogno di copiare e incollare il tuo discorso in un campo di input del modulo. L'intervento vocale che pronunci viene automaticamente digitato in qualsiasi forma su qualsiasi viva voce di una pagina Web. Puoi anche navigare sul Web e controllare completamente un sito Web con comandi vocali. Può essere usato come un assistente virtuale.\n\nNUOVO! Speech Recognition Anywhere ora include text to speech, comandi vocali personalizzati e scripting. Vedi seabreezecomputers.com/speech per ulteriori informazioni.\n\nCARATTERISTICHE GRATUITE:\n\n* Scegli tra dozzine di lingue e dialetti per il riconoscimento vocale\n* Dettagliare e-mail e documenti online\n* Compila moduli con la tua voce\n* Vai al campo successivo o precedente con la tua voce\n* Vai a qualsiasi pagina web con la tua voce\n* Cambia le schede e naviga tra le pagine web con la tua voce\n* Scorri la pagina verso l'alto o verso il basso\n* Clicca su link e pulsanti con la tua voce\n* Taglia, Copia, Incolla, Cancella, Evidenzia\n* Pronuncia \"Mostra etichette\" per vedere le etichette sui pulsanti su una pagina web\n* Pronunciare \"Riproduci (nome dell'artista o canzone)\" per riprodurre la musica all'istante\n* Text to Speech (tts)\n* 3 comandi vocali personalizzati\n* Scripting\n\nCARATTERISTICHE COMPLETE:\n\n* Usa la frase di attivazione vocale per l'attivazione: (Esempi: \"Ok Google\", \"Computer\", \"Alexa\", \"Ehi Siri\", \"Ehi Cortana\")\n* Avvia \"Riconoscimento vocale ovunque\" all'avvio di Chrome (ascolto sempre)\n* Avviare \"Riconoscimento vocale ovunque\" in background\n* Invia automaticamente i campi di ricerca\n* Metti in pausa \"Riconoscimento vocale ovunque\" se l'audio viene riprodotto in una scheda\n* Modalità Assistente virtuale\n* Impedire al sistema di dormire mentre \"Riconoscimento vocale ovunque\" è in ascolto\n* Previene lo spegnimento della schermata mentre è in ascolto \"Riconoscimento vocale ovunque\"\n* Comandi vocali personalizzati illimitati\n* Punteggiatura automatica\n* Esporta / Importa comandi personalizzati\n\nDichiarazione di non responsabilità della garanzia: Sea Breeze Computers non offre alcuna garanzia in merito alle prestazioni di questo prodotto o servizio. Questa estensione utilizza l'API di Web Speech di Google per il riconoscimento vocale, pertanto non possiamo garantire la qualità o il funzionamento continuo del servizio di riconoscimento vocale.\n\n31/12/2021 - Versione 1.6.1\n+ La versione italiana ora mostra istruzioni e menu in italiano. (italiano)\n+ Aggiunti più comandi alla lingua italiana.\n+ Ora è più facile in altre versioni linguistiche cambiare lingua con la voce utilizzando la traduzione inglese dei nomi delle lingue.",
    "ja": "どこでも音声認識\n\n「音声認識はどこでも」で音声でインターネットを制御できます。音声認識を使用して、インターネット上のフォームや文書を記入してください！音声で電子メールを指示する！\n\n音声をコピーしてフォーム入力フィールドに貼り付ける必要はありません。あなたが話すスピーチは、ハンズフリーの任意のページ上の任意のフォームに自動的に入力されます。また、インターネットを閲覧し、音声コマンドでウェブサイトを完全に制御することもできます。バーチャルアシスタントのように使うことができます。\n\n新しい！音声認識どこにいても、音声対話、カスタム音声コマンド、スクリプトが含まれています。詳細については、seabreezecomputers.com/speech を参照してください。\n\n無料機能：\n\n*音声認識のために数十の言語と方言の中から選択する\n*電子メールとオンライン文書を指示する\n*あなたの声で形を記入してください\n*あなたの声で次のまたは前のフィールドに移動する\n*あなたの声で任意のウェブサイトに移動\n*あなたの声でタブを切り替えてウェブページをナビゲートする\n*ページを上下にスクロールする\n*あなたの声でリンクやボタンをクリック\n*カット、コピー、貼り付け、クリア、ハイライト\n*ウェブページ上のボタンへのラベルを表示するには「ラベルを表示」と言う\n*音楽を即座に演奏するために「プレイ（アーティスト名または曲名）」と言う\n*テキスト読み上げ（tts）\n* 3つのカスタム音声コマンド\n*スクリプティング\n\nフル機能：\n\n*音声認識ウェイクアップフレーズを使用する：（例：「OK Google」、「コンピュータ」、「Alexa」、「Hey Siri」、「Hey Cortana」）\n*いつでもどこでもChromeの起動時に音声認識を開始する（常に聞く）\n*バックグラウンドで音声認識を開始する\n*検索フィールドを自動的に提出する\n*音声がタブで再生されている場合は、「音声認識をどこでも」一時停止する\n*仮想アシスタントモード\n*音声認識どこでも聞いている間、システムがスリープ状態にならないようにする\n*どこでも音声認識が聴きながら、画面がスリープ状態にならないようにする\n*無制限のカスタム音声コマンド\n*自動句読点\n*カスタムコマンドのエクスポート/インポート\n\n保証の放棄：Sea Breeze Computersは、この製品またはサービスの性能に関していかなる保証もしません。 この拡張機能は、音声認識にGoogleのWeb Speech APIを使用しているため、音声認識サービスの品質や継続的な運用を保証することはできません。\n\n2021年12月22日-バージョン1.5.9\n+日本語版では、説明とメニューが日本語で表示されるようになりました。 （日本語）\n+日本語にコマンドを追加しました。",
    "ko": "어디서나 음성 인식\n\n\"음성 인식 어디에서나\"를 사용하면 목소리로 인터넷을 제어 할 수 있습니다. 음성 인식을 사용하여 웹에서 양식 및 문서를 작성하십시오! 텍스트에 대한 음성이 포함 된 이메일을 지시하십시오!\n\n\"음성 인식 어디에서나\"는 사용자가 인터넷을 제어하거나 음성을 사용하여 문서와 양식을 작성할 수 있도록 웹 스피치 API의 기능을 Chrome 및 Edge 모두에서 확장합니다. 사용자는 간단한 음성 명령을 사용하여 웹 사이트로 이동하거나 버튼 및 링크를 클릭 할 수 있습니다. 또한 Google Docs, Microsoft Word Online, Gmail, Outlook.com 등과 함께 작동합니다. 의료 전문가는이를 사용하여 웹 기반 온라인 의료 기록을 작성합니다. 비즈니스 전문가는이를 사용하여 편지 및 이메일을 지시합니다. 사용자가 사용자가 많은 텍스트를 형태로 인쇄하는 바로 가기 문구를 말할 수 있도록 사용자가 사용자 정의 명령을 만들 수 있습니다.\n\n장애가있는 사람들을위한 접근성 기능 : 이동성 장애가있는 많은 사람들이 손 대신 목소리로 인터넷을 사용할 수 있습니다. 시력 장애가있는 사람들은 텍스트와 연설로 기사와 내비게이션 메뉴를들을 수 있습니다.\n\n새로운! 음성 인식은 이제 텍스트에 대한 텍스트, 사용자 정의 음성 명령 및 스크립팅을 포함합니다. 자세한 내용은 seabreezecomputers.com/speech 를 참조하십시오.\n\n무료 평가판 기능 :\n\n* Edge 및 Chrome의 브라우저 확장\n* 음성 인식을 위해 수십 개의 언어와 방언 중에서 선택하십시오.\n* 이메일 및 온라인 문서를 지시합니다\n* 목소리로 양식을 작성하십시오\n* 목소리로 다음 또는 이전 필드로 이동\n* 목소리로 모든 웹 페이지로 이동하십시오\n* 음성으로 탭을 전환하고 웹 사이트를 탐색하십시오\n* 페이지를 위 또는 아래로 스크롤합니다\n* 목소리로 링크와 버튼을 클릭하십시오\n* 자르기, 복사, 붙여 넣기, 클리어, 하이라이트\n* 웹 사이트에서 버튼에 레이블을 보려면 \"레이블 표시\"라고 말합니다.\n* 음악을 즉시 연주하려면 \"YouTube (아티스트 또는 노래 이름)\"라고 말합니다.\n* 연설 텍스트 (TTS)\n* 세 가지 사용자 정의 음성 명령\n* 스크립팅\n\n전체 기능 :\n\n* 음성 활성화 웨이크 업 문구 사용 : (예 : 'Ok Google', 'Computer', 'Alexa', 'Hey Siri', 'Hey Cortana'))))\n* 브라우저가 시작될 때 \"음성 인식 어디서나\"시작하십시오 (항상 듣기)\n* 백그라운드에서 \"어딘가에\" \"음성 인식\"시작\n* 검색 필드를 자동으로 제출하십시오\n* 오디오가 탭에서 재생되는 경우 \"음성 인식 어디에서나\"일시 중지\n* 가상 어시스턴트 모드\n* \"음성 인식\"이 듣는 동안 시스템이 수면을 방지합니다.\n* \"음성 인식 어디에서나\"가 듣는 동안 화면이 수면을 방지합니다.\n* 무제한 사용자 정의 음성 명령\n* 자동 구두점\n* 내보내기/수입 사용자 정의 명령\n* 선택적 Windows 추가 기능(베타)\n\n참고 : 확장자는 특수 Chrome:// 페이지 또는 Edge:// 페이지 또는 Chrome 웹 스토어 또는 Edge Add-ons 웹 사이트에서 작업 할 수 없습니다. 따라서 목소리를 사용하여 Chrome 웹 스토어에서 직접 리뷰를 작성할 수 없습니다. 이것은 브라우저가 부과하는 제한입니다. 확장 제한이 아닙니다.\n\n팁 : 음성 인식이 특정 웹 페이지에서 작동하지 않는 경우 (1) 웹 페이지를 새로 고치거나 (2) 컴퓨터를 다시 시작하십시오. 이것은 종종 문제를 해결합니다.\n\n보증 부인 : Sea Breeze Computers는이 제품 또는 서비스의 성과에 대해 보증하지 않습니다. 이 확장은 음성 인식을 위해 일부 브라우저 (예 : Google 웹 스피치 API 또는 Microsoft Edge의 웹 스피치 API)에 내장 된 웹 스피치 API를 사용하므로 음성 인식 서비스의 품질 또는 지속적인 운영을 보장 할 수는 없습니다.\n\n이용 약관\n\n이 소프트웨어를 사용하면 http://www.seabreezecomputers.com/speech/terms 에서 사용 가능한 이용 약관에 동의합니다.\n\n2024년 3월 27일 - 버전 1.7.19\n+ 프랑스어 Windows 명령 추가\n+ 스페인어 Windows 명령 추가\n+ 한국어 Windows 명령이 더 추가되었습니다.\n\n2024년 3월 20일 - 버전 1.7.18\n+ 독일어 Windows 명령 추가\n+ 한국어 구두점 및 명령 추가\n\n2024년 2월 27일 - 버전 1.7.17\n+ Windows 추가 기능 베타 첫 번째 릴리스.",
    "pt_BR,pt_PT": "Reconhecimento de voz em qualquer lugar\n\nCom \"Speech Recognition Anywhere\" você pode controlar a Internet com sua voz. Utilize o reconhecimento de voz para preencher qualquer entrada, texto, formulário ou documento na web.\n\nNão é necessário copiar e colar seu discurso em um campo de entrada de formulário. O discurso que você fala é digitado automaticamente em qualquer formulário em qualquer página da web. Você também pode navegar na web e controlar completamente um site com sua voz. Pode ser usado como um assistente virtual.\n\nNOVO! Reconhecimento de voz Em qualquer lugar agora inclui texto para fala e scripts. Consulte seabreezecomputers.com/speech para obter mais informações.\n\nCARACTERÍSTICAS GRATUITAS:\n\n* Escolha entre dezenas de idiomas e dialetos para reconhecimento de fala\n* Ditar e-mails e documentos on-line\n* Preencha os formulários com a sua voz\n* Vá para o campo seguinte ou anterior com sua voz\n* Ir para qualquer página da web com sua voz\n* Alternar abas e navegar páginas da web com sua voz\n* Deslize a página para cima ou para baixo\n* Clique nos links e botões com sua voz\n* Corte, Copiar, Colar, Limpar, Destaque\n* Diga \"Mostrar rótulos\" para ver rótulos para botões em uma página da Web\n* Diga \"Reproduzir (nome do artista ou música)\" para tocar música instantaneamente\n* Texto para falar (tts)\n* 3 comandos de voz personalizados\n* Scripting\n\nCARACTERÍSTICAS COMPLETAS:\n\n* Utilize a frase de ativação de ativação de voz: (Exemplos: 'Ok Google', 'Computador', 'Alexa', 'Hey Siri', 'Ei Cortana')\n* Comece \"Reconhecimento de voz em qualquer lugar\" quando o Chrome for iniciado (sempre ouvindo)\n* Comece \"Speech Recognition Anywhere\" em segundo plano\n* Enviar campos de pesquisa automaticamente\n* Pausar \"Reconhecimento de voz em qualquer lugar\" se o áudio estiver sendo reproduzido em uma guia\n* Modo assistente virtual\n* Impedir o sistema de dormir enquanto \"Speech Recognition Anywhere\" estiver ouvindo\n* Impedir que a tela durma enquanto \"Speech Recognition Anywhere\" estiver ouvindo\n* Comandos de voz personalizados ilimitados\n\nIsenção de Garantia: A Sea Breeze Computers não oferece garantias quanto ao desempenho deste produto ou serviço. Essa extensão usa a API de Fala da Web do Google para reconhecimento de voz, portanto, não podemos garantir a qualidade ou a continuidade da operação do serviço de reconhecimento de fala.\n\nHISTÓRICO DA VERSÃO\n\n11/09/2017 - Versão 0.99.0 - Pontuação adicionada para espanhol e português. Também adicionou locais para espanhol e português. Corrigido o erro onde a página percorria a área de texto, como os comentários do youtube, ao tentar se deslocar para o cursor. Corrigido adicionando elRect.height> 0. Adicionado o comando \"Encontrar palavra ou frase\". Corrigido bug onde \"nova guia\" não usaria Reconhecimento de voz porque estava usando \"chrome: // newtab /\". Alterado para \"https://www.google.com/_/chrome/newtab\" e agora funciona novamente.\n\n21/08/2017 - Versão 0.98.9 - Agora a caixa na guia Discurso Reconhecimento em Qualquer Lugar melhora a pontuação e a maiúscula, assim como as áreas de texto e as entradas em outras páginas. Adicionou as três configurações a seguir: \"Desativar a bolha de fala amarela (Somente o discurso final será exibido)\", \"Desativar o discurso para o texto (somente comandos de voz funcionará)\" e \"Desativar comandos de voz (somente o discurso para o texto funcionará) \".\n\n15/06/2017 - Versão 0.98.8 - Adicionado a capacidade de alterar o idioma com a sua voz dizendo \"Alterar idioma para (Inglês | Espanhol | Japonês | etc)\n\n18/05/2017 - Versão 0.98.7 - Adicionou uma mensagem de erro para exibir ao usuário na guia Reconhecimento de voz, informando o usuário que o Google não permite que as extensões do Chrome funcionem em páginas cromadas especiais: // ou no Chrome Webstore .\n\n4/9/2017 - Versão 0.98.6 - Anteriormente, para campos de texto como as áreas de texto, para que as barras de rolagem seguissem o cursor, o código estava emitindo um borrão () e depois um foco () no campo de texto. Mas o comando blur () faz com que alguns campos de texto não funcionem corretamente. Isso foi corrigido pela adição de código que permite que as barras de rolagem sigam o cursor e a fala nas áreas de texto e campos de entrada de texto sem usar um blur () commmand.\n\n3/6/2017 - Versão 0.98.5 - Tempo de espera alterado para comandos após a frase de ativação de 2 segundos a 3 segundos. Adicionou click_element (id) e click_keyword (palavra-chave) a ações de comandos personalizados.\n\n2/1/2017 - Versão 0.98.4 - Adicionado Text to Speech (tts) e scripting. Agora você pode criar comandos personalizados que falam em você ou ler texto em um elemento em uma página da Web. No campo \"Ação\", digite: say (Hello There). Ou para ir a uma página da Web e falar o texto em um elemento, digite o campo \"Ação\": http: // website / com; speak (element_id). Para mais informações, vá para seabreezecomputers.com/speech/. Também mudou o reconhecimento. Seguimento para falso em vez de verdadeiro para tentar e resolver a lentidão com o resultado do reconhecimento ou múltiplo atraso com a API da Web Speech que alguns usuários têm.\n\n31/12/2016 - Versão 0.98.3 - Os comandos personalizados agora podem carregar um arquivo html local iniciando a ação com \"file: //\". Anteriormente funcionaria apenas com \"http: //\", \"https: //\" ou \"ftp: //\". Também é mais claro agora que \"Language\" pode ser configurado na versão gratuita.\n\n12/11/2016 - Versão 0.98.2 - Corrigido um erro em comandos personalizados que combinam expressões regulares. Agora, se uma correspondência for opcional, ela não aparecerá como indefinida na ação. Alterou o link da Chrome Web Store para abrir na nova guia.\n\n\n28/10/2016 - Versão 0.98.1 - Idiomas e dialetos estão aqui! Adicionou uma opção em configurações para escolher entre dezenas de idiomas e dialetos para reconhecimento de fala, incluindo: afrikaans, árabe, basco, búlgaro, catalão, checo, holandês, inglês, filipino, finlandês, francês, galego, alemão, grego, hebraico, húngaro, Islandês, italiano, indonésio, japonês, coreano, latim, lituano, chinês, malaio, norueguês, persa, polonês, português, romeno, russo, sérvio, eslovaco, espanhol, sueco, turco, vietnamita, zulu. Precisamos de voluntários para traduzir pontuação e comandos nesses idiomas do inglês. Entre em contato com jeff@seabreezecomputers.com\n\n20/10/2016 - Versão 0.98 - Comandos de voz personalizados estão aqui! Nosso objetivo é criar a melhor experiência de reconhecimento de fala de sempre. Podemos fazer isso permitindo que os usuários criem seus próprios comandos de voz personalizados e, em seguida, uma comunidade de usuários pode compartilhar suas frases e ações personalizadas com outras pessoas. Por favor, compartilhe seus comandos personalizados na seção \"Comentários\" ou \"Suporte\". Você não precisa saber ou usar expressões regulares, mas expressões regulares tornarão seus comandos personalizados mais poderosos.\n\nTambém adicionou a loja do Google Chrome para o título e o iFrame para exibir notícias.\n\n23/09/2016 - Versão 0.97 - Adicionado \"Reproduzir (artista, música ou título de video)\" ou \"Ouvir (artista, música ou título de video\"). Mudou a ortografia de \"despertar\" para \"acordar\".\n\n14/09/2016 - Versão 0.96 - Corrigido de modo que exiba \"Speech Recognition Anywhere FULL\" em vez de \"Speech Recognition Anywhere Free\" quando comprado. Também removeu algumas variáveis de teste do console.log.\n\n09/12/2016 - Versão 0.9 - Reconhecimento de voz Anywhere first release.",
    "sv": "Taligenkänning var som helst\n\nMed \"Taligenkänning överallt\" kan du styra Internet med din röst. Använd röstigenkänning för att fylla i formulär och dokument på webben! Dikter e-post med tal till text!\n\nDu behöver inte kopiera och klistra in ditt tal i ett formulärinmatningsfält. Talet du pratar automatiskt skrivs in i vilken form som helst på vilken handsfree som helst. Du kan också surfa på webben och helt styra en webbplats med röstkommandon. Den kan användas som en virtuell assistent.\n\nNY! Taligenkänning Överallt innehåller nu text till tal, anpassade röstkommandon och skript. Se seabreezecomputers.com/speech för mer information.\n\nGRATIS FUNKTIONER:\n\n* Välj mellan dussintals språk och dialekter för taligenkänning\n* Dictate e-post och online dokument\n* Fyll i formulär med din röst\n* Gå till nästa eller föregående fält med din röst\n* Gå till en webbsida med din röst\n* Byt flikar och navigera webbsidor med din röst\n* Bläddra upp eller neråt\n* Klicka på länkar och knappar med din röst\n* Klipp, Kopiera, Klistra in, Rensa, Markera\n* Säg \"Visa etiketter\" för att se etiketter på knappar på en webbsida\n* Säg \"Spela (namn på artist eller sång)\" för att spela musik direkt\n* Text till tal (tts)\n* Tre anpassade röstkommandon\n* Scripting\n\nFULLA FUNKTIONER:\n\n* Använd Voice Activation Wake Up Phrase: (Exempel: \"Ok Google\", \"Dator\", \"Alexa\", \"Hey Siri\", \"Hey Cortana\")\n* Starta \"Taligenkänning var som helst\" när Chrome startar (alltid lyssna)\n* Starta \"Taligenkänning var som helst\" i bakgrunden\n* Skicka sökfält automatiskt\n* Pausa \"Taligenkänning överallt\" om ljud spelas i en flik\n* Virtuellt assistentläge\n* Förhindra att systemet sover när \"Taligenkänning överallt\" lyssnar\n* Förhindra skärmen från att sova medan \"Taligenkänning överallt\" lyssnar\n* Obegränsade anpassade röstkommandon\n* Automatisk skillnad\n* Export / Importera egna kommandon\n\nAnsvarsfriskrivning: Sea Breeze Computers ger inga garantier för prestanda för denna produkt eller tjänst. Denna förlängning använder Googles webbtal API för taligenkänning, därför kan vi inte garantera kvaliteten eller fortsättningen av taligenkänningstjänsten.\n\nVersionshistorik\n\n10/8/2018 - Version 1.1.6 - Bättre felhantering på flera språk. Snabbare initiering. Tillagt svenska skiljetecken och kommandon.",
    "zh_CN": "语音识别无处不在\n\n通过“随处语音识别”，您可以用语音控制互联网。使用语音识别来填写网络上的表格和文件！用语音对文本口述电子邮件！\n\n无需将语音复制并粘贴到表单输入字段中。您所说的演讲会自动输入任何网页免提的任何形式。您还可以浏览网页并使用语音命令完全控制网站。它可以像虚拟助手一样使用。\n\n新！语音识别功能现在包括文本到语音，自定义语音命令和脚本。有关更多信息，请参阅 seabreezecomputers.com/speech\n\n免费功能：\n\n*选择数十种语言和方言进行语音识别\n*口述电子邮件和在线文件\n*用你的声音填写表格\n*用你的声音转到下一个或上一个字段\n*使用您的声音转到任何网页\n*切换标签并用您的声音导航网页\n*向上或向下滚动页面\n*用你的声音点击链接和按钮\n*剪切，复制，粘贴，清除，突出显示\n*说“显示标签”以查看网页上按钮的标签\n*说“播放（艺术家或歌曲的名称）”即时播放音乐\n*文字转语音（tts）\n* 三个自定义语音命令\n*脚本\n\n全部功能：\n\n*使用语音激活唤醒短语:(示例：'Ok Google'，'Computer'，'Alexa'，'Hey Siri'，'Hey Cortana'）\n* Chrome启动时始终启动“语音识别功能”（始终倾听）\n*在后台启动“随处语音识别”\n*自动提交搜索字段\n*如果在选项卡中播放音频，则暂停“语音识别随处”\n*虚拟助手模式\n*在“随时随地识别语音”时，防止系统休眠\n*在“随时随地识别语音”时，防止屏幕进入睡眠状态\n*无限制的自定义语音命令\n*自动标点符号\n*导出/导入自定义命令\n\n免责声明：Sea Breeze Computers对本产品或服务的性能不作任何保证。 此扩展程序使用Google的Web Speech API进行语音识别，因此我们无法保证语音识别服务的质量或持续运行。\n\n2024 年 11 月 28 日 - 版本 1.7.28\n+ 修复中文逗号 至 ，以及中文枚举逗号 顿号 | 頓號 至 、",
    "zh_TW": "語音識別無處不在\n\n通過“隨處語音識別”，您可以用語音控制互聯網。使用語音識別來填寫網絡上的表格和文件！用語音對文本口述電子郵件！\n\n無需將語音複製並粘貼到表單輸入字段中。您所說的演講會自動輸入任何網頁免提的任何形式。您還可以瀏覽網頁並使用語音命令完全控製網站。它可以像虛擬助手一樣使用。\n\n新！語音識別功能現在包括文本到語音，自定義語音命令和腳本。有關更多信息，請參閱 seabreezecomputers.com/speech\n\n免費功能：\n\n*選擇數十種語言和方言進行語音識別\n*口述電子郵件和在線文件\n*用你的聲音填寫表格\n*用你的聲音轉到下一個或上一個字段\n*使用您的聲音轉到任何網頁\n*切換標籤並用您的聲音導航網頁\n*向上或向下滾動頁面\n*用你的聲音點擊鏈接和按鈕\n*剪切，複製，粘貼，清除，突出顯示\n*說“顯示標籤”以查看網頁上按鈕的標籤\n*說“播放（藝術家或歌曲的名稱）”即時播放音樂\n*文字轉語音（tts）\n*三個自定義語音命令\n*腳本\n\n全部功能：\n\n*使用語音激活喚醒短語:(示例：'Ok Google'，'Computer'，'Alexa'，'Hey Siri'，'Hey Cortana'）\n* Chrome啟動時始終啟動“語音識別功能”（始終傾聽）\n*在後台啟動“隨處語音識別”\n*自動提交搜索字段\n*如果在選項卡中播放音頻，則暫停“語音識別隨處”\n*虛擬助手模式\n*在“隨時隨地識別語音”時，防止系統休眠\n*在“隨時隨地識別語音”時，防止屏幕進入睡眠狀態\n*無限制的自定義語音命令\n*自動標點符號\n*導出/導入自定義命令\n\n免責聲明：Sea Breeze Computers對本產品或服務的性能不作任何保證。 此擴展程序使用Google的Web Speech API進行語音識別，因此我們無法保證語音識別服務的質量或持續運行。\n\n2024 年 11 月 28 日 - 版本 1.7.28\n+ 修正中文逗號為 ，以及中文枚舉逗號頓號 | 頓號至、"
  }
}