{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LingvoMind"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Translate foreign words and phrases, submit them to your personal dictionary. Organize and learn new words using flash cards.",
    "ru": "Переводите иностранные слова и фразы, отправляйте их в свой личный словарь. Учите новые слова с помощью флеш-карточек.",
    "uk": "Перекладайте іноземні слова і фрази, відправляйте їх у свій особистий словник. Вивчайте нові слова за допомогою флеш-карток."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "LingvoMind is an online service that will help you learn foreign languages more efficiently.\n\nWhen reading foreign texts, you may often come across words you don't know that you wish you could save and learn. Sometimes, it is not a good time to do that. As a result, the word is forgotten.\n\nAdding LingvoMind to Chrome means that you are able to easily and quickly translate new words or phrase with built-in Google translator using a small pop-up window, that appears when you select the text.\n\nOnce you register your new account, you will be able to save new words or phrases with its translation on-the-go to your personal dictionary located in a server. \n\nLater, you can log into your server account, organize your selected words and phrases into \"study sets\" and learn them using flashcards.\n\nOn the browser you are able to:\n* Translate selected text with built-in Google translator using small pop-up window\n* Detect source language automatically\n* Save selected words or phrases with its translation to your personal dictionary located on the server on-the-go\n* Enable or disable the appearance of the pop-up icon in-one-click when text is selected if it is temporarily not needed\n\nIn your account on the server you are able to:\n* Learn new words or phrases with flashcards\n* Organize collected words or phrases in study sets in your account\n* Move collected words or phrases from one study set to another\n* Add, translate and edit new words or phrases",
    "ru": "LingvoMind - это онлайн-сервис, который поможет вам более эффективно изучать иностранные языки.\n\nКогда вы читаете иностранные тексты, вы часто сталкиваетесь с незнакомыми словами и вы хотели бы их сохранить, чтобы затем выучить. Но иногда нет возможности отвлекаться, чтобы записать куда-то новое слово. В результате оно теряется и забывается.\n\nУстановка LingvoMind в Chrome означает, что вы можете на-лету переводить новое слово или фразу с помощью небольшого всплывающего окна, которое появляется при выделении текста.\n\nПосле регистрации новой учетной записи вы получите возможность сохранять новые слова или фразы вместе с переводом в свой персональный словарь, расположенный на сервере.\nПозже вы сможете заходить в свою учетную запись, чтобы отсортировать и отредактировать собранные слова и фразы, распределить их по учебным спискам и затем учить с помощью флеш-карточек.\n\nВ браузере вы можете:\n* Переводить выделенный текст с помощью встроенного Google переводчика, используя небольшое всплывающее окно\n* Автоматически определять исходный язык\n* Сохранять на-ходу выбранные слова или фразы с их переводом в ваш личный словарь, расположенный на сервере\n* Легко включать или отключать появление всплывающей иконки при выделении текста, если она вам временно не нужна\n\nВ вашем аккаунте на сервере вы можете:\n* Изучать новые слова или фразы с помощью флеш-карточек\n* Сортировать собранные слова и фразы, распределять их по учебным спискам\n* Перемещать собранные слова и фразы из одного учебного списка в другой\n* Добавлять, переводить и редактировать новые слова или фразы",
    "uk": "LingvoMind - це онлайн-сервіс, який допоможе вам більш ефективно вивчати іноземні мови.\n\nЧитаючи іноземні тексти, ви часто стикаєтеся з незнайомими словами та ви хотіли б їх зберегти, щоб потім вивчити. Але іноді немає можливості відволікатися, щоб записати кудись нове слово. В результаті воно втрачається та забувається.\n\nВстановлення LingvoMind в Chrome означає, що ви можете нальоту перекладати нове слово або фразу за допомогою невеликого спливаючого вікна, яке з'являється при виділенні тексту.\n\nПісля реєстрації нового акаунту ви отримаєте можливість зберігати нові слова або фрази разом з перекладом у свій персональний словник, розташований на сервері.\nПізніше ви зможете заходити до свого облікового запису, щоб впорядкувати та відредагувати зібрані слова та фрази, розподілити їх за навчальними списками й потім вчити за допомогою флеш-карток.\n\nУ браузері ви можете:\n* Перекладати виділений текст за допомогою вбудованого Google перекладача, використовуючи невелике спливаюче вікно\n* Автоматично визначати вихідну мову\n* Зберігати нальоту обрані слова та фрази разом з їх перекладом до вашого особистого словника, розташованого на сервері\n* Легко включати або відключати появу спливаючої іконки при виділенні тексту, якщо вона вам тимчасово не потрібна\n\nУ вашому акаунті на сервері ви можете:\n* Вивчати нові слова або фрази з допомогою флеш-карток\n* Сортувати зібрані слова та фрази, розподіляти їх за навчальними списками\n* Переміщати зібрані слова та фрази з одного навчального списку до іншого\n* Додавати, переводити та редагувати нові слова або фрази"
  }
}