{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Random Tab Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Indecisive about what to watch/buy/do? Open them in different tabs and let this extension pick a random one (or more) for you."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How to use the extension\n\nThe extension shows a list of tabs that are currently open on your browser window. You can unselect tabs from the list by clicking on them*. Unselected tabs will not be a part of the random selection. \n\nIf you want the extension to pick only one tab, press the \"Pick One\" button and the extension will select a random tab and automatically switch to the tab it has selected**. \n\nIf you would like the extension to pick multiple tabs, press the \"Pick Multiple\" button and there will be a pop up on your screen asking how many tabs you would like the extension to pick. Enter the desired number of tabs to be picked and press the \"OK\" button. The extension will pick random tabs, create a tab group named \"SELECTED\" which contains the randomly picked tabs, and automatically switch to one of the tabs it picked. You can see the rest of the picked tabs within the tab group.\n\nNotes:\n* Tabs you unselect from the extension list will remain open on your browser\n** If the active tab remains the same after you press the button, it means the tab you were on was picked. \n\nIcon created by juicy_fish on flaticon.com\nSource code: https://github.com/han-lue/random-tab-picker-chrome-extension"
  }
}