{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitbucket Merge Check"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to warn a user if a pull request that can be merged contains multiple commits."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Bitbucket Merge Check Chrome extension helps to ensure that individuals with merge rights do not accidentally merge a pull request that contains multiple commits.\n\nIf a pull request has multiple commits, it can be configured to:\n- change the colour of the web page around the 'Merge' button to 'Yellow' to visibly warn the user that the pull request contains multiple commits\n- when the 'Merge' button is clicked, prompt the individual to confirm that the merge operation should proceed with multiple commits being merged\n- display the number of commits in the pull request in the text of the 'Merge' button\n\nIf a pull request has only a single commit, it can be configured to change the colour of the web page around the 'Merge' button to 'Green' to indicate that it is safe to merge the pull request.\n\nIf a pull request cannot be merged, it can be configured to change the colour of the section around the 'Merge' button to 'Grey' to indicate that the pull request cannot be merged.\n\nCommit Message Widening:\nThe extension can be configured to allow for widening of commit message pop-up dialogs so they will wrap at around 80 characters in length. If commit messages follow best practices of stopping around 72-75 characters, this means no wrapping will occur. As a result, the commit messages look better (no unexpected short lines, due to early wrapping of the prior line) are easier to read because they will wrap when the author intended.\n\nThis feature can be enabled/disabled by the 'Widen Commit Message Popup' option in the configuration options of the extension.\n\nPull Request List Highlighting:\nThe extension can be configured to highlight pull requests in the list of pull requests with a background colour so that the status of the pull request is more immediately evident to a reviewer.\n\nPull requests are highlighted with the following background colours:\n* red: A build has failed\n* yellow: There are conflicts or a reviewer has marked the pull request 'Needs Work'\n* blue: A build is in progress or has succeeded; it needs review (no reviewer has marked the pull request 'Needs Work' or 'Approved')\n* green: A build has succeeded and a reviewer has marked the pull request 'Approved'\n\nThis feature can be enabled by the 'Highlight Pull Requests' option in the configuration options of the extension.\n\nAdd Jira Status to Branch List Information:\nThe extension can be configured to add the status of the Jira issue into the information displayed for the list of branches.\n\nBy default, for each branch in the repository, Bitbucket provides the Jira issue associated with the most recent commit. This feature queries Jira to determine the status of the issue and includes this information in what is displayed, so it is easier to make a decision about a branch at a glance.\n\nThis feature can be enabled by the 'Add Jira Status to Branches List' option in the configuration options of the extension. A Jira host and token must be configured in the extension options in order to enable this feature.\n\nOrder Tags in Drop-down Lists:\nThe extension can be configured to order the tags displayed in the 'Tags' dropdown list according to Semantic Versioning v2 with the most recent version displayed at the top of the list.\n\nBy default, Bitbucket provides the tags in the order in which they were created which can make it difficult to locate an older tag by scrolling the list as the tag may appear randomly in the list (applying a filter is really the only solution to reliably locate it).\n\nThis feature can be enabled by the 'Order Tags in Drop-down Lists' option in the configuration options of the extension.\n\nPull Request Jira Issue Version Information\nThe extension can be configured to display the version information for the Jira issue that is associated with a pull request. When enabled, if an associated Jira issue's `fixVersions` field is populated with values, the versions will be displayed immediately below the link to the Jira issue.\n\nAdditionally, the link to the Jira issue is given a tooltip of the Jira issue's summary so that this information is more easily accessible to the reviewer.\n\nThis feature can be enabled by the 'Order Tags in Drop-down Lists' option in the configuration options of the extension.\n\nNotes:\nThis extension is only applicable to Bitbucket Server 7 and beyond; it does not work with Bitbucket Cloud or Bitbucket Server 6 and lower.\n\nChange Log:\n\n2.7 (2024-12-11)\n* Remove the unused `activeTab` permission from the manifest\n\n2.6 (2024-12-02)\n* Update npm package dependencies\n* Improve the instructions for host name values\n* Gracefully handle a failure to retrieve Jira information\n* Address 'merge check' issues introduced by the the recently added 'auto-merge' feature.\n* Add the display of version information for Jira issues associated with pull requests.\n\n2.5 (2023-02-13)\n* Update to Chrome Extension Manifest format v3.\n* Order tags according to Semantic Versioning v2 with the latest version appearing at the top of the list.\n\n2.4 (2022-09-07)\n* Add the status of the Jira issue next to the Jira issue id in the Bitbucket branches list of a repository.\n\n2.3 (2022-08-08)\n* Correct an issue where the width of commit message pop-ups on pull request\n  pages were not extended.\n* Correct an issue where feature-specific styles were enabled/active when the\n  associated feature was disabled in extension options.\n  - Feature-specific styles are only enabled now when the feature is enabled.\n\n2.2 (2022-08-02)\n* Highlight pull requests when viewing them in the pull requests list so that\n  the status is more clearly communicated to reviewers.\n  - The rows are highlighted as follows (worst -> best):\n    * red: A build has failed\n    * yellow: There are conflicts or a reviewer has marked the pull request\n              'Needs Work'\n    * blue: A build is in progress or has succeeded; it needs review (no\n            reviewer has marked the pull request 'Needs Work' or 'Approved')\n    * green: A build has succeeded and a reviewer has marked the pull request\n             'Approved'\n\n2.1 (2021-04-05)\n* Extend the width of the Bitbucket commit message pop-up\n  - When hovering over a commit or a message in a pull request or commit\n    list, Bitbucket displayed a pop-up window with the Git commit message\n    that wrapped at approximately 60 characters with font-family 'monospace'\n    and font-size '12px'\n  - By extending the width, Git commit messages that adhere to the standard\n    width of 72 characters are not displayed with wrapped lines\n\n2.0 (2021-03-01)\n* Support for Bitbucket Server 7+\n  - Tested with Bitbucket Server 7.6 (LTS)\n  - Bitbucket Server 6 and lower are no longer supported.\n\n1.0 (2020-04-01)\n* Initial version"
  }
}