{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stair Scroller"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a playful, unpredictable way to scroll pages with interactive and accessible controls."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring your browsing to life with unique scrolling controls that add randomness and customization to every page you visit. Whether you want to scroll up, down, or return to a previous position, Stair Scroller makes it easy with simple click functions and plenty of ways to make it your own.\n\nFeatures:\n\t•\tClick-Based Scrolling: Control your page navigation with unique click Actions:\n\t•\tSingle-click for a randomized scroll up or down.\n\t•\tDouble-click to instantly return to your last position.\n\t•\tTriple-click to jump straight to the top or bottom of the page.\n\t•\tCustomizable Buttons: Make the scrolling buttons fit your style:\n\t•\tColor Choices: Pick custom colors for the buttons and icons to match your preferences.\n\t•\tPosition Options: Choose to display the buttons on the left or right side of the screen for easy access.\n\t•\tVisibility Toggle: Hide or show the buttons at any time to keep your screen uncluttered.\n\t•\tDark Mode Support: Switch between light and dark themes effortlessly to suit your environment or simply for style.\n\t•\tAccessibility-Friendly Design: Stair Scroller is built with accessibility in mind, ensuring a smooth and user-friendly experience for everyone, including keyboard and screen reader support where possible.\n\nWhether you’re looking for a unique way to scroll, adding a splash of color, or just having fun with random scrolling, Stair Scroller makes navigating pages more engaging and fully customizable to your taste!"
  }
}