{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Efaz's Roblox Verified Badge Add-on"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that adds the Roblox Verification Checkmark next to your name or group on the website! [Visual effect]"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to visually insert the Roblox Verified Badge onto your Roblox profile/groups on the Roblox Website!\n\nNotes to keep track off:\n1. Please know that this is a visual effect and not actually real. This will not affect your Roblox Client, APIs or App. Other users will not be able to see the effect also, so please don't brag to other players unless it's for a joke.\n2. If you wish to apply this effect on the Roblox client, use this tutorial to install Bloxstrap, an alternative Roblox bootstrapper: https://www.youtube.com/watch?v=aFqkOb_0YBw [This is for Windows only. Alternatives may be Efaz's Roblox Bootstrap (created by me) or AppleBlox for macOS. They will still modify your client. For more information, go to the Bloxstrap Discord Server: https://discord.gg/nKjV3mGq6R] \n3. I am not responsible for any actions that you did using this extension and your account gets terminated for it! Please use with caution and don't use for scamming!\n4. This extension will use your Roblox Account to identify information such as your Roblox User ID, Groups and Username. This info will not sent to anywhere else!\n5. There may be localization issues for accounts outside of the US or if an another language is set! Please be aware of that.\n6. This extension may miss some parts on the Roblox Website due to loading or just not added. The start time of the script is able to be changed using the Start Time setting in the extension settings.\n\nGood luck and happy verified!\nGitHub Source Code: https://github.com/EfazDev/efazdev-cdn/tree/main/cdn/extensions/fake_verified/chromeExtension\n\nThis extension is made by EfazDev and is not affiliated, associated or endorsed by Roblox Corporation. Roblox and its various marks are trademarks of Roblox Corporation."
  }
}