{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Insight"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Insight lets you quickly view and edit CSS styles on any webpage, providing detailed style info and one-click copying."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Insight is the ultimate tool for web developers seeking to streamline their CSS workflow. With this extension, you can instantly access detailed style information for any element on the page, including declared styles, computed styles, media rules, and keyframe animations. Say goodbye to digging through the browser's console – now you can view and edit styles in an intuitive interface, making on-the-fly adjustments a breeze.\n\nWhether you're debugging, optimizing your code, or simply exploring how a webpage is styled, CSS Insight provides you with everything you need to efficiently manage styles. The extension includes features like copying CSS rules to your clipboard with one click, in-depth style analysis, and the ability to view more advanced details in a separate interface.\n\nBoost your productivity and take control of your CSS workflow with CSS Insight – your go-to solution for fast and efficient style management directly in your browser!\n\n\n\nCSS Insight – a powerful tool for web developers that allows you to quickly view and edit element styles directly on the page without using the console. Optimize your styling workflow in seconds!\n\n\nCSS Insight lets you quickly view and edit CSS styles on any webpage, providing detailed style info and one-click copying for faster workflow."
  }
}