{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Price Snoop - Smarter Shopping on Amazon(r)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare prices across the European Amazon(r) stores."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Price Snoop activates whenever you visit an Amazon store, showing you just how much an item costs on other Amazon stores and allowing you to navigate between them with a single click. Even works for items that are unavailable on one store but which might be available on the other stores.\n\n# Features\n\n## Private\nPrice Snoop only sends communicates with Amazon and European Central Bank’s currency conversion rates, and does all computations locally, on your computer. Nobody, including the author, has access to the items you browse and shop.\n\n## Fast\nNo clicks needed to check alternate prices, all you need is hover the cursor over Price Snoop’s icon and the magic happens. All price checks are done simultaneously to avoid any possible delays, they are then remembered for the duration of your shopping session. This way you can re-check the prices and not waste an extra second.\n\n## Seamless\nGreat care was taken to make Price Snoop look and feel right at home in Amazon’s interface - you’ll barely notice it’s there until you need it.\n\n## Everywhere\nWorks on the following European Amazon stores: UK, Germany, France, Italy, Spain, Belgium, Sweden, and Netherlands. \n\n# Note\n\nIn order for the price comparison to work as expected, you need to make sure amazon.de, amazon.se, and amazon.com.be all use English in the Language Settings."
  }
}