{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliTrusts — Shopping Assistant on AliExpress™",
    "ru": "AliTrusts: помощник в покупках на АлиЭкспресс"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Price history, seller rating, customer reviews, similar products",
    "ru": "История цены, рейтинг продавцов, отзывы покупателей, похожие товары"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynamics of price changes, monitoring of discounts, information about the seller, reviews of real buyers. \nThe AliTrusts extension is added directly to the item page. \nAliTrusts will ensure that you can buy at low prices only from trusted sellers. Sales on large marketplaces are held all the time, but many sellers leave discounts on goods after sales. \nHere is what Alitrusts will do for you to save even more on your purchases: \n- check the seller. When compiling a seller's rating, it is taken into account how long he has been selling on the marketplace, how well the seller's goods correspond to the description, how the seller has proven himself in communicating with buyers, and also how quickly the seller ships orders; \n- will show the history of price changes so that you can make sure that the discount is real, if the seller reports about its availability; \n- track the price increase/decrease for a specific commodity item; \n- prepare and conveniently display customer reviews; \n- will notify you about the price reduction for the goods; \n- will display similar products. \nThe AliTrusts plugin allows you to familiarize yourself with the change in the price of the product before making a purchase (whether the discount declared by the seller is real), reviews of real buyers, check how reliable the seller is, find similar products, track the decrease / increase in the price of the product. \nEnjoy safe shopping with AliTrusts - Shopping Assistant on AliExpress™.\nQuestions and suggestions related to the operation of the AliTrusts add-on, you can send us at hello@alitrusts.io. By installing the extension, you authorize the extension to redirect you to the links of the AliExpress affiliate program. To provide features and improve the product, we collect anonymized data about how you use AliExpress. More details in the privacy policy - https://alitrusts.io/policy",
    "ru": "Динамика изменения цены, мониторинг скидок, информация о продавце, отзывы реальных покупателей. \nРасширение Alitrusts добавляется непосредственно на страницу товара. AliTrusts обеспечит возможность покупки по низким ценам только у проверенных продавцов. \nРаспродажи на крупных маркетплейсах проходят постоянно, но многие продавцы оставляют скидки  на товары и после распродаж. Вот что сделает Alitrusts для Вас, чтобы вы экономили на покупках еще больше:\n\n- проверит продавца. При составлении рейтинга продавца учитывается как долго он продает на маркетплейсе, насколько товары продавца соответствуют описанию, как продавец зарекомендовал себя в общении с покупателями, а также насколько быстро продавец отгружает заказы;\n- покажет историю изменения цены, чтобы можно было убедиться в реальности скидки, если продавец сообщает о ее наличии;\n- отследит понижение/повышение цены на конкретную товарную позицию;\n- подготовит и удобно отобразит отзывы покупателей;\n- уведомит о снижении цены на товар;\n- отобразит похожие товары.\n\nПлагин AliTrusts позволяет прежде чем совершить покупку ознакомиться с изменением цены на товар (является ли реальной заявленная продавцом скидка), отзывами реальных покупателей, проверить, насколько надежен продавец, найти похожие товары, ослеживать понижение/повышение цены на товар.\n\nВопросы и предложения, связанные с работой дополнения AliTrusts, Вы можете отправить нам по адресу hello@alitrusts.io.\n\nУстанавливая расширение, Вы разрешаете переадресацию Вас расширением по ссылкам партнерской программы АлиЭкспресс. \n\nДля работы функций и улучшения продукта мы собираем анонимизированные данные о том, как вы пользуетесь AliExpress. Подробнее в политике конфиденциальности — https://alitrusts.io/policy"
  }
}