{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cently: Automatic Coupons + Cashback for Free"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Cently for free to save an average of $15 per purchase in coupons + cashback, automatically at checkout."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add Cently for free to save an average of $15 per purchase through automatically applied coupon codes. Plus, get cashback on thousands of popular shopping sites.\n \n🛍️ Cently works at all of your favorite online stores\nShop confidently with the best promo codes for the most popular stores. Or, simply browse for deals on pizza, food delivery, travel, fashion, electronics, and home improvement.\n\n⭐ Thousands of trusted reviews\nDon't just take our word for it: check out 15,000+ 5-star reviews from real users, and read about our best money saving tips as reported by CNBC, CNET, Time Magazine, PC Mag, and US News\n\n💰 Instant coupons and cashback on thousands of top shopping sites\nStop wasting your time with expired coupon codes. Let Cently apply the best promo codes and cashback offers, automatically searching through popular and hard-to-find coupons every time you shop online.\n\n✅ Save with hidden deals on Amazon\nAmazon shoppers have saved an average of 20% with Cently. We instantly check if you can get a better price from trusted third party sellers, including those offering Prime. \n\n💸 Browse our best available coupons for a specific store\nStop playing the \"is it expired?\" game, and save time by browsing a list of verified coupon codes from your favorite store.\n\n----------------------------------------------  \n\nIf you have any questions at all please contact us directly at: https://support.couponfollow.com/ and we’ll help you out!\n\nIf you have any concerns please view our Terms of Service at https://couponfollow.com/docs/terms-of-use\n\nCently may earn a commission when you use one of our coupons/links to make a purchase."
  }
}