{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Qura - Instant AI Replies for X (Twitter) and LinkedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant AI-powered replies for X (Twitter) and LinkedIn to boost engagement and save time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Qura is an intelligent Chrome extension that helps you generate personalized, AI-driven replies for posts on X (formerly Twitter) and LinkedIn. With just a few clicks, Qura automates your social media interactions, saving you time while maintaining a natural, authentic tone. Whether you're a professional, content creator, or social media manager, Qura makes it easy to stay engaged with your audience without spending hours crafting responses.\n\nKey Features:\n✅ AI-Powered Reply Generation: Qura automatically generates contextually appropriate replies to posts on X and LinkedIn based on the tone you choose.\n\n✅ Customizable Tones: Select from a variety of pre-set tones, such as \"Neutral,\" \"Support,\" \"Agree,\" and \"Disagree,\" to ensure your replies match your intended message and voice.\n\n✅ One-Click Replies: With just one click, generate replies that reflect your unique style and interact effortlessly with your followers or connections.\n\n✅ Edit or Post Directly: Review and edit the AI-generated replies before posting, giving you full control over your interactions.\n\nWhy Use Qura?\n⏲️ Save Time: Automate the process of replying to posts, enabling you to focus on other important tasks while still engaging with your audience.\n\n📈 Increase Engagement: By quickly responding with relevant, personalized replies, you can boost engagement and interaction on your posts, helping grow your social media presence.\n\n⚡Easy to Use: Qura integrates seamlessly with your existing X (Twitter) or LinkedIn account. It’s simple to install, set up, and start using right away.\n\nQura empowers users to optimize their social media strategy, improve online interactions, and grow their presence on X and LinkedIn effortlessly with AI-driven tools. Whether you're managing a brand or interacting with your followers, Qura helps you stay connected without the hassle of manually writing each reply."
  }
}