{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My IP Hider VPN",
    "hi": "हाइड माइ आइपी वीपीएन"
  },
  "short": {
    "ar": "My IP Hider VPN هو الأداة رقم واحد في إخفاء رقم IP الخاص بك وإزالة الحذر الموجود على أي موقع الكتروني!",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "My IP Hider VPN is number one tool for hiding your IP and unblocking any web site!",
    "cs": "My IP Hider VPN je jedničkou mezi programy na skrývání vaší IP a odblokování libovolné stránky!",
    "de": "My IP Hider VPN ist das beste Programm, um Ihre IP zu verstecken und Webseiten zu entsperren!",
    "es": "My IP Hider VPN es la herramienta numero uno para ocultar tu IP y desbloquear cualquier sitio web!",
    "fil": "My IP Hider VPN ay ang pangunahing paraan na ginagamit sa pagtago ng iyong IP at sa pagharang ng kahit anong sityo!",
    "fr": "My IP Hider VPN est le meilleur outil pour cacher votre IP et débloquer n’importe quell site Internet !",
    "he": "My IP Hider VPN הינו הכלי מספר אחד להסתרת האיפי שלך וחסימת כל אתר!",
    "hi": "हाइड माइ आइपी वीपीएन किसी भी वेब साइट अनब्लॉक करने और आईपी छुपाने के लिए नंबर एक उपकरण है!",
    "id,it": "My IP Hider VPN è il miglior strumento per nascondere il tuo IP e per sbloccare qualsiasi sito web!",
    "ko": "My IP Hider VPN 는 귀하의 IP를 숨겨 모든 웹사이트에 접속할 수 있는 최고의 툴입니다!",
    "ru": "My IP Hider VPN лидер среди инструментов для скрытия IP адреса и разблокировки любого веб-сайта!",
    "zh_CN": "My IP Hider VPN 是隐藏您的IP和翻墙浏览任何网站的首选工具！"
  },
  "long": {
    "ar,cs,de,es,fil,fr,he,hi,id,it,ko,zh_CN": "Hide My IP VPN is number one tool for hiding your IP and unblocking any web site!\n\nNo configuration! No additional software! Click and Go VPN!\n\nIMPORTANT: This extension can use regular proxy serves which you can get free of charge from any web site (for example https://proxy-list.org or any other website) or our special high anonymous VPN proxy servers which are available on subscription bases ($11.52).\n\nOur anonymous VPN proxy servers work as any VPN service. Each VPN proxy server provides high speed (100mbit), stability (100%) and VPN level security for your internet connection.\n\nEach newly registered user gets 3 days paid subscription for FREE as a bonus which includes bellow listed 80 city locations.",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Hide My IP VPN is number one tool for hiding your IP and unblocking any web site. Extension contains:\n\nFREE for life time gateways; premium gateways which are available on subscription bases ($11.52); trial access to premium gateways for all newly registered users (who never used service before); ability to be used with own proxy servers (free proxy server can be obtained from many web sites, for example https://proxy-list.org).\n\nEach VPN proxy server provides high speed (100mbit), stability (100%) and VPN level data encryption for your internet connection. Currently we have gateways from 80 different country and city locations.\n\np.s. If our system detects that you or someone else used trial from your place, it will remove it automatically. We understand that sometimes AI can make a mistake, so if you believe that you never used trial before, please contact us and we will add it back manually.",
    "ru": "Hide My IP VPN лидер среди инструментов для скрытия IP адреса и разблокировки любого веб-сайта!\n\nНе требует конфигурации! VPN сервис в один клик!\n\nВАЖНО: Данное расширения может использовать обыкновенные прокси, который вы можете получить бесплатно на любом веб-сайте (например https://proxy-list.org) ИЛИ высоко анонимные VPN прокси которые доступны по подписке ($11.52)\n\nНаши анонимные VPN прокси сервера работают как VPN. Каждый VPN прокси имеет высокую скорость (100мбит) и шифрует ваше соединение с интернетом (включая DNS запросы) по принципу VPN.\n\nКаждый новый зарегистрированный пользователь получает 3 дня неограниченного доступа к нижеперечисленным шлюзам из 80 городов мира БЕСПЛАТНО."
  }
}