{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeetMate - Google Meet tookit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live Meet Countdown, Speaker Checker, Chat Saver & Exporter"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeetMate is the ultimate Chrome extension for remote meetings that enhances your Google Meet experience with useful features. With MeetMate, you can easily keep track of who has spoken during a meeting, save your chat history to access later, and export your chat for easy sharing.\n\nThe speaker tracker feature in MeetMate adds a checkbox next to each participant's name, allowing you to keep track of who has spoken during the meeting. The chat history saver automatically saves your chat history, so you can access it even if you leave the meeting. You can also export your chat history to an email, CSV file, or copy it to your clipboard, making it easy to share important information from the meeting with others.\n\nIn the MeetMate's new version we're thrilled to introduce a powerful new feature – the integrated timer. Now, alongside existing functionalities, you can effortlessly keep track of the meeting duration. The timer is prominently displayed in the meeting interface, providing a countdown for precise time management. Whether you're calculating the total duration of a meet or counting down to its scheduled end, this feature is designed to enhance your overall meeting experience.\n\nMeetMate is incredibly easy to use. Simply install the extension from the Chrome Web Store:\nWhen you join a meeting on Google Meet, click the user on new dynamic island on meeting page to give access to your calendar and transform timer in countdown.\nFor security reason you need to click user button every some hours if you still want to use countdown instead timer.\nIf you click dynamic island again you can have some more information about your time.\nChats, on the other hand, will be saved every 30 seconds automatically without you having to click anything, but if necessary you can also use the buttons to copy, save to scv or send the script by e-mail\n\nMeetMate is a must-have extension for anyone who frequently attends remote meetings on Google Meet. Whether you're a student, a professional, or anyone in between, MeetMate will help you get the most out of your meetings by providing you with valuable tools to stay organized and productive. Download MeetMate today and take your Google Meet experience to the next level!\n\nWe want to assure you that your privacy is important to us, and we do not collect any personal information or send your data to any server. All data saved by MeetMate is stored exclusively on your browser."
  }
}