{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Acompanhamento de ponto PROA.AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A extensão “Acompanhamento de Ponto PROA.AI” foi desenvolvida para facilitar o registro e o gerenciamento de horas trabalhadas de…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A extensão “Acompanhamento de Ponto PROA.AI” foi desenvolvida para facilitar o registro e o gerenciamento de horas trabalhadas de forma prática e intuitiva. Com uma interface amigável e recursos interativos, esta ferramenta ajuda os usuários a manterem o controle do tempo dedicado ao trabalho, promovendo uma melhor organização e produtividade.\n\nGamificação\nA extensão utiliza elementos de gamificação para tornar o acompanhamento do tempo de trabalho mais envolvente e motivador. Ao registrar suas horas, você acumula experiência (XP) e gerencia sua “estamina”, que representa a sua energia durante o dia. Esse sistema gamificado não só incentiva a produtividade, mas também torna a experiência de trabalho mais divertida e interativa.\n\nBarras do Popup\nAo clicar na extensão, você acessa um painel onde três barras principais são exibidas:\n\nBarra de Vida:\n\nRepresenta o tempo restante para atingir a jornada de trabalho ideal de 8 horas (480 minutos). A barra diminui à medida que você trabalha, e a leitura na barra indica quantos minutos ainda faltam para completar a jornada.\nUm valor alto na barra significa que você ainda tem tempo para trabalhar, enquanto um valor baixo indica que você está se aproximando do final do dia.\nBarra de Estamina:\n\nReflete o quanto você trabalhou sem pausas. A estamina diminui conforme você registra horas de trabalho, incentivando o usuário a fazer pausas regulares para evitar a fadiga.\nQuando a estamina estiver baixa, é um sinal para que você tire um tempo para recarregar as energias.\nBarra de XP (Experiência):\n\nMostra o total de minutos trabalhados no dia e a progressão em relação à jornada de trabalho. A cada minuto trabalhado, você acumula XP, que é visualmente representado na barra.\nAo atingir certos marcos, você pode receber mensagens motivacionais que incentivam a continuidade do trabalho e recompensam seu esforço.\nComo Usar\nPara visualizar as barras e acompanhar seu desempenho, basta clicar na extensão na barra de ferramentas do Chrome. Isso abrirá o painel onde você pode ver seu progresso, receber feedback motivacional e gerenciar suas horas trabalhadas de forma interativa."
  }
}