{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitHub Clone Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds 'git clone' before HTTPS and SSH clone URLs on GitHub."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Welcome to GitHub Clone Helper! \n\nAre you a developer, engineer, or tech enthusiast who frequently clones repositories from GitHub? If so, you know the drill. You need to prepend 'git clone' before every clone URL manually. But what if we told you there's a way to make it all easier? Well, that's exactly what GitHub Clone Helper is here for!\n\n💻 Effortless Cloning \n\nWith GitHub Clone Helper, you don't need to type 'git clone' before your URLs anymore. Our extension automatically adds 'git clone' before the clone URLs on GitHub. Now, when you copy the clone URL, you're actually copying the entire 'git clone' command! It's as simple as click, copy, and paste!\n\n🔒 Respecting Your Privacy \n\nWe value your privacy. GitHub Clone Helper does not collect, store, or share any personal data. The operations are performed locally on your machine, and the extension does not communicate with any servers or third-party services.\n\n🌐 Works on GitHub Pages \n\nThe extension is designed to work seamlessly with GitHub pages. Whether you're browsing on a public or private repository, GitHub Clone Helper is here to streamline your cloning process.\n\nSo, why wait? Install GitHub Clone Helper today and experience a smoother, more efficient GitHub journey. Happy cloning! 🎉\n\nPlease note that you may want to further customize this based on any unique features your extension may have or any specific tone you want to set."
  }
}