{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imandar Eyes-Automatic Image Blur and Ad Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically blur images, block ads, and filter YouTube videos based on specified keywords"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NexaSofts brings you a powerful Chrome extension designed to enhance your browsing experience by automatically blurring harmful images, removing intrusive ads, and filtering YouTube videos based on added keywords. Say goodbye to distractions and unwanted content with our comprehensive solution.\n\nKey Features:\n\n// Automatic Image Blur:\n--------------------------------------\nProtect your browsing experience by automatically blurring harmful or sensitive images. Stay focused and enjoy a safer browsing environment.\n\n\n// Ad Blocker:\n--------------------\nSay goodbye to annoying and intrusive ads cluttering your web pages. Our ad blocker removes ads seamlessly, ensuring a cleaner and more enjoyable browsing session.\n\n\n// YouTube Video Filtering:\n-----------------------------------------\nCustomize your YouTube experience by filtering videos based on keywords you specify. Tailor your recommendations and discover content that matters to you.\n\n\n// YouTube Ad Removal:\n-------------------------------------\nEnjoy uninterrupted viewing on YouTube with our ad removal feature. Say farewell to pesky ads that interrupt your video-watching experience.\n\n\nNexaSofts is committed to providing users with a seamless and secure browsing experience. With our extension, you can browse the web with confidence, knowing that your privacy and comfort are our top priorities.\n\nVisit our website www.nexasofts.com to learn more about our organization and discover other products and services we offer.\n\nGet started today and take control of your browsing experience with NexaSofts!"
  }
}