{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jira Issue Creator in Chrome - Screen&Draw"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💡 Seamless Bug Reporting and Issue Creation: Send Visual Feedback Straight to Jira from Your Webpage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "💡 Seamless Bug Reporting: Send Visual Feedback Straight to Jira from Your Webpage\n\n🐛 Report bugs faster⚡Create visual feedback\n📷 Take screenshots ✏️ Mark up with annotation tools - pen, geometric shapes, highlighter, etc.\n🕸️ Link visual web elements to Jira issues\n⏺ Screen video record and send it in Jira tasks\n\n\n► Speed up bug reporting: streamline the creation process\nSupercharge bug reporting with Issue Creator integration: rapidly report and create visual feedback in Jira! Boost your efficiency by creating issues 10x faster.\n\n\n► Capture, annotate, and send with a click in Jira!\nMake bugs visible! Capture and illustrate visual bugs on your webpage effortlessly. Take a screenshot, annotate it, submit the issue form, and seamlessly continue browsing, all within your website.\n\n\n►Effortlessly capture and share videos within Jira issues in seconds\nEnhanced bug reports or creative ideas in Jira Product Discovery: easily record web page videos in just a few clicks and seamlessly attach them to Jira tasks.\n\n\n► Achieve perfect workflow sync: link visual web elements to Jira issues\nEnhance collaboration with your teammates by connecting visual web elements to Jira issues.\n\nTaskCompose allows you to create issues in any Jira project:\n► Jira Software\n► Jira Work Management\n► Jira Service Management\n► Jira Product Discovery\n\n✅ Main features:\n●Effortlessly create visual feedback and bug reports while maintaining focus on your website\n●Use the power of visual communication by capturing and annotating screenshots\n●Be sure that your unsaved tasks are stored in drafts always\n●Establish a seamless sync with your team's work scoping by connecting visual web elements to Jira issues\n\n✔ THE SUIT OF Issue Creator for Jira Cloud  APPS\n \nTo get even more possibilities for extension functionality, you need to download the app from the Atlassian Marketplace. Here is a 30-day trial to check if the app is good for you.\n\n[Atlassian Marketplace]:\n\nhttps://marketplace.atlassian.com/apps/1231078/task-compose-for-jira-cloud?tab=overview&hosting=cloud\n\n[ If you need any assistance or want to ask questions, please email us at support@saasjet.atlassian.net ]\n\nBook a demo call:\n\nhttps://calendly.com/vitalii_meeting/product-session-for-taskcompose-for-jira-cloud\n\n\n*Work with the app is absolutely safe and confidential.",
    "de,en_GB,en_US,es,fr,it,ja,ko,ru,zh_CN,zh_TW": "Task Compose! for Jira Cloud is a comprehensive tool that helps your business team optimize workflow and easily create tasks. Chrome extension lets you move projects forward without switching tabs. This powerful tool allows you to create action items on any web page, making it easy to complete tasks and move projects forward.\n\nEasily attach files to tasks, or take screenshots directly using the extensions and automatically redirect them to the issue.\n\nCreating tasks with Task Compose! for Jira Cloud is incredibly easy. All you have to do is click on the app icon in your browser, and you can create a task from anywhere. You can assign the task to the right team member and project and add a helpful description.\n\nBut Task Compose! for Jira Cloud is much more than a simple task creation tool. It offers customizable views, powerful automation, and many features to help your team stay on top of their work. With it, you can create a bug, epic, or story with just a few clicks.\n\nTask Compose! allows you to create issues in any Jira projects:\n► Jira Software\n► Jira Work Management\n► Jira Service Management\n► Jira Product Discovery\n\nWith customizable views, powerful automation, and a wide range of features, it's the perfect tool for any business team looking to optimize their workflow and stay on top. So why try Task Compose! for Jira Cloud today?\n\n[ If you need any assistance or want to ask questions, please email us at support@saasjet.atlassian.net ]\n\n*Work with app is absolutely safe and confidential."
  }
}