{
  "name": {
    "ar": "لعب لعبة الفاكهة الأفعى على الإنترنت",
    "am": "የእባብ ፍራፍሬ ጨዋታ በመስመር ላይ ይጫወቱ",
    "bg": "Играйте Game Snake Fruit Online",
    "bn": "অনলাইনে সাপ ফলের খেলা খেলুন",
    "ca": "Juga a Snake Fruit Game Online",
    "cs": "Hrajte hadí ovocnou hru online",
    "da": "Spil slangefrugtspil online",
    "de": "Spielen Sie das Snake Fruit -Spiel online",
    "el": "Παίξτε φρούτα φρούτων στο διαδίκτυο",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Play Snake Fruit Game Online",
    "es": "Juega el juego de frutas de serpiente en línea",
    "et": "Mängi madu puuviljamängu veebis",
    "fa": "بازی Fruit Snake را بصورت آنلاین انجام دهید",
    "fi": "Pelaa käärmeen hedelmäpeliä verkossa",
    "fr": "Jouer au jeu de fruits de serpent en ligne",
    "gu": "Spe નલાઇન સાપની ફળની રમત રમો",
    "he": "שחק משחק פירות נחש ברשת",
    "hi": "स्नेक फ्रूट गेम ऑनलाइन खेलें",
    "hr": "Igrajte igru ​​zmija voća na mreži",
    "hu": "Játsszon Snake Fruit Game Online",
    "id": "Mainkan Snake Fruit Game Online",
    "it": "Gioca a Snake Fruit Game Online",
    "ja": "オンラインでスネークフルーツゲームをプレイします",
    "kn": "ಹಾಲು ಹಣ್ಣಿನ ಆಟವನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಪ್ಲೇ ಮಾಡಿ",
    "ko": "온라인으로 뱀 과일 게임을합니다",
    "ml": "സ്നേക്ക് ഫ്രൂട്ട് ഗെയിം ഓൺലൈനിൽ പ്ലേ ചെയ്യുക",
    "mr": "ऑनलाइन साप फळ खेळ खेळा",
    "ms": "Main Permainan Buah Ular dalam talian",
    "nl": "Speel Snake Fruit Game online",
    "no": "Spill Snake Fruit Game Online",
    "pl": "Zagraj w grę Snake Fruit Online",
    "ro": "Joacă joc de fructe de șarpe online",
    "ru": "Играть в фруктовые игры Snake",
    "sk": "Zahrajte si hru Snake Fruit Online",
    "sl": "Igrajte kačje sadno igro na spletu",
    "sr": "Играјте Снаке Фруит Гаме Онлине",
    "sv": "Spela ormfruktspel online",
    "sw": "Cheza mchezo wa matunda ya nyoka mkondoni",
    "ta": "ஆன்லைனில் பாம்பு பழ விளையாட்டை விளையாடுங்கள்",
    "te": "పాము ఫ్రూట్ గేమ్ ఆన్‌లైన్‌లో ఆడండి",
    "th": "เล่นเกมผลไม้งูออนไลน์",
    "tr": "Online yılan meyve oyunu oynayın",
    "uk": "Грайте в гру з зміїними фруктами в Інтернеті",
    "vi": "Chơi trò chơi trái cây rắn trực tuyến"
  },
  "short": {
    "ar": "الأفعى جائع! ويحب الفاكهة! ساعد الثعبان في انزلاق أكبر عدد ممكن من الفواكه قبل الوقت. حظ سعيد!",
    "am": "እባብ ይራባል! እርሱም ፍሬውን ይወዳል! ጊዜው ከመጀመሩ በፊት በተቻለ መጠን እንደ ብዙ ፍራፍሬዎችን ለመያዝ እባቡ እንዲንሸራተት ይረዱ. መልካም ምኞት!",
    "bg": "Змия е гладна! И той обича плодове! Помогнете на змията да се плъзне, за да улови колкото се може повече плодове, преди да изтече…",
    "bn": "সাপ ক্ষুধার্ত! এবং সে ফল ভালবাসে! সময় শেষ হওয়ার আগে যতটা সম্ভব ফল ক্যাপচার করতে সাপকে স্লাইয়ারকে সহায়তা করুন। শুভকামনা!",
    "ca": "La serp té gana! I li encanta la fruita! Ajudeu a la serp a captar tantes fruites com sigui possible abans que s’acabi el temps.…",
    "cs": "Had má hlad! A miluje ovoce! Pomozte hadskému skluzu zachytit co nejvíce ovoce, než bude čas nahoře. Hodně štěstí!",
    "da": "Slange er sulten! Og han elsker frugt! Hjælp slangen med at glide med at fange så mange frugter som muligt, før tiden er op. Held…",
    "de": "Schlange ist hungrig! Und er liebt Obst! Helfen Sie der Schlange, so viele Früchte wie möglich zu erfassen, bevor die Zeit…",
    "el": "Το φίδι είναι πεινασμένο! Και αγαπά τα φρούτα! Βοηθήστε το φίδι να γλιστρήσει να συλλάβει όσο το δυνατόν περισσότερα φρούτα πριν…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Snake is hungry! And he LOVES fruit! Help the snake slither to capture as many fruits as possible before time is up. Good luck!",
    "es": "¡La serpiente tiene hambre! ¡Y le encanta la fruta! Ayude a la serpiente deslizamiento para capturar tantas frutas como sea posible…",
    "et": "Madu on näljane! Ja ta armastab puuvilju! Aidake madu libistada, et jäädvustada võimalikult palju puuvilju enne, kui aeg on. Õnne!",
    "fa": "مار گرسنه است! و او عاشق میوه است! به مار کمک کنید تا قبل از اتمام زمان ، میوه های زیادی را ضبط کند. موفق باشید!",
    "fi": "Käärme on nälkäinen! Ja hän rakastaa hedelmiä! Auta käärmettä liukastumaan vangitsemaan mahdollisimman monta hedelmää ennen kuin…",
    "fr": "Le serpent a faim! Et il aime les fruits! Aidez le serpent à glisser pour capturer autant de fruits que possible avant que le temps…",
    "gu": "સાપ ભૂખ્યા છે! અને તેને ફળ ગમે છે! સમય પૂરો થાય તે પહેલાં શક્ય તેટલા ફળોને પકડવામાં સાપને કાપવામાં સહાય કરો. સારા નસીબ!",
    "he": "נחש רעב! והוא אוהב פרי! עזרו לנחש להחליק לתפוס כמה שיותר פירות לפני שהזמן יגיע. בהצלחה!",
    "hi": "सांप भूख लगी है! और वह फल प्यार करता है! समय से पहले जितना संभव हो उतने फलों को पकड़ने के लिए सांप की मदद करें। आपको कामयाबी मिले!",
    "hr": "Zmija je gladna! I on voli voće! Pomozite zmiji da uhvati što više voća prije nego što se vrijeme pojavi. Sretno!",
    "hu": "A kígyó éhes! És szereti a gyümölcsöt! Segítsen a kígyó csúszásában, hogy a lehető legtöbb gyümölcsöt rögzítse, mielőtt az idő…",
    "id": "Ular lapar! Dan dia suka buah! Bantu ular meluncur untuk menangkap buah sebanyak mungkin sebelum waktu habis. Semoga beruntung!",
    "it": "Il serpente è affamato! E ama la frutta! Aiutare il serpente a scivolare a catturare il maggior numero possibile di frutta prima…",
    "ja": "ヘビは空腹です！ そして彼は果物が大好きです！ 時間が経過する前に、できるだけ多くの果物を捕らえるようにヘビをスリザーにしてください。 幸運を！",
    "kn": "ಹಾವು ಹಸಿದಿದೆ! ಮತ್ತು ಅವನು ಹಣ್ಣನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ! ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು ಸಾಧ್ಯವಾದಷ್ಟು ಹಣ್ಣುಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲು ಹಾವಿನ ಸ್ಲಿಟರ್‌ಗೆ ಸಹಾಯ…",
    "ko": "뱀은 배고프다! 그리고 그는 과일을 좋아합니다! 뱀 미끄러짐이 시간이 다가 오기 전에 가능한 한 많은 과일을 포착하도록 도와주세요. 행운을 빌어요!",
    "ml": "പാമ്പിനെ വിശക്കുന്നു! അവൻ ഫലം സ്നേഹിക്കുന്നു! സമയത്തിന് മുമ്പ് കഴിയുന്നത്ര പഴങ്ങൾ പിടിച്ചെടുക്കാൻ പാമ്പിനെ സഹായിക്കുക. നല്ലതുവരട്ടെ!",
    "mr": "साप भुकेला आहे! आणि त्याला फळ आवडते! वेळ संपण्यापूर्वी जास्तीत जास्त फळे मिळविण्यास साप स्लिंगला मदत करा. शुभेच्छा!",
    "ms": "Ular lapar! Dan dia suka buah -buahan! Bantu ular untuk menangkap sebanyak mungkin buah -buahan sebelum waktu. Semoga berjaya!",
    "nl": "Snake is honger! En hij houdt van fruit! Help de slang te glijden om zoveel mogelijk fruit vast te leggen voordat de tijd op is.…",
    "no": "Snake er sulten! Og han elsker frukt! Hjelp slangen med å fange så mange frukt som mulig før tiden er oppe. Lykke til!",
    "pl": "Snake jest głodny! I kocha owoc! Pomóż wężowi poślizgnąć się jak najwięcej owoców, zanim nadejdzie czas. Powodzenia!",
    "ro": "Șarpele este foame! Și iubește fructele! Ajută -l pe șarpe să -și capteze cât mai multe fructe înainte ca timpul să se extindă.…",
    "ru": "Змея голодная! И он любит фрукты! Помогите змеи скользить, чтобы запечатлеть как можно больше фруктов, прежде чем истечь времени.…",
    "sk": "Had je hladný! A miluje ovocie! Pomôžte hadovi skĺznuť a zachytiť čo najviac ovocia skôr, ako bude čas hore. Veľa šťastia!",
    "sl": "Kača je lačna! In obožuje sadje! Pomagajte kači, da zajame čim več sadja, preden se čas izteče. Srečno!",
    "sr": "Снаке је гладан! И воли воће! Помозите змији да пличе да ухвати што више воћа пре истека времена. Срећно!",
    "sv": "Orm är hungrig! Och han älskar frukt! Hjälp ormens slid av att fånga så många frukter som möjligt innan tiden är slut. Lycka till!",
    "sw": "Nyoka ana njaa! Na anapenda matunda! Saidia nyoka mteremko kukamata matunda mengi iwezekanavyo kabla ya wakati kumalizika. Bahati…",
    "ta": "பாம்பு பசியுடன் இருக்கிறது! அவர் பழத்தை நேசிக்கிறார்! நேரம் முடிவதற்குள் முடிந்தவரை பல பழங்களை கைப்பற்ற பாம்புக்கு ஸ்லிட்டருக்கு…",
    "te": "పాము ఆకలితో ఉంది! మరియు అతను పండును ప్రేమిస్తాడు! సమయం ముగిసేలోపు వీలైనన్ని పండ్లను పట్టుకోవటానికి పాము స్లైర్‌కు సహాయం చేయండి.…",
    "th": "งูหิว! และเขาชอบผลไม้! ช่วยให้งูเลื้อยเพื่อจับผลไม้ให้ได้มากที่สุดก่อนที่เวลาจะหมด ขอให้โชคดี!",
    "tr": "Yılan aç! Ve meyveyi seviyor! Yılanın, zaman bitmeden mümkün olduğunca çok meyve yakalamasına yardımcı olun. İyi şanlar!",
    "uk": "Змія голодна! І він любить фрукти! Допоможіть змії ковзати, щоб зафіксувати якомога більше фруктів до того, як час закінчиться.…",
    "vi": "Rắn đang đói! Và anh ấy yêu trái cây! Giúp con rắn trượt để bắt càng nhiều trái cây càng tốt trước khi hết thời gian. Chúc may mắn!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Game Description\nSnake is hungry! And he LOVES fruit! Help the snake slither to capture as many fruits as possible before time is up. Good luck!\n\nNote:- You can Play More Categories Game In This Extension.\n\nGame Instructions\nTap or click to play.\n\nUse the left and right arrows on your keyboard OR the arrows on the screen for mobile to move the snake to capture the fruit. You must be quick to beat the clock to level up. Good luck!"
  }
}