{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Airbrush for PC, Windows & Mac - Free Download"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explore Airbrush for PC Windows and Mac Chrome Extension: Draw, paint, and save artwork easily with vibrant colors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Airbrush for PC, Windows and Mac extension you get two different types of pens to choose from. One is thick for bold lines, and the other is bold for even bolder lines. And guess what? You also get to pick from 8 awesome colors like black, blue, red, and more to make your artwork pop!\n\nWhether you want to draw, write, or just play around, this tool is super easy and fun to use. If you make a mistake or want to start over, no problem! There's a button to clear everything and begin anew. And when you create something you're proud of, you can easily save it with the download button.\n\nFeature:\n\n✔ A Canvas for art or Paint\n✔ Two pen options: One is thick, and the other is bold.\n✔ 8 color options including black, blue, red, green, pink, grey, olive, and orange.\n✔ A clear all button to reset your art.\n✔ A download button to save your art or painting.\n\nHere's how you start:\n\nStep 1: Add the extension to your browser.\nStep 2: Click its icon to open up your canvas.\nStep 3: Choose your pen and color, and start creating.\nStep 4: If you need a do-over, just hit the clear button.\nStep 5: Once you're done, use the download button to save your masterpiece.\nStep 6: Let's enjoy.\n\nSo, what are you waiting for? Give \"Airbrush for PC, Windows and Mac\" a try and see what amazing creations you can come up with!\n\nDisclaimer:\n\nPlease note that \"Airbrush for PC, Windows and Mac\" Chrome Extension is an independent product and is not associated, affiliated, or endorsed by the Airbrush For PC Android app or its developers. We respect intellectual property rights and make no claim to any copyrights associated with this Android app."
  }
}