{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Product Image Download from AliExpress, Alibaba, Banggood, and DHgate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download product images from popular drop shipping websites like AliExpress, Alibaba, Banggood, and DHgate in one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Product Image Capture for AliExpress, Alibaba, Banggood, and DHgate\n\nBoost your dropshipping and e-commerce business by effortlessly downloading high-quality product images from top suppliers. Our Chrome extension enables you to save product images from AliExpress, Alibaba, Banggood, and DHgate with just one click.\n\nKey Features:\n\nOne-Click Downloads: Save time by downloading all product images directly from the product page.\nSupports Major Dropshipping Sites: Seamlessly works with AliExpress, Alibaba, Banggood, and DHgate.\nHigh-Quality Images: Obtain high-resolution images perfect for your online store listings.\nUser-Friendly Interface: Intuitive design ensures easy navigation and usage.\nFree and Efficient: No fees or subscriptions—completely free to install and use.\nWhy Choose This Extension?\nJpeg Format: We format the image to be downloaded as jpeg automatically instead of webp.\n\nStreamline Your Workflow: Eliminate the tedious process of saving images one by one.\nEnhance Product Listings: Attract more customers with professional-quality images.\nOptimize Productivity: Focus more on marketing and sales while we handle the image downloading.\nHow to Use:\n\nInstall the Extension: Add it to your Chrome browser from the Chrome Web Store.\nNavigate to a Product Page: Visit any product page on AliExpress, Alibaba, Banggood, or DHgate.\nClick the Extension Icon: Located in your browser toolbar for easy access.\nDownload Images: Click \"Download Images\" to save all product images instantly.\nGet Started Now!\n\nSimplify your dropshipping operations and enhance your e-commerce storefront. Download the Product Image Capture extension today and take the first step towards a more efficient business."
  }
}