{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم سيتروس"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم سيتروس عالم التسوق"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم سيتروس 2022 citrusstv احصل علي خصم رائع عند تطبيق كود EA1\nعند شرائك من متجر سيتروس حتي تحصل علي افضل نسبه تخفيض علي مشترياتك من سيتروس عالم التسوق استخدم كود خصم سيتروس 50 انسخ الكود EA1\n\nطريقه استخدام كوبون سيتروس تي في عالم التسوق:\n\n*ادخل علي الصفحه الرئيسيه سيتروس (EA1) CitrussTV\n*تصفح الاقسام والمنتجات واحدث العروض والخصومات ثم اضغط علي المنتج المفضل لك\nلاتنسي قراءه تفاصيل المنتج ( طريقه الاستخدام والضمان ) والشحن والاستبدال , ثم اختار الكميه المراد شرائها.\n*ثم اضغط علي اضف الي عربه التسوق , عند الانتهاء اذهب الي عربه التسوق لاتمام عمليه الشراء\nانشأ حساب جديد لتتمكن من تسجيل الدخول ( ادخل الاسم الاول واسم العائله وعنوان بريدك الالكتروني وكلمه المرور).\n*بعد الانتهاء من ادخال البيانات اضغط علي زر انشا حساب ثم اذهب الي الدفع , ادخل عنوانك بالتفصيل ( البلد , المدينه , اسم الشارع , رقم البنايه , ورقم الهاتف )\n*ادخل كود خصم سيتروس هند الفوزان انسخ الكود التالي EA1 ثم انقر علي تطبيق لتحصل علي تخفيض علي اجمالي المبلغ المطلوب.\n*بعد تاكيد تطبيق كود الخصم اضغط علي المتابعه ثم اختار وسيله الدفع المناسبه لك ( الدفع عند الاستلام , مدي , فيزا كارد , ماستر كارد )\n*ثم اضغط علي انتهاء وانتظر الطلبيه.\n\nرمز قسيمة سيتروس أو قناة سيتروس:\n\nيمكنك تتبع الشحنه بادخال رقم الشحنه او رقم بوليصه الشحن الجوي ومعرفه الحاله\n\nللشكاوي والمقترحات يمكنك مراسله الدعم الفني عن طريق البريد الالكتروني customercare@citruss.com\n\nيمكنك بسهوله ارجاع او استبدال المنتجات التي تكون في حالتها الاصليه خلال سبعه ايام من تاريخ التسليم.\n\nويمكنك استرداد اموالك عن طريق حسابك المصرفي في حاله استخدامك للبطاقه الائتمانيه في الشراء , او سوف تضاف الاموال الي حسابك في حاله اختيارك الدفع عند الشراء ."
  }
}