{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AntiBrowserSpy TrackingBlocker - SE"
  },
  "short": {
    "ar": "وأخيراً, مانع اعلانات كفوء. خفيف على المعالج و الذاكرة.",
    "am,de,en_AU,en_GB,en_US,es_419,gu,sw": "Schützt dich effizient vor Werbung und Spionage-Fallen.",
    "bg": "Най-накрая, ефективен блокер. Щадящ процесора и паметта.",
    "bn": "অবশেষে, একটি কার্যকর বিজ্ঞাপন প্রতিরোধক। সিপিইউ এবং মেমরি সহায়ক।",
    "ca": "Finalment, un blocador eficient que utilitza pocs recursos de memòria i processador.",
    "cs": "Konečně efektivní blokovač. Nezatěžuje CPU a paměť.",
    "da": "Endelig en effektiv blocker. Lavt CPU- og hukommelsesforbrug.",
    "el": "Επιτέλους, ένας αποτελεσματικός blocker. Ελαφρύς για τον επεξεργαστή και τη μνήμη.",
    "en": "Protects you efficiently from advertising and espionage traps.",
    "es": "Por fin, un bloqueador eficiente con uso mínimo de procesador y memoria.",
    "et": "Lõpuks on valminud tõhus blokeerija. Protsessori- ja mälusõbralik.",
    "fa": "بالاخره، یک بلاکر کارآمد. کم حجم بر روی پردازنده و حافظه.",
    "fi": "Viimeinkin tehokas ja kevyt mainosten estäjä.",
    "fil": "Sa wakas! Isang magaling na blocker para sa Chromium-based browsers. Magaan sa CPU at memory.",
    "fr": "Un bloqueur de nuisances efficace, qui ménagera votre processeur et votre mémoire vive.",
    "he": "סוף סוף, חוסם יעיל. קל על המעבד והזיכרון.",
    "hi": "आख़िरकार, क्रोमियम-बेस्ड ब्राउज़रों के लिए एक कुशल अवरोधक। CPU और स्मृति पर आसान।",
    "hr": "Konačno, efikasan blokator. Lak na CPU i memoriji.",
    "hu": "Végre egy hatékony reklám- és követésblokkoló böngészőkhöz, amely kíméletes a processzorral és a memóriával.",
    "id": "Akhirnya, pemblokir iklan yang efisien. Ringan penggunaan CPU dan memori.",
    "it": "Finalmente, un blocker efficiente. Leggero sulla CPU e sulla memoria.",
    "ja": "高効率ブロッカーが遂に登場。CPUとメモリーの負担を抑えます。",
    "kn": "ಕೊನೆಗೂ, ಒಂದು ದಕ್ಷ ನಿರ್ಬಂಧಕ. ಮಿತವಾದ ಸಿಪಿಯೂ ಹಾಗು ಮೆಮೊರಿ ಬಳಕೆ.",
    "ko": "이 부가 기능은 효율적인 차단기입니다. CPU와 메모리에 주는 부담이 적습니다.",
    "lt": "Pagaliau, efektyvus blokatorius, neapkraunantis nei procesoriaus, nei darbinės atminties.",
    "lv": "Beidzot, efektīvs bloķētājs. Nepārslogo procesoru un atmiņu.",
    "ml": "അവസാനം, ഒരു കാര്യക്ഷമമായ ബ്ലോക്കര്‍. ലഘുവായ CPU, memory ഉപയോഗം.",
    "mr": "शेवटी, एक कार्यक्षम ब्लॉकर क्रोमियम आधारित ब्राउझरांसाठी. सीपीयू आणि मेमरी वर सोपे जातो.",
    "ms": "Akhirnya, penyekat yang cekap. Tidak membebankan CPU dan memori.",
    "nl": "Eindelijk, een efficiënte adblocker. Gebruikt weinig processorkracht en geheugen.",
    "no": "Endelig en effektiv blokkeringsutvidelse. Lavt CPU- og minnebruk.",
    "pl": "Nareszcie skuteczny bloker charakteryzujący się niskim użyciem procesora i pamięci.",
    "pt_BR": "Finalmente, um bloqueador eficiente. Com baixo uso de memória e CPU.",
    "pt_PT": "Finalmente, um bloqueador eficiente. Leve na CPU e memória.",
    "ro": "În sfârșit, un blocant eficient. Are un impact mic asupra procesorului și memoriei.",
    "ru": "Наконец-то, быстрый и эффективный блокировщик для браузеров.",
    "sk": "Konečne efektívny blokovač, ktorý nezaťažuje CPU a pamäť.",
    "sl": "Končno, učinkovita, procesorju in pomnilniku prijazna razširitev za blokiranje oglasov.",
    "sr": "Коначно, ефикасан блокатор. Ниски процесорски и меморијски захтеви.",
    "sv": "Äntligen en effektiv blockerare. Snäll mot både processor och minne.",
    "ta": "இறுதியாக, ஒரு திறமையான விளம்பரத் தடுப்பான். கணினியின் மையச் செயற்பகுதியின் மேலும் நினைவகத்தின் மேலும் இலகுவானது.",
    "te": "మొత్తానికి RAM ఇంకా CPU పై తేలికయిన, ఒక సమర్థవంతమైన నిరోధిని.",
    "th": "มาแล้ว! โปรแกรมบล็อกโฆษณาเบาเบา ไม่กิน ซีพียู หรือ แรม",
    "tr": "Sonunda, etkili bir engelleyici. İşlemciyi ve belleği yormaz.",
    "uk": "Ефективний блокувальник реклами таки з’явився. Не навантажує процесор та пам'ять.",
    "vi": "Cuối cùng, đã có một công cụ chặn quảng cáo hiệu quả, tiêu tốn ít CPU và bộ nhớ.",
    "zh_CN": "一款高效的网络请求过滤工具，占用极低的内存和 CPU。",
    "zh_TW": "終於出現了，一個高效率的阻擋器，使用不多的 CPU 及記憶體資源。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Möchtest Du beim Surfen ausspioniert werden? Siehst du, wir auch nicht! Daher entwickelten wir den modernen TrackingBlocker!\n\nBenutzung: Der An-/Ausschaltknopf beim Klicken des Symbols dient zum An-/Ausschalten des TrackingBlockers der jeweils aktuellen Webseite. Dies wirkt sich also nur auf die aktuell besuchte Webseite aus und nicht auf alle Websiten.\n\n*** Für Nutzer, die keine Geeks sind ***\n\nViele Blocker sind sehr überladen oder kommen mit komplizierten Listen und Einstellungen daher, die man als normaler Mensch nur schwer versteht. \n\n\nModernes Design\nKinderleichte Bedienung\nKein technisches Wissen nötig\n\n\n*** Sicher ist sicher ***\n\nObwohl der TrackingBlocker ohne den ganzen technischen Schnickschnack daher kommt, steckt unter der Haube viel Power und schlaue Algorithmen, die dich vor der Spionage deiner Daten bewahren. Mit diesem Tool bist du bestens gewappnet!\n\n\nUnterstützt alle wichtigen Anti-Tracking Standards\nAktualisiert ständig tausende Filterlisten im Hintergrund\nGeringer Speicherverbrauch deines PCs\n\n\n*** Ergänzt AntiBrowserSpy ***\n\nDer TrackingBlocker ergänzt perfekt das Sicherheitsprogramm AntiBrowserSpy für Windows-PCs. Das Programm schaltet die Spionagefunktionen in deinem Browser aus und löscht Surfspuren zuverlässig. \n\n\nSchalte Spionagefunktionen des Browsers ab\nLöscht gezielt Surf-Spuren\nDie Browser-Tarnkappe ändert den UserAgent-Text regelmäßig. So wird Dein 'Fingerabdruck' immer wieder geändert und lässt sich nicht mehr einer Person zuordnen.\n\n\nLink: https://go.abelssoft.de/abs-browser-extension-offer-cbe",
    "en": "Möchtest Du beim Surfen ausspioniert werden? Siehst du, wir auch nicht! Daher entwickelten wir den modernen TrackingBlocker!\n\nBenutzung: Der An-/Ausschaltknopf beim Klicken des Symbols dient zum An-/Ausschalten des TrackingBlockers der jeweils aktuellen Webseite. Dies wirkt sich also nur auf die aktuell besuchte Webseite aus und nicht auf alle Webseiten.\n\n*** Für Nutzer, die keine Geeks sind ***\n\nViele Blocker sind sehr überladen oder kommen mit komplizierten Listen und Einstellungen daher, die man als normaler Mensch nur schwer versteht. \n\n\nModernes Design\nKinderleichte Bedienung\nKein technisches Wissen nötig\n\n\n*** Sicher ist sicher ***\n\nObwohl der TrackingBlocker ohne den ganzen technischen Schnickschnack daher kommt, steckt unter der Haube viel Power und schlaue Algorithmen, die dich vor der Spionage deiner Daten bewahren. Mit diesem Tool bist du bestens gewappnet!\n\n\nUnterstützt alle wichtigen Anti-Tracking Standards\nAktualisiert ständig tausende Filterlisten im Hintergrund\nGeringer Speicherverbrauch deines PCs\n\n\n*** Ergänzt AntiBrowserSpy ***\n\nDer TrackingBlocker ergänzt perfekt das Sicherheitsprogramm AntiBrowserSpy für Windows-PCs. Das Programm schaltet die Spionagefunktionen in deinem Browser aus und löscht Surfspuren zuverlässig. \n\n\nSchalte Spionagefunktionen des Browsers ab\nLöscht gezielt Surf-Spuren\nDie Browser-Tarnkappe ändert den UserAgent-Text regelmäßig. So wird Dein 'Fingerabdruck' immer wieder geändert und lässt sich nicht mehr einer Person zuordnen.\n\n\nLink: https://go.abelssoft.de/abs-browser-extension-offer-cbe"
  }
}