{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopper's Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps USER find cheapest products online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension helps online shoppers find the cheapest products by themselves without relying on search engines' (sometimes less than accurate) results.\n\nThe user can enter a search into the text box and then open any listed store with that search already done. The user can also check off which stores to search, then click the \"Multi Search!\" button, and each store that is checked off, will be opened in a separate tab with the search done.\n\nIt also offers an innovative way of accurately comparing products while shopping, by taking identifying information (e.g. UPC code, model number) from a product page (supported on many popular sites), and filling the search term with that information, making it extremely easy and fast to manually look for the same product on different sites.\nTest this feature by going to http://www.ebay.com/itm/SanDisk-64GB-Ultra-Micro-SD-XC-Class-10-Memory-Card-for-Samsung-Galaxy-Tab-3-S4-/251494626230?hash=item3a8e3f73b6:g:iykAAOSw42JWCx1Q and https://www.amazon.com/Samsung-850-EVO-2-5-Inch-MZ-75E500B/dp/B00OBRE5UE/ref=sr_1_2?s=pc&ie=UTF8&qid=1476405818&sr=1-2&keywords=ssd as examples after the extension is installed and then click on the extension icon and see how it fills in some of the products identifying specs.\n\nIt is also useful as a quick link to stores. If you would like to go to a certain store, just click on the icon and click on the store you would like to go to."
  }
}