{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spotify Ads Blocker Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free extension that improves your Spotify experience by effectively blocking ads. Compatible with the Spotify web player."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free extension that improves your Spotify experience by effectively blocking ads. Compatible with the Spotify web player.\n\nDiscover the seamless way to enjoy your Spotify playlists without the constant interruption of ads. Spotify Ads Blocker Plus offers you the ultimate solution to block and remove audio ads from Spotify, utilizing cutting-edge adblock technology specifically tailored for Spotify's web player. Our mission is to enhance your music streaming experience, letting you focus on what truly matters: your music.\n\nWhy Choose Spotify Ads Blocker Plus?\n\n- Ad-Free Listening: Immerse yourself in your music without any interruptions. Spotify Ads Blocker Plus efficiently removes audio ads from the Spotify web player, providing you with uninterrupted listening pleasure.\n\n- User-Friendly: Installation is a breeze. Add Spotify Ads Blocker Plus to your Chrome browser, and the magic happens automatically when you navigate to open.spotify.com. Say goodbye to complicated settings and configurations.\n\n- Lightweight Efficiency: We understand the importance of browser performance. That's why Spotify Ads Blocker Plus is designed to be both lightweight (under 400 kb) and efficient, ensuring minimal impact on your browser's speed and resource consumption.\n\n- Constantly Updated: Our dedicated team works tirelessly to keep Spotify Ads Blocker Plus up-to-date with Spotify's latest updates, guaranteeing an uninterrupted ad-free experience at all times.\n\n- Privacy Matters: Your privacy is our top priority. Spotify Ads Blocker Plus is built with a commitment to privacy, operating without collecting personal information or tracking your browsing activity. Rest assured, your data remains secure.\n\n- Browser-Based Convenience: No need for desktop software installations. Spotify Ads Blocker Plus runs directly in your browser, simplifying your music streaming experience.\n\nKey Features at a Glance:\n\n- Ad-free Spotify Experience: Say goodbye to annoying audio ads.\n- Effortless Operation: Automatic ad-blocking on Spotify's web player.\n- Performance Optimized: Minimal impact on browser performance.\n- Regularly Updated: Stay ahead of Spotify's changing algorithms.\n- Privacy-Centric: No data collection or tracking.\n- Purely Browser-Based: Stream directly in your browser without extra software.\n\nGetting Started:\n\nEmbrace the ease of ad-free music streaming. Install Spotify Ads Blocker Plus today and transform your Spotify listening experience. Whether you're focusing on work, powering through study sessions, or simply relaxing, our Spotify ad removal tool ensures your music streaming is smooth, uninterrupted, and enjoyable.\n\nUpgrade Your Listening Experience:\n\nDon't let ads disrupt your music streaming any longer. Download Spotify Ads Blocker Plus now and enjoy your favorite tunes on open.spotify.com without interruptions.\n\nWelcome to the future of music streaming – uninterrupted, private, and tailored just for you with Spotify Ads Blocker Plus."
  }
}