{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Counter",
    "pt_BR": "Contador"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best simple counter in the world. Increases, decreases and starts from a defined value.",
    "pt_BR": "O melhor contador simples do mundo. Aumenta, diminui e inicia de um valor definido."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This minimalist and efficient counter gives you all the tools you need to keep track of your counts easily and conveniently.\n\n⭐ Key Features:\n\n• Increase or decrease your count with a single click, making task counting simple and fast.\n• Add a specific quantity using the custom input field to meet your precise counting needs.\n• Start the counter from a set value, perfect for projects that require a specific starting point.\n• Reset the counter at any time with just one tap.\n• Minimalist, intuitive design that keeps you focused on your counting.\n• Easily track your important counts right in browser.\n• Whether you're a professional who needs an efficient way to keep track of tasks or just someone who loves counting things, Simple Counter is the perfect choice. Simplify your life with the best counting tool available. Download now and start counting with ease!\n\nYour counting has never been so easy and accurate!",
    "pt_BR": "Este contador minimalista e eficiente oferece todas as ferramentas necessárias para controlar suas contagens de maneira fácil e conveniente.\n\n⭐ Principais recursos:\n\n• Aumente ou diminua sua contagem com um único clique, tornando a contagem de tarefas simples e rápida.\n• Adicione uma quantidade específica usando o campo de entrada personalizado para atender às suas necessidades precisas de contagem.\n• Inicia o contador a partir de um valor definido, perfeito para projetos que requerem um ponto de partida específico.\n• Zere o contador a qualquer momento com apenas um toque.\n• Design minimalista e intuitivo que mantém você concentrado na contagem.\n• Acompanhe facilmente suas contagens importantes diretamente no navegador.\n• Quer você seja um profissional que precisa de uma maneira eficiente de controlar tarefas ou apenas alguém que adora contar coisas, o Simple Counter é a escolha perfeita. Simplifique sua vida com a melhor ferramenta de contagem disponível. Baixe agora e comece a contar com facilidade!\n\nSua contagem nunca foi tão fácil e precisa!"
  }
}