{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FloatPlay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FloatPlay allows YouTube videos to play in a floating window for seamless multitasking and viewing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FloatPlay is a lightweight Chrome extension designed to enhance your YouTube viewing experience by enabling seamless Picture-in-Picture (PiP) mode. Whether you're multitasking or just want to keep an eye on a video while working on something else, FloatPlay makes it easy to pop out your YouTube video into a floating, resizable window that stays on top of all other windows.\n\nKey Features:\nToggle PiP Mode: Quickly switch any YouTube video to Picture-in-Picture with a single click.\nFloating, Resizable Window: The video stays on top of all other windows, and you can resize or move it as needed while using other apps or browsing.\nEasy Access: A simple, intuitive button is added directly to your YouTube player controls for fast access to PiP mode.\nMinimalist Design: FloatPlay integrates smoothly with YouTube’s interface, keeping the focus on your content without unnecessary clutter.\n\nHow It Works:\nInstall the FloatPlay extension from the Chrome Web Store.\nNavigate to any YouTube video.\nClick the FloatPlay icon or the new PiP button added to your video player.\nYour video will instantly pop out into a small, movable window, allowing you to multitask while still watching.\nWhy Use FloatPlay?\nFloatPlay is perfect for people who like to watch YouTube while working, browsing, or managing other tasks. It gives you control over your viewing experience without needing to switch tabs or minimize windows constantly.\n\nComing Soon:\nSupport for More Video Platforms: Soon, FloatPlay will expand its functionality beyond YouTube, offering PiP for a wide variety of video streaming platforms.\nCustomizable Shortcuts: In the next update, you'll be able to set your own keyboard shortcuts for toggling PiP mode.\nHow to Get Started:\nStep 1: Download FloatPlay from the Chrome Web Store.\nStep 2: Pin the extension to your Chrome toolbar for quick access.\nStep 3: Start enjoying floating videos while you work or play!"
  }
}