{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magic Tab Group"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every Google search you perform it will automatically generate a separate tab group and any child tabs opened from your Google…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every Google search you perform it will automatically generate a separate tab group and any child tabs opened from your Google searches will be automatically added to the same tab group.\n\nKey Features:\n\n1. Automatic Tab Grouping: Each individual Google search you perform will automatically generate a separate tab group. No more manually organizing tabs.\n\n2. Seamless Child Tab Integration: Any child tabs opened from your Google searches will be automatically added to the same tab group.\n\n3. Efficient Group Closure: Tired of closing tabs one by one? \"Magic Tab Group\" offers a convenient shortcut – simply press Ctrl+q to close the entire tab group in an instant, saving you time and effort.\n\n4. Expand and Collapse Tab Groups: \"Magic Tab Group\" allows you to effortlessly expand or collapse your tab groups, giving you the flexibility to focus on specific topics or keep a broad overview of your browsing sessions.\n\n5. Streamlined Tab Management: With this extension, you can easily manage and navigate through your tab groups. Locate specific tabs within a group or switch between different groups with ease.\n\n6. Custom Auto Grouping: Take control of your browsing experience by adding any other website for auto-grouping. All sites from the specified domain will be automatically added to the same group, ensuring a seamless browsing workflow.\n\n\"Magic Tab Group\" – the Chrome extension that revolutionizes the way you manage your tabs. Streamline your workflow, increase productivity, and never lose track of important information again.\n\nGet \"Magic Auto Group\" now and enjoy a clutter-free browsing experience like never before!"
  }
}