{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Talk With Me ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables you to talk to ChatGPT and Automatically reads new paragraphs once it's printed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Talk with Me ChatGPT\" – Empower Your Conversations with Voice!\n\nAre you ready to take your interactions to the next level? Discover the magic of \"Talk with Me ChatGPT,\" a revolutionary Chrome extension that seamlessly integrates voice communication into your chats when using chatgpt. This innovative extension allows you to effortlessly transform your thoughts into text, all while maintaining a natural flow of conversation.\n\n🔴 Turn Your Microphone On and Off with Ease\nSay goodbye to typing and hello to talking! With just a click, our extension's intuitive interface lets you control your microphone state. Express yourself in real-time using speech recognition technology that translates your voice into text.\n\n📢 Text-to-Speech Delight\nExperience the power of \"Talk with Me ChatGPT's\" text-to-speech feature. Engage your audience by turning written content into spoken words. Enrich your discussions, make your messages more accessible, and captivate your listeners with a click of an emoji.\n\n🚫 Pause When Needed\nWant to take a break from listening? Our extension lets you pause the text-to-speech function at any time. Flexibility is key, and \"Talk with Me ChatGPT\" puts you in control.\n\n🎙️ Auto-play Latest Paragraphs\nStay up-to-date effortlessly! Our extension automatically reads out the latest paragraphs on the page using text-to-speech. Whether it's articles, comments, or updates, you'll always be in the loop.\n\nJoin the conversation revolution with \"Talk with Me ChatGPT.\" Experience the future of Chatgpt communication by adding this dynamic extension to your Chrome browser. Unlock the power of voice and text, and engage with content like never before.\n\nDownload \"Talk with Me ChatGPT\" now and embark on a new era of digital interactions!"
  }
}