{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schedula Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add matches from Schedula to your online calendar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add your matches from Schedula to Google Calendar, Outlook Calendar, Office 365 Calendar, Yahoo! Calendar or the calendar application of your choice (through .ics/.iCal file download) all with a single click of a button, populating the competition, time, location, and referee team into your calendar. \n\nHow to use: after the extension is installed, pin it to your toolbar by clicking the puzzle icon in the top corner and clicking the pin button beside the app name. Once the app is pinned, go to a match in Schedula and click the extension button. A drop down will appear allowing you to select the desired calendar application. Click on the appropriate button and the selected calendar application will open in a new tab with all match details populated.\n\nDisclaimer: Please note, no liability or responsibility is taken for non-attendance at appointed matches due to match details (such as date, time, location etc.) not populating correctly in your calendar application. It is your responsibility to ensure that the calendar event matches the Schedula appointment. If a match is updated or cancelled, the extension does not automatically update in your calendar, nor does it update the referee team if there are changes - it is your responsibility to monitor your email for any Schedula notifications and modify or delete the calendar event accordingly."
  }
}