{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screen Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A web-powered screen reader"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,es,es_419,et,fa,fi,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Please note that this extension is now in maintenance mode; no new additions will be made moving forward.\n\nThe Chrome Screen reader extension is a showcase of a fully featured screen reader for the web built using only web technologies such as html and javascript.\nThis extension specifically works within the Chrome browser to read content aloud. For more comprehensive solutions, we recommend the use of full system screen readers like ChromeVox on Chrome OS, VoiceOver on Mac, JAWS, NVDA or Narrator on Windows, etc.",
    "en,en_AU,en_US": "Please note that this extension is now in maintenance mode; no new additions will be made moving forward.\n\nThis is scheduled to be deprecated.\n\nThe Chrome Screen reader extension is a showcase of a fully featured screen reader for the web built using only web technologies such as html and javascript.  This extension specifically works within the Chrome browser to read content aloud. For more comprehensive solutions, we recommend the use of full system screen readers like ChromeVox on Chrome OS, VoiceOver on Mac, JAWS, NVDA or Narrator on Windows, etc. \n\nBy installing this extension, you agree to the Google Terms of Service and Privacy Policy at https://www.google.com/intl/en/policies/.",
    "fil": "Please note that this extension is now in maintenance mode; no new additions will be made moving forward.\n\nThe Chrome Screen reader extension is a showcase of a fully featured screen reader for the web built using only web technologies such as html and javascript.\nThis extension specifically works within the Chrome browser to read content aloud. For more comprehensive solutions, we recommend the use of full system screen readers like ChromeVox on Chrome OS, VoiceOver on Mac, JAWS, NVDA or Narrator on Windows, etc.\n\nThe ChromeVox screen reader is an extension to Chrome that brings the speed, versatility, and security of Chrome to visually impaired users. \n\nUnlike most accessibility software, it is built using only web technologies like HTML5, CSS and Javascript. ChromeVox was designed from the start to enable unprecedented access to modern web apps, including those that utilize W3C ARIA (Access to Rich Internet Applications) to provide a rich, desktop-like experience. This enables visually impaired users to experience the power of web applications while also giving developers a way to verify the accessibility of their web applications. \n\nIts simple yet powerful navigation is easy to learn and quickly gets new users up to speed browsing web sites and web-based applications eyes-free. Check out the documentation at chromevox.com for the user guide, tutorial, keyboard shortcut and developer reference guides. \n\nNote: ChromeVox is still in development and currently doesn’t work in conjunction with desktop screen readers. In order to best use ChromeVox on your computer, you will need to disable your desktop screen reader when using ChromeVox. \n\nChromeVox is just one of the Google Accessibility extensions. Be sure to check out ChromeVis, ChromeShades, and ChromeLite as well!"
  }
}