{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortkut"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your productivity with AI powered shortcuts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Shortkut AI: Unleash the Power of Generative AI with Custom Shortcuts\n\nShortkut AI is an innovative and versatile chrome extension that empowers users to harness the capabilities of generative AI right at their fingertips. With Shortkut AI, you can now effortlessly invoke AI models to generate content for any input field on the internet, revolutionizing your online experience. Whether you're drafting a blog post, composing a tweet, or crafting a follow-up email, Shortkut AI will be your trusted companion in enhancing productivity and creativity.\n\nKey Features:\n\n1. Seamless Integration: Shortkut AI seamlessly integrates into your Chrome browser, making it easily accessible whenever you need it. Once installed, you'll find the Shortkut AI icon conveniently located in your toolbar, ready to assist you in generating compelling content with just a click.\n\n2. Generative AI Power: Shortkut AI harnesses the power of state-of-the-art generative AI models, leveraging cutting-edge natural language processing techniques. The extension connects to powerful AI servers, ensuring lightning-fast response times and accurate content generation.\n\n3. Custom Shortcuts: Shortkut AI enables you to create personalized shortcuts tailored to your specific needs. You can effortlessly configure shortcuts for various prompts, such as blog generators, tweet writers, follow-up email creators, and more. Simply define the shortcut, assign it a keyword or trigger, and you're ready to go. Say goodbye to repetitive writing tasks and hello to unparalleled efficiency!\n\n4. Intelligent Content Generation: By utilizing AI models, Shortkut AI understands context, grammar, and tone, ensuring the generated content aligns seamlessly with your requirements. With a vast repository of training data, the AI models excel in mimicking human-like language patterns, producing high-quality content that is both engaging and authentic.\n\n5. User-Friendly Interface: Shortkut AI boasts a user-friendly and intuitive interface, designed to enhance your productivity without any steep learning curve. The extension is easy to navigate, allowing you to effortlessly switch between different AI prompts, customize settings, and fine-tune the generated content to match your unique style and preferences.\n\n6. Privacy and Security: We understand the importance of safeguarding your data and privacy. Shortkut AI operates securely, adhering to stringent privacy practices. All user interactions and data transmissions are encrypted to ensure confidentiality, and your personal information is never stored or shared with third parties.\n\n7. Regular Updates and Improvements: Our dedicated team of developers is committed to continuously improving Shortkut AI, adding new AI models, expanding the library of shortcuts, and refining the user experience. You can expect regular updates to ensure you have access to the latest advancements in AI technology.\n\nWhether you're a content creator, a social media enthusiast, or a professional seeking to streamline your writing process, Shortkut AI is the ultimate tool for boosting your productivity and unleashing your creativity. Say goodbye to writer's block and embrace the limitless possibilities of generative AI. Install Shortkut AI today and witness the transformative power of AI-enhanced content generation."
  }
}