{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Axie infinity breed cost calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculates the cost of breeding in Axie Infinity at the current time for a variety of fiat currencies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the prices of slp, axs and ethereum changing constantly it is important to have access to accurate prices at any given time. \nThis extension shows the current prices of a number of crypto and paper money currencies, as well as calculating the cost of breeding in eth and usd for Axie Infinity players.\n\nThe extension gets prices from Binance for slp and axs in ethereum and USD, and ethereum in USD and another supported currencies.\n\nThe extension calculates the cost of breeding two axies of the same breed count together. There are 3 columns, individual, total and average. Individual refers to the cost of that specific breed. Total is how much it costs to breed from 0 to that count, and average is the total divided by the breed count.\n\nDepending on the speed of your internet and the state of Binance, the numbers may take more time to fully load in.\n\nThanks for using my extension, please rate it if you find its useful!\n\nChanges:\n1.1: Click on the breed cost table for AXS and SLP costs, added performance optimisations between sessions\n1.0.3: Updated SLP and AXS costs to reflect new breed costs 8/12/2021\n1.0.2: Added additional currencies, selected options will now save between sessions\n1.0.1: Updated SLP and AXS costs to reflect new breed costs 23/09/2021"
  }
}