{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Hypnosis Checklist For Newbies"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn quick, step-by-step hypnosis techniques for guided relaxation, deep breathing, and visualization to help anyone achieve a calm"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your hypnosis skills with this Quick Hypnosis Guide & Checklist—a comprehensive, step-by-step approach to effective hypnosis. This extension provides clear, actionable techniques for inducing relaxation, guiding hypnotic states, and building rapport, designed for beginners and advanced practitioners alike.\n\nDiscover tools to create a calm environment, use progressive muscle relaxation, and implement visualization techniques to deepen relaxation. Whether you're focused on guided relaxation, preparing for hypnosis sessions, or learning hypnosis induction methods, this checklist covers all essential steps. Engage in exercises such as deep breathing hypnosis, countdown techniques, and focal point induction to smoothly bring subjects into a hypnotic state.\n\nFeatures Include:\n\nHypnosis Preparation Tips: From setting up a quiet space to gaining consent.\nGuided Relaxation Techniques: Employ progressive muscle relaxation and deep breathing exercises.\nHypnosis Induction Methods: Includes focal points, countdown techniques, and visualization.\nPositive Suggestion Frameworks: Learn the art of simple, effective suggestions to promote relaxation.\nHypnotic State Testing: Verify hypnotic readiness with arm levitation and heaviness tests.\nStep-by-Step Debriefing: Help participants smoothly transition back after hypnosis.\nPerfect for anyone interested in deepening their understanding of hypnosis, this checklist brings an accessible guide to relaxation and hypnotic techniques at your fingertips. Install now to explore a structured approach to quick hypnosis."
  }
}