{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkGenie AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered LinkedIn comment generator with customizable tones and settings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkGenie AI - Transform Your LinkedIn Interactions with AI-Powered Comment's\n\nOverview:\n\nLinkGenie AI is a cutting-edge Chrome extension designed to revolutionize the way you interact on LinkedIn. Whether you're looking to grow your followers, foster meaningful connections, or establish your professional brand, LinkGenie AI empowers you with intelligent, personalized, and automated comments. By leveraging advanced AI technology, it ensures your LinkedIn interactions are engaging, impactful, and perfectly aligned with your tone and style.\n\nKey Features\n\n1. Instant, AI-Driven Comment Replies:\n\n   - Respond to LinkedIn posts instantly with AI-crafted comments tailored to the content you're engaging with.  \n\n   - Enhance your professional presence with relevant, high-quality replies that align with your personal or professional brand.\n\n2. Customizable Reply Tones:\n\n   Choose from multiple tone options, including:  \n     🤗 Friendly\n     😄 Funny\n     🙅 Disagree \n     🎉Congrats\n     ❓ Question \n    🙏 Say Thank You \n     💡 Add Value   \n\n   - Maintain consistency in your voice, whether you’re commenting as an individual or on behalf of a company.\n\n3. Train AI in Your Tone:\n\n   - Fine-tune the AI to mimic your unique style of communication.  \n\n   - Build authentic, personalized interactions that resonate with your audience and reflect your personality.\n\n4. Boost Engagement and Grow Your Network:\n\n   - Foster deeper engagement with your network by automating thoughtful, contextually relevant replies.  \n\n   - Increase your visibility by participating in conversations that matter, without the manual effort.\n\n5. Seamless Integration:\n\n   - Instantly integrates into your LinkedIn, Button will appear in LinkedIn comment section.\n \n   - User-friendly interface ensures minimal setup and maximum productivity.  \n\n\nWhy Choose LinkGenie AI?\n\nSave Time: Focus on what matters while LinkGenie AI handles repetitive comment drafting.  \n\nEngage Authentically: Generate comments that are meaningful and aligned with the content and context.  \n\nEnhance Productivity: Streamline your LinkedIn strategy, from interaction to growth, without sacrificing quality.  \n\n\nWho Is It For?\n\n- Professionals aiming to grow their LinkedIn network and visibility.\n  \n- Entrepreneurs and business leaders looking to establish thought leadership. \n \n- Social media managers and marketers enhancing LinkedIn engagement strategies.  \n\n- Anyone who wants to simplify their LinkedIn experience with the power of AI.  \n\n\nHow It Works\n\n1. Install the LinkGenie AI Chrome extension from the Chrome Web Store.  \n\n2. Visit the website to start a ( 7-day free trial ) and receive your LinkGenie AI API key via email.  \nhttps://linkgenieai.com/\n\n3. Add both the LinkGenie AI API key and your Open-AI API key to the extension to activate it.  \nhttps://platform.openai.com/api-keys\n\n4. Customize the tone or train the AI to align perfectly with your style.  \n\n5. Let LinkGenie AI analyze post content and suggest contextually relevant comments.  \n\n6. Engage effortlessly and watch your network grow!  \n\n\nGet Started Today \n\nDownload LinkGenie AI from the Chrome Web Store for free & Visit linkegenieai.com start 7-days free trail and unlock the potential of LinkedIn automation. Simplify your engagement, grow your presence, and build meaningful connections—all with the help of LinkGenie AI."
  }
}