{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CustomSearch Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Perform custom searches using selected text on various websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom Search Manager\n\nDescription:\n\nElevate your browsing experience with SmartSearch, the ultimate custom search manager for Chrome! SmartSearch empowers you to streamline your web searches by setting up personalized search shortcuts right at your fingertips.\n\nWhy Choose SmartSearch?\n\nPersonalized Search: Tailor your search engines to your needs. Whether it's for quick access to specialized data or everyday queries, SmartSearch lets you define how you reach information on the web.\n\nOne-Click Searches: Save time with the convenience of right-clicking to search any highlighted text across your custom-defined search engines.\n\nMultiple Engines at Once: Have the power to unleash a search across all your search engines simultaneously with the 'Search with All' feature, perfect for comprehensive research or comparison shopping.\n\nIntuitive Interface: With a user-friendly options page, managing your search engines is a breeze. Add, edit, and organize your search engines effortlessly.\n\nCustom Search Icons: Visualize your search options with custom icons, making it easy to find the search engine you need.\n\nSafe and Secure: SmartSearch values your privacy and security. Your custom search settings are stored locally, giving you control over your data.\n\nExport & Import Settings: Backup or transfer your settings with ease. SmartSearch’s export and import features ensure your search engines move with you across devices.\n\nWhether you're a researcher diving into data, a shopper hunting for deals, or someone who values efficiency, SmartSearch enhances your search capabilities in a way that's customized just for you. Say goodbye to manual typing and navigating through bookmarks, and say hello to a smarter way of searching."
  }
}