{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DipiMultiPaste"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pasting of predefined values.",
    "de": "Einfügen vordefinierter Werte.",
    "es": "Pegado de valores predefinidos.",
    "fr": "Collage de valeurs prédéfinies.",
    "it": "Incollare valori predefiniti.",
    "pt_PT": "Colagem de valores predefinidos.",
    "ru": "Вставка предопределенных значений."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you regularly have to paste recurring values into input fields, this extension will make you more productive!\n\nIndeed, thanks to it you will be able to define a list of values that you can then paste via the contextual menu (by right-clicking on the desired field).\n\nWhen these values are not sufficiently explicit, it is possible to accompany them with a comment which will appear in the contextual menu but will not be pasted with the corresponding value. And if you want to organize your list of values in different thematic headings or by separating them with a horizontal separator line, this is also possible.\n\nAn example being preferable to a long explanation:\n\tvalue 1\n\tvalue 2;(with a comment)\n\tvalue 3;(in a submenu);submenu 1\n\tvalue 4;(in a sub-submenu);submenu 1\\\\sub-submenu 1\n\t-;;submenu 1\n\tvalue 5;(preceded by a separator);submenu 1\n\tvalue 6;(in another submenu);submenu 2\n\tvalue 7;;submenu 2\n\nLook at the second screenshot (in French but whatever) to see how this data appears in the context menu.\n\n\nNote: sometimes when looking to use this extension in a multi-line input component (but not only), pasting does not work. In this case the selected value is placed in the clipboard, you just have to paste it by pressing CTRL+V (or equivalent, depending on the type of device used).",
    "de": "Wenn Sie regelmäßig wiederkehrende Werte in Eingabefelder einfügen müssen, macht Sie diese Erweiterung produktiver!\n\nDank dessen können Sie eine Liste von Werten definieren, die Sie dann über das Kontextmenü einfügen können (indem Sie mit der rechten Maustaste auf das gewünschte Feld klicken).\n\nWenn diese Werte nicht eindeutig genug sind, können sie mit einem Kommentar versehen werden, der im Kontextmenü erscheint, aber nicht mit dem entsprechenden Wert eingefügt wird. Und wenn Sie Ihre Werteliste in verschiedene thematische Überschriften gliedern oder sie mit einer horizontalen Trennlinie trennen möchten, ist dies ebenfalls möglich.\n\nEin Beispiel, das einer langen Erklärung vorzuziehen ist:\n\twert 1\n\twert 2;(mit einem kommentar)\n\twert 3;(in einem untermenü);untermenü 1\n\twert 4;(in einem unter-untermenü);untermenü 1\\\\unter-untermenü 1\n\t-;;untermenü 1\n\twert 5;(mit vorangestelltem trennzeichen);untermenü 1\n\twert 6;(in einem anderen untermenü);untermenü 2\n\twert 7;;untermenü 2\n\nSehen Sie sich den zweiten Screenshot (auf Französisch, aber was auch immer) an, um zu sehen, wie diese Daten im Kontextmenü angezeigt werden.\n\n\nNotiz: Wenn Sie diese Erweiterung in einer mehrzeiligen Eingabekomponente verwenden möchten (aber nicht nur), funktioniert das Einfügen manchmal nicht. In diesem Fall wird der ausgewählte Wert in die Zwischenablage gelegt, Sie müssen ihn nur einfügen, indem Sie CTRL+V (oder gleichwertig, je nach verwendetem Gerätetyp) drücken.",
    "es": "Si tiene que pegar regularmente valores recurrentes en los campos de entrada, ¡esta extensión lo hará más productivo!\n\nDe hecho, gracias a él, podrá definir una lista de valores que luego puede pegar a través del menú contextual (haciendo clic con el botón derecho en el campo deseado).\n\nCuando estos valores no sean suficientemente explícitos, es posible acompañarlos de un comentario que aparecerá en el menú contextual pero no se pegará con el valor correspondiente. Y si quieres organizar tu lista de valores en diferentes epígrafes temáticos o separándolos con una línea de separación horizontal, también es posible.\n\nUn ejemplo es preferible a una larga explicación:\n\tvalor 1\n\tvalor 2;(con un comentario)\n\tvalor 3;(en un submenú);submenú 1\n\tvalor 4;(en un sub-sub-menú);submenú 1\\\\sub-submenú 1\n\t-;;submenú 1\n\tvalor 5;(precedido por un separador);submenú 1\n\tvalor 6;(en otro submenú);submenú 2\n\tvalor 7;;submenú 2\n\nMire la segunda captura de pantalla (en francés pero como sea) para ver cómo aparecen estos datos en el menú contextual.\n\n\nNota: A veces, cuando busca usar esta extensión en un componente de entrada de varias líneas (pero no solo), pegar no funciona. En este caso el valor seleccionado se coloca en el portapapeles, solo hay que pegarlo pulsando CTRL+V (o equivalente, según el tipo de dispositivo utilizado).",
    "fr": "Si vous êtes régulièrement amené·e à coller des valeurs récurrentes dans des champs de saisie, cette extension va vous faire gagner en productivité !\n\nEn effet, grâce à elle vous allez pouvoir définir une liste de valeurs que vous pourrez ensuite coller via le menu contextuel (en faisant un clic-droit sur le champ désiré).\n\nLorsque ces valeurs ne sont pas suffisamment explicites, il est possible de les accompagner d’un commentaire qui apparaîtra dans le menu contextuel mais ne sera pas collé avec la valeur correspondante. Et si vous souhaitez organiser votre liste de valeurs dans différentes rubriques thématiques ou en les séparant d’une ligne de séparation horizontale, c’est également possible.\n\nUn exemple étant préférable à une longue explication :\n\tvaleur 1\n\tvaleur 2;(avec un commentaire)\n\tvaleur 3;(dans un sous-menu);sous-menu 1\n\tvaleur 4;(dans un sous-sous-menu);sous-menu 1\\sous-sous-menu 1\n\t-;;sous-menu 1\n\tvaleur 5;(précédé d'un séparateur);sous-menu 1\n\tvaleur 6;(dans un autre sous-menu);sous-menu 2\n\tvaleur 7;;sous-menu 2\n\nRegardez la deuxième capture d'écran (en français mais peu importe) pour voir comment ces données apparaissent dans le menu contextuel.\n\n\nNote : parfois, lorsque vous cherchez à utiliser cette extension dans un composant de saisie multi-lignes notamment (mais pas seulement), le collage ne fonctionne pas. Dans ce cas la valeur sélectionnée est placée dans le presse-papiers, il vous suffit de la coller en faisant un CTRL+V (ou équivalent, selon le type d’appareil utilisé).",
    "it": "Se devi incollare regolarmente valori ricorrenti nei campi di input, questa estensione ti renderà più produttivo!\n\nGrazie ad esso, infatti, potrai definire un elenco di valori che potrai poi incollare tramite il menu contestuale (facendo clic con il tasto destro del mouse sul campo desiderato).\n\nQuando questi valori non sono sufficientemente espliciti, è possibile accompagnarli con un commento che comparirà nel menu contestuale ma non verrà incollato con il valore corrispondente. E se vuoi organizzare la tua lista di valori in diverse intestazioni tematiche o separandole con una linea di separazione orizzontale, anche questo è possibile.\n\nUn esempio è preferibile a una lunga spiegazione:\n\tvalore 1\n\tvalore 2;(con un commento)\n\tvalore 3;(in un sottomenu);sottomenu 1\n\tvalore 4;(in un sotto-sottomenu);sottomenu 1\\\\sotto-sottomenu 1\n\t-;;sottomenu 1\n\tvalore 5;(preceduto da un separatore);sottomenu 1\n\tvalore 6;(in un altro sottomenu);sottomenu 2\n\tvalore 7;;sottomenu 2\n\nGuarda il secondo screenshot (in francese ma qualunque cosa) per vedere come appaiono questi dati nel menu contestuale.\n\n\nNota: A volte, quando si cerca di utilizzare questa estensione in un componente di input multilinea (ma non solo), incollare non funziona. In questo caso il valore selezionato viene messo negli appunti, basta incollarlo premendo CTRL+V (o equivalente, a seconda del tipo di dispositivo utilizzato).",
    "pt_PT": "Se você precisa colar regularmente valores recorrentes em campos de entrada, esta extensão o tornará mais produtivo!\n\nDe fato, graças a ele, você poderá definir uma lista de valores que poderá colar através do menu contextual (clicando com o botão direito do mouse no campo desejado).\n\nQuando esses valores não são suficientemente explícitos, é possível acompanhá-los com um comentário que aparecerá no menu contextual, mas não será colado com o valor correspondente. E se você quiser organizar sua lista de valores em diferentes títulos temáticos ou separando-os com uma linha separadora horizontal, isso também é possível.\n\nUm exemplo sendo preferível a uma longa explicação:\n\tvalor 1\n\tvalor 2;(com um comentário)\n\tvalor 3;(em um submenu);submenu 1\n\tvalor 4;(em um sub-submenu);submenu 1\\\\sub-submenu 1\n\t-;;submenu 1\n\tvalor 5;(precedido por um separador);submenu 1\n\tvalor 6;(em outro submenu);submenu 2\n\tvalor 7;;submenu 2\n\nObserve a segunda captura de tela (em francês, mas tanto faz) para ver como esses dados aparecem no menu de contexto.\n\n\nObservação: Às vezes, ao procurar usar essa extensão em um componente de entrada de várias linhas (mas não apenas), colar não funciona. Neste caso, o valor selecionado é colocado na área de transferência, basta colá-lo pressionando CTRL+V (ou equivalente, dependendo do tipo de dispositivo usado).",
    "ru": "Если вам регулярно приходится вставлять повторяющиеся значения в поля ввода, это расширение сделает вашу работу более продуктивной!\n\nДействительно, благодаря ему вы сможете определить список значений, которые затем можно будет вставить через контекстное меню (щелкнув правой кнопкой мыши по нужному полю).\n\nКогда эти значения недостаточно явные, их можно сопровождать комментарием, который появится в контекстном меню, но не будет вставлен с соответствующим значением. И если вы хотите организовать свой список значений по разным тематическим заголовкам или разделив их горизонтальной разделительной линией, это тоже возможно.\n\nПример предпочтительнее длинного объяснения:\n\tзначение 1\n\tзначение 2;(с комментарием)\n\tзначение 3;(в подменю);подменю 1\n\tзначение 4;(в под-подменю);подменю 1\\\\под-подменю 1\n\t-;;подменю 1\n\tзначение 5;(перед ним стоит разделитель);подменю 1 \n\tзначение 6;(в другом подменю);подменю 2\n\tзначение 7;;подменю 2\n\nПосмотрите на второй снимок экрана (на французском, но неважно), чтобы увидеть, как эти данные отображаются в контекстном меню.\n\n\nПримечание: Иногда, когда вы хотите использовать это расширение в многострочном компоненте ввода (но не только), вставка не работает. В этом случае выбранное значение помещается в буфер обмена, вам просто нужно вставить его, нажав CTRL+V (или эквивалент, в зависимости от типа используемого устройства)."
  }
}