{
  "name": {
    "ar": "NBA Basketball علامة تبويب جديدة، خلفيات عالية الجودة",
    "am": "NBA Basketball አዲስ ታብ, የእየተሞተ ዳውልጥዎች",
    "bg": "Демон Слейер NBA Basketball, HD тапети 4K Wallpapers",
    "bn": "NBA Basketball নতুন ট্যাব, এইচডি ওয়ালপেপারগুলি",
    "ca": "Pestanya nova de NBA Basketball, fons de pantalla HD  4K Wallpapers",
    "cs": "NBA Basketball nová karta, tapety HD  4K Wallpapers",
    "da": "NBA Basketball Ny fane, Baggrunde HD  Hd Wallpapers",
    "de": "NBA Basketball Neuer Tab, Hintergrundbilder HD  Hd Wallpaper",
    "el": "Νέα καρτέλα NBA Basketball, Wallpapers HD  4k Wallpaper",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "NBA Basketball New Tab",
    "es": "NBA Basketball Nueva pestaña Fondos de pantalla HD  4k Wallpaper",
    "et": "NBA Basketball uus vahekaart, HD-taustapildid  Hd Wallpapers",
    "fa": "تب جدید ما بین ما، تصاویر پس زمینه با کیفیت بالا NBA بسکتبال",
    "fi": "NBA Basketball Uusi välilehti, HD-taustakuvat  Hd Wallpapers",
    "fil": "NBA Basketball Bagong Tab, Mga Wallpaper HD  Hd Wallpaper",
    "fr": "Nouvel onglet NBA Basketball, Fonds d&#39;écran HD Chrome browser",
    "gu": "NBA Basketball નવું ટેબ, HD વૉલપેપર્સ",
    "he": "NBA Basketball כרטיסית חדשה, טפטים באיכות HD",
    "hi": "NBA Basketball नई टैब, एचडी वॉलपेपर्स",
    "hr": "NBA Basketball Nova kartica, HD pozadine  4K Wallpapers",
    "hu": "NBA Basketball új lap, HD háttérképek  Hd Wallpaper",
    "id": "NBA Basketball Tab Baru, Wallpaper HD  Hd Wallpapers",
    "it": "Nuova scheda NBA Basketball, sfondi HD  4K Wallpapers",
    "ja": "NBA Basketball、壁紙、HDデスクトップの壁紙 4K Wallpapers",
    "kn": "NBA Basketball ಹೊಸ ಟ್ಯಾಬ್, ದೀರ್ಘ ದೂರವಾಣಿಗಳು HD HD ವಾಲ್ಪೇಪರ್‌ಗಳು",
    "ko": "NBA Basketball 새 탭, 고화질 HD  HD 배경 화면",
    "lv": "NBA Basketball jauna cilne, HD fona attēli  Hd Wallpaper",
    "ml": "NBA Basketball പുതിയ ടാബ്, ഉച്ച ക്വാളിറ്റി വാല്പേപ്പേർ HD HD",
    "mr": "NBA Basketball नवीन टॅब, उच्च गुणवत्ता वालपेपर्स HD",
    "ms": "Tab Baharu NBA Basketball, Wallpaper HD  Hd Wallpaper",
    "nl": "NBA Basketball Nieuw tabblad, Wallpapers HD  4k Wallpaper",
    "pl": "NBA Basketball Nowa karta, Tapety HD Chrome browser",
    "ro": "NBA Basketball Filă nouă, Imagini de fundal HD 4K Wallpapers",
    "ru": "Новая вкладка «NBA Basketball» HD обои Hd Wallpaper",
    "sk": "Nová karta NBA Basketball, tapety HD  Hd Wallpapers",
    "sl": "NBA Basketball Nov zavihek, ozadja HD  4K Wallpapers",
    "sw": "Kichupo Kipya cha NBA Basketball, Mandhari HD Chrome browser",
    "ta": "NBA Basketball புதிய கதிரை, உச்ச வால்பேப்பர்கள்",
    "te": "NBA Basketball కొత్త ట్యాబ్, HD వాల్‌పేపర్‌లు‌",
    "th": "NBA Basketball แท็บใหม่ วอลเปเปอร์ HD  Hd Wallpaper",
    "tr": "NBA Basketbol Yeni Sekme, Duvar Kağıtları HD  Hd Wallpapers",
    "uk": "NBA Basketball, нова вкладка, шпалери HD Chrome browser"
  },
  "short": {
    "ar": "NBA Basketball خلفية، تغيير علامة التبويب الجديدة إلى خلفية NBA Basketball.",
    "am": "NBA Basketball ዳውል መጠጥሚያ, ከሰዓት ያለውን ታብ NBA Basketball ዳውል ተዘጋጅቶአል።",
    "bg": "Тапет на NBA Basketball променя новата ви разделителна лента с фон на NBA Basketball.",
    "bn": "NBA Basketball ওয়ালপেপার, আপনার নতুন ট্যাবটি আমঙ আস পেছাৱলৈ সলনি কৰে।",
    "ca": "El Fons d'Escriptori del NBA Basketball canvia la vostra nova pestanya al fons del NBA Basketball.",
    "cs": "Wallpaper NBA Basketball změní vaši novou kartu na pozadí NBA Basketball.",
    "da": "NBA Basketball Wallpaper ændrer din nye fane til NBA Basketball baggrund.",
    "de": "NBA Basketball Wallpaper ändert Ihre neue Registerkarte in den NBA Basketball-Hintergrund.",
    "el": "Το NBA Basketball Wallpaper αλλάζει το νέο σας καρτελάκι στο NBA Basketball φόντο.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "NBA Basketball Wallpaper changes its new tab to NBA Basketball background.",
    "es": "El fondo de pantalla de NBA Basketball cambia tu nueva pestaña al fondo de NBA Basketball.",
    "et": "NBA Basketball Tapeet muudab teie uue vahekaardi NBA Basketball taustale.",
    "fa": "تصویر پس زمینه NBA Basketball، تغییر زمینه تب جدید شما به زمینه NBA Basketball.",
    "fi": "NBA Basketball Taustakuva vaihtaa uuden välilehden NBA Basketball taustaan.",
    "fil": "Ang NBA Basketball Wallpaper ay nagpapalit ng iyong bagong tab sa NBA Basketball background.",
    "fr": "Le fond d'écran NBA Basketball change votre nouvelle page en arrière-plan de NBA Basketball.",
    "gu": "NBA Basketball વૉલપેપર, તમારું નવું ટેબ NBA Basketball બેકગ્રાઉન્ડમાં બદલે છે.",
    "he": "NBA Basketball טפט, משנה את הכרטיסיה החדשה שלך לרקע של NBA Basketball.",
    "hi": "NBA Basketball वॉलपेपर, आपके नए टैब को अमंग अस बैकग्राउंड में बदलता है।",
    "hr": "NBA Basketball mijenja vašu novu karticu u pozadini NBA Basketball.",
    "hu": "A NBA Basketball Háttérkép megváltoztatja az új lapját a NBA Basketball háttérképre.",
    "id": "Wallpaper NBA Basketball mengganti tab baru Anda menjadi latar belakang NBA Basketball.",
    "it": "NBA Basketball Sfondo cambia la tua nuova scheda con lo sfondo di NBA Basketball.",
    "ja": "NBA Basketball 壁紙は、新しいタブをNBA Basketballの背景に変更します。",
    "kn": "NBA Basketball ವಾಲ್ಪೇಪರ್, ನಿಮ್ಮ ಹೊಸ ಟ್ಯಾಬ್‌ನನ್ನು NBA Basketball ಹಿನ್ನೆಲೆಗೆ ಬದಲಿಸುತ್ತದೆ.",
    "ko": "NBA Basketball 배경 화면, 새 탭을 NBA Basketball 배경으로 변경합니다.",
    "lv": "NBA Basketball Aizkari maina jūsu jauno cilni uz NBA Basketball fona.",
    "ml": "NBA Basketball വാൾപേപ്പർ, പുതിയ ടാബ് നിന്നും NBA Basketball പശ്ചാത്തലത്തിലേക്ക് മാറ്റുന്നു.",
    "mr": "NBA Basketball वॉलपेपर, आपल्या नव्या टॅबला NBA Basketball पार्श्वभूमि बदलतो.",
    "ms": "Wallpaper NBA Basketball menukar tab baru anda ke latar belakang NBA Basketball.",
    "nl": "NBA Basketball Wallpaper verandert je nieuwe tabblad naar de achtergrond van NBA Basketball.",
    "pl": "Tapeta NBA Basketball zmienia twoją nową kartę na tło NBA Basketball.",
    "ro": "NBA Basketball Wallpaper schimbă noua ta filă în fundalul NBA Basketball.",
    "ru": "Обои NBA Basketball изменяет вашу новую вкладку на фон NBA Basketball.",
    "sk": "NBA Basketball Tapeta mení váš nový panel na pozadie NBA Basketball.",
    "sl": "NBA Basketball Ozadje spremeni vaš zavihek na ozadje NBA Basketball.",
    "sw": "Kata Katika Picha ya ukuta NBA Basketball chako kipya kwa mandhari ya ukuta ya NBA Basketball.",
    "ta": "NBA Basketball வால்பேப்பர், உங்கள் புதிய கதிரையை NBA Basketball பின்னணி பக்கத்திற்கு மாற்றுகிறது.",
    "te": "NBA Basketball వాల్‌పేపర్, మీ కొత్త ట్యాబ్‌ను NBA Basketball బ్యాక్‌గ్రౌండ్‌కు మార్చుతుంది.",
    "th": "NBA Basketball วอลล์เปเปอร์, เปลี่ยนแท็บใหม่ของคุณเป็นพื้นหลัง NBA Basketball",
    "tr": "NBA Basketbol Duvar Kağıdı, yeni sekmesini NBA Basketbol arka planına değiştirir.",
    "uk": "NBA Basketball Тапет, змінює вашу нову вкладку на фон NBA Basketball."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize your new tab with the NBA Basketball wallpaper extension and face your new NBA Basketball background every time you change your page.\nBeautify your new tab page with a useful, beautiful and fun theme.\n\n(-)Refresh your screen with NBA Basketball Wallpaper and beautify your background with basketball players and teams.\n(-)Use NBA Basketball Wallpaper New Tab to enhance your new tab experiences and enjoy the convenience.\n(-)Use background button to change and use beautiful than each other wallpapers\n\n➤ All in one tab!\n\nClick the 'Add to Chrome' button to install the NBA Basketball Wallpaper New Tab extension and you can easily use this extension that way.\n\nWhat are the features of our page:\n*You can reach history, downloads, extensions and setting easily with buttons.\n* Use background button to change and use beautiful than each other wallpapers\n* Follow the time information from the top right\n* Search the internet quickly and accurately using the middle top search box\n\n➤ Note: Click \"Keep changes\" button after installing NBA Basketball Wallpaper New Tab for best experience. This will show NBA Basketball Wallpaper Theme on every new tab as intended."
  }
}