{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpyHunter® Web Security"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpyHunter® Web Security identifies and blocks malicious web content and other potential security threats."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpyHunter Web Security integrates with your browser and is designed to improve your security and help keep you safe while you browse the web. SpyHunter Web Security protects you from web-based threats including malware, ransomware, phishing sites, adware and/or potentially unwanted software. \n\nKey Features: \n\n- Website Blocking: SpyHunter Web Security will scan links that you click in emails or documents and URLs that you enter into your browser. It will also analyze search results and links on web pages. If you attempt to visit a website that has been categorized as potentially unsafe, SpyHunter Web Security will block access to the website and display a prompt that allows you to disregard the warning at your own discretion.\n\n- Search Engine Integration: SpyHunter Web Security can be configured to integrate with popular search engines to categorize and visually identify links in your search results as “safe”, “potentially unsafe” or “uncategorized”. Search engine integrations can be individually configured or disabled according to users’ preferences via SpyHunter Web Security’s settings.\n\n- Exclusions: Users also have the choice to individually override SpyHunter Web Security to disable its blocking of specific websites. To do so, users can manually add websites to the “Exclusions” section in SpyHunter Web Security settings. Websites added to “Exclusions” will be identified as “User-Excluded” in search results (if “Search Engine Integration” is enabled).\nSpyHunter Web Security is regularly updated to help you surf the web with added safety."
  }
}