{
  "name": {
    "ar": "مقسم الصور",
    "am": "ምስል Splitter",
    "bg": "Разделител на изображения",
    "bn": "ইমেজ স্প্লিটার",
    "ca": "Divisor d'imatges",
    "cs": "Rozdělovač obrázků",
    "da": "Split Photo - Image Splitter",
    "de": "Bild ausschneiden | Image Splitter",
    "el": "Διαχωριστής Εικόνας",
    "en,en_AU,en_GB,en_US,fr,nl,sv": "Image Splitter",
    "es,es_419": "Dividir imagen (Image Splitter)",
    "et": "Pildijagaja",
    "fa": "تقسیم‌کننده تصویر",
    "fi": "Kuvaruudukon - Image Splitter",
    "fil": "Tagahati ng Larawan",
    "gu": "ઇમેજ સ્પ્લિટર",
    "he": "מפצל תמונה",
    "hi": "Image Cutter",
    "hr": "Dijeljenje slike",
    "hu": "Képfelosztó",
    "id": "Grid Maker",
    "it": "Insta Grid | Image Splitter",
    "ja": "画像 分割​",
    "kn": "ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್",
    "ko": "이미지 분할기",
    "lt": "Vaizdo skaidytuvas",
    "lv": "Attēlu sadalītājs",
    "ml": "ഇമേജ് സ്പ്ലിറ്റർ",
    "mr": "प्रतिमा विभाजक",
    "ms": "Pemecah Imej",
    "no": "Photo Grid - Image Splitter",
    "pl": "Dzielnik obrazów",
    "pt_BR,pt_PT": "Divisor de Imagens",
    "ro": "Divizor de imagini",
    "ru": "Разделить фото на части",
    "sk": "Rozdeľovač obrázkov",
    "sl": "Razdeljevalnik slik",
    "sr": "Сепаратор слика",
    "sw": "Kigawanyaji Picha",
    "ta": "படத்தை பிரிப்பான்",
    "te": "చిత్రం స్ప్లిటర్",
    "th": "ตัวแยกภาพ",
    "tr": "Görüntü Bölücü",
    "uk": "Розділювач зображень",
    "vi": "Trình chia hình ảnh",
    "zh_CN": "图像分割器",
    "zh_TW": "圖片分割器"
  },
  "short": {
    "ar": "🪟 قم بتقسيم أو تغيير حجم الصورة، قص، تغيير الحجم وإنشاء شبكات صور بسهولة باستخدام مقسم الصور! أنت صانع الشبكات المثالي!",
    "am": "🪟 የምስል መጠንን ይከፋፍሉ ወይም ይቀይሩ ፣ ይከርክሙ ፣ ያስተካክሉ እና የፎቶ ፍርግርግ ይፍጠሩ ያለ ምንም ጥረት Image Splitter! አንተ ፍጹም ፍርግርግ ሰሪ!",
    "bg": "🪟 Разделяйте или променяйте размера на изображения, изрязвайте, преоразмерявайте и създавайте фото решетки без усилие с Разделител…",
    "bn": "🪟 ইমেজ স্প্লিটার ব্যবহার করে সহজেই ইমেজ বিভাজন বা আকার পরিবর্তন করুন, ক্রপ করুন, রিসাইজ করুন এবং ফটো গ্রিড তৈরি করুন! আপনার নিখুঁত…",
    "ca": "🪟 Divideix o canvia la mida de la imatge, retalla, redimensiona i crea quadrícules de fotos fàcilment amb el Divisor d'imatges! El…",
    "cs": "🪟 Rozdělte nebo změňte velikost obrázku, ořízněte, změňte velikost a snadno vytvářejte mřížky fotografií pomocí Rozdělovače…",
    "da": "🪟 Del eller ændr størrelsen på billedet, beskær, ændr størrelse og lav fotogitre uden besvær ved hjælp af Split Photo! Din…",
    "de": "✂️ Image Splitter: Bilder schneiden, Bild ausschneiden, Bild teilen & Instagram Grid erstellen – der perfekte Grid Maker!",
    "el": "🪟 Διαχωρίστε ή αλλάξτε το μέγεθος της εικόνας, περικόψτε, αλλάξτε μέγεθος και δημιουργήστε πλέγματα φωτογραφιών με ευκολία…",
    "en,en_AU,en_GB,en_US": "🪟 Split or change size of image, crop, resize & create photo grids effortlessly using Image Splitter! You perfect grid maker!",
    "es,es_419": "🪟 Divide o cambia el tamaño de la imagen, recorta, redimensiona y crea cuadrículas de fotos sin esfuerzo usando Image Splitter.…",
    "et": "🪟 Jaga või muuda pildi suurust, kärbi, muuda suurust ja loo fotoruudustikke vaevata, kasutades Pildijagajat! Sinu täiuslik…",
    "fa": "🪟 به راحتی اندازه تصویر را تغییر دهید، برش دهید، تغییر اندازه دهید و شبکه‌های عکس ایجاد کنید با استفاده از تقسیم‌کننده تصویر! شما…",
    "fi": "🪟 Jaa tai muuta kuvan kokoa, rajaa, muuta kokoa ja luo valokuvaruudukoita vaivattomasti käyttämällä Image Splitter! Täydellinen…",
    "fil": "🪟 Hatiin o baguhin ang laki ng larawan, i-crop, i-resize at lumikha ng mga photo grid nang walang kahirap-hirap gamit ang Tagahati…",
    "fr": "🪟 Divisez ou modifiez la taille de l'image, recadrez, redimensionnez et créez des grilles de photos sans effort avec Image…",
    "gu": "🪟 ઇમેજ સ્પ્લિટરનો ઉપયોગ કરીને વિના પ્રયાસે ઇમેજનું કદ વિભાજિત કરો અથવા બદલો, કાપો, કદ બદલો અને ફોટો ગ્રીડ બનાવો! તમે સંપૂર્ણ ગ્રીડ…",
    "he": "🪟 פיצול או שנה גודל תמונה, חתוך, שנה גודל וצור רשתות תמונות ללא מאמץ באמצעות ספליטר תמונות! אתה יצרן רשתות מושלם!",
    "hi": "📸 Easily create stunning Instagram grids, split images, and resize photos with Image Cutter! The ultimate photo cutter and…",
    "hr": "🪟 Podijelite ili promijenite veličinu slike, izrežite, promijenite veličinu i jednostavno kreirajte foto mreže koristeći…",
    "hu": "🪟 Ossza fel vagy változtassa meg a kép méretét, vágja le, méretezze át és hozzon létre fotórácsokat könnyedén a Képfelosztó…",
    "id": "🪟 Create Instagram grids, split images, and resize photos effortlessly with Grid Maker! Your perfect tool for splitting images and…",
    "it": "🪟 Dividi o modifica le dimensioni dell'immagine, ritaglia, ridimensiona e crea griglie fotografiche senza sforzo utilizzando Image…",
    "ja": "🪟 画像 分割​を使用して、画像を分割したりサイズを変更したり、トリミングやフォトグリッドの作成を簡単に行えます！完璧な写真 分割 アプリです！",
    "kn": "🪟 ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಬಳಸಿ ಚಿತ್ರದ ಗಾತ್ರವನ್ನು ವಿಭಜಿಸಿ ಅಥವಾ ಬದಲಾಯಿಸಿ, ಕ್ರಾಪ್ ಮಾಡಿ, ಮರುಗಾತ್ರಗೊಳಿಸಿ ಮತ್ತು ಫೋಟೋ ಗ್ರಿಡ್‌ಗಳನ್ನು ಸಲೀಸಾಗಿ…",
    "ko": "🪟 이미지 분할기를 사용하여 이미지를 분할하거나 크기를 변경하고, 자르고, 크기를 조정하며 사진 그리드를 손쉽게 만드세요! 완벽한 그리드 제작기!",
    "lt": "🪟 Padalinkite arba pakeiskite vaizdo dydį, apkarpykite, keiskite dydį ir lengvai kurkite nuotraukų tinklelius naudodami Vaizdo…",
    "lv": "🪟 Sadaliet vai mainiet attēla izmēru, apgrieziet, mainiet izmērus un veidojiet foto režģus bez piepūles, izmantojot Attēlu…",
    "ml": "🪟 ഇമേജ് സ്‌പ്ലിറ്റർ ഉപയോഗിച്ച് അനായാസമായി ചിത്രത്തിൻ്റെ വലുപ്പം വിഭജിക്കുക, വലുപ്പം മാറ്റുക, വലുപ്പം മാറ്റുക, ഫോട്ടോ ഗ്രിഡുകൾ…",
    "mr": "🪟 प्रतिमा विभाजक वापरून प्रतिमा विभाजित करा किंवा आकार बदला, क्रॉप करा, आकार बदला आणि फोटो ग्रिड सहजपणे तयार करा! तुमचा परिपूर्ण…",
    "ms": "🪟 Pecahkan atau ubah saiz imej, potong, ubah saiz & cipta grid foto dengan mudah menggunakan Pemecah Imej! Anda pembuat grid yang…",
    "nl": "🪟 Splits of wijzig de grootte van afbeeldingen, snijd bij, pas de grootte aan en maak moeiteloos fotoroosters met Image Splitter!…",
    "no": "🪟 Del opp eller endre størrelsen på bildet, beskjær, endre størrelsen og lag bilderutenett uten problemer med Image Splitter! Du…",
    "pl": "🪟 Dziel lub zmieniaj rozmiar obrazu, przycinaj, zmieniaj rozmiar i twórz siatki zdjęć bez wysiłku za pomocą Dzielnika obrazów!…",
    "pt_BR": "🪟 Divida ou altere o tamanho da imagem, corte, redimensione e crie grades de fotos sem esforço usando o Divisor de Imagens! Seu…",
    "pt_PT": "🪟 Divida ou altere o tamanho da imagem, corte, redimensione e crie grades de fotos sem esforço usando o Divisor de Imagens! O seu…",
    "ro": "🪟 Împarte sau schimbă dimensiunea imaginii, decupează, redimensionează și creează grile foto fără efort folosind Divizor de…",
    "ru": "🪟 Надо обрезать фото на части? Создавайте фото-сетки без усилий с помощью 'Pазделить фото на части' - ваш идеальный помошник для…",
    "sk": "🪟 Rozdeľte alebo zmeňte veľkosť obrázka, orežte, zmeňte veľkosť a vytvorte mriežky fotografií jednoducho pomocou Rozdeľovača…",
    "sl": "🪟 Razdelite ali spremenite velikost slike, obrežite, spremenite velikost in ustvarite foto mreže brez truda z Razdeljevalnikom…",
    "sr": "🪟 Поделите или промените величину слике, исеците, промените величину и креирајте фото мреже без напора користећи Сепаратор слика!…",
    "sv": "🪟 Dela eller ändra storlek på bilder, beskära, ändra storlek och skapa fotogallerier enkelt med Image Splitter! Din perfekta…",
    "sw": "🪟 Gawanya au badilisha ukubwa wa picha, kata, badilisha ukubwa na tengeneza gridi za picha kwa urahisi ukitumia Kigawanyaji Picha!…",
    "ta": "🪟 இமேஜ் ஸ்ப்ளிட்டரைப் பயன்படுத்தி படத்தின் அளவைப் பிரிக்கலாம் அல்லது மாற்றலாம், செதுக்கலாம், மறுஅளவிடலாம் & புகைப்படக் கட்டங்களை…",
    "te": "🪟 ఇమేజ్ స్ప్లిటర్‌ని ఉపయోగించి చిత్రం యొక్క పరిమాణాన్ని విభజించండి లేదా మార్చండి, కత్తిరించండి, పరిమాణం మార్చండి & ఫోటో గ్రిడ్‌లను…",
    "th": "🪟 แยกหรือเปลี่ยนขนาดรูปภาพ ครอบตัด ปรับขนาด และสร้างกริดรูปภาพได้อย่างง่ายดายด้วย Image Splitter!…",
    "tr": "🪟 Görüntü Bölücü ile görüntüleri bölün veya boyutunu değiştirin, kırpın, yeniden boyutlandırın ve fotoğraf ızgaraları oluşturun!…",
    "uk": "🪟 Розділяйте або змінюйте розмір зображення, обрізайте, змінюйте розмір та створюйте фотосітки без зусиль за допомогою Розділювача…",
    "vi": "🪟 Chia nhỏ hoặc thay đổi kích thước hình ảnh, cắt, thay đổi kích thước & tạo lưới ảnh một cách dễ dàng bằng Trình chia hình ảnh!…",
    "zh_CN": "🪟 使用图像分割器轻松分割或更改图像大小、裁剪、调整大小并创建照片网格！你完美的网格制作工具！",
    "zh_TW": "🪟 使用圖片分割器輕鬆分割或更改圖像大小、裁剪、調整大小並創建照片網格！你完美的網格製作工具！"
  },
  "long": {
    "ar": "🤔 هل تبحث عن مقسم صور قوي يمكنه مساعدتك في قص الصور، تغيير حجم الصور، وإنشاء شبكات صور مذهلة؟ تطبيقنا على كروم يجعل تحرير الصور أسهل. يمكنك إنشاء أصول لحجم الصورة المصغرة المناسب ليوتيوب. يمكنك تصميم شبكة إنستغرام أو إعداد دوامة صور لوسائل التواصل الاجتماعي.\n\n🚀 الميزات الرئيسية لمقسم الصور:\n1️⃣ تقسيم الصور بسهولة: قسم الصورة إلى أجزاء متعددة ببضع نقرات فقط\n2️⃣ إعدادات قابلة للتخصيص: ضبط الصفوف والأعمدة لإنشاء شبكة 3x3 مثالية أو أي تكوين آخر\n3️⃣ معاينة شبكة إنستغرام: معاينة الصور المقسمة مباشرة على ملف تعريف إنستغرام دون تحميل\n4️⃣ معالجة آمنة وسريعة: يتم تحرير جميع الصور على جهازك، مما يضمن الخصوصية والسرعة\n5️⃣ تحميل الصور المتنوع: سحب وإفلات أو إرسال الصور مباشرة من صفحات الويب\n6️⃣ معاينة تفاعلية: تكبير وفحص الصور المقسمة قبل الانتهاء\n\n💡 لماذا تختار مقسم الصور الخاص بنا؟\nأداتنا ليست مجرد مقسم صور بسيط. إنها تطبيق شامل لشبكات الصور يلبي جميع احتياجاتك في تقسيم الصور. إذا كنت ترغب في تقسيم صورة عبر الإنترنت أو استخدامها كمقسم صور إنستغرام، يمكن لمنصتنا المساعدة.\n\n✂️ كيفية تقسيم الصورة في 5 خطوات سهلة:\n1. قم بتحميل صورتك إلى مقسم الصور الخاص بنا\n2. اختر التخطيط المطلوب (مثل شبكة 3x3)\n3. ضبط الإعدادات باستخدام صانع الشبكة البديهي لدينا\n4. معاينة الصورة المقسمة للتأكد من الكمال\n5. تحميل الصورة المقسمة الجديدة أو الأجزاء الفردية\n\n🌟 ميزة PRO الجديدة: معاينة شبكة إنستغرام\nمعاينة الصور المقسمة مباشرة على ملف تعريف إنستغرام دون تحميل:\n1. تسجيل الدخول إلى إنستغرام\n2. انقر على 'IG Preview' في مقسم الصور\n3. انتقل إلى أي ملف تعريف إنستغرام\n4. ابحث وانقر على 'Splitted Preview' فوق شبكة الملف الشخصي\n5. مرر فوق الشبكة لرؤية الصور المقسمة في العمل!\n\n🔧 أوضاع تقسيم مرنة:\n➤ وضع الشبكة: مثالي لإنشاء تخطيطات شبكة إنستغرام\n➤ وضع الدوامة: مثالي لمنشورات دوامة إنستغرام\n➤ الوضع المخصص: تحكم كامل لمشاريع تقسيم الصور الفريدة\n\n🖥️ خيارات فتح مقسم الصور المتعددة:\n➤ SidePanel: وصول سريع من أيقونة الإجراء في كروم\n➤ نافذة منبثقة: لجلسات تحرير مركزة\n➤ علامة تبويب جديدة: تجربة تقسيم الصور بملء الشاشة\n\n📏 التنسيقات والأحجام المدعومة:\n➤ أنواع الملفات: PNG، JPEG، JPG، WEBP، BMP، وTIFF\n➤ الحد الأقصى لحجم الملف: 10 ميجابايت\n➤ مثالي لحجم الصورة المصغرة ليوتيوب: 1280x720 بكسل\n➤ مثالي لشبكة إنستغرام: 3x3، 3x2، 3x1، وأكثر!\n\n🎨 مثالي للمبدعين وعشاق وسائل التواصل الاجتماعي:\n• تصميم رسومات بحجم الصورة المصغرة ليوتيوب الجذابة\n• إنشاء تخطيطات شبكة إنستغرام سلسة\n• إعداد منشورات دوامة إنستغرام الجذابة\n• استخدام كصانع شبكة صور للكولاجات المذهلة\n• تقسيم الصور لمنصات وسائل التواصل الاجتماعي المختلفة\n\n📱 مثالي لمديري وسائل التواصل الاجتماعي والمؤثرين\nإذا كنت تدير حسابات وسائل التواصل الاجتماعي أو تبني علامتك الشخصية، فإن مقسم الصور الخاص بنا هو أداة مفيدة. يمكنك استخدامه لـ:\n- إنشاء تخطيطات شبكة إنستغرام متسقة\n- تصميم رسومات بحجم الصورة المصغرة ليوتيوب الجذابة\n- إعداد منشورات دوامة إنستغرام التي تعزز التفاعل\n- تقسيم الصور لمتطلبات المنصات المختلفة\n- استخدام صانع شبكة الصور للكولاجات الإبداعية\n\n❓ الأسئلة الشائعة:\n\n📌 هل مقسم الصور مجاني؟\n🔹 نعم، مقسم الصور الخاص بنا مجاني تمامًا للاستخدام!\n\n📌 كيف أقسم صورة إلى أجزاء لإنستغرام؟\n🔹 ببساطة قم بتحميل صورتك، اختر تخطيط شبكة الصور المطلوب، ودع أداتنا تقوم بالباقي!\n\n📌 هل يمكنني استخدام هذا لتغذية الألغاز؟\n🔹 بالتأكيد! مقسم الصور الخاص بنا مثالي لإنشاء رسومات ألغاز إنستغرام.\n\n📌 ما حجم الصورة الذي يجب أن أستخدمه؟\n🔹 بينما تعمل أداتنا مع أي حجم، نوصي باتباع دليل الأبعاد الخاص بنا للحصول على أفضل النتائج على إنستغرام.\n\n📊 الأبعاد الموصى بها لمنشورات شبكة إنستغرام:\n▸ 3x1: 3240 x 1080 بكسل\n▸ 3x2: 3240 x 2160 بكسل\n▸ 3x3: 3240 x 3240 بكسل\n▸ 3x4: 3240 x 4320 بكسل\n▸ 3x5: 3240 x 5400 بكسل\n▸ 3x6: 3240 x 6480 بكسل\n\n📌 كيف يمكنني إنشاء شرائح دوامة لإنستغرام؟\n🔹 استخدم وضع الدوامة لدينا لتقسيم صورتك بسهولة إلى شرائح مثالية لدوامات إنستغرام.\n\n💻 التوافق وسهولة الاستخدام:\nيعمل تطبيق المقسم الخاص بنا بسلاسة عبر الأجهزة. يمكنك بسهولة تقسيم صورة، قص صورة، أو تغيير حجم صورة.\nيعمل هذا على كل من أجهزة الكمبيوتر المكتبية والأجهزة المحمولة. كل ما تحتاجه هو بضع نقرات. لا حاجة لتنزيل أي برامج - مقسم الصور عبر الإنترنت متاح دائمًا من خلال متصفح كروم الخاص بك.\n\n🔒 الأمان والخصوصية:\nنحن نفهم أهمية صورك. لهذا السبب يقوم مقسم الصور بمعالجة كل شيء محليًا في متصفحك. لا تحميل إلى خوادم خارجية يعني أن صورك تظل خاصة وآمنة.\n\n🌟 ابدأ في التقسيم، ابدأ في الإبداع!\nهل أنت مستعد للارتقاء بصورك إلى المستوى التالي؟ جرب مقسم الصور الخاص بنا اليوم واختبر الفرق الذي يمكن أن يحدثه في عملية إنشاء المحتوى المرئي الخاص بك. سواء كنت تقسم الصور لإنستغرام، أو تنشئ رسومات بحجم الصورة المصغرة ليوتيوب، أو تستكشف إبداعك، فإن أداتنا هنا لمساعدتك في تحقيق رؤيتك.\n\n✨ قم بالتنزيل الآن وابدأ في الإبداع!",
    "am": "🤔 ምስልን ለመከርከም፣ የምስሉን መጠን ለመቀየር እና አስደናቂ የፎቶ ፍርግርግ ለመፍጠር የሚያግዝህ ኃይለኛ የምስል መከፋፈያ እየፈለግክ ነው? የእኛ Chrome መተግበሪያ የምስል ማረም ቀላል ያደርገዋል። ንብረቶችን ለትክክለኛው የዩቲዩብ ድንክዬ መጠን መስራት ይችላሉ። የኢንስታግራም ፍርግርግ ዲዛይን ማድረግ ወይም ለማህበራዊ ሚዲያ የፎቶ ካሮሴል ማዘጋጀት ይችላሉ። 🚀 የኛ ምስል መከፋፈያ ቁልፍ ባህሪያት፡ 1️⃣ ቀላል ፎቶ መከፋፈል፡ ምስልን በጥቂት ጠቅታዎች ወደ ብዙ ክፍሎች ክፈሉ 2️⃣ ሊበጁ የሚችሉ መቼቶች፡ ረድፎችን እና አምዶችን ያስተካክሉ ፍፁሙን 3x3 ግሪድ ወይም ሌላ ማንኛውንም ውቅር ለመፍጠር 3️⃣ የኢንስታግራም ፍርግርግ ቅድመ እይታ፡ የተከፋፈሉ ምስሎችዎን አስቀድመው ይመልከቱ። በቀጥታ በኢንስታግራም ፕሮፋይል ላይ 4️⃣ ደህንነቱ የተጠበቀ እና ፈጣን ሂደትን ሳይጭኑ፡ ሁሉም የምስል አርትዖት የሚከናወነው በመሳሪያዎ ላይ ነው፣ ሚስጥራዊነትን እና ፍጥነትን ያረጋግጣል 5️⃣ ሁለገብ ምስል መጫን፡ ምስሎችን ከድረ-ገጾች በቀጥታ ይጎትቱ ወይም ይላኩ ምስሎችን ከማጠናቀቅዎ በፊት ይከፋፍሉ 💡 የኛን ምስል መከፋፈያ ለምን እንመርጣለን? የእኛ መሳሪያ ቀላል የፎቶ መከፋፈያ ወይም ስዕል መከፋፈያ ብቻ አይደለም። ሁሉንም የመከፋፈል ስዕል ፍላጎቶችዎን የሚያሟላ አጠቃላይ የምስል ፍርግርግ መተግበሪያ ነው። ምስልን በመስመር ላይ ለመከፋፈል ወይም እንደ ኢንስታግራም ምስል መከፋፈያ ለመጠቀም ከፈለጉ የእኛ መድረክ ሊረዳዎት ይችላል። ✂️ ስዕሉን በ 5 ቀላል ደረጃዎች እንዴት እንከፍላለን፡ 1. ፎቶዎን ወደ ምስላችን ከፋፋይ ይስቀሉ 2. የሚፈልጉትን አቀማመጥ ይምረጡ (ለምሳሌ 3x3 ግሪድ) 3. የኛን ሊታወቅ የሚችል ፍርግርግ ሰሪ በመጠቀም አስተካክል 4. ፍጽምናን ለማረጋገጥ የተሰነጠቀ ምስልዎን አስቀድመው ይመልከቱ። 5. አዲስ የተፈጠሩ የተከፋፈሉ ምስሎችን ወይም የተናጠል ክፍሎችን ያውርዱ 🌟 አዲስ ፕሮፌሽናል ባህሪ፡ ኢንስታግራም ግሪድ ቅድመ እይታ ሳይጭኑ የተከፋፈሉ ምስሎችዎን በቀጥታ በ Instagram መገለጫ ላይ አስቀድመው ይመልከቱ፡ 1. ወደ ኢንስታግራም ይግቡ 2. በምስል Splitter 3 ውስጥ &#39;IG Preview&#39; ን ጠቅ ያድርጉ። ወደ ማንኛውም የኢንስታግራም ፕሮፋይል 4. ከመገለጫው ፍርግርግ በላይ ያለውን &#39;የተሰነጠቀ ቅድመ እይታ&#39; አግኝ እና ጠቅ ያድርጉ 5. የተከፋፈሉ ምስሎችዎን በተግባር ለማየት በፍርግርግ ላይ ያንዣብቡ! 🔧 ተለዋዋጭ የመከፋፈያ ሁነታዎች፡ ➤ ግሪድ ሁነታ፡ የ instagram ፍርግርግ አቀማመጦችን ለመፍጠር ፍጹም ነው አዶ ➤ ብቅ ባይ መስኮት፡ ለተተኮረ የአርትዖት ክፍለ ጊዜዎች ➤ አዲስ ትር፡ ባለ ሙሉ ስክሪን ምስል የመከፋፈል ልምድ 📏 የሚደገፉ ቅርጸቶች እና መጠኖች፡ ➤ የፋይል አይነቶች፡ PNG፣ JPEG፣ JPG፣ WEBP፣ BMP እና TIFF ➤ ከፍተኛው የፋይል መጠን፡ 10MB ➤ የዩቲዩብ ድንክዬ መጠን፡ 1280x720 ፒክስል 🎨 ለፈጠራዎች እና ለማህበራዊ ሚዲያ አድናቂዎች ፍጹም ነው፡- • አይን የሚማርክ የዩቲዩብ ድንክዬ መጠን ግራፊክስን ይንደፉ • እንከን የለሽ የኢንስታግራም ፍርግርግ አቀማመጦችን ይፍጠሩ • አሳታፊ የካሮሴል ኢንስታግራም ልጥፎችን ያዘጋጁ • ለሚያስደንቁ ኮላጆች እንደ የፎቶ ፍርግርግ ሰሪ ይጠቀሙ • ምስል ለተለያዩ ማህበራዊ ሚዲያ መድረኮች የተከፈለ 📱 ፍጹም ለማህበራዊ ሚዲያ አስተዳዳሪዎች እና ተፅዕኖ ፈጣሪዎች የማህበራዊ ሚዲያ መለያዎችን የምታስተዳድር ከሆነ ወይም የግል ብራንድህን የምትገነባ ከሆነ የኛ ምስል መከፋፈያ አጋዥ መሳሪያ ነው። ለሚከተሉት ሊጠቀሙበት ይችላሉ፡ - ወጥነት ያለው የኢንስታግራም ፍርግርግ አቀማመጦችን መፍጠር - ትኩረትን የሚስብ የዩቲዩብ ድንክዬ መጠን ግራፊክስ - ተሳትፎን የሚያሳድጉ የ carousel instagram ልጥፎችን ማዘጋጀት - ለተለያዩ የመሳሪያ ስርዓት መስፈርቶች የተከፈለ ምስል - ለፈጠራ ኮላጆች የፎቶ ፍርግርግ ሰሪ ይጠቀሙ ❓ ተደጋግሞ የሚጠየቁ ጥያቄዎች፡- 📌 Image Splitter ነፃ ነው? 🔹 አዎ፣ የኛ ምስል መከፋፈያ ለመጠቀም ሙሉ በሙሉ ነፃ ነው! 📌 ፎቶን ለኢንስታግራም እንዴት ወደ ቁርጥራጭ እከፍላለሁ? 🔹 በቀላሉ ምስልዎን ይስቀሉ፣ የሚፈልጉትን የፎቶ ፍርግርግ አቀማመጥ ይምረጡ እና የኛ መሳሪያ የቀረውን እንዲሰራ ያድርጉ! 📌 ይህንን ለእንቆቅልሽ ምግቦች መጠቀም እችላለሁ? 🔹 በፍፁም! የእኛ ምስል መከፋፈያ የ Instagram እንቆቅልሽ ግራፊክስን ለመፍጠር ፍጹም ነው። 📌 ምን አይነት የምስል መጠን ልጠቀም? 🔹 መሳሪያችን በማንኛውም መጠን የሚሰራ ቢሆንም በ Instagram ላይ ለተሻለ ውጤት የልኬት መመሪያችንን እንዲከተሉ እንመክራለን። 📊 የሚመከሩ ልኬቶች ለ instagram ፍርግርግ ልጥፎች፡ ▸ 3x1፡ 3240 x 1080px ▸ 3x2፡ 3240 x 2160px ▸ 3x3፡ 3240 x 3240px ▸ 3x4፡ 4x 2 5400 ፒክስል ▸ 3x6: 3240 x 6480 ፒክስል 📌 ካሮሴልን እንዴት መፍጠር እችላለሁ? ለ Instagram ስላይዶች? 🔹 ምስልዎን በቀላሉ ለኢንስታግራም ካውዝሎች ወደ ፍፁም ስላይዶች ለመከፋፈል የእኛን የ Carousel ሞድ ይጠቀሙ። 💻 ተኳኋኝነት እና የአጠቃቀም ቀላልነት፡ የእኛ መከፋፈያ መተግበሪያ በመሳሪያዎች ላይ ያለችግር ይሰራል። በቀላሉ ፎቶን መከፋፈል፣ ምስል መከርከም ወይም የምስሉን መጠን መቀየር ይችላሉ። ይሄ በሁለቱም የዴስክቶፕ ኮምፒተሮች እና ተንቀሳቃሽ መሳሪያዎች ላይ ይሰራል. የሚያስፈልግህ ጥቂት ጠቅታዎች ብቻ ናቸው። ምንም ሶፍትዌር ማውረድ አያስፈልግም - የእኛ የመስመር ላይ ፎቶ መከፋፈያ ሁልጊዜ በእርስዎ Chrome አሳሽ በኩል ተደራሽ ነው። 🔒 ደህንነት እና ግላዊነት፡ የምስሎችዎን አስፈላጊነት እንረዳለን። ለዚያም ነው የኛ ሥዕል መከፋፈያ በአሳሽዎ ውስጥ ሁሉንም ነገር በአገር ውስጥ የሚያስኬደው። ወደ ውጫዊ አገልጋዮች ምንም ሰቀላ የለም ማለት ፎቶዎችዎ የግል እና ደህንነታቸው የተጠበቀ እንደሆኑ ይቆያሉ። 🌟 መከፋፈል ጀምር ፣ መፍጠር ጀምር! ምስሎችዎን ወደሚቀጥለው ደረጃ ለመውሰድ ዝግጁ ነዎት? የኛን ምስል መከፋፈያ ዛሬ ይሞክሩ እና በእርስዎ የእይታ ይዘት መፍጠር ሂደት ላይ ሊያመጣ የሚችለውን ልዩነት ይለማመዱ። ለኢንስታግራም ምስል እየከፈልክ፣ የዩቲዩብ ድንክዬ መጠን ግራፊክ እየፈጠርክ፣ ወይም ፈጠራህን ብቻ እያሰስክ፣ እይታህን እንድታሳካ መሳሪያችን እዚህ ጋር ነው። ✨ አሁን ያውርዱ እና መፍጠር ይጀምሩ!",
    "bg": "🤔 Търсите мощен разделител на изображения, който може да ви помогне да изрязвате изображения, да променяте размера на изображенията и да създавате зашеметяващи фото решетки? Нашето приложение за Chrome прави редактирането на изображения по-лесно. Можете да създавате активи за правилния размер на миниатюра за YouTube. Можете да проектирате Instagram решетка или да подготвите фото карусел за социалните медии.\n\n🚀 Основни функции на нашия Разделител на изображения:\n1️⃣ Лесно разделяне на снимки: Разделете изображението на множество части само с няколко кликвания\n2️⃣ Персонализируеми настройки: Настройте редове и колони, за да създадете перфектната 3x3 решетка или друга конфигурация\n3️⃣ Преглед на Instagram решетка: Прегледайте разделените си изображения директно в Instagram профил без качване\n4️⃣ Сигурна и бърза обработка: Всички редакции на изображения се извършват на вашето устройство, осигурявайки поверителност и скорост\n5️⃣ Универсално качване на изображения: Плъзнете и пуснете или изпратете изображения директно от уеб страници\n6️⃣ Интерактивен преглед: Увеличете и разгледайте разделените си изображения преди финализиране\n\n💡 Защо да изберете нашия разделител на изображения?\nНашият инструмент не е просто обикновен разделител на снимки или изображения. Това е цялостно приложение за решетки на изображения, което отговаря на всичките ви нужди от разделяне на изображения. Ако искате да разделите изображение онлайн или да го използвате като разделител на изображения за Instagram, нашата платформа може да помогне.\n\n✂️ Как да разделите изображение в 5 лесни стъпки:\n1. Качете вашето изображение в нашия разделител на изображения\n2. Изберете желаното оформление (например 3x3 решетка)\n3. Настройте настройките с помощта на нашия интуитивен създател на решетки\n4. Прегледайте разделеното си изображение, за да осигурите съвършенство\n5. Изтеглете новосъздаденото си разделено изображение или отделни сегменти\n\n🌟 НОВА ПРО ФУНКЦИЯ: Преглед на Instagram решетка\nПрегледайте разделените си изображения директно в Instagram профил без качване:\n1. Влезте в Instagram\n2. Кликнете върху 'IG Preview' в Разделител на изображения\n3. Навигирайте до всеки Instagram профил\n4. Намерете и кликнете върху 'Splitted Preview' над решетката на профила\n5. Задръжте курсора върху решетката, за да видите вашите разделени изображения в действие!\n\n🔧 Гъвкави режими на разделяне:\n➤ Режим на решетка: Перфектен за създаване на оформления на решетки за Instagram\n➤ Режим на карусел: Идеален за карусел публикации в Instagram\n➤ Персонализиран режим: Пълен контрол за уникални проекти за разделяне на изображения\n\n🖥️ Множество опции за отваряне на разделителя на изображения:\n➤ Страничен панел: Бърз достъп от иконата за действие на Chrome\n➤ Изскачащ прозорец: За фокусирани сесии за редактиране\n➤ Нов раздел: Пълноекранно изживяване за разделяне на изображения\n\n📏 Поддържани формати и размери:\n➤ Типове файлове: PNG, JPEG, JPG, WEBP, BMP и TIFF\n➤ Максимален размер на файла: 10MB\n➤ Идеален за размер на миниатюра за YouTube: 1280x720 пиксела\n➤ Перфектен за Instagram решетка: 3x3, 3x2, 3x1 и други!\n\n🎨 Перфектен за креативни и ентусиасти на социалните медии:\n• Проектирайте привличащи вниманието графики за миниатюри за YouTube\n• Създайте безшевни оформления на решетки за Instagram\n• Подгответе ангажиращи карусел публикации за Instagram\n• Използвайте като създател на фото решетки за зашеметяващи колажи\n• Разделете изображение за различни социални медийни платформи\n\n📱 Перфектен за мениджъри на социални медии и инфлуенсъри\nАко управлявате социални медийни акаунти или изграждате личната си марка, нашият разделител на изображения е полезен инструмент. Можете да го използвате за:\n- Създаване на последователни оформления на решетки за Instagram\n- Проектиране на графики за миниатюри за YouTube, които привличат вниманието\n- Подготовка на карусел публикации за Instagram, които увеличават ангажираността\n- Разделяне на изображение за различни изисквания на платформата\n- Използване на създателя на фото решетки за креативни колажи\n\n❓ Често задавани въпроси:\n\n📌 Безплатен ли е Разделител на изображения?\n🔹 Да, нашият разделител на изображения е напълно безплатен за използване!\n\n📌 Как да разделя изображение на части за Instagram?\n🔹 Просто качете вашето изображение, изберете желаното оформление на фото решетка и оставете нашия инструмент да свърши останалото!\n\n📌 Мога ли да го използвам за пъзел фийдове?\n🔹 Абсолютно! Нашият разделител на изображения е перфектен за създаване на пъзел графики за Instagram.\n\n📌 Какъв размер на изображението трябва да използвам?\n🔹 Докато нашият инструмент работи с всякакъв размер, препоръчваме да следвате нашето ръководство за размери за оптимални резултати в Instagram.\n\n📊 Препоръчителни размери за публикации на решетки в Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Как мога да създам карусел слайдове за Instagram?\n🔹 Използвайте нашия Режим на карусел, за да разделите лесно изображението си на перфектни слайдове за карусели в Instagram.\n\n💻 Съвместимост и леснота на използване:\nНашето приложение за разделяне работи безпроблемно на различни устройства. Можете лесно да разделите снимка, да изрежете изображение или да промените размера на изображение.\nТова работи както на настолни компютри, така и на мобилни устройства. Само няколко кликвания са всичко, което ви е необходимо. Няма нужда да изтегляте софтуер - нашият онлайн разделител на снимки е винаги достъпен чрез вашия Chrome браузър.\n\n🔒 Сигурност и поверителност:\nРазбираме важността на вашите изображения. Затова нашият разделител на снимки обработва всичко локално във вашия браузър. Няма качвания на външни сървъри, което означава, че вашите снимки остават частни и сигурни.\n\n🌟 Започнете да разделяте, започнете да създавате!\nГотови ли сте да изведете изображенията си на следващото ниво? Опитайте нашия разделител на изображения днес и усетете разликата, която може да направи в процеса на създаване на визуално съдържание. Независимо дали разделяте изображение за Instagram, създавате графика за миниатюра за YouTube или просто изследвате своята креативност, нашият инструмент е тук, за да ви помогне да постигнете вашата визия.\n\n✨ Изтеглете сега и започнете да създавате!",
    "bn": "🤔 আপনি কি এমন একটি শক্তিশালী ইমেজ স্প্লিটার খুঁজছেন যা আপনাকে ইমেজ ক্রপ করতে, ইমেজের আকার পরিবর্তন করতে এবং চমৎকার ফটো গ্রিড তৈরি করতে সাহায্য করতে পারে? আমাদের ক্রোম অ্যাপ ইমেজ এডিটিংকে সহজ করে তোলে। আপনি সঠিক ইউটিউব থাম্বনেইল সাইজের জন্য অ্যাসেট তৈরি করতে পারেন। আপনি একটি ইনস্টাগ্রাম গ্রিড ডিজাইন করতে বা সোশ্যাল মিডিয়ার জন্য একটি ফটো ক্যারোসেল প্রস্তুত করতে পারেন।\n\n🚀 আমাদের ইমেজ স্প্লিটারের মূল বৈশিষ্ট্যসমূহ:\n1️⃣ সহজ ফটো স্প্লিটিং: মাত্র কয়েকটি ক্লিকের মাধ্যমে ইমেজকে একাধিক অংশে ভাগ করুন\n2️⃣ কাস্টমাইজেবল সেটিংস: পারফেক্ট 3x3 গ্রিড বা অন্য কোনো কনফিগারেশন তৈরি করতে সারি এবং কলাম সমন্বয় করুন\n3️⃣ ইনস্টাগ্রাম গ্রিড প্রিভিউ: আপলোড না করেই সরাসরি ইনস্টাগ্রাম প্রোফাইলে আপনার স্প্লিট ইমেজ প্রিভিউ করুন\n4️⃣ নিরাপদ এবং দ্রুত প্রসেসিং: সমস্ত ইমেজ এডিটিং আপনার ডিভাইসে ঘটে, যা গোপনীয়তা এবং গতি নিশ্চিত করে\n5️⃣ বহুমুখী ইমেজ আপলোড: ড্র্যাগ-এন্ড-ড্রপ বা ওয়েব পেজ থেকে সরাসরি ইমেজ পাঠান\n6️⃣ ইন্টারেক্টিভ প্রিভিউ: চূড়ান্ত করার আগে আপনার স্প্লিট ইমেজ জুম এবং পরীক্ষা করুন\n\n💡 কেন আমাদের ইমেজ স্প্লিটার বেছে নেবেন?\nআমাদের টুলটি শুধুমাত্র একটি সাধারণ ফটো স্প্লিটার বা পিকচার স্প্লিটার নয়। এটি একটি ব্যাপক ইমেজ গ্রিড অ্যাপ যা আপনার সমস্ত স্প্লিটিং পিকচার প্রয়োজন মেটায়। আপনি যদি অনলাইনে একটি ইমেজ স্প্লিট করতে চান বা এটি ইনস্টাগ্রাম ইমেজ স্প্লিটার হিসাবে ব্যবহার করতে চান, আমাদের প্ল্যাটফর্ম আপনাকে সাহায্য করতে পারে।\n\n✂️ ৫টি সহজ ধাপে কিভাবে ছবি স্প্লিট করবেন:\n1. আপনার ছবি আমাদের ইমেজ স্প্লিটারে আপলোড করুন\n2. আপনার পছন্দের লেআউট নির্বাচন করুন (যেমন, 3x3 গ্রিড)\n3. আমাদের ইন্টুইটিভ গ্রিড মেকার ব্যবহার করে সেটিংস সমন্বয় করুন\n4. নিখুঁততা নিশ্চিত করতে আপনার স্প্লিট ইমেজ প্রিভিউ করুন\n5. আপনার নতুন তৈরি স্প্লিটেড ইমেজ বা পৃথক সেগমেন্ট ডাউনলোড করুন\n\n🌟 নতুন প্রো ফিচার: ইনস্টাগ্রাম গ্রিড প্রিভিউ\nআপলোড না করেই সরাসরি ইনস্টাগ্রাম প্রোফাইলে আপনার স্প্লিট ইমেজ প্রিভিউ করুন:\n1. ইনস্টাগ্রামে লগ ইন করুন\n2. ইমেজ স্প্লিটারে 'IG প্রিভিউ' ক্লিক করুন\n3. যেকোনো ইনস্টাগ্রাম প্রোফাইলে নেভিগেট করুন\n4. প্রোফাইল গ্রিডের উপরে 'স্প্লিটেড প্রিভিউ' খুঁজুন এবং ক্লিক করুন\n5. আপনার স্প্লিট ইমেজ অ্যাকশনে দেখতে গ্রিডের উপর হোভার করুন!\n\n🔧 নমনীয় স্প্লিটিং মোড:\n➤ গ্রিড মোড: ইনস্টাগ্রাম গ্রিড লেআউট তৈরি করার জন্য পারফেক্ট\n➤ ক্যারোসেল মোড: ক্যারোসেল ইনস্টাগ্রাম পোস্টের জন্য আদর্শ\n➤ কাস্টম মোড: অনন্য স্প্লিট ইমেজ প্রকল্পের জন্য পূর্ণ নিয়ন্ত্রণ\n\n🖥️ একাধিক ইমেজ স্প্লিটার খোলার বিকল্প:\n➤ সাইডপ্যানেল: ক্রোমের অ্যাকশন আইকন থেকে দ্রুত অ্যাক্সেস\n➤ পপআপ উইন্ডো: ফোকাসড এডিটিং সেশনগুলির জন্য\n➤ নতুন ট্যাব: ফুল-স্ক্রিন ইমেজ স্প্লিটিং অভিজ্ঞতা\n\n📏 সমর্থিত ফরম্যাট এবং সাইজ:\n➤ ফাইল টাইপ: PNG, JPEG, JPG, WEBP, BMP, এবং TIFF\n➤ সর্বাধিক ফাইল সাইজ: 10MB\n➤ ইউটিউব থাম্বনেইল সাইজের জন্য আদর্শ: 1280x720 পিক্সেল\n➤ ইনস্টাগ্রাম গ্রিডের জন্য পারফেক্ট: 3x3, 3x2, 3x1, এবং আরও অনেক কিছু!\n\n🎨 সৃজনশীল এবং সোশ্যাল মিডিয়া উত্সাহীদের জন্য পারফেক্ট:\n• আকর্ষণীয় ইউটিউব থাম্বনেইল সাইজ গ্রাফিক ডিজাইন করুন\n• সিমলেস ইনস্টাগ্রাম গ্রিড লেআউট তৈরি করুন\n• আকর্ষণীয় ক্যারোসেল ইনস্টাগ্রাম পোস্ট প্রস্তুত করুন\n• চমৎকার কোলাজের জন্য ফটো গ্রিড মেকার হিসাবে ব্যবহার করুন\n• বিভিন্ন সোশ্যাল মিডিয়া প্ল্যাটফর্মের জন্য ইমেজ স্প্লিট করুন\n\n📱 সোশ্যাল মিডিয়া ম্যানেজার এবং ইনফ্লুয়েন্সারদের জন্য পারফেক্ট\nযদি আপনি সোশ্যাল মিডিয়া অ্যাকাউন্ট পরিচালনা করেন বা আপনার ব্যক্তিগত ব্র্যান্ড তৈরি করেন, আমাদের ইমেজ স্প্লিটার একটি সহায়ক টুল। আপনি এটি ব্যবহার করতে পারেন:\n- ধারাবাহিক ইনস্টাগ্রাম গ্রিড লেআউট তৈরি করতে\n- দৃষ্টি আকর্ষণকারী ইউটিউব থাম্বনেইল সাইজ গ্রাফিক ডিজাইন করতে\n- ক্যারোসেল ইনস্টাগ্রাম পোস্ট প্রস্তুত করতে যা এনগেজমেন্ট বাড়ায়\n- বিভিন্ন প্ল্যাটফর্মের প্রয়োজনীয়তার জন্য ইমেজ স্প্লিট করতে\n- সৃজনশীল কোলাজের জন্য ফটো গ্রিড মেকার ব্যবহার করতে\n\n❓ প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী:\n\n📌 ইমেজ স্প্লিটার কি ফ্রি?\n🔹 হ্যাঁ, আমাদের ইমেজ স্প্লিটার সম্পূর্ণ বিনামূল্যে ব্যবহার করা যায়!\n\n📌 আমি কিভাবে ইনস্টাগ্রামের জন্য একটি ছবি টুকরো টুকরো করব?\n🔹 সহজভাবে আপনার ইমেজ আপলোড করুন, আপনার পছন্দের ফটো গ্রিড লেআউট নির্বাচন করুন, এবং আমাদের টুল বাকিটা করবে!\n\n📌 আমি কি এটি পাজল ফিডের জন্য ব্যবহার করতে পারি?\n🔹 অবশ্যই! আমাদের ইমেজ স্প্লিটার ইনস্টাগ্রাম পাজল গ্রাফিক তৈরি করার জন্য পারফেক্ট।\n\n📌 আমি কোন ইমেজ সাইজ ব্যবহার করব?\n🔹 যদিও আমাদের টুল যেকোনো সাইজের সাথে কাজ করে, আমরা ইনস্টাগ্রামে সর্বোত্তম ফলাফলের জন্য আমাদের ডাইমেনশন গাইড অনুসরণ করার সুপারিশ করি।\n\n📊 ইনস্টাগ্রাম গ্রিড পোস্টের জন্য প্রস্তাবিত ডাইমেনশন:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 আমি কিভাবে ইনস্টাগ্রামের জন্য ক্যারোসেল স্লাইড তৈরি করব?\n🔹 আমাদের ক্যারোসেল মোড ব্যবহার করে সহজেই আপনার ইমেজকে ইনস্টাগ্রাম ক্যারোসেলের জন্য পারফেক্ট স্লাইডে ভাগ করুন।\n\n💻 সামঞ্জস্যতা এবং ব্যবহারের সহজতা:\nআমাদের স্প্লিটার অ্যাপ ডিভাইস জুড়ে নির্বিঘ্নে কাজ করে। আপনি সহজেই একটি ফটো স্প্লিট করতে পারেন, একটি ইমেজ ক্রপ করতে পারেন, বা একটি ইমেজের আকার পরিবর্তন করতে পারেন।\nএটি ডেস্কটপ কম্পিউটার এবং মোবাইল ডিভাইস উভয়েই কাজ করে। আপনার প্রয়োজন মাত্র কয়েকটি ক্লিক। কোনো সফটওয়্যার ডাউনলোড করার প্রয়োজন নেই - আমাদের অনলাইন ফটো স্প্লিটার সবসময় আপনার ক্রোম ব্রাউজারের মাধ্যমে অ্যাক্সেসযোগ্য।\n\n🔒 নিরাপত্তা এবং গোপনীয়তা:\nআমরা আপনার ইমেজের গুরুত্ব বুঝি। এজন্য আমাদের পিকচার স্প্লিটার আপনার ব্রাউজারে স্থানীয়ভাবে সবকিছু প্রক্রিয়া করে। বাহ্যিক সার্ভারে কোনো আপলোড নেই মানে আপনার ফটো ব্যক্তিগত এবং নিরাপদ থাকে।\n\n🌟 স্প্লিটিং শুরু করুন, তৈরি করা শুরু করুন!\nআপনার ইমেজকে পরবর্তী স্তরে নিয়ে যেতে প্রস্তুত? আজই আমাদের ইমেজ স্প্লিটার চেষ্টা করুন এবং আপনার ভিজ্যুয়াল কন্টেন্ট ক্রিয়েশন প্রক্রিয়ায় এটি যে পার্থক্য আনতে পারে তা অনুভব করুন। আপনি ইনস্টাগ্রামের জন্য ইমেজ স্প্লিট করছেন, একটি ইউটিউব থাম্বনেইল সাইজ গ্রাফিক তৈরি করছেন, বা আপনার সৃজনশীলতা অন্বেষণ করছেন, আমাদের টুল আপনার ভিশন অর্জনে সাহায্য করতে এখানে রয়েছে।\n\n✨ এখনই ডাউনলোড করুন এবং তৈরি করা শুরু করুন!",
    "ca": "🤔 Estàs buscant un divisor d'imatges potent que et pugui ajudar a retallar imatges, canviar la mida de les imatges i crear impressionants quadrícules de fotos? La nostra aplicació de Chrome fa que l'edició d'imatges sigui més fàcil. Pots crear recursos per a la mida adequada de la miniatura de YouTube. Pots dissenyar una quadrícula d'Instagram o preparar un carrusel de fotos per a les xarxes socials.\n\n🚀 Característiques clau del nostre Divisor d'imatges:\n1️⃣ Divisió fàcil de fotos: Divideix la imatge en múltiples parts amb només uns quants clics\n2️⃣ Configuracions personalitzables: Ajusta files i columnes per crear la quadrícula perfecta de 3x3 o qualsevol altra configuració\n3️⃣ Previsualització de quadrícula d'Instagram: Previsualitza les teves imatges dividides directament en un perfil d'Instagram sense carregar-les\n4️⃣ Processament segur i ràpid: Tota l'edició d'imatges es fa al teu dispositiu, garantint privacitat i velocitat\n5️⃣ Càrrega versàtil d'imatges: Arrossega i deixa anar o envia imatges directament des de pàgines web\n6️⃣ Previsualització interactiva: Amplia i examina les teves imatges dividides abans de finalitzar\n\n💡 Per què triar el nostre divisor d'imatges?\nLa nostra eina no és només un simple divisor de fotos o imatges. És una aplicació completa de quadrícules d'imatges que satisfà totes les teves necessitats de divisió d'imatges. Si vols dividir una imatge en línia o utilitzar-la com a divisor d'imatges per a Instagram, la nostra plataforma et pot ajudar.\n\n✂️ Com dividir la imatge en 5 passos fàcils:\n1. Carrega la teva imatge al nostre divisor d'imatges\n2. Tria el disseny desitjat (per exemple, quadrícula de 3x3)\n3. Ajusta les configuracions utilitzant el nostre creador de quadrícules intuïtiu\n4. Previsualitza la teva imatge dividida per assegurar-te que és perfecta\n5. Descarrega la teva nova imatge dividida o els segments individuals\n\n🌟 NOVA FUNCIÓ PRO: Previsualització de quadrícula d'Instagram\nPrevisualitza les teves imatges dividides directament en un perfil d'Instagram sense carregar-les:\n1. Inicia sessió a Instagram\n2. Fes clic a 'IG Preview' al Divisor d'imatges\n3. Navega a qualsevol perfil d'Instagram\n4. Troba i fes clic a 'Splitted Preview' sobre la quadrícula del perfil\n5. Passa el ratolí sobre la quadrícula per veure les teves imatges dividides en acció!\n\n🔧 Modes de divisió flexibles:\n➤ Mode de quadrícula: Perfecte per crear dissenys de quadrícules d'Instagram\n➤ Mode de carrusel: Ideal per a publicacions de carrusel d'Instagram\n➤ Mode personalitzat: Control total per a projectes únics de divisió d'imatges\n\n🖥️ Múltiples opcions d'obertura del divisor d'imatges:\n➤ SidePanel: Accés ràpid des de la icona d'acció de Chrome\n➤ Finestra emergent: Per a sessions d'edició enfocades\n➤ Nova pestanya: Experiència de divisió d'imatges a pantalla completa\n\n📏 Formats i mides compatibles:\n➤ Tipus de fitxer: PNG, JPEG, JPG, WEBP, BMP i TIFF\n➤ Mida màxima del fitxer: 10MB\n➤ Ideal per a la mida de miniatura de YouTube: 1280x720 píxels\n➤ Perfecte per a quadrícules d'Instagram: 3x3, 3x2, 3x1 i més!\n\n🎨 Perfecte per a creatius i entusiastes de les xarxes socials:\n• Dissenya gràfics de mida de miniatura de YouTube atractius\n• Crea dissenys de quadrícules d'Instagram sense costures\n• Prepara publicacions de carrusel d'Instagram atractives\n• Utilitza com a creador de quadrícules de fotos per a collages impressionants\n• Divideix imatges per a diverses plataformes de xarxes socials\n\n📱 Perfecte per a gestors de xarxes socials i influencers\nSi gestiones comptes de xarxes socials o construeixes la teva marca personal, el nostre divisor d'imatges és una eina útil. Pots utilitzar-lo per:\n- Crear dissenys consistents de quadrícules d'Instagram\n- Dissenyar gràfics de mida de miniatura de YouTube que cridin l'atenció\n- Preparar publicacions de carrusel d'Instagram que augmentin el compromís\n- Dividir imatges per a diversos requisits de plataforma\n- Utilitzar el creador de quadrícules de fotos per a collages creatius\n\n❓ Preguntes freqüents:\n\n📌 És gratuït el Divisor d'imatges?\n🔹 Sí, el nostre divisor d'imatges és completament gratuït!\n\n📌 Com puc dividir una imatge en peces per a Instagram?\n🔹 Simplement carrega la teva imatge, tria el disseny de quadrícula de fotos desitjat i deixa que la nostra eina faci la resta!\n\n📌 Puc utilitzar això per a feeds de trencaclosques?\n🔹 Absolutament! El nostre divisor d'imatges és perfecte per crear gràfics de trencaclosques d'Instagram.\n\n📌 Quina mida d'imatge hauria d'utilitzar?\n🔹 Tot i que la nostra eina funciona amb qualsevol mida, recomanem seguir la nostra guia de dimensions per obtenir resultats òptims a Instagram.\n\n📊 Dimensions recomanades per a publicacions de quadrícula d'Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Com puc crear diapositives de carrusel per a Instagram?\n🔹 Utilitza el nostre Mode de Carrusel per dividir fàcilment la teva imatge en diapositives perfectes per a carrusels d'Instagram.\n\n💻 Compatibilitat i facilitat d'ús:\nLa nostra aplicació de divisió funciona perfectament en tots els dispositius. Pots dividir fàcilment una foto, retallar una imatge o canviar la mida d'una imatge.\nAixò funciona tant en ordinadors de sobretaula com en dispositius mòbils. Només necessites uns quants clics. No cal descarregar cap programari: el nostre divisor de fotos en línia sempre és accessible a través del teu navegador Chrome.\n\n🔒 Seguretat i privacitat:\nEntenem la importància de les teves imatges. Per això, el nostre divisor d'imatges processa tot localment al teu navegador. No hi ha càrregues a servidors externs, el que significa que les teves fotos romanen privades i segures.\n\n🌟 Comença a dividir, comença a crear!\nPreparat per portar les teves imatges al següent nivell? Prova el nostre divisor d'imatges avui i experimenta la diferència que pot fer en el teu procés de creació de contingut visual. Tant si estàs dividint imatges per a Instagram, creant un gràfic de mida de miniatura de YouTube, com si només estàs explorant la teva creativitat, la nostra eina està aquí per ajudar-te a aconseguir la teva visió.\n\n✨ Descarrega ara i comença a crear!",
    "cs": "🤔 Hledáte výkonný rozdělovač obrázků, který vám pomůže oříznout obrázek, změnit jeho velikost a vytvořit úžasné fotomřížky? Naše aplikace pro Chrome usnadňuje úpravu obrázků. Můžete vytvořit materiály pro správnou velikost miniatury na YouTube. Můžete navrhnout mřížku pro Instagram nebo připravit fotokarousel pro sociální média.\n\n🚀 Klíčové funkce našeho Rozdělovače obrázků:\n1️⃣ Snadné rozdělení fotografií: Rozdělte obrázek na více částí jen několika kliknutími\n2️⃣ Přizpůsobitelná nastavení: Upravte řádky a sloupce pro vytvoření dokonalé mřížky 3x3 nebo jiné konfigurace\n3️⃣ Náhled mřížky pro Instagram: Zobrazte si rozdělené obrázky přímo na profilu Instagramu bez nahrávání\n4️⃣ Bezpečné a rychlé zpracování: Všechny úpravy obrázků probíhají na vašem zařízení, což zajišťuje soukromí a rychlost\n5️⃣ Univerzální nahrávání obrázků: Přetáhněte nebo pošlete obrázky přímo z webových stránek\n6️⃣ Interaktivní náhled: Přibližte a prozkoumejte své rozdělené obrázky před dokončením\n\n💡 Proč si vybrat náš rozdělovač obrázků?\nNáš nástroj není jen jednoduchý rozdělovač fotografií nebo obrázků. Je to komplexní aplikace pro mřížky obrázků, která splňuje všechny vaše potřeby pro rozdělení obrázků. Pokud chcete rozdělit obrázek online nebo jej použít jako rozdělovač obrázků pro Instagram, naše platforma vám může pomoci.\n\n✂️ Jak rozdělit obrázek v 5 snadných krocích:\n1. Nahrajte svůj obrázek do našeho rozdělovače obrázků\n2. Vyberte požadované rozložení (např. mřížka 3x3)\n3. Upravte nastavení pomocí našeho intuitivního tvůrce mřížek\n4. Zobrazte si náhled rozděleného obrázku pro zajištění dokonalosti\n5. Stáhněte si nově vytvořený rozdělený obrázek nebo jednotlivé segmenty\n\n🌟 NOVÁ PRO FUNKCE: Náhled mřížky pro Instagram\nZobrazte si rozdělené obrázky přímo na profilu Instagramu bez nahrávání:\n1. Přihlaste se na Instagram\n2. Klikněte na 'IG Preview' v Rozdělovači obrázků\n3. Přejděte na jakýkoli profil Instagramu\n4. Najděte a klikněte na 'Splitted Preview' nad mřížkou profilu\n5. Přejeďte myší nad mřížkou a uvidíte své rozdělené obrázky v akci!\n\n🔧 Flexibilní režimy rozdělení:\n➤ Režim mřížky: Ideální pro vytváření rozložení mřížky pro Instagram\n➤ Režim karuselu: Ideální pro karuselové příspěvky na Instagramu\n➤ Vlastní režim: Plná kontrola pro jedinečné projekty rozdělení obrázků\n\n🖥️ Více možností otevření rozdělovače obrázků:\n➤ Boční panel: Rychlý přístup z akční ikony Chrome\n➤ Vyskakovací okno: Pro soustředěné editační sezení\n➤ Nová karta: Zážitek z rozdělení obrázků na celou obrazovku\n\n📏 Podporované formáty a velikosti:\n➤ Typy souborů: PNG, JPEG, JPG, WEBP, BMP a TIFF\n➤ Max. velikost souboru: 10 MB\n➤ Ideální pro velikost miniatury na YouTube: 1280x720 pixelů\n➤ Perfektní pro mřížku na Instagramu: 3x3, 3x2, 3x1 a další!\n\n🎨 Perfektní pro kreativce a nadšence do sociálních médií:\n• Navrhněte poutavé grafiky velikosti miniatury na YouTube\n• Vytvořte bezproblémová rozložení mřížky na Instagramu\n• Připravte poutavé karuselové příspěvky na Instagramu\n• Použijte jako tvůrce fotomřížek pro úžasné koláže\n• Rozdělte obrázek pro různé platformy sociálních médií\n\n📱 Perfektní pro manažery sociálních médií a influencery\nPokud spravujete účty na sociálních médiích nebo budujete svou osobní značku, náš rozdělovač obrázků je užitečný nástroj. Můžete jej použít k:\n- Vytváření konzistentních rozložení mřížky na Instagramu\n- Navrhování grafiky velikosti miniatury na YouTube, která upoutá pozornost\n- Přípravě karuselových příspěvků na Instagramu, které zvyšují zapojení\n- Rozdělení obrázku pro různé požadavky platforem\n- Použití tvůrce fotomřížek pro kreativní koláže\n\n❓ Často kladené otázky:\n\n📌 Je Rozdělovač obrázků zdarma?\n🔹 Ano, náš rozdělovač obrázků je zcela zdarma k použití!\n\n📌 Jak rozdělím obrázek na části pro Instagram?\n🔹 Jednoduše nahrajte svůj obrázek, vyberte požadované rozložení fotomřížky a náš nástroj udělá zbytek!\n\n📌 Mohu to použít pro puzzle feedy?\n🔹 Rozhodně! Náš rozdělovač obrázků je ideální pro vytváření puzzle grafik na Instagramu.\n\n📌 Jakou velikost obrázku bych měl použít?\n🔹 I když náš nástroj funguje s jakoukoli velikostí, doporučujeme dodržovat naše rozměrové pokyny pro optimální výsledky na Instagramu.\n\n📊 Doporučené rozměry pro příspěvky mřížky na Instagramu:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Jak mohu vytvořit karuselové snímky pro Instagram?\n🔹 Použijte náš režim karuselu k snadnému rozdělení obrázku na dokonalé snímky pro karusely na Instagramu.\n\n💻 Kompatibilita a snadné použití:\nNaše aplikace pro rozdělení funguje bezproblémově na všech zařízeních. Můžete snadno rozdělit fotografii, oříznout obrázek nebo změnit velikost obrázku.\nFunguje to jak na stolních počítačích, tak na mobilních zařízeních. Stačí jen pár kliknutí. Není třeba stahovat žádný software - náš online rozdělovač fotografií je vždy přístupný prostřednictvím vašeho prohlížeče Chrome.\n\n🔒 Bezpečnost a soukromí:\nChápeme důležitost vašich obrázků. Proto náš rozdělovač obrázků zpracovává vše lokálně ve vašem prohlížeči. Žádné nahrávání na externí servery znamená, že vaše fotografie zůstávají soukromé a bezpečné.\n\n🌟 Začněte rozdělovat, začněte tvořit!\nPřipraveni posunout své obrázky na další úroveň? Vyzkoušejte náš rozdělovač obrázků ještě dnes a zažijte rozdíl, který může přinést do vašeho procesu tvorby vizuálního obsahu. Ať už rozdělujete obrázek pro Instagram, vytváříte grafiku velikosti miniatury na YouTube, nebo jen zkoumáte svou kreativitu, náš nástroj je tu, aby vám pomohl dosáhnout vaší vize.\n\n✨ Stáhněte si nyní a začněte tvořit!",
    "da": "🤔 Leder du efter en kraftfuld billeddeler, der kan hjælpe dig med at beskære billeder, ændre billedstørrelse og skabe fantastiske fotogitre? Vores Chrome-app gør billedredigering lettere. Du kan lave aktiver til den rigtige YouTube-miniaturestørrelse. Du kan designe et Instagram-gitter eller forberede en fotokarrusel til sociale medier.\n\n🚀 Nøglefunktioner i vores Split Photo:\n1️⃣ Nem Billeddeling: Del billeder i flere dele med blot et par klik\n2️⃣ Tilpasningsindstillinger: Juster rækker og kolonner for at skabe det perfekte 3x3 gitter eller en anden konfiguration\n3️⃣ Instagram-gitterforhåndsvisning: Forhåndsvis dine delte billeder direkte på en Instagram-profil uden at uploade\n4️⃣ Sikker og Hurtig Behandling: Al billedredigering sker på din enhed, hvilket sikrer privatliv og hastighed\n5️⃣ Alsidig Billedupload: Træk-og-slip eller send billeder direkte fra websider\n6️⃣ Interaktiv Forhåndsvisning: Zoom ind og undersøg dine delte billeder, før du færdiggør\n\n💡 Hvorfor vælge vores billeddeler?\nVores værktøj er ikke bare en simpel fotodeler eller billeddeler. Det er en omfattende billedgitter-app, der imødekommer alle dine behov for at dele billeder. Hvis du vil dele et billede online eller bruge det som en Instagram-billeddeler, kan vores platform hjælpe.\n\n✂️ Sådan deler du billedet i 5 nemme trin:\n1. Upload dit billede til vores billeddeler\n2. Vælg dit ønskede layout (f.eks. 3x3 gitter)\n3. Juster indstillingerne ved hjælp af vores intuitive gitterværktøj\n4. Forhåndsvis dit delte billede for at sikre perfektion\n5. Download dit nyoprettede delte billede eller individuelle segmenter\n\n🌟 NY PRO-FUNKTION: Instagram Gitterforhåndsvisning\nForhåndsvis dine delte billeder direkte på en Instagram-profil uden at uploade:\n1. Log ind på Instagram\n2. Klik på 'IG Preview' i Split Photo\n3. Naviger til en hvilken som helst Instagram-profil\n4. Find og klik på 'Splitted Preview' over profilgitteret\n5. Hold musen over gitteret for at se dine delte billeder i aktion!\n\n🔧 Fleksible delingstilstande:\n➤ Gittertilstand: Perfekt til at skabe Instagram-gitterlayouts\n➤ Karruseltilstand: Ideel til karrusel Instagram-opslag\n➤ Tilpasset tilstand: Fuld kontrol til unikke delingsprojekter\n\n🖥️ Flere åbningsmuligheder for billeddeler:\n➤ Sidepanel: Hurtig adgang fra Chromes handlingsikon\n➤ Popup-vindue: Til fokuserede redigeringssessioner\n➤ Ny fane: Fuldskærms billeddeling oplevelse\n\n📏 Understøttede formater og størrelser:\n➤ Filtyper: PNG, JPEG, JPG, WEBP, BMP og TIFF\n➤ Maksimal filstørrelse: 10MB\n➤ Ideel til YouTube-miniaturestørrelse: 1280x720 pixels\n➤ Perfekt til Instagram-gitter: 3x3, 3x2, 3x1 og mere!\n\n🎨 Perfekt til kreative og sociale medieentusiaster:\n• Design iøjnefaldende YouTube-miniaturestørrelse grafik\n• Skab sømløse Instagram-gitterlayouts\n• Forbered engagerende karrusel Instagram-opslag\n• Brug som en fotogitter-skaber til fantastiske collager\n• Del billeder til forskellige sociale medieplatforme\n\n📱 Perfekt til sociale mediechefer og influencere\nHvis du administrerer sociale mediekonti eller bygger dit personlige brand, er vores billeddeler et nyttigt værktøj. Du kan bruge det til at:\n- Skabe konsistente Instagram-gitterlayouts\n- Designe opsigtsvækkende YouTube-miniaturestørrelse grafik\n- Forberede karrusel Instagram-opslag, der øger engagementet\n- Dele billeder til forskellige platformskrav\n- Bruge fotogitter-skaberen til kreative collager\n\n❓ Ofte stillede spørgsmål:\n\n📌 Er Split Photo gratis?\n🔹 Ja, vores billeddeler er helt gratis at bruge!\n\n📌 Hvordan deler jeg et billede i stykker til Instagram?\n🔹 Upload blot dit billede, vælg dit ønskede fotogitterlayout, og lad vores værktøj klare resten!\n\n📌 Kan jeg bruge dette til puslespil-feeds?\n🔹 Absolut! Vores billeddeler er perfekt til at skabe Instagram-puslegrafik.\n\n📌 Hvilken billedstørrelse skal jeg bruge?\n🔹 Mens vores værktøj fungerer med enhver størrelse, anbefaler vi at følge vores dimensionsguide for optimale resultater på Instagram.\n\n📊 Anbefalede dimensioner til Instagram-gitteropslag:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Hvordan kan jeg lave karruseldias til Instagram?\n🔹 Brug vores Karruseltilstand til nemt at opdele dit billede i perfekte dias til Instagram-karruseller.\n\n💻 Kompatibilitet og brugervenlighed:\nVores delingsapp fungerer problemfrit på tværs af enheder. Du kan nemt dele et foto, beskære et billede eller ændre størrelsen på et billede. Dette fungerer både på stationære computere og mobile enheder. Kun få klik er alt, hvad du behøver. Ingen grund til at downloade nogen software - vores online fotodeler er altid tilgængelig gennem din Chrome-browser.\n\n🔒 Sikkerhed og privatliv:\nVi forstår vigtigheden af dine billeder. Derfor behandler vores billeddeler alt lokalt i din browser. Ingen uploads til eksterne servere betyder, at dine fotos forbliver private og sikre.\n\n🌟 Begynd at dele, begynd at skabe!\nKlar til at tage dine billeder til det næste niveau? Prøv vores billeddeler i dag og oplev forskellen, det kan gøre i din visuelle indholdsskabelsesproces. Uanset om du deler billeder til Instagram, skaber en YouTube-miniaturestørrelse grafik eller bare udforsker din kreativitet, er vores værktøj her for at hjælpe dig med at opnå din vision.\n\n✨ Download nu og begynd at skabe!",
    "de": "🤔 Suchen Sie nach einem leistungsstarken Image Splitter, der Ihnen beim Zuschneiden von Bildern, Ändern der Bildgröße und Erstellen beeindruckender Fotogitter helfen kann? Unsere Chrome-App macht die Bildbearbeitung einfacher. Sie können Assets für die richtige YouTube-Thumbnail-Größe erstellen. Sie können ein Instagram-Gitter entwerfen oder ein Fotokarussell für soziale Medien vorbereiten.\n\n🚀 Hauptmerkmale unseres Bildteilers:\n1️⃣ Einfaches Fotosplitten: Teilen Sie Bilder mit nur wenigen Klicks in mehrere Teile\n2️⃣ Anpassbare Einstellungen: Passen Sie Reihen und Spalten an, um das perfekte 3x3-Gitter oder eine andere Konfiguration zu erstellen\n3️⃣ Instagram-Gittervorschau: Vorschau Ihrer geteilten Bilder direkt auf einem Instagram-Profil ohne Hochladen\n4️⃣ Sichere und schnelle Verarbeitung: Alle Bildbearbeitungen erfolgen auf Ihrem Gerät, was Privatsphäre und Geschwindigkeit gewährleistet\n5️⃣ Vielseitiger Bild-Upload: Ziehen und ablegen oder Bilder direkt von Webseiten senden\n6️⃣ Interaktive Vorschau: Zoomen und prüfen Sie Ihre geteilten Bilder, bevor Sie sie finalisieren\n\n💡 Warum unseren Image Splitter wählen?\nUnser Tool ist nicht nur ein einfacher Foto- oder Image Splitter. Es ist eine umfassende Bildgitter-App, die all Ihre Bedürfnisse beim Teilen von Bildern abdeckt. Wenn Sie ein Bild online teilen oder es als Instagram-Image Splitter verwenden möchten, kann unsere Plattform helfen.\n\n✂️ So teilen Sie das Bild in 5 einfachen Schritten:\n1. Laden Sie Ihr Bild in unseren Image Splitter hoch\n2. Wählen Sie Ihr gewünschtes Layout (z.B. 3x3-Gitter)\n3. Passen Sie die Einstellungen mit unserem intuitiven Gitterersteller an\n4. Vorschau Ihres geteilten Bildes, um Perfektion sicherzustellen\n5. Laden Sie Ihr neu erstelltes geteiltes Bild oder einzelne Segmente herunter\n\n🌟 NEUES PRO-FEATURE: Instagram-Gittervorschau\nVorschau Ihrer geteilten Bilder direkt auf einem Instagram-Profil ohne Hochladen:\n1. Melden Sie sich bei Instagram an\n2. Klicken Sie auf 'IG-Vorschau' im Image Splitter\n3. Navigieren Sie zu einem beliebigen Instagram-Profil\n4. Finden und klicken Sie auf 'Geteilte Vorschau' über dem Profilgitter\n5. Bewegen Sie den Mauszeiger über das Gitter, um Ihre geteilten Bilder in Aktion zu sehen!\n\n🔧 Flexible Teilungsmodi:\n➤ Gittermodus: Perfekt für die Erstellung von Instagram-Gitterlayouts\n➤ Karussellmodus: Ideal für Karussell-Instagram-Posts\n➤ Benutzerdefinierter Modus: Volle Kontrolle für einzigartige geteilte Bildprojekte\n\n🖥️ Mehrere Öffnungsoptionen für den Image Splitter:\n➤ Seitenpanel: Schneller Zugriff über das Aktionssymbol von Chrome\n➤ Popup-Fenster: Für fokussierte Bearbeitungssitzungen\n➤ Neuer Tab: Vollbild-Bildteilungs-Erlebnis\n\n📏 Unterstützte Formate und Größen:\n➤ Dateitypen: PNG, JPEG, JPG, WEBP, BMP und TIFF\n➤ Maximale Dateigröße: 10MB\n➤ Ideal für YouTube-Thumbnail-Größe: 1280x720 Pixel\n➤ Perfekt für Instagram-Gitter: 3x3, 3x2, 3x1 und mehr!\n\n🎨 Perfekt für Kreative und Social-Media-Enthusiasten:\n• Entwerfen Sie auffällige YouTube-Thumbnail-Grafiken\n• Erstellen Sie nahtlose Instagram-Gitterlayouts\n• Bereiten Sie ansprechende Karussell-Instagram-Posts vor\n• Verwenden Sie es als Fotogitter-Ersteller für beeindruckende Collagen\n• Teilen Sie Bilder für verschiedene Social-Media-Plattformen\n\n📱 Perfekt für Social-Media-Manager und Influencer\nWenn Sie Social-Media-Konten verwalten oder Ihre persönliche Marke aufbauen, ist unser Image Splitter ein hilfreiches Tool. Sie können es verwenden, um:\n- Konsistente Instagram-Gitterlayouts zu erstellen\n- Aufmerksamkeit erregende YouTube-Thumbnail-Grafiken zu entwerfen\n- Karussell-Instagram-Posts vorzubereiten, die das Engagement steigern\n- Bilder für verschiedene Plattformanforderungen zu teilen\n- Den Fotogitter-Ersteller für kreative Collagen zu nutzen\n\n❓ Häufig gestellte Fragen:\n\n📌 Ist der Image Splitter kostenlos?\n🔹 Ja, unser Image Splitter ist völlig kostenlos zu verwenden!\n\n📌 Wie teile ich ein Bild in Stücke für Instagram?\n🔹 Laden Sie einfach Ihr Bild hoch, wählen Sie Ihr gewünschtes Fotogitter-Layout und lassen Sie unser Tool den Rest erledigen!\n\n📌 Kann ich dies für Puzzle-Feeds verwenden?\n🔹 Absolut! Unser Image Splitter ist perfekt für die Erstellung von Instagram-Puzzle-Grafiken.\n\n📌 Welche Bildgröße sollte ich verwenden?\n🔹 Während unser Tool mit jeder Größe funktioniert, empfehlen wir, unserem Dimensionen-Leitfaden für optimale Ergebnisse auf Instagram zu folgen.\n\n📊 Empfohlene Dimensionen für Instagram-Gitter-Posts:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Wie kann ich Karussellfolien für Instagram erstellen?\n🔹 Verwenden Sie unseren Karussellmodus, um Ihr Bild einfach in perfekte Folien für Instagram-Karussells zu teilen.\n\n💻 Kompatibilität und Benutzerfreundlichkeit:\nUnsere Splitter-App funktioniert nahtlos auf allen Geräten. Sie können ein Foto einfach teilen, ein Bild zuschneiden oder die Größe eines Bildes ändern.\nDies funktioniert sowohl auf Desktop-Computern als auch auf mobilen Geräten. Nur ein paar Klicks sind nötig. Kein Herunterladen von Software erforderlich - unser Online-Foto-Teiler ist immer über Ihren Chrome-Browser zugänglich.\n\n🔒 Sicherheit und Datenschutz:\nWir verstehen die Bedeutung Ihrer Bilder. Deshalb verarbeitet unser Image Splitter alles lokal in Ihrem Browser. Keine Uploads auf externe Server bedeuten, dass Ihre Fotos privat und sicher bleiben.\n\n🌟 Beginnen Sie mit dem Teilen, beginnen Sie mit dem Erstellen!\nBereit, Ihre Bilder auf die nächste Stufe zu heben? Probieren Sie unseren Image Splitter noch heute aus und erleben Sie den Unterschied, den er in Ihrem visuellen Inhaltserstellungsprozess machen kann. Egal, ob Sie ein Bild für Instagram teilen, eine YouTube-Thumbnail-Grafik erstellen oder einfach Ihre Kreativität erkunden, unser Tool hilft Ihnen, Ihre Vision zu verwirklichen.\n\n✨ Jetzt herunterladen und mit dem Erstellen beginnen!",
    "el": "🤔 Ψάχνετε για έναν ισχυρό διαχωριστή εικόνας που μπορεί να σας βοηθήσει να περικόψετε εικόνες, να αλλάξετε το μέγεθος των εικόνων και να δημιουργήσετε εντυπωσιακά πλέγματα φωτογραφιών; Η εφαρμογή μας για Chrome κάνει την επεξεργασία εικόνων πιο εύκολη. Μπορείτε να δημιουργήσετε στοιχεία για το σωστό μέγεθος μικρογραφίας YouTube. Μπορείτε να σχεδιάσετε ένα πλέγμα Instagram ή να προετοιμάσετε ένα καρουζέλ φωτογραφιών για τα μέσα κοινωνικής δικτύωσης.\n\n🚀 Βασικά χαρακτηριστικά του Διαχωριστή Εικόνας:\n1️⃣ Εύκολος Διαχωρισμός Φωτογραφιών: Διαχωρίστε την εικόνα σε πολλά μέρη με λίγα μόνο κλικ\n2️⃣ Προσαρμόσιμες Ρυθμίσεις: Ρυθμίστε σειρές και στήλες για να δημιουργήσετε το τέλειο πλέγμα 3x3 ή οποιαδήποτε άλλη διαμόρφωση\n3️⃣ Προεπισκόπηση πλέγματος Instagram: Δείτε τις διαχωρισμένες εικόνες σας απευθείας σε ένα προφίλ Instagram χωρίς να τις ανεβάσετε\n4️⃣ Ασφαλής και Γρήγορη Επεξεργασία: Όλη η επεξεργασία εικόνας γίνεται στη συσκευή σας, εξασφαλίζοντας ιδιωτικότητα και ταχύτητα\n5️⃣ Ευέλικτη Μεταφόρτωση Εικόνας: Σύρετε και αποθέστε ή στείλτε εικόνες απευθείας από ιστοσελίδες\n6️⃣ Διαδραστική Προεπισκόπηση: Μεγεθύνετε και εξετάστε τις διαχωρισμένες εικόνες σας πριν την ολοκλήρωση\n\n💡 Γιατί να επιλέξετε τον διαχωριστή εικόνας μας;\nΤο εργαλείο μας δεν είναι απλώς ένας απλός διαχωριστής φωτογραφιών ή εικόνων. Είναι μια ολοκληρωμένη εφαρμογή πλέγματος εικόνων που καλύπτει όλες τις ανάγκες σας για διαχωρισμό εικόνων. Αν θέλετε να διαχωρίσετε μια εικόνα online ή να τη χρησιμοποιήσετε ως διαχωριστή εικόνας Instagram, η πλατφόρμα μας μπορεί να σας βοηθήσει.\n\n✂️ Πώς να διαχωρίσετε την εικόνα σε 5 εύκολα βήματα:\n1. Μεταφορτώστε την εικόνα σας στον διαχωριστή εικόνας μας\n2. Επιλέξτε τη διάταξη που επιθυμείτε (π.χ., πλέγμα 3x3)\n3. Ρυθμίστε τις ρυθμίσεις χρησιμοποιώντας τον διαισθητικό δημιουργό πλέγματος\n4. Δείτε την προεπισκόπηση της διαχωρισμένης εικόνας σας για να εξασφαλίσετε την τελειότητα\n5. Κατεβάστε τη νεοδημιουργημένη διαχωρισμένη εικόνα σας ή τα μεμονωμένα τμήματα\n\n🌟 ΝΕΟ ΧΑΡΑΚΤΗΡΙΣΤΙΚΟ PRO: Προεπισκόπηση Πλέγματος Instagram\nΔείτε τις διαχωρισμένες εικόνες σας απευθείας σε ένα προφίλ Instagram χωρίς να τις ανεβάσετε:\n1. Συνδεθείτε στο Instagram\n2. Κάντε κλικ στο 'IG Preview' στον Διαχωριστή Εικόνας\n3. Περιηγηθείτε σε οποιοδήποτε προφίλ Instagram\n4. Βρείτε και κάντε κλικ στο 'Splitted Preview' πάνω από το πλέγμα του προφίλ\n5. Περάστε το ποντίκι πάνω από το πλέγμα για να δείτε τις διαχωρισμένες εικόνες σας σε δράση!\n\n🔧 Ευέλικτοι τρόποι διαχωρισμού:\n➤ Λειτουργία Πλέγματος: Ιδανική για δημιουργία διατάξεων πλέγματος Instagram\n➤ Λειτουργία Καρουζέλ: Ιδανική για αναρτήσεις καρουζέλ στο Instagram\n➤ Προσαρμοσμένη Λειτουργία: Πλήρης έλεγχος για μοναδικά έργα διαχωρισμού εικόνων\n\n🖥️ Πολλαπλές επιλογές ανοίγματος διαχωριστή εικόνας:\n➤ Πλευρικό Πάνελ: Γρήγορη πρόσβαση από το εικονίδιο δράσης του Chrome\n➤ Αναδυόμενο Παράθυρο: Για εστιασμένες συνεδρίες επεξεργασίας\n➤ Νέα Καρτέλα: Εμπειρία διαχωρισμού εικόνας σε πλήρη οθόνη\n\n📏 Υποστηριζόμενες μορφές και μεγέθη:\n➤ Τύποι αρχείων: PNG, JPEG, JPG, WEBP, BMP και TIFF\n➤ Μέγιστο μέγεθος αρχείου: 10MB\n➤ Ιδανικό για μέγεθος μικρογραφίας YouTube: 1280x720 pixels\n➤ Τέλειο για πλέγμα Instagram: 3x3, 3x2, 3x1 και άλλα!\n\n🎨 Ιδανικό για δημιουργικούς και λάτρεις των μέσων κοινωνικής δικτύωσης:\n• Σχεδιάστε εντυπωσιακά γραφικά μεγέθους μικρογραφίας YouTube\n• Δημιουργήστε απρόσκοπτες διατάξεις πλέγματος Instagram\n• Προετοιμάστε ελκυστικές αναρτήσεις καρουζέλ Instagram\n• Χρησιμοποιήστε το ως δημιουργό πλέγματος φωτογραφιών για εντυπωσιακά κολάζ\n• Διαχωρίστε εικόνες για διάφορες πλατφόρμες κοινωνικής δικτύωσης\n\n📱 Ιδανικό για διαχειριστές μέσων κοινωνικής δικτύωσης και influencers\nΑν διαχειρίζεστε λογαριασμούς μέσων κοινωνικής δικτύωσης ή χτίζετε το προσωπικό σας brand, ο διαχωριστής εικόνας μας είναι ένα χρήσιμο εργαλείο. Μπορείτε να το χρησιμοποιήσετε για:\n- Δημιουργία συνεπών διατάξεων πλέγματος Instagram\n- Σχεδιασμό γραφικών μεγέθους μικρογραφίας YouTube που τραβούν την προσοχή\n- Προετοιμασία αναρτήσεων καρουζέλ Instagram που αυξάνουν την αλληλεπίδραση\n- Διαχωρισμό εικόνων για διάφορες απαιτήσεις πλατφορμών\n- Χρήση του δημιουργού πλέγματος φωτογραφιών για δημιουργικά κολάζ\n\n❓ Συχνές ερωτήσεις:\n\n📌 Είναι ο Διαχωριστής Εικόνας δωρεάν;\n🔹 Ναι, ο διαχωριστής εικόνας μας είναι εντελώς δωρεάν για χρήση!\n\n📌 Πώς μπορώ να διαχωρίσω μια εικόνα σε κομμάτια για το Instagram;\n🔹 Απλά ανεβάστε την εικόνα σας, επιλέξτε τη διάταξη πλέγματος φωτογραφιών που επιθυμείτε και αφήστε το εργαλείο μας να κάνει τα υπόλοιπα!\n\n📌 Μπορώ να το χρησιμοποιήσω για puzzle feeds;\n🔹 Φυσικά! Ο διαχωριστής εικόνας μας είναι ιδανικός για τη δημιουργία γραφικών puzzle στο Instagram.\n\n📌 Ποιο μέγεθος εικόνας πρέπει να χρησιμοποιήσω;\n🔹 Αν και το εργαλείο μας λειτουργεί με οποιοδήποτε μέγεθος, συνιστούμε να ακολουθείτε τον οδηγό διαστάσεων μας για βέλτιστα αποτελέσματα στο Instagram.\n\n📊 Συνιστώμενες διαστάσεις για αναρτήσεις πλέγματος Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Πώς μπορώ να δημιουργήσω διαφάνειες καρουζέλ για το Instagram;\n🔹 Χρησιμοποιήστε τη Λειτουργία Καρουζέλ για να διαιρέσετε εύκολα την εικόνα σας σε τέλειες διαφάνειες για καρουζέλ στο Instagram.\n\n💻 Συμβατότητα και ευκολία χρήσης:\nΗ εφαρμογή διαχωριστή μας λειτουργεί άψογα σε όλες τις συσκευές. Μπορείτε εύκολα να διαχωρίσετε μια φωτογραφία, να περικόψετε μια εικόνα ή να αλλάξετε το μέγεθος μιας εικόνας.\nΑυτό λειτουργεί τόσο σε επιτραπέζιους υπολογιστές όσο και σε κινητές συσκευές. Μόνο λίγα κλικ είναι όλα όσα χρειάζεστε. Δεν χρειάζεται να κατεβάσετε κανένα λογισμικό - ο online διαχωριστής φωτογραφιών μας είναι πάντα προσβάσιμος μέσω του προγράμματος περιήγησης Chrome.\n\n🔒 Ασφάλεια και ιδιωτικότητα:\nΚατανοούμε τη σημασία των εικόνων σας. Γι' αυτό ο διαχωριστής εικόνων μας επεξεργάζεται τα πάντα τοπικά στο πρόγραμμα περιήγησής σας. Καμία μεταφόρτωση σε εξωτερικούς διακομιστές σημαίνει ότι οι φωτογραφίες σας παραμένουν ιδιωτικές και ασφαλείς.\n\n🌟 Ξεκινήστε να διαχωρίζετε, ξεκινήστε να δημιουργείτε!\nΈτοιμοι να πάρετε τις εικόνες σας στο επόμενο επίπεδο; Δοκιμάστε τον διαχωριστή εικόνας μας σήμερα και ζήστε τη διαφορά που μπορεί να κάνει στη διαδικασία δημιουργίας οπτικού περιεχομένου σας. Είτε διαχωρίζετε εικόνες για το Instagram, δημιουργείτε γραφικά μεγέθους μικρογραφίας YouTube, είτε απλά εξερευνάτε τη δημιουργικότητά σας, το εργαλείο μας είναι εδώ για να σας βοηθήσει να επιτύχετε το όραμά σας.\n\n✨ Κατεβάστε τώρα και ξεκινήστε να δημιουργείτε!",
    "en,en_AU,en_GB,en_US": "🤔 Are you looking for a powerful image splitter that can help you crop image, change size of image, and create stunning photo grids? Our Chrome app makes image editing easier. You can make assets for the right YouTube thumbnail size. You can design an Instagram grid or prepare a photo carousel for social media.\n\n🚀 Key features of our Image Splitter:\n1️⃣ Easy Photo Splitting: Split image into multiple parts with just a few clicks\n2️⃣ Customizable Settings: Adjust rows and columns to create the perfect 3x3 grid or any other configuration\n3️⃣ Instagram grid preview: Preview your split images directly on an Instagram profile without uploading\n4️⃣ Secure and Fast Processing: All image editing happens on your device, ensuring privacy and speed\n5️⃣ Versatile Image Upload: Drag-and-drop or send images directly from web pages\n6️⃣ Interactive Preview: Zoom and examine your split images before finalizing\n\n💡 Why choose our image splitter?\nOur tool isn't just a simple photo splitter or picture splitter. It's a comprehensive image grid app that caters to all your splitting picture needs. If you want to split an image online or use it as an Instagram image splitter, our platform can help.\n\n✂️ How to split the picture in 5 easy steps:\n1. Upload your picture to our image splitter\n2. Choose your desired layout (e.g., 3x3 grid)\n3. Adjust settings using our intuitive grid maker\n4. Preview your split image to ensure perfection\n5. Download your newly created splitted image or individual segments\n\n🌟 NEW PRO FEATURE: Instagram Grid Preview\nPreview your split images directly on an Instagram profile without uploading:\n1. Log in to Instagram\n2. Click 'IG Preview' in Image Splitter\n3. Navigate to any Instagram profile\n4. Find and Click 'Splitted Preview' above the profile grid\n5. Hover over the grid to see your split images in action!\n\n🔧 Flexible splitting modes:\n➤ Grid Mode: Perfect for creating instagram grid layouts\n➤ Carousel Mode: Ideal for carousel instagram posts\n➤ Custom Mode: Full control for unique split image projects\n\n🖥️ Multiple image splitter opening options:\n➤ SidePanel: Quick access from Chrome's action icon\n➤ Popup Window: For focused editing sessions\n➤ New Tab: Full-screen image splitting experience\n\n📏 Supported formats and sizes:\n➤ File types: PNG, JPEG, JPG, WEBP, BMP, and TIFF\n➤ Max file size: 10MB\n➤ Ideal for youtube thumbnail size: 1280x720 pixels\n➤ Perfect for instagram grid: 3x3, 3x2, 3x1, and more!\n\n🎨 Perfect for creatives and social media enthusiasts:\n• Design eye-catching youtube thumbnail size graphics\n• Create seamless instagram grid layouts\n• Prepare engaging carousel instagram posts\n• Use as a photo grid maker for stunning collages\n• Split image for various social media platforms\n\n📱 Perfect for social media managers and influencers\nIf you manage social media accounts or build your personal brand, our image splitter is a helpful tool. You can use it to:\n- Create consistent instagram grid layouts\n- Design attention-grabbing youtube thumbnail size graphics\n- Prepare carousel instagram posts that boost engagement\n- Split image for various platform requirements\n- Use the photo grid maker for creative collages\n\n❓ Frequently asked questions:\n\n📌 Is Image Splitter free?\n🔹 Yes, our image splitter is completely free to use!\n\n📌 How do I split a picture into pieces for Instagram?\n🔹 Simply upload your image, choose your desired photo grid layout, and follow the steps listed in Instagram Grid Preview section!\n\n📌 Can I use this for puzzle feeds?\n🔹 Absolutely! Our image splitter is perfect for creating Instagram puzzle graphics.\n\n📌 What image size should I use?\n🔹 While our tool works with any size, we recommend following our dimension guide for optimal results on Instagram.\n\n📊 Recommended dimensions for instagram grid posts:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 How can I create carousel slides for Instagram?\n🔹 Use our Carousel Mode to easily divide your image into perfect slides for Instagram carousels.\n\n💻 Compatibility and ease of use:\nOur splitter app works seamlessly across devices. You can easily split a photo, crop an image, or change the size of an image.\nThis works on both desktop computers and mobile devices. Just a few clicks are all you need. No need to download any software - our online photo splitter is always accessible through your Chrome browser.\n\n🔒 Security and privacy:\nWe understand the importance of your images. That's why our picture splitter processes everything locally in your browser. No uploads to external servers mean your photos remain private and secure.\n\n🌟 Start splitting, start creating!\nReady to take your images to the next level? Try our image splitter today and experience the difference it can make in your visual content creation process. Whether you're splitting image for Instagram, creating a youtube thumbnail size graphic, or just exploring your creativity, our tool is here to help you achieve your vision.\n\n✨ Download now and start creating!",
    "es": "🤔 ¿Estás buscando un potente divisor de imágenes que te ayude a recortar imágenes, cambiar el tamaño de las imágenes y crear impresionantes cuadrículas de fotos? Nuestra aplicación de Chrome facilita la edición de imágenes. Puedes crear recursos para el tamaño adecuado de miniaturas de YouTube. Puedes diseñar una cuadrícula de Instagram o preparar un carrusel de fotos para redes sociales.\n\n🚀 Características clave de nuestro Dividir imagen:\n1️⃣ División fácil de fotos: Divide la imagen en múltiples partes con solo unos clics\n2️⃣ Configuraciones personalizables: Ajusta filas y columnas para crear la cuadrícula perfecta de 3x3 o cualquier otra configuración\n3️⃣ Vista previa de cuadrícula de Instagram: Previsualiza tus imágenes divididas directamente en un perfil de Instagram sin subirlas\n4️⃣ Procesamiento seguro y rápido: Toda la edición de imágenes se realiza en tu dispositivo, garantizando privacidad y velocidad\n5️⃣ Carga versátil de imágenes: Arrastra y suelta o envía imágenes directamente desde páginas web\n6️⃣ Vista previa interactiva: Amplía y examina tus imágenes divididas antes de finalizar\n\n💡 ¿Por qué elegir nuestro divisor de imágenes?\nNuestra herramienta no es solo un simple divisor de fotos o imágenes. Es una aplicación integral de cuadrículas de imágenes que satisface todas tus necesidades de división de imágenes. Si deseas dividir una imagen en línea o usarla como divisor de imágenes para Instagram, nuestra plataforma puede ayudarte.\n\n✂️ Cómo dividir la imagen en 5 sencillos pasos:\n1. Sube tu imagen a nuestro divisor de imágenes\n2. Elige el diseño deseado (por ejemplo, cuadrícula de 3x3)\n3. Ajusta la configuración usando nuestro intuitivo creador de cuadrículas\n4. Previsualiza tu imagen dividida para asegurar la perfección\n5. Descarga tu imagen dividida recién creada o los segmentos individuales\n\n🌟 NUEVA FUNCIÓN PRO: Vista previa de cuadrícula de Instagram\nPrevisualiza tus imágenes divididas directamente en un perfil de Instagram sin subirlas:\n1. Inicia sesión en Instagram\n2. Haz clic en 'Vista previa de IG' en Dividir imagen\n3. Navega a cualquier perfil de Instagram\n4. Encuentra y haz clic en 'Vista previa dividida' sobre la cuadrícula del perfil\n5. Pasa el cursor sobre la cuadrícula para ver tus imágenes divididas en acción\n\n🔧 Modos de división flexibles:\n➤ Modo cuadrícula: Perfecto para crear diseños de cuadrícula de Instagram\n➤ Modo carrusel: Ideal para publicaciones de carrusel en Instagram\n➤ Modo personalizado: Control total para proyectos únicos de división de imágenes\n\n🖥️ Múltiples opciones de apertura del divisor de imágenes:\n➤ Panel lateral: Acceso rápido desde el icono de acción de Chrome\n➤ Ventana emergente: Para sesiones de edición enfocadas\n➤ Nueva pestaña: Experiencia de división de imágenes a pantalla completa\n\n📏 Formatos y tamaños compatibles:\n➤ Tipos de archivo: PNG, JPEG, JPG, WEBP, BMP y TIFF\n➤ Tamaño máximo de archivo: 10MB\n➤ Ideal para tamaño de miniatura de YouTube: 1280x720 píxeles\n➤ Perfecto para cuadrícula de Instagram: 3x3, 3x2, 3x1 y más\n\n🎨 Perfecto para creativos y entusiastas de las redes sociales:\n• Diseña gráficos llamativos para miniaturas de YouTube\n• Crea diseños de cuadrícula de Instagram sin costuras\n• Prepara publicaciones de carrusel en Instagram atractivas\n• Úsalo como creador de cuadrículas de fotos para collages impresionantes\n• Divide imágenes para varias plataformas de redes sociales\n\n📱 Perfecto para gestores de redes sociales e influencers\nSi gestionas cuentas de redes sociales o construyes tu marca personal, nuestro divisor de imágenes es una herramienta útil. Puedes usarlo para:\n- Crear diseños consistentes de cuadrícula de Instagram\n- Diseñar gráficos llamativos para miniaturas de YouTube\n- Preparar publicaciones de carrusel en Instagram que aumenten el compromiso\n- Dividir imágenes para los requisitos de varias plataformas\n- Usar el creador de cuadrículas de fotos para collages creativos\n\n❓ Preguntas frecuentes:\n\n📌 ¿Es gratuito el Dividir imagen?\n🔹 ¡Sí, nuestro divisor de imágenes es completamente gratuito!\n\n📌 ¿Cómo divido una imagen en partes para Instagram?\n🔹 Simplemente sube tu imagen, elige el diseño de cuadrícula de fotos deseado y deja que nuestra herramienta haga el resto.\n\n📌 ¿Puedo usar esto para feeds de rompecabezas?\n🔹 ¡Absolutamente! Nuestro divisor de imágenes es perfecto para crear gráficos de rompecabezas en Instagram.\n\n📌 ¿Qué tamaño de imagen debo usar?\n🔹 Aunque nuestra herramienta funciona con cualquier tamaño, recomendamos seguir nuestra guía de dimensiones para obtener resultados óptimos en Instagram.\n\n📊 Dimensiones recomendadas para publicaciones de cuadrícula de Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 ¿Cómo puedo crear diapositivas de carrusel para Instagram?\n🔹 Usa nuestro Modo Carrusel para dividir fácilmente tu imagen en diapositivas perfectas para carruseles de Instagram.\n\n💻 Compatibilidad y facilidad de uso:\nNuestra aplicación de división funciona sin problemas en todos los dispositivos. Puedes dividir fácilmente una foto, recortar una imagen o cambiar el tamaño de una imagen. Funciona tanto en computadoras de escritorio como en dispositivos móviles. Solo necesitas unos pocos clics. No es necesario descargar ningún software: nuestro divisor de fotos en línea siempre está accesible a través de tu navegador Chrome.\n\n🔒 Seguridad y privacidad:\nEntendemos la importancia de tus imágenes. Por eso, nuestro divisor de imágenes procesa todo localmente en tu navegador. No se suben a servidores externos, lo que significa que tus fotos permanecen privadas y seguras.\n\n🌟 ¡Empieza a dividir, empieza a crear!\n¿Listo para llevar tus imágenes al siguiente nivel? Prueba nuestro divisor de imágenes hoy y experimenta la diferencia que puede hacer en tu proceso de creación de contenido visual. Ya sea que estés dividiendo imágenes para Instagram, creando un gráfico de tamaño de miniatura de YouTube o simplemente explorando tu creatividad, nuestra herramienta está aquí para ayudarte a lograr tu visión.\n\n✨ ¡Descarga ahora y comienza a crear!",
    "es_419": "🤔 ¿Estás buscando un potente divisor de imágenes que te ayude a recortar imágenes, cambiar el tamaño de las imágenes y crear impresionantes cuadrículas de fotos? Nuestra aplicación de Chrome facilita la edición de imágenes. Puedes crear recursos para el tamaño adecuado de miniaturas de YouTube. Puedes diseñar una cuadrícula de Instagram o preparar un carrusel de fotos para redes sociales.\n\n🚀 Características clave de nuestro Dividir imagen:\n1️⃣ División fácil de fotos: Divide la imagen en múltiples partes con solo unos clics\n2️⃣ Configuraciones personalizables: Ajusta filas y columnas para crear la cuadrícula perfecta de 3x3 o cualquier otra configuración\n3️⃣ Vista previa de cuadrícula de Instagram: Previsualiza tus imágenes divididas directamente en un perfil de Instagram sin subirlas\n4️⃣ Procesamiento seguro y rápido: Toda la edición de imágenes se realiza en tu dispositivo, garantizando privacidad y velocidad\n5️⃣ Carga versátil de imágenes: Arrastra y suelta o envía imágenes directamente desde páginas web\n6️⃣ Vista previa interactiva: Acerca y examina tus imágenes divididas antes de finalizar\n\n💡 ¿Por qué elegir nuestro divisor de imágenes?\nNuestra herramienta no es solo un simple divisor de fotos o imágenes. Es una aplicación integral de cuadrículas de imágenes que satisface todas tus necesidades de división de imágenes. Si deseas dividir una imagen en línea o usarla como divisor de imágenes para Instagram, nuestra plataforma puede ayudarte.\n\n✂️ Cómo dividir la imagen en 5 sencillos pasos:\n1. Sube tu imagen a nuestro divisor de imágenes\n2. Elige el diseño deseado (por ejemplo, cuadrícula de 3x3)\n3. Ajusta la configuración usando nuestro intuitivo creador de cuadrículas\n4. Previsualiza tu imagen dividida para asegurar la perfección\n5. Descarga tu imagen dividida recién creada o los segmentos individuales\n\n🌟 NUEVA FUNCIÓN PRO: Vista previa de cuadrícula de Instagram\nPrevisualiza tus imágenes divididas directamente en un perfil de Instagram sin subirlas:\n1. Inicia sesión en Instagram\n2. Haz clic en 'Vista previa IG' en Dividir imagen\n3. Navega a cualquier perfil de Instagram\n4. Encuentra y haz clic en 'Vista previa dividida' sobre la cuadrícula del perfil\n5. Pasa el cursor sobre la cuadrícula para ver tus imágenes divididas en acción\n\n🔧 Modos de división flexibles:\n➤ Modo de cuadrícula: Perfecto para crear diseños de cuadrícula de Instagram\n➤ Modo carrusel: Ideal para publicaciones de carrusel en Instagram\n➤ Modo personalizado: Control total para proyectos únicos de división de imágenes\n\n🖥️ Múltiples opciones de apertura del divisor de imágenes:\n➤ Panel lateral: Acceso rápido desde el icono de acción de Chrome\n➤ Ventana emergente: Para sesiones de edición enfocadas\n➤ Nueva pestaña: Experiencia de división de imágenes a pantalla completa\n\n📏 Formatos y tamaños compatibles:\n➤ Tipos de archivo: PNG, JPEG, JPG, WEBP, BMP y TIFF\n➤ Tamaño máximo de archivo: 10MB\n➤ Ideal para tamaño de miniatura de YouTube: 1280x720 píxeles\n➤ Perfecto para cuadrícula de Instagram: 3x3, 3x2, 3x1 y más\n\n🎨 Perfecto para creativos y entusiastas de las redes sociales:\n• Diseña gráficos llamativos para miniaturas de YouTube\n• Crea diseños de cuadrícula de Instagram sin costuras\n• Prepara publicaciones de carrusel en Instagram atractivas\n• Úsalo como creador de cuadrículas de fotos para collages impresionantes\n• Divide imágenes para varias plataformas de redes sociales\n\n📱 Perfecto para gestores de redes sociales e influencers\nSi gestionas cuentas de redes sociales o construyes tu marca personal, nuestro divisor de imágenes es una herramienta útil. Puedes usarlo para:\n- Crear diseños de cuadrícula de Instagram consistentes\n- Diseñar gráficos llamativos para miniaturas de YouTube\n- Preparar publicaciones de carrusel en Instagram que aumenten el compromiso\n- Dividir imágenes para varios requisitos de plataforma\n- Usar el creador de cuadrículas de fotos para collages creativos\n\n❓ Preguntas frecuentes:\n\n📌 ¿Es gratuito el Dividir imagen?\n🔹 ¡Sí, nuestro divisor de imágenes es completamente gratuito!\n\n📌 ¿Cómo divido una imagen en piezas para Instagram?\n🔹 Simplemente sube tu imagen, elige el diseño de cuadrícula de fotos deseado y deja que nuestra herramienta haga el resto.\n\n📌 ¿Puedo usar esto para feeds de rompecabezas?\n🔹 ¡Absolutamente! Nuestro divisor de imágenes es perfecto para crear gráficos de rompecabezas en Instagram.\n\n📌 ¿Qué tamaño de imagen debo usar?\n🔹 Aunque nuestra herramienta funciona con cualquier tamaño, recomendamos seguir nuestra guía de dimensiones para obtener resultados óptimos en Instagram.\n\n📊 Dimensiones recomendadas para publicaciones de cuadrícula de Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 ¿Cómo puedo crear diapositivas de carrusel para Instagram?\n🔹 Usa nuestro Modo Carrusel para dividir fácilmente tu imagen en diapositivas perfectas para carruseles de Instagram.\n\n💻 Compatibilidad y facilidad de uso:\nNuestra aplicación de división funciona sin problemas en todos los dispositivos. Puedes dividir fácilmente una foto, recortar una imagen o cambiar el tamaño de una imagen. Esto funciona tanto en computadoras de escritorio como en dispositivos móviles. Solo necesitas unos pocos clics. No es necesario descargar ningún software: nuestro divisor de fotos en línea siempre está accesible a través de tu navegador Chrome.\n\n🔒 Seguridad y privacidad:\nEntendemos la importancia de tus imágenes. Por eso, nuestro divisor de imágenes procesa todo localmente en tu navegador. No se suben a servidores externos, lo que significa que tus fotos permanecen privadas y seguras.\n\n🌟 ¡Comienza a dividir, comienza a crear!\n¿Listo para llevar tus imágenes al siguiente nivel? Prueba nuestro divisor de imágenes hoy y experimenta la diferencia que puede hacer en tu proceso de creación de contenido visual. Ya sea que estés dividiendo imágenes para Instagram, creando un gráfico de tamaño de miniatura de YouTube o simplemente explorando tu creatividad, nuestra herramienta está aquí para ayudarte a lograr tu visión.\n\n✨ ¡Descarga ahora y comienza a crear!",
    "et": "🤔 Kas otsite võimsat pildijagajat, mis aitaks teil pilti kärpida, muuta pildi suurust ja luua vapustavaid fotovõrke? Meie Chrome'i rakendus muudab pilditöötluse lihtsamaks. Saate luua varasid õige YouTube'i pisipildi suuruse jaoks. Saate kujundada Instagrami võrgu või valmistada ette fotokarusselli sotsiaalmeedia jaoks.\n\n🚀 Meie Pildijagaja peamised omadused:\n1️⃣ Lihtne fotode jagamine: jagage pilt mitmeks osaks vaid mõne klõpsuga\n2️⃣ Kohandatavad seaded: kohandage ridu ja veerge, et luua täiuslik 3x3 võrk või mõni muu konfiguratsioon\n3️⃣ Instagrami võrgu eelvaade: vaadake oma jagatud pilte otse Instagrami profiilil ilma üleslaadimiseta\n4️⃣ Turvaline ja kiire töötlemine: kogu pilditöötlus toimub teie seadmes, tagades privaatsuse ja kiiruse\n5️⃣ Mitmekülgne pildi üleslaadimine: lohistage ja kukutage või saatke pilte otse veebilehtedelt\n6️⃣ Interaktiivne eelvaade: suumige ja uurige oma jagatud pilte enne lõplikku kinnitamist\n\n💡 Miks valida meie pildijagaja?\nMeie tööriist ei ole lihtsalt lihtne fotode jagaja või piltide jagaja. See on terviklik pildivõrgu rakendus, mis rahuldab kõik teie piltide jagamise vajadused. Kui soovite pilti veebis jagada või kasutada seda Instagrami pildijagajana, saab meie platvorm teid aidata.\n\n✂️ Kuidas pilti jagada 5 lihtsa sammuga:\n1. Laadige oma pilt meie pildijagajasse\n2. Valige soovitud paigutus (nt 3x3 võrk)\n3. Kohandage seadeid meie intuitiivse võrgu looja abil\n4. Vaadake oma jagatud pilti, et tagada täiuslikkus\n5. Laadige alla oma äsja loodud jagatud pilt või üksikud segmendid\n\n🌟 UUS PRO FUNKTSIOON: Instagrami võrgu eelvaade\nVaadake oma jagatud pilte otse Instagrami profiilil ilma üleslaadimiseta:\n1. Logige sisse Instagrami\n2. Klõpsake 'IG eelvaade' Pildijagajas\n3. Liikuge mis tahes Instagrami profiilile\n4. Leidke ja klõpsake 'Jagatud eelvaade' profiilivõrgu kohal\n5. Liikuge võrgu kohal, et näha oma jagatud pilte tegevuses!\n\n🔧 Paindlikud jagamisrežiimid:\n➤ Võrgurežiim: ideaalne Instagrami võrgu paigutuste loomiseks\n➤ Karussellirežiim: ideaalne karusselli Instagrami postituste jaoks\n➤ Kohandatud režiim: täielik kontroll ainulaadsete piltide jagamise projektide jaoks\n\n🖥️ Mitmed pildijagaja avamise võimalused:\n➤ Külgpaneel: kiire juurdepääs Chrome'i tegevusikoonilt\n➤ Hüpikaken: keskendunud redigeerimisseansside jaoks\n➤ Uus vahekaart: täisekraanil piltide jagamise kogemus\n\n📏 Toetatud formaadid ja suurused:\n➤ Failitüübid: PNG, JPEG, JPG, WEBP, BMP ja TIFF\n➤ Maksimaalne failisuurus: 10MB\n➤ Ideaalne YouTube'i pisipildi suurus: 1280x720 pikslit\n➤ Täiuslik Instagrami võrgu jaoks: 3x3, 3x2, 3x1 ja rohkem!\n\n🎨 Täiuslik loovatele inimestele ja sotsiaalmeedia entusiastidele:\n• Kujundage silmapaistvaid YouTube'i pisipildi suurusega graafikaid\n• Looge sujuvaid Instagrami võrgu paigutusi\n• Valmistage kaasahaaravaid karusselli Instagrami postitusi\n• Kasutage fotovõrgu loojana vapustavate kollaažide jaoks\n• Jagage pilti erinevate sotsiaalmeedia platvormide jaoks\n\n📱 Täiuslik sotsiaalmeedia haldajatele ja mõjutajatele\nKui haldate sotsiaalmeedia kontosid või ehitate oma isiklikku brändi, on meie pildijagaja kasulik tööriist. Saate seda kasutada:\n- Looge järjepidevaid Instagrami võrgu paigutusi\n- Kujundage tähelepanu köitvaid YouTube'i pisipildi suurusega graafikaid\n- Valmistage karusselli Instagrami postitusi, mis suurendavad kaasatust\n- Jagage pilti erinevate platvormide nõuete jaoks\n- Kasutage fotovõrgu loojat loovate kollaažide jaoks\n\n❓ Korduma kippuvad küsimused:\n\n📌 Kas Pildijagaja on tasuta?\n🔹 Jah, meie pildijagaja on täiesti tasuta kasutada!\n\n📌 Kuidas jagada pilti tükkideks Instagrami jaoks?\n🔹 Lihtsalt laadige oma pilt üles, valige soovitud fotovõrgu paigutus ja laske meie tööriistal ülejäänu teha!\n\n📌 Kas ma saan seda kasutada puslevoogude jaoks?\n🔹 Absoluutselt! Meie pildijagaja on ideaalne Instagrami puslegraafika loomiseks.\n\n📌 Millist pildi suurust peaksin kasutama?\n🔹 Kuigi meie tööriist töötab mis tahes suurusega, soovitame järgida meie mõõtmete juhendit, et saavutada Instagramis parimad tulemused.\n\n📊 Soovitatavad mõõtmed Instagrami võrgu postituste jaoks:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Kuidas luua karusselli slaide Instagrami jaoks?\n🔹 Kasutage meie Karussellirežiimi, et jagada oma pilt ideaalselt Instagrami karussellideks.\n\n💻 Ühilduvus ja kasutusmugavus:\nMeie jagamisrakendus töötab sujuvalt erinevates seadmetes. Saate hõlpsasti pilti jagada, pilti kärpida või muuta pildi suurust.\nSee töötab nii lauaarvutites kui ka mobiilseadmetes. Vaid mõne klõpsuga saate kõik tehtud. Pole vaja alla laadida ühtegi tarkvara - meie veebipõhine fotode jagaja on alati kättesaadav teie Chrome'i brauseri kaudu.\n\n🔒 Turvalisus ja privaatsus:\nMõistame teie piltide tähtsust. Seetõttu töötleb meie piltide jagaja kõike kohapeal teie brauseris. Ühtegi üleslaadimist välistele serveritele ei toimu, mis tähendab, et teie fotod jäävad privaatseks ja turvaliseks.\n\n🌟 Alustage jagamist, alustage loomist!\nKas olete valmis oma pilte järgmisele tasemele viima? Proovige meie pildijagajat juba täna ja koguge erinevust, mida see võib teie visuaalse sisu loomise protsessis teha. Kas jagate pilti Instagrami jaoks, loote YouTube'i pisipildi suurusega graafikat või lihtsalt uurite oma loovust, on meie tööriist siin, et aidata teil oma visiooni saavutada.\n\n✨ Laadige alla kohe ja alustage loomist!",
    "fa": "🤔 آیا به دنبال یک تقسیم‌کننده تصویر قدرتمند هستید که به شما در برش تصویر، تغییر اندازه تصویر و ایجاد شبکه‌های عکس خیره‌کننده کمک کند؟ برنامه کروم ما ویرایش تصویر را آسان‌تر می‌کند. می‌توانید دارایی‌هایی برای اندازه مناسب تصویر بندانگشتی یوتیوب ایجاد کنید. می‌توانید یک شبکه اینستاگرام طراحی کنید یا یک چرخ فلک عکس برای شبکه‌های اجتماعی آماده کنید.\n\n🚀 ویژگی‌های کلیدی تقسیم‌کننده تصویر ما:\n1️⃣ تقسیم آسان عکس: تصویر را با چند کلیک به چندین قسمت تقسیم کنید\n2️⃣ تنظیمات قابل تنظیم: ردیف‌ها و ستون‌ها را برای ایجاد شبکه 3x3 یا هر پیکربندی دیگری تنظیم کنید\n3️⃣ پیش‌نمایش شبکه اینستاگرام: تصاویر تقسیم‌شده خود را مستقیماً در یک پروفایل اینستاگرام بدون آپلود پیش‌نمایش کنید\n4️⃣ پردازش امن و سریع: تمام ویرایش‌های تصویر بر روی دستگاه شما انجام می‌شود و حریم خصوصی و سرعت را تضمین می‌کند\n5️⃣ آپلود تصویر چندمنظوره: کشیدن و رها کردن یا ارسال تصاویر مستقیماً از صفحات وب\n6️⃣ پیش‌نمایش تعاملی: قبل از نهایی کردن، تصاویر تقسیم‌شده خود را بزرگ‌نمایی و بررسی کنید\n\n💡 چرا تقسیم‌کننده تصویر ما را انتخاب کنید؟\nابزار ما فقط یک تقسیم‌کننده عکس ساده یا تقسیم‌کننده تصویر نیست. این یک برنامه جامع شبکه تصویر است که به تمام نیازهای تقسیم تصویر شما پاسخ می‌دهد. اگر می‌خواهید یک تصویر را به صورت آنلاین تقسیم کنید یا از آن به عنوان تقسیم‌کننده تصویر اینستاگرام استفاده کنید، پلتفرم ما می‌تواند به شما کمک کند.\n\n✂️ چگونه تصویر را در 5 مرحله آسان تقسیم کنیم:\n1. تصویر خود را به تقسیم‌کننده تصویر ما آپلود کنید\n2. طرح دلخواه خود را انتخاب کنید (مثلاً شبکه 3x3)\n3. تنظیمات را با استفاده از سازنده شبکه شهودی ما تنظیم کنید\n4. تصویر تقسیم‌شده خود را پیش‌نمایش کنید تا از کمال اطمینان حاصل کنید\n5. تصویر تقسیم‌شده جدید خود یا بخش‌های جداگانه را دانلود کنید\n\n🌟 ویژگی جدید حرفه‌ای: پیش‌نمایش شبکه اینستاگرام\nتصاویر تقسیم‌شده خود را مستقیماً در یک پروفایل اینستاگرام بدون آپلود پیش‌نمایش کنید:\n1. وارد اینستاگرام شوید\n2. در تقسیم‌کننده تصویر روی 'IG Preview' کلیک کنید\n3. به هر پروفایل اینستاگرام بروید\n4. 'Splitted Preview' را بالای شبکه پروفایل پیدا کرده و کلیک کنید\n5. بر روی شبکه حرکت کنید تا تصاویر تقسیم‌شده خود را در عمل ببینید!\n\n🔧 حالت‌های تقسیم انعطاف‌پذیر:\n➤ حالت شبکه: مناسب برای ایجاد طرح‌های شبکه اینستاگرام\n➤ حالت چرخ فلک: ایده‌آل برای پست‌های چرخ فلک اینستاگرام\n➤ حالت سفارشی: کنترل کامل برای پروژه‌های تقسیم تصویر منحصر به فرد\n\n🖥️ گزینه‌های مختلف باز کردن تقسیم‌کننده تصویر:\n➤ پنل جانبی: دسترسی سریع از آیکون عمل کروم\n➤ پنجره پاپ‌آپ: برای جلسات ویرایش متمرکز\n➤ تب جدید: تجربه تقسیم تصویر تمام صفحه\n\n📏 فرمت‌ها و اندازه‌های پشتیبانی‌شده:\n➤ انواع فایل: PNG، JPEG، JPG، WEBP، BMP و TIFF\n➤ حداکثر اندازه فایل: 10MB\n➤ ایده‌آل برای اندازه تصویر بندانگشتی یوتیوب: 1280x720 پیکسل\n➤ مناسب برای شبکه اینستاگرام: 3x3، 3x2، 3x1 و بیشتر!\n\n🎨 مناسب برای خلاقان و علاقه‌مندان به شبکه‌های اجتماعی:\n• طراحی گرافیک‌های جذاب با اندازه تصویر بندانگشتی یوتیوب\n• ایجاد طرح‌های شبکه اینستاگرام بدون درز\n• آماده‌سازی پست‌های چرخ فلک اینستاگرام جذاب\n• استفاده به عنوان سازنده شبکه عکس برای کلاژهای خیره‌کننده\n• تقسیم تصویر برای پلتفرم‌های مختلف شبکه‌های اجتماعی\n\n📱 مناسب برای مدیران شبکه‌های اجتماعی و تأثیرگذاران\nاگر حساب‌های شبکه‌های اجتماعی را مدیریت می‌کنید یا برند شخصی خود را می‌سازید، تقسیم‌کننده تصویر ما یک ابزار مفید است. می‌توانید از آن برای:\n- ایجاد طرح‌های شبکه اینستاگرام سازگار\n- طراحی گرافیک‌های جذاب با اندازه تصویر بندانگشتی یوتیوب\n- آماده‌سازی پست‌های چرخ فلک اینستاگرام که تعامل را افزایش می‌دهند\n- تقسیم تصویر برای نیازهای مختلف پلتفرم\n- استفاده از سازنده شبکه عکس برای کلاژهای خلاقانه\n\n❓ سوالات متداول:\n\n📌 آیا تقسیم‌کننده تصویر رایگان است؟\n🔹 بله، تقسیم‌کننده تصویر ما کاملاً رایگان است!\n\n📌 چگونه می‌توانم یک تصویر را به قطعات برای اینستاگرام تقسیم کنم؟\n🔹 به سادگی تصویر خود را آپلود کنید، طرح شبکه عکس دلخواه خود را انتخاب کنید و بگذارید ابزار ما بقیه کار را انجام دهد!\n\n📌 آیا می‌توانم از این برای فیدهای پازل استفاده کنم؟\n🔹 قطعاً! تقسیم‌کننده تصویر ما برای ایجاد گرافیک‌های پازل اینستاگرام عالی است.\n\n📌 چه اندازه تصویری باید استفاده کنم؟\n🔹 در حالی که ابزار ما با هر اندازه‌ای کار می‌کند، ما توصیه می‌کنیم که از راهنمای ابعاد ما برای نتایج بهینه در اینستاگرام پیروی کنید.\n\n📊 ابعاد پیشنهادی برای پست‌های شبکه اینستاگرام:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 چگونه می‌توانم اسلایدهای چرخ فلک برای اینستاگرام ایجاد کنم؟\n🔹 از حالت چرخ فلک ما استفاده کنید تا به راحتی تصویر خود را به اسلایدهای کامل برای چرخ فلک‌های اینستاگرام تقسیم کنید.\n\n💻 سازگاری و سهولت استفاده:\nبرنامه تقسیم‌کننده ما به‌طور یکپارچه در دستگاه‌ها کار می‌کند. می‌توانید به راحتی یک عکس را تقسیم کنید، یک تصویر را برش دهید یا اندازه یک تصویر را تغییر دهید.\nاین برنامه بر روی هر دو کامپیوتر دسکتاپ و دستگاه‌های موبایل کار می‌کند. فقط چند کلیک کافی است. نیازی به دانلود هیچ نرم‌افزاری نیست - تقسیم‌کننده عکس آنلاین ما همیشه از طریق مرورگر کروم شما در دسترس است.\n\n🔒 امنیت و حریم خصوصی:\nما اهمیت تصاویر شما را درک می‌کنیم. به همین دلیل است که تقسیم‌کننده تصویر ما همه چیز را به صورت محلی در مرورگر شما پردازش می‌کند. عدم آپلود به سرورهای خارجی به معنای حفظ حریم خصوصی و امنیت عکس‌های شما است.\n\n🌟 شروع به تقسیم کنید، شروع به خلق کنید!\nآماده‌اید تا تصاویر خود را به سطح بعدی ببرید؟ امروز تقسیم‌کننده تصویر ما را امتحان کنید و تفاوتی که می‌تواند در فرآیند خلق محتوای بصری شما ایجاد کند را تجربه کنید. چه در حال تقسیم تصویر برای اینستاگرام باشید، چه در حال ایجاد گرافیک با اندازه تصویر بندانگشتی یوتیوب، یا فقط در حال کاوش خلاقیت خود باشید، ابزار ما اینجاست تا به شما کمک کند به دیدگاه خود برسید.\n\n✨ اکنون دانلود کنید و شروع به خلق کنید!",
    "fi": "🤔 Etsitkö tehokasta kuvanjakajaa, joka voi auttaa sinua rajaamaan kuvia, muuttamaan kuvien kokoa ja luomaan upeita valokuvaruudukoita? Chrome-sovelluksemme tekee kuvien muokkaamisesta helpompaa. Voit luoda oikean kokoisia YouTube-pikkukuvia. Voit suunnitella Instagram-ruudukon tai valmistella valokuvakarusellin sosiaaliseen mediaan.\n\n🚀 Kuvanjakajan tärkeimmät ominaisuudet:\n1️⃣ Helppo valokuvien jakaminen: Jaa kuva useisiin osiin vain muutamalla klikkauksella\n2️⃣ Mukautettavat asetukset: Säädä rivejä ja sarakkeita luodaksesi täydellisen 3x3-ruudukon tai muun kokoonpanon\n3️⃣ Instagram-ruudukon esikatselu: Esikatsele jaettuja kuviasi suoraan Instagram-profiilissa ilman lataamista\n4️⃣ Turvallinen ja nopea käsittely: Kaikki kuvankäsittely tapahtuu laitteellasi, mikä takaa yksityisyyden ja nopeuden\n5️⃣ Monipuolinen kuvien lataus: Vedä ja pudota tai lähetä kuvia suoraan verkkosivuilta\n6️⃣ Interaktiivinen esikatselu: Zoomaa ja tarkastele jaettuja kuviasi ennen viimeistelyä\n\n💡 Miksi valita kuvanjakajamme?\nTyökalumme ei ole vain yksinkertainen valokuvien jakaja tai kuvien jakaja. Se on kattava kuvien ruudukko-sovellus, joka vastaa kaikkiin kuvien jakotarpeisiisi. Jos haluat jakaa kuvan verkossa tai käyttää sitä Instagram-kuvanjakajana, alustamme voi auttaa.\n\n✂️ Kuinka jakaa kuva 5 helpossa vaiheessa:\n1. Lataa kuvasi kuvanjakajaamme\n2. Valitse haluamasi asettelu (esim. 3x3-ruudukko)\n3. Säädä asetuksia intuitiivisella ruudukon luojallamme\n4. Esikatsele jaettua kuvaasi varmistaaksesi täydellisyyden\n5. Lataa juuri luotu jaettu kuva tai yksittäiset osat\n\n🌟 UUSI PRO-OMINAISUUS: Instagram-ruudukon esikatselu\nEsikatsele jaettuja kuviasi suoraan Instagram-profiilissa ilman lataamista:\n1. Kirjaudu sisään Instagramiin\n2. Klikkaa 'IG Preview' Kuvanjakajassa\n3. Siirry mihin tahansa Instagram-profiiliin\n4. Etsi ja klikkaa 'Splitted Preview' profiiliruudukon yläpuolella\n5. Vie hiiri ruudukon päälle nähdäksesi jaetut kuvasi toiminnassa!\n\n🔧 Joustavat jakotilat:\n➤ Ruudukkomoodi: Täydellinen Instagram-ruudukkoasettelujen luomiseen\n➤ Karusellimoodi: Ihanteellinen karuselli-Instagram-julkaisuihin\n➤ Mukautettu moodi: Täysi hallinta ainutlaatuisiin jaettuihin kuvaprojekteihin\n\n🖥️ Useita kuvanjakajan avaamisvaihtoehtoja:\n➤ Sivupaneeli: Nopea pääsy Chromen toimintokuvakkeesta\n➤ Ponnahdusikkuna: Keskittyneisiin muokkausistuntoihin\n➤ Uusi välilehti: Koko näytön kuvien jakokokemus\n\n📏 Tuetut muodot ja koot:\n➤ Tiedostotyypit: PNG, JPEG, JPG, WEBP, BMP ja TIFF\n➤ Maksimitiedostokoko: 10MB\n➤ Ihanteellinen YouTube-pikkukuvan koko: 1280x720 pikseliä\n➤ Täydellinen Instagram-ruudukkoon: 3x3, 3x2, 3x1 ja enemmän!\n\n🎨 Täydellinen luoville ja sosiaalisen median harrastajille:\n• Suunnittele näyttäviä YouTube-pikkukuvakokoisia grafiikoita\n• Luo saumattomia Instagram-ruudukkoasetteluja\n• Valmistele kiinnostavia karuselli-Instagram-julkaisuja\n• Käytä valokuvaruudukon luojana upeiden kollaasien tekemiseen\n• Jaa kuva eri sosiaalisen median alustoille\n\n📱 Täydellinen sosiaalisen median johtajille ja vaikuttajille\nJos hallinnoit sosiaalisen median tilejä tai rakennat henkilökohtaista brändiäsi, kuvanjakajamme on hyödyllinen työkalu. Voit käyttää sitä:\n- Luo yhtenäisiä Instagram-ruudukkoasetteluja\n- Suunnittele huomiota herättäviä YouTube-pikkukuvakokoisia grafiikoita\n- Valmistele karuselli-Instagram-julkaisuja, jotka lisäävät sitoutumista\n- Jaa kuva eri alustoille sopivaksi\n- Käytä valokuvaruudukon luojana luovien kollaasien tekemiseen\n\n❓ Usein kysytyt kysymykset:\n\n📌 Onko Image Splitter ilmainen?\n🔹 Kyllä, kuvanjakajamme on täysin ilmainen käyttää!\n\n📌 Kuinka jaan kuvan osiin Instagramia varten?\n🔹 Lataa vain kuvasi, valitse haluamasi valokuvaruudukkoasettelu ja anna työkalumme hoitaa loput!\n\n📌 Voinko käyttää tätä palapelisyötteisiin?\n🔹 Ehdottomasti! Kuvanjakajamme on täydellinen Instagram-palapeligrafiikan luomiseen.\n\n📌 Minkä kokoista kuvaa minun pitäisi käyttää?\n🔹 Vaikka työkalumme toimii minkä tahansa koon kanssa, suosittelemme noudattamaan mittaopastamme optimaalisten tulosten saavuttamiseksi Instagramissa.\n\n📊 Suositellut mitat Instagram-ruudukkojulkaisuille:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Kuinka voin luoda karusellidiaesityksiä Instagramille?\n🔹 Käytä Karusellimoodia jakaaksesi kuvasi helposti täydellisiksi dioiksi Instagram-karuselleihin.\n\n💻 Yhteensopivuus ja helppokäyttöisyys:\nJakajasovelluksemme toimii saumattomasti eri laitteilla. Voit helposti jakaa valokuvan, rajata kuvan tai muuttaa kuvan kokoa.\nTämä toimii sekä pöytätietokoneilla että mobiililaitteilla. Tarvitset vain muutaman klikkauksen. Ei tarvitse ladata mitään ohjelmistoa - verkkokuvanjakajamme on aina käytettävissä Chrome-selaimesi kautta.\n\n🔒 Turvallisuus ja yksityisyys:\nYmmärrämme kuviesi tärkeyden. Siksi kuvien jakaja käsittelee kaiken paikallisesti selaimessasi. Ei latauksia ulkoisille palvelimille, mikä tarkoittaa, että kuvasi pysyvät yksityisinä ja turvassa.\n\n🌟 Aloita jakaminen, aloita luominen!\nValmis viemään kuvasi seuraavalle tasolle? Kokeile kuvanjakajaamme tänään ja koe ero, jonka se voi tehdä visuaalisen sisällön luomisprosessissasi. Olitpa jakamassa kuvaa Instagramiin, luomassa YouTube-pikkukuvakokoista grafiikkaa tai vain tutkimassa luovuuttasi, työkalumme on täällä auttamassa sinua saavuttamaan visiosi.\n\n✨ Lataa nyt ja aloita luominen!",
    "fil": "🤔 Naghahanap ka ba ng makapangyarihang tagahati ng larawan na makakatulong sa iyong mag-crop ng larawan, baguhin ang laki ng larawan, at lumikha ng kamangha-manghang photo grids? Ginagawang mas madali ng aming Chrome app ang pag-edit ng larawan. Maaari kang gumawa ng mga asset para sa tamang laki ng thumbnail ng YouTube. Maaari kang magdisenyo ng Instagram grid o maghanda ng photo carousel para sa social media.\n\n🚀 Mga pangunahing tampok ng aming Tagahati ng Larawan:\n1️⃣ Madaling Pag-hati ng Larawan: Hatiin ang larawan sa maraming bahagi sa ilang pag-click lamang\n2️⃣ Naaangkop na Mga Setting: Ayusin ang mga hilera at kolum upang lumikha ng perpektong 3x3 grid o anumang iba pang configuration\n3️⃣ Preview ng Instagram grid: I-preview ang iyong mga hinating larawan direkta sa isang Instagram profile nang hindi nag-a-upload\n4️⃣ Ligtas at Mabilis na Pagproseso: Lahat ng pag-edit ng larawan ay nangyayari sa iyong device, na tinitiyak ang privacy at bilis\n5️⃣ Maraming Uri ng Pag-upload ng Larawan: I-drag-and-drop o ipadala ang mga larawan direkta mula sa mga web page\n6️⃣ Interactive na Preview: I-zoom at suriin ang iyong mga hinating larawan bago tapusin\n\n💡 Bakit pipiliin ang aming tagahati ng larawan?\nAng aming tool ay hindi lamang isang simpleng photo splitter o picture splitter. Isa itong komprehensibong image grid app na tumutugon sa lahat ng iyong pangangailangan sa paghahati ng larawan. Kung nais mong hatiin ang isang larawan online o gamitin ito bilang isang Instagram image splitter, makakatulong ang aming platform.\n\n✂️ Paano hatiin ang larawan sa 5 madaling hakbang:\n1. I-upload ang iyong larawan sa aming tagahati ng larawan\n2. Piliin ang iyong nais na layout (hal., 3x3 grid)\n3. Ayusin ang mga setting gamit ang aming intuitive grid maker\n4. I-preview ang iyong hinating larawan upang matiyak ang kasakdalan\n5. I-download ang iyong bagong likhang hinating larawan o mga indibidwal na segment\n\n🌟 BAGONG PRO FEATURE: Instagram Grid Preview\nI-preview ang iyong mga hinating larawan direkta sa isang Instagram profile nang hindi nag-a-upload:\n1. Mag-log in sa Instagram\n2. I-click ang 'IG Preview' sa Tagahati ng Larawan\n3. Mag-navigate sa anumang Instagram profile\n4. Hanapin at I-click ang 'Splitted Preview' sa itaas ng profile grid\n5. I-hover ang mouse sa grid upang makita ang iyong mga hinating larawan sa aksyon!\n\n🔧 Flexible na mga mode ng paghahati:\n➤ Grid Mode: Perpekto para sa paglikha ng mga layout ng Instagram grid\n➤ Carousel Mode: Mainam para sa mga carousel na post sa Instagram\n➤ Custom Mode: Buong kontrol para sa natatanging mga proyekto ng paghahati ng larawan\n\n🖥️ Maraming opsyon sa pagbubukas ng tagahati ng larawan:\n➤ SidePanel: Mabilis na access mula sa action icon ng Chrome\n➤ Popup Window: Para sa mga nakatutok na session ng pag-edit\n➤ New Tab: Full-screen na karanasan sa paghahati ng larawan\n\n📏 Sinusuportahang mga format at laki:\n➤ Mga uri ng file: PNG, JPEG, JPG, WEBP, BMP, at TIFF\n➤ Max na laki ng file: 10MB\n➤ Mainam para sa laki ng thumbnail ng YouTube: 1280x720 pixels\n➤ Perpekto para sa Instagram grid: 3x3, 3x2, 3x1, at higit pa!\n\n🎨 Perpekto para sa mga creatives at social media enthusiasts:\n• Magdisenyo ng mga kaakit-akit na graphics na may laki ng thumbnail ng YouTube\n• Lumikha ng seamless na mga layout ng Instagram grid\n• Maghanda ng mga engaging na carousel na post sa Instagram\n• Gamitin bilang photo grid maker para sa mga kamangha-manghang collage\n• Hatiin ang larawan para sa iba't ibang social media platforms\n\n📱 Perpekto para sa mga social media managers at influencers\nKung ikaw ay nagma-manage ng mga social media account o nagtatayo ng iyong personal na brand, ang aming tagahati ng larawan ay isang kapaki-pakinabang na tool. Maaari mo itong gamitin upang:\n- Lumikha ng consistent na mga layout ng Instagram grid\n- Magdisenyo ng mga graphics na nakakaakit ng atensyon na may laki ng thumbnail ng YouTube\n- Maghanda ng mga carousel na post sa Instagram na nagpapataas ng engagement\n- Hatiin ang larawan para sa iba't ibang pangangailangan ng platform\n- Gamitin ang photo grid maker para sa mga malikhaing collage\n\n❓ Madalas na tinatanong:\n\n📌 Libre ba ang Tagahati ng Larawan?\n🔹 Oo, ang aming tagahati ng larawan ay ganap na libre gamitin!\n\n📌 Paano ko hahatiin ang isang larawan sa mga piraso para sa Instagram?\n🔹 I-upload lamang ang iyong larawan, piliin ang iyong nais na layout ng photo grid, at hayaan ang aming tool na gawin ang iba pa!\n\n📌 Maaari ko bang gamitin ito para sa puzzle feeds?\n🔹 Tiyak! Ang aming tagahati ng larawan ay perpekto para sa paglikha ng mga puzzle graphics sa Instagram.\n\n📌 Anong laki ng larawan ang dapat kong gamitin?\n🔹 Habang ang aming tool ay gumagana sa anumang laki, inirerekumenda naming sundin ang aming dimension guide para sa pinakamainam na resulta sa Instagram.\n\n📊 Inirerekomendang mga sukat para sa mga post sa Instagram grid:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Paano ako makakalikha ng mga carousel slide para sa Instagram?\n🔹 Gamitin ang aming Carousel Mode upang madaling hatiin ang iyong larawan sa mga perpektong slide para sa mga carousel sa Instagram.\n\n💻 Compatibility at kadalian ng paggamit:\nAng aming splitter app ay gumagana nang maayos sa iba't ibang mga device. Madali mong mahahati ang isang larawan, mag-crop ng larawan, o baguhin ang laki ng isang larawan. Gumagana ito sa parehong desktop computers at mobile devices. Kailangan mo lamang ng ilang pag-click. Walang kinakailangang pag-download ng anumang software - ang aming online na photo splitter ay laging naa-access sa pamamagitan ng iyong Chrome browser.\n\n🔒 Seguridad at privacy:\nNauunawaan namin ang kahalagahan ng iyong mga larawan. Kaya't ang aming picture splitter ay nagpoproseso ng lahat nang lokal sa iyong browser. Walang pag-upload sa mga external server kaya't ang iyong mga larawan ay nananatiling pribado at ligtas.\n\n🌟 Simulan ang paghahati, simulan ang paglikha!\nHanda ka na bang dalhin ang iyong mga larawan sa susunod na antas? Subukan ang aming tagahati ng larawan ngayon at maranasan ang pagkakaiba na maibibigay nito sa iyong proseso ng paglikha ng visual na nilalaman. Kung ikaw man ay naghahati ng larawan para sa Instagram, lumilikha ng graphic na may laki ng thumbnail ng YouTube, o simpleng nag-eeksperimento sa iyong pagkamalikhain, ang aming tool ay narito upang tulungan kang makamit ang iyong bisyon.\n\n✨ I-download ngayon at simulan ang paglikha!",
    "fr": "🤔 Vous cherchez un puissant diviseur d'images qui peut vous aider à recadrer des images, changer la taille des images et créer de superbes grilles de photos ? Notre application Chrome facilite l'édition d'images. Vous pouvez créer des ressources pour la bonne taille de vignette YouTube. Vous pouvez concevoir une grille Instagram ou préparer un carrousel photo pour les réseaux sociaux.\n\n🚀 Fonctionnalités clés de notre Image Splitter :\n1️⃣ Division facile des photos : Divisez l'image en plusieurs parties en quelques clics\n2️⃣ Paramètres personnalisables : Ajustez les lignes et les colonnes pour créer la grille parfaite 3x3 ou toute autre configuration\n3️⃣ Aperçu de la grille Instagram : Prévisualisez vos images divisées directement sur un profil Instagram sans les télécharger\n4️⃣ Traitement sécurisé et rapide : Toute l'édition d'images se fait sur votre appareil, garantissant confidentialité et rapidité\n5️⃣ Téléchargement d'images polyvalent : Glissez-déposez ou envoyez des images directement depuis les pages web\n6️⃣ Aperçu interactif : Zoomez et examinez vos images divisées avant de finaliser\n\n💡 Pourquoi choisir notre diviseur d'images ?\nNotre outil n'est pas qu'un simple diviseur de photos ou d'images. C'est une application de grille d'images complète qui répond à tous vos besoins de division d'images. Si vous souhaitez diviser une image en ligne ou l'utiliser comme diviseur d'images Instagram, notre plateforme peut vous aider.\n\n✂️ Comment diviser l'image en 5 étapes faciles :\n1. Téléchargez votre image sur notre diviseur d'images\n2. Choisissez votre mise en page souhaitée (par exemple, grille 3x3)\n3. Ajustez les paramètres à l'aide de notre créateur de grille intuitif\n4. Prévisualisez votre image divisée pour garantir la perfection\n5. Téléchargez votre nouvelle image divisée ou les segments individuels\n\n🌟 NOUVELLE FONCTIONNALITÉ PRO : Aperçu de la grille Instagram\nPrévisualisez vos images divisées directement sur un profil Instagram sans les télécharger :\n1. Connectez-vous à Instagram\n2. Cliquez sur 'Aperçu IG' dans le Image Splitter\n3. Naviguez vers n'importe quel profil Instagram\n4. Trouvez et cliquez sur 'Aperçu divisé' au-dessus de la grille du profil\n5. Survolez la grille pour voir vos images divisées en action !\n\n🔧 Modes de division flexibles :\n➤ Mode Grille : Parfait pour créer des mises en page de grille Instagram\n➤ Mode Carrousel : Idéal pour les publications carrousel Instagram\n➤ Mode Personnalisé : Contrôle total pour des projets d'images divisées uniques\n\n🖥️ Options d'ouverture multiples du diviseur d'images :\n➤ Panneau latéral : Accès rapide depuis l'icône d'action de Chrome\n➤ Fenêtre contextuelle : Pour des sessions d'édition concentrées\n➤ Nouvel onglet : Expérience de division d'images en plein écran\n\n📏 Formats et tailles pris en charge :\n➤ Types de fichiers : PNG, JPEG, JPG, WEBP, BMP et TIFF\n➤ Taille maximale du fichier : 10 Mo\n➤ Idéal pour la taille de vignette YouTube : 1280x720 pixels\n➤ Parfait pour la grille Instagram : 3x3, 3x2, 3x1, et plus !\n\n🎨 Parfait pour les créatifs et les passionnés des réseaux sociaux :\n• Concevez des graphiques accrocheurs de taille de vignette YouTube\n• Créez des mises en page de grille Instagram homogènes\n• Préparez des publications carrousel Instagram engageantes\n• Utilisez comme créateur de grille de photos pour des collages époustouflants\n• Divisez l'image pour diverses plateformes de réseaux sociaux\n\n📱 Parfait pour les gestionnaires de réseaux sociaux et les influenceurs\nSi vous gérez des comptes de réseaux sociaux ou développez votre marque personnelle, notre diviseur d'images est un outil utile. Vous pouvez l'utiliser pour :\n- Créer des mises en page de grille Instagram cohérentes\n- Concevoir des graphiques de taille de vignette YouTube accrocheurs\n- Préparer des publications carrousel Instagram qui augmentent l'engagement\n- Diviser l'image pour répondre aux exigences de diverses plateformes\n- Utiliser le créateur de grille de photos pour des collages créatifs\n\n❓ Questions fréquemment posées :\n\n📌 Le Image Splitter est-il gratuit ?\n🔹 Oui, notre diviseur d'images est entièrement gratuit à utiliser !\n\n📌 Comment diviser une image en morceaux pour Instagram ?\n🔹 Il suffit de télécharger votre image, de choisir votre mise en page de grille photo souhaitée, et notre outil fera le reste !\n\n📌 Puis-je l'utiliser pour des feeds puzzle ?\n🔹 Absolument ! Notre diviseur d'images est parfait pour créer des graphiques puzzle Instagram.\n\n📌 Quelle taille d'image dois-je utiliser ?\n🔹 Bien que notre outil fonctionne avec n'importe quelle taille, nous recommandons de suivre notre guide des dimensions pour des résultats optimaux sur Instagram.\n\n📊 Dimensions recommandées pour les publications de grille Instagram :\n▸ 3x1 : 3240 x 1080px\n▸ 3x2 : 3240 x 2160px\n▸ 3x3 : 3240 x 3240px\n▸ 3x4 : 3240 x 4320px\n▸ 3x5 : 3240 x 5400px\n▸ 3x6 : 3240 x 6480px\n\n📌 Comment puis-je créer des diapositives de carrousel pour Instagram ?\n🔹 Utilisez notre Mode Carrousel pour diviser facilement votre image en diapositives parfaites pour les carrousels Instagram.\n\n💻 Compatibilité et facilité d'utilisation :\nNotre application de division fonctionne parfaitement sur tous les appareils. Vous pouvez facilement diviser une photo, recadrer une image ou changer la taille d'une image. Cela fonctionne à la fois sur les ordinateurs de bureau et les appareils mobiles. Quelques clics suffisent. Pas besoin de télécharger de logiciel - notre diviseur de photos en ligne est toujours accessible via votre navigateur Chrome.\n\n🔒 Sécurité et confidentialité :\nNous comprenons l'importance de vos images. C'est pourquoi notre diviseur d'images traite tout localement dans votre navigateur. Pas de téléchargements vers des serveurs externes signifie que vos photos restent privées et sécurisées.\n\n🌟 Commencez à diviser, commencez à créer !\nPrêt à porter vos images au niveau supérieur ? Essayez notre diviseur d'images dès aujourd'hui et découvrez la différence qu'il peut faire dans votre processus de création de contenu visuel. Que vous divisiez une image pour Instagram, créiez un graphique de taille de vignette YouTube, ou exploriez simplement votre créativité, notre outil est là pour vous aider à réaliser votre vision.\n\n✨ Téléchargez maintenant et commencez à créer !",
    "gu": "🤔 શું તમે એક શક્તિશાળી ઇમેજ સ્પ્લિટર શોધી રહ્યાં છો જે તમને ઇમેજ કાપવામાં, ઇમેજનું કદ બદલવા અને અદભૂત ફોટો ગ્રીડ બનાવવામાં મદદ કરી શકે? અમારી Chrome એપ્લિકેશન છબી સંપાદનને સરળ બનાવે છે. તમે યોગ્ય YouTube થંબનેલ કદ માટે સંપત્તિઓ બનાવી શકો છો. તમે ઇન્સ્ટાગ્રામ ગ્રીડ ડિઝાઇન કરી શકો છો અથવા સોશિયલ મીડિયા માટે ફોટો કેરોયુઝલ તૈયાર કરી શકો છો. 🚀 અમારા ઇમેજ સ્પ્લિટરની મુખ્ય વિશેષતાઓ: 1️⃣ સરળ ફોટો સ્પ્લિટિંગ: માત્ર થોડી ક્લિક્સ સાથે ઇમેજને બહુવિધ ભાગોમાં વિભાજિત કરો 2️⃣ કસ્ટમાઇઝ કરવા યોગ્ય સેટિંગ્સ: પરફેક્ટ 3x3 ગ્રીડ અથવા અન્ય કોઈપણ ગોઠવણી બનાવવા માટે પંક્તિઓ અને કૉલમ્સને સમાયોજિત કરો 3️⃣ Instagram ગ્રીડ પૂર્વાવલોકન: તમારી split ઇમેજનું પૂર્વાવલોકન કરો અપલોડ કર્યા વિના સીધા Instagram પ્રોફાઇલ પર 4️⃣ સુરક્ષિત અને ઝડપી પ્રક્રિયા: તમામ છબી સંપાદન તમારા ઉપકરણ પર થાય છે, ગોપનીયતા અને ઝડપની ખાતરી કરે છે 5️⃣ બહુમુખી છબી અપલોડ: વેબ પૃષ્ઠો પરથી સીધી છબીઓ ખેંચો અને છોડો અથવા મોકલો 6️⃣ ઇન્ટરેક્ટિવ પૂર્વાવલોકન: ઝૂમ કરો અને તમારી તપાસ કરો ફાઈનલ કરતા પહેલા ઇમેજને સ્પ્લિટ કરો 💡 શા માટે અમારી ઇમેજ સ્પ્લિટર પસંદ કરો? અમારું સાધન માત્ર એક સરળ ફોટો સ્પ્લિટર અથવા પિક્ચર સ્પ્લિટર નથી. તે એક વ્યાપક ઇમેજ ગ્રીડ એપ્લિકેશન છે જે તમારી તમામ વિભાજન ચિત્ર જરૂરિયાતોને પૂર્ણ કરે છે. જો તમે કોઈ ઈમેજને ઓનલાઈન વિભાજિત કરવા ઈચ્છો છો અથવા ઈન્સ્ટાગ્રામ ઈમેજ સ્પ્લીટર તરીકે ઉપયોગ કરવા માંગતા હો, તો અમારું પ્લેટફોર્મ મદદ કરી શકે છે. ✂️ ચિત્રને 5 સરળ પગલાંમાં કેવી રીતે વિભાજિત કરવું: 1. તમારા ચિત્રને અમારા ઇમેજ સ્પ્લિટર પર અપલોડ કરો 2. તમારું ઇચ્છિત લેઆઉટ પસંદ કરો (દા.ત., 3x3 ગ્રીડ) 3. અમારા સાહજિક ગ્રીડ મેકરનો ઉપયોગ કરીને સેટિંગ્સને સમાયોજિત કરો 4. સંપૂર્ણતાની ખાતરી કરવા માટે તમારી વિભાજિત છબીનું પૂર્વાવલોકન કરો 5. તમારી નવી બનાવેલી વિભાજિત છબી અથવા વ્યક્તિગત સેગમેન્ટ્સ ડાઉનલોડ કરો 🌟 નવી પ્રો સુવિધા: Instagram ગ્રીડ પૂર્વાવલોકન તમારી વિભાજિત છબીઓને અપલોડ કર્યા વિના સીધી Instagram પ્રોફાઇલ પર પૂર્વાવલોકન કરો: 1. Instagram માં લોગ ઇન કરો 2. ઇમેજ સ્પ્લિટરમાં &#39;IG પૂર્વાવલોકન&#39; પર ક્લિક કરો 3. નેવિગેટ કરો કોઈપણ ઇન્સ્ટાગ્રામ પ્રોફાઇલ પર 4. પ્રોફાઇલ ગ્રીડની ઉપર &#39;સ્પ્લિટેડ પ્રિવ્યૂ&#39; શોધો અને ક્લિક કરો 5. તમારી વિભાજિત છબીઓને ક્રિયામાં જોવા માટે ગ્રીડ પર હૉવર કરો! 🔧 ફ્લેક્સિબલ સ્પ્લિટિંગ મોડ્સ: ➤ ગ્રીડ મોડ: ઈન્સ્ટાગ્રામ ગ્રીડ લેઆઉટ બનાવવા માટે પરફેક્ટ ➤ કેરોયુઝલ મોડ: કેરોયુઝલ ઈન્સ્ટાગ્રામ પોસ્ટ્સ માટે આદર્શ ➤ કસ્ટમ મોડ: યુનિક સ્પ્લિટ ઈમેજ પ્રોજેક્ટ્સ માટે સંપૂર્ણ નિયંત્રણ આયકન ➤ પોપઅપ વિન્ડો: ફોકસ્ડ એડિટિંગ સત્રો માટે ➤ નવું ટૅબ: પૂર્ણ-સ્ક્રીન ઇમેજ સ્પ્લિટિંગ અનુભવ 📏 સપોર્ટેડ ફોર્મેટ અને કદ: ➤ ફાઇલ પ્રકારો: PNG, JPEG, JPG, WEBP, BMP અને TIFF ➤ મહત્તમ ફાઇલ કદ: Ideal 10MB youtube થંબનેલનું કદ: 1280x720 પિક્સેલ્સ ➤ ઇન્સ્ટાગ્રામ ગ્રીડ માટે પરફેક્ટ: 3x3, 3x2, 3x1 અને વધુ! 🎨 ક્રિએટિવ્સ અને સોશિયલ મીડિયાના ઉત્સાહીઓ માટે પરફેક્ટ: • આકર્ષક યુટ્યુબ થંબનેલ સાઇઝના ગ્રાફિક્સ ડિઝાઇન કરો • સીમલેસ ઇન્સ્ટાગ્રામ ગ્રીડ લેઆઉટ બનાવો • આકર્ષક કેરોયુઝલ ઇન્સ્ટાગ્રામ પોસ્ટ્સ તૈયાર કરો • અદભૂત કોલાજ માટે ફોટો ગ્રીડ મેકર તરીકે ઉપયોગ કરો • વિવિધ સોશિયલ મીડિયા પ્લેટફોર્મ માટે સ્પ્લિટ ઇમેજ📱 પરફેક્ટ સોશિયલ મીડિયા મેનેજર્સ અને પ્રભાવકો માટે જો તમે સોશિયલ મીડિયા એકાઉન્ટ્સનું સંચાલન કરો છો અથવા તમારી વ્યક્તિગત બ્રાન્ડ બનાવો છો, તો અમારું ઇમેજ સ્પ્લિટર એક મદદરૂપ સાધન છે. તમે તેનો ઉપયોગ આના માટે કરી શકો છો: - સુસંગત ઇન્સ્ટાગ્રામ ગ્રીડ લેઆઉટ બનાવો - ધ્યાન આકર્ષિત કરવા માટે યુટ્યુબ થંબનેલ કદના ગ્રાફિક્સ ડિઝાઇન કરો - કેરોયુઝલ ઇન્સ્ટાગ્રામ પોસ્ટ્સ તૈયાર કરો જે જોડાણને પ્રોત્સાહન આપે છે - વિવિધ પ્લેટફોર્મ આવશ્યકતાઓ માટે છબીને વિભાજિત કરો - સર્જનાત્મક કોલાજ માટે ફોટો ગ્રીડ મેકરનો ઉપયોગ કરો ❓ વારંવાર પૂછાતા પ્રશ્નો: 📌 શું ઇમેજ સ્પ્લિટર ફ્રી છે? 🔹 હા, અમારું ઇમેજ સ્પ્લિટર વાપરવા માટે સંપૂર્ણપણે મફત છે! 📌 હું Instagram માટે ચિત્રને ટુકડાઓમાં કેવી રીતે વિભાજિત કરી શકું? 🔹 ફક્ત તમારી છબી અપલોડ કરો, તમારો ઇચ્છિત ફોટો ગ્રીડ લેઆઉટ પસંદ કરો અને બાકીનું કામ અમારા ટૂલને કરવા દો! 📌 શું હું આનો ઉપયોગ પઝલ ફીડ માટે કરી શકું? 🔹 ચોક્કસ! અમારું ઇમેજ સ્પ્લિટર Instagram પઝલ ગ્રાફિક્સ બનાવવા માટે યોગ્ય છે. 📌 મારે કઈ ઇમેજ સાઈઝનો ઉપયોગ કરવો જોઈએ? 🔹 જ્યારે અમારું સાધન કોઈપણ કદ સાથે કામ કરે છે, અમે Instagram પર શ્રેષ્ઠ પરિણામો માટે અમારી પરિમાણ માર્ગદર્શિકાને અનુસરવાની ભલામણ કરીએ છીએ. 📊 ઇન્સ્ટાગ્રામ ગ્રીડ પોસ્ટ્સ માટે સુઝાવ આપેલ પરિમાણો: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 3x403x3x3x3x3 0 x 5400px ▸ 3x6: 3240 x 6480px 📌 હું કેરોયુઝલ કેવી રીતે બનાવી શકું Instagram માટે સ્લાઇડ્સ? 🔹 Instagram કેરોયુઝલ માટે તમારી છબીને સંપૂર્ણ સ્લાઇડ્સમાં સરળતાથી વિભાજીત કરવા માટે અમારા કેરોયુઝલ મોડનો ઉપયોગ કરો. 💻 સુસંગતતા અને ઉપયોગમાં સરળતા: અમારી સ્પ્લિટર એપ્લિકેશન સમગ્ર ઉપકરણો પર એકીકૃત રીતે કાર્ય કરે છે. તમે ફોટાને સરળતાથી વિભાજિત કરી શકો છો, છબીને કાપી શકો છો અથવા છબીનું કદ બદલી શકો છો. આ ડેસ્કટૉપ કમ્પ્યુટર્સ અને મોબાઇલ ઉપકરણો બંને પર કામ કરે છે. તમારે ફક્ત થોડી ક્લિક્સની જરૂર છે. કોઈપણ સોફ્ટવેર ડાઉનલોડ કરવાની જરૂર નથી - અમારું ઓનલાઈન ફોટો સ્પ્લિટર હંમેશા તમારા ક્રોમ બ્રાઉઝર દ્વારા ઍક્સેસિબલ છે. 🔒 સુરક્ષા અને ગોપનીયતા: અમે તમારી છબીઓનું મહત્વ સમજીએ છીએ. એટલા માટે અમારું પિક્ચર સ્પ્લિટર તમારા બ્રાઉઝરમાં સ્થાનિક રીતે દરેક વસ્તુ પર પ્રક્રિયા કરે છે. બાહ્ય સર્વર્સ પર કોઈ અપલોડ નહીં થાય એટલે તમારા ફોટા ખાનગી અને સુરક્ષિત રહે છે. 🌟 વિભાજન શરૂ કરો, બનાવવાનું શરૂ કરો! તમારી છબીઓને આગલા સ્તર પર લઈ જવા માટે તૈયાર છો? આજે જ અમારા ઇમેજ સ્પ્લિટરને અજમાવી જુઓ અને તમારી વિઝ્યુઅલ કન્ટેન્ટ બનાવવાની પ્રક્રિયામાં તે જે તફાવત લાવી શકે છે તેનો અનુભવ કરો. ભલે તમે Instagram માટે ઇમેજ વિભાજિત કરી રહ્યાં હોવ, YouTube થંબનેલ સાઇઝ ગ્રાફિક બનાવી રહ્યાં હોવ, અથવા ફક્ત તમારી સર્જનાત્મકતાનું અન્વેષણ કરી રહ્યાં હોવ, અમારું સાધન તમારી દ્રષ્ટિ પ્રાપ્ત કરવામાં તમારી સહાય કરવા માટે અહીં છે. ✨ હમણાં ડાઉનલોડ કરો અને બનાવવાનું શરૂ કરો!",
    "he": "🤔 האם אתה מחפש מפצל תמונות חזק שיכול לעזור לך לחתוך תמונה, לשנות את גודל התמונה וליצור רשתות תמונות מדהימות? אפליקציית Chrome שלנו מקלה על עריכת תמונות. אתה יכול ליצור נכסים בגודל התמונות הממוזערות של YouTube. ניתן לעצב רשת אינסטגרם או להכין קרוסלת תמונות לרשתות חברתיות. 🚀 תכונות עיקריות של מפצל התמונות שלנו: 1️⃣ פיצול תמונות קל: פיצול תמונה למספר חלקים בכמה לחיצות בלבד 2️⃣ הגדרות הניתנות להתאמה אישית: התאם שורות ועמודות ליצירת רשת 3x3 מושלמת או כל תצורה אחרת 3️⃣ תצוגה מקדימה של רשת אינסטגרם: תצוגה מקדימה של התמונות המפוצלות שלך ישירות בפרופיל אינסטגרם מבלי להעלות 4️⃣ עיבוד מאובטח ומהיר: כל עריכת התמונות מתרחשת במכשיר שלך, מה שמבטיח פרטיות ומהירות 5️⃣ העלאת תמונה רב-תכליתית: גרור ושחרר או שלח תמונות ישירות מדפי אינטרנט 6️⃣ תצוגה מקדימה אינטראקטיבית: התקרב ובחן את לפצל תמונות לפני סיום 💡 למה לבחור במפצל התמונות שלנו? הכלי שלנו הוא לא רק מפצל תמונות פשוט או מפצל תמונות. זוהי אפליקציית רשת תמונה מקיפה הנותנת מענה לכל צרכי הפיצול של התמונה שלך. אם אתה רוצה לפצל תמונה באינטרנט או להשתמש בה כמפצל תמונות באינסטגרם, הפלטפורמה שלנו יכולה לעזור. ✂️ כיצד לפצל את התמונה ב-5 שלבים פשוטים: 1. העלה את התמונה שלך לפצל התמונות שלנו 2. בחר את הפריסה הרצויה (למשל, רשת 3x3) 3. שנה הגדרות באמצעות יצרן הרשת האינטואיטיבי שלנו 4. צפה בתצוגה מקדימה של התמונה המפוצלת שלך כדי להבטיח שלמות 5. הורד את התמונה המפוצלת החדשה שלך או קטעים בודדים 🌟 תכונה מקצוענית חדשה: תצוגה מקדימה של רשת אינסטגרם הצג תצוגה מקדימה של התמונות המפוצלות שלך ישירות בפרופיל אינסטגרם מבלי להעלות: 1. היכנס לאינסטגרם 2. לחץ על &#39;IG Preview&#39; ב-Image Splitter 3. נווט לכל פרופיל אינסטגרם 4. מצא ולחץ על &#39;תצוגה מקדימה מפוצלת&#39; מעל רשת הפרופיל 5. רחף מעל הרשת כדי לראות את התמונות המפוצלות שלך בפעולה! 🔧 מצבי פיצול גמישים: ➤ מצב רשת: מושלם ליצירת פריסות רשת באינסטגרם ➤ מצב קרוסלה: אידיאלי לפוסטים באינסטגרם ➤ מצב מותאם אישית: שליטה מלאה על פרויקטים ייחודיים של תמונה מפוצלת 🖥️ אפשרויות פתיחה מרובות של מפצל תמונות: ➤ לוח צד: גישה מהירה מהפעולה של Chrome סמל ➤ חלון קופץ: להפעלות עריכה ממוקדות ➤ כרטיסייה חדשה: חוויית פיצול תמונות במסך מלא 📏 פורמטים וגדלים נתמכים: ➤ סוגי קבצים: PNG, JPEG, JPG, WEBP, BMP ו-TIFF ➤ גודל קובץ מרבי: 10MB ➤ אידיאלי עבור גודל תמונה ממוזערת ביוטיוב: 1280x720 פיקסלים ➤ מושלם עבור רשת אינסטגרם: 3x3, 3x2, 3x1 ועוד! 🎨 מושלם לחובבי קריאייטיב וחובבי מדיה חברתית: • עיצוב גרפיקה בגודל של תמונות ממוזערות ביוטיוב המושכות את העין • יצירת פריסות רשת אינסטגרם חלקות • הכנת פוסטים מרתקים באינסטגרם בקרוסלה • השתמש כיצרנית רשת תמונות לקולאז&#39;ים מדהימים • תמונה מפוצלת לפלטפורמות שונות של מדיה חברתית 📱 מושלם למנהלי מדיה חברתית ומשפיעים אם אתה מנהל חשבונות מדיה חברתית או בונה את המותג האישי שלך, מפצל התמונות שלנו הוא כלי מועיל. אתה יכול להשתמש בו כדי: - ליצור פריסות עקביות של רשת אינסטגרם - לעצב גרפיקה בגודל של תמונות ממוזערות ביוטיוב שמושכות תשומת לב - להכין פוסטים באינסטגרם בקרוסלה שמגבירים את המעורבות - לפצל תמונה לדרישות פלטפורמה שונות - להשתמש ביוצר רשת התמונות עבור קולאז&#39;ים יצירתיים ❓ שאלות נפוצות: 📌 האם מפצל תמונות בחינם? 🔹 כן, מפצל התמונות שלנו לגמרי בחינם לשימוש! 📌 איך אני מפצל תמונה לחתיכות לאינסטגרם? 🔹 כל שעליך לעשות הוא להעלות את התמונה שלך, לבחור את פריסת רשת התמונות הרצויה, ותן לכלי שלנו לעשות את השאר! 📌 האם אני יכול להשתמש בזה עבור עדכוני פאזלים? 🔹 בהחלט! מפצל התמונות שלנו מושלם ליצירת גרפיקת פאזל באינסטגרם. 📌 באיזה גודל תמונה עלי להשתמש? 🔹 בעוד שהכלי שלנו עובד עם כל גודל, אנו ממליצים לעקוב אחר מדריך הממדים שלנו לתוצאות אופטימליות באינסטגרם. 📊 מידות מומלצות עבור פוסטים ברשת אינסטגרם: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 3x4 x 32x 3x4 x 42x 5400px ▸ 3x6: 3240x6480px 📌 איך אני יכול ליצור קרוסלה שקופיות לאינסטגרם? 🔹 השתמש במצב הקרוסלה שלנו כדי לחלק בקלות את התמונה שלך לשקופיות מושלמות עבור קרוסלות אינסטגרם. 💻 תאימות וקלות שימוש: אפליקציית המפצל שלנו פועלת בצורה חלקה בין מכשירים. אתה יכול בקלות לפצל תמונה, לחתוך תמונה או לשנות את גודל התמונה. זה עובד הן במחשבים שולחניים והן במכשירים ניידים. רק כמה קליקים הם כל מה שאתה צריך. אין צורך להוריד שום תוכנה - מפצל התמונות המקוון שלנו נגיש תמיד דרך דפדפן Chrome שלך. 🔒 אבטחה ופרטיות: אנו מבינים את החשיבות של התמונות שלך. לכן מפצל התמונות שלנו מעבד הכל באופן מקומי בדפדפן שלך. ללא העלאות לשרתים חיצוניים פירושה שהתמונות שלך נשארות פרטיות ומאובטחות. 🌟 התחילו לפצל, התחילו ליצור! מוכן לקחת את התמונות שלך לשלב הבא? נסה את מפצל התמונות שלנו עוד היום ותחווה את ההבדל שהוא יכול לעשות בתהליך יצירת התוכן החזותי שלך. בין אם אתה מפצל תמונה לאינסטגרם, יוצר גרפיקה בגודל תמונה ממוזערת ביוטיוב, או סתם בוחן את היצירתיות שלך, הכלי שלנו כאן כדי לעזור לך להשיג את החזון שלך. ✨ הורד עכשיו והתחיל ליצור!",
    "hi": "🤔 क्या आप एक शक्तिशाली इमेज स्प्लिटर की तलाश कर रहे हैं जो आपको इमेज को क्रॉप करने, इमेज का आकार बदलने और शानदार फोटो ग्रिड बनाने में मदद कर सके? हमारा क्रोम ऐप इमेज एडिटिंग को आसान बनाता है। आप सही YouTube थंबनेल आकार के लिए एसेट बना सकते हैं। आप इंस्टाग्राम ग्रिड डिज़ाइन कर सकते हैं या सोशल मीडिया के लिए फोटो कैरोसेल तैयार कर सकते हैं। 🚀 हमारे इमेज स्प्लिटर की मुख्य विशेषताएं: 1️⃣ आसान फोटो विभाजन: कुछ ही क्लिक के साथ छवि को कई भागों में विभाजित करें 2️⃣ अनुकूलन सेटिंग्स: सही 3x3 ग्रिड या किसी अन्य कॉन्फ़िगरेशन को बनाने के लिए पंक्तियों और स्तंभों को समायोजित करें 3️⃣ Instagram ग्रिड पूर्वावलोकन: अपलोड किए बिना सीधे Instagram प्रोफ़ाइल पर अपनी विभाजित छवियों का पूर्वावलोकन करें 4️⃣ सुरक्षित और तेज़ प्रसंस्करण: सभी छवि संपादन आपके डिवाइस पर होता है, गोपनीयता और गति सुनिश्चित करता है 5️⃣ बहुमुखी छवि अपलोड: वेब पेजों से सीधे छवियों को खींचें और छोड़ें या भेजें 6️⃣ इंटरैक्टिव पूर्वावलोकन: अंतिम रूप देने से पहले अपनी विभाजित छवियों को ज़ूम करें और जांचें 💡 हमारा इमेज स्प्लिटर क्यों चुनें? हमारा टूल ✂️ 5 आसान चरणों में तस्वीर को कैसे विभाजित करें: 1. अपनी तस्वीर हमारे छवि विभाजक पर अपलोड करें 2. अपना वांछित लेआउट चुनें (उदाहरण के लिए, 3x3 ग्रिड) 3. हमारे सहज ग्रिड निर्माता का उपयोग करके सेटिंग्स समायोजित करें 4. पूर्णता सुनिश्चित करने के लिए अपनी विभाजित छवि का पूर्वावलोकन करें 5. अपनी नई बनाई गई विभाजित छवि या व्यक्तिगत खंड डाउनलोड करें 🌟 नई प्रो सुविधा: Instagram ग्रिड पूर्वावलोकन अपलोड किए बिना सीधे Instagram प्रोफ़ाइल पर अपनी विभाजित छवियों का पूर्वावलोकन करें: 1. Instagram में लॉग इन करें 2. छवि स्प्लिटर में &#39;IG पूर्वावलोकन&#39; पर क्लिक करें 3. किसी भी Instagram प्रोफ़ाइल पर नेविगेट करें 4. प्रोफ़ाइल ग्रिड के ऊपर &#39;विभाजित पूर्वावलोकन&#39; ढूंढें और क्लिक करें 5. कार्रवाई में अपनी विभाजित छवियों को देखने के लिए ग्रिड पर होवर करें! 🔧 लचीले विभाजन मोड: ➤ ग्रिड मोड: इंस्टाग्राम ग्रिड लेआउट बनाने के लिए बिल्कुल सही ➤ हिंडोला मोड: हिंडोला इंस्टाग्राम पोस्ट के लिए आदर्श ➤ कस्टम मोड: अद्वितीय विभाजित छवि परियोजनाओं के लिए पूर्ण नियंत्रण 🖥️ एकाधिक छवि विभाजक खोलने के विकल्प: ➤ साइडपैनल: क्रोम के एक्शन आइकन से त्वरित पहुंच ➤ पॉपअप विंडो: केंद्रित संपादन सत्रों के लिए ➤ नया टैब: पूर्ण-स्क्रीन छवि विभाजन अनुभव 📏 समर्थित प्रारूप और आकार: ➤ फ़ाइल प्रकार: PNG, JPEG, JPG, WEBP, BMP, और TIFF ➤ अधिकतम फ़ाइल आकार: 10MB ➤ यूट्यूब थंबनेल आकार के लिए आदर्श: 1280x720 पिक्सेल ➤ इंस्टाग्राम ग्रिड के लिए बिल्कुल सही: 3x3, 3x2, 3x1, और अधिक! 🎨 क्रिएटिव और सोशल मीडिया के प्रति उत्साही लोगों के लिए बिल्कुल सही: • आकर्षक यूट्यूब थंबनेल आकार ग्राफिक्स डिजाइन करें • निर्बाध इंस्टाग्राम ग्रिड लेआउट बनाएं • आकर्षक हिंडोला इंस्टाग्राम पोस्ट तैयार करें • आश्चर्यजनक कोलाज के लिए फोटो ग्रिड निर्माता के रूप में उपयोग करें • विभिन्न सोशल मीडिया प्लेटफार्मों के लिए विभाजित छवि 📱 सोशल मीडिया प्रबंधकों और प्रभावितों के लिए बिल्कुल सही यदि आप सोशल मीडिया खातों का प्रबंधन करते हैं या अपना व्यक्तिगत ब्रांड बनाते हैं, तो हमारी छवि स्प्लिटर एक उपयोगी उपकरण है। आप इसका उपयोग कर सकते हैं: - सुसंगत इंस्टाग्राम ग्रिड लेआउट बनाएं - ध्यान खींचने वाले यूट्यूब थंबनेल आकार ग्राफिक्स डिजाइन करें - सगाई को बढ़ावा देने वाले हिंडोला इंस्टाग्राम पोस्ट तैयार करें - विभिन्न प्लेटफ़ॉर्म आवश्यकताओं के लिए विभाजित छवि - रचनात्मक कोलाज के लिए फोटो ग्रिड निर्माता का उपयोग करें 📌 क्या मैं इसे पहेली फ़ीड के लिए उपयोग कर सकता हूं? 🔹 बिल्कुल! हमारा इमेज स्प्लिटर Instagram पहेली ग्राफिक्स बनाने के लिए एकदम सही है। 📌 मुझे किस इमेज साइज़ का उपयोग करना चाहिए? 🔹 जबकि हमारा टूल किसी भी आकार के साथ काम करता है, हम Instagram पर इष्टतम परिणामों के लिए हमारे आयाम गाइड का पालन करने की सलाह देते हैं। 📊 Instagram ग्रिड पोस्ट के लिए अनुशंसित आयाम: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 3x4: 3240 x 4320px ▸ 3x5: 3240 x 5400px ▸ 3x6: 3240 x 6480px 📌 मैं Instagram के लिए कैरोसेल स्लाइड कैसे बना सकता 🔹 Instagram कैरोसेल के लिए अपनी छवि को आसानी से सही स्लाइड में विभाजित करने के लिए हमारे कैरोसेल मोड का उपयोग करें। 💻 संगतता और उपयोग में आसानी: हमारा स्प्लिटर ऐप सभी डिवाइस पर सहजता से काम करता है। आप आसानी से एक फोटो को विभाजित कर सकते हैं, एक छवि को क्रॉप कर सकते हैं या किसी छवि का आकार बदल सकते हैं। यह डेस्कटॉप कंप्यूटर और मोबाइल डिवाइस दोनों पर काम करता है। बस कुछ ही क्लिक की जरूरत है। किसी भी सॉफ्टवेयर को डाउनलोड करने की आवश्यकता नहीं है - हमारा ऑनलाइन फोटो स्प्लिटर हमेशा आपके क्रोम ब्राउज़र के माध्यम से सुलभ है। 🔒 सुरक्षा और गोपनीयता: हम आपकी छवियों के महत्व को समझते हैं। यही कारण है कि हमारा चित्र स्प्लिटर आपके ब्राउज़र में स्थानीय रूप से सब कुछ संसाधित करता है। बाहरी सर्वर पर कोई अपलोड नहीं होने का मतलब है कि आपकी तस्वीरें निजी और सुरक्षित रहेंगी। 🌟 विभाजित करना शुरू करें, बनाना शुरू करें! अपनी छवियों को अगले स्तर पर ले जाने के लिए तैयार हैं? आज ही हमारे इमेज स्प्लिटर को आज़माएँ और अपने विज़ुअल कंटेंट निर्माण प्रक्रिया में होने वाले अंतर का अनुभव करें। चाहे आप Instagram के लिए छवि को विभाजित कर रहे हों, YouTube थंबनेल आकार का ग्राफ़िक बना रहे हों, या बस अपनी रचनात्मकता की खोज कर रहे हों, हमारा टूल आपकी दृष्टि को प्राप्त करने में आपकी मदद करने के लिए यहाँ है। ✨ अभी डाउनलोड करें और बनाना शुरू करें!",
    "hr": "🤔 Tražite li moćan alat za dijeljenje slike koji vam može pomoći da izrežete sliku, promijenite veličinu slike i stvorite zadivljujuće foto mreže? Naša Chrome aplikacija olakšava uređivanje slika. Možete izraditi materijale za pravu veličinu YouTube sličice. Možete dizajnirati Instagram mrežu ili pripremiti foto karusel za društvene mreže.\n\n🚀 Ključne značajke našeg alata za Dijeljenje slike:\n1️⃣ Jednostavno dijeljenje fotografija: Podijelite sliku na više dijelova s nekoliko klikova\n2️⃣ Prilagodljive postavke: Podesite redove i stupce kako biste stvorili savršenu 3x3 mrežu ili bilo koju drugu konfiguraciju\n3️⃣ Pregled Instagram mreže: Pregledajte svoje podijeljene slike izravno na Instagram profilu bez učitavanja\n4️⃣ Sigurna i brza obrada: Sva obrada slika odvija se na vašem uređaju, osiguravajući privatnost i brzinu\n5️⃣ Svestrano učitavanje slika: Povucite i ispustite ili pošaljite slike izravno s web stranica\n6️⃣ Interaktivni pregled: Zumirajte i pregledajte svoje podijeljene slike prije finaliziranja\n\n💡 Zašto odabrati naš alat za dijeljenje slike?\nNaš alat nije samo jednostavan alat za dijeljenje fotografija ili slika. To je sveobuhvatna aplikacija za mrežu slika koja zadovoljava sve vaše potrebe za dijeljenjem slika. Ako želite podijeliti sliku online ili je koristiti kao alat za dijeljenje Instagram slika, naša platforma može pomoći.\n\n✂️ Kako podijeliti sliku u 5 jednostavnih koraka:\n1. Učitajte svoju sliku u naš alat za dijeljenje slike\n2. Odaberite željeni raspored (npr. 3x3 mreža)\n3. Podesite postavke pomoću našeg intuitivnog alata za izradu mreže\n4. Pregledajte svoju podijeljenu sliku kako biste osigurali savršenstvo\n5. Preuzmite svoju novo stvorenu podijeljenu sliku ili pojedinačne segmente\n\n🌟 NOVA PRO ZNAČAJKA: Pregled Instagram mreže\nPregledajte svoje podijeljene slike izravno na Instagram profilu bez učitavanja:\n1. Prijavite se na Instagram\n2. Kliknite 'IG Pregled' u Dijeljenje slike\n3. Navigirajte do bilo kojeg Instagram profila\n4. Pronađite i kliknite 'Podijeljeni pregled' iznad mreže profila\n5. Pređite mišem preko mreže kako biste vidjeli svoje podijeljene slike u akciji!\n\n🔧 Fleksibilni načini dijeljenja:\n➤ Način mreže: Savršeno za stvaranje Instagram mrežnih rasporeda\n➤ Način karusela: Idealno za Instagram karusel objave\n➤ Prilagođeni način: Potpuna kontrola za jedinstvene projekte dijeljenja slika\n\n🖥️ Više opcija otvaranja alata za dijeljenje slike:\n➤ Bočna ploča: Brzi pristup iz Chromeove akcijske ikone\n➤ Iskačući prozor: Za fokusirane sesije uređivanja\n➤ Nova kartica: Iskustvo dijeljenja slike preko cijelog zaslona\n\n📏 Podržani formati i veličine:\n➤ Vrste datoteka: PNG, JPEG, JPG, WEBP, BMP i TIFF\n➤ Maksimalna veličina datoteke: 10MB\n➤ Idealno za veličinu YouTube sličice: 1280x720 piksela\n➤ Savršeno za Instagram mrežu: 3x3, 3x2, 3x1 i više!\n\n🎨 Savršeno za kreativce i entuzijaste društvenih mreža:\n• Dizajnirajte upečatljive grafike veličine YouTube sličice\n• Stvorite besprijekorne Instagram mrežne rasporede\n• Pripremite privlačne Instagram karusel objave\n• Koristite kao alat za izradu foto mreže za zadivljujuće kolaže\n• Podijelite sliku za razne platforme društvenih mreža\n\n📱 Savršeno za menadžere društvenih mreža i influencere\nAko upravljate računima na društvenim mrežama ili gradite svoj osobni brend, naš alat za dijeljenje slike je koristan alat. Možete ga koristiti za:\n- Stvaranje dosljednih Instagram mrežnih rasporeda\n- Dizajniranje grafika veličine YouTube sličice koje privlače pažnju\n- Pripremu Instagram karusel objava koje povećavaju angažman\n- Podijelite sliku za različite zahtjeve platformi\n- Koristite alat za izradu foto mreže za kreativne kolaže\n\n❓ Često postavljana pitanja:\n\n📌 Je li Dijeljenje slike besplatno?\n🔹 Da, naš alat za dijeljenje slike je potpuno besplatan za korištenje!\n\n📌 Kako podijeliti sliku na dijelove za Instagram?\n🔹 Jednostavno učitajte svoju sliku, odaberite željeni raspored foto mreže i naš alat će učiniti ostalo!\n\n📌 Mogu li ovo koristiti za puzzle feedove?\n🔹 Apsolutno! Naš alat za dijeljenje slike savršen je za stvaranje Instagram puzzle grafika.\n\n📌 Koju veličinu slike trebam koristiti?\n🔹 Iako naš alat radi s bilo kojom veličinom, preporučujemo da slijedite naš vodič za dimenzije za optimalne rezultate na Instagramu.\n\n📊 Preporučene dimenzije za Instagram mrežne objave:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Kako mogu stvoriti karusel slajdove za Instagram?\n🔹 Koristite naš način karusela za jednostavno dijeljenje slike u savršene slajdove za Instagram karusele.\n\n💻 Kompatibilnost i jednostavnost korištenja:\nNaša aplikacija za dijeljenje radi besprijekorno na svim uređajima. Možete lako podijeliti fotografiju, izrezati sliku ili promijeniti veličinu slike.\nOvo radi na stolnim računalima i mobilnim uređajima. Potrebno je samo nekoliko klikova. Nema potrebe za preuzimanjem softvera - naš online alat za dijeljenje fotografija uvijek je dostupan putem vašeg Chrome preglednika.\n\n🔒 Sigurnost i privatnost:\nRazumijemo važnost vaših slika. Zato naš alat za dijeljenje slika sve obrađuje lokalno u vašem pregledniku. Nema učitavanja na vanjske servere, što znači da vaše fotografije ostaju privatne i sigurne.\n\n🌟 Počnite dijeliti, počnite stvarati!\nSpremni ste podići svoje slike na višu razinu? Isprobajte naš alat za dijeljenje slike danas i iskusite razliku koju može napraviti u vašem procesu stvaranja vizualnog sadržaja. Bilo da dijelite sliku za Instagram, stvarate grafiku veličine YouTube sličice ili jednostavno istražujete svoju kreativnost, naš alat je ovdje da vam pomogne ostvariti vašu viziju.\n\n✨ Preuzmite sada i počnite stvarati!",
    "hu": "🤔 Olyan erőteljes képfelosztót keresel, amely segít a képek vágásában, méretük megváltoztatásában és lenyűgöző fotórácsok létrehozásában? A Chrome alkalmazásunk megkönnyíti a képszerkesztést. Készíthetsz eszközöket a megfelelő YouTube bélyegkép mérethez. Tervezhetsz Instagram rácsot vagy készíthetsz fotókaruszt a közösségi médiához.\n\n🚀 A Képfelosztó főbb jellemzői:\n1️⃣ Egyszerű fotófelosztás: Oszd fel a képet több részre néhány kattintással\n2️⃣ Testreszabható beállítások: Állítsd be a sorokat és oszlopokat a tökéletes 3x3 rács vagy bármilyen más konfiguráció létrehozásához\n3️⃣ Instagram rács előnézet: Nézd meg a felosztott képeidet közvetlenül egy Instagram profilban feltöltés nélkül\n4️⃣ Biztonságos és gyors feldolgozás: Minden képszerkesztés az eszközödön történik, biztosítva a magánéletet és a sebességet\n5️⃣ Sokoldalú kép feltöltés: Húzd és ejtsd be, vagy küldd el a képeket közvetlenül weboldalakról\n6️⃣ Interaktív előnézet: Nagyítsd és vizsgáld meg a felosztott képeidet a véglegesítés előtt\n\n💡 Miért válaszd a képfelosztónkat?\nAz eszközünk nem csak egy egyszerű fotófelosztó vagy képfelosztó. Ez egy átfogó képrács alkalmazás, amely minden felosztási igényedet kielégíti. Ha online szeretnél képet felosztani, vagy Instagram képfelosztóként használni, platformunk segíthet.\n\n✂️ Hogyan oszd fel a képet 5 egyszerű lépésben:\n1. Töltsd fel a képed a képfelosztónkba\n2. Válaszd ki a kívánt elrendezést (pl. 3x3 rács)\n3. Állítsd be a beállításokat az intuitív rácskészítőnkkel\n4. Nézd meg a felosztott képed, hogy tökéletes legyen\n5. Töltsd le az újonnan létrehozott felosztott képet vagy az egyes szegmenseket\n\n🌟 ÚJ PRO FUNKCIÓ: Instagram Rács Előnézet\nNézd meg a felosztott képeidet közvetlenül egy Instagram profilban feltöltés nélkül:\n1. Jelentkezz be az Instagramra\n2. Kattints az 'IG Preview' gombra a Képfelosztóban\n3. Navigálj bármely Instagram profilra\n4. Keresd meg és kattints a 'Splitted Preview' gombra a profil rács felett\n5. Vidd az egeret a rács fölé, hogy lásd a felosztott képeidet akcióban!\n\n🔧 Rugalmas felosztási módok:\n➤ Rács Mód: Tökéletes Instagram rács elrendezések létrehozásához\n➤ Karusszel Mód: Ideális karusszel Instagram bejegyzésekhez\n➤ Egyedi Mód: Teljes irányítás az egyedi felosztott kép projektekhez\n\n🖥️ Többféle képfelosztó megnyitási lehetőség:\n➤ Oldalpanelek: Gyors hozzáférés a Chrome műveleti ikonjáról\n➤ Felugró ablak: Fókuszált szerkesztési munkamenetekhez\n➤ Új lap: Teljes képernyős képfelosztási élmény\n\n📏 Támogatott formátumok és méretek:\n➤ Fájltípusok: PNG, JPEG, JPG, WEBP, BMP és TIFF\n➤ Max fájlméret: 10MB\n➤ Ideális YouTube bélyegkép méret: 1280x720 pixel\n➤ Tökéletes Instagram rács: 3x3, 3x2, 3x1 és még több!\n\n🎨 Tökéletes kreatívoknak és közösségi média rajongóknak:\n• Tervezd meg a figyelemfelkeltő YouTube bélyegkép méretű grafikákat\n• Hozz létre zökkenőmentes Instagram rács elrendezéseket\n• Készíts elkötelező karusszel Instagram bejegyzéseket\n• Használd fotórács készítőként lenyűgöző kollázsokhoz\n• Oszd fel a képet különböző közösségi média platformokhoz\n\n📱 Tökéletes közösségi média menedzsereknek és influencereknek\nHa közösségi média fiókokat kezelsz vagy építed a személyes márkádat, a képfelosztónk hasznos eszköz. Használhatod:\n- Konzisztens Instagram rács elrendezések létrehozására\n- Figyelemfelkeltő YouTube bélyegkép méretű grafikák tervezésére\n- Karusszel Instagram bejegyzések előkészítésére, amelyek növelik az elköteleződést\n- Kép felosztására különböző platform követelményekhez\n- Fotórács készítőként kreatív kollázsokhoz\n\n❓ Gyakran ismételt kérdések:\n\n📌 Ingyenes a Képfelosztó?\n🔹 Igen, a képfelosztónk teljesen ingyenesen használható!\n\n📌 Hogyan oszthatok fel egy képet darabokra Instagramhoz?\n🔹 Egyszerűen töltsd fel a képed, válaszd ki a kívánt fotórács elrendezést, és hagyd, hogy az eszközünk elvégezze a többit!\n\n📌 Használhatom ezt puzzle feedekhez?\n🔹 Természetesen! A képfelosztónk tökéletes Instagram puzzle grafikák létrehozásához.\n\n📌 Milyen képméretet használjak?\n🔹 Bár az eszközünk bármilyen mérettel működik, javasoljuk, hogy kövesd a méret útmutatónkat az optimális eredmények érdekében Instagramon.\n\n📊 Ajánlott méretek Instagram rács bejegyzésekhez:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Hogyan készíthetek karusszel diavetítéseket Instagramhoz?\n🔹 Használd a Karusszel Módot, hogy könnyedén feloszd a képed tökéletes diákra Instagram karusszelekhez.\n\n💻 Kompatibilitás és könnyű használat:\nA felosztó alkalmazásunk zökkenőmentesen működik az eszközökön. Könnyedén feloszthatsz egy fotót, vághatsz egy képet, vagy megváltoztathatod egy kép méretét.\nEz működik mind asztali számítógépeken, mind mobil eszközökön. Csak néhány kattintásra van szükséged. Nincs szükség szoftver letöltésére - az online fotófelosztónk mindig elérhető a Chrome böngésződön keresztül.\n\n🔒 Biztonság és adatvédelem:\nMegértjük a képeid fontosságát. Ezért a képfelosztónk mindent helyben, a böngésződben dolgoz fel. Nincs feltöltés külső szerverekre, így a fotóid privátak és biztonságosak maradnak.\n\n🌟 Kezdj el felosztani, kezdj el alkotni!\nKészen állsz, hogy a képeidet a következő szintre emeld? Próbáld ki a képfelosztónkat még ma, és tapasztald meg a különbséget, amit a vizuális tartalom létrehozási folyamatában hozhat. Akár Instagramra osztasz fel képet, akár YouTube bélyegkép méretű grafikát készítesz, vagy csak felfedezed a kreativitásodat, az eszközünk segít elérni a víziódat.\n\n✨ Töltsd le most, és kezdj el alkotni!",
    "id": "🤔 Apakah Anda mencari pemecah gambar yang kuat yang dapat membantu Anda memotong gambar, mengubah ukuran gambar, dan membuat kisi foto yang menakjubkan? Aplikasi Chrome kami membuat pengeditan gambar menjadi lebih mudah. Anda dapat membuat aset untuk ukuran thumbnail YouTube yang tepat. Anda dapat merancang kisi Instagram atau menyiapkan karusel foto untuk media sosial.\n\n🚀 Fitur utama Pemecah Gambar kami:\n1️⃣ Pemecahan Foto Mudah: Pecah gambar menjadi beberapa bagian hanya dengan beberapa klik\n2️⃣ Pengaturan yang Dapat Disesuaikan: Sesuaikan baris dan kolom untuk membuat kisi 3x3 yang sempurna atau konfigurasi lainnya\n3️⃣ Pratinjau kisi Instagram: Pratinjau gambar yang telah dipecah langsung di profil Instagram tanpa mengunggah\n4️⃣ Pemrosesan Aman dan Cepat: Semua pengeditan gambar dilakukan di perangkat Anda, memastikan privasi dan kecepatan\n5️⃣ Unggahan Gambar Serbaguna: Seret-dan-lepas atau kirim gambar langsung dari halaman web\n6️⃣ Pratinjau Interaktif: Zoom dan periksa gambar yang telah dipecah sebelum menyelesaikan\n\n💡 Mengapa memilih pemecah gambar kami?\nAlat kami bukan hanya pemecah foto sederhana atau pemecah gambar. Ini adalah aplikasi kisi gambar yang komprehensif yang memenuhi semua kebutuhan pemecahan gambar Anda. Jika Anda ingin memecah gambar secara online atau menggunakannya sebagai pemecah gambar Instagram, platform kami dapat membantu.\n\n✂️ Cara memecah gambar dalam 5 langkah mudah:\n1. Unggah gambar Anda ke pemecah gambar kami\n2. Pilih tata letak yang Anda inginkan (misalnya, kisi 3x3)\n3. Sesuaikan pengaturan menggunakan pembuat kisi intuitif kami\n4. Pratinjau gambar yang telah dipecah untuk memastikan kesempurnaan\n5. Unduh gambar yang baru dibuat atau segmen individu\n\n🌟 FITUR PRO BARU: Pratinjau Kisi Instagram\nPratinjau gambar yang telah dipecah langsung di profil Instagram tanpa mengunggah:\n1. Masuk ke Instagram\n2. Klik 'Pratinjau IG' di Pemecah Gambar\n3. Arahkan ke profil Instagram mana pun\n4. Temukan dan Klik 'Pratinjau Terpecah' di atas kisi profil\n5. Arahkan kursor ke kisi untuk melihat gambar yang telah dipecah dalam aksi!\n\n🔧 Mode pemecahan yang fleksibel:\n➤ Mode Kisi: Sempurna untuk membuat tata letak kisi Instagram\n➤ Mode Karusel: Ideal untuk posting karusel Instagram\n➤ Mode Kustom: Kontrol penuh untuk proyek gambar terpecah yang unik\n\n🖥️ Beberapa opsi pembukaan pemecah gambar:\n➤ Panel Samping: Akses cepat dari ikon tindakan Chrome\n➤ Jendela Popup: Untuk sesi pengeditan yang fokus\n➤ Tab Baru: Pengalaman pemecahan gambar layar penuh\n\n📏 Format dan ukuran yang didukung:\n➤ Jenis file: PNG, JPEG, JPG, WEBP, BMP, dan TIFF\n➤ Ukuran file maksimum: 10MB\n➤ Ideal untuk ukuran thumbnail YouTube: 1280x720 piksel\n➤ Sempurna untuk kisi Instagram: 3x3, 3x2, 3x1, dan lainnya!\n\n🎨 Sempurna untuk kreatif dan penggemar media sosial:\n• Rancang grafik ukuran thumbnail YouTube yang menarik perhatian\n• Buat tata letak kisi Instagram yang mulus\n• Siapkan posting karusel Instagram yang menarik\n• Gunakan sebagai pembuat kisi foto untuk kolase yang menakjubkan\n• Pecah gambar untuk berbagai platform media sosial\n\n📱 Sempurna untuk manajer media sosial dan influencer\nJika Anda mengelola akun media sosial atau membangun merek pribadi Anda, pemecah gambar kami adalah alat yang berguna. Anda dapat menggunakannya untuk:\n- Membuat tata letak kisi Instagram yang konsisten\n- Merancang grafik ukuran thumbnail YouTube yang menarik perhatian\n- Menyiapkan posting karusel Instagram yang meningkatkan keterlibatan\n- Memecah gambar untuk berbagai persyaratan platform\n- Gunakan pembuat kisi foto untuk kolase kreatif\n\n❓ Pertanyaan yang sering diajukan:\n\n📌 Apakah Pemecah Gambar gratis?\n🔹 Ya, pemecah gambar kami sepenuhnya gratis untuk digunakan!\n\n📌 Bagaimana cara memecah gambar menjadi bagian-bagian untuk Instagram?\n🔹 Cukup unggah gambar Anda, pilih tata letak kisi foto yang diinginkan, dan biarkan alat kami melakukan sisanya!\n\n📌 Bisakah saya menggunakannya untuk feed puzzle?\n🔹 Tentu saja! Pemecah gambar kami sempurna untuk membuat grafik puzzle Instagram.\n\n📌 Ukuran gambar apa yang harus saya gunakan?\n🔹 Meskipun alat kami bekerja dengan ukuran apa pun, kami merekomendasikan mengikuti panduan dimensi kami untuk hasil optimal di Instagram.\n\n📊 Dimensi yang direkomendasikan untuk posting kisi Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Bagaimana saya bisa membuat slide karusel untuk Instagram?\n🔹 Gunakan Mode Karusel kami untuk dengan mudah membagi gambar Anda menjadi slide sempurna untuk karusel Instagram.\n\n💻 Kompatibilitas dan kemudahan penggunaan:\nAplikasi pemecah kami bekerja dengan lancar di berbagai perangkat. Anda dapat dengan mudah memecah foto, memotong gambar, atau mengubah ukuran gambar. Ini bekerja pada komputer desktop dan perangkat seluler. Hanya beberapa klik yang Anda butuhkan. Tidak perlu mengunduh perangkat lunak apa pun - pemecah foto online kami selalu dapat diakses melalui browser Chrome Anda.\n\n🔒 Keamanan dan privasi:\nKami memahami pentingnya gambar Anda. Itulah mengapa pemecah gambar kami memproses semuanya secara lokal di browser Anda. Tidak ada unggahan ke server eksternal berarti foto Anda tetap pribadi dan aman.\n\n🌟 Mulai memecah, mulai menciptakan!\nSiap membawa gambar Anda ke tingkat berikutnya? Coba pemecah gambar kami hari ini dan rasakan perbedaan yang dapat dibuatnya dalam proses pembuatan konten visual Anda. Apakah Anda memecah gambar untuk Instagram, membuat grafik ukuran thumbnail YouTube, atau hanya menjelajahi kreativitas Anda, alat kami ada di sini untuk membantu Anda mencapai visi Anda.\n\n✨ Unduh sekarang dan mulai menciptakan!",
    "it": "🤔 Stai cercando un potente divisore di immagini che possa aiutarti a ritagliare immagini, cambiare dimensioni e creare straordinarie griglie fotografiche? La nostra app per Chrome rende l'editing delle immagini più semplice. Puoi creare risorse per la giusta dimensione delle miniature di YouTube. Puoi progettare una griglia Instagram o preparare un carosello fotografico per i social media.\n\n🚀 Caratteristiche principali del nostro Insta Grid:\n1️⃣ Divisione Foto Facile: Dividi l'immagine in più parti con pochi clic\n2️⃣ Impostazioni Personalizzabili: Regola righe e colonne per creare la griglia perfetta 3x3 o qualsiasi altra configurazione\n3️⃣ Anteprima griglia Instagram: Visualizza in anteprima le tue immagini divise direttamente su un profilo Instagram senza caricarle\n4️⃣ Elaborazione Sicura e Veloce: Tutto l'editing delle immagini avviene sul tuo dispositivo, garantendo privacy e velocità\n5️⃣ Caricamento Immagini Versatile: Trascina e rilascia o invia immagini direttamente dalle pagine web\n6️⃣ Anteprima Interattiva: Zooma ed esamina le tue immagini divise prima di finalizzare\n\n💡 Perché scegliere il nostro divisore di immagini?\nIl nostro strumento non è solo un semplice divisore di foto o immagini. È un'app completa per griglie di immagini che soddisfa tutte le tue esigenze di divisione delle immagini. Se vuoi dividere un'immagine online o usarla come divisore di immagini per Instagram, la nostra piattaforma può aiutarti.\n\n✂️ Come dividere l'immagine in 5 semplici passaggi:\n1. Carica la tua immagine nel nostro divisore di immagini\n2. Scegli il layout desiderato (ad esempio, griglia 3x3)\n3. Regola le impostazioni utilizzando il nostro intuitivo creatore di griglie\n4. Visualizza in anteprima la tua immagine divisa per assicurarti che sia perfetta\n5. Scarica la tua nuova immagine divisa o i segmenti individuali\n\n🌟 NUOVA FUNZIONE PRO: Anteprima Griglia Instagram\nVisualizza in anteprima le tue immagini divise direttamente su un profilo Instagram senza caricarle:\n1. Accedi a Instagram\n2. Clicca su 'IG Preview' in Insta Grid\n3. Naviga su qualsiasi profilo Instagram\n4. Trova e clicca su 'Splitted Preview' sopra la griglia del profilo\n5. Passa il mouse sulla griglia per vedere le tue immagini divise in azione!\n\n🔧 Modalità di divisione flessibili:\n➤ Modalità Griglia: Perfetta per creare layout di griglie Instagram\n➤ Modalità Carosello: Ideale per post carosello su Instagram\n➤ Modalità Personalizzata: Controllo totale per progetti di immagini divise unici\n\n🖥️ Opzioni di apertura del divisore di immagini multiple:\n➤ SidePanel: Accesso rapido dall'icona di azione di Chrome\n➤ Finestra Popup: Per sessioni di modifica focalizzate\n➤ Nuova Scheda: Esperienza di divisione delle immagini a schermo intero\n\n📏 Formati e dimensioni supportati:\n➤ Tipi di file: PNG, JPEG, JPG, WEBP, BMP e TIFF\n➤ Dimensione massima del file: 10MB\n➤ Ideale per dimensioni miniature di YouTube: 1280x720 pixel\n➤ Perfetto per griglia Instagram: 3x3, 3x2, 3x1 e altro!\n\n🎨 Perfetto per creativi e appassionati di social media:\n• Progetta grafiche accattivanti per miniature di YouTube\n• Crea layout di griglie Instagram senza soluzione di continuità\n• Prepara post carosello coinvolgenti su Instagram\n• Usa come creatore di griglie fotografiche per collage straordinari\n• Dividi immagini per varie piattaforme social\n\n📱 Perfetto per gestori di social media e influencer\nSe gestisci account social media o costruisci il tuo brand personale, il nostro divisore di immagini è uno strumento utile. Puoi usarlo per:\n- Creare layout di griglie Instagram coerenti\n- Progettare grafiche per miniature di YouTube che catturano l'attenzione\n- Preparare post carosello su Instagram che aumentano il coinvolgimento\n- Dividere immagini per requisiti di varie piattaforme\n- Usare il creatore di griglie fotografiche per collage creativi\n\n❓ Domande frequenti:\n\n📌 Il Insta Grid è gratuito?\n🔹 Sì, il nostro divisore di immagini è completamente gratuito da usare!\n\n📌 Come posso dividere un'immagine in pezzi per Instagram?\n🔹 Basta caricare la tua immagine, scegliere il layout della griglia fotografica desiderato e lasciare che il nostro strumento faccia il resto!\n\n📌 Posso usarlo per feed puzzle?\n🔹 Assolutamente! Il nostro divisore di immagini è perfetto per creare grafiche puzzle su Instagram.\n\n📌 Quale dimensione dell'immagine dovrei usare?\n🔹 Anche se il nostro strumento funziona con qualsiasi dimensione, consigliamo di seguire la nostra guida alle dimensioni per risultati ottimali su Instagram.\n\n📊 Dimensioni consigliate per post di griglie Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Come posso creare diapositive per caroselli su Instagram?\n🔹 Usa la nostra Modalità Carosello per dividere facilmente la tua immagine in diapositive perfette per i caroselli su Instagram.\n\n💻 Compatibilità e facilità d'uso:\nLa nostra app divisore funziona perfettamente su tutti i dispositivi. Puoi facilmente dividere una foto, ritagliare un'immagine o cambiare la dimensione di un'immagine.\nFunziona sia su computer desktop che su dispositivi mobili. Bastano pochi clic. Non c'è bisogno di scaricare alcun software: il nostro divisore di foto online è sempre accessibile tramite il tuo browser Chrome.\n\n🔒 Sicurezza e privacy:\nComprendiamo l'importanza delle tue immagini. Ecco perché il nostro divisore di immagini elabora tutto localmente nel tuo browser. Nessun caricamento su server esterni significa che le tue foto rimangono private e sicure.\n\n🌟 Inizia a dividere, inizia a creare!\nPronto a portare le tue immagini al livello successivo? Prova il nostro divisore di immagini oggi e scopri la differenza che può fare nel tuo processo di creazione di contenuti visivi. Che tu stia dividendo immagini per Instagram, creando una grafica per miniature di YouTube o semplicemente esplorando la tua creatività, il nostro strumento è qui per aiutarti a realizzare la tua visione.\n\n✨ Scarica ora e inizia a creare!",
    "ja": "🤔 強力な画像分割ツールをお探しですか？画像をトリミングしたり、サイズを変更したり、素晴らしいフォトグリッドを作成したりするのに役立ちます。私たちのChromeアプリは画像編集を簡単にします。YouTubeのサムネイルサイズに合わせたアセットを作成できます。Instagramのグリッドをデザインしたり、ソーシャルメディア用のフォトカルーセルを準備したりできます。\n\n🚀 画像分割ツールの主な機能:\n1️⃣ 簡単な写真分割: 数回のクリックで画像を複数の部分に分割\n2️⃣ カスタマイズ可能な設定: 行と列を調整して、完璧な3x3グリッドやその他の構成を作成\n3️⃣ Instagramグリッドプレビュー: アップロードせずにInstagramプロフィールで分割画像を直接プレビュー\n4️⃣ 安全で高速な処理: すべての画像編集はデバイス上で行われ、プライバシーと速度を確保\n5️⃣ 多用途な画像アップロード: ドラッグ＆ドロップまたはウェブページから直接画像を送信\n6️⃣ インタラクティブプレビュー: 分割画像を最終化する前にズームして確認\n\n💡 なぜ私たちの画像分割ツールを選ぶのか？\n私たちのツールは単なる写真分割や画像分割ではありません。すべての分割画像のニーズに応える包括的な画像グリッドアプリです。オンラインで画像を分割したり、Instagramの画像分割ツールとして使用したりする場合、私たちのプラットフォームが役立ちます。\n\n✂️ 画像を5つの簡単なステップで分割する方法:\n1. 画像を画像分割ツールにアップロード\n2. 希望のレイアウトを選択（例: 3x3グリッド）\n3. 直感的なグリッドメーカーを使用して設定を調整\n4. 完璧を確認するために分割画像をプレビュー\n5. 新しく作成した分割画像または個々のセグメントをダウンロード\n\n🌟 新しいプロ機能: Instagramグリッドプレビュー\nアップロードせずにInstagramプロフィールで分割画像を直接プレビュー:\n1. Instagramにログイン\n2. 画像分割ツールで「IGプレビュー」をクリック\n3. 任意のInstagramプロフィールに移動\n4. プロフィールグリッドの上にある「分割プレビュー」を見つけてクリック\n5. グリッドにカーソルを合わせて分割画像をアクションで確認\n\n🔧 柔軟な分割モード:\n➤ グリッドモード: Instagramグリッドレイアウトの作成に最適\n➤ カルーセルモード: Instagramカルーセル投稿に理想的\n➤ カスタムモード: 独自の分割画像プロジェクトに完全なコントロール\n\n🖥️ 複数の画像分割ツールのオープニングオプション:\n➤ サイドパネル: Chromeのアクションアイコンからのクイックアクセス\n➤ ポップアップウィンドウ: 集中した編集セッション用\n➤ 新しいタブ: フルスクリーンの画像分割体験\n\n📏 対応フォーマットとサイズ:\n➤ ファイルタイプ: PNG, JPEG, JPG, WEBP, BMP, TIFF\n➤ 最大ファイルサイズ: 10MB\n➤ YouTubeサムネイルサイズに最適: 1280x720ピクセル\n➤ Instagramグリッドに最適: 3x3, 3x2, 3x1など\n\n🎨 クリエイティブやソーシャルメディア愛好家に最適:\n• 目を引くYouTubeサムネイルサイズのグラフィックをデザイン\n• シームレスなInstagramグリッドレイアウトを作成\n• 魅力的なカルーセルInstagram投稿を準備\n• 素晴らしいコラージュのためのフォトグリッドメーカーとして使用\n• 様々なソーシャルメディアプラットフォーム用に画像を分割\n\n📱 ソーシャルメディアマネージャーやインフルエンサーに最適\nソーシャルメディアアカウントを管理したり、個人ブランドを構築したりする場合、私たちの画像分割ツールは役立ちます。以下のことができます:\n- 一貫したInstagramグリッドレイアウトを作成\n- 注目を集めるYouTubeサムネイルサイズのグラフィックをデザイン\n- エンゲージメントを高めるカルーセルInstagram投稿を準備\n- 様々なプラットフォーム要件に合わせて画像を分割\n- クリエイティブなコラージュのためのフォトグリッドメーカーを使用\n\n❓ よくある質問:\n\n📌 画像分割ツールは無料ですか？\n🔹 はい、私たちの画像分割ツールは完全に無料で使用できます！\n\n📌 Instagram用に画像を分割するにはどうすればいいですか？\n🔹 画像をアップロードし、希望のフォトグリッドレイアウトを選択し、ツールにお任せください！\n\n📌 パズルフィードに使用できますか？\n🔹 もちろんです！私たちの画像分割ツールはInstagramパズルグラフィックの作成に最適です。\n\n📌 どの画像サイズを使用すればいいですか？\n🔹 ツールはどのサイズでも動作しますが、Instagramでの最適な結果を得るために寸法ガイドに従うことをお勧めします。\n\n📊 Instagramグリッド投稿の推奨寸法:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Instagram用のカルーセルスライドを作成するにはどうすればいいですか？\n🔹 カルーセルモードを使用して、Instagramカルーセル用の完璧なスライドに画像を簡単に分割できます。\n\n💻 互換性と使いやすさ:\n私たちの分割アプリはデバイス間でシームレスに動作します。写真を簡単に分割したり、画像をトリミングしたり、サイズを変更したりできます。\nデスクトップコンピュータとモバイルデバイスの両方で動作します。数回のクリックで完了します。ソフトウェアをダウンロードする必要はありません - オンラインフォトスプリッターは常にChromeブラウザからアクセス可能です。\n\n🔒 セキュリティとプライバシー:\n画像の重要性を理解しています。だからこそ、私たちの画像分割ツールはすべてをブラウザ内でローカルに処理します。外部サーバーへのアップロードがないため、写真はプライベートで安全です。\n\n🌟 分割を始めて、創造を始めましょう！\n画像を次のレベルに引き上げる準備はできましたか？今日、私たちの画像分割ツールを試して、視覚コンテンツ作成プロセスでの違いを体験してください。Instagram用の画像を分割したり、YouTubeサムネイルサイズのグラフィックを作成したり、創造性を探求したりする場合でも、私たちのツールはあなたのビジョンを実現するのを助けます。\n\n✨ 今すぐダウンロードして創造を始めましょう！",
    "kn": "🤔 ಇಮೇಜ್ ಕ್ರಾಪ್ ಮಾಡಲು, ಚಿತ್ರದ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲು ಮತ್ತು ಅದ್ಭುತವಾದ ಫೋಟೋ ಗ್ರಿಡ್‌ಗಳನ್ನು ರಚಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುವ ಶಕ್ತಿಯುತ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಅನ್ನು ನೀವು ಹುಡುಕುತ್ತಿರುವಿರಾ? ನಮ್ಮ Chrome ಅಪ್ಲಿಕೇಶನ್ ಚಿತ್ರ ಸಂಪಾದನೆಯನ್ನು ಸುಲಭಗೊಳಿಸುತ್ತದೆ. ನೀವು ಸರಿಯಾದ YouTube ಥಂಬ್‌ನೇಲ್ ಗಾತ್ರಕ್ಕೆ ಸ್ವತ್ತುಗಳನ್ನು ಮಾಡಬಹುದು. ನೀವು Instagram ಗ್ರಿಡ್ ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಬಹುದು ಅಥವಾ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮಕ್ಕಾಗಿ ಫೋಟೋ ಏರಿಳಿಕೆಯನ್ನು ಸಿದ್ಧಪಡಿಸಬಹುದು. 🚀 ನಮ್ಮ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್‌ನ ಪ್ರಮುಖ ಲಕ್ಷಣಗಳು: 1️⃣ ಸುಲಭ ಫೋಟೋ ವಿಭಜನೆ: ಕೆಲವೇ ಕ್ಲಿಕ್‌ಗಳಲ್ಲಿ ಚಿತ್ರವನ್ನು ಬಹು ಭಾಗಗಳಾಗಿ ವಿಭಜಿಸಿ 2️⃣ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಸೆಟ್ಟಿಂಗ್‌ಗಳು: ಪರಿಪೂರ್ಣ 3x3 ಗ್ರಿಡ್ ಅಥವಾ ಯಾವುದೇ ಇತರ ಸಂರಚನೆಯನ್ನು ರಚಿಸಲು ಸಾಲುಗಳು ಮತ್ತು ಕಾಲಮ್‌ಗಳನ್ನು ಹೊಂದಿಸಿ 3️⃣ Instagram ಗ್ರಿಡ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಪೂರ್ವವೀಕ್ಷಣೆ ನಿಮ್ಮ Instagram ಗ್ರಿಡ್ ಪೂರ್ವವೀಕ್ಷಣೆ ನೇರವಾಗಿ ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಅಪ್‌ಲೋಡ್ ಮಾಡದೆಯೇ 4️⃣ ಸುರಕ್ಷಿತ ಮತ್ತು ವೇಗದ ಸಂಸ್ಕರಣೆ: ಎಲ್ಲಾ ಇಮೇಜ್ ಎಡಿಟಿಂಗ್ ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ನಡೆಯುತ್ತದೆ, ಗೌಪ್ಯತೆ ಮತ್ತು ವೇಗವನ್ನು ಖಾತ್ರಿಪಡಿಸುತ್ತದೆ 5️⃣ ಬಹುಮುಖ ಇಮೇಜ್ ಅಪ್‌ಲೋಡ್: ವೆಬ್ ಪುಟಗಳಿಂದ ನೇರವಾಗಿ ಎಳೆಯಿರಿ ಮತ್ತು ಡ್ರಾಪ್ ಮಾಡಿ ಅಥವಾ ಚಿತ್ರಗಳನ್ನು ಕಳುಹಿಸಿ 6️⃣ ಸಂವಾದಾತ್ಮಕ ಪೂರ್ವವೀಕ್ಷಣೆ: ಜೂಮ್ ಮಾಡಿ ಮತ್ತು ಪರೀಕ್ಷಿಸಿ ಅಂತಿಮಗೊಳಿಸುವ ಮೊದಲು ಚಿತ್ರಗಳನ್ನು ವಿಭಜಿಸಿ 💡 ನಮ್ಮ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಅನ್ನು ಏಕೆ ಆರಿಸಬೇಕು? ನಮ್ಮ ಉಪಕರಣವು ಸರಳವಾದ ಫೋಟೋ ಸ್ಪ್ಲಿಟರ್ ಅಥವಾ ಚಿತ್ರ ಸ್ಪ್ಲಿಟರ್ ಅಲ್ಲ. ಇದು ನಿಮ್ಮ ಎಲ್ಲಾ ವಿಭಜಿಸುವ ಚಿತ್ರ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸುವ ಸಮಗ್ರ ಇಮೇಜ್ ಗ್ರಿಡ್ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ. ನೀವು ಚಿತ್ರವನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ವಿಭಜಿಸಲು ಅಥವಾ Instagram ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಆಗಿ ಬಳಸಲು ಬಯಸಿದರೆ, ನಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸಹಾಯ ಮಾಡಬಹುದು. ✂️ ಚಿತ್ರವನ್ನು 5 ಸುಲಭ ಹಂತಗಳಲ್ಲಿ ವಿಭಜಿಸುವುದು ಹೇಗೆ: 1. ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ನಮ್ಮ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್‌ಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ 2. ನಿಮ್ಮ ಅಪೇಕ್ಷಿತ ವಿನ್ಯಾಸವನ್ನು ಆರಿಸಿ (ಉದಾ, 3x3 ಗ್ರಿಡ್) 3. ನಮ್ಮ ಅರ್ಥಗರ್ಭಿತ ಗ್ರಿಡ್ ತಯಾರಕವನ್ನು ಬಳಸಿಕೊಂಡು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಹೊಂದಿಸಿ 4. ಪರಿಪೂರ್ಣತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ವಿಭಜಿತ ಚಿತ್ರವನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಿ 5. ನಿಮ್ಮ ಹೊಸದಾಗಿ ರಚಿಸಲಾದ ಚಿತ್ರ ಅಥವಾ ಪ್ರತ್ಯೇಕ ವಿಭಾಗಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ 🌟 ಹೊಸ ಪ್ರೊ ವೈಶಿಷ್ಟ್ಯ: Instagram ಗ್ರಿಡ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಅಪ್‌ಲೋಡ್ ಮಾಡದೆಯೇ Instagram ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನೇರವಾಗಿ ನಿಮ್ಮ ವಿಭಜಿತ ಚಿತ್ರಗಳನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಿ: 1. Instagram ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ 2. ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್‌ನಲ್ಲಿ &#39;IG ಪೂರ್ವವೀಕ್ಷಣೆ&#39; ಕ್ಲಿಕ್ ಮಾಡಿ 3. ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ ಯಾವುದೇ Instagram ಪ್ರೊಫೈಲ್‌ಗೆ 4. ಪ್ರೊಫೈಲ್ ಗ್ರಿಡ್‌ನ ಮೇಲಿರುವ &#39;ಸ್ಪ್ಲಿಟ್ಡ್ ಪ್ರಿವ್ಯೂ&#39; ಅನ್ನು ಹುಡುಕಿ ಮತ್ತು ಕ್ಲಿಕ್ ಮಾಡಿ 5. ನಿಮ್ಮ ವಿಭಜಿತ ಚಿತ್ರಗಳನ್ನು ಕ್ರಿಯೆಯಲ್ಲಿ ನೋಡಲು ಗ್ರಿಡ್ ಮೇಲೆ ಸುಳಿದಾಡಿ! 🔧 ಹೊಂದಿಕೊಳ್ಳುವ ವಿಭಜಿಸುವ ಮೋಡ್‌ಗಳು: ➤ ಗ್ರಿಡ್ ಮೋಡ್: ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಗ್ರಿಡ್ ಲೇಔಟ್‌ಗಳನ್ನು ರಚಿಸಲು ಪರಿಪೂರ್ಣ ➤ ಏರಿಳಿಕೆ ಮೋಡ್: ಏರಿಳಿಕೆ ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ ➤ ಕಸ್ಟಮ್ ಮೋಡ್: ಅನನ್ಯ ಸ್ಪ್ಲಿಟ್ ಇಮೇಜ್ ಪ್ರಾಜೆಕ್ಟ್‌ಗಳಿಗೆ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣ ಐಕಾನ್ ➤ ಪಾಪ್‌ಅಪ್ ವಿಂಡೋ: ಕೇಂದ್ರೀಕೃತ ಎಡಿಟಿಂಗ್ ಸೆಷನ್‌ಗಳಿಗಾಗಿ ➤ ಹೊಸ ಟ್ಯಾಬ್: ಪೂರ್ಣ-ಪರದೆಯ ಇಮೇಜ್ ವಿಭಜಿಸುವ ಅನುಭವ 📏 ಬೆಂಬಲಿತ ಸ್ವರೂಪಗಳು ಮತ್ತು ಗಾತ್ರಗಳು: ➤ ಫೈಲ್ ಪ್ರಕಾರಗಳು: PNG, JPEG, JPG, WEBP, BMP, ಮತ್ತು TIFF ➤ ಗರಿಷ್ಠ ಫೈಲ್ ಗಾತ್ರ: 10MB ಫೈಲ್ ಗಾತ್ರ: 10MB youtube ಥಂಬ್‌ನೇಲ್ ಗಾತ್ರ: 1280x720 ಪಿಕ್ಸೆಲ್‌ಗಳು ➤ instagram ಗ್ರಿಡ್‌ಗೆ ಪರಿಪೂರ್ಣ: 3x3, 3x2, 3x1, ಮತ್ತು ಇನ್ನಷ್ಟು! 🎨 ಸೃಜನಶೀಲರು ಮತ್ತು ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಉತ್ಸಾಹಿಗಳಿಗೆ ಪರಿಪೂರ್ಣ: • ಗಮನ ಸೆಳೆಯುವ ಯೂಟ್ಯೂಬ್ ಥಂಬ್‌ನೇಲ್ ಗಾತ್ರದ ಗ್ರಾಫಿಕ್ಸ್ ವಿನ್ಯಾಸ • ತಡೆರಹಿತ ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಗ್ರಿಡ್ ಲೇಔಟ್‌ಗಳನ್ನು ರಚಿಸಿ • ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಏರಿಳಿಕೆ ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತಯಾರಿಸಿ • ಬೆರಗುಗೊಳಿಸುತ್ತದೆ ಕೊಲಾಜ್‌ಗಳಿಗಾಗಿ ಫೋಟೋ ಗ್ರಿಡ್ ಮೇಕರ್ ಆಗಿ ಬಳಸಿ • ವಿವಿಧ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಗೆ ಸ್ಪ್ಲಿಟ್ ಇಮೇಜ್ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ನಿರ್ವಾಹಕರು ಮತ್ತು ಪ್ರಭಾವಿಗಳಿಗೆ ನೀವು ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿದರೆ ಅಥವಾ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಬ್ರ್ಯಾಂಡ್ ಅನ್ನು ನಿರ್ಮಿಸಿದರೆ, ನಮ್ಮ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಸಹಾಯಕ ಸಾಧನವಾಗಿದೆ. ನೀವು ಇದನ್ನು ಹೀಗೆ ಬಳಸಬಹುದು: - ಸ್ಥಿರವಾದ ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಗ್ರಿಡ್ ಲೇಔಟ್‌ಗಳನ್ನು ರಚಿಸಿ - ಗಮನ ಸೆಳೆಯುವ ಯೂಟ್ಯೂಬ್ ಥಂಬ್‌ನೇಲ್ ಗಾತ್ರದ ಗ್ರಾಫಿಕ್ಸ್ ವಿನ್ಯಾಸ - ನಿಶ್ಚಿತಾರ್ಥವನ್ನು ಹೆಚ್ಚಿಸುವ ಏರಿಳಿಕೆ ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತಯಾರಿಸಿ - ವಿವಿಧ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅವಶ್ಯಕತೆಗಳಿಗಾಗಿ ಚಿತ್ರವನ್ನು ವಿಭಜಿಸಿ - ಸೃಜನಾತ್ಮಕ ಕೊಲಾಜ್‌ಗಳಿಗಾಗಿ ಫೋಟೋ ಗ್ರಿಡ್ ಮೇಕರ್ ಅನ್ನು ಬಳಸಿ ❓ ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು: 📌 ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಉಚಿತವೇ? 🔹 ಹೌದು, ನಮ್ಮ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಬಳಸಲು ಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತವಾಗಿದೆ! 📌 Instagram ಗಾಗಿ ನಾನು ಚಿತ್ರವನ್ನು ತುಂಡುಗಳಾಗಿ ವಿಭಜಿಸುವುದು ಹೇಗೆ? 🔹 ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ಸರಳವಾಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ, ನಿಮ್ಮ ಅಪೇಕ್ಷಿತ ಫೋಟೋ ಗ್ರಿಡ್ ವಿನ್ಯಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಉಳಿದದ್ದನ್ನು ನಮ್ಮ ಉಪಕರಣಕ್ಕೆ ಅನುಮತಿಸಿ! 📌 ನಾನು ಇದನ್ನು ಒಗಟು ಫೀಡ್‌ಗಳಿಗಾಗಿ ಬಳಸಬಹುದೇ? 🔹 ಸಂಪೂರ್ಣವಾಗಿ! Instagram ಪಜಲ್ ಗ್ರಾಫಿಕ್ಸ್ ರಚಿಸಲು ನಮ್ಮ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಪರಿಪೂರ್ಣವಾಗಿದೆ. 📌 ನಾನು ಯಾವ ಚಿತ್ರದ ಗಾತ್ರವನ್ನು ಬಳಸಬೇಕು? 🔹 ನಮ್ಮ ಉಪಕರಣವು ಯಾವುದೇ ಗಾತ್ರದೊಂದಿಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿರುವಾಗ, Instagram ನಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶಗಳಿಗಾಗಿ ನಮ್ಮ ಆಯಾಮ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ಅನುಸರಿಸಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. 📊 instagram ಗ್ರಿಡ್ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಶಿಫಾರಸು ಮಾಡಲಾದ ಆಯಾಮಗಳು: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 4x30:30 3240 x 5400px ▸ 3x6: 3240 x 6480px 📌 ನಾನು ಏರಿಳಿಕೆಯನ್ನು ಹೇಗೆ ರಚಿಸಬಹುದು Instagram ಗಾಗಿ ಸ್ಲೈಡ್‌ಗಳು? 🔹 Instagram ಏರಿಳಿಕೆಗಳಿಗಾಗಿ ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ಪರಿಪೂರ್ಣ ಸ್ಲೈಡ್‌ಗಳಾಗಿ ಸುಲಭವಾಗಿ ವಿಭಜಿಸಲು ನಮ್ಮ ಏರಿಳಿಕೆ ಮೋಡ್ ಅನ್ನು ಬಳಸಿ. 💻 ಹೊಂದಾಣಿಕೆ ಮತ್ತು ಬಳಕೆಯ ಸುಲಭತೆ: ನಮ್ಮ ಸ್ಪ್ಲಿಟರ್ ಅಪ್ಲಿಕೇಶನ್ ಸಾಧನಗಳಾದ್ಯಂತ ಮನಬಂದಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ನೀವು ಸುಲಭವಾಗಿ ಫೋಟೋವನ್ನು ವಿಭಜಿಸಬಹುದು, ಚಿತ್ರವನ್ನು ಕ್ರಾಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಚಿತ್ರದ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಬಹುದು. ಇದು ಡೆಸ್ಕ್‌ಟಾಪ್ ಕಂಪ್ಯೂಟರ್‌ಗಳು ಮತ್ತು ಮೊಬೈಲ್ ಸಾಧನಗಳಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಕೆಲವೇ ಕ್ಲಿಕ್‌ಗಳು ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು. ಯಾವುದೇ ಸಾಫ್ಟ್‌ವೇರ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ಅಗತ್ಯವಿಲ್ಲ - ನಮ್ಮ ಆನ್‌ಲೈನ್ ಫೋಟೋ ಸ್ಪ್ಲಿಟರ್ ಯಾವಾಗಲೂ ನಿಮ್ಮ Chrome ಬ್ರೌಸರ್ ಮೂಲಕ ಪ್ರವೇಶಿಸಬಹುದು. 🔒 ಭದ್ರತೆ ಮತ್ತು ಗೌಪ್ಯತೆ: ನಿಮ್ಮ ಚಿತ್ರಗಳ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ನಾವು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇವೆ. ಅದಕ್ಕಾಗಿಯೇ ನಮ್ಮ ಪಿಕ್ಚರ್ ಸ್ಪ್ಲಿಟರ್ ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಎಲ್ಲವನ್ನೂ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತದೆ. ಬಾಹ್ಯ ಸರ್ವರ್‌ಗಳಿಗೆ ಯಾವುದೇ ಅಪ್‌ಲೋಡ್‌ಗಳಿಲ್ಲ ಎಂದರೆ ನಿಮ್ಮ ಫೋಟೋಗಳು ಖಾಸಗಿಯಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿವೆ. 🌟 ವಿಭಜನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ, ರಚಿಸಲು ಪ್ರಾರಂಭಿಸಿ! ನಿಮ್ಮ ಚಿತ್ರಗಳನ್ನು ಮುಂದಿನ ಹಂತಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಲು ಸಿದ್ಧರಿದ್ದೀರಾ? ಇಂದು ನಮ್ಮ ಇಮೇಜ್ ಸ್ಪ್ಲಿಟರ್ ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ ಮತ್ತು ನಿಮ್ಮ ದೃಶ್ಯ ವಿಷಯ ರಚನೆ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಅದು ಮಾಡಬಹುದಾದ ವ್ಯತ್ಯಾಸವನ್ನು ಅನುಭವಿಸಿ. ನೀವು Instagram ಗಾಗಿ ಚಿತ್ರವನ್ನು ವಿಭಜಿಸುತ್ತಿರಲಿ, YouTube ಥಂಬ್‌ನೇಲ್ ಗಾತ್ರದ ಗ್ರಾಫಿಕ್ ಅನ್ನು ರಚಿಸುತ್ತಿರಲಿ ಅಥವಾ ನಿಮ್ಮ ಸೃಜನಶೀಲತೆಯನ್ನು ಅನ್ವೇಷಿಸುತ್ತಿರಲಿ, ನಿಮ್ಮ ದೃಷ್ಟಿಯನ್ನು ಸಾಧಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಮ್ಮ ಸಾಧನವು ಇಲ್ಲಿದೆ. ✨ ಈಗ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ರಚಿಸಲು ಪ್ರಾರಂಭಿಸಿ!",
    "ko": "🤔 강력한 이미지 분할기를 찾고 계신가요? 이미지 자르기, 크기 변경, 멋진 사진 그리드 만들기를 도와드립니다. 우리의 Chrome 앱은 이미지 편집을 더 쉽게 만듭니다. 적절한 YouTube 썸네일 크기의 자산을 만들 수 있습니다. Instagram 그리드를 디자인하거나 소셜 미디어용 사진 캐러셀을 준비할 수 있습니다.\n\n🚀 이미지 분할기의 주요 기능:\n1️⃣ 간편한 사진 분할: 몇 번의 클릭만으로 이미지를 여러 부분으로 분할\n2️⃣ 사용자 정의 가능한 설정: 행과 열을 조정하여 완벽한 3x3 그리드 또는 다른 구성을 만듭니다\n3️⃣ Instagram 그리드 미리보기: 업로드 없이 Instagram 프로필에서 분할된 이미지를 직접 미리보기\n4️⃣ 안전하고 빠른 처리: 모든 이미지 편집은 기기에서 이루어져 프라이버시와 속도를 보장합니다\n5️⃣ 다양한 이미지 업로드: 드래그 앤 드롭 또는 웹 페이지에서 직접 이미지 전송\n6️⃣ 인터랙티브 미리보기: 분할된 이미지를 최종 확정 전에 확대하여 검사\n\n💡 왜 우리의 이미지 분할기를 선택해야 할까요?\n우리의 도구는 단순한 사진 분할기나 그림 분할기가 아닙니다. 모든 분할 이미지 요구를 충족하는 종합적인 이미지 그리드 앱입니다. 온라인에서 이미지를 분할하거나 Instagram 이미지 분할기로 사용하고 싶다면, 우리의 플랫폼이 도와드릴 수 있습니다.\n\n✂️ 5단계로 사진을 분할하는 방법:\n1. 이미지 분할기에 사진 업로드\n2. 원하는 레이아웃 선택 (예: 3x3 그리드)\n3. 직관적인 그리드 메이커로 설정 조정\n4. 완벽을 기하기 위해 분할된 이미지 미리보기\n5. 새로 생성된 분할 이미지 또는 개별 세그먼트 다운로드\n\n🌟 새로운 프로 기능: Instagram 그리드 미리보기\n업로드 없이 Instagram 프로필에서 분할된 이미지를 직접 미리보기:\n1. Instagram에 로그인\n2. 이미지 분할기에서 'IG 미리보기' 클릭\n3. Instagram 프로필로 이동\n4. 프로필 그리드 위의 '분할 미리보기' 클릭\n5. 그리드 위에 마우스를 올려 분할된 이미지를 확인\n\n🔧 유연한 분할 모드:\n➤ 그리드 모드: Instagram 그리드 레이아웃 생성에 적합\n➤ 캐러셀 모드: Instagram 캐러셀 게시물에 이상적\n➤ 사용자 정의 모드: 독특한 분할 이미지 프로젝트를 위한 완전한 제어\n\n🖥️ 다양한 이미지 분할기 열기 옵션:\n➤ 사이드패널: Chrome의 액션 아이콘에서 빠르게 접근\n➤ 팝업 창: 집중된 편집 세션을 위한\n➤ 새 탭: 전체 화면 이미지 분할 경험\n\n📏 지원 형식 및 크기:\n➤ 파일 유형: PNG, JPEG, JPG, WEBP, BMP, TIFF\n➤ 최대 파일 크기: 10MB\n➤ YouTube 썸네일 크기에 이상적: 1280x720 픽셀\n➤ Instagram 그리드에 완벽: 3x3, 3x2, 3x1 등\n\n🎨 창의적이고 소셜 미디어를 좋아하는 사람들에게 완벽:\n• 눈에 띄는 YouTube 썸네일 크기 그래픽 디자인\n• 매끄러운 Instagram 그리드 레이아웃 생성\n• 매력적인 캐러셀 Instagram 게시물 준비\n• 멋진 콜라주를 위한 사진 그리드 메이커로 사용\n• 다양한 소셜 미디어 플랫폼을 위한 이미지 분할\n\n📱 소셜 미디어 관리자 및 인플루언서에게 완벽\n소셜 미디어 계정을 관리하거나 개인 브랜드를 구축하는 경우, 우리의 이미지 분할기는 유용한 도구입니다. 이를 사용하여:\n- 일관된 Instagram 그리드 레이아웃 생성\n- 주목을 끄는 YouTube 썸네일 크기 그래픽 디자인\n- 참여를 높이는 캐러셀 Instagram 게시물 준비\n- 다양한 플랫폼 요구에 맞춘 이미지 분할\n- 창의적인 콜라주를 위한 사진 그리드 메이커로 사용\n\n❓ 자주 묻는 질문:\n\n📌 이미지 분할기는 무료인가요?\n🔹 네, 우리의 이미지 분할기는 완전히 무료로 사용할 수 있습니다!\n\n📌 Instagram용으로 사진을 어떻게 조각으로 나누나요?\n🔹 간단히 이미지를 업로드하고 원하는 사진 그리드 레이아웃을 선택하면 나머지는 우리의 도구가 처리합니다!\n\n📌 퍼즐 피드에 사용할 수 있나요?\n🔹 물론입니다! 우리의 이미지 분할기는 Instagram 퍼즐 그래픽을 만드는 데 완벽합니다.\n\n📌 어떤 이미지 크기를 사용해야 하나요?\n🔹 우리의 도구는 모든 크기에서 작동하지만, Instagram에서 최적의 결과를 얻기 위해 우리의 크기 가이드를 따르는 것을 권장합니다.\n\n📊 Instagram 그리드 게시물에 추천되는 크기:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Instagram용 캐러셀 슬라이드를 어떻게 만들 수 있나요?\n🔹 우리의 캐러셀 모드를 사용하여 Instagram 캐러셀에 완벽한 슬라이드를 쉽게 나눌 수 있습니다.\n\n💻 호환성 및 사용 용이성:\n우리의 분할기 앱은 기기 간에 원활하게 작동합니다. 사진을 쉽게 분할하고, 이미지를 자르거나 크기를 변경할 수 있습니다. 데스크톱 컴퓨터와 모바일 기기 모두에서 작동합니다. 몇 번의 클릭만으로 가능합니다. 소프트웨어를 다운로드할 필요 없이 Chrome 브라우저를 통해 언제든지 온라인 사진 분할기를 사용할 수 있습니다.\n\n🔒 보안 및 프라이버시:\n이미지의 중요성을 이해합니다. 그래서 우리의 그림 분할기는 모든 것을 로컬 브라우저에서 처리합니다. 외부 서버로의 업로드가 없으므로 사진이 개인적이고 안전하게 유지됩니다.\n\n🌟 분할을 시작하고 창작을 시작하세요!\n이미지를 다음 단계로 끌어올릴 준비가 되셨나요? 오늘 우리의 이미지 분할기를 사용해보고 시각적 콘텐츠 제작 과정에서의 차이를 경험해보세요. Instagram용 이미지 분할, YouTube 썸네일 크기 그래픽 생성, 또는 창의력을 탐구하든, 우리의 도구는 당신의 비전을 실현하는 데 도움을 줄 것입니다.\n\n✨ 지금 다운로드하고 창작을 시작하세요!",
    "lt": "🤔 Ar ieškote galingo vaizdo skaidytuvo, kuris padėtų jums apkarpyti vaizdą, pakeisti jo dydį ir sukurti įspūdingas nuotraukų tinklelius? Mūsų „Chrome“ programa palengvina vaizdų redagavimą. Galite sukurti tinkamo dydžio „YouTube“ miniatiūras. Galite sukurti „Instagram“ tinklelius arba paruošti nuotraukų karuselę socialinei medijai.\n\n🚀 Pagrindinės mūsų Vaizdo skaidytuvo funkcijos:\n1️⃣ Lengvas nuotraukų skaidymas: Padalinkite vaizdą į kelias dalis vos keliais paspaudimais\n2️⃣ Pritaikomi nustatymai: Reguliuokite eilutes ir stulpelius, kad sukurtumėte tobulą 3x3 tinklelio ar kitą konfigūraciją\n3️⃣ „Instagram“ tinklelio peržiūra: Peržiūrėkite savo padalintus vaizdus tiesiogiai „Instagram“ profilyje be įkėlimo\n4️⃣ Saugus ir greitas apdorojimas: Visi vaizdų redagavimo veiksmai vyksta jūsų įrenginyje, užtikrinant privatumą ir greitį\n5️⃣ Universalus vaizdų įkėlimas: Vilkite ir paleiskite arba siųskite vaizdus tiesiogiai iš tinklalapių\n6️⃣ Interaktyvi peržiūra: Priartinkite ir apžiūrėkite savo padalintus vaizdus prieš baigdami\n\n💡 Kodėl rinktis mūsų vaizdo skaidytuvą?\nMūsų įrankis nėra tik paprastas nuotraukų ar vaizdų skaidytuvas. Tai išsamus vaizdų tinklelio programa, kuri patenkina visus jūsų vaizdų skaidymo poreikius. Jei norite padalinti vaizdą internete arba naudoti jį kaip „Instagram“ vaizdo skaidytuvą, mūsų platforma gali padėti.\n\n✂️ Kaip padalinti vaizdą per 5 paprastus žingsnius:\n1. Įkelkite savo vaizdą į mūsų vaizdo skaidytuvą\n2. Pasirinkite norimą išdėstymą (pvz., 3x3 tinklelis)\n3. Reguliuokite nustatymus naudodami mūsų intuityvų tinklelio kūrėją\n4. Peržiūrėkite savo padalintą vaizdą, kad įsitikintumėte, jog jis tobulas\n5. Atsisiųskite naujai sukurtą padalintą vaizdą arba atskiras dalis\n\n🌟 NAUJA PRO FUNKCIJA: „Instagram“ tinklelio peržiūra\nPeržiūrėkite savo padalintus vaizdus tiesiogiai „Instagram“ profilyje be įkėlimo:\n1. Prisijunkite prie „Instagram“\n2. Spustelėkite „IG Preview“ Vaizdo skaidytuve\n3. Naršykite bet kurį „Instagram“ profilį\n4. Suraskite ir spustelėkite „Splitted Preview“ virš profilio tinklelio\n5. Užveskite pelę virš tinklelio, kad pamatytumėte savo padalintus vaizdus veiksme!\n\n🔧 Lankstūs skaidymo režimai:\n➤ Tinklelio režimas: Puikiai tinka kuriant „Instagram“ tinklelio išdėstymus\n➤ Karuselės režimas: Idealiai tinka „Instagram“ karuselės įrašams\n➤ Pasirinktinis režimas: Visiška kontrolė unikaliems vaizdų skaidymo projektams\n\n🖥️ Keli vaizdo skaidytuvo atidarymo būdai:\n➤ Šoninis skydelis: Greita prieiga iš „Chrome“ veiksmų piktogramos\n➤ Iššokantis langas: Koncentruotoms redagavimo sesijoms\n➤ Naujas skirtukas: Visas ekranas vaizdų skaidymo patirtis\n\n📏 Palaikomi formatai ir dydžiai:\n➤ Failų tipai: PNG, JPEG, JPG, WEBP, BMP ir TIFF\n➤ Maksimalus failo dydis: 10 MB\n➤ Idealu „YouTube“ miniatiūrai: 1280x720 pikselių\n➤ Puikiai tinka „Instagram“ tinkleliui: 3x3, 3x2, 3x1 ir daugiau!\n\n🎨 Puikiai tinka kūrėjams ir socialinės medijos entuziastams:\n• Kurkite akį traukiančius „YouTube“ miniatiūrų dydžio grafikus\n• Kurkite vientisus „Instagram“ tinklelio išdėstymus\n• Paruoškite įtraukiančius karuselės „Instagram“ įrašus\n• Naudokite kaip nuotraukų tinklelio kūrėją įspūdingoms koliažoms\n• Padalinkite vaizdą įvairioms socialinės medijos platformoms\n\n📱 Puikiai tinka socialinės medijos vadybininkams ir įtakos darytojams\nJei valdote socialinės medijos paskyras arba kuriate savo asmeninį prekės ženklą, mūsų vaizdo skaidytuvas yra naudingas įrankis. Galite jį naudoti:\n- Kurkite nuoseklius „Instagram“ tinklelio išdėstymus\n- Kurkite dėmesį patraukiančius „YouTube“ miniatiūrų dydžio grafikus\n- Paruoškite karuselės „Instagram“ įrašus, kurie padidina įsitraukimą\n- Padalinkite vaizdą pagal įvairių platformų reikalavimus\n- Naudokite nuotraukų tinklelio kūrėją kūrybingiems koliažams\n\n❓ Dažnai užduodami klausimai:\n\n📌 Ar Vaizdo skaidytuvas yra nemokamas?\n🔹 Taip, mūsų vaizdo skaidytuvas yra visiškai nemokamas naudoti!\n\n📌 Kaip padalinti vaizdą į dalis „Instagram“?\n🔹 Tiesiog įkelkite savo vaizdą, pasirinkite norimą nuotraukų tinklelio išdėstymą ir leiskite mūsų įrankiui atlikti likusią dalį!\n\n📌 Ar galiu naudoti tai dėl dėlionių srautų?\n🔹 Žinoma! Mūsų vaizdo skaidytuvas puikiai tinka kuriant „Instagram“ dėlionių grafikus.\n\n📌 Kokį vaizdo dydį turėčiau naudoti?\n🔹 Nors mūsų įrankis veikia su bet kokiu dydžiu, rekomenduojame laikytis mūsų matmenų vadovo, kad pasiektumėte optimalius rezultatus „Instagram“.\n\n📊 Rekomenduojami matmenys „Instagram“ tinklelio įrašams:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Kaip galiu sukurti karuselės skaidres „Instagram“?\n🔹 Naudokite mūsų Karuselės režimą, kad lengvai padalintumėte savo vaizdą į tobulas skaidres „Instagram“ karuselėms.\n\n💻 Suderinamumas ir naudojimo paprastumas:\nMūsų skaidytuvo programa veikia sklandžiai visuose įrenginiuose. Galite lengvai padalinti nuotrauką, apkarpyti vaizdą arba pakeisti vaizdo dydį.\nTai veikia tiek staliniuose kompiuteriuose, tiek mobiliuosiuose įrenginiuose. Jums tereikia kelių paspaudimų. Nereikia atsisiųsti jokios programinės įrangos - mūsų internetinis nuotraukų skaidytuvas visada pasiekiamas per jūsų „Chrome“ naršyklę.\n\n🔒 Saugumas ir privatumas:\nMes suprantame jūsų vaizdų svarbą. Todėl mūsų vaizdų skaidytuvas viską apdoroja vietoje jūsų naršyklėje. Nėra įkėlimų į išorinius serverius, todėl jūsų nuotraukos lieka privačios ir saugios.\n\n🌟 Pradėkite skaidyti, pradėkite kurti!\nPasiruošę pakelti savo vaizdus į kitą lygį? Išbandykite mūsų vaizdo skaidytuvą šiandien ir pajuskite skirtumą, kurį jis gali padaryti jūsų vizualinio turinio kūrimo procese. Nesvarbu, ar skaidote vaizdą „Instagram“, kuriate „YouTube“ miniatiūrų dydžio grafiką, ar tiesiog tyrinėjate savo kūrybiškumą, mūsų įrankis padės jums pasiekti savo viziją.\n\n✨ Atsisiųskite dabar ir pradėkite kurti!",
    "lv": "🤔 Vai jūs meklējat jaudīgu attēlu sadalītāju, kas var palīdzēt apgriezt attēlu, mainīt attēla izmēru un izveidot satriecošus foto režģus? Mūsu Chrome lietotne padara attēlu rediģēšanu vieglāku. Jūs varat izveidot resursus pareizajam YouTube sīktēla izmēram. Jūs varat izveidot Instagram režģi vai sagatavot foto karuseli sociālajiem tīkliem.\n\n🚀 Galvenās mūsu Attēlu sadalītāja funkcijas:\n1️⃣ Viegla foto sadalīšana: Sadaliet attēlu vairākās daļās ar dažiem klikšķiem\n2️⃣ Pielāgojami iestatījumi: Pielāgojiet rindas un kolonnas, lai izveidotu perfektu 3x3 režģi vai jebkuru citu konfigurāciju\n3️⃣ Instagram režģa priekšskatījums: Priekšskatiet savus sadalītos attēlus tieši Instagram profilā bez augšupielādes\n4️⃣ Droša un ātra apstrāde: Visa attēlu rediģēšana notiek jūsu ierīcē, nodrošinot privātumu un ātrumu\n5️⃣ Daudzveidīga attēlu augšupielāde: Velciet un nometiet vai sūtiet attēlus tieši no tīmekļa lapām\n6️⃣ Interaktīvs priekšskatījums: Tuviniet un pārbaudiet savus sadalītos attēlus pirms pabeigšanas\n\n💡 Kāpēc izvēlēties mūsu attēlu sadalītāju?\nMūsu rīks nav tikai vienkāršs foto sadalītājs vai attēlu sadalītājs. Tas ir visaptverošs attēlu režģa lietotne, kas apmierina visas jūsu attēlu sadalīšanas vajadzības. Ja vēlaties sadalīt attēlu tiešsaistē vai izmantot to kā Instagram attēlu sadalītāju, mūsu platforma var palīdzēt.\n\n✂️ Kā sadalīt attēlu 5 vienkāršos soļos:\n1. Augšupielādējiet savu attēlu mūsu attēlu sadalītājā\n2. Izvēlieties vēlamo izkārtojumu (piemēram, 3x3 režģis)\n3. Pielāgojiet iestatījumus, izmantojot mūsu intuitīvo režģa veidotāju\n4. Priekšskatiet savu sadalīto attēlu, lai nodrošinātu pilnību\n5. Lejupielādējiet savu jaunizveidoto sadalīto attēlu vai atsevišķus segmentus\n\n🌟 JAUNA PRO FUNKCIJA: Instagram režģa priekšskatījums\nPriekšskatiet savus sadalītos attēlus tieši Instagram profilā bez augšupielādes:\n1. Piesakieties Instagram\n2. Noklikšķiniet uz 'IG Preview' Attēlu sadalītājā\n3. Pārvietojieties uz jebkuru Instagram profilu\n4. Atrodiet un noklikšķiniet uz 'Splitted Preview' virs profila režģa\n5. Pārvietojiet kursoru virs režģa, lai redzētu savus sadalītos attēlus darbībā!\n\n🔧 Elastīgi sadalīšanas režīmi:\n➤ Režģa režīms: Ideāli piemērots Instagram režģa izkārtojumu veidošanai\n➤ Karuseļa režīms: Ideāli piemērots karuseļa Instagram ierakstiem\n➤ Pielāgots režīms: Pilnīga kontrole unikāliem attēlu sadalīšanas projektiem\n\n🖥️ Daudzveidīgas attēlu sadalītāja atvēršanas iespējas:\n➤ Sānu panelis: Ātra piekļuve no Chrome darbības ikonas\n➤ Uznirstošais logs: Koncentrētām rediģēšanas sesijām\n➤ Jauna cilne: Pilnekrāna attēlu sadalīšanas pieredze\n\n📏 Atbalstītie formāti un izmēri:\n➤ Failu tipi: PNG, JPEG, JPG, WEBP, BMP un TIFF\n➤ Maksimālais faila izmērs: 10MB\n➤ Ideāli piemērots YouTube sīktēla izmēram: 1280x720 pikseļi\n➤ Perfekts Instagram režģim: 3x3, 3x2, 3x1 un vairāk!\n\n🎨 Ideāli piemērots radošajiem un sociālo mediju entuziastiem:\n• Izveidojiet pievilcīgus YouTube sīktēla izmēra grafikus\n• Izveidojiet nevainojamus Instagram režģa izkārtojumus\n• Sagatavojiet aizraujošus karuseļa Instagram ierakstus\n• Izmantojiet kā foto režģa veidotāju satriecošiem kolāžiem\n• Sadaliet attēlu dažādām sociālo mediju platformām\n\n📱 Ideāli piemērots sociālo mediju pārvaldniekiem un ietekmētājiem\nJa pārvaldāt sociālo mediju kontus vai veidojat savu personīgo zīmolu, mūsu attēlu sadalītājs ir noderīgs rīks. Jūs varat to izmantot, lai:\n- Izveidotu konsekventus Instagram režģa izkārtojumus\n- Izveidotu uzmanību piesaistošus YouTube sīktēla izmēra grafikus\n- Sagatavotu karuseļa Instagram ierakstus, kas palielina iesaisti\n- Sadalītu attēlu dažādām platformas prasībām\n- Izmantotu foto režģa veidotāju radošām kolāžām\n\n❓ Bieži uzdotie jautājumi:\n\n📌 Vai Attēlu sadalītājs ir bezmaksas?\n🔹 Jā, mūsu attēlu sadalītājs ir pilnīgi bezmaksas lietošanai!\n\n📌 Kā es varu sadalīt attēlu gabalos Instagram?\n🔹 Vienkārši augšupielādējiet savu attēlu, izvēlieties vēlamo foto režģa izkārtojumu un ļaujiet mūsu rīkam paveikt pārējo!\n\n📌 Vai es varu to izmantot puzles barotnēm?\n🔹 Protams! Mūsu attēlu sadalītājs ir ideāli piemērots Instagram puzles grafiku veidošanai.\n\n📌 Kādu attēla izmēru man vajadzētu izmantot?\n🔹 Lai gan mūsu rīks darbojas ar jebkuru izmēru, mēs iesakām sekot mūsu izmēru ceļvedim, lai iegūtu optimālus rezultātus Instagram.\n\n📊 Ieteicamie izmēri Instagram režģa ierakstiem:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Kā es varu izveidot karuseļa slaidus Instagram?\n🔹 Izmantojiet mūsu Karuseļa režīmu, lai viegli sadalītu savu attēlu perfektos slaidos Instagram karuseļiem.\n\n💻 Saderība un lietošanas ērtums:\nMūsu sadalītāja lietotne darbojas nevainojami visās ierīcēs. Jūs varat viegli sadalīt fotoattēlu, apgriezt attēlu vai mainīt attēla izmēru.\nTas darbojas gan uz galddatoriem, gan mobilajām ierīcēm. Nepieciešami tikai daži klikšķi. Nav nepieciešams lejupielādēt programmatūru - mūsu tiešsaistes foto sadalītājs vienmēr ir pieejams caur jūsu Chrome pārlūkprogrammu.\n\n🔒 Drošība un privātums:\nMēs saprotam jūsu attēlu nozīmīgumu. Tāpēc mūsu attēlu sadalītājs apstrādā visu lokāli jūsu pārlūkprogrammā. Nav augšupielāžu uz ārējiem serveriem, kas nozīmē, ka jūsu fotoattēli paliek privāti un droši.\n\n🌟 Sāciet sadalīt, sāciet radīt!\nGatavs pacelt savus attēlus nākamajā līmenī? Izmēģiniet mūsu attēlu sadalītāju jau šodien un izbaudiet atšķirību, ko tas var radīt jūsu vizuālā satura veidošanas procesā. Neatkarīgi no tā, vai jūs sadalāt attēlu Instagram, izveidojat YouTube sīktēla izmēra grafiku vai vienkārši izpētāt savu radošumu, mūsu rīks ir šeit, lai palīdzētu jums sasniegt savu redzējumu.\n\n✨ Lejupielādējiet tagad un sāciet radīt!",
    "ml": "🤔 ഇമേജ് ക്രോപ്പ് ചെയ്യാനും ചിത്രത്തിൻ്റെ വലുപ്പം മാറ്റാനും അതിശയകരമായ ഫോട്ടോ ഗ്രിഡുകൾ സൃഷ്ടിക്കാനും നിങ്ങളെ സഹായിക്കുന്ന ശക്തമായ ഒരു ഇമേജ് സ്പ്ലിറ്ററിനായി നിങ്ങൾ തിരയുകയാണോ? ഞങ്ങളുടെ Chrome ആപ്പ് ഇമേജ് എഡിറ്റിംഗ് എളുപ്പമാക്കുന്നു. നിങ്ങൾക്ക് ശരിയായ YouTube ലഘുചിത്ര വലുപ്പത്തിനായി അസറ്റുകൾ ഉണ്ടാക്കാം. നിങ്ങൾക്ക് ഒരു ഇൻസ്റ്റാഗ്രാം ഗ്രിഡ് രൂപകൽപ്പന ചെയ്യാം അല്ലെങ്കിൽ സോഷ്യൽ മീഡിയയ്ക്കായി ഒരു ഫോട്ടോ കറൗസൽ തയ്യാറാക്കാം. 🚀 ഞങ്ങളുടെ ഇമേജ് സ്‌പ്ലിറ്ററിൻ്റെ പ്രധാന സവിശേഷതകൾ: 1️⃣ എളുപ്പമുള്ള ഫോട്ടോ വിഭജനം: കുറച്ച് ക്ലിക്കുകളിലൂടെ ചിത്രം ഒന്നിലധികം ഭാഗങ്ങളായി വിഭജിക്കുക 2️⃣ ഇഷ്ടാനുസൃതമാക്കാവുന്ന ക്രമീകരണങ്ങൾ: മികച്ച 3x3 ഗ്രിഡോ മറ്റേതെങ്കിലും കോൺഫിഗറേഷനോ സൃഷ്ടിക്കുന്നതിന് വരികളും നിരകളും ക്രമീകരിക്കുക 3️⃣ ഇൻസ്റ്റാഗ്രാം സ്‌പ്ലിറ്റ് ഇമേജ് പ്രിവ്യൂ കാണുക: 4️⃣ സുരക്ഷിതവും വേഗത്തിലുള്ളതുമായ പ്രോസസ്സിംഗ് അപ്‌ലോഡ് ചെയ്യാതെ നേരിട്ട് ഒരു ഇൻസ്റ്റാഗ്രാം പ്രൊഫൈലിൽ: എല്ലാ ഇമേജ് എഡിറ്റിംഗും നിങ്ങളുടെ ഉപകരണത്തിൽ നടക്കുന്നു, സ്വകാര്യതയും വേഗതയും ഉറപ്പാക്കുന്നു 5️⃣ ബഹുമുഖ ഇമേജ് അപ്‌ലോഡ്: വെബ് പേജുകളിൽ നിന്ന് നേരിട്ട് ചിത്രങ്ങൾ വലിച്ചിടുക അല്ലെങ്കിൽ അയയ്ക്കുക 6️⃣ ഇൻ്ററാക്ടീവ് പ്രിവ്യൂ: സൂം ചെയ്ത് പരിശോധിക്കുക. അന്തിമമാക്കുന്നതിന് മുമ്പ് ചിത്രങ്ങൾ വിഭജിക്കുക 💡 എന്തുകൊണ്ടാണ് ഞങ്ങളുടെ ഇമേജ് സ്പ്ലിറ്റർ തിരഞ്ഞെടുക്കുന്നത്? ഞങ്ങളുടെ ഉപകരണം ഒരു ലളിതമായ ഫോട്ടോ സ്‌പ്ലിറ്ററോ ചിത്ര സ്‌പ്ലിറ്ററോ മാത്രമല്ല. നിങ്ങളുടെ എല്ലാ വിഭജന ചിത്ര ആവശ്യങ്ങളും നിറവേറ്റുന്ന ഒരു സമഗ്ര ഇമേജ് ഗ്രിഡ് ആപ്പാണിത്. നിങ്ങൾക്ക് ഒരു ചിത്രം ഓൺലൈനായി വിഭജിക്കാനോ ഇൻസ്റ്റാഗ്രാം ഇമേജ് സ്പ്ലിറ്ററായി ഉപയോഗിക്കാനോ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഞങ്ങളുടെ പ്ലാറ്റ്‌ഫോമിന് സഹായിക്കാനാകും. ✂️ 5 ലളിതമായ ഘട്ടങ്ങളിലൂടെ ചിത്രം എങ്ങനെ വിഭജിക്കാം: 1. ഞങ്ങളുടെ ഇമേജ് സ്പ്ലിറ്ററിലേക്ക് നിങ്ങളുടെ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക 2. നിങ്ങൾക്ക് ആവശ്യമുള്ള ലേഔട്ട് തിരഞ്ഞെടുക്കുക (ഉദാ, 3x3 ഗ്രിഡ്) 3. ഞങ്ങളുടെ അവബോധജന്യമായ ഗ്രിഡ് മേക്കർ ഉപയോഗിച്ച് ക്രമീകരണങ്ങൾ ക്രമീകരിക്കുക 4. പൂർണ്ണത ഉറപ്പാക്കാൻ നിങ്ങളുടെ സ്പ്ലിറ്റ് ഇമേജ് പ്രിവ്യൂ ചെയ്യുക 5. നിങ്ങൾ പുതുതായി സൃഷ്‌ടിച്ച വിഭജിച്ച ചിത്രമോ വ്യക്തിഗത സെഗ്‌മെൻ്റുകളോ ഡൗൺലോഡ് ചെയ്യുക 🌟 പുതിയ പ്രോ ഫീച്ചർ: ഇൻസ്റ്റാഗ്രാം ഗ്രിഡ് പ്രിവ്യൂ നിങ്ങളുടെ സ്‌പ്ലിറ്റ് ഇമേജുകൾ അപ്‌ലോഡ് ചെയ്യാതെ തന്നെ ഇൻസ്റ്റാഗ്രാം പ്രൊഫൈലിൽ നേരിട്ട് പ്രിവ്യൂ ചെയ്യുക: 1. ഇൻസ്റ്റാഗ്രാമിൽ ലോഗിൻ ചെയ്യുക 2. ഇമേജ് സ്‌പ്ലിറ്ററിലെ &#39;ഐജി പ്രിവ്യൂ&#39; ക്ലിക്ക് ചെയ്യുക 3. നാവിഗേറ്റ് ചെയ്യുക ഏതെങ്കിലും ഇൻസ്റ്റാഗ്രാം പ്രൊഫൈലിലേക്ക് 4. പ്രൊഫൈൽ ഗ്രിഡിന് മുകളിലുള്ള &#39;സ്പ്ലിറ്റഡ് പ്രിവ്യൂ&#39; കണ്ടെത്തി ക്ലിക്ക് ചെയ്യുക 5. നിങ്ങളുടെ സ്പ്ലിറ്റ് ഇമേജുകൾ പ്രവർത്തനക്ഷമമായി കാണുന്നതിന് ഗ്രിഡിന് മുകളിലൂടെ ഹോവർ ചെയ്യുക! 🔧 ഫ്ലെക്സിബിൾ സ്പ്ലിറ്റിംഗ് മോഡുകൾ: ➤ ഗ്രിഡ് മോഡ്: ഇൻസ്റ്റാഗ്രാം ഗ്രിഡ് ലേഔട്ടുകൾ സൃഷ്‌ടിക്കുന്നതിന് അനുയോജ്യം ➤ കറൗസൽ മോഡ്: കറൗസൽ ഇൻസ്റ്റാഗ്രാം പോസ്റ്റുകൾക്ക് അനുയോജ്യം ➤ ഇഷ്‌ടാനുസൃത മോഡ്: അദ്വിതീയ സ്പ്ലിറ്റ് ഇമേജ് പ്രോജക്റ്റുകൾക്കുള്ള പൂർണ്ണ നിയന്ത്രണം ഐക്കൺ ➤ പോപ്പ്അപ്പ് വിൻഡോ: ഫോക്കസ് ചെയ്‌ത എഡിറ്റിംഗ് സെഷനുകൾക്കായി ➤ പുതിയ ടാബ്: പൂർണ്ണ സ്‌ക്രീൻ ഇമേജ് സ്‌പ്ലിറ്റിംഗ് അനുഭവം 📏 പിന്തുണയ്‌ക്കുന്ന ഫോർമാറ്റുകളും വലുപ്പങ്ങളും: ➤ ഫയൽ തരങ്ങൾ: PNG, JPEG, JPG, WEBP, BMP, TIFF ➤ പരമാവധി ഫയൽ വലുപ്പം: 10MB youtube ലഘുചിത്ര വലുപ്പം: 1280x720 പിക്സലുകൾ ➤ instagram ഗ്രിഡിന് അനുയോജ്യമാണ്: 3x3, 3x2, 3x1 എന്നിവയും അതിലേറെയും! 🎨 ക്രിയേറ്റീവുകൾക്കും സോഷ്യൽ മീഡിയ പ്രേമികൾക്കും അനുയോജ്യമാണ്: • ആകർഷകമായ യൂട്യൂബ് ലഘുചിത്ര വലുപ്പത്തിലുള്ള ഗ്രാഫിക്സ് രൂപകൽപ്പന ചെയ്യുക • തടസ്സമില്ലാത്ത ഇൻസ്റ്റാഗ്രാം ഗ്രിഡ് ലേഔട്ടുകൾ സൃഷ്ടിക്കുക • ആകർഷകമായ കറൗസൽ ഇൻസ്റ്റാഗ്രാം പോസ്റ്റുകൾ തയ്യാറാക്കുക • അതിശയകരമായ കൊളാഷുകൾക്കായി ഫോട്ടോ ഗ്രിഡ് മേക്കറായി ഉപയോഗിക്കുക • വിവിധ സോഷ്യൽ മീഡിയ പ്ലാറ്റ്‌ഫോമുകൾക്കായി സ്പ്ലിറ്റ് ഇമേജ് സോഷ്യൽ മീഡിയ മാനേജർമാർക്കും സ്വാധീനം ചെലുത്തുന്നവർക്കും നിങ്ങൾ സോഷ്യൽ മീഡിയ അക്കൗണ്ടുകൾ നിയന്ത്രിക്കുകയോ നിങ്ങളുടെ വ്യക്തിഗത ബ്രാൻഡ് നിർമ്മിക്കുകയോ ചെയ്യുകയാണെങ്കിൽ, ഞങ്ങളുടെ ഇമേജ് സ്പ്ലിറ്റർ സഹായകമായ ഉപകരണമാണ്. നിങ്ങൾക്ക് ഇത് ഇനിപ്പറയുന്നവയ്ക്ക് ഉപയോഗിക്കാം: - സ്ഥിരതയുള്ള ഇൻസ്റ്റാഗ്രാം ഗ്രിഡ് ലേഔട്ടുകൾ സൃഷ്ടിക്കുക - ശ്രദ്ധ ആകർഷിക്കുന്ന യൂട്യൂബ് ലഘുചിത്ര വലുപ്പം ഗ്രാഫിക്സ് രൂപകൽപ്പന ചെയ്യുക - ഇടപഴകൽ വർദ്ധിപ്പിക്കുന്ന കറൗസൽ ഇൻസ്റ്റാഗ്രാം പോസ്റ്റുകൾ തയ്യാറാക്കുക - വിവിധ പ്ലാറ്റ്ഫോം ആവശ്യകതകൾക്കായി ചിത്രം വിഭജിക്കുക - ക്രിയേറ്റീവ് കൊളാഷുകൾക്കായി ഫോട്ടോ ഗ്രിഡ് മേക്കർ ഉപയോഗിക്കുക ❓ പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ: 📌 ഇമേജ് സ്പ്ലിറ്റർ സൗജന്യമാണോ? 🔹 അതെ, ഞങ്ങളുടെ ഇമേജ് സ്പ്ലിറ്റർ ഉപയോഗിക്കാൻ പൂർണ്ണമായും സൌജന്യമാണ്! 📌 ഇൻസ്റ്റാഗ്രാമിനായി എങ്ങനെ ഒരു ചിത്രം കഷണങ്ങളായി വിഭജിക്കാം? 🔹 നിങ്ങളുടെ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക, നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഫോട്ടോ ഗ്രിഡ് ലേഔട്ട് തിരഞ്ഞെടുക്കുക, ബാക്കിയുള്ളവ ചെയ്യാൻ ഞങ്ങളുടെ ടൂളിനെ അനുവദിക്കുക! 📌 എനിക്ക് ഇത് പസിൽ ഫീഡുകൾക്കായി ഉപയോഗിക്കാമോ? 🔹 തീർച്ചയായും! ഇൻസ്റ്റാഗ്രാം പസിൽ ഗ്രാഫിക്സ് സൃഷ്ടിക്കുന്നതിന് ഞങ്ങളുടെ ഇമേജ് സ്പ്ലിറ്റർ അനുയോജ്യമാണ്. 📌 ഏത് ചിത്ര വലുപ്പമാണ് ഞാൻ ഉപയോഗിക്കേണ്ടത്? 🔹 ഞങ്ങളുടെ ഉപകരണം ഏത് വലുപ്പത്തിലും പ്രവർത്തിക്കുമ്പോൾ, ഇൻസ്റ്റാഗ്രാമിലെ ഒപ്റ്റിമൽ ഫലങ്ങൾക്കായി ഞങ്ങളുടെ ഡൈമൻഷൻ ഗൈഡ് പിന്തുടരാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു. 📊 instagram ഗ്രിഡ് പോസ്റ്റുകൾക്കായി ശുപാർശ ചെയ്യുന്ന അളവുകൾ: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 4:42 3240 x 5400px ▸ 3x6: 3240 x 6480px 📌 എനിക്ക് എങ്ങനെ കറൗസൽ സൃഷ്ടിക്കാം ഇൻസ്റ്റാഗ്രാമിനായുള്ള സ്ലൈഡുകൾ? 🔹 ഇൻസ്റ്റാഗ്രാം കറൗസലുകൾക്ക് അനുയോജ്യമായ സ്ലൈഡുകളായി നിങ്ങളുടെ ചിത്രത്തെ എളുപ്പത്തിൽ വിഭജിക്കാൻ ഞങ്ങളുടെ കറൗസൽ മോഡ് ഉപയോഗിക്കുക. 💻 അനുയോജ്യതയും ഉപയോഗ എളുപ്പവും: ഞങ്ങളുടെ സ്‌പ്ലിറ്റർ ആപ്പ് ഉപകരണങ്ങളിലുടനീളം തടസ്സമില്ലാതെ പ്രവർത്തിക്കുന്നു. നിങ്ങൾക്ക് എളുപ്പത്തിൽ ഒരു ഫോട്ടോ വിഭജിക്കാം, ഒരു ചിത്രം ക്രോപ്പ് ചെയ്യാം അല്ലെങ്കിൽ ഒരു ചിത്രത്തിൻ്റെ വലുപ്പം മാറ്റാം. ഇത് ഡെസ്ക്ടോപ്പ് കമ്പ്യൂട്ടറുകളിലും മൊബൈൽ ഉപകരണങ്ങളിലും പ്രവർത്തിക്കുന്നു. നിങ്ങൾക്ക് ആവശ്യമുള്ളത് കുറച്ച് ക്ലിക്കുകൾ മാത്രം. ഒരു സോഫ്‌റ്റ്‌വെയറും ഡൗൺലോഡ് ചെയ്യേണ്ടതില്ല - ഞങ്ങളുടെ ഓൺലൈൻ ഫോട്ടോ സ്‌പ്ലിറ്റർ എപ്പോഴും നിങ്ങളുടെ Chrome ബ്രൗസറിലൂടെ ആക്‌സസ് ചെയ്യാവുന്നതാണ്. 🔒 സുരക്ഷയും സ്വകാര്യതയും: നിങ്ങളുടെ ചിത്രങ്ങളുടെ പ്രാധാന്യം ഞങ്ങൾ മനസ്സിലാക്കുന്നു. അതുകൊണ്ടാണ് ഞങ്ങളുടെ പിക്ചർ സ്പ്ലിറ്റർ നിങ്ങളുടെ ബ്രൗസറിൽ എല്ലാം പ്രാദേശികമായി പ്രോസസ്സ് ചെയ്യുന്നത്. ബാഹ്യ സെർവറുകളിലേക്ക് അപ്‌ലോഡ് ചെയ്യുന്നില്ല എന്നതിനർത്ഥം നിങ്ങളുടെ ഫോട്ടോകൾ സ്വകാര്യവും സുരക്ഷിതവുമായിരിക്കും. 🌟 വിഭജനം ആരംഭിക്കുക, സൃഷ്ടിക്കാൻ ആരംഭിക്കുക! നിങ്ങളുടെ ചിത്രങ്ങൾ അടുത്ത ഘട്ടത്തിലേക്ക് കൊണ്ടുപോകാൻ തയ്യാറാണോ? ഇന്ന് ഞങ്ങളുടെ ഇമേജ് സ്പ്ലിറ്റർ പരീക്ഷിച്ചുനോക്കൂ, നിങ്ങളുടെ വിഷ്വൽ ഉള്ളടക്കം സൃഷ്ടിക്കുന്ന പ്രക്രിയയിൽ അത് സൃഷ്ടിക്കുന്ന വ്യത്യാസം അനുഭവിക്കൂ. നിങ്ങൾ ഇൻസ്റ്റാഗ്രാമിനായി ചിത്രം വിഭജിക്കുകയാണെങ്കിലും, ഒരു യൂട്യൂബ് ലഘുചിത്ര വലുപ്പത്തിലുള്ള ഗ്രാഫിക് സൃഷ്‌ടിക്കുകയാണെങ്കിലും അല്ലെങ്കിൽ നിങ്ങളുടെ സർഗ്ഗാത്മകത പര്യവേക്ഷണം ചെയ്യുകയാണെങ്കിലും, നിങ്ങളുടെ കാഴ്ചപ്പാട് കൈവരിക്കാൻ നിങ്ങളെ സഹായിക്കുന്നതിന് ഞങ്ങളുടെ ടൂൾ ഇവിടെയുണ്ട്. ✨ ഇപ്പോൾ ഡൗൺലോഡ് ചെയ്ത് സൃഷ്ടിക്കാൻ ആരംഭിക്കുക!",
    "mr": "🤔 तुम्ही एक शक्तिशाली प्रतिमा विभाजक शोधत आहात का जो तुम्हाला प्रतिमा क्रॉप करण्यात, प्रतिमेचा आकार बदलण्यात आणि आश्चर्यकारक फोटो ग्रिड तयार करण्यात मदत करू शकेल? आमचे Chrome अॅप प्रतिमा संपादन सुलभ करते. तुम्ही योग्य YouTube थंबनेल आकारासाठी संसाधने तयार करू शकता. तुम्ही Instagram ग्रिड डिझाइन करू शकता किंवा सोशल मीडियासाठी फोटो कॅरोसेल तयार करू शकता.\n\n🚀 आमच्या प्रतिमा विभाजकाच्या मुख्य वैशिष्ट्ये:\n1️⃣ सोपे फोटो विभाजन: फक्त काही क्लिकमध्ये प्रतिमा अनेक भागांमध्ये विभाजित करा\n2️⃣ सानुकूलन सेटिंग्ज: परिपूर्ण 3x3 ग्रिड किंवा इतर कोणत्याही कॉन्फिगरेशनसाठी पंक्ती आणि स्तंभ समायोजित करा\n3️⃣ Instagram ग्रिड पूर्वावलोकन: तुमच्या विभाजित प्रतिमा थेट Instagram प्रोफाइलवर अपलोड न करता पूर्वावलोकन करा\n4️⃣ सुरक्षित आणि जलद प्रक्रिया: सर्व प्रतिमा संपादन तुमच्या डिव्हाइसवर होते, गोपनीयता आणि गती सुनिश्चित करते\n5️⃣ बहुपर्यायी प्रतिमा अपलोड: वेब पृष्ठांवरून प्रतिमा थेट ड्रॅग-आणि-ड्रॉप करा किंवा पाठवा\n6️⃣ परस्पर पूर्वावलोकन: अंतिम रूप देण्यापूर्वी तुमच्या विभाजित प्रतिमांचे झूम आणि परीक्षण करा\n\n💡 आमचा प्रतिमा विभाजक का निवडावा?\nआमचे साधन फक्त एक साधा फोटो विभाजक किंवा चित्र विभाजक नाही. हे एक व्यापक प्रतिमा ग्रिड अॅप आहे जे तुमच्या सर्व विभाजन चित्रांच्या गरजा पूर्ण करते. तुम्हाला ऑनलाइन प्रतिमा विभाजित करायची असेल किंवा Instagram प्रतिमा विभाजक म्हणून वापरायचे असेल, आमचे प्लॅटफॉर्म मदत करू शकते.\n\n✂️ 5 सोप्या चरणांमध्ये चित्र कसे विभाजित करावे:\n1. तुमचे चित्र आमच्या प्रतिमा विभाजकावर अपलोड करा\n2. तुमचा इच्छित लेआउट निवडा (उदा., 3x3 ग्रिड)\n3. आमच्या अंतर्ज्ञानी ग्रिड मेकरचा वापर करून सेटिंग्ज समायोजित करा\n4. परिपूर्णता सुनिश्चित करण्यासाठी तुमच्या विभाजित प्रतिमेचे पूर्वावलोकन करा\n5. तुमची नव्याने तयार केलेली विभाजित प्रतिमा किंवा वैयक्तिक विभाग डाउनलोड करा\n\n🌟 नवीन प्रो वैशिष्ट्य: Instagram ग्रिड पूर्वावलोकन\nतुमच्या विभाजित प्रतिमा थेट Instagram प्रोफाइलवर अपलोड न करता पूर्वावलोकन करा:\n1. Instagram मध्ये लॉग इन करा\n2. प्रतिमा विभाजक मध्ये 'IG पूर्वावलोकन' क्लिक करा\n3. कोणत्याही Instagram प्रोफाइलवर जा\n4. प्रोफाइल ग्रिडच्या वर 'विभाजित पूर्वावलोकन' शोधा आणि क्लिक करा\n5. तुमच्या विभाजित प्रतिमा क्रियेत पाहण्यासाठी ग्रिडवर होवर करा!\n\n🔧 लवचिक विभाजन मोड:\n➤ ग्रिड मोड: Instagram ग्रिड लेआउट तयार करण्यासाठी परिपूर्ण\n➤ कॅरोसेल मोड: कॅरोसेल Instagram पोस्टसाठी आदर्श\n➤ सानुकूल मोड: अद्वितीय विभाजित प्रतिमा प्रकल्पांसाठी पूर्ण नियंत्रण\n\n🖥️ एकाधिक प्रतिमा विभाजक उघडण्याचे पर्याय:\n➤ साइडपॅनेल: Chrome च्या अॅक्शन आयकॉनमधून जलद प्रवेश\n➤ पॉपअप विंडो: लक्ष केंद्रित संपादन सत्रांसाठी\n➤ नवीन टॅब: पूर्ण-स्क्रीन प्रतिमा विभाजन अनुभव\n\n📏 समर्थित स्वरूप आणि आकार:\n➤ फाइल प्रकार: PNG, JPEG, JPG, WEBP, BMP, आणि TIFF\n➤ कमाल फाइल आकार: 10MB\n➤ YouTube थंबनेल आकारासाठी आदर्श: 1280x720 पिक्सेल\n➤ Instagram ग्रिडसाठी परिपूर्ण: 3x3, 3x2, 3x1, आणि अधिक!\n\n🎨 सर्जनशील आणि सोशल मीडिया उत्साहींसाठी परिपूर्ण:\n• लक्षवेधी YouTube थंबनेल आकार ग्राफिक्स डिझाइन करा\n• अखंड Instagram ग्रिड लेआउट तयार करा\n• आकर्षक कॅरोसेल Instagram पोस्ट तयार करा\n• आश्चर्यकारक कोलाजसाठी फोटो ग्रिड मेकर म्हणून वापरा\n• विविध सोशल मीडिया प्लॅटफॉर्मसाठी प्रतिमा विभाजित करा\n\n📱 सोशल मीडिया व्यवस्थापक आणि प्रभावकांसाठी परिपूर्ण\nजर तुम्ही सोशल मीडिया खाती व्यवस्थापित करत असाल किंवा तुमचा वैयक्तिक ब्रँड तयार करत असाल, तर आमचा प्रतिमा विभाजक एक उपयुक्त साधन आहे. तुम्ही ते वापरू शकता:\n- सुसंगत Instagram ग्रिड लेआउट तयार करा\n- लक्षवेधी YouTube थंबनेल आकार ग्राफिक्स डिझाइन करा\n- गुंतवणूक वाढवणारे कॅरोसेल Instagram पोस्ट तयार करा\n- विविध प्लॅटफॉर्म आवश्यकताांसाठी प्रतिमा विभाजित करा\n- सर्जनशील कोलाजसाठी फोटो ग्रिड मेकर वापरा\n\n❓ वारंवार विचारले जाणारे प्रश्न:\n\n📌 प्रतिमा विभाजक मोफत आहे का?\n🔹 होय, आमचा प्रतिमा विभाजक वापरण्यास पूर्णपणे मोफत आहे!\n\n📌 मी Instagram साठी चित्र तुकड्यांमध्ये कसे विभाजित करू?\n🔹 फक्त तुमची प्रतिमा अपलोड करा, तुमचा इच्छित फोटो ग्रिड लेआउट निवडा आणि आमचे साधन उर्वरित काम करेल!\n\n📌 मी हे पझल फीडसाठी वापरू शकतो का?\n🔹 नक्कीच! आमचा प्रतिमा विभाजक Instagram पझल ग्राफिक्स तयार करण्यासाठी परिपूर्ण आहे.\n\n📌 मला कोणता प्रतिमा आकार वापरावा?\n🔹 आमचे साधन कोणत्याही आकारासह कार्य करते, तरीही Instagram वर सर्वोत्तम परिणामांसाठी आमच्या परिमाण मार्गदर्शकाचे अनुसरण करण्याची शिफारस करतो.\n\n📊 Instagram ग्रिड पोस्टसाठी शिफारस केलेली परिमाणे:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 मी Instagram साठी कॅरोसेल स्लाइड्स कशा तयार करू शकतो?\n🔹 Instagram कॅरोसेलसाठी परिपूर्ण स्लाइड्समध्ये तुमची प्रतिमा सहजपणे विभाजित करण्यासाठी आमचा कॅरोसेल मोड वापरा.\n\n💻 सुसंगतता आणि वापरण्याची सुलभता:\nआमचे विभाजक अॅप उपकरणांमध्ये अखंडपणे कार्य करते. तुम्ही सहजपणे फोटो विभाजित करू शकता, प्रतिमा क्रॉप करू शकता किंवा प्रतिमेचा आकार बदलू शकता.\nहे डेस्कटॉप संगणक आणि मोबाइल डिव्हाइसवर कार्य करते. फक्त काही क्लिकची आवश्यकता आहे. कोणतेही सॉफ्टवेअर डाउनलोड करण्याची आवश्यकता नाही - आमचा ऑनलाइन फोटो विभाजक तुमच्या Chrome ब्राउझरद्वारे नेहमी प्रवेशयोग्य आहे.\n\n🔒 सुरक्षा आणि गोपनीयता:\nआम्हाला तुमच्या प्रतिमांचे महत्त्व समजते. म्हणूनच आमचा चित्र विभाजक सर्व काही स्थानिकरित्या तुमच्या ब्राउझरमध्ये प्रक्रिया करतो. बाह्य सर्व्हरवर कोणतेही अपलोड नाहीत म्हणजे तुमचे फोटो खाजगी आणि सुरक्षित राहतात.\n\n🌟 विभाजन सुरू करा, तयार करणे सुरू करा!\nतुमच्या प्रतिमांना पुढील स्तरावर नेण्यासाठी तयार आहात? आजच आमचा प्रतिमा विभाजक वापरून पहा आणि तुमच्या दृश्य सामग्री निर्मिती प्रक्रियेत ते कसे बदल करू शकते ते अनुभव घ्या. तुम्ही Instagram साठी प्रतिमा विभाजित करत असाल, YouTube थंबनेल आकार ग्राफिक तयार करत असाल किंवा तुमची सर्जनशीलता शोधत असाल, आमचे साधन तुमच्या दृष्टी साध्य करण्यात मदत करण्यासाठी येथे आहे.\n\n✨ आता डाउनलोड करा आणि तयार करणे सुरू करा!",
    "ms": "🤔 Adakah anda mencari pemecah imej yang berkuasa yang boleh membantu anda memotong imej, menukar saiz imej, dan mencipta grid foto yang menakjubkan? Aplikasi Chrome kami memudahkan penyuntingan imej. Anda boleh membuat aset untuk saiz thumbnail YouTube yang betul. Anda boleh mereka bentuk grid Instagram atau menyediakan karusel foto untuk media sosial.\n\n🚀 Ciri utama Pemecah Imej kami:\n1️⃣ Pemecahan Foto Mudah: Pecahkan imej kepada beberapa bahagian dengan hanya beberapa klik\n2️⃣ Tetapan Boleh Disesuaikan: Laraskan baris dan lajur untuk mencipta grid 3x3 yang sempurna atau konfigurasi lain\n3️⃣ Pratonton grid Instagram: Pratonton imej yang dipecahkan terus pada profil Instagram tanpa memuat naik\n4️⃣ Pemprosesan Selamat dan Pantas: Semua penyuntingan imej berlaku pada peranti anda, memastikan privasi dan kelajuan\n5️⃣ Muat Naik Imej Serbaguna: Seret dan lepas atau hantar imej terus dari halaman web\n6️⃣ Pratonton Interaktif: Zum dan periksa imej yang dipecahkan sebelum memuktamadkan\n\n💡 Mengapa memilih pemecah imej kami?\nAlat kami bukan sekadar pemecah foto atau pemecah gambar yang mudah. Ia adalah aplikasi grid imej yang komprehensif yang memenuhi semua keperluan pemecahan gambar anda. Jika anda ingin memecahkan imej dalam talian atau menggunakannya sebagai pemecah imej Instagram, platform kami boleh membantu.\n\n✂️ Cara memecahkan gambar dalam 5 langkah mudah:\n1. Muat naik gambar anda ke pemecah imej kami\n2. Pilih susun atur yang diingini (contohnya, grid 3x3)\n3. Laraskan tetapan menggunakan pembuat grid intuitif kami\n4. Pratonton imej yang dipecahkan untuk memastikan kesempurnaan\n5. Muat turun imej yang baru dipecahkan atau segmen individu\n\n🌟 CIRI PRO BARU: Pratonton Grid Instagram\nPratonton imej yang dipecahkan terus pada profil Instagram tanpa memuat naik:\n1. Log masuk ke Instagram\n2. Klik 'IG Preview' dalam Pemecah Imej\n3. Navigasi ke mana-mana profil Instagram\n4. Cari dan Klik 'Splitted Preview' di atas grid profil\n5. Arahkan kursor ke grid untuk melihat imej yang dipecahkan beraksi!\n\n🔧 Mod pemecahan yang fleksibel:\n➤ Mod Grid: Sempurna untuk mencipta susun atur grid Instagram\n➤ Mod Karusel: Ideal untuk siaran karusel Instagram\n➤ Mod Tersuai: Kawalan penuh untuk projek imej yang dipecahkan unik\n\n🖥️ Pelbagai pilihan pembukaan pemecah imej:\n➤ Panel Sisi: Akses cepat dari ikon tindakan Chrome\n➤ Tetingkap Popup: Untuk sesi penyuntingan fokus\n➤ Tab Baru: Pengalaman pemecahan imej skrin penuh\n\n📏 Format dan saiz yang disokong:\n➤ Jenis fail: PNG, JPEG, JPG, WEBP, BMP, dan TIFF\n➤ Saiz fail maksimum: 10MB\n➤ Ideal untuk saiz thumbnail YouTube: 1280x720 piksel\n➤ Sempurna untuk grid Instagram: 3x3, 3x2, 3x1, dan banyak lagi!\n\n🎨 Sempurna untuk kreatif dan peminat media sosial:\n• Reka grafik saiz thumbnail YouTube yang menarik perhatian\n• Cipta susun atur grid Instagram yang lancar\n• Sediakan siaran karusel Instagram yang menarik\n• Gunakan sebagai pembuat grid foto untuk kolaj yang menakjubkan\n• Pecahkan imej untuk pelbagai platform media sosial\n\n📱 Sempurna untuk pengurus media sosial dan influencer\nJika anda mengurus akaun media sosial atau membina jenama peribadi anda, pemecah imej kami adalah alat yang berguna. Anda boleh menggunakannya untuk:\n- Cipta susun atur grid Instagram yang konsisten\n- Reka grafik saiz thumbnail YouTube yang menarik perhatian\n- Sediakan siaran karusel Instagram yang meningkatkan penglibatan\n- Pecahkan imej untuk keperluan pelbagai platform\n- Gunakan pembuat grid foto untuk kolaj kreatif\n\n❓ Soalan lazim:\n\n📌 Adakah Pemecah Imej percuma?\n🔹 Ya, pemecah imej kami adalah percuma sepenuhnya untuk digunakan!\n\n📌 Bagaimana saya memecahkan gambar kepada bahagian untuk Instagram?\n🔹 Hanya muat naik imej anda, pilih susun atur grid foto yang diingini, dan biarkan alat kami melakukan selebihnya!\n\n📌 Bolehkah saya menggunakan ini untuk suapan teka-teki?\n🔹 Sudah tentu! Pemecah imej kami adalah sempurna untuk mencipta grafik teka-teki Instagram.\n\n📌 Saiz imej apa yang patut saya gunakan?\n🔹 Walaupun alat kami berfungsi dengan sebarang saiz, kami mengesyorkan mengikuti panduan dimensi kami untuk hasil yang optimum di Instagram.\n\n📊 Dimensi yang disyorkan untuk siaran grid Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Bagaimana saya boleh mencipta slaid karusel untuk Instagram?\n🔹 Gunakan Mod Karusel kami untuk membahagikan imej anda dengan mudah kepada slaid yang sempurna untuk karusel Instagram.\n\n💻 Keserasian dan kemudahan penggunaan:\nAplikasi pemecah kami berfungsi dengan lancar merentasi peranti. Anda boleh dengan mudah memecahkan foto, memotong imej, atau menukar saiz imej.\nIni berfungsi pada kedua-dua komputer desktop dan peranti mudah alih. Hanya beberapa klik sahaja yang diperlukan. Tiada keperluan untuk memuat turun sebarang perisian - pemecah foto dalam talian kami sentiasa boleh diakses melalui pelayar Chrome anda.\n\n🔒 Keselamatan dan privasi:\nKami memahami kepentingan imej anda. Itulah sebabnya pemecah gambar kami memproses semuanya secara tempatan dalam pelayar anda. Tiada muat naik ke pelayan luaran bermakna foto anda kekal peribadi dan selamat.\n\n🌟 Mula memecah, mula mencipta!\nBersedia untuk membawa imej anda ke tahap seterusnya? Cuba pemecah imej kami hari ini dan alami perbezaan yang boleh dibuat dalam proses penciptaan kandungan visual anda. Sama ada anda memecahkan imej untuk Instagram, mencipta grafik saiz thumbnail YouTube, atau sekadar meneroka kreativiti anda, alat kami sedia membantu anda mencapai visi anda.\n\n✨ Muat turun sekarang dan mula mencipta!",
    "nl": "🤔 Ben je op zoek naar een krachtige afbeeldingssplitser die je kan helpen bij het bijsnijden van afbeeldingen, het wijzigen van de grootte van afbeeldingen en het maken van verbluffende fotogrids? Onze Chrome-app maakt het bewerken van afbeeldingen eenvoudiger. Je kunt assets maken voor de juiste YouTube-miniatuurafmeting. Je kunt een Instagram-grid ontwerpen of een fotocarrousel voorbereiden voor sociale media.\n\n🚀 Belangrijkste kenmerken van onze Image Splitter:\n1️⃣ Eenvoudig Foto Splitsen: Splits afbeeldingen in meerdere delen met slechts een paar klikken\n2️⃣ Aanpasbare Instellingen: Pas rijen en kolommen aan om het perfecte 3x3 grid of een andere configuratie te maken\n3️⃣ Instagram-gridvoorbeeld: Bekijk je gesplitste afbeeldingen direct op een Instagram-profiel zonder te uploaden\n4️⃣ Veilige en Snelle Verwerking: Alle beeldbewerking gebeurt op je apparaat, wat privacy en snelheid garandeert\n5️⃣ Veelzijdige Afbeeldingsupload: Sleep en zet neer of stuur afbeeldingen direct vanaf webpagina's\n6️⃣ Interactieve Voorbeeldweergave: Zoom in en bekijk je gesplitste afbeeldingen voordat je ze finaliseert\n\n💡 Waarom kiezen voor onze afbeeldingssplitser?\nOnze tool is niet zomaar een eenvoudige fotosplitser of afbeeldingssplitser. Het is een uitgebreide afbeeldingsgrid-app die aan al je behoeften voor het splitsen van afbeeldingen voldoet. Als je een afbeelding online wilt splitsen of het als een Instagram-afbeeldingssplitser wilt gebruiken, kan ons platform helpen.\n\n✂️ Hoe de afbeelding in 5 eenvoudige stappen te splitsen:\n1. Upload je afbeelding naar onze afbeeldingssplitser\n2. Kies je gewenste lay-out (bijv. 3x3 grid)\n3. Pas instellingen aan met onze intuïtieve gridmaker\n4. Bekijk je gesplitste afbeelding om perfectie te garanderen\n5. Download je nieuw gemaakte gesplitste afbeelding of individuele segmenten\n\n🌟 NIEUWE PRO FUNCTIE: Instagram Grid Voorbeeld\nBekijk je gesplitste afbeeldingen direct op een Instagram-profiel zonder te uploaden:\n1. Log in op Instagram\n2. Klik op 'IG Voorbeeld' in Image Splitter\n3. Navigeer naar een Instagram-profiel\n4. Zoek en klik op 'Gesplitste Voorbeeld' boven het profielgrid\n5. Beweeg over het grid om je gesplitste afbeeldingen in actie te zien!\n\n🔧 Flexibele splitsmodi:\n➤ Grid Modus: Perfect voor het maken van Instagram-gridlay-outs\n➤ Carrousel Modus: Ideaal voor carrousel Instagram-berichten\n➤ Aangepaste Modus: Volledige controle voor unieke gesplitste afbeeldingsprojecten\n\n🖥️ Meerdere opties om de afbeeldingssplitser te openen:\n➤ Zijpaneel: Snelle toegang via het actie-icoon van Chrome\n➤ Pop-up Venster: Voor gefocuste bewerkingssessies\n➤ Nieuw Tabblad: Volledig scherm afbeeldingssplitsing ervaring\n\n📏 Ondersteunde formaten en maten:\n➤ Bestandstypen: PNG, JPEG, JPG, WEBP, BMP en TIFF\n➤ Max bestandsgrootte: 10MB\n➤ Ideaal voor YouTube-miniatuurafmeting: 1280x720 pixels\n➤ Perfect voor Instagram-grid: 3x3, 3x2, 3x1 en meer!\n\n🎨 Perfect voor creatievelingen en social media enthousiastelingen:\n• Ontwerp opvallende YouTube-miniatuurafbeeldingen\n• Creëer naadloze Instagram-gridlay-outs\n• Bereid boeiende carrousel Instagram-berichten voor\n• Gebruik als een fotogridmaker voor verbluffende collages\n• Splits afbeeldingen voor verschillende sociale mediaplatforms\n\n📱 Perfect voor social media managers en influencers\nAls je sociale media-accounts beheert of je persoonlijke merk opbouwt, is onze afbeeldingssplitser een handig hulpmiddel. Je kunt het gebruiken om:\n- Consistente Instagram-gridlay-outs te maken\n- Aandacht trekkende YouTube-miniatuurafbeeldingen te ontwerpen\n- Carrousel Instagram-berichten voor te bereiden die betrokkenheid vergroten\n- Afbeeldingen te splitsen voor verschillende platformvereisten\n- De fotogridmaker te gebruiken voor creatieve collages\n\n❓ Veelgestelde vragen:\n\n📌 Is Image Splitter gratis?\n🔹 Ja, onze afbeeldingssplitser is volledig gratis te gebruiken!\n\n📌 Hoe splits ik een afbeelding in stukken voor Instagram?\n🔹 Upload eenvoudig je afbeelding, kies je gewenste fotogridlay-out en laat onze tool de rest doen!\n\n📌 Kan ik dit gebruiken voor puzzel-feeds?\n🔹 Absoluut! Onze afbeeldingssplitser is perfect voor het maken van Instagram-puzzelafbeeldingen.\n\n📌 Welke afbeeldingsgrootte moet ik gebruiken?\n🔹 Hoewel onze tool met elke grootte werkt, raden we aan onze dimensiegids te volgen voor optimale resultaten op Instagram.\n\n📊 Aanbevolen afmetingen voor Instagram-gridberichten:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Hoe kan ik carrousel-dia's voor Instagram maken?\n🔹 Gebruik onze Carrousel Modus om je afbeelding eenvoudig in perfecte dia's voor Instagram-carrousels te verdelen.\n\n💻 Compatibiliteit en gebruiksgemak:\nOnze splitser-app werkt naadloos op verschillende apparaten. Je kunt eenvoudig een foto splitsen, een afbeelding bijsnijden of de grootte van een afbeelding wijzigen. Dit werkt zowel op desktopcomputers als mobiele apparaten. Slechts een paar klikken zijn voldoende. Geen software downloaden nodig - onze online fotosplitser is altijd toegankelijk via je Chrome-browser.\n\n🔒 Veiligheid en privacy:\nWe begrijpen het belang van je afbeeldingen. Daarom verwerkt onze afbeeldingssplitser alles lokaal in je browser. Geen uploads naar externe servers betekent dat je foto's privé en veilig blijven.\n\n🌟 Begin met splitsen, begin met creëren!\nKlaar om je afbeeldingen naar een hoger niveau te tillen? Probeer onze afbeeldingssplitser vandaag nog en ervaar het verschil dat het kan maken in je visuele contentcreatieproces. Of je nu een afbeelding splitst voor Instagram, een YouTube-miniatuurafbeelding maakt of gewoon je creativiteit verkent, onze tool is er om je te helpen je visie te realiseren.\n\n✨ Download nu en begin met creëren!",
    "no": "🤔 Leter du etter en kraftig Photo Grid som kan hjelpe deg med å beskjære bildet, endre størrelsen på bildet og lage fantastiske fotorutenett? Chrome-appen vår gjør bilderedigering enklere. Du kan lage ressurser for riktig størrelse på YouTube-miniatyrbilde. Du kan designe et Instagram-rutenett eller forberede en bildekarusell for sosiale medier. 🚀 Nøkkelfunksjoner i bildesplitteren vår: 1️⃣ Enkel bildedeling: Del opp bildet i flere deler med bare noen få klikk 2️⃣ Tilpassbare innstillinger: Juster rader og kolonner for å lage det perfekte 3x3-rutenettet eller en hvilken som helst annen konfigurasjon 3️⃣ Instagram-rutenettforhåndsvisning: Forhåndsvis de delte bildene dine direkte på en Instagram-profil uten å laste opp 4️⃣ Sikker og rask behandling: All bilderedigering skjer på enheten din, og sikrer personvern og hastighet 5️⃣ Allsidig bildeopplasting: Dra-og-slipp eller send bilder direkte fra nettsider 6️⃣ Interaktiv forhåndsvisning: Zoom og undersøk din del bilder før ferdigstillelse 💡 Hvorfor velge bildesplitteren vår? Verktøyet vårt er ikke bare en enkel fotosplitter eller Photo Grid. Det er en omfattende bilderuteapp som dekker alle dine behov for splitting av bilder. Hvis du vil dele et bilde på nettet eller bruke det som en Instagram-Photo Grid, kan plattformen vår hjelpe. ✂️ Slik deler du bildet i 5 enkle trinn: 1. Last opp bildet ditt til bildedeleren vår 2. Velg ønsket layout (f.eks. 3x3 rutenett) 3. Juster innstillingene ved å bruke vår intuitive rutenettmaker 4. Forhåndsvis det delte bildet for å sikre perfeksjon 5. Last ned det nyopprettede delte bildet eller individuelle segmenter 🌟 NY PRO-FUNKSJON: Instagram Grid Preview Forhåndsvis de delte bildene dine direkte på en Instagram-profil uten å laste opp: 1. Logg inn på Instagram 2. Klikk &#39;IG Preview&#39; i Image Splitter 3. Naviger til en hvilken som helst Instagram-profil 4. Finn og klikk &#39;Delt forhåndsvisning&#39; over profilrutenettet 5. Hold markøren over rutenettet for å se de delte bildene dine i aksjon! 🔧 Fleksible delingsmoduser: ➤ Rutenettmodus: Perfekt for å lage instagram-rutenettoppsett ➤ Karusellmodus: Ideell for karusellinnlegg på instagram ➤ Tilpasset modus: Full kontroll for unike delte bildeprosjekter 🖥️ Flere åpningsalternativer for Photo Grid: ➤ Sidepanel: Rask tilgang fra Chromes handling ikon ➤ Popup-vindu: For fokuserte redigeringsøkter ➤ Ny fane: Fullskjermbildedelingsopplevelse 📏 Støttede formater og størrelser: ➤ Filtyper: PNG, JPEG, JPG, WEBP, BMP og TIFF ➤ Maks filstørrelse: 10MB ➤ Ideell for youtube miniatyrbildestørrelse: 1280x720 piksler ➤ Perfekt for Instagram-rutenett: 3x3, 3x2, 3x1 og mer! 🎨 Perfekt for kreative og sosiale medier-entusiaster: • Design iøynefallende youtube-miniatyrer-grafikk • Lag sømløse instagram-rutenettoppsett • Forbered engasjerende karusell-instagram-innlegg • Bruk som en fotorutenettmaker for fantastiske collager • Delt bilde for ulike sosiale medieplattformer 📱 for sosiale medier ledere og påvirkere Hvis du administrerer sosiale mediekontoer eller bygger din personlige merkevare, er bildesplitteren vår et nyttig verktøy. Du kan bruke den til å: - Lage konsistente instagram-rutenettoppsett - Designe oppsiktsvekkende youtube-miniatyrbilder - Forberede instagram-karusellinnlegg som øker engasjementet - Splitte bilde for ulike plattformkrav - Bruke fotorutenettmakeren for kreative collager ❓ Vanlige spørsmål: 📌 Er Image Splitter gratis? 🔹 Ja, bildedeleren vår er helt gratis å bruke! 📌 Hvordan deler jeg et bilde i deler for Instagram? 🔹 Bare last opp bildet ditt, velg ønsket bilderutenettoppsett, og la verktøyet vårt gjøre resten! 📌 Kan jeg bruke dette til puslespillfeeder? 🔹 Absolutt! Bildedeleren vår er perfekt for å lage Instagram-puslespillgrafikk. 📌 Hvilken bildestørrelse bør jeg bruke? 🔹 Mens verktøyet vårt fungerer med alle størrelser, anbefaler vi å følge vår dimensjonsguide for optimale resultater på Instagram. 📊 Anbefalte dimensjoner for instagram-nettinnlegg: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 3x4 x 32x 3x4 x 32 5400px ▸ 3x6: 3240 x 6480px 📌 Hvordan kan jeg lage karusell lysbilder for Instagram? 🔹 Bruk vår karusellmodus for enkelt å dele opp bildet ditt i perfekte lysbilder for Instagram-karuseller. 💻 Kompatibilitet og brukervennlighet: Splitterappen vår fungerer sømløst på tvers av enheter. Du kan enkelt dele et bilde, beskjære et bilde eller endre størrelsen på et bilde. Dette fungerer på både stasjonære datamaskiner og mobile enheter. Bare noen få klikk er alt du trenger. Du trenger ikke å laste ned programvare - vår online bildedeler er alltid tilgjengelig via Chrome-nettleseren din. 🔒 Sikkerhet og personvern: Vi forstår viktigheten av bildene dine. Derfor behandler bildesplitteren vår alt lokalt i nettleseren din. Ingen opplastinger til eksterne servere betyr at bildene dine forblir private og sikre. 🌟 Begynn å dele, begynn å skape! Klar til å ta bildene dine til neste nivå? Prøv bildesplitteren vår i dag og opplev forskjellen den kan utgjøre i prosessen for å lage visuelle innhold. Enten du deler bilde for Instagram, lager en grafikk i miniatyrstørrelse på YouTube eller bare utforsker kreativiteten din, er verktøyet vårt her for å hjelpe deg med å oppnå visjonen din. ✨ Last ned nå og begynn å lage!",
    "pl": "🤔 Szukasz potężnego dzielnika obrazów, który pomoże Ci przyciąć obraz, zmienić jego rozmiar i stworzyć oszałamiające siatki zdjęć? Nasza aplikacja Chrome ułatwia edycję obrazów. Możesz tworzyć zasoby do odpowiedniego rozmiaru miniaturki YouTube. Możesz zaprojektować siatkę na Instagramie lub przygotować karuzelę zdjęć na media społecznościowe.\n\n🚀 Kluczowe funkcje naszego Dzielnika obrazów:\n1️⃣ Łatwe dzielenie zdjęć: Podziel obraz na wiele części za pomocą kilku kliknięć\n2️⃣ Konfigurowalne ustawienia: Dostosuj wiersze i kolumny, aby stworzyć idealną siatkę 3x3 lub dowolną inną konfigurację\n3️⃣ Podgląd siatki na Instagramie: Podgląd podzielonych obrazów bezpośrednio na profilu Instagram bez przesyłania\n4️⃣ Bezpieczne i szybkie przetwarzanie: Cała edycja obrazów odbywa się na Twoim urządzeniu, zapewniając prywatność i szybkość\n5️⃣ Wszechstronne przesyłanie obrazów: Przeciągnij i upuść lub wyślij obrazy bezpośrednio ze stron internetowych\n6️⃣ Interaktywny podgląd: Powiększaj i sprawdzaj swoje podzielone obrazy przed finalizacją\n\n💡 Dlaczego warto wybrać nasz dzielnik obrazów?\nNasze narzędzie to nie tylko prosty dzielnik zdjęć. To kompleksowa aplikacja do siatek obrazów, która zaspokaja wszystkie Twoje potrzeby związane z dzieleniem obrazów. Jeśli chcesz podzielić obraz online lub użyć go jako dzielnika obrazów na Instagramie, nasza platforma może pomóc.\n\n✂️ Jak podzielić obraz w 5 prostych krokach:\n1. Prześlij swój obraz do naszego dzielnika obrazów\n2. Wybierz pożądany układ (np. siatka 3x3)\n3. Dostosuj ustawienia za pomocą naszego intuicyjnego kreatora siatek\n4. Podgląd podzielonego obrazu, aby upewnić się, że jest doskonały\n5. Pobierz nowo utworzony podzielony obraz lub poszczególne segmenty\n\n🌟 NOWA FUNKCJA PRO: Podgląd siatki na Instagramie\nPodgląd podzielonych obrazów bezpośrednio na profilu Instagram bez przesyłania:\n1. Zaloguj się na Instagram\n2. Kliknij 'IG Preview' w Dzielniku obrazów\n3. Przejdź do dowolnego profilu na Instagramie\n4. Znajdź i kliknij 'Splitted Preview' nad siatką profilu\n5. Najedź na siatkę, aby zobaczyć swoje podzielone obrazy w akcji!\n\n🔧 Elastyczne tryby dzielenia:\n➤ Tryb siatki: Idealny do tworzenia układów siatek na Instagramie\n➤ Tryb karuzeli: Idealny do postów karuzelowych na Instagramie\n➤ Tryb niestandardowy: Pełna kontrola nad unikalnymi projektami podzielonych obrazów\n\n🖥️ Wiele opcji otwierania dzielnika obrazów:\n➤ Panel boczny: Szybki dostęp z ikony akcji Chrome\n➤ Okno popup: Do skoncentrowanych sesji edycyjnych\n➤ Nowa karta: Pełnoekranowe doświadczenie dzielenia obrazów\n\n📏 Obsługiwane formaty i rozmiary:\n➤ Typy plików: PNG, JPEG, JPG, WEBP, BMP i TIFF\n➤ Maksymalny rozmiar pliku: 10MB\n➤ Idealny rozmiar miniaturki YouTube: 1280x720 pikseli\n➤ Idealny do siatki na Instagramie: 3x3, 3x2, 3x1 i więcej!\n\n🎨 Idealny dla kreatywnych i entuzjastów mediów społecznościowych:\n• Projektuj przyciągające wzrok grafiki w rozmiarze miniaturki YouTube\n• Twórz bezszwowe układy siatek na Instagramie\n• Przygotuj angażujące posty karuzelowe na Instagramie\n• Użyj jako kreatora siatek zdjęć do oszałamiających kolaży\n• Podziel obraz na różne platformy społecznościowe\n\n📱 Idealny dla menedżerów mediów społecznościowych i influencerów\nJeśli zarządzasz kontami w mediach społecznościowych lub budujesz swoją osobistą markę, nasz dzielnik obrazów to pomocne narzędzie. Możesz go użyć do:\n- Tworzenia spójnych układów siatek na Instagramie\n- Projektowania grafik w rozmiarze miniaturki YouTube, które przyciągają uwagę\n- Przygotowywania postów karuzelowych na Instagramie, które zwiększają zaangażowanie\n- Dziel obraz na różne wymagania platform\n- Użyj kreatora siatek zdjęć do kreatywnych kolaży\n\n❓ Często zadawane pytania:\n\n📌 Czy Dzielnik obrazów jest darmowy?\n🔹 Tak, nasz dzielnik obrazów jest całkowicie darmowy!\n\n📌 Jak podzielić obraz na części na Instagramie?\n🔹 Wystarczy przesłać obraz, wybrać pożądany układ siatki zdjęć, a nasze narzędzie zrobi resztę!\n\n📌 Czy mogę użyć tego do układów puzzle?\n🔹 Oczywiście! Nasz dzielnik obrazów jest idealny do tworzenia grafik puzzle na Instagramie.\n\n📌 Jakiego rozmiaru obrazu powinienem użyć?\n🔹 Chociaż nasze narzędzie działa z dowolnym rozmiarem, zalecamy przestrzeganie naszego przewodnika po wymiarach dla optymalnych wyników na Instagramie.\n\n📊 Zalecane wymiary dla postów siatkowych na Instagramie:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Jak mogę stworzyć slajdy karuzelowe na Instagramie?\n🔹 Użyj naszego Trybu karuzeli, aby łatwo podzielić obraz na idealne slajdy do karuzel na Instagramie.\n\n💻 Kompatybilność i łatwość użycia:\nNasza aplikacja do dzielenia działa bezproblemowo na różnych urządzeniach. Możesz łatwo podzielić zdjęcie, przyciąć obraz lub zmienić jego rozmiar.\nDziała zarówno na komputerach stacjonarnych, jak i urządzeniach mobilnych. Wystarczy kilka kliknięć. Nie ma potrzeby pobierania żadnego oprogramowania - nasz internetowy dzielnik zdjęć jest zawsze dostępny przez przeglądarkę Chrome.\n\n🔒 Bezpieczeństwo i prywatność:\nRozumiemy, jak ważne są Twoje obrazy. Dlatego nasz dzielnik zdjęć przetwarza wszystko lokalnie w Twojej przeglądarce. Brak przesyłania na zewnętrzne serwery oznacza, że Twoje zdjęcia pozostają prywatne i bezpieczne.\n\n🌟 Zacznij dzielić, zacznij tworzyć!\nGotowy, aby przenieść swoje obrazy na wyższy poziom? Wypróbuj nasz dzielnik obrazów już dziś i przekonaj się, jaką różnicę może zrobić w procesie tworzenia treści wizualnych. Niezależnie od tego, czy dzielisz obraz na Instagramie, tworzysz grafikę w rozmiarze miniaturki YouTube, czy po prostu eksplorujesz swoją kreatywność, nasze narzędzie pomoże Ci osiągnąć Twoją wizję.\n\n✨ Pobierz teraz i zacznij tworzyć!",
    "pt_BR": "🤔 Você está procurando um poderoso divisor de imagens que possa ajudá-lo a recortar imagens, alterar o tamanho de imagens e criar grades de fotos impressionantes? Nosso aplicativo para Chrome facilita a edição de imagens. Você pode criar ativos para o tamanho certo de miniatura do YouTube. Você pode projetar uma grade do Instagram ou preparar um carrossel de fotos para redes sociais.\n\n🚀 Principais recursos do nosso Divisor de Imagens:\n1️⃣ Divisão Fácil de Fotos: Divida a imagem em várias partes com apenas alguns cliques\n2️⃣ Configurações Personalizáveis: Ajuste linhas e colunas para criar a grade perfeita 3x3 ou qualquer outra configuração\n3️⃣ Pré-visualização de Grade do Instagram: Visualize suas imagens divididas diretamente em um perfil do Instagram sem fazer upload\n4️⃣ Processamento Seguro e Rápido: Toda a edição de imagens acontece no seu dispositivo, garantindo privacidade e velocidade\n5️⃣ Upload Versátil de Imagens: Arraste e solte ou envie imagens diretamente de páginas da web\n6️⃣ Pré-visualização Interativa: Amplie e examine suas imagens divididas antes de finalizar\n\n💡 Por que escolher nosso divisor de imagens?\nNossa ferramenta não é apenas um simples divisor de fotos ou imagens. É um aplicativo abrangente de grade de imagens que atende a todas as suas necessidades de divisão de imagens. Se você deseja dividir uma imagem online ou usá-la como um divisor de imagens para Instagram, nossa plataforma pode ajudar.\n\n✂️ Como dividir a imagem em 5 passos fáceis:\n1. Faça upload da sua imagem para o nosso divisor de imagens\n2. Escolha o layout desejado (por exemplo, grade 3x3)\n3. Ajuste as configurações usando nosso criador de grades intuitivo\n4. Visualize sua imagem dividida para garantir a perfeição\n5. Baixe sua imagem dividida recém-criada ou segmentos individuais\n\n🌟 NOVO RECURSO PRO: Pré-visualização de Grade do Instagram\nVisualize suas imagens divididas diretamente em um perfil do Instagram sem fazer upload:\n1. Faça login no Instagram\n2. Clique em 'Pré-visualização IG' no Divisor de Imagens\n3. Navegue até qualquer perfil do Instagram\n4. Encontre e clique em 'Pré-visualização Dividida' acima da grade do perfil\n5. Passe o mouse sobre a grade para ver suas imagens divididas em ação!\n\n🔧 Modos de divisão flexíveis:\n➤ Modo Grade: Perfeito para criar layouts de grade do Instagram\n➤ Modo Carrossel: Ideal para posts de carrossel no Instagram\n➤ Modo Personalizado: Controle total para projetos únicos de divisão de imagens\n\n🖥️ Múltiplas opções de abertura do divisor de imagens:\n➤ Painel Lateral: Acesso rápido a partir do ícone de ação do Chrome\n➤ Janela Pop-up: Para sessões de edição focadas\n➤ Nova Aba: Experiência de divisão de imagens em tela cheia\n\n📏 Formatos e tamanhos suportados:\n➤ Tipos de arquivo: PNG, JPEG, JPG, WEBP, BMP e TIFF\n➤ Tamanho máximo do arquivo: 10MB\n➤ Ideal para tamanho de miniatura do YouTube: 1280x720 pixels\n➤ Perfeito para grade do Instagram: 3x3, 3x2, 3x1 e mais!\n\n🎨 Perfeito para criativos e entusiastas de redes sociais:\n• Desenhe gráficos de tamanho de miniatura do YouTube atraentes\n• Crie layouts de grade do Instagram perfeitos\n• Prepare posts de carrossel no Instagram envolventes\n• Use como criador de grade de fotos para colagens impressionantes\n• Divida imagens para várias plataformas de redes sociais\n\n📱 Perfeito para gerentes de redes sociais e influenciadores\nSe você gerencia contas de redes sociais ou constrói sua marca pessoal, nosso divisor de imagens é uma ferramenta útil. Você pode usá-lo para:\n- Criar layouts de grade do Instagram consistentes\n- Desenhar gráficos de tamanho de miniatura do YouTube que chamam a atenção\n- Preparar posts de carrossel no Instagram que aumentam o engajamento\n- Dividir imagens para requisitos de várias plataformas\n- Usar o criador de grade de fotos para colagens criativas\n\n❓ Perguntas frequentes:\n\n📌 O Divisor de Imagens é gratuito?\n🔹 Sim, nosso divisor de imagens é completamente gratuito para usar!\n\n📌 Como divido uma imagem em partes para o Instagram?\n🔹 Basta fazer upload da sua imagem, escolher o layout de grade de fotos desejado e deixar nossa ferramenta fazer o resto!\n\n📌 Posso usar isso para feeds de quebra-cabeça?\n🔹 Absolutamente! Nosso divisor de imagens é perfeito para criar gráficos de quebra-cabeça no Instagram.\n\n📌 Qual tamanho de imagem devo usar?\n🔹 Embora nossa ferramenta funcione com qualquer tamanho, recomendamos seguir nosso guia de dimensões para obter resultados ideais no Instagram.\n\n📊 Dimensões recomendadas para posts de grade do Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Como posso criar slides de carrossel para o Instagram?\n🔹 Use nosso Modo Carrossel para dividir facilmente sua imagem em slides perfeitos para carrosséis do Instagram.\n\n💻 Compatibilidade e facilidade de uso:\nNosso aplicativo divisor funciona perfeitamente em todos os dispositivos. Você pode facilmente dividir uma foto, recortar uma imagem ou alterar o tamanho de uma imagem. Isso funciona tanto em computadores desktop quanto em dispositivos móveis. Apenas alguns cliques são tudo o que você precisa. Não é necessário baixar nenhum software - nosso divisor de fotos online está sempre acessível através do seu navegador Chrome.\n\n🔒 Segurança e privacidade:\nEntendemos a importância das suas imagens. É por isso que nosso divisor de imagens processa tudo localmente no seu navegador. Nenhum upload para servidores externos significa que suas fotos permanecem privadas e seguras.\n\n🌟 Comece a dividir, comece a criar!\nPronto para levar suas imagens para o próximo nível? Experimente nosso divisor de imagens hoje e experimente a diferença que ele pode fazer no seu processo de criação de conteúdo visual. Seja dividindo imagens para o Instagram, criando um gráfico de tamanho de miniatura do YouTube ou apenas explorando sua criatividade, nossa ferramenta está aqui para ajudá-lo a alcançar sua visão.\n\n✨ Baixe agora e comece a criar!",
    "pt_PT": "🤔 Está à procura de um poderoso divisor de imagens que o possa ajudar a recortar imagens, alterar o tamanho das imagens e criar grelhas de fotos impressionantes? A nossa aplicação para Chrome facilita a edição de imagens. Pode criar recursos para o tamanho certo de miniatura do YouTube. Pode desenhar uma grelha para Instagram ou preparar um carrossel de fotos para as redes sociais.\n\n🚀 Principais funcionalidades do nosso Divisor de Imagens:\n1️⃣ Divisão Fácil de Fotos: Divida a imagem em várias partes com apenas alguns cliques\n2️⃣ Configurações Personalizáveis: Ajuste linhas e colunas para criar a grelha perfeita de 3x3 ou qualquer outra configuração\n3️⃣ Pré-visualização de grelha do Instagram: Pré-visualize as suas imagens divididas diretamente num perfil do Instagram sem carregar\n4️⃣ Processamento Seguro e Rápido: Toda a edição de imagens acontece no seu dispositivo, garantindo privacidade e rapidez\n5️⃣ Carregamento Versátil de Imagens: Arraste e solte ou envie imagens diretamente de páginas web\n6️⃣ Pré-visualização Interativa: Amplie e examine as suas imagens divididas antes de finalizar\n\n💡 Por que escolher o nosso divisor de imagens?\nA nossa ferramenta não é apenas um simples divisor de fotos ou imagens. É uma aplicação abrangente de grelha de imagens que atende a todas as suas necessidades de divisão de imagens. Se deseja dividir uma imagem online ou usá-la como um divisor de imagens para Instagram, a nossa plataforma pode ajudar.\n\n✂️ Como dividir a imagem em 5 passos fáceis:\n1. Carregue a sua imagem no nosso divisor de imagens\n2. Escolha o layout desejado (por exemplo, grelha de 3x3)\n3. Ajuste as configurações usando o nosso criador de grelhas intuitivo\n4. Pré-visualize a sua imagem dividida para garantir a perfeição\n5. Descarregue a sua nova imagem dividida ou segmentos individuais\n\n🌟 NOVA FUNCIONALIDADE PRO: Pré-visualização de Grelha do Instagram\nPré-visualize as suas imagens divididas diretamente num perfil do Instagram sem carregar:\n1. Inicie sessão no Instagram\n2. Clique em 'Pré-visualização IG' no Divisor de Imagens\n3. Navegue até qualquer perfil do Instagram\n4. Encontre e clique em 'Pré-visualização Dividida' acima da grelha do perfil\n5. Passe o cursor sobre a grelha para ver as suas imagens divididas em ação!\n\n🔧 Modos de divisão flexíveis:\n➤ Modo Grelha: Perfeito para criar layouts de grelha do Instagram\n➤ Modo Carrossel: Ideal para publicações de carrossel no Instagram\n➤ Modo Personalizado: Controle total para projetos únicos de divisão de imagens\n\n🖥️ Múltiplas opções de abertura do divisor de imagens:\n➤ Painel Lateral: Acesso rápido a partir do ícone de ação do Chrome\n➤ Janela Pop-up: Para sessões de edição focadas\n➤ Nova Aba: Experiência de divisão de imagens em ecrã completo\n\n📏 Formatos e tamanhos suportados:\n➤ Tipos de ficheiro: PNG, JPEG, JPG, WEBP, BMP e TIFF\n➤ Tamanho máximo do ficheiro: 10MB\n➤ Ideal para tamanho de miniatura do YouTube: 1280x720 pixels\n➤ Perfeito para grelha do Instagram: 3x3, 3x2, 3x1 e mais!\n\n🎨 Perfeito para criativos e entusiastas das redes sociais:\n• Desenhe gráficos de tamanho de miniatura do YouTube atraentes\n• Crie layouts de grelha do Instagram sem falhas\n• Prepare publicações de carrossel no Instagram envolventes\n• Use como criador de grelhas de fotos para colagens impressionantes\n• Divida imagens para várias plataformas de redes sociais\n\n📱 Perfeito para gestores de redes sociais e influenciadores\nSe gere contas de redes sociais ou constrói a sua marca pessoal, o nosso divisor de imagens é uma ferramenta útil. Pode usá-lo para:\n- Criar layouts de grelha do Instagram consistentes\n- Desenhar gráficos de tamanho de miniatura do YouTube que chamam a atenção\n- Preparar publicações de carrossel no Instagram que aumentam o envolvimento\n- Dividir imagens para requisitos de várias plataformas\n- Usar o criador de grelhas de fotos para colagens criativas\n\n❓ Perguntas frequentes:\n\n📌 O Divisor de Imagens é gratuito?\n🔹 Sim, o nosso divisor de imagens é completamente gratuito!\n\n📌 Como posso dividir uma imagem em partes para o Instagram?\n🔹 Basta carregar a sua imagem, escolher o layout de grelha de fotos desejado e deixar a nossa ferramenta fazer o resto!\n\n📌 Posso usar isto para feeds de quebra-cabeças?\n🔹 Absolutamente! O nosso divisor de imagens é perfeito para criar gráficos de quebra-cabeças no Instagram.\n\n📌 Que tamanho de imagem devo usar?\n🔹 Embora a nossa ferramenta funcione com qualquer tamanho, recomendamos seguir o nosso guia de dimensões para obter resultados ótimos no Instagram.\n\n📊 Dimensões recomendadas para publicações de grelha do Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Como posso criar slides de carrossel para o Instagram?\n🔹 Use o nosso Modo Carrossel para dividir facilmente a sua imagem em slides perfeitos para carrosséis do Instagram.\n\n💻 Compatibilidade e facilidade de uso:\nA nossa aplicação de divisão funciona perfeitamente em todos os dispositivos. Pode facilmente dividir uma foto, recortar uma imagem ou alterar o tamanho de uma imagem.\nFunciona tanto em computadores de secretária como em dispositivos móveis. Apenas alguns cliques são necessários. Não é necessário descarregar qualquer software - o nosso divisor de fotos online está sempre acessível através do seu navegador Chrome.\n\n🔒 Segurança e privacidade:\nCompreendemos a importância das suas imagens. É por isso que o nosso divisor de imagens processa tudo localmente no seu navegador. Sem carregamentos para servidores externos, as suas fotos permanecem privadas e seguras.\n\n🌟 Comece a dividir, comece a criar!\nPronto para levar as suas imagens para o próximo nível? Experimente o nosso divisor de imagens hoje e experimente a diferença que pode fazer no seu processo de criação de conteúdo visual. Quer esteja a dividir imagens para o Instagram, a criar um gráfico de tamanho de miniatura do YouTube, ou apenas a explorar a sua criatividade, a nossa ferramenta está aqui para o ajudar a alcançar a sua visão.\n\n✨ Descarregue agora e comece a criar!",
    "ro": "🤔 Cauți un divizor de imagini puternic care să te ajute să decupezi imagini, să schimbi dimensiunea imaginilor și să creezi grile foto uimitoare? Aplicația noastră Chrome face editarea imaginilor mai ușoară. Poți crea resurse pentru dimensiunea potrivită a miniaturii YouTube. Poți proiecta o grilă Instagram sau pregăti un carusel foto pentru rețelele sociale.\n\n🚀 Caracteristici cheie ale Divizorului de imagini:\n1️⃣ Divizare ușoară a fotografiilor: Împarte imaginea în mai multe părți cu doar câteva clicuri\n2️⃣ Setări personalizabile: Ajustează rândurile și coloanele pentru a crea grila perfectă 3x3 sau orice altă configurație\n3️⃣ Previzualizare grilă Instagram: Previzualizează imaginile împărțite direct pe un profil Instagram fără a le încărca\n4️⃣ Procesare sigură și rapidă: Toată editarea imaginilor are loc pe dispozitivul tău, asigurând confidențialitatea și viteza\n5️⃣ Încărcare versatilă a imaginilor: Trage și plasează sau trimite imagini direct de pe pagini web\n6️⃣ Previzualizare interactivă: Mărește și examinează imaginile împărțite înainte de finalizare\n\n💡 De ce să alegi divizorul nostru de imagini?\nInstrumentul nostru nu este doar un simplu divizor de fotografii sau imagini. Este o aplicație completă de grilă de imagini care răspunde tuturor nevoilor tale de împărțire a imaginilor. Dacă vrei să împarți o imagine online sau să o folosești ca divizor de imagini pentru Instagram, platforma noastră te poate ajuta.\n\n✂️ Cum să împarți imaginea în 5 pași simpli:\n1. Încarcă imaginea ta în divizorul nostru de imagini\n2. Alege layout-ul dorit (de exemplu, grilă 3x3)\n3. Ajustează setările folosind creatorul nostru intuitiv de grile\n4. Previzualizează imaginea împărțită pentru a te asigura de perfecțiune\n5. Descarcă imaginea nou creată împărțită sau segmentele individuale\n\n🌟 NOUĂ FUNCȚIE PRO: Previzualizare grilă Instagram\nPrevizualizează imaginile împărțite direct pe un profil Instagram fără a le încărca:\n1. Conectează-te la Instagram\n2. Fă clic pe 'IG Preview' în Divizorul de imagini\n3. Navighează la orice profil Instagram\n4. Găsește și fă clic pe 'Splitted Preview' deasupra grilei de profil\n5. Plasează cursorul peste grilă pentru a vedea imaginile împărțite în acțiune!\n\n🔧 Moduri flexibile de împărțire:\n➤ Mod Grilă: Perfect pentru crearea layout-urilor de grilă Instagram\n➤ Mod Carusel: Ideal pentru postările carusel pe Instagram\n➤ Mod Personalizat: Control total pentru proiecte unice de împărțire a imaginilor\n\n🖥️ Multiple opțiuni de deschidere a divizorului de imagini:\n➤ Panou lateral: Acces rapid din pictograma de acțiune a Chrome\n➤ Fereastră pop-up: Pentru sesiuni de editare concentrate\n➤ Filă nouă: Experiență de împărțire a imaginilor pe ecran complet\n\n📏 Formate și dimensiuni suportate:\n➤ Tipuri de fișiere: PNG, JPEG, JPG, WEBP, BMP și TIFF\n➤ Dimensiune maximă fișier: 10MB\n➤ Ideal pentru dimensiunea miniaturii YouTube: 1280x720 pixeli\n➤ Perfect pentru grila Instagram: 3x3, 3x2, 3x1 și altele!\n\n🎨 Perfect pentru creativi și entuziaști ai rețelelor sociale:\n• Proiectează grafice atrăgătoare pentru dimensiunea miniaturii YouTube\n• Creează layout-uri de grilă Instagram fără cusur\n• Pregătește postări carusel captivante pe Instagram\n• Folosește ca creator de grile foto pentru colaje uimitoare\n• Împarte imaginea pentru diverse platforme de socializare\n\n📱 Perfect pentru managerii de rețele sociale și influenceri\nDacă gestionezi conturi de social media sau îți construiești brandul personal, divizorul nostru de imagini este un instrument util. Îl poți folosi pentru a:\n- Crea layout-uri consistente de grilă Instagram\n- Proiecta grafice atrăgătoare pentru dimensiunea miniaturii YouTube\n- Pregăti postări carusel pe Instagram care cresc angajamentul\n- Împărți imaginea pentru cerințele diferitelor platforme\n- Folosi creatorul de grile foto pentru colaje creative\n\n❓ Întrebări frecvente:\n\n📌 Este Divizorul de imagini gratuit?\n🔹 Da, divizorul nostru de imagini este complet gratuit de utilizat!\n\n📌 Cum împart o imagine în bucăți pentru Instagram?\n🔹 Pur și simplu încarcă imaginea, alege layout-ul dorit de grilă foto și lasă instrumentul nostru să facă restul!\n\n📌 Pot folosi acest instrument pentru feed-uri puzzle?\n🔹 Absolut! Divizorul nostru de imagini este perfect pentru crearea graficelor puzzle pe Instagram.\n\n📌 Ce dimensiune de imagine ar trebui să folosesc?\n🔹 Deși instrumentul nostru funcționează cu orice dimensiune, recomandăm să urmezi ghidul nostru de dimensiuni pentru rezultate optime pe Instagram.\n\n📊 Dimensiuni recomandate pentru postările de grilă Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Cum pot crea slide-uri carusel pentru Instagram?\n🔹 Folosește Mod Carusel pentru a împărți cu ușurință imaginea în slide-uri perfecte pentru caruselurile Instagram.\n\n💻 Compatibilitate și ușurință în utilizare:\nAplicația noastră de divizare funcționează perfect pe toate dispozitivele. Poți împărți ușor o fotografie, decupa o imagine sau schimba dimensiunea unei imagini.\nFuncționează atât pe computere desktop, cât și pe dispozitive mobile. Doar câteva clicuri sunt tot ce ai nevoie. Nu este nevoie să descarci niciun software - divizorul nostru de fotografii online este întotdeauna accesibil prin browserul Chrome.\n\n🔒 Securitate și confidențialitate:\nÎnțelegem importanța imaginilor tale. De aceea, divizorul nostru de imagini procesează totul local în browserul tău. Fără încărcări pe servere externe înseamnă că fotografiile tale rămân private și sigure.\n\n🌟 Începe să împarți, începe să creezi!\nEști gata să duci imaginile tale la următorul nivel? Încearcă divizorul nostru de imagini astăzi și experimentează diferența pe care o poate face în procesul tău de creare a conținutului vizual. Fie că împarți imagini pentru Instagram, creezi un grafic pentru dimensiunea miniaturii YouTube sau doar îți explorezi creativitatea, instrumentul nostru este aici pentru a te ajuta să îți atingi viziunea.\n\n✨ Descarcă acum și începe să creezi!",
    "ru": "🤔 Ищете мощный разделитель изображений, который поможет вам обрезать изображение, изменить его размер и создать потрясающие фотосетки? Наше приложение для Chrome упрощает редактирование изображений. Вы можете разработать сетку для Instagram или подготовить фотокарусель для социальных сетей.\n\n🚀 Основные функции нашего Разделителя изображений:\n1️⃣ Легкое разделение фото: Разделите изображение на несколько частей всего за несколько кликов\n2️⃣ Настраиваемые параметры: Регулируйте строки и столбцы, чтобы создать идеальную сетку 3x3 или любую другую конфигурацию\n3️⃣ Предварительный просмотр сетки Instagram: Просматривайте свои разделенные изображения прямо на профиле Instagram без загрузки\n4️⃣ Безопасная и быстрая обработка: Все редактирование изображений происходит на вашем устройстве, обеспечивая конфиденциальность и скорость\n5️⃣ Универсальная загрузка изображений: Перетаскивайте или отправляйте изображения прямо с веб-страниц\n6️⃣ Интерактивный предварительный просмотр: Увеличивайте и изучайте свои разделенные изображения перед завершением\n\n💡 Почему стоит выбрать разделить фото на части?\nНаш инструмент — это не просто простой разделитель фото или картинок. Это комплексное приложение для создания сеток изображений, которое удовлетворяет все ваши потребности в разделении картинок. Если вы хотите разделить изображение онлайн или использовать его как разделитель изображений для Instagram, наша платформа может помочь.\n\n✂️ Как разделить картинку в 5 простых шагов:\n1. Загрузите свою картинку в наш разделитель изображений\n2. Выберите желаемую компоновку (например, сетка 3x3)\n3. Настройте параметры с помощью нашего интуитивного создателя сеток\n4. Просмотрите свое разделенное изображение, чтобы убедиться в его совершенстве\n5. Скачайте свое новое разделенное изображение или отдельные сегменты\n\n🌟 НОВАЯ ПРОФЕССИОНАЛЬНАЯ ФУНКЦИЯ: Предварительный просмотр сетки Instagram\nПросматривайте свои разделенные изображения прямо на профиле Instagram без загрузки:\n1. Войдите в Instagram\n2. Нажмите 'IG Preview' в Разделителе изображений\n3. Перейдите на любой профиль Instagram\n4. Найдите и нажмите 'Splitted Preview' над сеткой профиля\n5. Наведите курсор на сетку, чтобы увидеть свои разделенные изображения в действии!\n\n🔧 Гибкие режимы разделения:\n➤ Режим сетки: Идеально подходит для создания макетов сетки Instagram\n➤ Режим карусели: Идеально для карусельных постов в Instagram\n➤ Пользовательский режим: Полный контроль для уникальных проектов разделения изображений\n\n🖥️ Несколько вариантов открытия разделителя изображений:\n➤ Боковая панель: Быстрый доступ из значка действия Chrome\n➤ Всплывающее окно: Для сосредоточенных сеансов редактирования\n➤ Новая вкладка: Полноэкранный опыт разделения изображений\n\n📏 Поддерживаемые форматы и размеры:\n➤ Типы файлов: PNG, JPEG, JPG, WEBP, BMP и TIFF\n➤ Максимальный размер файла: 10 МБ\n➤ Идеально для размера миниатюры YouTube: 1280x720 пикселей\n➤ Идеально для сетки Instagram: 3x3, 3x2, 3x1 и другие!\n\n🎨 Идеально для креативщиков и энтузиастов социальных сетей:\n• Разрабатывайте привлекающие внимание графики для миниатюр YouTube\n• Создавайте бесшовные макеты сетки Instagram\n• Подготавливайте увлекательные карусельные посты в Instagram\n• Используйте как создатель фотосеток для потрясающих коллажей\n• Разделяйте изображения для различных платформ социальных сетей\n\n📱 Идеально для менеджеров социальных сетей и инфлюенсеров\nЕсли вы управляете аккаунтами в социальных сетях или строите свой личный бренд, наш разделитель изображений — полезный инструмент. Вы можете использовать его для:\n- Создания последовательных макетов сетки Instagram\n- Разработки графики для миниатюр YouTube, привлекающей внимание\n- Подготовки карусельных постов в Instagram, которые увеличивают вовлеченность\n- Разделения изображений для различных требований платформ\n- Использования создателя фотосеток для креативных коллажей\n\n❓ Часто задаваемые вопросы:\n\n📌 Бесплатен ли Разделить фото на части?\n🔹 Да, наш разделитель изображений полностью бесплатен для использования!\n\n📌 Как разделить картинку на части для Instagram?\n🔹 Просто загрузите свое изображение, выберите желаемую компоновку фотосетки, и наш инструмент сделает остальное!\n\n📌 Могу ли я использовать это для пазловых лент?\n🔹 Конечно! Наш разделитель изображений идеально подходит для создания графики пазлов Instagram.\n\n📌 Какой размер изображения мне использовать?\n🔹 Хотя наш инструмент работает с любым размером, мы рекомендуем следовать нашему руководству по размерам для оптимальных результатов в Instagram.\n\n📊 Рекомендуемые размеры для постов в сетке Instagram:\n▸ 3x1: 3240 x 1080 пикселей\n▸ 3x2: 3240 x 2160 пикселей\n▸ 3x3: 3240 x 3240 пикселей\n▸ 3x4: 3240 x 4320 пикселей\n▸ 3x5: 3240 x 5400 пикселей\n▸ 3x6: 3240 x 6480 пикселей\n\n📌 Как я могу создать слайды карусели для Instagram?\n🔹 Используйте наш режим карусели, чтобы легко разделить изображение на идеальные слайды для каруселей Instagram.\n\n💻 Совместимость и простота использования:\nНаше приложение для разделения работает безупречно на всех устройствах. Вы можете легко разделить фото, обрезать изображение или изменить его размер.\nЭто работает как на настольных компьютерах, так и на мобильных устройствах. Всего несколько кликов — и все готово. Нет необходимости загружать какое-либо программное обеспечение — наш онлайн-разделитель фото всегда доступен через ваш браузер Chrome.\n\n🔒 Безопасность и конфиденциальность:\nМы понимаем важность ваших изображений. Именно поэтому наш разделитель картинок обрабатывает все локально в вашем браузере. Отсутствие загрузок на внешние серверы означает, что ваши фотографии остаются приватными и защищенными.\n\n🌟 Начните разделять, начните создавать!\nГотовы вывести свои изображения на новый уровень? Попробуйте Разделить фото на части сегодня и ощутите разницу, которую он может сделать в процессе создания вашего визуального контента. Независимо от того, разделяете ли вы изображение для Instagram, или просто исследуете свою креативность, наш инструмент поможет вам достичь вашей цели.\n\n✨ Скачайте сейчас и начните создавать!",
    "sk": "🤔 Hľadáte výkonný rozdeľovač obrázkov, ktorý vám pomôže orezať obrázok, zmeniť jeho veľkosť a vytvoriť úžasné fotomriežky? Naša aplikácia pre Chrome uľahčuje úpravu obrázkov. Môžete vytvárať materiály pre správnu veľkosť náhľadu na YouTube. Môžete navrhnúť mriežku pre Instagram alebo pripraviť fotokarusel pre sociálne médiá.\n\n🚀 Kľúčové vlastnosti nášho Rozdeľovača obrázkov:\n1️⃣ Jednoduché rozdelenie fotografií: Rozdeľte obrázok na viac častí len niekoľkými kliknutiami\n2️⃣ Prispôsobiteľné nastavenia: Upravte riadky a stĺpce na vytvorenie dokonalej mriežky 3x3 alebo inej konfigurácie\n3️⃣ Náhľad mriežky Instagramu: Prezrite si svoje rozdelené obrázky priamo na profile Instagramu bez nahrávania\n4️⃣ Bezpečné a rýchle spracovanie: Všetky úpravy obrázkov prebiehajú na vašom zariadení, čo zaručuje súkromie a rýchlosť\n5️⃣ Univerzálne nahrávanie obrázkov: Pretiahnite a pustite alebo pošlite obrázky priamo z webových stránok\n6️⃣ Interaktívny náhľad: Priblížte a preskúmajte svoje rozdelené obrázky pred dokončením\n\n💡 Prečo si vybrať náš rozdeľovač obrázkov?\nNáš nástroj nie je len jednoduchý rozdeľovač fotografií alebo obrázkov. Je to komplexná aplikácia na mriežky obrázkov, ktorá pokrýva všetky vaše potreby na rozdelenie obrázkov. Ak chcete rozdeliť obrázok online alebo ho použiť ako rozdeľovač obrázkov pre Instagram, naša platforma vám môže pomôcť.\n\n✂️ Ako rozdeliť obrázok v 5 jednoduchých krokoch:\n1. Nahrajte svoj obrázok do nášho rozdeľovača obrázkov\n2. Vyberte si požadované rozloženie (napr. mriežka 3x3)\n3. Upravte nastavenia pomocou nášho intuitívneho tvorcu mriežok\n4. Prezrite si svoj rozdelený obrázok, aby ste zabezpečili dokonalosť\n5. Stiahnite si svoj novo vytvorený rozdelený obrázok alebo jednotlivé segmenty\n\n🌟 NOVÁ PRO FUNKCIA: Náhľad mriežky Instagramu\nPrezrite si svoje rozdelené obrázky priamo na profile Instagramu bez nahrávania:\n1. Prihláste sa na Instagram\n2. Kliknite na 'IG Preview' v Rozdeľovači obrázkov\n3. Prejdite na akýkoľvek profil Instagramu\n4. Nájdite a kliknite na 'Splitted Preview' nad mriežkou profilu\n5. Prejdite myšou nad mriežkou, aby ste videli svoje rozdelené obrázky v akcii!\n\n🔧 Flexibilné režimy rozdelenia:\n➤ Režim mriežky: Ideálne na vytváranie rozložení mriežky Instagramu\n➤ Režim karuselu: Ideálne pre karuselové príspevky na Instagrame\n➤ Vlastný režim: Plná kontrola pre jedinečné projekty rozdelenia obrázkov\n\n🖥️ Viac možností otvorenia rozdeľovača obrázkov:\n➤ Bočný panel: Rýchly prístup z akčnej ikony Chrome\n➤ Vyskakovacie okno: Pre sústredené editačné relácie\n➤ Nová karta: Celoplošný zážitok z rozdelenia obrázkov\n\n📏 Podporované formáty a veľkosti:\n➤ Typy súborov: PNG, JPEG, JPG, WEBP, BMP a TIFF\n➤ Max. veľkosť súboru: 10 MB\n➤ Ideálne pre veľkosť náhľadu na YouTube: 1280x720 pixelov\n➤ Perfektné pre mriežku Instagramu: 3x3, 3x2, 3x1 a ďalšie!\n\n🎨 Perfektné pre kreatívcov a nadšencov sociálnych médií:\n• Navrhnite pútavé grafiky veľkosti náhľadu na YouTube\n• Vytvorte bezproblémové rozloženia mriežky Instagramu\n• Pripravte pútavé karuselové príspevky na Instagrame\n• Použite ako tvorcu fotomriežok pre úžasné koláže\n• Rozdeľte obrázok pre rôzne platformy sociálnych médií\n\n📱 Perfektné pre manažérov sociálnych médií a influencerov\nAk spravujete účty na sociálnych médiách alebo budujete svoju osobnú značku, náš rozdeľovač obrázkov je užitočný nástroj. Môžete ho použiť na:\n- Vytváranie konzistentných rozložení mriežky Instagramu\n- Navrhovanie grafík veľkosti náhľadu na YouTube, ktoré upútajú pozornosť\n- Prípravu karuselových príspevkov na Instagrame, ktoré zvyšujú angažovanosť\n- Rozdelenie obrázkov pre rôzne požiadavky platforiem\n- Použitie tvorcu fotomriežok pre kreatívne koláže\n\n❓ Často kladené otázky:\n\n📌 Je Rozdeľovač obrázkov zadarmo?\n🔹 Áno, náš rozdeľovač obrázkov je úplne zadarmo na použitie!\n\n📌 Ako rozdelím obrázok na kúsky pre Instagram?\n🔹 Jednoducho nahrajte svoj obrázok, vyberte požadované rozloženie fotomriežky a nechajte náš nástroj urobiť zvyšok!\n\n📌 Môžem to použiť na puzzle feedy?\n🔹 Absolútne! Náš rozdeľovač obrázkov je ideálny na vytváranie puzzle grafík pre Instagram.\n\n📌 Akú veľkosť obrázka by som mal použiť?\n🔹 Hoci náš nástroj funguje s akoukoľvek veľkosťou, odporúčame dodržiavať náš sprievodca rozmermi pre optimálne výsledky na Instagrame.\n\n📊 Odporúčané rozmery pre príspevky mriežky Instagramu:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Ako môžem vytvoriť karuselové snímky pre Instagram?\n🔹 Použite náš režim karuselu na jednoduché rozdelenie obrázka na dokonalé snímky pre karusely na Instagrame.\n\n💻 Kompatibilita a jednoduchosť použitia:\nNaša aplikácia na rozdeľovanie funguje bezproblémovo na všetkých zariadeniach. Môžete ľahko rozdeliť fotografiu, orezať obrázok alebo zmeniť veľkosť obrázka.\nFunguje to na stolných počítačoch aj mobilných zariadeniach. Stačí len niekoľko kliknutí. Nie je potrebné sťahovať žiadny softvér - náš online rozdeľovač fotografií je vždy prístupný cez váš prehliadač Chrome.\n\n🔒 Bezpečnosť a súkromie:\nChápeme dôležitosť vašich obrázkov. Preto náš rozdeľovač obrázkov spracováva všetko lokálne vo vašom prehliadači. Žiadne nahrávanie na externé servery znamená, že vaše fotografie zostávajú súkromné a bezpečné.\n\n🌟 Začnite rozdeľovať, začnite tvoriť!\nSte pripravení posunúť svoje obrázky na vyššiu úroveň? Vyskúšajte náš rozdeľovač obrázkov ešte dnes a zažite rozdiel, ktorý môže priniesť vo vašom procese tvorby vizuálneho obsahu. Či už rozdeľujete obrázok pre Instagram, vytvárate grafiku veľkosti náhľadu na YouTube, alebo len skúmate svoju kreativitu, náš nástroj je tu, aby vám pomohol dosiahnuť vašu víziu.\n\n✨ Stiahnite si teraz a začnite tvoriť!",
    "sl": "🤔 Iščete zmogljiv razdeljevalnik slik, ki vam lahko pomaga obrezati sliko, spremeniti velikost slike in ustvariti osupljive foto mreže? Naša aplikacija za Chrome olajša urejanje slik. Ustvarite lahko sredstva za pravo velikost sličice za YouTube. Oblikujete lahko Instagram mrežo ali pripravite foto vrtiljak za družbena omrežja.\n\n🚀 Ključne funkcije našega Razdeljevalnika slik:\n1️⃣ Enostavno razdeljevanje fotografij: Razdelite sliko na več delov z le nekaj kliki\n2️⃣ Prilagodljive nastavitve: Prilagodite vrstice in stolpce za ustvarjanje popolne mreže 3x3 ali katere koli druge konfiguracije\n3️⃣ Predogled Instagram mreže: Predogled razdeljenih slik neposredno na Instagram profilu brez nalaganja\n4️⃣ Varna in hitra obdelava: Vse urejanje slik poteka na vaši napravi, kar zagotavlja zasebnost in hitrost\n5️⃣ Vsestranski prenos slik: Povlecite in spustite ali pošljite slike neposredno s spletnih strani\n6️⃣ Interaktivni predogled: Povečajte in preglejte razdeljene slike pred dokončanjem\n\n💡 Zakaj izbrati naš razdeljevalnik slik?\nNaše orodje ni le preprost razdeljevalnik fotografij ali slik. Je celovita aplikacija za mreže slik, ki zadovoljuje vse vaše potrebe po razdeljevanju slik. Če želite razdeliti sliko na spletu ali jo uporabiti kot razdeljevalnik slik za Instagram, vam naša platforma lahko pomaga.\n\n✂️ Kako razdeliti sliko v 5 preprostih korakih:\n1. Naložite svojo sliko v naš razdeljevalnik slik\n2. Izberite želeno postavitev (npr. mreža 3x3)\n3. Prilagodite nastavitve z našim intuitivnim ustvarjalcem mrež\n4. Predogled razdeljene slike za zagotovitev popolnosti\n5. Prenesite svojo na novo ustvarjeno razdeljeno sliko ali posamezne segmente\n\n🌟 NOVA PRO FUNKCIJA: Predogled Instagram mreže\nPredogled razdeljenih slik neposredno na Instagram profilu brez nalaganja:\n1. Prijavite se v Instagram\n2. Kliknite 'IG Predogled' v Razdeljevalniku slik\n3. Pomaknite se na kateri koli Instagram profil\n4. Poiščite in kliknite 'Razdeljen predogled' nad mrežo profila\n5. Premaknite se nad mrežo, da vidite svoje razdeljene slike v akciji!\n\n🔧 Prilagodljivi načini razdeljevanja:\n➤ Način mreže: Popoln za ustvarjanje postavitev Instagram mreže\n➤ Način vrtiljaka: Idealen za vrtiljak objave na Instagramu\n➤ Način po meri: Popoln nadzor za edinstvene projekte razdeljevanja slik\n\n🖥️ Več možnosti odpiranja razdeljevalnika slik:\n➤ Stranska plošča: Hiter dostop iz akcijske ikone Chroma\n➤ Pojavno okno: Za osredotočene seje urejanja\n➤ Nov zavihek: Izkušnja razdeljevanja slik na celotnem zaslonu\n\n📏 Podprti formati in velikosti:\n➤ Vrste datotek: PNG, JPEG, JPG, WEBP, BMP in TIFF\n➤ Največja velikost datoteke: 10 MB\n➤ Idealno za velikost sličice za YouTube: 1280x720 pikslov\n➤ Popolno za Instagram mrežo: 3x3, 3x2, 3x1 in več!\n\n🎨 Popolno za ustvarjalce in navdušence nad družbenimi omrežji:\n• Oblikujte privlačne grafike velikosti sličice za YouTube\n• Ustvarite brezhibne postavitve Instagram mreže\n• Pripravite privlačne vrtiljak objave na Instagramu\n• Uporabite kot ustvarjalec foto mrež za osupljive kolaže\n• Razdelite sliko za različne platforme družbenih omrežij\n\n📱 Popolno za upravljavce družbenih omrežij in vplivneže\nČe upravljate račune družbenih omrežij ali gradite svojo osebno blagovno znamko, je naš razdeljevalnik slik koristno orodje. Uporabite ga lahko za:\n- Ustvarjanje doslednih postavitev Instagram mreže\n- Oblikovanje grafike velikosti sličice za YouTube, ki pritegne pozornost\n- Pripravo vrtiljak objav na Instagramu, ki povečajo angažiranost\n- Razdelitev slike za različne zahteve platform\n- Uporabo ustvarjalca foto mrež za ustvarjalne kolaže\n\n❓ Pogosto zastavljena vprašanja:\n\n📌 Je Razdeljevalnik slik brezplačen?\n🔹 Da, naš razdeljevalnik slik je popolnoma brezplačen za uporabo!\n\n📌 Kako razdelim sliko na dele za Instagram?\n🔹 Preprosto naložite svojo sliko, izberite želeno postavitev foto mreže in pustite, da naše orodje opravi ostalo!\n\n📌 Ali lahko to uporabim za sestavljanke?\n🔹 Absolutno! Naš razdeljevalnik slik je popoln za ustvarjanje grafike sestavljank za Instagram.\n\n📌 Kakšno velikost slike naj uporabim?\n🔹 Čeprav naše orodje deluje s katero koli velikostjo, priporočamo, da sledite našemu vodniku po dimenzijah za optimalne rezultate na Instagramu.\n\n📊 Priporočene dimenzije za objave v Instagram mreži:\n▸ 3x1: 3240 x 1080 px\n▸ 3x2: 3240 x 2160 px\n▸ 3x3: 3240 x 3240 px\n▸ 3x4: 3240 x 4320 px\n▸ 3x5: 3240 x 5400 px\n▸ 3x6: 3240 x 6480 px\n\n📌 Kako lahko ustvarim diapozitive vrtiljaka za Instagram?\n🔹 Uporabite naš način vrtiljaka za enostavno razdelitev slike na popolne diapozitive za vrtiljak objave na Instagramu.\n\n💻 Združljivost in enostavnost uporabe:\nNaša aplikacija za razdeljevanje deluje brezhibno na vseh napravah. Enostavno lahko razdelite fotografijo, obrežete sliko ali spremenite velikost slike.\nTo deluje tako na namiznih računalnikih kot na mobilnih napravah. Potrebujete le nekaj klikov. Ni potrebe po prenosu programske opreme - naš spletni razdeljevalnik fotografij je vedno dostopen prek vašega brskalnika Chrome.\n\n🔒 Varnost in zasebnost:\nZavedamo se pomena vaših slik. Zato naš razdeljevalnik slik vse obdeluje lokalno v vašem brskalniku. Brez nalaganja na zunanje strežnike pomeni, da vaše fotografije ostanejo zasebne in varne.\n\n🌟 Začnite razdeljevati, začnite ustvarjati!\nPripravljeni, da svoje slike dvignete na naslednjo raven? Preizkusite naš razdeljevalnik slik danes in izkusite razliko, ki jo lahko naredi v vašem procesu ustvarjanja vizualnih vsebin. Ne glede na to, ali razdeljujete sliko za Instagram, ustvarjate grafiko velikosti sličice za YouTube ali preprosto raziskujete svojo ustvarjalnost, je naše orodje tukaj, da vam pomaga doseči vašo vizijo.\n\n✨ Prenesite zdaj in začnite ustvarjati!",
    "sr": "🤔 Да ли тражите моћан сепаратор слика који вам може помоћи да исечете слику, промените величину слике и креирате задивљујуће фото мреже? Наша Chrome апликација олакшава уређивање слика. Можете направити ресурсе за праву величину YouTube сличице. Можете дизајнирати Instagram мрежу или припремити фото карусел за друштвене мреже.\n\n🚀 Кључне карактеристике нашег Сепаратора слика:\n1️⃣ Лако раздвајање фотографија: Раздвојите слику на више делова са само неколико кликова\n2️⃣ Подесива подешавања: Подесите редове и колоне да бисте креирали савршену 3x3 мрежу или било коју другу конфигурацију\n3️⃣ Преглед Instagram мреже: Прегледајте своје раздвојене слике директно на Instagram профилу без отпремања\n4️⃣ Сигурна и брза обрада: Све уређивање слика се дешава на вашем уређају, обезбеђујући приватност и брзину\n5️⃣ Разноврсно отпремање слика: Превуците и отпустите или пошаљите слике директно са веб страница\n6️⃣ Интерактивни преглед: Зумирајте и прегледајте своје раздвојене слике пре финализације\n\n💡 Зашто изабрати наш сепаратор слика?\nНаш алат није само једноставан раздвајач фотографија или слика. То је свеобухватна апликација за мрежу слика која задовољава све ваше потребе за раздвајањем слика. Ако желите да раздвојите слику на мрежи или је користите као Instagram сепаратор слика, наша платформа може помоћи.\n\n✂️ Како раздвојити слику у 5 једноставних корака:\n1. Отпремите своју слику у наш сепаратор слика\n2. Изаберите жељени распоред (нпр. 3x3 мрежа)\n3. Подесите подешавања користећи наш интуитивни креатор мрежа\n4. Прегледајте своју раздвојену слику да бисте осигурали савршенство\n5. Преузмите своју новостворену раздвојену слику или појединачне сегменте\n\n🌟 НОВА ПРО ФУНКЦИЈА: Преглед Instagram мреже\nПрегледајте своје раздвојене слике директно на Instagram профилу без отпремања:\n1. Пријавите се на Instagram\n2. Кликните на 'IG Preview' у Сепаратору слика\n3. Идите на било који Instagram профил\n4. Пронађите и кликните на 'Splitted Preview' изнад мреже профила\n5. Пређите мишем преко мреже да видите своје раздвојене слике у акцији!\n\n🔧 Флексибилни режими раздвајања:\n➤ Режим мреже: Савршен за креирање Instagram мрежних распореда\n➤ Режим карусела: Идеалан за карусел Instagram постове\n➤ Прилагођени режим: Потпуна контрола за јединствене пројекте раздвајања слика\n\n🖥️ Више опција отварања сепаратора слика:\n➤ Бочни панел: Брз приступ из Chrome иконе акције\n➤ Попуп прозор: За фокусиране сесије уређивања\n➤ Нова картица: Искуство раздвајања слика преко целог екрана\n\n📏 Подржани формати и величине:\n➤ Типови датотека: PNG, JPEG, JPG, WEBP, BMP и TIFF\n➤ Максимална величина датотеке: 10MB\n➤ Идеално за величину YouTube сличице: 1280x720 пиксела\n➤ Савршено за Instagram мрежу: 3x3, 3x2, 3x1 и више!\n\n🎨 Савршено за креативце и ентузијасте друштвених мрежа:\n• Дизајнирајте упечатљиву графику величине YouTube сличице\n• Креирајте беспрекорне Instagram мрежне распореде\n• Припремите ангажујуће карусел Instagram постове\n• Користите као креатор фото мреже за задивљујуће колаже\n• Раздвојите слику за различите платформе друштвених мрежа\n\n📱 Савршено за менаџере друштвених мрежа и инфлуенсере\nАко управљате налозима на друштвеним мрежама или градите свој лични бренд, наш сепаратор слика је користан алат. Можете га користити за:\n- Креирање доследних Instagram мрежних распореда\n- Дизајнирање графике величине YouTube сличице која привлачи пажњу\n- Припрему карусел Instagram постова који повећавају ангажовање\n- Раздвајање слике за различите захтеве платформи\n- Користите креатор фото мреже за креативне колаже\n\n❓ Често постављана питања:\n\n📌 Да ли је Сепаратор слика бесплатан?\n🔹 Да, наш сепаратор слика је потпуно бесплатан за коришћење!\n\n📌 Како да раздвојим слику на делове за Instagram?\n🔹 Једноставно отпремите своју слику, изаберите жељени распоред фото мреже и пустите наш алат да уради остало!\n\n📌 Могу ли ово користити за puzzle feeds?\n🔹 Апсолутно! Наш сепаратор слика је савршен за креирање Instagram puzzle графике.\n\n📌 Коју величину слике треба да користим?\n🔹 Иако наш алат ради са било којом величином, препоручујемо да пратите наш водич за димензије за оптималне резултате на Instagram-у.\n\n📊 Препоручене димензије за Instagram мрежне постове:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Како могу креирати карусел слајдове за Instagram?\n🔹 Користите наш режим карусела да лако поделите своју слику у савршене слајдове за Instagram каруселе.\n\n💻 Компатибилност и лакоћа коришћења:\nНаша апликација за раздвајање ради беспрекорно на свим уређајима. Можете лако раздвојити фотографију, исећи слику или променити величину слике.\nОво ради и на десктоп рачунарима и на мобилним уређајима. Потребно је само неколико кликова. Нема потребе за преузимањем било ког софтвера - наш онлајн раздвајач фотографија је увек доступан преко вашег Chrome прегледача.\n\n🔒 Безбедност и приватност:\nРазумемо важност ваших слика. Зато наш раздвајач слика обрађује све локално у вашем прегледачу. Нема отпремања на спољне сервере, што значи да ваше фотографије остају приватне и безбедне.\n\n🌟 Почните са раздвајањем, почните са креирањем!\nСпремни сте да подигнете своје слике на виши ниво? Испробајте наш сепаратор слика данас и искусите разлику коју може направити у вашем процесу креирања визуелног садржаја. Било да раздвајате слику за Instagram, креирате графику величине YouTube сличице или само истражујете своју креативност, наш алат је ту да вам помогне да остварите своју визију.\n\n✨ Преузмите сада и почните са креирањем!",
    "sv": "🤔 Letar du efter en kraftfull bilddelare som kan hjälpa dig att beskära bilder, ändra storlek på bilder och skapa fantastiska fotogallerier? Vår Chrome-app gör bildredigering enklare. Du kan skapa material för rätt YouTube-miniatyrstorlek. Du kan designa ett Instagram-rutnät eller förbereda en fotokarusell för sociala medier.\n\n🚀 Viktiga funktioner i vår Image Splitter:\n1️⃣ Enkel bilddelning: Dela upp bilden i flera delar med bara några klick\n2️⃣ Anpassningsbara inställningar: Justera rader och kolumner för att skapa det perfekta 3x3-rutnätet eller någon annan konfiguration\n3️⃣ Instagram-rutnätsförhandsvisning: Förhandsgranska dina delade bilder direkt på en Instagram-profil utan att ladda upp\n4️⃣ Säker och snabb bearbetning: All bildredigering sker på din enhet, vilket garanterar integritet och hastighet\n5️⃣ Mångsidig bilduppladdning: Dra och släpp eller skicka bilder direkt från webbsidor\n6️⃣ Interaktiv förhandsvisning: Zooma och granska dina delade bilder innan du slutför\n\n💡 Varför välja vår bilddelare?\nVårt verktyg är inte bara en enkel fotodelare eller bilddelare. Det är en omfattande bildrutnätsapp som tillgodoser alla dina behov av att dela bilder. Om du vill dela en bild online eller använda den som en Instagram-bilddelare kan vår plattform hjälpa till.\n\n✂️ Hur man delar bilden i 5 enkla steg:\n1. Ladda upp din bild till vår bilddelare\n2. Välj din önskade layout (t.ex. 3x3-rutnät)\n3. Justera inställningarna med vår intuitiva rutnätskapare\n4. Förhandsgranska din delade bild för att säkerställa perfektion\n5. Ladda ner din nyss skapade delade bild eller individuella segment\n\n🌟 NY PRO-FUNKTION: Instagram-rutnätsförhandsvisning\nFörhandsgranska dina delade bilder direkt på en Instagram-profil utan att ladda upp:\n1. Logga in på Instagram\n2. Klicka på 'IG Preview' i Image Splitter\n3. Navigera till valfri Instagram-profil\n4. Hitta och klicka på 'Splitted Preview' ovanför profilrutnätet\n5. Hovra över rutnätet för att se dina delade bilder i aktion!\n\n🔧 Flexibla delningslägen:\n➤ Rutnätsläge: Perfekt för att skapa Instagram-rutnätslayouter\n➤ Karuselläge: Idealisk för karusellinlägg på Instagram\n➤ Anpassat läge: Full kontroll för unika delade bildprojekt\n\n🖥️ Flera öppningsalternativ för bilddelare:\n➤ Sidopanel: Snabb åtkomst från Chromes åtgärdsikon\n➤ Popup-fönster: För fokuserade redigeringssessioner\n➤ Ny flik: Fullskärmsupplevelse för bilddelning\n\n📏 Stödda format och storlekar:\n➤ Filtyper: PNG, JPEG, JPG, WEBP, BMP och TIFF\n➤ Max filstorlek: 10MB\n➤ Idealisk för YouTube-miniatyrstorlek: 1280x720 pixlar\n➤ Perfekt för Instagram-rutnät: 3x3, 3x2, 3x1 och mer!\n\n🎨 Perfekt för kreativa och sociala medieentusiaster:\n• Designa iögonfallande YouTube-miniatyrgrafik\n• Skapa sömlösa Instagram-rutnätslayouter\n• Förbered engagerande karusellinlägg på Instagram\n• Använd som en fotogalleri-skapare för fantastiska collage\n• Dela bild för olika sociala medieplattformar\n\n📱 Perfekt för sociala mediechefer och influencers\nOm du hanterar sociala mediekonton eller bygger ditt personliga varumärke är vår bilddelare ett hjälpsamt verktyg. Du kan använda det för att:\n- Skapa konsekventa Instagram-rutnätslayouter\n- Designa uppmärksamhetsfångande YouTube-miniatyrgrafik\n- Förbereda karusellinlägg på Instagram som ökar engagemanget\n- Dela bild för olika plattformsbehov\n- Använd fotogalleri-skaparen för kreativa collage\n\n❓ Vanliga frågor:\n\n📌 Är Image Splitter gratis?\n🔹 Ja, vår bilddelare är helt gratis att använda!\n\n📌 Hur delar jag en bild i delar för Instagram?\n🔹 Ladda bara upp din bild, välj din önskade fotogallerilayout och låt vårt verktyg göra resten!\n\n📌 Kan jag använda detta för pusselmatningar?\n🔹 Absolut! Vår bilddelare är perfekt för att skapa Instagram-pusselgrafik.\n\n📌 Vilken bildstorlek ska jag använda?\n🔹 Även om vårt verktyg fungerar med vilken storlek som helst rekommenderar vi att följa vår dimensionsguide för optimala resultat på Instagram.\n\n📊 Rekommenderade dimensioner för Instagram-rutnätsinlägg:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Hur kan jag skapa karusellbilder för Instagram?\n🔹 Använd vårt Karuselläge för att enkelt dela din bild i perfekta bilder för Instagram-karuseller.\n\n💻 Kompatibilitet och användarvänlighet:\nVår delningsapp fungerar sömlöst över enheter. Du kan enkelt dela ett foto, beskära en bild eller ändra storleken på en bild. Detta fungerar på både stationära datorer och mobila enheter. Bara några klick är allt som behövs. Ingen nedladdning av programvara behövs - vår online fotodelare är alltid tillgänglig via din Chrome-webbläsare.\n\n🔒 Säkerhet och integritet:\nVi förstår vikten av dina bilder. Därför bearbetar vår bilddelare allt lokalt i din webbläsare. Inga uppladdningar till externa servrar innebär att dina foton förblir privata och säkra.\n\n🌟 Börja dela, börja skapa!\nRedo att ta dina bilder till nästa nivå? Prova vår bilddelare idag och upplev skillnaden det kan göra i din visuella innehållsskapande process. Oavsett om du delar bild för Instagram, skapar en YouTube-miniatyrgrafik eller bara utforskar din kreativitet, är vårt verktyg här för att hjälpa dig att uppnå din vision.\n\n✨ Ladda ner nu och börja skapa!",
    "sw": "🤔 Unatafuta kigawanyaji picha chenye nguvu kinachoweza kukusaidia kukata picha, kubadilisha ukubwa wa picha, na kuunda gridi za picha za kuvutia? Programu yetu ya Chrome inafanya uhariri wa picha kuwa rahisi. Unaweza kutengeneza mali kwa ukubwa sahihi wa kiolezo cha YouTube. Unaweza kubuni gridi ya Instagram au kuandaa mzunguko wa picha kwa mitandao ya kijamii.\n\n🚀 Vipengele muhimu vya Kigawanyaji Picha:\n1️⃣ Kugawa Picha kwa Urahisi: Gawa picha katika sehemu nyingi kwa mibofyo michache tu\n2️⃣ Mipangilio Inayoweza Kubadilishwa: Rekebisha safu na nguzo kuunda gridi kamili ya 3x3 au mpangilio mwingine wowote\n3️⃣ Muonekano wa gridi ya Instagram: Tazama picha zako zilizogawanywa moja kwa moja kwenye wasifu wa Instagram bila kupakia\n4️⃣ Usalama na Usindikaji wa Haraka: Uhariri wote wa picha unafanyika kwenye kifaa chako, kuhakikisha faragha na kasi\n5️⃣ Upakiaji wa Picha Mbalimbali: Buruta na uachie au tuma picha moja kwa moja kutoka kwenye kurasa za wavuti\n6️⃣ Muonekano wa Kivutio: Kuza na kuchunguza picha zako zilizogawanywa kabla ya kumaliza\n\n💡 Kwa nini uchague kigawanyaji picha chetu?\nZana yetu siyo tu kigawanyaji picha rahisi. Ni programu kamili ya gridi ya picha inayokidhi mahitaji yako yote ya kugawa picha. Ikiwa unataka kugawa picha mtandaoni au kuitumia kama kigawanyaji picha cha Instagram, jukwaa letu linaweza kusaidia.\n\n✂️ Jinsi ya kugawa picha kwa hatua 5 rahisi:\n1. Pakia picha yako kwenye kigawanyaji picha chetu\n2. Chagua mpangilio unaotaka (mfano, gridi ya 3x3)\n3. Rekebisha mipangilio kwa kutumia mtengenezaji wetu wa gridi wa angavu\n4. Tazama picha yako iliyogawanywa ili kuhakikisha ukamilifu\n5. Pakua picha yako mpya iliyogawanywa au sehemu za kibinafsi\n\n🌟 KIPENGELE KIPYA CHA PRO: Muonekano wa Gridi ya Instagram\nTazama picha zako zilizogawanywa moja kwa moja kwenye wasifu wa Instagram bila kupakia:\n1. Ingia kwenye Instagram\n2. Bofya 'IG Preview' katika Kigawanyaji Picha\n3. Tembelea wasifu wowote wa Instagram\n4. Tafuta na Bofya 'Splitted Preview' juu ya gridi ya wasifu\n5. Peleka kipanya juu ya gridi ili kuona picha zako zilizogawanywa zikifanya kazi!\n\n🔧 Njia za kugawa zinazobadilika:\n➤ Njia ya Gridi: Inafaa kwa kuunda mipangilio ya gridi ya instagram\n➤ Njia ya Mzunguko: Inafaa kwa machapisho ya mzunguko wa instagram\n➤ Njia ya Kawaida: Udhibiti kamili kwa miradi ya kipekee ya kugawa picha\n\n🖥️ Chaguzi nyingi za kufungua kigawanyaji picha:\n➤ SidePanel: Ufikiaji wa haraka kutoka kwenye ikoni ya kitendo cha Chrome\n➤ Dirisha la Ibukizi: Kwa vikao vya uhariri vilivyolenga\n➤ Kichupo Kipya: Uzoefu wa kugawa picha kwa skrini nzima\n\n📏 Miundo na ukubwa unaoungwa mkono:\n➤ Aina za faili: PNG, JPEG, JPG, WEBP, BMP, na TIFF\n➤ Ukubwa wa faili wa juu: 10MB\n➤ Inafaa kwa ukubwa wa kiolezo cha youtube: 1280x720 pikseli\n➤ Inafaa kwa gridi ya instagram: 3x3, 3x2, 3x1, na zaidi!\n\n🎨 Inafaa kwa wabunifu na wapenda mitandao ya kijamii:\n• Buni michoro ya kuvutia ya ukubwa wa kiolezo cha youtube\n• Unda mipangilio ya gridi ya instagram isiyo na mshono\n• Andaa machapisho ya mzunguko wa instagram yanayovutia\n• Tumia kama mtengenezaji wa gridi ya picha kwa kolagi za kuvutia\n• Gawa picha kwa majukwaa mbalimbali ya mitandao ya kijamii\n\n📱 Inafaa kwa wasimamizi wa mitandao ya kijamii na washawishi\nIkiwa unasimamia akaunti za mitandao ya kijamii au kujenga chapa yako binafsi, kigawanyaji picha chetu ni zana muhimu. Unaweza kuitumia:\n- Kuunda mipangilio thabiti ya gridi ya instagram\n- Kubuni michoro ya kuvutia ya ukubwa wa kiolezo cha youtube\n- Kuandaa machapisho ya mzunguko wa instagram yanayoongeza ushirikiano\n- Kugawa picha kwa mahitaji ya majukwaa mbalimbali\n- Tumia mtengenezaji wa gridi ya picha kwa kolagi za ubunifu\n\n❓ Maswali yanayoulizwa mara kwa mara:\n\n📌 Je, Kigawanyaji Picha ni bure?\n🔹 Ndiyo, kigawanyaji picha chetu ni bure kabisa kutumia!\n\n📌 Ninawezaje kugawa picha vipande kwa Instagram?\n🔹 Pakia tu picha yako, chagua mpangilio wa gridi ya picha unaotaka, na acha zana yetu ifanye mengine!\n\n📌 Je, naweza kutumia hii kwa machapisho ya fumbo?\n🔹 Kabisa! Kigawanyaji picha chetu ni bora kwa kuunda michoro ya fumbo ya Instagram.\n\n📌 Ni ukubwa gani wa picha ninapaswa kutumia?\n🔹 Ingawa zana yetu inafanya kazi na ukubwa wowote, tunapendekeza kufuata mwongozo wetu wa vipimo kwa matokeo bora kwenye Instagram.\n\n📊 Vipimo vinavyopendekezwa kwa machapisho ya gridi ya instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Ninawezaje kuunda slaidi za mzunguko kwa Instagram?\n🔹 Tumia Njia ya Mzunguko kugawa picha yako kwa urahisi katika slaidi kamili kwa mizunguko ya Instagram.\n\n💻 Ulinganifu na urahisi wa matumizi:\nProgramu yetu ya kigawanyaji inafanya kazi bila mshono kwenye vifaa. Unaweza kugawa picha kwa urahisi, kukata picha, au kubadilisha ukubwa wa picha.\nHii inafanya kazi kwenye kompyuta za mezani na vifaa vya mkononi. Mibofyo michache tu inahitajika. Hakuna haja ya kupakua programu yoyote - kigawanyaji picha chetu mtandaoni kinapatikana kila wakati kupitia kivinjari chako cha Chrome.\n\n🔒 Usalama na faragha:\nTunaelewa umuhimu wa picha zako. Ndiyo maana kigawanyaji picha chetu kinachakata kila kitu ndani ya kivinjari chako. Hakuna upakiaji kwenye seva za nje maana picha zako zinabaki kuwa za faragha na salama.\n\n🌟 Anza kugawa, anza kuunda!\nUko tayari kuboresha picha zako? Jaribu kigawanyaji picha chetu leo na uone tofauti inayoweza kufanya katika mchakato wako wa kuunda maudhui ya kuona. Iwe unagawa picha kwa Instagram, kuunda michoro ya ukubwa wa kiolezo cha youtube, au kuchunguza ubunifu wako, zana yetu iko hapa kukusaidia kufikia maono yako.\n\n✨ Pakua sasa na anza kuunda!",
    "ta": "🤔 படத்தை செதுக்கவும், படத்தின் அளவை மாற்றவும் மற்றும் பிரமிக்க வைக்கும் புகைப்பட கட்டங்களை உருவாக்கவும் உதவும் சக்திவாய்ந்த பட பிரிப்பானை நீங்கள் தேடுகிறீர்களா? எங்கள் Chrome பயன்பாடு படத்தைத் திருத்துவதை எளிதாக்குகிறது. சரியான YouTube சிறுபட அளவுக்கான சொத்துக்களை நீங்கள் உருவாக்கலாம். நீங்கள் Instagram கட்டத்தை வடிவமைக்கலாம் அல்லது சமூக ஊடகத்திற்கான புகைப்பட கொணர்வியைத் தயாரிக்கலாம். 🚀 எங்களின் இமேஜ் ஸ்பிளிட்டரின் முக்கிய அம்சங்கள்: 1️⃣ எளிதான புகைப்படப் பிரிப்பு: ஒரு சில கிளிக்குகளில் படத்தைப் பல பகுதிகளாகப் பிரிக்கவும் 2️⃣ தனிப்பயனாக்கக்கூடிய அமைப்புகள்: சரியான 3x3 கட்டம் அல்லது வேறு ஏதேனும் உள்ளமைவை உருவாக்க வரிசைகள் மற்றும் நெடுவரிசைகளை சரிசெய்யவும் 3️⃣ Instagram கட்டத்தின் மாதிரிக்காட்சி: உங்கள் முன்னோட்டம் இன்ஸ்டாகிராம் சுயவிவரத்தில் நேரடியாக பதிவேற்றம் செய்யாமல் 4️⃣ பாதுகாப்பான மற்றும் வேகமான செயலாக்கம்: அனைத்து பட எடிட்டிங் உங்கள் சாதனத்தில் நடக்கிறது, தனியுரிமை மற்றும் வேகத்தை உறுதி செய்கிறது 5️⃣ பல்துறை பட பதிவேற்றம்: வலைப்பக்கங்களிலிருந்து நேரடியாக படங்களை இழுத்து விடவும் அல்லது அனுப்பவும் 6️⃣ ஊடாடும் முன்னோட்டம்: பெரிதாக்கி, சரிபார்க்கவும். இறுதி செய்வதற்கு முன் படங்களை பிரிக்கவும் 💡 ஏன் எங்கள் படத்தை பிரிப்பான் தேர்வு செய்ய வேண்டும்? எங்கள் கருவி ஒரு எளிய புகைப்பட பிரிப்பான் அல்லது படத்தை பிரிப்பான் அல்ல. இது ஒரு விரிவான பட கட்டம் பயன்பாடாகும், இது உங்களின் அனைத்து பிரிக்கும் படத் தேவைகளையும் பூர்த்தி செய்கிறது. நீங்கள் ஒரு படத்தை ஆன்லைனில் பிரிக்க விரும்பினால் அல்லது அதை Instagram பட பிரிப்பானாகப் பயன்படுத்த விரும்பினால், எங்கள் தளம் உதவலாம். ✂️ படத்தை 5 எளிய படிகளில் பிரிப்பது எப்படி: 1. உங்கள் படத்தை எங்களின் இமேஜ் ஸ்ப்ளிட்டரில் பதிவேற்றவும் 2. நீங்கள் விரும்பும் தளவமைப்பைத் தேர்வு செய்யவும் (எ.கா. 3x3 கட்டம்) 3. எங்கள் உள்ளுணர்வு கிரிட் மேக்கரைப் பயன்படுத்தி அமைப்புகளைச் சரிசெய்யவும் 4. முழுமையை உறுதிப்படுத்த உங்கள் பிளவு படத்தை முன்னோட்டமிடவும் 5. நீங்கள் புதிதாக உருவாக்கப்பட்ட படம் அல்லது தனிப்பட்ட பிரிவுகளைப் பதிவிறக்கவும் 🌟 புதிய ப்ரோ அம்சம்: Instagram கிரிட் முன்னோட்டம் பதிவேற்றம் செய்யாமல் உங்கள் பிரிந்த படங்களை நேரடியாக Instagram சுயவிவரத்தில் முன்னோட்டமிடவும்: 1. Instagram இல் உள்நுழையவும் 2. படத்தை பிரிப்பதில் &#39;IG முன்னோட்டம்&#39; என்பதைக் கிளிக் செய்யவும் 3. செல்லவும் எந்த இன்ஸ்டாகிராம் சுயவிவரத்திற்கும் 4. சுயவிவர கட்டத்திற்கு மேலே உள்ள &#39;பிரிக்கப்பட்ட முன்னோட்டம்&#39; என்பதைக் கண்டுபிடித்து கிளிக் செய்யவும் 5. உங்கள் பிரிந்த படங்களை செயலில் காண, கட்டத்தின் மேல் வட்டமிடுங்கள்! 🔧 நெகிழ்வான பிளவு முறைகள்: ➤ கிரிட் பயன்முறை: இன்ஸ்டாகிராம் கிரிட் தளவமைப்புகளை உருவாக்குவதற்கு ஏற்றது ➤ கொணர்வி முறை: கொணர்வி இன்ஸ்டாகிராம் இடுகைகளுக்கு ஏற்றது ➤ தனிப்பயன் முறை: தனித்துவமான பிளவு பட திட்டங்களுக்கான முழு கட்டுப்பாடு 🖥️ பல படத்தை பிரிப்பதன் செயல்பாட்டிலிருந்து: க்ரோம் க்ரோம் ஸ்ப்ளிட்டர் திறப்பு விருப்பங்கள் ஐகான் ➤ பாப்அப் சாளரம்: கவனம் செலுத்தும் எடிட்டிங் அமர்வுகளுக்கு ➤ புதிய தாவல்: முழுத்திரை படத்தைப் பிரிக்கும் அனுபவம் 📏 ஆதரிக்கப்படும் வடிவங்கள் மற்றும் அளவுகள்: ➤ கோப்பு வகைகள்: PNG, JPEG, JPG, WEBP, BMP மற்றும் TIFF ➤ அதிகபட்ச கோப்பு அளவு: 10MB யூடியூப் சிறுபட அளவு: 1280x720 பிக்சல்கள் ➤ இன்ஸ்டாகிராம் கட்டத்திற்கு ஏற்றது: 3x3, 3x2, 3x1 மற்றும் பல! 🎨 படைப்பாளிகள் மற்றும் சமூக ஊடக ஆர்வலர்களுக்கு ஏற்றது: • கண்ணைக் கவரும் யூடியூப் சிறுபட அளவு கிராபிக்ஸ் வடிவமைத்தல் • தடையற்ற instagram கட்ட தளவமைப்புகளை உருவாக்குதல் • ஈர்க்கும் கொணர்வி இன்ஸ்டாகிராம் இடுகைகளைத் தயார் செய்தல் • பிரமிக்க வைக்கும் படத்தொகுப்புகளுக்கு புகைப்படக் கட்டம் தயாரிப்பாளராகப் பயன்படுத்துதல் • பல்வேறு சமூக ஊடக தளங்களுக்கான ஸ்பிலிட் பிம்பம் சமூக ஊடக மேலாளர்கள் மற்றும் செல்வாக்கு செலுத்துபவர்களுக்கு நீங்கள் சமூக ஊடக கணக்குகளை நிர்வகித்தால் அல்லது உங்கள் தனிப்பட்ட பிராண்டை உருவாக்கினால், எங்கள் பட பிரிப்பான் ஒரு பயனுள்ள கருவியாகும். நீங்கள் இதைப் பயன்படுத்தலாம்: - நிலையான இன்ஸ்டாகிராம் கிரிட் தளவமைப்புகளை உருவாக்குதல் - கவனத்தை ஈர்க்கும் யூடியூப் சிறுபட அளவு வரைகலை வடிவமைத்தல் - ஈடுபாட்டை அதிகரிக்கும் கொணர்வி இன்ஸ்டாகிராம் இடுகைகளைத் தயார் செய்தல் - பல்வேறு இயங்குதளத் தேவைகளுக்கான படத்தைப் பிரித்தல் - ஆக்கப்பூர்வமான படத்தொகுப்புகளுக்கு புகைப்படக் கட்டம் தயாரிப்பாளரைப் பயன்படுத்துதல் ❓ அடிக்கடி கேட்கப்படும் கேள்விகள்: 📌 Image Splitter இலவசமா? 🔹 ஆம், எங்கள் படத்தை பிரிப்பான் பயன்படுத்த முற்றிலும் இலவசம்! 📌 இன்ஸ்டாகிராமில் ஒரு படத்தை துண்டுகளாகப் பிரிப்பது எப்படி? 🔹 உங்கள் படத்தைப் பதிவேற்றவும், நீங்கள் விரும்பும் புகைப்படக் கட்ட அமைப்பைத் தேர்வு செய்யவும், மீதமுள்ளவற்றை எங்கள் கருவி செய்ய அனுமதிக்கவும்! 📌 புதிர் ஊட்டங்களுக்கு இதைப் பயன்படுத்தலாமா? 🔹 முற்றிலும்! இன்ஸ்டாகிராம் புதிர் கிராபிக்ஸ் உருவாக்க எங்கள் பட பிரிப்பான் சரியானது. 📌 எந்த படத்தின் அளவை நான் பயன்படுத்த வேண்டும்? 🔹 எங்கள் கருவி எந்த அளவிலும் வேலை செய்யும் போது, ​​Instagram இல் உகந்த முடிவுகளுக்கு எங்கள் பரிமாண வழிகாட்டியைப் பின்பற்ற பரிந்துரைக்கிறோம். 📊 instagram கிரிட் இடுகைகளுக்குப் பரிந்துரைக்கப்படும் பரிமாணங்கள்: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 4x30: 3 3240 x 5400px ▸ 3x6: 3240 x 6480px 📌 கொணர்வியை எப்படி உருவாக்குவது Instagramக்கான ஸ்லைடுகளா? 🔹 Instagram கொணர்விக்கான சரியான ஸ்லைடுகளாக உங்கள் படத்தை எளிதாகப் பிரிக்க எங்கள் கொணர்வி பயன்முறையைப் பயன்படுத்தவும். 💻 இணக்கத்தன்மை மற்றும் பயன்பாட்டின் எளிமை: எங்கள் ஸ்ப்ளிட்டர் பயன்பாடு சாதனங்கள் முழுவதும் தடையின்றி செயல்படுகிறது. நீங்கள் ஒரு புகைப்படத்தை எளிதாகப் பிரிக்கலாம், ஒரு படத்தை செதுக்கலாம் அல்லது படத்தின் அளவை மாற்றலாம். இது டெஸ்க்டாப் கணினிகள் மற்றும் மொபைல் சாதனங்கள் இரண்டிலும் வேலை செய்கிறது. ஒரு சில கிளிக்குகள் உங்களுக்குத் தேவை. எந்த மென்பொருளையும் தரவிறக்கம் செய்ய வேண்டியதில்லை - எங்களின் ஆன்லைன் ஃபோட்டோ ஸ்பிளிட்டரை உங்கள் Chrome உலாவி மூலம் எப்போதும் அணுக முடியும். 🔒 பாதுகாப்பு மற்றும் தனியுரிமை: உங்கள் படங்களின் முக்கியத்துவத்தை நாங்கள் புரிந்துகொள்கிறோம். அதனால்தான் எங்கள் பிக்சர் ஸ்பிளிட்டர் உங்கள் உலாவியில் உள்ள அனைத்தையும் செயலாக்குகிறது. வெளிப்புறச் சேவையகங்களில் பதிவேற்றங்கள் இல்லை என்றால் உங்கள் புகைப்படங்கள் தனிப்பட்டதாகவும் பாதுகாப்பாகவும் இருக்கும். 🌟 பிரிக்கத் தொடங்குங்கள், உருவாக்கத் தொடங்குங்கள்! உங்கள் படங்களை அடுத்த கட்டத்திற்கு கொண்டு செல்ல தயாரா? இன்றே எங்களின் இமேஜ் ஸ்ப்ளிட்டரை முயற்சிக்கவும், உங்கள் காட்சி உள்ளடக்கத்தை உருவாக்கும் செயல்பாட்டில் அது ஏற்படுத்தக்கூடிய வித்தியாசத்தை அனுபவிக்கவும். நீங்கள் Instagramக்கான படத்தைப் பிரித்தாலும், யூடியூப் சிறுபட அளவு கிராஃபிக்கை உருவாக்கினாலும் அல்லது உங்கள் படைப்பாற்றலை ஆராய்ந்தாலும், உங்கள் பார்வையை அடைய உங்களுக்கு உதவ எங்கள் கருவி இங்கே உள்ளது. ✨ இப்போது பதிவிறக்கம் செய்து உருவாக்கத் தொடங்குங்கள்!",
    "te": "🤔 మీరు ఇమేజ్‌ని కత్తిరించడంలో, ఇమేజ్ పరిమాణాన్ని మార్చడంలో మరియు అద్భుతమైన ఫోటో గ్రిడ్‌లను రూపొందించడంలో మీకు సహాయపడే శక్తివంతమైన ఇమేజ్ స్ప్లిటర్ కోసం చూస్తున్నారా? మా Chrome యాప్ చిత్రం సవరణను సులభతరం చేస్తుంది. మీరు సరైన YouTube థంబ్‌నెయిల్ పరిమాణం కోసం ఆస్తులను తయారు చేయవచ్చు. మీరు Instagram గ్రిడ్‌ను రూపొందించవచ్చు లేదా సోషల్ మీడియా కోసం ఫోటో రంగులరాట్నం సిద్ధం చేయవచ్చు. 🚀 మా ఇమేజ్ స్ప్లిటర్ యొక్క ముఖ్య లక్షణాలు: 1️⃣ సులభమైన ఫోటో విభజన: కేవలం కొన్ని క్లిక్‌లతో చిత్రాన్ని బహుళ భాగాలుగా విభజించండి 2️⃣ అనుకూలీకరించదగిన సెట్టింగ్‌లు: ఖచ్చితమైన 3x3 గ్రిడ్ లేదా ఏదైనా ఇతర కాన్ఫిగరేషన్‌ను సృష్టించడానికి అడ్డు వరుసలు మరియు నిలువు వరుసలను సర్దుబాటు చేయండి 3️⃣ Instagram గ్రిడ్ ప్రివ్యూ ప్రివ్యూ: మీ ప్రివ్యూ నేరుగా ఇన్‌స్టాగ్రామ్ ప్రొఫైల్‌లో అప్‌లోడ్ చేయకుండానే 4️⃣ సురక్షితమైన మరియు వేగవంతమైన ప్రాసెసింగ్: అన్ని ఇమేజ్ ఎడిటింగ్ మీ పరికరంలో జరుగుతుంది, గోప్యత మరియు వేగాన్ని నిర్ధారిస్తుంది 5️⃣ బహుముఖ ఇమేజ్ అప్‌లోడ్: వెబ్ పేజీల నుండి నేరుగా లాగండి మరియు డ్రాప్ చేయండి లేదా చిత్రాలను పంపండి 6️⃣ ఇంటరాక్టివ్ ప్రివ్యూ: జూమ్ చేసి, పరిశీలించండి ఖరారు చేయడానికి ముందు చిత్రాలను విభజించండి 💡 మా ఇమేజ్ స్ప్లిటర్‌ను ఎందుకు ఎంచుకోవాలి? మా సాధనం సాధారణ ఫోటో స్ప్లిటర్ లేదా పిక్చర్ స్ప్లిటర్ కాదు. ఇది మీ అన్ని విభజన చిత్రాల అవసరాలను తీర్చగల సమగ్ర ఇమేజ్ గ్రిడ్ యాప్. మీరు చిత్రాన్ని ఆన్‌లైన్‌లో విభజించాలనుకుంటే లేదా ఇన్‌స్టాగ్రామ్ ఇమేజ్ స్ప్లిటర్‌గా ఉపయోగించాలనుకుంటే, మా ప్లాట్‌ఫారమ్ సహాయపడుతుంది. ✂️ చిత్రాన్ని 5 సులభ దశల్లో విభజించడం ఎలా: 1. మీ చిత్రాన్ని మా ఇమేజ్ స్ప్లిటర్‌కి అప్‌లోడ్ చేయండి 2. మీకు కావలసిన లేఅవుట్‌ను ఎంచుకోండి (ఉదా, 3x3 గ్రిడ్) 3. మా సహజమైన గ్రిడ్ మేకర్‌ని ఉపయోగించి సెట్టింగ్‌లను సర్దుబాటు చేయండి 4. పరిపూర్ణతను నిర్ధారించడానికి మీ స్ప్లిట్ ఇమేజ్‌ని ప్రివ్యూ చేయండి 5. మీరు కొత్తగా సృష్టించిన స్ప్లిట్ చేయబడిన ఇమేజ్ లేదా వ్యక్తిగత విభాగాలను డౌన్‌లోడ్ చేసుకోండి 🌟 కొత్త ప్రో ఫీచర్: ఇన్‌స్టాగ్రామ్ గ్రిడ్ ప్రివ్యూ మీ స్ప్లిట్ ఇమేజ్‌లను అప్‌లోడ్ చేయకుండా నేరుగా ఇన్‌స్టాగ్రామ్ ప్రొఫైల్‌లో ప్రివ్యూ చేయండి: 1. ఇన్‌స్టాగ్రామ్‌కి లాగిన్ చేయండి 2. ఇమేజ్ స్ప్లిటర్‌లో &#39;IG ప్రివ్యూ&#39; క్లిక్ చేయండి 3. నావిగేట్ చేయండి ఏదైనా ఇన్‌స్టాగ్రామ్ ప్రొఫైల్‌కి 4. ప్రొఫైల్ గ్రిడ్ పైన ఉన్న &#39;స్ప్లిట్డ్ ప్రివ్యూ&#39;ని కనుగొని క్లిక్ చేయండి 5. మీ స్ప్లిట్ ఇమేజ్‌లను చూడటానికి గ్రిడ్‌పై కర్సర్ ఉంచండి! 🔧 ఫ్లెక్సిబుల్ స్ప్లిట్టింగ్ మోడ్‌లు: ➤ గ్రిడ్ మోడ్: ఇన్‌స్టాగ్రామ్ గ్రిడ్ లేఅవుట్‌లను రూపొందించడానికి పర్ఫెక్ట్ ➤ రంగులరాట్నం మోడ్: రంగులరాట్నం ఇన్‌స్టాగ్రామ్ పోస్ట్‌లకు అనువైనది ➤ కస్టమ్ మోడ్: ప్రత్యేకమైన స్ప్లిట్ ఇమేజ్ ప్రాజెక్ట్‌లకు పూర్తి నియంత్రణ చిహ్నం ➤ పాప్‌అప్ విండో: ఫోకస్డ్ ఎడిటింగ్ సెషన్‌ల కోసం ➤ కొత్త ట్యాబ్: పూర్తి-స్క్రీన్ ఇమేజ్ స్ప్లిటింగ్ అనుభవం 📏 మద్దతు ఉన్న ఫార్మాట్‌లు మరియు పరిమాణాలు: ➤ ఫైల్ రకాలు: PNG, JPEG, JPG, WEBP, BMP మరియు TIFF ➤ గరిష్ట ఫైల్ పరిమాణం: 10MB ఫైల్ పరిమాణం: 10MB యూట్యూబ్ థంబ్‌నెయిల్ పరిమాణం: 1280x720 పిక్సెల్‌లు ➤ ఇన్‌స్టాగ్రామ్ గ్రిడ్ కోసం పర్ఫెక్ట్: 3x3, 3x2, 3x1 మరియు మరిన్ని! 🎨 క్రియేటివ్‌లు మరియు సోషల్ మీడియా ఔత్సాహికులకు పర్ఫెక్ట్: • ఆకర్షించే యూట్యూబ్ థంబ్‌నెయిల్ సైజు గ్రాఫిక్‌లను డిజైన్ చేయండి • అతుకులు లేని ఇన్‌స్టాగ్రామ్ గ్రిడ్ లేఅవుట్‌లను సృష్టించండి • ఆకర్షణీయమైన రంగులరాట్నం ఇన్‌స్టాగ్రామ్ పోస్ట్‌లను సిద్ధం చేయండి • అద్భుతమైన కోల్లెజ్‌ల కోసం ఫోటో గ్రిడ్ మేకర్‌గా ఉపయోగించండి • వివిధ సోషల్ మీడియా ప్లాట్‌ఫారమ్‌ల కోసం స్ప్లిట్ ఇమేజ్ సోషల్ మీడియా మేనేజర్‌లు మరియు ఇన్‌ఫ్లుయెన్సర్‌ల కోసం మీరు సోషల్ మీడియా ఖాతాలను నిర్వహించినట్లయితే లేదా మీ వ్యక్తిగత బ్రాండ్‌ను రూపొందించినట్లయితే, మా ఇమేజ్ స్ప్లిటర్ సహాయక సాధనం. మీరు దీన్ని వీటిని ఉపయోగించవచ్చు: - స్థిరమైన ఇన్‌స్టాగ్రామ్ గ్రిడ్ లేఅవుట్‌లను సృష్టించండి - దృష్టిని ఆకర్షించే యూట్యూబ్ థంబ్‌నెయిల్ సైజు గ్రాఫిక్‌లను డిజైన్ చేయండి - ఎంగేజ్‌మెంట్‌ను పెంచే రంగులరాట్నం ఇన్‌స్టాగ్రామ్ పోస్ట్‌లను సిద్ధం చేయండి - వివిధ ప్లాట్‌ఫారమ్ అవసరాల కోసం స్ప్లిట్ ఇమేజ్ - క్రియేటివ్ కోల్లెజ్‌ల కోసం ఫోటో గ్రిడ్ మేకర్‌ని ఉపయోగించండి ❓ తరచుగా అడిగే ప్రశ్నలు: 📌 ఇమేజ్ స్ప్లిటర్ ఉచితం? 🔹 అవును, మా ఇమేజ్ స్ప్లిటర్ ఉపయోగించడానికి పూర్తిగా ఉచితం! 📌 నేను Instagram కోసం చిత్రాన్ని ముక్కలుగా ఎలా విభజించగలను? 🔹 మీ చిత్రాన్ని అప్‌లోడ్ చేయండి, మీకు కావలసిన ఫోటో గ్రిడ్ లేఅవుట్‌ను ఎంచుకోండి మరియు మిగిలిన వాటిని మా సాధనం చేయనివ్వండి! 📌 నేను దీనిని పజిల్ ఫీడ్‌ల కోసం ఉపయోగించవచ్చా? 🔹 ఖచ్చితంగా! ఇన్‌స్టాగ్రామ్ పజిల్ గ్రాఫిక్‌లను రూపొందించడానికి మా ఇమేజ్ స్ప్లిటర్ సరైనది. 📌 నేను ఏ చిత్ర పరిమాణాన్ని ఉపయోగించాలి? 🔹 మా సాధనం ఏదైనా పరిమాణంతో పని చేస్తున్నప్పుడు, Instagramలో సరైన ఫలితాల కోసం మా డైమెన్షన్ గైడ్‌ని అనుసరించాలని మేము సిఫార్సు చేస్తున్నాము. 📊 ఇన్‌స్టాగ్రామ్ గ్రిడ్ పోస్ట్‌ల కోసం సిఫార్సు చేయబడిన కొలతలు: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 4x30:30 3240 x 5400px ▸ 3x6: 3240 x 6480px 📌 నేను రంగులరాట్నం ఎలా సృష్టించగలను Instagram కోసం స్లయిడ్‌లు? 🔹 Instagram రంగులరాట్నం కోసం మీ చిత్రాన్ని సులభంగా పర్ఫెక్ట్ స్లయిడ్‌లుగా విభజించడానికి మా రంగులరాట్నం మోడ్‌ని ఉపయోగించండి. 💻 అనుకూలత మరియు వాడుకలో సౌలభ్యం: మా స్ప్లిటర్ యాప్ పరికరాల అంతటా సజావుగా పని చేస్తుంది. మీరు ఫోటోను సులభంగా విభజించవచ్చు, చిత్రాన్ని కత్తిరించవచ్చు లేదా చిత్రం పరిమాణాన్ని మార్చవచ్చు. ఇది డెస్క్‌టాప్ కంప్యూటర్‌లు మరియు మొబైల్ పరికరాల్లో పని చేస్తుంది. మీకు కావలసిందల్లా కేవలం కొన్ని క్లిక్‌లు మాత్రమే. ఏ సాఫ్ట్‌వేర్‌ను డౌన్‌లోడ్ చేయనవసరం లేదు - మా ఆన్‌లైన్ ఫోటో స్ప్లిటర్ ఎల్లప్పుడూ మీ Chrome బ్రౌజర్ ద్వారా యాక్సెస్ చేయబడుతుంది. 🔒 భద్రత మరియు గోప్యత: మేము మీ చిత్రాల ప్రాముఖ్యతను అర్థం చేసుకున్నాము. అందుకే మా పిక్చర్ స్ప్లిటర్ మీ బ్రౌజర్‌లోని ప్రతిదాన్ని స్థానికంగా ప్రాసెస్ చేస్తుంది. బాహ్య సర్వర్‌లకు అప్‌లోడ్ చేయబడలేదు అంటే మీ ఫోటోలు ప్రైవేట్‌గా మరియు సురక్షితంగా ఉంటాయి. 🌟 విభజించడం ప్రారంభించండి, సృష్టించడం ప్రారంభించండి! మీ చిత్రాలను తదుపరి స్థాయికి తీసుకెళ్లడానికి సిద్ధంగా ఉన్నారా? ఈరోజే మా ఇమేజ్ స్ప్లిటర్‌ని ప్రయత్నించండి మరియు మీ విజువల్ కంటెంట్ క్రియేషన్ ప్రాసెస్‌లో అది చేసే వ్యత్యాసాన్ని అనుభవించండి. మీరు Instagram కోసం చిత్రాన్ని విభజించినా, యూట్యూబ్ థంబ్‌నెయిల్ సైజ్ గ్రాఫిక్‌ని సృష్టించినా లేదా మీ సృజనాత్మకతను అన్వేషిస్తున్నా, మీ దృష్టిని సాధించడంలో మీకు సహాయపడటానికి మా సాధనం ఇక్కడ ఉంది. ✨ ఇప్పుడే డౌన్‌లోడ్ చేసుకోండి మరియు సృష్టించడం ప్రారంభించండి!",
    "th": "🤔 คุณกำลังมองหาโปรแกรมแบ่งภาพที่ทรงพลังที่จะช่วยคุณครอบตัดภาพ เปลี่ยนขนาดภาพ และสร้างกริดภาพที่สวยงามหรือไม่ แอป Chrome ของเราทำให้การแก้ไขรูปภาพง่ายขึ้น คุณสามารถสร้างทรัพยากรสำหรับขนาดภาพขนาดย่อของ YouTube ที่เหมาะสมได้ คุณสามารถออกแบบกริดของ Instagram หรือเตรียมภาพหมุนสำหรับโซเชียลมีเดีย 🚀 คุณสมบัติหลักของโปรแกรมแบ่งภาพของเรา: 1️⃣ การแบ่งภาพอย่างง่ายดาย: แบ่งภาพออกเป็นหลายส่วนด้วยการคลิกเพียงไม่กี่ครั้ง 2️⃣ การตั้งค่าที่ปรับแต่งได้: ปรับแถวและคอลัมน์เพื่อสร้างกริด 3x3 ที่สมบูรณ์แบบหรือการกำหนดค่าอื่นๆ 3️⃣ การดูตัวอย่างกริดของ Instagram: ดูตัวอย่างภาพที่แบ่งของคุณโดยตรงบนโปรไฟล์ Instagram โดยไม่ต้องอัปโหลด 4️⃣ การประมวลผลที่ปลอดภัยและรวดเร็ว: การแก้ไขรูปภาพทั้งหมดเกิดขึ้นบนอุปกรณ์ของคุณ ช่วยให้มั่นใจถึงความเป็นส่วนตัวและความเร็ว 5️⃣ การอัปโหลดรูปภาพที่หลากหลาย: ลากและวางหรือส่งรูปภาพโดยตรงจากหน้าเว็บ 6️⃣ การดูตัวอย่างแบบโต้ตอบ: ซูมและตรวจสอบภาพที่แบ่งของคุณก่อนจะสรุป 💡 ทำไมต้องเลือกโปรแกรมแบ่งภาพของเรา เครื่องมือของเราไม่ใช่แค่เครื่องมือแบ่งภาพหรือตัวแบ่งภาพธรรมดาๆ แต่เป็นแอปกริดรูปภาพที่ครอบคลุมซึ่งตอบสนองความต้องการแบ่งภาพทั้งหมดของคุณ หากคุณต้องการแบ่งภาพออนไลน์หรือใช้เป็นตัวแบ่งภาพ Instagram แพลตฟอร์มของเราสามารถช่วยคุณได้ ✂️ วิธีแบ่งภาพใน 5 ขั้นตอนง่ายๆ: 1. อัปโหลดภาพของคุณไปยังตัวแบ่งภาพของเรา 2. เลือกเค้าโครงที่คุณต้องการ (เช่น ตาราง 3x3) 3. ปรับการตั้งค่าโดยใช้เครื่องมือสร้างตารางที่ใช้งานง่ายของเรา 4. ดูตัวอย่างภาพแบ่งของคุณเพื่อให้แน่ใจว่าสมบูรณ์แบบ 5. ดาวน์โหลดภาพแบ่งที่คุณสร้างขึ้นใหม่หรือส่วนต่างๆ 🌟 ฟีเจอร์ PRO ใหม่: การดูตัวอย่างกริดของ Instagram ดูตัวอย่างภาพแบ่งของคุณโดยตรงบนโปรไฟล์ Instagram โดยไม่ต้องอัปโหลด: 1. เข้าสู่ระบบ Instagram 2. คลิก &quot;IG Preview&quot; ใน Image Splitter 3. ไปที่โปรไฟล์ Instagram ใดก็ได้ 4. ค้นหาและคลิก &quot;Splitted Preview&quot; เหนือกริดโปรไฟล์ 5. เลื่อนเมาส์ไปเหนือกริดเพื่อดูภาพแบ่งของคุณขณะใช้งาน! 🔧 โหมดการแบ่งภาพที่ยืดหยุ่น: ➤ โหมดกริด: เหมาะอย่างยิ่งสำหรับการสร้างเค้าโครงกริดของ Instagram ➤ โหมดสไลด์: เหมาะอย่างยิ่งสำหรับโพสต์ Instagram แบบสไลด์ ➤ โหมดกำหนดเอง: ควบคุมเต็มรูปแบบสำหรับโปรเจ็กต์ภาพแยกที่ไม่ซ้ำใคร 🖥️ ตัวเลือกการเปิดตัวแยกภาพหลายตัว: ➤ แผงด้านข้าง: การเข้าถึงอย่างรวดเร็วจากไอคอนการดำเนินการของ Chrome ➤ หน้าต่างป๊อปอัป: สำหรับเซสชันการแก้ไขที่เน้น ➤ แท็บใหม่: ประสบการณ์การแบ่งภาพแบบเต็มหน้าจอ 📏 รูปแบบและขนาดที่รองรับ: ➤ ประเภทไฟล์: PNG, JPEG, JPG, WEBP, BMP และ TIFF ➤ ขนาดไฟล์สูงสุด: 10MB ➤ เหมาะสำหรับขนาดภาพขนาดย่อของ YouTube: 1280x720 พิกเซล ➤ เหมาะสำหรับกริดของ Instagram: 3x3, 3x2, 3x1 และอื่นๆ อีกมากมาย! 🎨 เหมาะอย่างยิ่งสำหรับผู้สร้างสรรค์และผู้ที่ชื่นชอบโซเชียลมีเดีย: • ออกแบบกราฟิกขนาดภาพย่อของ YouTube ที่สะดุดตา • สร้างเลย์เอาต์กริดของ Instagram ที่ไร้รอยต่อ • เตรียมโพสต์ Instagram แบบหมุนวนที่น่าสนใจ • ใช้เป็นเครื่องมือสร้างกริดรูปภาพสำหรับภาพตัดปะที่สวยงาม • แบ่งภาพสำหรับแพลตฟอร์มโซเชียลมีเดียต่างๆ 📱 เหมาะอย่างยิ่งสำหรับผู้จัดการโซเชียลมีเดียและผู้มีอิทธิพล หากคุณจัดการบัญชีโซเชียลมีเดียหรือสร้างแบรนด์ส่วนตัวของคุณ ตัวแบ่งภาพของเราเป็นเครื่องมือที่มีประโยชน์ คุณสามารถใช้เครื่องมือนี้เพื่อ: - สร้างเลย์เอาต์กริด Instagram ที่สม่ำเสมอ - ออกแบบกราฟิกขนาดภาพย่อของ YouTube ที่ดึงดูดความสนใจ - เตรียมโพสต์ Instagram แบบหมุนวนที่เพิ่มการมีส่วนร่วม - แบ่งภาพสำหรับความต้องการของแพลตฟอร์มต่างๆ - ใช้ตัวสร้างกริดรูปภาพสำหรับภาพตัดปะที่สร้างสรรค์ ❓ คำถามที่พบบ่อย: 📌 Image Splitter ฟรีหรือไม่ 🔹 ใช่ ตัวแบ่งภาพของเราใช้งานได้ฟรีอย่างสมบูรณ์! 📌 ฉันจะแบ่งภาพเป็นส่วนๆ สำหรับ Instagram ได้อย่างไร 🔹 เพียงแค่อัปโหลดภาพของคุณ เลือกเลย์เอาต์กริดรูปภาพที่คุณต้องการ และปล่อยให้เครื่องมือของเราจัดการส่วนที่เหลือ! 📌 ฉันสามารถใช้สิ่งนี้สำหรับฟีดปริศนาได้หรือไม่ 🔹 ได้แน่นอน! ตัวแบ่งภาพของเราเหมาะอย่างยิ่งสำหรับการสร้างกราฟิกปริศนาของ Instagram 📌 ฉันควรใช้ขนาดรูปภาพเท่าใด 🔹 แม้ว่าเครื่องมือของเราจะทำงานกับขนาดใดก็ได้ แต่เราขอแนะนำให้ปฏิบัติตามคำแนะนำเกี่ยวกับขนาดของเราเพื่อผลลัพธ์ที่ดีที่สุดบน Instagram 📊 ขนาดที่แนะนำสำหรับโพสต์กริดของ Instagram: ▸ 3x1: 3240 x 1080px ▸ 3x2: 3240 x 2160px ▸ 3x3: 3240 x 3240px ▸ 3x4: 3240 x 4320px ▸ 3x5: 3240 x 5400px ▸ 3x6: 3240 x 6480px 📌 ฉันจะสร้างสไลด์แบบหมุนสำหรับ Instagram ได้อย่างไร 🔹 ใช้โหมดหมุนของเราเพื่อแบ่งภาพของคุณออกเป็นสไลด์ที่สมบูรณ์แบบสำหรับสไลด์แบบหมุนของ Instagram ได้อย่างง่ายดาย 💻 ความเข้ากันได้และใช้งานง่าย: แอปตัวแบ่งของเราทำงานได้อย่างราบรื่นบนอุปกรณ์ต่างๆ คุณสามารถแบ่งภาพ ครอบตัดภาพ หรือเปลี่ยนขนาดภาพได้อย่างง่ายดาย ซึ่งใช้งานได้ทั้งบนคอมพิวเตอร์เดสก์ท็อปและอุปกรณ์พกพา เพียงแค่คลิกไม่กี่ครั้ง ไม่จำเป็นต้องดาวน์โหลดซอฟต์แวร์ใดๆ เพราะสามารถเข้าถึงตัวแบ่งภาพออนไลน์ของเราได้ตลอดเวลาผ่านเบราว์เซอร์ Chrome 🔒 ความปลอดภัยและความเป็นส่วนตัว: เราเข้าใจถึงความสำคัญของรูปภาพของคุณ นั่นคือเหตุผลที่ตัวแบ่งภาพของเราจะประมวลผลทุกอย่างในเบราว์เซอร์ของคุณภายในเครื่อง ไม่มีการอัปโหลดไปยังเซิร์ฟเวอร์ภายนอก หมายความว่ารูปภาพของคุณจะยังคงส่วนตัวและปลอดภัย 🌟 เริ่มแบ่งภาพ เริ่มสร้างสรรค์ได้เลย! พร้อมที่จะยกระดับภาพของคุณหรือยัง ลองใช้ตัวแบ่งภาพของเราในวันนี้และสัมผัสกับความแตกต่างที่มันสามารถสร้างได้ในกระบวนการสร้างเนื้อหาวิดีโอของคุณ ไม่ว่าคุณจะกำลังแบ่งภาพสำหรับ Instagram สร้างภาพขนาดย่อสำหรับ YouTube หรือเพียงแค่สำรวจความคิดสร้างสรรค์ของคุณ เครื่องมือของเราพร้อมช่วยให้คุณบรรลุวิสัยทัศน์ของคุณ ✨ ดาวน์โหลดตอนนี้และเริ่มสร้างสรรค์ได้เลย!",
    "tr": "🤔 Görüntüleri kırpmanıza, boyutunu değiştirmenize ve etkileyici fotoğraf ızgaraları oluşturmanıza yardımcı olabilecek güçlü bir görüntü bölücü mü arıyorsunuz? Chrome uygulamamız görüntü düzenlemeyi kolaylaştırıyor. Doğru YouTube küçük resim boyutu için varlıklar oluşturabilirsiniz. Bir Instagram ızgarası tasarlayabilir veya sosyal medya için bir fotoğraf karuseli hazırlayabilirsiniz.\n\n🚀 Görüntü Bölücü'nün ana özellikleri:\n1️⃣ Kolay Fotoğraf Bölme: Görüntüyü birkaç tıklamayla birden fazla parçaya bölün\n2️⃣ Özelleştirilebilir Ayarlar: Mükemmel 3x3 ızgara veya başka bir yapılandırma oluşturmak için satır ve sütunları ayarlayın\n3️⃣ Instagram ızgara önizlemesi: Bölünmüş görüntülerinizi yüklemeden doğrudan bir Instagram profilinde önizleyin\n4️⃣ Güvenli ve Hızlı İşleme: Tüm görüntü düzenleme işlemleri cihazınızda gerçekleşir, gizliliği ve hızı garanti eder\n5️⃣ Çok Yönlü Görüntü Yükleme: Sürükleyip bırakın veya web sayfalarından doğrudan görüntü gönderin\n6️⃣ Etkileşimli Önizleme: Sonlandırmadan önce bölünmüş görüntülerinizi yakınlaştırın ve inceleyin\n\n💡 Neden görüntü bölücümüzü seçmelisiniz?\nAraçlarımız sadece basit bir fotoğraf bölücü veya resim bölücü değildir. Tüm bölme ihtiyaçlarınızı karşılayan kapsamlı bir görüntü ızgara uygulamasıdır. Bir görüntüyü çevrimiçi olarak bölmek veya Instagram görüntü bölücü olarak kullanmak istiyorsanız, platformumuz size yardımcı olabilir.\n\n✂️ Resmi 5 kolay adımda nasıl bölebilirim:\n1. Resminizi görüntü bölücümüze yükleyin\n2. İstediğiniz düzeni seçin (örneğin, 3x3 ızgara)\n3. Sezgisel ızgara yapıcımızı kullanarak ayarları düzenleyin\n4. Mükemmelliği sağlamak için bölünmüş görüntünüzü önizleyin\n5. Yeni oluşturduğunuz bölünmüş görüntüyü veya bireysel segmentleri indirin\n\n🌟 YENİ PRO ÖZELLİK: Instagram Izgara Önizlemesi\nBölünmüş görüntülerinizi yüklemeden doğrudan bir Instagram profilinde önizleyin:\n1. Instagram'a giriş yapın\n2. Görüntü Bölücü'de 'IG Önizleme'ye tıklayın\n3. Herhangi bir Instagram profilinde gezinin\n4. Profil ızgarasının üzerinde 'Bölünmüş Önizleme'yi bulun ve tıklayın\n5. Bölünmüş görüntülerinizi eylemde görmek için ızgaranın üzerine gelin!\n\n🔧 Esnek bölme modları:\n➤ Izgara Modu: Instagram ızgara düzenleri oluşturmak için mükemmel\n➤ Karusel Modu: Instagram karusel gönderileri için ideal\n➤ Özel Mod: Benzersiz bölünmüş görüntü projeleri için tam kontrol\n\n🖥️ Birden fazla görüntü bölücü açma seçeneği:\n➤ Yan Panel: Chrome'un eylem simgesinden hızlı erişim\n➤ Açılır Pencere: Odaklanmış düzenleme oturumları için\n➤ Yeni Sekme: Tam ekran görüntü bölme deneyimi\n\n📏 Desteklenen formatlar ve boyutlar:\n➤ Dosya türleri: PNG, JPEG, JPG, WEBP, BMP ve TIFF\n➤ Maksimum dosya boyutu: 10MB\n➤ YouTube küçük resim boyutu için ideal: 1280x720 piksel\n➤ Instagram ızgarası için mükemmel: 3x3, 3x2, 3x1 ve daha fazlası!\n\n🎨 Yaratıcılar ve sosyal medya meraklıları için mükemmel:\n• Göz alıcı YouTube küçük resim boyutunda grafikler tasarlayın\n• Sorunsuz Instagram ızgara düzenleri oluşturun\n• İlgi çekici karusel Instagram gönderileri hazırlayın\n• Çarpıcı kolajlar için bir fotoğraf ızgara yapıcı olarak kullanın\n• Çeşitli sosyal medya platformları için görüntü bölün\n\n📱 Sosyal medya yöneticileri ve influencerlar için mükemmel\nSosyal medya hesaplarını yönetiyorsanız veya kişisel markanızı oluşturuyorsanız, görüntü bölücümüz yardımcı bir araçtır. Bunu kullanarak:\n- Tutarlı Instagram ızgara düzenleri oluşturun\n- Dikkat çekici YouTube küçük resim boyutunda grafikler tasarlayın\n- Etkileşimi artıran karusel Instagram gönderileri hazırlayın\n- Çeşitli platform gereksinimleri için görüntü bölün\n- Yaratıcı kolajlar için fotoğraf ızgara yapıcıyı kullanın\n\n❓ Sıkça sorulan sorular:\n\n📌 Görüntü Bölücü ücretsiz mi?\n🔹 Evet, görüntü bölücümüz tamamen ücretsizdir!\n\n📌 Bir resmi Instagram için parçalara nasıl bölebilirim?\n🔹 Sadece görüntünüzü yükleyin, istediğiniz fotoğraf ızgara düzenini seçin ve aracımızın geri kalanını yapmasına izin verin!\n\n📌 Bunu bulmaca beslemeleri için kullanabilir miyim?\n🔹 Kesinlikle! Görüntü bölücümüz Instagram bulmaca grafikleri oluşturmak için mükemmeldir.\n\n📌 Hangi görüntü boyutunu kullanmalıyım?\n🔹 Araçlarımız herhangi bir boyutla çalışsa da, Instagram'da en iyi sonuçlar için boyut kılavuzumuzu takip etmenizi öneririz.\n\n📊 Instagram ızgara gönderileri için önerilen boyutlar:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Instagram için karusel slaytları nasıl oluşturabilirim?\n🔹 Karusel Modumuzu kullanarak görüntünüzü Instagram karuselleri için mükemmel slaytlara kolayca bölün.\n\n💻 Uyumluluk ve kullanım kolaylığı:\nBölücü uygulamamız cihazlar arasında sorunsuz çalışır. Bir fotoğrafı kolayca bölebilir, bir görüntüyü kırpabilir veya boyutunu değiştirebilirsiniz. Bu, hem masaüstü bilgisayarlarda hem de mobil cihazlarda çalışır. Sadece birkaç tıklama yeterlidir. Herhangi bir yazılım indirmenize gerek yok - çevrimiçi fotoğraf bölücümüz her zaman Chrome tarayıcınız üzerinden erişilebilir.\n\n🔒 Güvenlik ve gizlilik:\nGörüntülerinizin önemini anlıyoruz. Bu yüzden resim bölücümüz her şeyi tarayıcınızda yerel olarak işler. Harici sunuculara yükleme yapılmadığı için fotoğraflarınız özel ve güvende kalır.\n\n🌟 Bölmeye başlayın, yaratmaya başlayın!\nGörüntülerinizi bir sonraki seviyeye taşımaya hazır mısınız? Görüntü bölücümüzü bugün deneyin ve görsel içerik oluşturma sürecinizde yaratabileceği farkı deneyimleyin. İster Instagram için görüntü bölüyor olun, ister YouTube küçük resim boyutunda grafik oluşturuyor olun, ister sadece yaratıcılığınızı keşfediyor olun, aracımız vizyonunuza ulaşmanıza yardımcı olmak için burada.\n\n✨ Şimdi indirin ve yaratmaya başlayın!",
    "uk": "🤔 Шукаєте потужний розділювач зображень, який допоможе вам обрізати зображення, змінити його розмір та створити вражаючі фотосітки? Наш додаток для Chrome спрощує редагування зображень. Ви можете створювати ресурси для правильного розміру мініатюр YouTube. Ви можете розробити сітку для Instagram або підготувати фотокарусель для соціальних мереж.\n\n🚀 Основні функції нашого Розділювача зображень:\n1️⃣ Легке розділення фото: Розділіть зображення на кілька частин всього за кілька кліків\n2️⃣ Налаштовувані параметри: Налаштуйте ряди та стовпці, щоб створити ідеальну сітку 3x3 або будь-яку іншу конфігурацію\n3️⃣ Попередній перегляд сітки Instagram: Перегляньте свої розділені зображення безпосередньо на профілі Instagram без завантаження\n4️⃣ Безпечна та швидка обробка: Усе редагування зображень відбувається на вашому пристрої, забезпечуючи конфіденційність і швидкість\n5️⃣ Універсальне завантаження зображень: Перетягніть і відпустіть або надішліть зображення безпосередньо з веб-сторінок\n6️⃣ Інтерактивний попередній перегляд: Збільшуйте та переглядайте свої розділені зображення перед завершенням\n\n💡 Чому обрати наш розділювач зображень?\nНаш інструмент — це не просто простий розділювач фото чи зображень. Це комплексний додаток для створення сіток зображень, який задовольняє всі ваші потреби в розділенні зображень. Якщо ви хочете розділити зображення онлайн або використовувати його як розділювач зображень для Instagram, наша платформа може допомогти.\n\n✂️ Як розділити зображення в 5 простих кроків:\n1. Завантажте своє зображення в наш розділювач зображень\n2. Виберіть бажане розташування (наприклад, сітка 3x3)\n3. Налаштуйте параметри за допомогою нашого інтуїтивного конструктора сіток\n4. Перегляньте своє розділене зображення, щоб переконатися в його досконалості\n5. Завантажте своє новостворене розділене зображення або окремі сегменти\n\n🌟 НОВА ПРОФЕСІЙНА ФУНКЦІЯ: Попередній перегляд сітки Instagram\nПерегляньте свої розділені зображення безпосередньо на профілі Instagram без завантаження:\n1. Увійдіть в Instagram\n2. Натисніть 'IG Preview' у Розділювачі зображень\n3. Перейдіть до будь-якого профілю Instagram\n4. Знайдіть і натисніть 'Splitted Preview' над сіткою профілю\n5. Наведіть курсор на сітку, щоб побачити свої розділені зображення в дії!\n\n🔧 Гнучкі режими розділення:\n➤ Режим сітки: Ідеально підходить для створення макетів сітки Instagram\n➤ Режим каруселі: Ідеально підходить для карусельних постів в Instagram\n➤ Користувацький режим: Повний контроль для унікальних проектів розділення зображень\n\n🖥️ Кілька варіантів відкриття розділювача зображень:\n➤ Бічна панель: Швидкий доступ з іконки дії Chrome\n➤ Вікно спливаючого вікна: Для зосереджених сеансів редагування\n➤ Нова вкладка: Повноекранний досвід розділення зображень\n\n📏 Підтримувані формати та розміри:\n➤ Типи файлів: PNG, JPEG, JPG, WEBP, BMP і TIFF\n➤ Максимальний розмір файлу: 10 МБ\n➤ Ідеально для розміру мініатюр YouTube: 1280x720 пікселів\n➤ Ідеально для сітки Instagram: 3x3, 3x2, 3x1 та інші!\n\n🎨 Ідеально для творчих людей та ентузіастів соціальних мереж:\n• Створюйте привабливі графіки розміру мініатюр YouTube\n• Створюйте безшовні макети сітки Instagram\n• Готуйте захоплюючі карусельні пости в Instagram\n• Використовуйте як створювач фотосіток для вражаючих колажів\n• Розділяйте зображення для різних платформ соціальних мереж\n\n📱 Ідеально для менеджерів соціальних мереж та інфлюенсерів\nЯкщо ви керуєте обліковими записами в соціальних мережах або будуєте свій особистий бренд, наш розділювач зображень є корисним інструментом. Ви можете використовувати його для:\n- Створення послідовних макетів сітки Instagram\n- Розробки графіки розміру мініатюр YouTube, що привертає увагу\n- Підготовки карусельних постів в Instagram, що підвищують залученість\n- Розділення зображень для різних вимог платформи\n- Використання створювача фотосіток для творчих колажів\n\n❓ Часті запитання:\n\n📌 Чи безкоштовний Розділювач зображень?\n🔹 Так, наш розділювач зображень абсолютно безкоштовний у використанні!\n\n📌 Як розділити зображення на частини для Instagram?\n🔹 Просто завантажте своє зображення, виберіть бажане розташування фотосітки, і наш інструмент зробить решту!\n\n📌 Чи можу я використовувати це для головоломок?\n🔹 Звичайно! Наш розділювач зображень ідеально підходить для створення графіки головоломок для Instagram.\n\n📌 Який розмір зображення я повинен використовувати?\n🔹 Хоча наш інструмент працює з будь-яким розміром, ми рекомендуємо дотримуватися нашого керівництва по розмірах для оптимальних результатів в Instagram.\n\n📊 Рекомендовані розміри для постів сітки Instagram:\n▸ 3x1: 3240 x 1080 пікселів\n▸ 3x2: 3240 x 2160 пікселів\n▸ 3x3: 3240 x 3240 пікселів\n▸ 3x4: 3240 x 4320 пікселів\n▸ 3x5: 3240 x 5400 пікселів\n▸ 3x6: 3240 x 6480 пікселів\n\n📌 Як я можу створити слайди каруселі для Instagram?\n🔹 Використовуйте наш режим каруселі, щоб легко розділити своє зображення на ідеальні слайди для каруселей Instagram.\n\n💻 Сумісність та легкість використання:\nНаш додаток для розділення працює бездоганно на різних пристроях. Ви можете легко розділити фото, обрізати зображення або змінити розмір зображення.\nЦе працює як на настільних комп'ютерах, так і на мобільних пристроях. Вам потрібно всього кілька кліків. Немає потреби завантажувати будь-яке програмне забезпечення - наш онлайн-розділювач фото завжди доступний через ваш браузер Chrome.\n\n🔒 Безпека та конфіденційність:\nМи розуміємо важливість ваших зображень. Ось чому наш розділювач зображень обробляє все локально у вашому браузері. Ніяких завантажень на зовнішні сервери означає, що ваші фото залишаються приватними та безпечними.\n\n🌟 Почніть розділяти, почніть створювати!\nГотові підняти свої зображення на новий рівень? Спробуйте наш розділювач зображень сьогодні і відчуйте різницю, яку він може зробити у вашому процесі створення візуального контенту. Незалежно від того, чи ви розділяєте зображення для Instagram, створюєте графіку розміру мініатюр YouTube, або просто досліджуєте свою творчість, наш інструмент допоможе вам досягти вашого бачення.\n\n✨ Завантажте зараз і почніть створювати!",
    "vi": "🤔 Bạn đang tìm kiếm một trình chia hình ảnh mạnh mẽ có thể giúp bạn cắt hình ảnh, thay đổi kích thước hình ảnh và tạo lưới ảnh tuyệt đẹp? Ứng dụng Chrome của chúng tôi giúp chỉnh sửa hình ảnh dễ dàng hơn. Bạn có thể tạo tài sản cho kích thước hình thu nhỏ YouTube phù hợp. Bạn có thể thiết kế lưới Instagram hoặc chuẩn bị một băng chuyền ảnh cho mạng xã hội.\n\n🚀 Các tính năng chính của Trình chia hình ảnh:\n1️⃣ Chia ảnh dễ dàng: Chia hình ảnh thành nhiều phần chỉ với vài cú nhấp chuột\n2️⃣ Cài đặt tùy chỉnh: Điều chỉnh hàng và cột để tạo lưới 3x3 hoàn hảo hoặc bất kỳ cấu hình nào khác\n3️⃣ Xem trước lưới Instagram: Xem trước hình ảnh đã chia trực tiếp trên hồ sơ Instagram mà không cần tải lên\n4️⃣ Xử lý an toàn và nhanh chóng: Tất cả chỉnh sửa hình ảnh diễn ra trên thiết bị của bạn, đảm bảo quyền riêng tư và tốc độ\n5️⃣ Tải lên hình ảnh đa dạng: Kéo và thả hoặc gửi hình ảnh trực tiếp từ các trang web\n6️⃣ Xem trước tương tác: Phóng to và kiểm tra hình ảnh đã chia trước khi hoàn tất\n\n💡 Tại sao chọn trình chia hình ảnh của chúng tôi?\nCông cụ của chúng tôi không chỉ là một trình chia ảnh đơn giản. Nó là một ứng dụng lưới hình ảnh toàn diện đáp ứng tất cả nhu cầu chia hình ảnh của bạn. Nếu bạn muốn chia hình ảnh trực tuyến hoặc sử dụng nó như một trình chia hình ảnh Instagram, nền tảng của chúng tôi có thể giúp.\n\n✂️ Cách chia hình ảnh trong 5 bước đơn giản:\n1. Tải lên hình ảnh của bạn vào trình chia hình ảnh của chúng tôi\n2. Chọn bố cục mong muốn của bạn (ví dụ: lưới 3x3)\n3. Điều chỉnh cài đặt bằng công cụ tạo lưới trực quan của chúng tôi\n4. Xem trước hình ảnh đã chia để đảm bảo hoàn hảo\n5. Tải xuống hình ảnh đã chia mới tạo hoặc các phần riêng lẻ\n\n🌟 TÍNH NĂNG PRO MỚI: Xem trước lưới Instagram\nXem trước hình ảnh đã chia trực tiếp trên hồ sơ Instagram mà không cần tải lên:\n1. Đăng nhập vào Instagram\n2. Nhấp vào 'IG Preview' trong Trình chia hình ảnh\n3. Điều hướng đến bất kỳ hồ sơ Instagram nào\n4. Tìm và nhấp vào 'Splitted Preview' phía trên lưới hồ sơ\n5. Di chuột qua lưới để xem hình ảnh đã chia của bạn hoạt động!\n\n🔧 Các chế độ chia linh hoạt:\n➤ Chế độ lưới: Hoàn hảo để tạo bố cục lưới Instagram\n➤ Chế độ băng chuyền: Lý tưởng cho các bài đăng băng chuyền Instagram\n➤ Chế độ tùy chỉnh: Kiểm soát hoàn toàn cho các dự án chia hình ảnh độc đáo\n\n🖥️ Nhiều tùy chọn mở trình chia hình ảnh:\n➤ SidePanel: Truy cập nhanh từ biểu tượng hành động của Chrome\n➤ Cửa sổ Popup: Cho các phiên chỉnh sửa tập trung\n➤ Tab mới: Trải nghiệm chia hình ảnh toàn màn hình\n\n📏 Các định dạng và kích thước được hỗ trợ:\n➤ Loại tệp: PNG, JPEG, JPG, WEBP, BMP và TIFF\n➤ Kích thước tệp tối đa: 10MB\n➤ Lý tưởng cho kích thước hình thu nhỏ YouTube: 1280x720 pixel\n➤ Hoàn hảo cho lưới Instagram: 3x3, 3x2, 3x1 và nhiều hơn nữa!\n\n🎨 Hoàn hảo cho những người sáng tạo và đam mê mạng xã hội:\n• Thiết kế đồ họa kích thước hình thu nhỏ YouTube bắt mắt\n• Tạo bố cục lưới Instagram liền mạch\n• Chuẩn bị các bài đăng băng chuyền Instagram hấp dẫn\n• Sử dụng như một công cụ tạo lưới ảnh cho các bức ảnh ghép tuyệt đẹp\n• Chia hình ảnh cho các nền tảng mạng xã hội khác nhau\n\n📱 Hoàn hảo cho các nhà quản lý mạng xã hội và người ảnh hưởng\nNếu bạn quản lý các tài khoản mạng xã hội hoặc xây dựng thương hiệu cá nhân của mình, trình chia hình ảnh của chúng tôi là một công cụ hữu ích. Bạn có thể sử dụng nó để:\n- Tạo bố cục lưới Instagram nhất quán\n- Thiết kế đồ họa kích thước hình thu nhỏ YouTube thu hút sự chú ý\n- Chuẩn bị các bài đăng băng chuyền Instagram tăng cường tương tác\n- Chia hình ảnh cho các yêu cầu nền tảng khác nhau\n- Sử dụng công cụ tạo lưới ảnh cho các bức ảnh ghép sáng tạo\n\n❓ Câu hỏi thường gặp:\n\n📌 Trình chia hình ảnh có miễn phí không?\n🔹 Có, trình chia hình ảnh của chúng tôi hoàn toàn miễn phí để sử dụng!\n\n📌 Làm thế nào để chia một bức ảnh thành các phần cho Instagram?\n🔹 Chỉ cần tải lên hình ảnh của bạn, chọn bố cục lưới ảnh mong muốn và để công cụ của chúng tôi làm phần còn lại!\n\n📌 Tôi có thể sử dụng cái này cho các bài đăng dạng câu đố không?\n🔹 Chắc chắn rồi! Trình chia hình ảnh của chúng tôi hoàn hảo để tạo đồ họa câu đố Instagram.\n\n📌 Tôi nên sử dụng kích thước hình ảnh nào?\n🔹 Mặc dù công cụ của chúng tôi hoạt động với bất kỳ kích thước nào, chúng tôi khuyên bạn nên làm theo hướng dẫn kích thước của chúng tôi để có kết quả tối ưu trên Instagram.\n\n📊 Kích thước đề xuất cho các bài đăng lưới Instagram:\n▸ 3x1: 3240 x 1080px\n▸ 3x2: 3240 x 2160px\n▸ 3x3: 3240 x 3240px\n▸ 3x4: 3240 x 4320px\n▸ 3x5: 3240 x 5400px\n▸ 3x6: 3240 x 6480px\n\n📌 Làm thế nào để tôi tạo các slide băng chuyền cho Instagram?\n🔹 Sử dụng Chế độ băng chuyền của chúng tôi để dễ dàng chia hình ảnh của bạn thành các slide hoàn hảo cho băng chuyền Instagram.\n\n💻 Tương thích và dễ sử dụng:\nỨng dụng chia hình ảnh của chúng tôi hoạt động liền mạch trên các thiết bị. Bạn có thể dễ dàng chia một bức ảnh, cắt một hình ảnh hoặc thay đổi kích thước của một hình ảnh.\nĐiều này hoạt động trên cả máy tính để bàn và thiết bị di động. Chỉ cần vài cú nhấp chuột là đủ. Không cần tải xuống bất kỳ phần mềm nào - trình chia ảnh trực tuyến của chúng tôi luôn có sẵn qua trình duyệt Chrome của bạn.\n\n🔒 Bảo mật và quyền riêng tư:\nChúng tôi hiểu tầm quan trọng của hình ảnh của bạn. Đó là lý do tại sao trình chia hình ảnh của chúng tôi xử lý mọi thứ cục bộ trong trình duyệt của bạn. Không tải lên các máy chủ bên ngoài có nghĩa là ảnh của bạn vẫn riêng tư và an toàn.\n\n🌟 Bắt đầu chia, bắt đầu tạo!\nSẵn sàng để đưa hình ảnh của bạn lên một tầm cao mới? Hãy thử trình chia hình ảnh của chúng tôi ngay hôm nay và trải nghiệm sự khác biệt mà nó có thể tạo ra trong quá trình tạo nội dung hình ảnh của bạn. Cho dù bạn đang chia hình ảnh cho Instagram, tạo đồ họa kích thước hình thu nhỏ YouTube, hay chỉ khám phá sự sáng tạo của mình, công cụ của chúng tôi ở đây để giúp bạn đạt được tầm nhìn của mình.\n\n✨ Tải xuống ngay và bắt đầu tạo!",
    "zh_CN": "🤔 您是否在寻找一个强大的图像分割器，可以帮助您裁剪图像、改变图像大小，并创建令人惊叹的照片网格？我们的Chrome应用程序让图像编辑变得更简单。您可以为合适的YouTube缩略图尺寸制作素材。您可以设计Instagram网格或为社交媒体准备照片轮播。\n\n🚀 我们的图像分割器的主要功能：\n1️⃣ 简单的照片分割：只需点击几下即可将图像分割成多个部分\n2️⃣ 可自定义设置：调整行和列以创建完美的3x3网格或其他配置\n3️⃣ Instagram网格预览：无需上传即可直接在Instagram个人资料上预览分割后的图像\n4️⃣ 安全快速处理：所有图像编辑都在您的设备上进行，确保隐私和速度\n5️⃣ 多功能图像上传：拖放或直接从网页发送图像\n6️⃣ 互动预览：在最终确定之前放大并检查您的分割图像\n\n💡 为什么选择我们的图像分割器？\n我们的工具不仅仅是一个简单的照片分割器或图片分割器。它是一个全面的图像网格应用程序，满足您所有的图片分割需求。如果您想在线分割图像或将其用作Instagram图像分割器，我们的平台可以帮助您。\n\n✂️ 如何在5个简单步骤中分割图片：\n1. 将您的图片上传到我们的图像分割器\n2. 选择您想要的布局（例如，3x3网格）\n3. 使用我们直观的网格制作器调整设置\n4. 预览您的分割图像以确保完美\n5. 下载您新创建的分割图像或单个部分\n\n🌟 新的专业功能：Instagram网格预览\n无需上传即可直接在Instagram个人资料上预览分割后的图像：\n1. 登录Instagram\n2. 在图像分割器中点击“IG预览”\n3. 导航到任何Instagram个人资料\n4. 在个人资料网格上方找到并点击“分割预览”\n5. 将鼠标悬停在网格上以查看您的分割图像效果！\n\n🔧 灵活的分割模式：\n➤ 网格模式：完美用于创建Instagram网格布局\n➤ 轮播模式：理想用于Instagram轮播帖子\n➤ 自定义模式：为独特的分割图像项目提供完全控制\n\n🖥️ 多种图像分割器打开选项：\n➤ 侧边面板：从Chrome的操作图标快速访问\n➤ 弹出窗口：用于专注的编辑会话\n➤ 新标签页：全屏图像分割体验\n\n📏 支持的格式和尺寸：\n➤ 文件类型：PNG、JPEG、JPG、WEBP、BMP和TIFF\n➤ 最大文件大小：10MB\n➤ 适合YouTube缩略图尺寸：1280x720像素\n➤ 完美适合Instagram网格：3x3、3x2、3x1等！\n\n🎨 适合创意人士和社交媒体爱好者：\n• 设计引人注目的YouTube缩略图尺寸图形\n• 创建无缝的Instagram网格布局\n• 准备引人入胜的Instagram轮播帖子\n• 用作照片网格制作器以制作惊艳的拼贴\n• 为各种社交媒体平台分割图像\n\n📱 适合社交媒体经理和影响者\n如果您管理社交媒体账户或建立个人品牌，我们的图像分割器是一个有用的工具。您可以用它来：\n- 创建一致的Instagram网格布局\n- 设计引人注目的YouTube缩略图尺寸图形\n- 准备提升参与度的Instagram轮播帖子\n- 根据不同平台要求分割图像\n- 使用照片网格制作器进行创意拼贴\n\n❓ 常见问题：\n\n📌 图像分割器是免费的吗？\n🔹 是的，我们的图像分割器完全免费使用！\n\n📌 如何将图片分割成Instagram的多个部分？\n🔹 只需上传您的图像，选择您想要的照片网格布局，然后让我们的工具完成其余工作！\n\n📌 我可以用这个制作拼图式的动态吗？\n🔹 当然可以！我们的图像分割器非常适合创建Instagram拼图图形。\n\n📌 我应该使用什么图像尺寸？\n🔹 虽然我们的工具适用于任何尺寸，但我们建议遵循我们的尺寸指南以获得Instagram上的最佳效果。\n\n📊 推荐的Instagram网格帖子尺寸：\n▸ 3x1：3240 x 1080像素\n▸ 3x2：3240 x 2160像素\n▸ 3x3：3240 x 3240像素\n▸ 3x4：3240 x 4320像素\n▸ 3x5：3240 x 5400像素\n▸ 3x6：3240 x 6480像素\n\n📌 如何为Instagram创建轮播幻灯片？\n🔹 使用我们的轮播模式轻松将您的图像分割成完美的Instagram轮播幻灯片。\n\n💻 兼容性和易用性：\n我们的分割器应用程序在各设备上无缝运行。您可以轻松分割照片、裁剪图像或更改图像大小。\n这适用于台式电脑和移动设备。只需点击几下即可。无需下载任何软件 - 我们的在线照片分割器始终可通过您的Chrome浏览器访问。\n\n🔒 安全性和隐私：\n我们理解您的图像的重要性。这就是为什么我们的图片分割器在您的浏览器中本地处理所有内容。没有上传到外部服务器意味着您的照片保持私密和安全。\n\n🌟 开始分割，开始创作！\n准备好将您的图像提升到一个新的水平了吗？今天就试试我们的图像分割器，体验它在视觉内容创作过程中带来的不同。无论您是在为Instagram分割图像、创建YouTube缩略图尺寸图形，还是只是探索您的创造力，我们的工具都能帮助您实现愿景。\n\n✨ 立即下载并开始创作！",
    "zh_TW": "🤔 您是否在尋找一款強大的圖片分割器，可以幫助您裁剪圖片、改變圖片大小，並創建令人驚嘆的照片網格？我們的 Chrome 應用程式讓圖片編輯變得更簡單。您可以製作適合 YouTube 縮圖大小的素材。您可以設計 Instagram 網格或為社交媒體準備照片輪播。\n\n🚀 我們的圖片分割器的主要功能：\n1️⃣ 簡單的照片分割：只需幾次點擊即可將圖片分割成多個部分\n2️⃣ 可自定義設置：調整行和列以創建完美的 3x3 網格或其他配置\n3️⃣ Instagram 網格預覽：直接在 Instagram 個人資料上預覽分割圖片，無需上傳\n4️⃣ 安全快速的處理：所有圖片編輯都在您的設備上進行，確保隱私和速度\n5️⃣ 多功能圖片上傳：拖放或直接從網頁發送圖片\n6️⃣ 互動預覽：在完成之前放大並檢查您的分割圖片\n\n💡 為什麼選擇我們的圖片分割器？\n我們的工具不僅僅是一個簡單的照片分割器或圖片分割器。它是一個全面的圖片網格應用程式，滿足您所有的圖片分割需求。如果您想在線分割圖片或用作 Instagram 圖片分割器，我們的平台可以幫助您。\n\n✂️ 如何在 5 個簡單步驟中分割圖片：\n1. 將您的圖片上傳到我們的圖片分割器\n2. 選擇您想要的佈局（例如，3x3 網格）\n3. 使用我們直觀的網格製作器調整設置\n4. 預覽您的分割圖片以確保完美\n5. 下載您新創建的分割圖片或單個部分\n\n🌟 新的專業功能：Instagram 網格預覽\n直接在 Instagram 個人資料上預覽分割圖片，無需上傳：\n1. 登錄 Instagram\n2. 在圖片分割器中點擊“IG 預覽”\n3. 瀏覽到任何 Instagram 個人資料\n4. 在個人資料網格上方找到並點擊“分割預覽”\n5. 將鼠標懸停在網格上以查看您的分割圖片效果！\n\n🔧 靈活的分割模式：\n➤ 網格模式：完美創建 Instagram 網格佈局\n➤ 輪播模式：理想的 Instagram 輪播帖子\n➤ 自定義模式：對獨特的分割圖片項目進行全面控制\n\n🖥️ 多種圖片分割器開啟選項：\n➤ 側邊面板：從 Chrome 的操作圖標快速訪問\n➤ 彈出窗口：專注的編輯會話\n➤ 新標籤頁：全屏圖片分割體驗\n\n📏 支持的格式和大小：\n➤ 文件類型：PNG、JPEG、JPG、WEBP、BMP 和 TIFF\n➤ 最大文件大小：10MB\n➤ 適合 YouTube 縮圖大小：1280x720 像素\n➤ 完美的 Instagram 網格：3x3、3x2、3x1 等！\n\n🎨 適合創意人士和社交媒體愛好者：\n• 設計引人注目的 YouTube 縮圖大小圖形\n• 創建無縫的 Instagram 網格佈局\n• 準備引人入勝的 Instagram 輪播帖子\n• 用作照片網格製作器，創建令人驚嘆的拼貼\n• 為各種社交媒體平台分割圖片\n\n📱 適合社交媒體經理和影響者\n如果您管理社交媒體帳戶或建立個人品牌，我們的圖片分割器是一個有用的工具。您可以用它來：\n- 創建一致的 Instagram 網格佈局\n- 設計引人注目的 YouTube 縮圖大小圖形\n- 準備提高互動的 Instagram 輪播帖子\n- 根據各平台要求分割圖片\n- 使用照片網格製作器創意拼貼\n\n❓ 常見問題：\n\n📌 圖片分割器是免費的嗎？\n🔹 是的，我們的圖片分割器完全免費使用！\n\n📌 如何將圖片分割成 Instagram 的多個部分？\n🔹 只需上傳您的圖片，選擇您想要的照片網格佈局，然後讓我們的工具完成其餘工作！\n\n📌 我可以用這個製作拼圖式的動態嗎？\n🔹 當然可以！我們的圖片分割器非常適合創建 Instagram 拼圖圖形。\n\n📌 我應該使用什麼圖片大小？\n🔹 雖然我們的工具適用於任何大小，但我們建議遵循我們的尺寸指南以獲得 Instagram 上的最佳效果。\n\n📊 Instagram 網格帖子的推薦尺寸：\n▸ 3x1：3240 x 1080 像素\n▸ 3x2：3240 x 2160 像素\n▸ 3x3：3240 x 3240 像素\n▸ 3x4：3240 x 4320 像素\n▸ 3x5：3240 x 5400 像素\n▸ 3x6：3240 x 6480 像素\n\n📌 如何為 Instagram 創建輪播幻燈片？\n🔹 使用我們的輪播模式輕鬆將您的圖片分割成完美的 Instagram 輪播幻燈片。\n\n💻 兼容性和易用性：\n我們的分割器應用程式在各種設備上無縫運行。您可以輕鬆分割照片、裁剪圖片或更改圖片大小。\n這適用於桌面電腦和移動設備。只需幾次點擊即可。無需下載任何軟體 - 我們的在線照片分割器始終可通過您的 Chrome 瀏覽器訪問。\n\n🔒 安全性和隱私：\n我們了解您的圖片的重要性。這就是為什麼我們的圖片分割器在您的瀏覽器中本地處理所有內容。沒有上傳到外部服務器，這意味著您的照片保持私密和安全。\n\n🌟 開始分割，開始創作！\n準備好將您的圖片提升到新的水平了嗎？今天就試試我們的圖片分割器，體驗它在您的視覺內容創作過程中能帶來的不同。無論您是在為 Instagram 分割圖片、創建 YouTube 縮圖大小圖形，還是僅僅探索您的創意，我們的工具都能幫助您實現您的願景。\n\n✨ 現在下載並開始創作！"
  }
}