{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InstaJino"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate clicking likes of Instagram post with a specified number."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of spending hours manually liking posts on Instagram?\n\nInstaJino is here to revolutionize your Instagram experience by automating likes with just a few clicks.\nWhether you're an influencer, small business, or social media enthusiast, maintaining engagement on Instagram can be time-consuming and repetitive. Likes are essential to boosting your content's visibility in Instagram’s algorithm, but the process can take up valuable time.\n\nWith InstaJino, you can automate the entire liking process, saving hours of effort while ensuring consistent engagement.\nThis Chrome extension works in the background, helping you build connections and grow your account effortlessly.\nPerfect for anyone looking to enhance their Instagram presence without the hassle of manual interactions.\n\n🔴 Features:\n✅ Easy-to-use and quick setup.\n✅ Saves time by automating repetitive tasks.\n✅ Boosts Instagram engagement effortlessly.\n✅ Ideal for influencers, businesses, and marketers.\n\n\n🔴 Privacy and Security\n✅ No Personal Data Collection\nThe extension does not collect, store, or share any of your personal information. All processes occur locally within your browser, ensuring your data stays private and secure.\n✅ Bypassing Instagram's Automation Detection Algorithm\nInstaJino incorporates a proprietary algorithm designed to mimic natural user behavior. By patterns, it effectively removes the risk of detection by Instagram’s automation detection algorithms. This ensures a safe and seamless experience while automating likes.\n\n\nInstall InstaJino now and let us handle the clicks while you focus on creating amazing content!\n\n\n🔴 How to Use InstaJino\n1️⃣ Open Instagram in your browser and navigate to the posts you'd like to automate likes for.\n2️⃣ Click on the InstaJino extension icon in your browser toolbar.\n3️⃣ Enter the number of posts you want to like in the input field.\n4️⃣ Press the Start button to begin the automation.\n5️⃣ InstaJino will scroll through the posts, liking them one by one with a random delay to mimic natural behavior.\n6️⃣ To stop the automation, click the STOP button on the progress overlay.\n\n🔴 Note: Ensure your Instagram language is set to English for the app to work correctly. Avoid using this app excessively to stay compliant with Instagram’s guidelines.\n\n\nKeywords: Instagram auto liker, automated likes tool, Instagram growth hack, save time on Instagram, boost Instagram visibility, Chrome extension for Instagram automation, efficient social media strategy.\n\n\n[Release Notes]\n\n# Version 1.0.01 (27th Nov, 2024)\n- Scroll error correction\n- Add status window content\n\n# Version 1.0.00 (25th Nov, 2024)\n- \bInitial Launching"
  }
}