{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-Based Reading Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlights key points, suggests further readings, and provides explanations for complex terms within any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Reading Assistant: Boost Your Reading Efficiency with AI-Powered Insights\n\nDescription:\n\nAI Reading Assistant is a powerful Chrome extension designed to optimize your reading experience by leveraging the capabilities of artificial intelligence. Whether you're a researcher, student, or avid reader, this tool will help you quickly grasp key points, understand complex terms, and access summarized content from any webpage.\n\nFeatures:\n\nSmart Summarization: Instantly generate concise summaries of articles, research papers, and lengthy web content. Save time by understanding the gist of the content without having to read through it all.\n\nAI-Powered Explanations: Get easy-to-understand explanations for complex terms and concepts directly within your reading flow. Simply click on the highlighted terms to learn more.\n\nUser-Friendly Interface: The extension seamlessly integrates into your browsing experience with a clean and intuitive design, making it easy to access AI-powered insights at any time.\n\nCustomizable Settings: Tailor the extension’s behavior to match your reading preferences. Choose the type of content you want summarized or explained, ensuring the tool fits your unique needs.\n\nBenefits:\n\nEnhanced Reading Efficiency: Save valuable time by quickly navigating through large volumes of information. Let AI handle the heavy lifting, so you can focus on what matters most.\n\nImproved Understanding: Deepen your comprehension of complex materials with AI-generated explanations, helping you grasp new topics and concepts effortlessly.\n\nVersatile Use Cases: Ideal for academic research, professional development, or everyday reading, AI Reading Assistant adapts to various contexts, enhancing your productivity across the board.\n\nWho Is It For?\n\nAI Reading Assistant is perfect for:\n\nResearchers and Academics: Simplify literature reviews and get key insights from scholarly articles.\nStudents: Boost your study sessions with quick summaries and term explanations.\nProfessionals: Stay on top of industry trends without spending hours reading through lengthy reports.\nAvid Readers: Enjoy a more enriched reading experience with tools that help you understand and retain information better.\nGet Started:\n\nInstall AI Reading Assistant today and transform the way you read and process information online. Experience the future of reading with AI-powered assistance at your fingertips!"
  }
}