{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Music Box Filmtinerary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension for Music Box Theatre enthusiasts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I love Chicago's Music Box Theatre. It's a gorgeous venue with great staff, and I've been attending screenings there for more years than I'll publicly admit to. However, as they've added more festivals to their schedule, I've found myself wishing the website had a few more options to ease planning one's filmgoing itinerary. Consequently, this extension adds the following features to their website:\n\n- Allows you to add a future showtime to your Google Calendar via film, event, and calendar pages\n\n- Adds a month/year calendar picker to jump to previous and future calendar months\n\nPLEASE NOTE: Apart from being a paying Music Box Member, I have no affiliation with the Music Box Theatre or Music Box Films.\n\nv.1.3.1\n\n- Fixes a bug that would assign a future year screening to the current year\n\n- Removes duplicate January option from calendar select\n\nv.1.3.0\n\n- Adds 'Add to Calendar' link for calendar day showtimes\n\n- Adds calendar month/year picker\n\nv.1.2.1\n\n- Fixes a year assignment bug that would always set the year for the event to be 2001\n\nv.1.2.0\n\n- Fixed 'Add to Calendar' support to work with the latest site redesign\n\nv.1.1.1\n\n- Improved calendar event handling\n\n- Added proper garden screen support\n\n- Fixed bad mobile/desktop date advancement handling\n\nv.1.1.0\n\n- Updated to accommodate recent Music Box COVID changes\n\n- Updated GCal icon\n\n- Minor tweaks and bug fixes  \n\nv.1.0.5\n\n- Displays 'X Seats Remaining/Sold Out' (if available) when doing a screen lookup.\n\nv.1.0.4\n\n- Added loading spinner for calendar picker.\n\n- Improved disabled state for calendar picker.\n\n- Google Calendar links are now opened in a new window.\n\nv.1.0.2\n\n- Fixed calendar event issue that occurred when no future showtimes are available on the accessed page\n\n- Improved calendar event triggers\n\n v.1.0.1\n\n- Fixed calendar injection issue that occurred when there are no future showtimes for the requested date\n\n- Fixed bad calendar injection if no film title can be found upon showtimes update\n\n- Fixed bad calendar date display upon incrementing calendar date on pages with more than one showtime calendar\n\nv.1.0.0\n\n- Initial release."
  }
}