{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop Wasting Your Time"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block distracting content on Facebook, YouTube, Instagram to stay focused and productive!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop Wasting Your Time - Content Focus Extension\n\nEver opened YouTube to look up something specific, only to find yourself an hour later mindlessly scrolling through Shorts, completely forgetting why you came there in the first place? \nWe've all been there.\n\nThis extension is your digital focus guardian, helping you stay on track by removing distracting content from YouTube, Facebook, and Instagram. It doesn't block these platforms entirely – instead, it surgically removes the elements designed to capture your attention and waste your time.\n\n*What It Does*\nThink of it as a personal assistant that:\n- Cleans up your YouTube experience by removing the endless homepage recommendations and Shorts\n- Declutters Facebook by removing the attention-grabbing Watch section and random feed content\n- Makes Instagram more purposeful by eliminating Reels and suggested posts\n- Keeps all the essential features you actually need (search, messaging, profiles) working perfectly\n\n*Why You'll Love It*\n- Stay focused on your original task without falling into the rabbit hole of recommended content\n- Keep using social media for meaningful connections without the distracting extras\n- Easily toggle protection on/off for each platform separately through a simple popup interface\n- Maintain full access to search, messaging, and profile viewing – just without the distractions\n\nFeatures\n✓ Smart content filtering across platforms:\n- Removes homepage content walls\n- Blocks attention-grabbing video sections (Shorts, Reels, Watch)\n- Eliminates next video recommendations\n- Removes suggested content feeds\n\n✓ Preserves essential functionality:\n- Full search capabilities\n- Direct messaging\n- Profile browsing\n- Post reading and interaction\n\n✓ Flexible Control:\n- Simple popup interface\n- Individual platform toggles\n- Instant settings application\n\n-- Take back control of your online time and attention --\nStop watching things you never meant to watch, and start using social media with purpose.\nYou're not blocking these platforms – you're upgrading them to work for you, not against you."
  }
}