{
  "name": {
    "ar": "لعبة الصيادين الانجراف عبر الإنترنت",
    "am": "የመንገድ ዳር አዳኞች የመስመር ላይ ጨዋታ",
    "bg": "Онлайн игра на Drift Hunters",
    "bn": "অনলাইন গেম ড্রিফ্ট হান্টার্স",
    "ca": "Joc en línia de Drift Hunters",
    "cs": "Online hra lovců drift",
    "da": "Drivjægere online spil",
    "de": "Drift Hunters Online -Spiel",
    "el,en,en_AU,en_GB,en_US,es_419,fil,it,lt,lv,nl,no,pt_BR,pt_PT,sk,sl,sv,zh_CN,zh_TW": "Drift Hunters Online Game",
    "es": "Juego en línea de cazadores de deriva",
    "et": "Drift Hunters Online mäng",
    "fa": "بازی آنلاین شکارچیان",
    "fi": "Drift Hunters Online -peli",
    "fr": "Jeu en ligne des chasseurs de dérive",
    "gu": "ડ્રિફ્ટ શિકારીઓ game નલાઇન રમત",
    "he": "משחק מקוון של ציידי ציידים",
    "hi": "बहाव शिकारी ऑनलाइन खेल",
    "hr": "Internetska igra lovaca na lovce",
    "hu": "Drift Hunters Online játék",
    "id": "Permainan online pemburu drift",
    "ja": "ドリフトハンターオンラインゲーム",
    "kn": "ಡ್ರಿಫ್ಟ್ ಹಂಟರ್ಸ್ ಆನ್‌ಲೈನ್ ಆಟ",
    "ko": "드리프트 헌터 온라인 게임",
    "ml": "ഡ്രിഫ്റ്റ് വേട്ടക്കാർ ഓൺലൈൻ ഗെയിം",
    "mr": "ड्राफ्ट हंटर्स ऑनलाईन गेम",
    "ms": "Drift Hunters Permainan Dalam Talian",
    "pl": "Drift Hunters Online Gra",
    "ro": "Vânători de derivă joc online",
    "ru": "Охотники на дрифтов онлайн игра",
    "sr": "Дрифт Хунтерс Онлине игра",
    "sw": "Drift Hunters Mchezo Mkondoni",
    "ta": "சறுக்கல் வேட்டைக்காரர்கள் ஆன்லைன் விளையாட்டு",
    "te": "డ్రిఫ్ట్ హంటర్స్ ఆన్‌లైన్ గేమ్",
    "th": "เกมออนไลน์นักล่าดริฟท์",
    "tr": "Drift avcıları çevrimiçi oyunu",
    "uk": "Онлайн -гра мисливців на дрейф",
    "vi": "Trò chơi trực tuyến của Hunters Hunters"
  },
  "short": {
    "ar": "تعتبر Drift Hunters لعبة ثلاثية الأبعاد مجانية للعب مع مجموعة ممتازة من المسارات والكثير من السيارات المضبوطة.",
    "am": "ድራይቭ አዳኞች እጅግ በጣም ጥሩ ከሆኑት ትራኮች እና ብዙ የተስተካከሉ መኪኖች ጋር ነፃ-የ3-ዲ የመጫኛ ጨዋታ ነው.",
    "bg": "Drift Hunters е безплатна за игра 3D дрифтаща игра с отличен избор от песни и изобилие от настройки на автомобили.",
    "bn": "ড্রিফ্ট হান্টাররা ট্র্যাক এবং প্রচুর পরিমাণে সুরযুক্ত গাড়িগুলির একটি দুর্দান্ত নির্বাচন সহ একটি ফ্রি-টু-প্লে 3 ডি ড্রিফটিং গেম।",
    "ca": "Drift Hunters és un joc de derivació 3D gratuït per jugar amb una excel·lent selecció de pistes i molts cotxes sintonitzats.",
    "cs": "Lovci driftu je hra na 3D driftingu s vynikajícím výběrem skladeb a spoustou vyladěných automobilů.",
    "da": "Drift Hunters er et gratis 3D-drivspil med et fremragende udvalg af numre og masser af afstemte biler.",
    "de": "Drift Hunters ist ein kostenloses 3D-Drift-Spiel mit einer hervorragenden Auswahl an Tracks und vielen abgestimmten Autos.",
    "el": "Το Drift Hunters είναι ένα παιχνίδι drifting 3D με μια εξαιρετική επιλογή από κομμάτια και πολλά συντονισμένα αυτοκίνητα.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Drift Hunters is a free-to-play 3D drifting game with an excellent selection of tracks and plenty of tuned-up cars.",
    "es": "Drift Hunters es un juego de deriva 3D gratuito con una excelente selección de pistas y muchos autos sintonizados.",
    "et": "Drift Hunters on tasuta mängitav 3D-triivimismäng, millel on suurepärane valik lugusid ja palju häälestatud autosid.",
    "fa": "Drift Hunters یک بازی 3D برای بازی 3D با انتخاب عالی از آهنگ ها و بسیاری از اتومبیل های تنظیم شده است.",
    "fi": "Drift Hunters on ilmaiseksi pelattava 3D-ajatuspeli, jolla on erinomainen valikoima kappaleita ja runsaasti viritettyjä autoja.",
    "fr": "Drift Hunters est un jeu à dérive 3D gratuit avec une excellente sélection de pistes et de nombreuses voitures réglées.",
    "gu": "ડ્રિફ્ટ હન્ટર એ ફ્રી-ટુ-પ્લે 3 ડી ડ્રિફ્ટિંગ રમત છે જેમાં ટ્રેક્સ અને પુષ્કળ ટ્યુન-અપ કારની ઉત્તમ પસંદગી છે.",
    "he": "ציידי הסחף הוא משחק נסחף תלת-ממדי חופשי למשחק עם מבחר מצוין של רצועות ושפע מכוניות מכוונות.",
    "hi": "ड्रिफ्ट हंटर्स एक फ्री-टू-प्ले 3 डी ड्रिफ्टिंग गेम है जिसमें ट्रैक का एक उत्कृष्ट चयन और बहुत सारी ट्यून-अप कारें हैं।",
    "hr": "Drift Hunters je besplatna igra 3D Drifting Game s odličnim izborom pjesama i puno podešenih automobila.",
    "hu": "A Drift Hunters egy szabadon játszható 3D-s sodródó játék, kiváló pályákkal és rengeteg hangolt autóval.",
    "id": "Drift Hunters adalah game drifting 3D gratis untuk bermain dengan pilihan trek yang sangat baik dan banyak mobil yang disetel.",
    "it": "Drift Hunters è un gioco 3D in 3D gratuito con un'eccellente selezione di brani e molte auto sintonizzate.",
    "ja": "Drift Huntersは、優れたトラックとたくさんの調整された車を備えた無料の3Dドリフトゲームです。",
    "kn": "ಡ್ರಿಫ್ಟ್ ಹಂಟರ್ಸ್ ಒಂದು ಉಚಿತ-ಪ್ಲೇ 3 ಡಿ ಡ್ರಿಫ್ಟಿಂಗ್ ಆಟವಾಗಿದ್ದು, ಅತ್ಯುತ್ತಮವಾದ ಟ್ರ್ಯಾಕ್‌ಗಳು ಮತ್ತು ಸಾಕಷ್ಟು ಟ್ಯೂನ್-ಅಪ್ ಕಾರುಗಳನ್ನು ಹೊಂದಿದೆ.",
    "ko": "드리프트 헌터는 훌륭한 트랙과 많은 조정 된 자동차를 갖춘 무료 3D 드리프트 게임입니다.",
    "ml": "ട്രാക്കുകളുടെ മികച്ച തിരഞ്ഞെടുക്കലും ധാരാളം ട്യൂൺ-അപ്പ് കാറുകളും ഉള്ള ഒരു ഫ്രീ-ടു-പ്ലേ 3 ഡി ഡ്രിഫ്റ്റിംഗ് ഗെയിമാണ് ഡ്രിഫ്റ്റ്…",
    "mr": "ड्राफ्ट हंटर्स हा एक फ्री-टू-प्ले 3 डी ड्राफ्टिंग गेम आहे ज्यामध्ये ट्रॅकची उत्कृष्ट निवड आणि ट्यून-अप कारची उत्कृष्ट निवड आहे.",
    "ms": "Drift Hunters adalah permainan hanyut 3D percuma dengan pilihan trek yang sangat baik dan banyak kereta yang ditala.",
    "nl": "Drift Hunters is een gratis te spelen 3D-drijvende game met een uitstekende selectie tracks en veel afgestemde auto's.",
    "no": "Drift Hunters er et gratis-å-spill 3D-drifting av et utmerket utvalg av spor og mange avstemte biler.",
    "pl": "Drift Hunters to darmowa gra dryfująca 3D z doskonałym wyborem utworów i mnóstwem dostrojonych samochodów.",
    "ro": "Drift Hunters este un joc de derivă gratuit 3D, cu o selecție excelentă de piese și o mulțime de mașini reglate.",
    "ru": "Drift Hunters-это бесплатная игра 3D Drifting Game с отличным выбором треков и множеством настроенных автомобилей.",
    "sk": "Drift Hunters je bezplatná 3D driftingová hra s vynikajúcim výberom skladieb a množstva vyladených automobilov.",
    "sl": "Drift Hunters je brezplačna igra 3D za igranje z odličnim izborom skladb in veliko uglašenih avtomobilov.",
    "sr": "Ловци на дрифт је бесплатна 3Д игра одличне игре са одличним избором нумера и обиље прилагођених аутомобила.",
    "sv": "Drift Hunters är ett fritt att spela 3D-drivande spel med ett utmärkt urval av spår och massor av inställda bilar.",
    "sw": "Wawindaji wa Drift ni mchezo wa bure wa kucheza wa 3D na uteuzi bora wa nyimbo na magari mengi yaliyopangwa.",
    "ta": "சறுக்கல் வேட்டைக்காரர்கள் ஒரு சிறந்த தடங்கள் மற்றும் ஏராளமான டியூன் செய்யப்பட்ட கார்களைக் கொண்ட இலவசமாக விளையாடும் 3D சறுக்கல்…",
    "te": "డ్రిఫ్ట్ హంటర్స్ అనేది ఫ్రీ-టు-ప్లే 3 డి డ్రిఫ్టింగ్ గేమ్, ఇది అద్భుతమైన ట్రాక్‌లు మరియు ట్యూన్-అప్ కార్లు పుష్కలంగా ఉంటుంది.",
    "th": "Drift Hunters เป็นเกมล่องลอย 3 มิติที่เล่นได้ฟรีพร้อมแทร็กที่ยอดเยี่ยมและรถที่ปรับแต่งมากมาย",
    "tr": "Drift Hunters, mükemmel bir parça ve bol miktarda ayarlanmış otomobil ile oynaması ücretsiz bir 3D sürükleme oyunudur.",
    "uk": "Hunters Drift-це безкоштовна гра 3D-дрейфуюча гра з відмінним вибором треків та безліччю налаштованих автомобілів.",
    "vi": "Drift Hunters là một trò chơi trôi dạt 3D miễn phí với một lựa chọn tuyệt vời các bản nhạc và nhiều chiếc xe được điều chỉnh."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drift Hunters is a free-to-play 3D drifting game with an excellent selection of tracks and plenty of tuned-up cars. Pick your motor, tune it, then rev your engine and drift the turns in one of 10 unique locations!\n\nHow to Play\nDrifting\nSee how long you can keep up the drift! The longer you drift, the more your points multiplier increases. You can use the points to buy exotic motors like the high-performance Porsche 911 GT. There are 26 fully customizable cars available to buy in total. \n\nTuning\nEvery car you buy can be fully tuned — turbo, brake balance, front camber, rear offset, and more. You can fully modify these values to find the best tuning for your drift performance.\n\nYou can upgrade the performance too. The brakes, weight, gearbox, turbo, and engine can all be upgraded with superior parts. Finish off your car in any color and enjoy a selection of rims on the house."
  }
}