{
  "name": {
    "ar": "اجعل النص قابلاً للقراءة لـ Google Chrome ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Make Text Readable for Google Chrome™",
    "bg": "Направете текста четим за Google Chrome ™",
    "ca": "Feu que el text sigui llegible per a Google Chrome ™",
    "cs": "Zajistěte, aby byl text čitelný pro Google Chrome ™",
    "da": "Gør tekst læsbar til Google Chrome ™",
    "de": "Machen Sie Text für Google Chrome ™ lesbar",
    "el": "Κάντε το κείμενο αναγνώσιμο για το Google Chrome ™",
    "es": "Hacer que el texto sea legible para Google Chrome ™",
    "et": "Muutke tekst Google Chrome ™ jaoks loetavaks",
    "fi": "Tee teksti luettavaksi Google Chrome ™ -sovellukselle",
    "fil": "Gawing Nababasa ang Teksto para sa Google Chrome ™",
    "fr": "Rendre le texte lisible pour Google Chrome ™",
    "he": "הפוך את הטקסט לקריא עבור Google Chrome ™",
    "hi": "Google Chrome ™ के लिए पाठ पठनीय बनाएं",
    "hr": "Učinite tekst čitljivim za Google Chrome ™",
    "hu": "Tegye olvashatóvá a szöveget a Google Chrome ™ számára",
    "id": "Jadikan Teks Dapat Dibaca untuk Google Chrome ™",
    "it": "Rendi il testo leggibile per Google Chrome ™",
    "ja": "GoogleChrome™でテキストを読みやすくする",
    "ko": "Google Chrome ™에서 텍스트를 읽을 수 있도록 설정",
    "lt": "Padarykite tekstą skaitomą „Google Chrome ™“",
    "lv": "Padariet tekstu lasāmu pārlūkprogrammai Google Chrome ™",
    "ms": "Jadikan Teks Boleh Dibaca untuk Google Chrome ™",
    "nl": "Maak tekst leesbaar voor Google Chrome ™",
    "no": "Gjør tekst lesbar for Google Chrome ™",
    "pl": "Spraw, aby tekst był czytelny dla przeglądarki Google Chrome ™",
    "ro": "Faceți textul citibil pentru Google Chrome ™",
    "ru": "Сделайте текст читабельным для Google Chrome ™",
    "sk": "Urobte text čitateľným pre Google Chrome ™",
    "sl": "Naj bo besedilo berljivo za Google Chrome ™",
    "sr": "Учините текст читљивим за Гоогле Цхроме ™",
    "sv": "Gör texten läsbar för Google Chrome ™",
    "th": "ทำให้ข้อความอ่านได้สำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Metni Okunabilir Hale Getirin",
    "uk": "Зробіть текст читабельним для Google Chrome ™",
    "vi": "Làm cho văn bản có thể đọc được cho Google Chrome ™",
    "zh_CN": "使文字对于Google Chrome™可读",
    "zh_TW": "使文字對Google Chrome™可讀"
  },
  "short": {
    "ar": "حر! اضبط الخط والارتفاع وحجم الخط لتسهيل قراءة صفحات الويب.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free! Adjust font, height, and font size to make web pages easier to read.",
    "bg": "Безплатно! Регулирайте шрифта, височината и размера на шрифта, за да улесните четенето на уеб страниците.",
    "ca": "Gratuït Ajusteu el tipus de lletra, l&#39;alçada i la mida del tipus de lletra per facilitar la lectura de les pàgines web.",
    "cs": "Volný, uvolnit! Upravte písmo, výšku a velikost písma, aby byly webové stránky čitelnější.",
    "da": "Gratis! Juster skrifttype, højde og skriftstørrelse for at gøre websider lettere at læse.",
    "de": "Frei! Passen Sie Schriftart, Höhe und Schriftgröße an, um die Lesbarkeit von Webseiten zu verbessern.",
    "el": "Ελεύθερος! Προσαρμόστε τη γραμματοσειρά, το ύψος και το μέγεθος της γραμματοσειράς για να κάνετε τις ιστοσελίδες πιο ευανάγνωστες.",
    "es": "¡Libre! Ajuste la fuente, la altura y el tamaño de la fuente para facilitar la lectura de las páginas web.",
    "et": "Tasuta! Veebilehtede hõlpsamaks lugemiseks reguleerige fonti, kõrgust ja fondi suurust.",
    "fi": "Vapaa! Säädä kirjasinta, korkeutta ja kirjasinkokoa helpottaaksesi verkkosivujen lukemista.",
    "fil": "Libre! Ayusin ang font, taas, at laki ng font upang gawing mas madaling basahin ang mga web page.",
    "fr": "Libérer! Ajustez la police, la hauteur et la taille de la police pour faciliter la lecture des pages Web.",
    "he": "חינם! התאם את הגופן, הגובה וגודל הגופן כדי שיהיה קל יותר לקרוא את דפי האינטרנט.",
    "hi": "नि: शुल्क! वेब पृष्ठों को पढ़ने में आसान बनाने के लिए फ़ॉन्ट, ऊँचाई और फ़ॉन्ट आकार समायोजित करें।",
    "hr": "Besplatno! Prilagodite font, visinu i veličinu fonta kako biste olakšali čitanje web stranica.",
    "hu": "Ingyenes! Állítsa be a betűtípust, a magasságot és a betűméretet a weboldalak könnyebb olvashatósága érdekében.",
    "id": "Gratis! Sesuaikan font, tinggi, dan ukuran font agar halaman web lebih mudah dibaca.",
    "it": "Gratuito! Regola il carattere, l&#39;altezza e la dimensione del carattere per rendere le pagine web più facili da leggere.",
    "ja": "自由！フォント、高さ、フォントサイズを調整して、Webページを読みやすくします。",
    "ko": "비어 있는! 웹 페이지를 더 쉽게 읽을 수 있도록 글꼴, 높이 및 글꼴 크기를 조정합니다.",
    "lt": "Laisvas! Koreguokite šriftą, aukštį ir šrifto dydį, kad tinklalapius būtų lengviau skaityti.",
    "lv": "Bezmaksas! Pielāgojiet fontu, augstumu un fonta lielumu, lai padarītu tīmekļa lapas vieglāk lasāmas.",
    "ms": "Percuma! Sesuaikan fon, tinggi, dan ukuran fon untuk menjadikan halaman web lebih mudah dibaca.",
    "nl": "Vrij! Pas het lettertype, de hoogte en de tekengrootte aan om webpagina&#39;s beter leesbaar te maken.",
    "no": "Gratis! Juster skrift, høyde og skriftstørrelse for å gjøre websidene lettere å lese.",
    "pl": "Darmowy! Dostosuj czcionkę, wysokość i rozmiar czcionki, aby strony internetowe były bardziej czytelne.",
    "ro": "Gratuit! Reglați fontul, înălțimea și dimensiunea fontului pentru a ușura citirea paginilor web.",
    "ru": "Свободный! Отрегулируйте шрифт, высоту и размер шрифта, чтобы облегчить чтение веб-страниц.",
    "sk": "Zadarmo! Upravte písmo, výšku a veľkosť písma, aby boli webové stránky ľahšie čitateľné.",
    "sl": "Prost! Prilagodite pisavo, višino in velikost pisave, da bodo spletne strani lažje berljive.",
    "sr": "Бесплатно! Подесите фонт, висину и величину фонта да бисте олакшали читање веб страница.",
    "sv": "Fri! Justera teckensnitt, höjd och teckensnittsstorlek så att webbsidor blir lättare att läsa.",
    "th": "ฟรี! ปรับแบบอักษรความสูงและขนาดตัวอักษรเพื่อให้อ่านหน้าเว็บได้ง่ายขึ้น",
    "tr": "Bedava! Web sayfalarının okunmasını kolaylaştırmak için yazı tipini, yüksekliği ve yazı tipi boyutunu ayarlayın.",
    "uk": "Безкоштовно! Налаштуйте шрифт, висоту та розмір шрифту, щоб полегшити читання веб-сторінок.",
    "vi": "Miễn phí! Điều chỉnh phông chữ, chiều cao và kích thước phông chữ để làm cho các trang web dễ đọc hơn.",
    "zh_CN": "自由！调整字体，高度和字体大小，以使网页更易于阅读。",
    "zh_TW": "自由！調整字體，高度和字體大小，以使網頁更易於閱讀。"
  },
  "long": {
    "ar": "قم بتغيير حجم / نوع الخط المستخدم والارتفاع بين الأسطر لجعل النص أكثر قابلية للقراءة.\n\nهل واجهت صعوبة في قراءة النص على موقع الويب بسبب سوء اختيار الخط الذي يستخدمه مصمم الموقع؟ change font\n\nيمكنك تغيير الخط المستخدم في أي صفحة ويب الآن عند استخدام امتداد البرنامج الخاص بنا. online font changer\n\nهنا كيف يعمل.\n\nقم بتثبيت ملحق البرنامج الخاص بنا\nانتقل إلى صفحة الويب التي تريد تغيير الخط لها\nاختر الخط الذي تريد استخدامه وحجم الخط ، من خلال النقر على أيقونة الامتداد\nانقر فوق OFF ، ثم انقر فوق الزر ON لإنهاء تغيير الخط\n\nيجب أن تستخدم صفحة الويب الآن الخط الذي تريده. هذا البرنامج مجاني 100٪. font color\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Make Text Readable for Google Chrome ™ ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Change the font size/type of font used and height inbetween lines to make the text more readable.\n\nEver struggled with reading text on a website because of a poor font choice used by the website designer? \n\nYou can change the font which is used on any webpage now when you use our software extension. \n\nHere is how it works.\n\nInstall our software extension\nGo to the webpage which you want to change the font for\nChoose the font to use and font size, by clicking on the extension icon\nClick OFF , and then click ON button to finalize the font change\n\nThe web page should now be using the font you wish. This software is 100% free.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Make Text Readable for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Променете размера / типа на използвания шрифт и височината между редовете, за да направите текста по-четлив.\n\nНякога затруднявали ли сте се да четете текст на уебсайт поради лош избор на шрифт, използван от дизайнера на уебсайта? facebook font changer\n\nМожете да промените шрифта, който се използва на която и да е уеб страница сега, когато използвате нашето разширение на софтуера. instagram font changer\n\nЕто как работи.\n\nИнсталирайте нашето софтуерно разширение\nОтидете на уеб страницата, за която искате да промените шрифта\nИзберете шрифта, който да използвате, и размера на шрифта, като щракнете върху иконата на разширението\nЩракнете върху ИЗКЛ. И след това върху бутона ВКЛ., За да завършите промяната на шрифта\n\nСега уеб страницата трябва да използва шрифта, който желаете. Този софтуер е 100% безплатен. font style changer\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Направете текста четим за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Canvieu la mida / tipus de lletra utilitzada i l'alçada entre línies per fer que el text sigui més llegible.\n\nAlguna vegada heu tingut dificultats per llegir text en un lloc web a causa d'una escassa tipografia que utilitzava el dissenyador de llocs web? fb font changer\n\nPodeu canviar el tipus de lletra que s'utilitza en qualsevol pàgina web ara quan utilitzeu la nostra extensió de programari. whatsapp font\n\nAquí és com funciona.\n\nInstal·leu la nostra extensió de programari\nAneu a la pàgina web per a la qual voleu canviar el tipus de lletra\nTrieu el tipus de lletra que voleu utilitzar i la mida del tipus de lletra fent clic a la icona de l'extensió\nFeu clic a DESACTIVAT i, a continuació, al botó ACTIVAT per finalitzar el canvi de tipus de lletra\n\nAra la pàgina web hauria d’utilitzar el tipus de lletra que desitgeu. Aquest programari és 100% gratuït. change font style\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Feu que el text sigui llegible per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Změňte velikost / typ použitého písma a výšku mezi řádky, aby byl text čitelnější.\n\nUž jste někdy bojovali se čtením textu na webu kvůli špatnému výběru písma, které použil návrhář webu? twitter font changer\n\nKdyž používáte naši softwarovou příponu, můžete nyní změnit písmo, které se používá na jakékoli webové stránce. change default font in word\n\nFunguje to takto.\n\nNainstalujte si naše softwarové rozšíření\nPřejděte na webovou stránku, pro kterou chcete změnit písmo\nKliknutím na ikonu rozšíření vyberte písmo, které chcete použít, a velikost písma\nKlepněte na VYPNUTO a potom klepněte na tlačítko ZAPNUTO k dokončení změny písma\n\nWebová stránka by nyní měla používat požadované písmo. Tento software je 100% zdarma. font changer app\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Make Text Readable for Google Chrome ™ nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Skift skriftstørrelse / anvendt skrifttype og højde mellem linjer for at gøre teksten mere læselig.\n\nHar du nogensinde kæmpet med at læse tekst på et websted på grund af et dårligt skriftvalg, der blev brugt af webstedsdesigneren? font size changer\n\nDu kan ændre den skrifttype, der bruges på enhver webside, når du bruger vores softwareudvidelse. font edit\n\nSådan fungerer det.\n\nInstaller vores softwareudvidelse\nGå til den webside, som du vil ændre skrifttypen til\nVælg den skrifttype, der skal bruges, og skriftstørrelsen ved at klikke på udvidelsesikonet\nKlik på FRA, og klik derefter på knappen TIL for at afslutte fontændringen\n\nWebsiden skal nu bruge den ønskede skrifttype. Denne software er 100% gratis. google font changer\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Gør tekst læsbar for Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Ändern Sie die Schriftgröße / Schriftart und die Höhe zwischen den Zeilen, um den Text besser lesbar zu machen.\n\nHaben Sie jemals Probleme mit dem Lesen von Text auf einer Website gehabt, weil der Website-Designer eine schlechte Schriftauswahl getroffen hat? default font\n\nSie können die Schriftart, die jetzt auf jeder Webseite verwendet wird, ändern, wenn Sie unsere Softwareerweiterung verwenden. change font windows 10\n\nSo funktioniert es.\n\nInstallieren Sie unsere Software-Erweiterung\nGehen Sie zu der Webseite, für die Sie die Schriftart ändern möchten\nWählen Sie die zu verwendende Schriftart und Schriftgröße aus, indem Sie auf das Erweiterungssymbol klicken\nKlicken Sie auf AUS und dann auf EIN, um die Änderung der Schriftart abzuschließen\n\nDie Webseite sollte jetzt die gewünschte Schriftart verwenden. Diese Software ist 100% kostenlos. change font color html\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Text für Google lesbar machen Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Αλλάξτε το μέγεθος της γραμματοσειράς / τύπο γραμματοσειράς που χρησιμοποιείται και το ύψος μεταξύ γραμμών για να κάνετε το κείμενο πιο ευανάγνωστο.\n\nΈχετε δυσκολευτεί ποτέ να διαβάσετε κείμενο σε έναν ιστότοπο λόγω της κακής επιλογής γραμματοσειράς που χρησιμοποιεί ο σχεδιαστής του ιστότοπου; windows 10 font size\n\nΜπορείτε να αλλάξετε τη γραμματοσειρά που χρησιμοποιείται σε οποιαδήποτε ιστοσελίδα τώρα όταν χρησιμοποιείτε την επέκταση λογισμικού. word font changer\n\nΕδώ είναι πώς λειτουργεί.\n\nΕγκαταστήστε την επέκταση λογισμικού μας\nΜεταβείτε στην ιστοσελίδα για την οποία θέλετε να αλλάξετε τη γραμματοσειρά\nΕπιλέξτε τη γραμματοσειρά που θα χρησιμοποιήσετε και το μέγεθος της γραμματοσειράς, κάνοντας κλικ στο εικονίδιο επέκτασης\nΚάντε κλικ στο OFF και, στη συνέχεια, κάντε κλικ στο κουμπί ON για να ολοκληρώσετε την αλλαγή γραμματοσειράς\n\nΗ ιστοσελίδα θα πρέπει τώρα να χρησιμοποιεί τη γραμματοσειρά που επιθυμείτε. Αυτό το λογισμικό είναι 100% δωρεάν. change text style\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome Η δυνατότητα ανάγνωσης κειμένου για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια χρήσης και δεν είναι θυγατρική της Google Inc.",
    "es": "Cambie el tamaño de fuente / tipo de fuente utilizada y la altura entre líneas para que el texto sea más legible.\n\n¿Alguna vez ha tenido problemas para leer texto en un sitio web debido a una mala elección de fuente utilizada por el diseñador del sitio web? font changer bold\n\nPuede cambiar la fuente que se utiliza en cualquier página web ahora cuando utiliza nuestra extensión de software. marathi font changer\n\nAsí es como funciona.\n\nInstale nuestra extensión de software\nVaya a la página web para la que desea cambiar la fuente\nElija la fuente a usar y el tamaño de fuente, haciendo clic en el icono de extensión\nHaga clic en APAGADO y luego en el botón ENCENDIDO para finalizar el cambio de fuente\n\nLa página web ahora debería usar la fuente que desea. Este software es 100% gratuito. change letter font\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Make Text Readable for Google Chrome ™ no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Muutke teksti loetavamaks muutmiseks kasutatud fondi suurust / fondi tüüpi ja ridade vahelist kõrgust.\n\nKas olete kunagi veebisaidi teksti lugemisega vaeva näinud, kuna veebisaidi kujundaja kasutab valesti fondivalikut? html change font\n\nMeie tarkvaralaienduse kasutamisel saate nüüd muuta mis tahes veebisaidil kasutatavat fonti. font changer facebook\n\nSee toimib järgmiselt.\n\nInstallige meie tarkvaralaiend\nMinge veebilehele, mille fonti soovite muuta\nValige kasutatav font ja fondi suurus, klõpsates laienduse ikoonil\nFondi muutmise lõpuleviimiseks klõpsake nuppu VÄLJAS ja seejärel nuppu SEES\n\nVeebileht peaks nüüd kasutama soovitud fonti. See tarkvara on 100% tasuta. discord font change\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Muuda tekst loetavaks Google Chrome ™ -i jaoks ei kuulu Google Inc.-ile ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fil": "Muuta kirjasimen kokoa / fonttityyppiä ja rivien välistä korkeutta tekstin luettavuuden parantamiseksi.\n\nOletko koskaan taistellut verkkosivuston tekstin lukemisen vuoksi huonon kirjasintyypin vuoksi, jota verkkosivujen suunnittelija käyttää? small font changer\n\nVoit vaihtaa millä tahansa verkkosivulla käytettävän fontin nyt, kun käytät ohjelmistolaajennustamme. font changer for pubg\n\nNäin se toimii.\n\nAsenna ohjelmistopääte\nSiirry verkkosivulle, jonka fontin haluat muuttaa\nValitse käytettävä fontti ja kirjasinkoko napsauttamalla laajennuskuvaketta\nViimeistele kirjasimen muutos napsauttamalla POIS ja sitten PÄÄLLE-painiketta\n\nVerkkosivun tulisi nyt käyttää haluamaasi kirjasinta. Tämä ohjelmisto on 100% ilmainen. lingojam font changer\n\nVastuuvapauslauseke: Huomaa, että laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Tee tekstin luettavaksi Google Chrome ™ -ominaisuudelle ei ole Google Inc: n omistuksessa, lisenssi eikä se ole Google Inc: n tytäryhtiö.",
    "fr": "Modifiez la taille de la police / le type de police utilisé et la hauteur entre les lignes pour rendre le texte plus lisible.\n\nAvez-vous déjà eu du mal à lire du texte sur un site Web en raison d'un mauvais choix de police utilisé par le concepteur du site Web? different font for instagram\n\nVous pouvez maintenant changer la police utilisée sur n'importe quelle page Web lorsque vous utilisez notre extension logicielle. shrift changer\n\nVoici comment cela fonctionne.\n\nInstallez notre extension logicielle\nAccédez à la page Web dont vous souhaitez modifier la police\nChoisissez la police à utiliser et sa taille en cliquant sur l'icône d'extension\nCliquez sur OFF, puis sur le bouton ON pour finaliser le changement de police\n\nLa page Web devrait maintenant utiliser la police que vous souhaitez. Ce logiciel est 100% gratuit. handwriting changer\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Rendre le texte lisible pour Google Chrome ™ n'est pas la propriété de, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "पाठ को अधिक पठनीय बनाने के लिए उपयोग किए गए फ़ॉन्ट आकार / प्रकार के फ़ॉन्ट और ऊँचाई इनबेटलाइन लाइनों को बदलें।\n\nकभी वेबसाइट डिजाइनर द्वारा उपयोग किए जाने वाले खराब फ़ॉन्ट विकल्प के कारण वेबसाइट पर पाठ पढ़ने में कठिनाई हुई है? {{}\n\nजब आप हमारे सॉफ़्टवेयर एक्सटेंशन का उपयोग करते हैं तो आप किसी भी वेबपृष्ठ पर उपयोग किए जाने वाले फ़ॉन्ट को बदल सकते हैं। {{}\n\nयहाँ दिया गया है कि यह कैसे काम करता है।\n\nहमारे सॉफ़्टवेयर एक्सटेंशन को स्थापित करें\nउस वेबपृष्ठ पर जाएं जिसके लिए आप फ़ॉन्ट बदलना चाहते हैं\nएक्सटेंशन आइकन पर क्लिक करके उपयोग करने के लिए फ़ॉन्ट और फ़ॉन्ट आकार चुनें\nबंद करें क्लिक करें, और फिर फ़ॉन्ट परिवर्तन को अंतिम रूप देने के लिए बटन पर क्लिक करें\n\nवेब पेज को अब आपके इच्छित फॉन्ट का उपयोग करना चाहिए। यह सॉफ्टवेयर 100% मुफ्त है। {२}\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome के लिए पाठ पठनीय बनाएँ",
    "hr": "Promijenite veličinu / vrstu korištenog fonta i visinu između redaka kako biste tekst učinili čitljivijim.\n\nJeste li se ikad mučili s čitanjem teksta na web mjestu zbog lošeg izbora fonta koji koristi dizajner web stranica? change font on iphone\n\nKad koristite naše programsko proširenje, možete promijeniti font koji se koristi na bilo kojoj web stranici. font changer instagram\n\nEvo kako to funkcionira.\n\nInstalirajte naše programsko proširenje\nIdite na web stranicu za koju želite promijeniti font\nOdaberite font koji ćete koristiti i veličinu fonta, klikom na ikonu proširenja\nKliknite ISKLJUČENO, a zatim gumb Uključeno da biste dovršili promjenu fonta\n\nWeb stranica bi sada trebala koristiti font koji želite. Ovaj softver je 100% besplatan. new font style\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Učinite tekst čitljivim za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica tvrtke Google Inc.",
    "hu": "Változtassa meg a betűméretet / betűtípust és a sorok közötti magasságot, hogy a szöveg olvashatóbb legyen.\n\nKüzdött már valaha egy szöveg olvasásával egy weboldalon, mert a weboldal tervezője rosszul választotta a betűtípust? windows default font\n\nA szoftverbővítmény használatakor megváltoztathatja a weboldalon használt betűtípust. text style changer\n\nÍgy működik.\n\nTelepítse szoftverbővítményünket\nLépjen arra a weboldalra, amelynek betűkészletét módosítani kívánja\nA kiterjesztés ikonjára kattintva válassza ki a használni kívánt betűtípust és a betűméretet\nKattintson a KI, majd az BE gombra a betűkészlet módosításának véglegesítéséhez\n\nA weboldalnak most a kívánt betűtípust kell használnia. Ez a szoftver 100% -ban ingyenes. change font style online\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A szöveg olvashatóvá tétele a Google Chrome ™ számára nem a Google Inc. tulajdonosa, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Ubah ukuran font / jenis font yang digunakan dan tinggi di antara garis agar teks lebih mudah dibaca.\n\nPernah kesulitan membaca teks di situs web karena pilihan font yang buruk yang digunakan oleh perancang situs web? change my font\n\nAnda dapat mengubah fonta yang digunakan di halaman web mana pun sekarang saat Anda menggunakan ekstensi perangkat lunak kami. change font in instagram\n\nBerikut cara kerjanya.\n\nInstal ekstensi perangkat lunak kami\nMasuk ke halaman web yang ingin Anda ubah fontnya\nPilih fonta yang akan digunakan dan ukuran font, dengan mengklik ikon ekstensi\nKlik OFF, lalu klik tombol ON untuk menyelesaikan perubahan font\n\nHalaman web sekarang harus menggunakan font yang Anda inginkan. Perangkat lunak ini 100% gratis. cool font changer\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Jadikan Teks Dapat Dibaca untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Modificare la dimensione del carattere / il tipo di carattere utilizzato e l'altezza tra le righe per rendere il testo più leggibile.\n\nHai mai avuto problemi con la lettura del testo su un sito Web a causa di una scarsa scelta del carattere utilizzato dal designer del sito Web? wordpress change font\n\nÈ possibile modificare il carattere utilizzato su qualsiasi pagina Web ora quando si utilizza la nostra estensione software. different fonts for instagram bio\n\nEcco come funziona.\n\nInstalla la nostra estensione software\nVai alla pagina web di cui vuoi cambiare il carattere\nScegli il carattere da utilizzare e la dimensione del carattere, facendo clic sull'icona dell'estensione\nFare clic su OFF, quindi fare clic sul pulsante ON per finalizzare la modifica del carattere\n\nLa pagina web dovrebbe ora usare il carattere che desideri. Questo software è gratuito al 100%. font changer cursive\n\nDichiarazione di non responsabilità: tieni presente che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Rendi il testo leggibile per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "テキストを読みやすくするために、使用するフォントのサイズ/タイプ、および行間の高さを変更します。\n\nウェブサイトのデザイナーが使用するフォントの選択が不十分なために、ウェブサイトのテキストを読むのに苦労したことがありますか？ instagram change font\n\n当社のソフトウェア拡張機能を使用すると、現在任意のWebページで使用されているフォントを変更できます。 cursive font changer\n\n仕組みは次のとおりです。\n\nソフトウェア拡張機能をインストールします\nフォントを変更するWebページに移動します\n拡張機能アイコンをクリックして、使用するフォントとフォントサイズを選択します\n[オフ]をクリックし、[オン]ボタンをクリックしてフォントの変更を確定します\n\nこれで、Webページは希望のフォントを使用しているはずです。このソフトウェアは100％無料です。 ggplot font size\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。 GoogleChrome™のテキストを読みやすくするは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "사용 된 글꼴의 글꼴 크기 / 유형 및 줄 사이의 높이를 변경하여 텍스트를 더 읽기 쉽게 만듭니다.\n\n웹 사이트 디자이너가 사용하는 글꼴 선택이 좋지 않아 웹 사이트에서 텍스트를 읽는 데 어려움을 겪은 적이 있습니까? android default font\n\n소프트웨어 확장을 사용할 때 모든 웹 페이지에서 사용되는 글꼴을 변경할 수 있습니다. new fonts on instagram\n\n작동 원리는 다음과 같습니다.\n\n소프트웨어 확장 설치\n글꼴을 변경하려는 웹 페이지로 이동합니다.\n확장 아이콘을 클릭하여 사용할 글꼴과 글꼴 크기를 선택하십시오.\nOFF를 클릭 한 다음 ON 버튼을 클릭하여 글꼴 변경을 완료합니다.\n\n이제 웹 페이지에서 원하는 글꼴을 사용해야합니다. 이 소프트웨어는 100 % 무료입니다. font oppo a3s\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Make Text Readable for Google Chrome ™은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Pakeiskite šrifto dydį / naudojamo šrifto tipą ir aukštį tarp eilučių, kad tekstas būtų lengviau skaitomas.\n\nAr kada nors kovojote su teksto skaitymu svetainėje dėl netinkamo šrifto pasirinkimo, kurį naudoja svetainės dizaineris? font change for instagram\n\nDabar, kai naudojate mūsų programinės įrangos plėtinį, galite pakeisti bet kuriame tinklalapyje naudojamą šriftą. bold font changer\n\nŠtai kaip tai veikia.\n\nĮdiekite mūsų programinės įrangos plėtinį\nEikite į tinklalapį, kurio šriftą norite pakeisti\nPasirinkite naudojamą šriftą ir šrifto dydį spustelėdami plėtinio piktogramą\nNorėdami baigti šrifto pakeitimą, spustelėkite IŠJUNGTA, tada spustelėkite ĮJUNGTAS mygtuką\n\nDabar tinklalapyje turėtų būti naudojamas norimas šriftas. Ši programinė įranga yra 100% nemokama. system font size changer\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. Padaryti tekstą skaitomu „Google Chrome“ nėra „Google Inc.“ savininkas, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Mainiet fonta lielumu / izmantotā fonta veidu un augstumu starp rindām, lai teksts būtu lasāmāks.\n\nVai kādreiz esat cīnījies ar teksta lasīšanu tīmekļa vietnē, jo vietnes dizainers izmantoja sliktu fontu izvēli? font awesome edit\n\nTagad, kad izmantojat mūsu programmatūras paplašinājumu, varat mainīt fontu, kas tiek izmantots jebkurā tīmekļa vietnē. vscode change font\n\nLūk, kā tas darbojas.\n\nInstalējiet mūsu programmatūras paplašinājumu\nDodieties uz vietni, kurai vēlaties mainīt fontu\nIzvēlieties izmantojamo fontu un fonta lielumu, noklikšķinot uz paplašinājuma ikonas\nNoklikšķiniet uz Izslēgts un pēc tam uz pogas IESLĒGT, lai pabeigtu fonta maiņu\n\nTīmekļa lapā tagad jāizmanto vēlamais fonts. Šī programmatūra ir 100% bezmaksas. realme mobile top 10 font\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Padarīt tekstu lasāmu pārlūkam Google Chrome ™ nepieder Google Inc., tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Ubah ukuran / jenis fon yang digunakan dan ketinggian antara baris agar teks lebih mudah dibaca.\n\nPernah bersusah payah membaca teks di laman web kerana pilihan fon yang buruk digunakan oleh pereka laman web? new fonts instagram\n\nAnda boleh menukar fon yang digunakan di mana-mana laman web sekarang apabila anda menggunakan peluasan perisian kami. stylish name changer\n\nInilah cara ia berfungsi.\n\nPasang peluasan perisian kami\nPergi ke laman web yang anda mahu menukar fonnya\nPilih fon yang akan digunakan dan ukuran fon, dengan mengklik ikon peluasan\nKlik MATI, dan kemudian klik butang AKTIF untuk menyelesaikan perubahan fon\n\nHalaman web sekarang harus menggunakan fon yang anda inginkan. Perisian ini 100% percuma. different fonts for facebook\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Jadikan Teks Dibaca untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wijzig de lettergrootte / het gebruikte lettertype en de hoogte tussen de regels om de tekst beter leesbaar te maken.\n\nHeb je ooit moeite gehad met het lezen van tekst op een website vanwege een slechte lettertypekeuze die door de website-ontwerper werd gebruikt? css change font\n\nU kunt het lettertype dat op elke webpagina wordt gebruikt, wijzigen als u onze software-extensie gebruikt. name font changer\n\nHier is hoe het werkt.\n\nInstalleer onze software-extensie\nGa naar de webpagina waarvoor u het lettertype wilt wijzigen\nKies het te gebruiken lettertype en de tekengrootte door op het extensiepictogram te klikken\nKlik op UIT en klik vervolgens op de knop AAN om de wijziging van het lettertype te voltooien\n\nDe webpagina zou nu het gewenste lettertype moeten gebruiken. Deze software is 100% gratis. latex change font\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Tekst leesbaar maken voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Endre skriftstørrelse / type skrift og høyde mellom linjene for å gjøre teksten mer lesbar.\n\nHar du noen gang slitt med å lese tekst på et nettsted på grunn av et dårlig skriftvalg som brukes av nettstedsdesigneren? notepad++ change font\n\nDu kan endre skrifttypen som brukes på hvilken som helst webside nå når du bruker programvareutvidelsen vår. font changer twitter\n\nSlik fungerer det.\n\nInstaller programvareutvidelsen vår\nGå til nettsiden du vil endre skrift for\nVelg skrifttypen du vil bruke og skriftstørrelsen, ved å klikke på utvidelsesikonet\nKlikk AV, og klikk deretter PÅ-knappen for å fullføre skriftendringen\n\nWebsiden skal nå bruke skriften du ønsker. Denne programvaren er 100% gratis. change font instagram bio\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Gjør tekst lesbar for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Zmień rozmiar / typ używanej czcionki i wysokość między wierszami, aby tekst był bardziej czytelny.\n\nCzy kiedykolwiek miałeś problemy z czytaniem tekstu na stronie internetowej z powodu złego wyboru czcionki używanej przez projektanta? hindi font changer\n\nKorzystając z naszego rozszerzenia oprogramowania, możesz teraz zmienić czcionkę używaną na dowolnej stronie internetowej. font changer text\n\nOto jak to działa.\n\nZainstaluj nasze rozszerzenie oprogramowania\nPrzejdź do strony internetowej, dla której chcesz zmienić czcionkę\nWybierz używaną czcionkę i rozmiar czcionki, klikając ikonę rozszerzenia\nKliknij WYŁĄCZ, a następnie kliknij przycisk WŁĄCZ, aby zakończyć zmianę czcionki\n\nStrona internetowa powinna teraz używać żądanej czcionki. To oprogramowanie jest w 100% darmowe. discord font changer\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Funkcja Make Text Readable for Google Chrome ™ nie jest własnością, nie jest licencjonowana ani nie jest spółką zależną firmy Google Inc.",
    "ro": "Schimbați dimensiunea fontului / tipul fontului utilizat și înălțimea între rânduri pentru a face textul mai lizibil.\n\nV-ați luptat vreodată să citiți text pe un site web din cauza unei alegeri slabe a fontului folosită de designerul site-ului web? advanced system font changer\n\nPuteți schimba fontul care este utilizat pe orice pagină web acum când utilizați extensia noastră software. word style changer\n\nIată cum funcționează.\n\nInstalați extensia noastră software\nAccesați pagina web pentru care doriți să modificați fontul\nAlegeți fontul de utilizat și dimensiunea fontului, făcând clic pe pictograma extensiei\nFaceți clic pe OFF, apoi pe butonul ON pentru a finaliza modificarea fontului\n\nPagina web ar trebui să utilizeze acum fontul dorit. Acest software este 100% gratuit. eclipse increase font size\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Faceți ca textul să poată fi citit pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Измените размер / тип используемого шрифта и высоту между строками, чтобы текст был более читабельным.\n\nКогда-нибудь возникали проблемы с чтением текста на веб-сайте из-за плохого выбора шрифта, используемого дизайнером веб-сайта? android studio font size\n\nТеперь вы можете изменить шрифт, который используется на любой веб-странице, используя наше программное расширение. online font changer stylish\n\nВот как это работает.\n\nУстановите наше программное расширение\nПерейдите на веб-страницу, для которой вы хотите изменить шрифт\nВыберите шрифт для использования и размер шрифта, щелкнув значок расширения.\nНажмите ВЫКЛ, а затем нажмите кнопку ВКЛ, чтобы завершить изменение шрифта.\n\nТеперь на веб-странице должен использоваться желаемый шрифт. Это программное обеспечение на 100% бесплатное. windows 10 change font size\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Сделать текст читабельным для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Zmeňte veľkosť / typ použitého písma a výšku medzi riadkami, aby bol text čitateľnejší.\n\nUž ste niekedy zápasili s čítaním textu na webových stránkach kvôli zlému výberu písma, ktoré používa návrhár webových stránok? font changer with google web fonts\n\nKeď používate našu softvérovú príponu, môžete teraz zmeniť písmo, ktoré sa používa na akejkoľvek webovej stránke. italic font changer\n\nTakto to funguje.\n\nNainštalujte si naše softvérové rozšírenie\nPrejdite na webovú stránku, pre ktorú chcete zmeniť písmo\nKliknutím na ikonu rozšírenia vyberte písmo, ktoré chcete použiť, a veľkosť písma\nKliknite na VYPNUTÉ a potom kliknutím na tlačidlo ZAPNUTÉ dokončite zmenu písma\n\nWebová stránka by teraz mala používať požadované písmo. Tento softvér je 100% zadarmo. bytafont\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Make Text Readable for Google Chrome ™ nie je vo vlastníctve spoločnosti Google, nemá licenciu spoločnosti Google Inc. a nie je jej dcérskou spoločnosťou.",
    "sl": "Spremenite velikost / vrsto uporabljene pisave in višino med vrsticami, da bo besedilo bolj berljivo.\n\nSte se kdaj borili z branjem besedila na spletnem mestu zaradi slabe izbire pisave, ki jo je uporabil oblikovalec spletnega mesta? font oppo a5s\n\nKo uporabljate našo programsko razširitev, lahko spremenite pisavo, ki se uporablja na kateri koli spletni strani. ios default font\n\nTukaj je, kako to deluje.\n\nNamestite našo programsko razširitev\nPojdite na spletno stran, za katero želite spremeniti pisavo\nS klikom na ikono razširitve izberite pisavo, ki jo želite uporabiti, in velikost pisave\nKliknite IZKLOP in nato gumb VKLOP, da dokončate spremembo pisave\n\nSpletna stran mora zdaj uporabljati želeno pisavo. Ta programska oprema je 100% brezplačna. td font color\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Naj bo besedilo berljivo za Google Chrome ™, ni v lasti podjetja Google, ni licencirano in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Промените величину / тип фонта и висину између редова како бисте текст учинили читљивијим.\n\nДа ли сте се икад мучили са читањем текста на веб локацији због лошег избора фонта који користи дизајнер веб страница? font settings\n\nМожете користити фонт који се користи на било којој веб страници сада када користите нашу програмску екстензију. default font in ms word\n\nЕво како то функционише.\n\nИнсталирајте нашу програмску екстензију\nИдите на веб страницу за коју желите да промените фонт\nИзаберите фонт који ћете користити и величину фонта, кликом на икону наставка\nКликните на ОФФ, а затим на дугме ОН да бисте довршили промену фонта\n\nВеб страница сада треба да користи фонт који желите. Овај софтвер је 100% бесплатан. realme font\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Учините текст читљивим за Гоогле Цхроме ™ није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Ändra typsnittstorlek / typ av typsnitt som används och höjd mellan raderna för att göra texten mer läsbar.\n\nHar du någonsin kämpat med att läsa text på en webbplats på grund av ett dåligt typsnittsval som används av webbdesignern? change system font windows 10\n\nDu kan ändra teckensnittet som används på vilken webbsida som helst när du använder vårt programtillägg. font changer ig\n\nSå här fungerar det.\n\nInstallera vårt programtillägg\nGå till webbsidan som du vill ändra teckensnitt för\nVälj det teckensnitt du vill använda och teckensnittsstorlek genom att klicka på tilläggsikonen\nKlicka på AV och sedan på PÅ-knappen för att slutföra teckensnittsändringen\n\nWebbsidan ska nu använda det teckensnitt du önskar. Denna programvara är 100% gratis. calligraphy font changer\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Gör texten läsbar för Google Chrome ™ ägs inte av, är inte licensierad av och är inte ett dotterbolag till Google Inc.",
    "th": "เปลี่ยนขนาดตัวอักษร / ประเภทของแบบอักษรที่ใช้และความสูงระหว่างบรรทัดเพื่อให้อ่านข้อความได้มากขึ้น\n\nเคยดิ้นรนกับการอ่านข้อความบนเว็บไซต์เนื่องจากตัวเลือกแบบอักษรที่ไม่ดีที่นักออกแบบเว็บไซต์ใช้หรือไม่? font awesome change size\n\nคุณสามารถเปลี่ยนแบบอักษรที่ใช้กับหน้าเว็บใดก็ได้ในขณะนี้เมื่อคุณใช้ส่วนขยายซอฟต์แวร์ของเรา microsoft word default font\n\nนี่คือวิธีการทำงาน\n\nติดตั้งส่วนขยายซอฟต์แวร์ของเรา\nไปที่หน้าเว็บที่คุณต้องการเปลี่ยนฟอนต์\nเลือกแบบอักษรที่จะใช้และขนาดตัวอักษรโดยคลิกที่ไอคอนส่วนขยาย\nคลิกปิดแล้วคลิกปุ่มเปิดเพื่อสิ้นสุดการเปลี่ยนแปลงแบบอักษร\n\nตอนนี้หน้าเว็บควรใช้แบบอักษรที่คุณต้องการ ซอฟต์แวร์นี้ฟรี 100% new font style name\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ ทำให้ข้อความอ่านได้สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Metni daha okunaklı hale getirmek için kullanılan yazı tipi boyutunu / türünü ve satırlar arasındaki yüksekliği değiştirin.\n\nWeb sitesi tasarımcısı tarafından kullanılan kötü yazı tipi seçimi nedeniyle bir web sitesinde metin okumakta hiç zorlandınız mı? latex increase font size\n\nYazılım uzantımızı kullandığınızda artık herhangi bir web sayfasında kullanılan yazı tipini değiştirebilirsiniz. weird font changer\n\nİşte nasıl çalıştığı.\n\nYazılım uzantımızı yükleyin\nYazı tipini değiştirmek istediğiniz web sayfasına gidin\nUzantı simgesine tıklayarak kullanılacak yazı tipini ve yazı tipi boyutunu seçin\nKAPALI'ya tıklayın ve ardından yazı tipi değişikliğini tamamlamak için AÇIK düğmesine tıklayın.\n\nWeb sayfası artık istediğiniz yazı tipini kullanıyor olmalıdır. Bu yazılım% 100 ücretsizdir. windows font size\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Google için Metni Okunabilir Yap Chrome ™, Google Inc.'e ait değildir, lisansı yoktur ve bir Google Inc. yan kuruluşu değildir.",
    "uk": "Змініть розмір / тип використовуваного шрифту та висоту між рядками, щоб зробити текст більш читабельним.\n\nВи коли-небудь боролися з читанням тексту на веб-сайті через поганий вибір шрифтів, який використовував дизайнер веб-сайту? change font in latex\n\nЗараз ви можете змінити шрифт, який використовується на будь-якій веб-сторінці, коли ви використовуєте наше розширення програмного забезпечення. emacs increase font size\n\nОсь як це працює.\n\nВстановіть наше розширення програмного забезпечення\nПерейдіть на веб-сторінку, для якої потрібно змінити шрифт\nВиберіть шрифт та розмір шрифту, натиснувши на піктограму розширення\nКлацніть ВИМК, а потім натисніть кнопку УВІМКН, щоб завершити зміну шрифту\n\nТепер веб-сторінка повинна використовувати шрифт, який ви бажаєте. Це програмне забезпечення на 100% безкоштовне. arabic font changer\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Зробити текст читабельним для Google Chrome ™ не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Thay đổi kích thước phông chữ / loại phông chữ được sử dụng và chiều cao giữa các dòng để làm cho văn bản dễ đọc hơn.\n\nBạn đã bao giờ gặp khó khăn với việc đọc văn bản trên một trang web do người thiết kế trang web sử dụng phông chữ kém? matplotlib default font\n\nBạn có thể thay đổi phông chữ được sử dụng trên bất kỳ trang web nào ngay bây giờ khi bạn sử dụng tiện ích mở rộng phần mềm của chúng tôi. default font windows 10\n\nĐây là cách nó làm việc.\n\nCài đặt tiện ích mở rộng phần mềm của chúng tôi\nTruy cập trang web mà bạn muốn thay đổi phông chữ\nChọn phông chữ để sử dụng và kích thước phông chữ, bằng cách nhấp vào biểu tượng tiện ích mở rộng\nNhấp vào TẮT, sau đó nhấp vào nút BẬT để hoàn tất việc thay đổi phông chữ\n\nTrang web bây giờ sẽ sử dụng phông chữ bạn muốn. Phần mềm này là 100% miễn phí. letters changer\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Làm cho văn bản có thể đọc được cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "更改字体大小/使用的字体类型以及行之间的高度，以使文本更具可读性。\n\n是否曾因网站设计师使用的字体选择不佳而在阅读网站上遇到麻烦？ text font changer\n\n使用我们的软件扩展时，您现在可以更改在任何网页上使用的字体。 insta font changer\n\n下面是它的工作原理。\n\n安装我们的软件扩展\n转到您要更改字体的网页\n通过单击扩展图标选择要使用的字体和字体大小\n单击“关闭”，然后单击“打开”按钮完成字体更改\n\n网页现在应该使用所需的字体。该软件是100％免费的。 style font color\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。使Google Chrome可读的文本不属于Google Inc.，也不属于Google Inc.的子公司，也不是其子公司。",
    "zh_TW": "更改字體大小/使用的字體類型以及行之間的高度，以使文本更具可讀性。\n\n是否曾因網站設計師使用的字體選擇不佳而在閱讀網站上遇到麻煩？ fonts changer\n\n使用我們的軟件擴展時，您現在可以更改在任何網頁上使用的字體。 free font changer\n\n下面是它的工作原理。\n\n安裝我們的軟件擴展\n轉到您要更改字體的網頁\n通過單擊擴展圖標選擇要使用的字體和字體大小\n單擊“關閉”，然後單擊“打開”按鈕完成字體更改\n\n網頁現在應該使用所需的字體。該軟件是100％免費的。 facebook font change\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。使Google Chrome可讀的文本不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}