{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Analytics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the easiest way to track time. With real-time tracking, all your data is securely stored in your Time Analytics account."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proudly Presenting: Time Analytics Chrome Extension\n\nTime Analytics is an easy-to-use time tracking platform built to streamline your productivity and enhance your business operations. With its comprehensive features and powerful analytics, Time Analytics allows you to effortlessly track, manage, and analyze your time. The software’s goal is to reduce the time needed to track time and help users focus on their work uninterrupted.\n\n==== Features\n\n1. Automatic and Manual Time Tracking: Time Analytics offers both automatic and manual time tracking options, catering to your preferred workflow. Automatically capture time spent on tasks and projects in the background, or manually enter time entries as needed.\n\n2. Smart Timesheets: Say goodbye to tedious manual timesheet creation. Time Analytics intelligently generates timesheets based on your tracked time, eliminating the need for manual data entry. Save valuable time and focus on your core activities while Time Analytics does the heavy lifting.\n\n3. Robust Reporting: The platform’s comprehensive reports bring users deeper visibility into their businesses. Time Analytics provides detailed client, project, and employee statistics. In other words, it allows users to analyze productivity, track project progress, and identify areas for optimization.\n\n4. Profitability Analysis: Understand the financial health of your projects and clients with profitability analysis. Time Analytics allows you to track billable and non-billable hours. This way, users can calculate revenues, and measure profitability hassle free.\n\n5. Time Off Tracking: Efficiently manage time off and leave requests within Time Analytics. Track vacation days, sick leave, and other time off categories with ease. Ensure accurate attendance records and prevent understaffing.\n\n6. Customizable Hourly Rates: Tailor your time tracking to your unique pricing structure. Set customizable hourly rates for different projects, clients, or employees. Ensure accurate billing and maximize revenue based on individual rates.\n\n7. Data Security and Privacy: Time Analytics prioritizes the security and privacy of your data. Your time tracking information is encrypted and stored securely, ensuring confidentiality and compliance with data protection regulations.\n\nTime Analytics is the ultimate solution for businesses of all sizes as well as freelancers seeking to optimize their time management. Experience the power of intelligent time tracking and comprehensive analytics. Sign up for Time Analytics today and unlock the potential of your time.\n\n==== How It Works\n\nThe extension requires you to have a Time Analytics account. It cannot be used by itself.\n\nStart a new running timer to track time on clients, projects, and tasks automatically:\n\n1. Click the button + Client – Project – Task and add what you are working on\n2. If you want to track time for a specific client you're working for, select the client from the list below (If there are no clients, create one by typing the client name and then click on the \"ADD\" button)\n3. If the task you are working on isn't related to the client, click on the line \"No Client – Internal work\"\n4. If you want to enter time off (leave) click the \"Time Off\" button\n5. Select a project/task (If there are no projects/ tasks, create one by typing the project/ task name and clicking on the \"ADD\" button)\n6. Add a note when necessary (optional)\n7. Make a checkmark if the activity is billable\n8. Enter/ adjust the billing rate (optional)\n9. Click the \"START TRACKING\" button and your timer will be created\n\nSteps to add time to the project/client/task:\n\n1. Click the button \"+ Client – Project – Task\"\n2. If you want to add time for a specific client you're working for, select a client from the list below (if there are no clients, create one by typing the client's name and clicking on the \"ADD\" button)\nIf the task you are working on isn't related to the client, click on the line \" No Client -Internal work\"\n3. If you want to enter time off (leave), click the \"Time Off\" button\n4. Select a project/ task (If there are no projects/ tasks, create one by typing the project/ task name and clicking on the \"ADD\" button)\n5. Enter the time you spent on the activity. The format is 00:00 (hh:mm). For example, type 00:15 if you worked 15 minutes, or 02:30 if you worked two and half hours\n6. Add a note when necessary (optional)\n7. Make a checkmark if the activity is billable\n8. Enter/adjust the billing rate (optional)\n9. Click the LOG TIME button and your timer will be created\n\n==== Time Analytics Account\n\n• A Time Analytics account is required to use the extension.\n• Time Analytics is a subscription-based service. It offers a 14-day free trial after which you will need to choose a payment plan.\n\n==== About Time Analytics\n\nTime Analytics LLC is a management solutions consulting company that develops an online platform for planning and monitoring productivity, efficiency, and profitability.\n\nOur essential activity is based on value creation with developing solutions for companies that need to improve their key performances.\n\n==== Time Analytics Support\n\nIf you have any issues or feedback regarding Time Analytics extension, write to us at support@timeanalyticssoftware.com"
  }
}