{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Do Not Disturb"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hit the snooze button on your Chrome desktop notifications!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever wished you could turn off Chrome's desktop notifications for a few minutes or hours? Maybe you're suffering from notification fatigue. Maybe you're about to demo something on your computer and don't want your coworkers to bear witness to your spouse's gushy 'I love youuuuuuu' messages or your crass friend's NSFW jokes. (I'm assuming I'm not the only one with these problems. lol)\n\nWell, now you can! Chrome Do Not Disturb will disable desktop notifications for a specified amount of time and then turn them back on for you automatically. Easy peasy.\n\n===== THE FINE PRINT =====\n\nAs of the current version of this extension (v0.5.1 and up), \"Allow All\" is no longer used. When Do Not Disturb is enabled, all notifications will be blocked. However, when Do Not Disturb is disabled, Chrome will simply revert back to your default notification setting, which usually is set to \"Ask\". That means if you've blocked a site's notifications, they will remain permanently blocked regardless of whether Do Not Disturb is on or off. Further, when Do Not Disturb is off, you will always be asked before notifications are displayed for a particular website. \n\nRelease History: https://github.com/refactorsaurusrex/ChromeDND/releases\nFAQ: https://github.com/refactorsaurusrex/ChromeDND/wiki/FAQ"
  }
}