{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Wordmemo: Learn Words Easy",
    "de": "Wordmemo: Wörter Lernen Leicht Gemacht",
    "es": "Wordmemo: Aprender Palabras Fácilmente",
    "fr": "Wordmemo: Apprendre des Mots Facilement",
    "ru": "Wordmemo: Учить слова легко",
    "uk": "Wordmemo: Слова Вчити Легко"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Translate and learn words with audio, images, and usage examples.",
    "de": "Übersetzen und lernen Sie Wörter mit Audio, Bildern und Anwendungsbeispielen.",
    "es": "Traduce y aprende palabras con audio, imágenes y ejemplos de uso.",
    "fr": "Traduisez et apprenez des mots avec des audios, des images et des exemples d'utilisation.",
    "ru": "Переводите и учите слова с помощью аудио, изображений и примеров использования.",
    "uk": "Перекладайте та вивчайте слова за допомогою аудіо, зображень і прикладів використання."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Wordmemo Translator Extension\n\nElevate your Wordmemo flashcards experience with our Chrome extension. While the main Wordmemo.net app helps you learn vocabulary with audio, images, and examples, this extension adds seamless translation capabilities directly to your browser. Instantly translate words and phrases in any language right from your browser’s toolbar. Stay tuned as we continue to enhance the extension with even more features, integrating deeply with Wordmemo’s comprehensive learning tools.",
    "de": "Wordmemo Translator-Erweiterung\n\nVerbessern Sie Ihr Wordmemo-Flashcard-Erlebnis mit unserer Chrome-Erweiterung. Während die Hauptanwendung Wordmemo.net Ihnen hilft, Vokabeln mit Audio, Bildern und Beispielen zu lernen, fügt diese Erweiterung nahtlose Übersetzungsfunktionen direkt in Ihren Browser ein. Übersetzen Sie Wörter und Ausdrücke in jeder Sprache direkt über die Symbolleiste Ihres Browsers. Bleiben Sie dran, während wir weiterhin die Integration mit den umfangreichen Lernressourcen von Wordmemo ausbauen.",
    "es": "Extensión Wordmemo Translator\n\nMejora tu experiencia con las tarjetas de Wordmemo con nuestra extensión para Chrome. Mientras que la aplicación principal Wordmemo.net te ayuda a aprender vocabulario con audio, imágenes y ejemplos, esta extensión añade funcionalidades de traducción directamente en tu navegador. Traduce al instante palabras y frases en cualquier idioma directamente desde la barra de herramientas de tu navegador. ¡Permanece atento a las novedades mientras seguimos ampliando la integración con los ricos recursos de aprendizaje de Wordmemo!",
    "fr": "Extension Wordmemo Translator\n\nAméliorez votre expérience avec les flashcards Wordmemo grâce à notre extension pour Chrome. Alors que l’application principale Wordmemo.net vous aide à apprendre du vocabulaire avec de l’audio, des images et des exemples, cette extension ajoute des fonctionnalités de traduction directement dans votre navigateur. Traduisez instantanément des mots et des phrases dans n’importe quelle langue directement depuis la barre d’outils de votre navigateur. Restez à l’écoute pour de nouvelles fonctionnalités, car nous continuons à étendre l’intégration avec les riches ressources d’apprentissage de Wordmemo.",
    "ru": "Расширение Wordmemo Translator\n\nУлучшите ваш опыт использования карточек Wordmemo с помощью нашего расширения для Chrome. В то время как основное приложение Wordmemo.net помогает вам изучать лексику с помощью аудио, изображений и примеров, это расширение добавляет возможность перевода прямо в ваш браузер. Мгновенно переводите слова и фразы на любой язык прямо с панели инструментов вашего браузера. Следите за обновлениями, так как мы продолжаем расширять интеграцию с богатыми учебными ресурсами Wordmemo.",
    "uk": "Розширення Wordmemo Translator\n\nПідніміть свій досвід використання флеш-карток Wordmemo на новий рівень за допомогою нашого розширення для Chrome. У той час як основний додаток Wordmemo.net допомагає вам вивчати лексику за допомогою аудіо, зображень і прикладів, це розширення додає можливість перекладу безпосередньо у ваш браузер. Миттєво перекладайте слова та фрази будь-якою мовою прямо з панелі інструментів вашого браузера. Слідкуйте за оновленнями, оскільки ми продовжуємо покращувати розширення, інтегруючи його з потужними навчальними інструментами Wordmemo."
  }
}