{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goals Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This app helps you to keep track of any and all of your Goals. Consider this app as your north star!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "‘Goals Tracker’ helps you to keep track of all your goals(new year resolutions), by tracking each of them with metrics\nDefine the list of goals(new year resolutions) that you want to achieve and let the ‘Goals Tracker’ takes care of automating the process of creating daily sheets and keeping track of your progress for every single goal.\n\nUsage Instructions:\n‘Formulas’ sheet should contain the formulas that needs to be applied on the accumulated value.\n‘Progress’ sheet keeps track of your overall progress by accumulating values from all the daily sheets.\n‘Target’ sheet is used to define the goals that you want to achieve.\n‘Pending’ sheet indicates how far you are with each of your goals and how much is pending to achieve your goals.\n\nAddOn Instructions:\nOpen the ‘Goals Tracker’ Add On and enable the ‘Daily Trigger’ switch to let the ‘Goals Tracker’ take care of creating a daily sheet at the start of the day by duplicating the last day’s sheet. It also takes care of updating the Progress sheet by taking all the values from all of your daily sheets.\nUse the ‘Sync’ button in the ‘Goals Tracker’ Add On to update the Progress sheet, if you don’t want to wait till the end of the day. \n\n\nFor more information on how to use this, visit: https://iportbytes.com/GoalsTracker/AddOn/"
  }
}