{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DSA Progress Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your DSA progress"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DSA Progress Tracker\nStay on top of your Data Structures and Algorithms (DSA) preparation with the DSA Progress Tracker! Whether you're preparing for technical interviews or sharpening your problem-solving skills, this extension helps you track your progress across various DSA topics in real time.\n\nKey Features:\n\nTopic-Based Tracking: Easily increment or decrement the number of problems solved for each DSA topic with just one click.\nDynamic Topic Management: Add new topics as you explore different areas of DSA. Edit or delete topics as needed.\nReal-Time Sorting: Topics with more problems solved are automatically prioritized at the top, giving you a clear view of your strengths.\nTotal Problem Counter: View the total number of problems solved across all topics at a glance.\nBeautiful UI: Experience a modern and attractive design with claymorphism aesthetics, making your progress tracking enjoyable and visually appealing.\nSmooth Transitions: Enjoy a seamless and responsive user experience with smooth transitions and interactions.\n\nComing Soon:\n\nVisual Analytics: Charts and graphs to visualize your progress and identify areas for improvement.\nSync Across Devices: Access your progress and stay updated across multiple devices seamlessly.\nWhether you're a beginner or an experienced coder, the DSA Progress Tracker will keep you organized and motivated on your DSA journey. Track your progress, and achieve your coding goals efficiently!"
  }
}