{
  "name": {
    "ar,ca,de,en,en_AU,en_GB,en_US,es,es_419,fa,fil,fr,hu,it,lt,lv,nl,pt_BR,pt_PT,ru,sr,te,tr,uk,vi,zh_CN,zh_TW": "Ultra Ninja Shooter Game",
    "am,bn,el,he,hr,ja,ko,no,sw": "Ultra Ninja Shooter Online Game",
    "bg,et,gu,id,kn,ml,pl,sl,sv,ta,th": "Ultra Ninja Shooter Online",
    "cs,da,fi,hi,mr,ms,ro,sk": "Ultra Ninja Shooter Unblocked Game"
  },
  "short": {
    "ar": "عليك إكمال جميع المستويات باستخدام مهارات النينجا الخاصة بك في مستويات التحدي.",
    "am": "ተፈታታኝ በሆኑ ደረጃዎች ውስጥ የኒንጃ ክህሎትዎን በመጠቀም ሁሉንም ደረጃዎች ማጠናቀቅ አለብዎት.",
    "bg": "Трябва да завършите всички нива, като използвате уменията си нинджа в предизвикателни нива.",
    "bn": "চ্যালেঞ্জিং স্তরে আপনার নিনজা দক্ষতা ব্যবহার করে আপনাকে সমস্ত স্তর সম্পূর্ণ করতে হবে।",
    "ca": "Vostè ha de completar tots els nivells mitjançant l'ús de les seves habilitats ninja en nivells desafiants.",
    "cs": "Musíte dokončit všechny úrovně pomocí svých ninja dovedností v náročných úrovních.",
    "da": "Du skal gennemføre alle niveauer ved at bruge dine ninjafærdigheder på udfordrende niveauer.",
    "de": "Sie müssen alle Level abschließen, indem Sie Ihre Ninja-Fähigkeiten in herausfordernden Levels einsetzen.",
    "el": "Πρέπει να ολοκληρώσετε όλα τα επίπεδα χρησιμοποιώντας τις δεξιότητές σας ninja σε προκλητικά επίπεδα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to complete all levels by using your ninja skills in challenging levels.",
    "es": "Tienes que completar todos los niveles usando tus habilidades ninja en niveles desafiantes.",
    "et": "Sa pead täitma kõik tasemed, kasutades oma ninja oskusi rasketel tasanditel.",
    "fa": "شما باید برای تکمیل تمام سطوح با استفاده از مهارت های نینجا خود را در سطوح چالش برانگیز.",
    "fi": "Sinun on suoritettava kaikki tasot käyttämällä ninjataitojasi haastavilla tasoilla.",
    "fil": "Mayroon kang upang makumpleto ang lahat ng mga antas sa pamamagitan ng paggamit ng iyong mga kasanay",
    "fr": "Vous devez compléter tous les niveaux en utilisant vos compétences de ninja dans des niveaux difficiles.",
    "gu": "તમારે પડકારજનક સ્તરોમાં તમારી નીન્જા કુશળતાનો ઉપયોગ કરીને તમામ સ્તરો પૂર્ણ કરવા પડશે.",
    "he": "אתה צריך להשלים את כל הרמות על ידי שימוש בכישורי הנינג'ה שלך ברמות מאתגרות.",
    "hi": "आप चुनौतीपूर्ण स्तरों में अपने निंजा कौशल का उपयोग करके सभी स्तरों को पूरा करने के लिए है।",
    "hr": "Morate završiti sve razine koristeći svoje ninja vještine u izazovnim razinama.",
    "hu": "Minden szintet teljesítened kell, ha a nindzsa képességeidet kihívásokkal teli szinteken használod.",
    "id": "Anda harus menyelesaikan semua level dengan menggunakan keterampilan ninja Anda di level yang menantang.",
    "it": "Devi completare tutti i livelli usando le tue abilità ninja in livelli impegnativi.",
    "ja": "あなたは挑戦的なレベルであなたの忍者のスキルを使用して、すべてのレベルを完了する必要があります。",
    "kn": "ಸವಾಲಿನ ಹಂತಗಳಲ್ಲಿ ನಿಮ್ಮ ನಿಂಜಾ ಕೌಶಲ್ಯಗಳನ್ನು ಬಳಸುವ ಮೂಲಕ ನೀವು ಎಲ್ಲಾ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.",
    "ko": "도전적인 레벨에서 닌자 기술을 사용하여 모든 레벨을 완료해야합니다.",
    "lv": "Jums ir jāpabeidz visi līmeņi, izmantojot savas nindzju prasmes izaicinošos līmeņos.",
    "ml": "വെല്ലുവിളി നിറഞ്ഞ തലങ്ങളിൽ നിങ്ങളുടെ നിൻജ കഴിവുകൾ ഉപയോഗിച്ച് നിങ്ങൾ എല്ലാ തലങ്ങളും പൂർത്തിയാക്കേണ്ടതുണ്ട്.",
    "mr": "आव्हानात्मक स्तरांमध्ये आपल्या निन्जा कौशल्याचा वापर करून आपल्याला सर्व स्तर पूर्ण करावे लागतील.",
    "ms": "Anda perlu melengkapkan semua peringkat dengan menggunakan kemahiran ninja anda dalam tahap yang mencabar.",
    "nl": "Je moet alle levels voltooien door je ninjavaardigheden te gebruiken in uitdagende levels.",
    "no": "Du må fullføre alle nivåer ved å bruke ninjaferdighetene dine på utfordrende nivåer.",
    "pl": "Musisz ukończyć wszystkie poziomy, używając swoich umiejętności ninja na trudnych poziomach.",
    "ro": "Trebuie să completeze toate nivelurile prin utilizarea abilitățile dumneavoastră ninja în niveluri provocatoare.",
    "ru": "Вы должны пройти все уровни, используя свои навыки ниндзя на сложных уровнях.",
    "sk": "Musíte dokončiť všetky úrovne pomocou svojich ninja zručnosti v náročných úrovniach.",
    "sl": "Morate dokončati vse ravni z uporabo svoje ninja spretnosti v zahtevnih ravneh.",
    "sv": "Du måste slutföra alla nivåer genom att använda dina ninjafärdigheter i utmanande nivåer.",
    "sw": "Lazima ukamilishe ngazi zote kwa kutumia ujuzi wako wa ninja katika viwango vya changamoto.",
    "ta": "சவாலான நிலைகளில் உங்கள் நிஞ்ஜா திறன்களைப் பயன்படுத்துவதன் மூலம் நீங்கள் அனைத்து நிலைகளையும் முடிக்க வேண்டும்.",
    "te": "సవాలు స్థాయిలలో మీ నింజా నైపుణ్యాలను ఉపయోగించడం ద్వారా మీరు అన్ని స్థాయిలను పూర్తి చేయాలి.",
    "th": "คุณต้องทําให้สําเร็จทุกระดับโดยใช้ทักษะนินจาของคุณในระดับที่ท้าทาย",
    "tr": "Ninja becerilerinizi zorlu seviyelerde kullanarak tüm seviyeleri tamamlamalısınız.",
    "uk": "Ви повинні пройти всі рівні, використовуючи свої навички ніндзя на складних рівнях."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "There are hidden ninjas among us, can you be the best ninja! Take your best shots and show your real talent in this crazy graphics ninja game.\n\nHow To Play\nPlayed with Mouse.\n\nUltra Ninja Shooter Game Features\n✓ Stylized shader\n✓ 10+ Level\n✓ Fun sounds\n✓ Realistic particle\n✓ 3D character\n✓ Basic control\n✓ 3D environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Ultra Ninja Shooter Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}