{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Indeed Recruiter Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of Indeed from any webpage with our sourcing and recruiting tools right at your fingertips."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your hiring workflow and source for top talent faster with the power of Indeed from any webpage, including your ATS.\n\n✓ Instant Candidate Engagement: Source and message candidates directly from your browser.\n✓ Candidate Matches and Resume Alerts: Get ahead of competition to find the best candidate for hard-to-fill roles.\n✓ Strategic Job Insights: Optimize your postings with Indeed’s market data and real-time job status checks.\n\nWhy choose Indeed Recruiter Extension?\nOur extension ensures that you're equipped to make quick and informed hiring decisions, no matter what webpage you’re on. From spotting potential candidates to crafting job descriptions that stand out, you can have the power of Indeed available to you right at your fingertips. Install the extension to unlock better, faster hiring today! \n\nUnlock Indeed’s core hiring functionality:\n• Indeed’s Hiring Insights - access salary data and top search terms to help you craft better job descriptions.\n• Real-Time Job Updates - Ensure your jobs are live to job seekers on Indeed with job visibility, sponsorship status, and campaign data.\n• Candidate and Resume Search - Quickly source for resumes based on job title and location – even from your ATS.\n• And more!"
  }
}