{
  "name": {
    "ar": "ثاب الكنغر  Browser Games",
    "am": "ካንጋሮ ዝለል Playing Game",
    "bg": "Скокливо кенгуру  Html5 Games",
    "bn": "জাম্পি ক্যাঙ্গারু  Unblocked Games",
    "ca": "Cangur saltit  Online Game",
    "cs": "Skákající klokan  Browser Game",
    "da": "Humlende kænguru  Platform Games",
    "de": "Sprunghaftes Känguru  Online Games",
    "el": "Πηχός καγκουρό  Free Games",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Jumpy Kangaroo - Html5 Game",
    "es": "canguro nervioso  Crazy Game",
    "et": "Hüppav känguru  Arcade Game",
    "fa": "کانگورو پرش  Platform Games",
    "fi": "Jumpy Kenguru  Platform Games",
    "fil": "Nakakatuwang Kangaroo  Platform Games",
    "fr": "Kangourou sautillant  Game online",
    "gu": "બીકણ કાંગારુ  Arcade Game",
    "he": "קנגורו קופץ  Browser Games",
    "hi": "उछल-कूद करने वाला कंगारू  Free Games",
    "hr": "Skočni klokan  Platform Games",
    "hu": "Jumpy Kenguru Playing Game",
    "id": "Kanguru gelisah  Browser Games",
    "it": "Canguro saltellante  Platform Game",
    "ja": "びくびくカンガルー  Unblocked Game",
    "kn": "ಜಿಗಿಯುವ ಕಾಂಗರೂ  Html5 Games",
    "ko": "점피 캥거루  Arcade Game",
    "lv": "Lecīgais Ķengurs Playing Game",
    "ml": "കുതിച്ചുയരുന്ന കംഗാരു  Unblocked Game",
    "mr": "उडी मारणारा कांगारू  Crazy Game",
    "ms": "Kanggaru gelisah  Unblocked Game",
    "nl": "Springende Kangoeroe  Html5 Game",
    "pl": "Skaczący kangur  Browser Game",
    "ro": "Cangurul săritor  Game online",
    "ru": "Прыгающий кенгуру  Game online",
    "sk": "Skákavý klokan  Unblocked Game",
    "sl": "Poskočni Kenguru  Game online",
    "sw": "Jumpy Kangaroo  Unblocked Game",
    "ta": "குதிக்கும் கங்காரு  Online Game",
    "te": "జంపి కంగారు  Html5 Games",
    "th": "จิงโจ้น่ากลัว Playing Game",
    "tr": "ürkek kanguru  Html5 Games",
    "uk": "Стрибучий кенгуру  Game online"
  },
  "short": {
    "ar": "Jumpy Kangaroo هي لعبة HTML5 حيث يتحكم اللاعبون في كنغر وعليهم مساعدته في القفز فوق العقبات وجمع القطع النقدية.",
    "am": "ዝላይ ካንጋሮ ተጫዋቾች ካንጋሮ የሚቆጣጠሩበት እና መሰናክሎችን እንዲዘልል እና ሳንቲሞችን እንዲሰበስብ የሚረዳበት HTML5 ጨዋታ ነው።",
    "bg": "Jumpy Kangaroo е HTML5 игра, в която играчите контролират кенгуру и трябва да му помогнат да прескача препятствия и да събира…",
    "bn": "জাম্পি ক্যাঙ্গারু হল একটি HTML5 গেম যেখানে খেলোয়াড়রা একটি ক্যাঙ্গারুকে নিয়ন্ত্রণ করে এবং এটিকে অবশ্যই বাধা অতিক্রম করতে এবং…",
    "ca": "Jumpy Kangaroo és un joc HTML5 on els jugadors controlen un cangur i l&#39;han d&#39;ajudar a saltar obstacles i recollir monedes.",
    "cs": "Jumpy Kangaroo je HTML5 hra, kde hráči ovládají klokana a musí mu pomáhat skákat přes překážky a sbírat mince.",
    "da": "Jumpy Kangaroo er et HTML5-spil, hvor spillere styrer en kænguru og skal hjælpe den med at hoppe over forhindringer og samle mønter.",
    "de": "Jumpy Kangaroo ist ein HTML5-Spiel, bei dem Spieler ein Känguru steuern und ihm helfen müssen, über Hindernisse zu springen und…",
    "el": "Το Jumpy Kangaroo είναι ένα παιχνίδι HTML5 όπου οι παίκτες ελέγχουν ένα καγκουρό και πρέπει να το βοηθήσουν να πηδήξει πάνω από…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Jumpy Kangaroo is an HTML5 game where players control a kangaroo and must help it jump over obstacles and collect coins.",
    "es": "Jumpy Kangaroo es un juego HTML5 en el que los jugadores controlan a un canguro y deben ayudarlo a saltar obstáculos y recolectar…",
    "et": "Jumpy Kangaroo on HTML5-mäng, kus mängijad juhivad kängurut ning peavad aitama sellel takistustest üle hüpata ja münte koguma.",
    "fa": "Jumpy Kangaroo یک بازی HTML5 است که در آن بازیکنان کنترل یک کانگورو را دارند و باید به او کمک کنند تا از روی موانع بپرد و سکه جمع…",
    "fi": "Jumpy Kangaroo on HTML5-peli, jossa pelaajat hallitsevat kengurua ja heidän on autettava sitä hyppäämään esteiden yli ja keräämään…",
    "fil": "Ang Jumpy Kangaroo ay isang HTML5 na laro kung saan kinokontrol ng mga manlalaro ang isang kangaroo at dapat itong tulungang…",
    "fr": "Jumpy Kangaroo est un jeu HTML5 où les joueurs contrôlent un kangourou et doivent l&#39;aider à sauter par-dessus des obstacles et…",
    "gu": "Jumpy Kangaroo એ એક HTML5 ગેમ છે જ્યાં ખેલાડીઓ કાંગારૂને નિયંત્રિત કરે છે અને તેને અવરોધો પાર કરવામાં અને સિક્કા એકત્રિત કરવામાં…",
    "he": "Jumpy Kangaroo הוא משחק HTML5 שבו שחקנים שולטים בקנגורו וחייבים לעזור לו לדלג מעל מכשולים ולאסוף מטבעות.",
    "hi": "जम्पी कंगारू एक HTML5 गेम है जहां खिलाड़ी कंगारू को नियंत्रित करते हैं और उन्हें बाधाओं पर कूदने और सिक्के एकत्र करने में मदद करनी…",
    "hr": "Jumpy Kangaroo je HTML5 igra u kojoj igrači kontroliraju klokana i moraju mu pomoći da preskače prepreke i skuplja novčiće.",
    "hu": "A Jumpy Kangaroo egy HTML5-ös játék, amelyben a játékosok irányítják a kengurut, és segíteniük kell neki átugrani az akadályokat és…",
    "id": "Jumpy Kangaroo adalah gim HTML5 yang pemainnya mengendalikan seekor kanguru dan harus membantunya melompati rintangan dan…",
    "it": "Jumpy Kangaroo è un gioco HTML5 in cui i giocatori controllano un canguro e devono aiutarlo a saltare gli ostacoli e raccogliere…",
    "ja": "Jumpy Kangaroo は HTML5 ゲームで、プレイヤーはカンガルーを操作し、障害物を飛び越えてコインを集めるのを手伝わなければなりません。",
    "kn": "ಜಂಪಿ ಕಾಂಗರೂ ಎಂಬುದು HTML5 ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಕಾಂಗರೂವನ್ನು ನಿಯಂತ್ರಿಸುತ್ತಾರೆ ಮತ್ತು ಅದು ಅಡೆತಡೆಗಳನ್ನು ದಾಟಲು ಮತ್ತು ನಾಣ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು…",
    "ko": "Jumpy Kangaroo는 플레이어가 캥거루를 조종하여 장애물을 뛰어넘고 동전을 모으는 것을 도와야 하는 HTML5 게임입니다.",
    "lv": "Jumpy Kangaroo ir HTML5 spēle, kurā spēlētāji kontrolē ķenguru un jāpalīdz tam lēkt pāri šķēršļiem un vākt monētas.",
    "ml": "ജമ്പി കംഗാരു ഒരു HTML5 ഗെയിമാണ്, അവിടെ കളിക്കാർ കംഗാരുവിനെ നിയന്ത്രിക്കുകയും തടസ്സങ്ങൾ മറികടന്ന് നാണയങ്ങൾ ശേഖരിക്കാൻ സഹായിക്കുകയും…",
    "mr": "जंपी कांगारू हा एक HTML5 गेम आहे जेथे खेळाडू कांगारू नियंत्रित करतात आणि त्याला अडथळ्यांवर उडी मारण्यात आणि नाणी गोळा करण्यात मदत…",
    "ms": "Jumpy Kangaroo ialah permainan HTML5 di mana pemain mengawal kanggaru dan mesti membantunya melompat melepasi halangan dan…",
    "nl": "Jumpy Kangaroo is een HTML5-game waarin spelers een kangoeroe besturen en hem moeten helpen over obstakels te springen en munten te…",
    "pl": "Jumpy Kangaroo to gra HTML5, w której gracze kontrolują kangura i pomagają mu przeskakiwać przeszkody i zbierać monety.",
    "ro": "Jumpy Kangaroo este un joc HTML5 în care jucătorii controlează un cangur și trebuie să îl ajute să sară peste obstacole și să…",
    "ru": "Jumpy Kangaroo — это игра на HTML5, в которой игроки управляют кенгуру и должны помочь ему перепрыгивать препятствия и собирать…",
    "sk": "Jumpy Kangaroo je HTML5 hra, kde hráči ovládajú klokana a musia mu pomáhať skákať cez prekážky a zbierať mince.",
    "sl": "Jumpy Kangaroo je igra HTML5, kjer igralci nadzorujejo kenguruja in mu morajo pomagati preskakovati ovire ter zbirati kovance.",
    "sw": "Jumpy Kangaroo ni mchezo wa HTML5 ambapo wachezaji hudhibiti kangaroo na lazima wamsaidie kuruka vikwazo na kukusanya sarafu.",
    "ta": "ஜம்பி கங்காரு என்பது ஒரு HTML5 கேம் ஆகும், இதில் வீரர்கள் கங்காருவைக் கட்டுப்படுத்துகிறார்கள், மேலும் அது தடைகளைத் தாண்டி…",
    "te": "జంపీ కంగారూ అనేది HTML5 గేమ్, ఇక్కడ ఆటగాళ్ళు కంగారూను నియంత్రిస్తారు మరియు అది అడ్డంకులను అధిగమించి నాణేలను సేకరించడంలో సహాయపడాలి.",
    "th": "Jumpy Kangaroo เป็นเกม HTML5 ที่ผู้เล่นควบคุมจิงโจ้และต้องช่วยให้มันกระโดดข้ามสิ่งกีดขวางและเก็บเหรียญ",
    "tr": "Jumpy Kangaroo, oyuncuların bir kanguruyu kontrol ettiği ve engellerin üzerinden atlamasına ve para toplamasına yardım etmesi…",
    "uk": "Jumpy Kangaroo — це гра HTML5, де гравці керують кенгуру та повинні допомагати йому стрибати через перешкоди та збирати монети."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jumpy Kangaroo is an HTML5 game where players control a kangaroo and must help it jump over obstacles and collect coins.\nJumpy Kangaroo is an exciting and challenging HTML5 game. That will test your reflexes and keep you on the edge of your seat. In this game, you control a kangaroo and must help it jump over obstacles and collect coins.\nAs you progress through the levels, the obstacles will become more numerous, and the gaps between them will become smaller. Be sure to time your jumps carefully to avoid falling into the water or hitting an obstacle.\nIn addition to the obstacles, you have coins scattered throughout the levels you can collect to earn points. These coins can be tricky to collect. As they are often placed in difficult-to-reach areas or moving quickly, you'll need to be quick and agile to collect them all.\nThe simple yet challenging gameplay, combined with the cute and colorful graphics. Make this game a must-play for anyone who loves arcade-style games. So why not try it and see how far you can jump?\n\nTo swipe Install this extension to play the Jumpy Kangaroo Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}