{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iMean - Generative AI meets Automation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate manual work with natural language! Seamlessly integrates with your favorite apps and doesn't require any connections."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iMean 🤖: The Ultimate AI-Powered Shopping & Automation Experience\n\nEmbrace the age of automation where the power of AI drives efficiency. With iMean, everyday digital tasks are effortlessly executed in real-time.\n\nExperience the Distinctive Features of iMean:\n\n🚀 Automation Excellence:\n  - Schedule Zoom meetings with pinpoint accuracy.\n  - Migrate top LinkedIn job leads directly into Notion.\n  - Craft personalized LinkedIn messages for impactful networking.\n  - Efficient task management spanning platforms like Jira, Asana, and beyond.\n  \nSample Commands:\n- \"Compare the new PS5 price.\"\n- \"Draft an email for Tahlia regarding iMean team onboarding. Cc: Mason, Bcc: Ruth.\"\n- \"Set a sprint planning with Rohit next Friday at 3pm ET, including an agenda.\"\n- \"Fetch top 20 AI research jobs in California from LinkedIn to Notion.\"\n\nWhy iMean AI\n- Contextual Mastery 🧠: iMean's AI discerns the nuances of your goals, deeply understanding web information to provide results that are both relevant and precise.\n- Unparalleled Integration 🔄: Merge effortlessly across platforms – from Gmail to Jira, and Amazon to Zoom. No manual connections required.\n- Speak. Execute. Achieve 🗣️💡: Harness the might of your words, translating casual speech into precise digital actions.\n- Versatile Genius 🛠️: Customize emails, manage tasks across platforms, or make that informed shopping choice – all with iMean by your side.\n- Now you can use context menu shortcut to start your automation easily!\n\nUser-Centric and Intuitive: \nWe’ve tailored Copilot to be intuitive and user-friendly. Whether you're a tech whiz or just starting out, Copilot makes your online experience more efficient and enjoyable.\n\nJoin the Automation Revolution: \nDownload iMean AI Copilot today and transform your interactions with the digital world. Experience the future of online efficiency at your fingertips!\n\n(Enhanced with DOM Blocker Capability: To facilitate seamless automation, iMean AI Copilot comes equipped with an additional capability – a DOM (Document Object Model) blocker. While not a standalone feature, this functionality is integral to ensuring that Copilot can interact with web pages without interference, enhancing its ability to assist in automating your tasks.)\n\n\nGot feedback or seeking assistance? Dive into our Discord community & Propel into the future with us!"
  }
}