{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeetAssist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides hints/prerequisites for problems, can add your own & vote on others. Collaborative problem-solving for coding challenges."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Level up your LeetCode game with our Helper extension: Hints and Prerequisites made easy.\n\nDescription: LeetAssist is a powerful browser extension that can help you excel in coding challenges. It provides unbeatable hints and prerequisite questions for any coding question, giving you the edge you need to succeed. This extension can increase your productivity while coding and improve your thought process by helping you understand the concepts required to solve coding problems.\n\nUnbeatable Hints and Prerequisite Questions: LeetAssist provides access to hints and prerequisite questions for any coding problem. These resources can help you understand the problem, improve your problem-solving skills, and give you an edge in coding challenges.\n\nContribute and Vote: You are not limited to the hints and prerequisite questions provided by the extension. You can also contribute your own hints and prerequisite questions to the community and vote on the hints and questions provided by others. The score of a particular hint or prerequisite question is decided by the community, ensuring that the most useful and relevant hints and questions rise to the top.\n\nSecure Authentication System: LeetAssist uses the Google authentication system powered by Firebase, which ensures that your contributions are kept secure, and your privacy is protected.\n\nCollective Knowledge: LeetAssist provides insights based on the collective knowledge of the community. The voting system ensures that the most useful and relevant hints and prerequisite questions rise to the top, providing you with the best possible guidance and insights.\n\nWhy LeetAssist? LeetAssist was created because solving a problem with hints helps you learn better than reading the solution, and solving prerequisite questions before attempting more complex problems helps you see patterns in the types of problems. LeetAssist is your ultimate coding companion that can help you improve your coding skills and excel in coding challenges."
  }
}