{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UltraFox Inari - trợ thủ chứng khoán Việt Nam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ mạnh nhất giúp bạn trở thành siêu nhân giao dịch chứng khoán cơ sở và phái sinh VN30F1M ở Việt Nam."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chúng tôi cung cấp TRỢ LÝ ẢO cho các nhà đầu tư chứng khoán, đặc biệt là chứng khoán phái sinh tại thị trường Việt Nam.\n\nỞ chế độ cơ bản, công cụ này sẽ hiện một thanh bar nhỏ, hiển thị các tín hiệu được hệ thống tính toán trong thời gian thực và tín hiệu từ các nhóm tư vấn chuyên nghiệp (được chúng tôi chọn lọc và tin tưởng XCapital.vn và TVI https://www.youtube.com/channel/UC8EpusiPDtdVN_WRGvhBBqg). Quý khách sẽ nhận được thông tin sớm nhất và thuận tiện nhất, thay vì phải lội trong các nhóm chat hoặc bỏ lỡ những tín hiệu sốt dẻo.\n\nVới chứng khoán phái sinh, công cụ này cung cấp một bảng giá gồm 10 bước giá chờ (10Prices table), có tốc độ siêu nhanh (nhanh hơn bảng giá có sẵn trong giao diện đặt lệnh của nhiều công ty công ty chứng khoán)\n\nBảng giá 10Prices này cũng sẽ hiển thị luôn các lệnh chờ của quý khách, giúp quý khách có cái nhìn vô cùng trực quan về tình hình giá mới nhất và tương quan với các lệnh đang đặt (đang có hiệu lực) của mình. Lệnh có thể được tạo mới hoặc huỷ ngay tức khắc bằng click chuột.\nQuý khách sẽ không cần phải vào giao diện \"danh sách lệnh\" của công ty chứng khoán nữa.\n\nBảng giá 10Prices cũng hiển thị giá vốn, cùng với tình trạng của danh mục quý khách đang có. Nó giúp ngay lập tức biết được lãi lỗ (bao gồm cả thuế và phí) đang là bao nhiêu, nên cắt lỗ hay chốt lời, NAV hiện tại, sức mua, tổng phí thuế ...\nToàn bộ sức khoẻ danh mục của quý khách được tổng hợp trong một giao diện nhỏ gọn duy nhất, không cần lội qua nhiều menu và nhiều màn hình như giao diện của các công ty chứng khoán.\n\n - Cung cấp tính năng độc nhất, cửa sổ gõ lệnh để đặt lệnh nhanh. Đặc biệt hữu dụng khi đặt lệnh điều kiện.\n\nL855          Long 1 hợp đồng ở giá 855\n5L855         Long 5 hợp đồng ở giá 855\n(Chưa sẵn sàng) <=850 10S845  Nếu giá dưới 850 thì Short 10 hợp đồng ở giá 845\n\n\nChúng tôi tự tin đây là công cụ không thể thiếu để quý khách nhanh hơn, chính xác hơn khi giao dịch chứng khoán tại Việt Nam. Đặc biệt là nó sẽ hỗ trợ tốt nếu quý khách giao dịch tại VCBS, VPS\n\n\n\nRelease notes\n============\n* v0.23.1 Đổi sang dùng \"VN30F2012\", chỉnh UI của suggestion gọn hơn.\n------\n* v0.22.0 Đổi sang dùng \"/api\", nhanh hơn khi lấy suggestion. Rollout to VPS.\n* v0.21.0 Luôn hiện các thông báo khẩn trong màn hình khuyến nghị.\n* v0.20.0 Chuẩn hoá nguồn khuyến nghị Add:Feed.CaoLieu. \n* v0.13.0 Sửa lỗi sync options, sửa lỗi hiển thị nguồn khuyến nghị. \n* v0.12.0 Hiển thị các khuyến nghị riêng biệt cho các thị trường Phái Sinh và Cơ Sở. \n* v0.11.0 Hỗ trợ SmartOne của VPS. Nâng Phái sinh lên VN30F2011. Thử nghiệm Options. \n* v0.10.0 Hỗ trợ tính năng cao cấp, cho phép xem tổng số vol đã đặt và số vol gần đây tại một mức giá (VD: giá 893, tổng trong ngày đã khớp 1000 hợp đồng, chỉ trong 10 phút gần đây là 690 hợp đồng)\n\n* v0.9.0 Hỗ trợ đặt lệnh siêu nhanh bằng cửa sổ gõ lệnh Console\n\n* v0.8.3 Hỗ trợ huỷ lệnh nhanh trên bảng giá 10Prices bằng cách giữ Alt và Click chuột (Alt Click) \nHiển thị vol khớp gần nhất.\n\n* v0.8.2 Gọi API riêng để update LastPrice (giá khớp gần nhất). Hiển thị lệnh ATO ATC trên bảng giá 10Prices\n* v0.8.0 Hỗ trợ VN30F12010, cải tiến giao diện hiện trạng thái lãi lỗ danh mục\n\n* v0.7.1 Hỗ trợ hiển thị lệnh ATO ATC\n* v0.7.0 Hỗ trợ hiển thị các lệnh điều kiện (lệnh SO)\n\n* v0.6.0 hỗ trợ đầy đủ VPS, với các tinh chỉnh về UI\n* v0.5.0 hỗ trợ một phần VPS, cung cấp bảng 10 lệnh kết hợp các lệnh đang hiệu lực của nhà đầu tư\n* v0.3.0 Cung cấp khuyến nghị của TVI cho chứng khoán cơ sở\n* v0.2.0 Hỗ trợ VCBS với khuyến nghị của XCapital cho chứng khoán cơ sở"
  }
}