{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Troll Remover for Dzen"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Скрывает комментарии троллей на Дзене"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Доступные функции:\n\nСкрытие комментариев: В социальной сети Дзен пользователи часто сталкиваются с комментариями троллей и неприятных персонажей, которые могут испортить общее впечатление от общения. Официальные настройки Дзена не предоставляют возможности скрыть комментарии этих пользователей. Наш плагин решает эту проблему, позволяя вам в ручном режиме исключить нежелательные комментарии из вашей ленты.\n\nЛегкая настройка: Чтобы воспользоваться функцией, достаточно нажать на кнопку плагина на панели инструментов браузера и ввести ники нежелательных пользователей в появившемся окне настроек. Имена необходимо разделять символом \";\". Если вы не уверены в точном написании ника, рекомендуем использовать функцию копирования и вставки для предотвращения ошибок.\n\nПодсветка ответов (опционально): Плагин также улучшает навигацию по ленте ответов, подсвечивая их жёлтым цветом. Если вы включите этот режим, это позволит быстро находить ответы на ваши комментарии среди других сообщений, значительно упрощая взаимодействие в социальной сети.\n\nПреимущества использования: Вы сами контролируете, чьи комментарии видеть.\n\nЭкономия времени: Быстрая настройка и простое управление.\n\nКомфортное взаимодействие: Меньше негатива и более целенаправленное общение.\nПлагин \"Troll Remover for Dzen\" делает ваше пребывание в социальной сети Дзен более приятным и продуктивным. Наслаждайтесь общением без помех!"
  }
}