{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Little Pony Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the magic of My Little Pony to your browser with vibrant designs and fun features!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For all My Little Pony fans, we offer the perfect theme experience! Personalize your Chrome browser with your favorite ponies and make every moment brighter and more fun. This theme combines stunning visuals with practical features for an enjoyable user experience.\n\nFun and Stylish Visuals\nThe My Little Pony theme is filled with images of some of the most beloved and popular characters from the series. Immerse yourself in the magical world of ponies, bringing cheer and vibrancy to your browser. The colorful, cute, and lively designs will make every new tab a joyful start.\n\nUser-Friendly Features\nThis theme not only offers fantastic visuals but also includes various useful features:\n\nShortcuts: Quickly access your favorite apps with customizable shortcuts for easy navigation.\nTime Display: Keep track of the time with a digital clock displayed right on your screen.\n\nBookmarks: Easily organize and access your favorite websites by adding bookmarks.\n\nNotes: Add important reminders or notes and stay organized with the built-in note feature.\nTheme Switching: Switch between different themes at any time to refresh your browser’s look.\n\nWith the My Little Pony theme, you’ll enjoy a blend of functionality and fun! Whether you’re looking to brighten your browsing experience or keep track of your day-to-day tasks, this theme offers it all. Get started today and step into the magical world of ponies!"
  }
}