{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check-Up Reminder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remind yourself to drink water, stretch, fix your posture, and take care of your health!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you spending long hours at your computer? Stay healthy and maintain your well-being with regular reminders to take care of yourself! The Health Reminder Chrome extension helps you build healthy habits by sending notifications to remind you to drink water, stretch, and fix your posture at regular intervals. Customizable timers make it easy to adjust the reminders to fit your schedule.\n\nWith Check-up Reminder, you’ll receive notifications to:\n- Stay Hydrated: Timely reminders to drink water and keep your body hydrated.\n- Stretch Regularly: Prompts to get up, move around, and stretch your muscles to reduce stiffness and improve flexibility.\n- Fix Your Posture: Gentle nudges to adjust your posture and prevent strain from prolonged sitting.\n\nHow to Use:\n- Install the extension from the Chrome Web Store.\n- Click the Check-up Reminder icon in the toolbar to open the popup interface.\n- Set your preferred reminder intervals (in minutes) for drinking water, stretching, and fixing your posture (You can adjust the timers at any time).\n- Notifications will appear at the designated times, keeping you on track with healthy habits.\n\nTake care of your health with small but powerful habits! Install the Check-up Reminder extension today to stay hydrated, flexible, and maintain a great posture — all while focusing on your work.\n\nSupport:\nIf you encounter any issues or have suggestions for improvement, please don't hesitate to reach out!"
  }
}