{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Random HAL article"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will show you a random article from HAL"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This project is a fantastic browser extension designed to cure boredom at work or during class by offering an entertaining way to educate yourself. With just a click, the extension allows users to randomly select and open an article, thesis, or other types of documents hosted on HAL (Hyper Articles en Ligne). Whether you’re looking for something new to learn or simply want to pass time in a productive way, this tool provides a fun yet informative escape. It’s a simple and lightweight extension that brings the vast academic repository of HAL directly to your browser. Instead of wasting time on unproductive distractions, you can use this extension to discover random scholarly works, helping you stay informed and curious during moments of downtime.\n\n\\\\\\\\\\\\\\\\\\\\\\\n\nCe projet est une excellente extension de navigateur conçue pour mettre fin à l'ennui au travail ou en cours, en vous proposant une façon divertissante de vous instruire. D’un simple clic, l'extension permet aux utilisateurs de sélectionner au hasard et d'ouvrir un article, une thèse ou tout autre type de document hébergé sur HAL (Hyper Articles en Ligne). Que vous cherchiez à découvrir de nouvelles choses ou que vous souhaitiez simplement passer le temps de manière productive, cet outil offre une évasion à la fois amusante et enrichissante. C’est une extension légère et simple qui vous permet d’accéder directement au vaste répertoire académique de HAL depuis votre navigateur. Plutôt que de perdre du temps avec des distractions inutiles, vous pouvez utiliser cette extension pour découvrir des travaux académiques au hasard, vous aidant ainsi à rester informé et curieux pendant vos moments libres."
  }
}