{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nail Salon Girls Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Nail Salon Girls Unblocked Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\n\"Get ready to unleash your inner fashionista with the Nail Salon Girls Unblocked Game! Dive into the glamorous world of nail artistry and design stunning manicures that will leave you and your friends in awe. This unblocked game is perfect for anyone who loves creativity and wants to express their unique style.\n\nIn Nail Salon Girls Unblocked Game, you'll have access to a vast array of nail polish colors, patterns, and accessories to create the trendiest nail designs imaginable. Whether you prefer classic elegance or bold and daring styles, this game has it all. Mix and match colors, add intricate nail art, and even choose from a variety of nail shapes to create the perfect look.\n\nFeatures:\n\nA wide selection of nail polish colors to choose from.\nIntricate nail art designs for endless creativity.\nVarious nail shapes to suit your preferences.\nFun and intuitive gameplay suitable for all ages.\nUnblocked and accessible from anywhere, anytime.\nExpress your creativity and become a nail art pro with Nail Salon Girls Unblocked Game. Design, paint, and decorate nails to your heart's content. Show off your stunning creations and become the ultimate nail stylist among your friends. Whether you're a seasoned nail artist or just looking for some creative fun, this unblocked game is your perfect nail salon escape. Play now and let your inner nail designer shine!\"\n\n- Play more games on the top-left menu."
  }
}