{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Favorites - New Tab Page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new tab page with your favorite bookmarks.",
    "de": "Eine \"Neuer Tab\"-Seite für Deine Lesezeichen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Favorites – a new tab page with your favorite bookmarks\n\n* Add and rearrange bookmarks via drag and drop\n* Customize the layout to your needs\n* Change the look and feel with themes\n* Sync settings across devices\n\n\nPrivacy Policy:\nThis extension does not collect any of your personal data.\n\n\nRequested permissions:\nThis extension lets you view and manage your bookmarks depicted as icons.\nIf available it downloads icon files directly from bookmarked websites and stores them on your computer. For this purpose the extension requests your permission to access your bookmarks, to download files from bookmarked websites and to store files on your computer in a virtual file system (sandbox). Requested permissions are solely used for the aforementioned reasons and not exploited to harm your privacy.\n\n\nPricing / Business model:\nYou can use this extension for free. Themes, however, must be purchased and you are gently encouraged to do so.",
    "de": "Favorites – eine \"Neuer Tab\"-Seite für Deine Lesezeichen\n\n• Ordne und erstelle Lesezeichen mit Drag & Drop\n• Pass das Layout Deinen Bedürfnissen an\n• Ändere Stil und Farben mit Themes und Hintergrundbildern\n• Synchronisiere Einstellungen mit Deinem Google™-Account\n• Und vieles mehr: Dock, Dash, Suche, News\n\n\nÜBER BERECHTIGUNGEN\n\nI. Standardberechtigungen\n\nDiese Erweiterung ermöglicht Ihnen ...\n... in neuen Tabs, (1)\n... die Ansicht und Verwaltung Ihrer Lesezeichen, (2)\n... die hierfür als Symbole dargestellt werden. (3)\n\nHierzu benötigt die Erweiterung die folgenden Berechtigungen:\n(1) 'Seite ändern, die beim Öffnen eines neuen Tabs angezeigt wird'\n(2) 'Ihre Lesezeichen lesen und ändern'\n(3) 'Die Symbole der von Ihnen besuchten Websites lesen'\n\nII. Optionale Berechtigungen\n\nDiese Erweiterung bietet optional zusäzlich Funktionen, um ...\n... Lesezeichen mit der Zwischenablage zu kopieren und einzufügen (1)\n... und einen News-Feed einer Website zu lesen und abonnieren. (2)\n\nHierzu fragt die Erweiterung ggf. nach den folgenden, optionalen Berechtigungen:\n(1) 'Daten lesen und ändern, die Sie kopieren und einfügen'\n(2) 'Einige Daten auf <Name-der-Website> lesen und ändern'.\n\nDie genannten Berechtigungen werden ausschließlich aus den hier aufgeführten Gründen benötigt.\nIhre persönlichen Daten bleiben dabei geschützt!\n\n\nDATENSCHUTZ\n\nDiese Erweiterung sammelt keine persönlichen Daten.\nFür Details lesen Sie bitte die 'Privacy Policy' (Englisch):\nhttps://www.web-accessories.com/privacy-policy.html\n\nFalls Sie Fragen rund um das Thema Datenschutz haben, beantworte ich diese auch gerne hier im Support-Tab oder per Email. Vielen Dank!",
    "en,en_AU,en_GB,en_US,es_419": "Favorites – a new tab page with your favorite bookmarks\n\n• Add and rearrange bookmarks via drag and drop\n• Customize the layout to your needs\n• Change the look and feel with themes and background images\n• Sync settings across devices\n• And much more: Dock, Dash, Search, News\n\n\nABOUT PERMISSIONS\n\nI. Mandatory Permissions\n\nThe Favorites extension offers ...\n... a replacement for the new tab page (1)\n... that lets you view and manage your bookmarks (2)\n... depicted as icons. (3)\n\nTherefore the following extension permissions are mandatory:\n(1) 'Replace the page you see when opening a new tab'\n(2) 'Read and change your bookmarks'\n(3) 'Read the icons of the websites you visit'\n\nII. Optional Permissions\n\nThe Favorites extension optionally offers you functions ....\n... to copy, cut & paste bookmarks to and from your clipboard (1)\n... and to read a website's news feed. (2)\n\nTherefore the extension might ask for the following optional permissions:\n(1) 'Read/Modify data you copy and paste'\n(2) 'Read and change your data on <... some website ...>'\n\nRequested permissions are solely used for the aforementioned reasons and not exploited to harm your privacy!\n\n\nPRIVACY POLICY\n\nThe Favorites extension does NOT collect any personal user data.\nFor details, please consult the privacy policy:\nhttps://www.web-accessories.com/privacy-policy.html"
  }
}