{
  "name": {
    "ar,el": "Video downloader pro",
    "am": "Video Downloader for X",
    "bg": "Video Downloader for Instagram",
    "bn": "Video downloader ultimate",
    "ca,cs,da,de,en,en_AU,en_GB,en_US,es,es_419,fi,fr,it,ja,ko,lt,lv,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sv,tr,uk,zh_CN,zh_TW": "Video Downloader Plus",
    "et": "Video Grabber and Video Saver",
    "fa": "Video Download IG",
    "fil": "Video Downloader for m3u8, hls",
    "gu": "Video Downloader m3u8, hls",
    "he": "Video Downloader for Facebook",
    "hi": "Video downloader X",
    "hr": "Video Downloader Online",
    "hu": "Video Download",
    "id": "Video download manager",
    "kn": "Music Downloader and Video Downloader",
    "ml": "Video downloader professional",
    "mr": "Video downloader Twitter",
    "ms": "Video Downloader m3u8",
    "ro": "Video downloader flash",
    "sr": "Video Downloader unlimited",
    "sw": "Video Downloader App",
    "ta": "Video downloader free",
    "te": "Video Downloader",
    "th": "Video Downloader tool",
    "vi": "Video Downloader Vimeo"
  },
  "short": {
    "ar": "Video Downloader fastest way to download video from websites including Facebook, Vimeo, Twitter, Instagram. Youtube video",
    "am": "Video downloader to download video from Facebook, Twitter, Instagram, Vimeo and many other popular websites. Video Downloader for…",
    "bg": "Instagram Video Downloader quick way to save videos. Most advanced video downloader utility across the store. Download video from…",
    "bn": "Video Downloader fastest way to download video from websites including Facebook, Vimeo, Twitter, Instagram.",
    "ca": "Descarrega vídeos de xarxes socials com Facebook, Instagram, X i més amb només un clic. El millor descarregador de vídeos!",
    "cs": "Stahuje videa ze sociálních sítí jako Facebook, Instagram, X a další jedním kliknutím. Nejlepší stahovač videa!",
    "da": "Downloader videoer fra sociale netværk som Facebook, Instagram, X og mere med bare et klik. Bedste video downloader!",
    "de": "Lädt Videos von sozialen Netzwerken wie Facebook, Instagram, X und mehr mit nur einem Klick herunter. Bester Video Downloader!",
    "el": "Video Downloader FB that works! Most advanced video downloader utility across the store. Download video from Instagram",
    "en,en_AU,en_GB,en_US,es_419,pt_PT,ru,uk,zh_TW": "Downloads videos from popular social networks like Facebook, Instagram, X and more in just one click.",
    "es": "Descarga videos de redes sociales como Facebook, Instagram, X y más con solo un clic. ¡El mejor descargador de videos!",
    "et": "IG Video Downloader that works! Most advanced video downloader utility across the store. Download video from Facebook",
    "fa": "Video Downloader to download videos from websites Facebook, Instagram, Vimeo, Twitch. Simply save them to your PC and watch it…",
    "fi": "Lataa videoita sosiaalisista verkostoista kuten Facebook, Instagram, X ja muut yhdellä klikkauksella. Paras videon lataaja!",
    "fil": "Instantly download videos from popular social media platforms such as Facebook, Instagram, and X with just one simple click.…",
    "fr": "Télécharge des vidéos à partir de réseaux sociaux comme Facebook, Instagram, X et plus en un seul clic. Meilleur téléchargeur de…",
    "gu": "Free Video downloader - easily download videos from popular social media platforms like Facebook, Instagram, and more with just one…",
    "he": "Facebook Video Downloader that works! Most advanced video downloader utility across the store. Download video from Facebook",
    "hi": "Download Video from Facebook, Twitter, Instagram, Vimeo and many other popular websites. Video Downloader for FB, Twitter, Instagram",
    "hr": "Video Downloader Online that works! Most advanced video downloader utility across the store. Download video from Instagram. The…",
    "hu,ms,vi": "Easily download your favorite videos from popular social media platforms such as Facebook, Instagram, X, and more with just one…",
    "id": "Easily download videos from popular social media platforms like Facebook, Instagram, and X with just one click. The ultimate video…",
    "it": "Scarica video da reti sociali come Facebook, Instagram, X e altro con un solo clic. Il miglior scaricatore di video!",
    "ja": "Facebook、Instagram、Xなどのソーシャルネットワークからビデオを一回のクリックでダウンロードします。最高のビデオダウンローダー！",
    "kn": "Music Downloader - download video from Facebook, Twitter, Instagram, Vimeo and many other popular websites. Video Downloader for…",
    "ko": "페이스북, 인스타그램, X 등의 소셜 네트워크에서 비디오를 한 번의 클릭으로 다운로드합니다. 최고의 비디오 다운로더!",
    "lt": "Atsisiunčia vaizdo įrašus iš tokių socialinių tinklų kaip Facebook, Instagram, X ir daugiau vienu spustelėjimu. Geriausia vaizdo…",
    "lv": "Lejupielādē video no sociālajiem tīkliem, piemēram, Facebook, Instagram, X un citiem vienā klikšķī. Labākais video lejupielādētājs!",
    "ml,ro,te": "Easily download videos from popular social media platforms like Facebook, Instagram, and more with just one click. The ultimate…",
    "mr": "Video Downloader twitter fastest way to download video from websites including Facebook, Vimeo, Twitter, Instagram.",
    "nl": "Downloadt video's van sociale netwerken zoals Facebook, Instagram, X en meer met slechts één klik. Beste video downloader!",
    "no": "Laster ned videoer fra sosiale nettverk som Facebook, Instagram, X og mer med bare ett klikk. Beste video nedlaster!",
    "pl": "Pobiera filmy z takich sieci społecznościowych jak Facebook, Instagram, X i wiele innych za jednym kliknięciem. Najlepszy pobieracz…",
    "pt_BR": "Baixa vídeos de redes sociais como Facebook, Instagram, X e mais com apenas um clique. Melhor baixador de vídeo!",
    "sk": "Sťahuje videá zo sociálnych sietí ako Facebook, Instagram, X a ďalšie len jedným kliknutím. Najlepší sťahovač videí!",
    "sl": "Prenaša videoposnetke iz družbenih omrežij, kot so Facebook, Instagram, X in več, z enim samim klikom. Najboljši video prenašalnik!",
    "sr": "Easily download videos from popular social media platforms such as Facebook, Instagram, X, and more with just one click. The…",
    "sv": "Laddar ner videor från sociala nätverk som Facebook, Instagram, X och mer med bara ett klick. Bästa video nedladdare!",
    "sw,ta,th": "Instantly download videos from popular social media platforms such as Facebook, Instagram, and more with just one click. The…",
    "tr": "Facebook, Instagram, X gibi sosyal ağlardan videoları tek bir tıklamayla indirir. En iyi video indirici!",
    "zh_CN": "只需一键，即可从Facebook、Instagram、X等社交网络下载视频。最好的视频下载器！"
  },
  "long": {
    "am,ar,bg,bn": "Are you tired of constantly buffering videos and want to have them saved directly on your device? \n\nLook no further than the Video Downloader Plus browser extension! With this handy tool, you can easily download videos from numerous websites - such as: Facebook, Instagram, Vimeo, Twitter and enjoy them at your convenience, even without an internet connection.\n\nOnce you click on it and It will show the available format of the video. Just click on the desired format and it will start downloading the video. You can see the download progress at the bottom of the page.\n\nThis Video saver is NOT a Youtube Downloader. Due to restrictions of the Google Webstore Policies and Developer Program Policies this extension can not download Youtube Videos. Thank you for understanding.\n\nAfter installing, please reload all tabs for Video Downloader extension to take effect.\n\nEasily save online videos such as m3u8, live streams, mp4, webm, etc. to your computer.\n\nSelectable video quality. When downloading HLS videos, if the m3u8 file provides multiple resolutions, you can freely switch between them.\nOutputs mp4 files. When downloading HLS videos, the application will merge and convert video segments into a single mp4 file, rather than simply combining ts slices.\n\nFacebook Video Downloader\nIt's a working solution to download video from Facebook simply and without registration.  FB Video Downloader is a useful tool, as it gives an opportunity to download online lectures, tutorials or just favorite funny videos and review them later without an internet connection.\n\nInstagram Video Downloader\nIt's an ultimate video downloader for Instagram website that allows you to save any video with any size and quality. Just open the website, choose a video file for downloading and save it to your computer. Downloader for Instagram. Enjoy saved videos anytime by yourself or together with someone.\n\nTwitter Video Downloader\nDownload video from Twitter (X) for free fastly and easily. Detects all video files and allows to download them in different formats. Save videos with ease, and watch at your leisure!\n\nTwitch Downloader\nTwitch Downloader is an extension that allows you to download Twitch clips in just one click. It's super simple and easy to use!\nWant to download your favorite clips to watch offline? Want to make a backup of a clip before it is deleted by the streamer or Twitch? Want to download clips so that you can edit and use them to create a YouTube video? This is exactly why Twitch Downloader was made!\n\nGet the Video Downloader Plus extension now and enjoy the convenience of having your favorite videos available offline, whenever you want them!",
    "ca": "Estàs cansat d'emmagatzemar vídeos constantment i vols desar-los directament al teu dispositiu?\n\nNo busqueu més que l'extensió del navegador Video Downloader Plus! Amb aquesta pràctica eina, podeu baixar fàcilment vídeos de nombrosos llocs web, com ara: Facebook, Instagram, Vimeo, Twitter i gaudir-ne al vostre gust, fins i tot sense connexió a Internet.\n\nUn cop feu clic sobre ell i us mostrarà el format disponible del vídeo. Només cal que feu clic al format desitjat i començarà a descarregar el vídeo. Podeu veure el progrés de la descàrrega a la part inferior de la pàgina.\n\nAquest estalvi de vídeos NO és un descarregador de Youtube. A causa de les restriccions de les polítiques de la botiga web de Google i les polítiques del programa per a desenvolupadors, aquesta extensió no pot descarregar vídeos de Youtube. Gràcies per entendre.\n\nDesprés de la instal·lació, torneu a carregar totes les pestanyes perquè l'extensió Video Downloader tingui efecte.\n\nDeseu fàcilment vídeos en línia com ara m3u8, transferències en directe, mp4, webm, etc. al vostre ordinador.\n\nQualitat de vídeo seleccionable. Quan baixeu vídeos HLS, si el fitxer m3u8 ofereix diverses resolucions, podeu canviar lliurement entre elles.\nEmet fitxers mp4. Quan baixeu vídeos HLS, l'aplicació fusionarà i convertirà els segments de vídeo en un únic fitxer mp4, en comptes de combinar simplement ts rodanxes.\n\nDescàrrega de vídeos de Facebook\nÉs una solució funcional per descarregar vídeos de Facebook de manera senzilla i sense registre. FB Video Downloader és una eina útil, ja que ofereix l'oportunitat de descarregar conferències en línia, tutorials o simplement vídeos divertits preferits i revisar-los més tard sense connexió a Internet.\n\nDescàrrega de vídeos d'Instagram\nÉs un descarregador de vídeos definitiu per al lloc web d'Instagram que us permet desar qualsevol vídeo amb qualsevol mida i qualitat. Només cal que obriu el lloc web, trieu un fitxer de vídeo per descarregar-lo i deseu-lo a l'ordinador. Descarregador per a Instagram. Gaudeix dels vídeos desats en qualsevol moment per tu mateix o amb algú.\n\nDescàrrega de vídeos de Twitter\nBaixeu vídeos de Twitter (X) de forma gratuïta de forma ràpida i senzilla. Detecta tots els fitxers de vídeo i permet descarregar-los en diferents formats. Desa vídeos amb facilitat i mira-los al teu gust!\n\nDescarregador de Twitch\nTwitch Downloader és una extensió que us permet descarregar clips de Twitch amb un sol clic. És super senzill i fàcil d'utilitzar!\nVols baixar els teus clips preferits per veure'ls fora de línia? Voleu fer una còpia de seguretat d'un clip abans que el streamer o Twitch l'eliminin? Voleu baixar clips per editar-los i utilitzar-los per crear un vídeo de YouTube? És exactament per això que es va crear Twitch Downloader!\n\nAconsegueix l'extensió Video Downloader Plus ara i gaudeix de la comoditat de tenir els teus vídeos preferits disponibles fora de línia, quan vulguis!",
    "cs": "Nebaví vás neustále ukládat videa do vyrovnávací paměti a chcete je mít uložená přímo ve vašem zařízení?\n\nNehledejte nic jiného než rozšíření prohlížeče Video Downloader Plus! Pomocí tohoto praktického nástroje můžete snadno stahovat videa z mnoha webových stránek – jako jsou: Facebook, Instagram, Vimeo, Twitter a užívat si je podle svého pohodlí, a to i bez připojení k internetu.\n\nJakmile na něj kliknete, zobrazí se dostupný formát videa. Stačí kliknout na požadovaný formát a spustí se stahování videa. Průběh stahování můžete vidět ve spodní části stránky.\n\nTento spořič videa NENÍ nástroj pro stahování z YouTube. Kvůli omezením zásad Internetového obchodu Google a zásadám programu pro vývojáře toto rozšíření nemůže stahovat videa z YouTube. Děkuji za pochopení.\n\nPo instalaci prosím znovu načtěte všechny karty rozšíření Video Downloader, aby se projevilo.\n\nSnadno ukládejte online videa, jako je m3u8, živé přenosy, mp4, webm atd., do počítače.\n\nVolitelná kvalita videa. Pokud při stahování videí HLS poskytuje soubor m3u8 více rozlišení, můžete mezi nimi libovolně přepínat.\nVýstup souborů mp4. Při stahování videí HLS aplikace sloučí a převede segmenty videa do jediného souboru mp4, místo aby jednoduše kombinovala ts řezy.\n\nFacebook Video Downloader\nJe to funkční řešení pro stahování videa z Facebooku jednoduše a bez registrace. FB Video Downloader je užitečný nástroj, protože umožňuje stahovat online přednášky, tutoriály nebo jen oblíbená vtipná videa a později si je prohlédnout bez připojení k internetu.\n\nInstagram Video Downloader\nJe to dokonalý nástroj pro stahování videa pro web Instagram, který vám umožní uložit jakékoli video v jakékoli velikosti a kvalitě. Stačí otevřít webovou stránku, vybrat video soubor ke stažení a uložit jej do počítače. Downloader pro Instagram. Užijte si uložená videa kdykoli sami nebo společně s někým.\n\nTwitter Video Downloader\nStáhněte si video z Twitteru (X) zdarma rychle a snadno. Detekuje všechny video soubory a umožňuje jejich stažení v různých formátech. Snadno ukládejte videa a sledujte je ve svém volném čase!\n\nTwitch downloader\nTwitch Downloader je rozšíření, které vám umožní stahovat klipy Twitch jediným kliknutím. Je to super jednoduché a snadno se používá!\nChcete si stáhnout své oblíbené klipy ke sledování offline? Chcete si vytvořit zálohu klipu, než jej streamer nebo Twitch smaže? Chcete si stáhnout klipy, abyste je mohli upravit a použít k vytvoření videa na YouTube? To je přesně důvod, proč byl vytvořen Twitch Downloader!\n\nZískejte nyní rozšíření Video Downloader Plus a užijte si pohodlí svých oblíbených videí dostupných offline, kdykoli je budete chtít!",
    "da": "Er du træt af konstant at buffere videoer og vil have dem gemt direkte på din enhed?\n\nSe ikke længere end Video Downloader Plus-browserudvidelsen! Med dette praktiske værktøj kan du nemt downloade videoer fra adskillige websteder - såsom: Facebook, Instagram, Vimeo, Twitter og nyde dem, når det passer dig, selv uden internetforbindelse.\n\nNår du klikker på det, vil det vise det tilgængelige format for videoen. Bare klik på det ønskede format, og det vil begynde at downloade videoen. Du kan se download-fremskridtet nederst på siden.\n\nDenne videobesparer er IKKE en YouTube-downloader. På grund af begrænsninger i Googles webbutikspolitikker og programpolitikker for udviklere kan denne udvidelse ikke downloade YouTube-videoer. Tak for din forståelse.\n\nEfter installationen skal du genindlæse alle faner for at Video Downloader-udvidelsen træder i kraft.\n\nGem nemt online videoer såsom m3u8, live streams, mp4, webm osv. på din computer.\n\nValgbar videokvalitet. Når du downloader HLS-videoer, hvis m3u8-filen har flere opløsninger, kan du frit skifte mellem dem.\nUdsender mp4-filer. Når du downloader HLS-videoer, vil applikationen flette og konvertere videosegmenter til en enkelt mp4-fil i stedet for blot at kombinere ts-udsnit.\n\nFacebook video downloader\nDet er en fungerende løsning at downloade video fra Facebook enkelt og uden registrering. FB Video Downloader er et nyttigt værktøj, da det giver mulighed for at downloade online forelæsninger, tutorials eller bare yndlings sjove videoer og gennemgå dem senere uden internetforbindelse.\n\nInstagram video downloader\nDet er en ultimativ videodownloader til Instagram-webstedet, der giver dig mulighed for at gemme enhver video med enhver størrelse og kvalitet. Bare åbn hjemmesiden, vælg en videofil til download og gem den på din computer. Downloader til Instagram. Nyd gemte videoer når som helst alene eller sammen med nogen.\n\nTwitter Video Downloader\nDownload video fra Twitter (X) gratis hurtigt og nemt. Registrerer alle videofiler og gør det muligt at downloade dem i forskellige formater. Gem videoer med lethed, og se i ro og mag!\n\nTwitch downloader\nTwitch Downloader er en udvidelse, der giver dig mulighed for at downloade Twitch-klip med et enkelt klik. Det er super enkelt og nemt at bruge!\nVil du downloade dine yndlingsklip for at se offline? Vil du lave en sikkerhedskopi af et klip, før det slettes af streameren eller Twitch? Vil du downloade klip, så du kan redigere og bruge dem til at oprette en YouTube-video? Det er præcis derfor, Twitch Downloader blev lavet!\n\nFå Video Downloader Plus-udvidelsen nu, og nyd bekvemmeligheden ved at have dine yndlingsvideoer tilgængelige offline, når du vil have dem!",
    "de": "Sind Sie es leid, Videos ständig zwischenzuspeichern, und möchten diese direkt auf Ihrem Gerät speichern?\n\nDann ist die Browsererweiterung Video Downloader Plus genau das Richtige für Sie! Mit diesem praktischen Tool können Sie ganz einfach Videos von zahlreichen Websites wie Facebook, Instagram, Vimeo, Twitter herunterladen und sie bequem genießen, auch ohne Internetverbindung.\n\nSobald Sie darauf klicken, wird das verfügbare Format des Videos angezeigt. Klicken Sie einfach auf das gewünschte Format und der Download des Videos beginnt. Den Download-Fortschritt können Sie unten auf der Seite sehen.\n\nDieser Video-Sparer ist KEIN Youtube-Downloader. Aufgrund von Einschränkungen der Google Webstore-Richtlinien und Entwicklerprogrammrichtlinien kann diese Erweiterung keine YouTube-Videos herunterladen. Danke für dein Verständnis.\n\nNach der Installation laden Sie bitte alle Registerkarten neu, damit die Video Downloader-Erweiterung wirksam wird.\n\nSpeichern Sie ganz einfach Online-Videos wie M3U8, Live-Streams, MP4, WebM usw. auf Ihrem Computer.\n\nWählbare Videoqualität. Wenn die m3u8-Datei beim Herunterladen von HLS-Videos mehrere Auflösungen bietet, können Sie frei zwischen diesen wechseln.\nGibt MP4-Dateien aus. Beim Herunterladen von HLS-Videos führt die Anwendung Videosegmente zusammen und konvertiert sie in eine einzige MP4-Datei, anstatt einfach TS-Slices zu kombinieren.\n\nFacebook-Video-Downloader\nEs ist eine funktionierende Lösung, um Videos von Facebook einfach und ohne Registrierung herunterzuladen. FB Video Downloader ist ein nützliches Tool, da es die Möglichkeit bietet, Online-Vorlesungen, Tutorials oder einfach nur lustige Lieblingsvideos herunterzuladen und sie später ohne Internetverbindung anzusehen.\n\nInstagram-Video-Downloader\nEs ist ein ultimativer Video-Downloader für die Instagram-Website, mit dem Sie jedes Video in jeder Größe und Qualität speichern können. Öffnen Sie einfach die Website, wählen Sie eine Videodatei zum Herunterladen aus und speichern Sie sie auf Ihrem Computer. Downloader für Instagram. Genießen Sie gespeicherte Videos jederzeit alleine oder zusammen mit jemandem.\n\nTwitter-Video-Downloader\nLaden Sie Videos von Twitter (X) kostenlos, schnell und einfach herunter. Erkennt alle Videodateien und ermöglicht das Herunterladen in verschiedenen Formaten. Speichern Sie Videos ganz einfach und schauen Sie sie sich in aller Ruhe an!\n\nTwitch-Downloader\nTwitch Downloader ist eine Erweiterung, mit der Sie Twitch-Clips mit nur einem Klick herunterladen können. Es ist super einfach und leicht zu bedienen!\nMöchten Sie Ihre Lieblingsclips herunterladen, um sie offline anzusehen? Möchten Sie ein Backup eines Clips erstellen, bevor dieser vom Streamer oder Twitch gelöscht wird? Möchten Sie Clips herunterladen, um sie zu bearbeiten und zum Erstellen eines YouTube-Videos zu verwenden? Genau aus diesem Grund wurde Twitch Downloader entwickelt!\n\nHolen Sie sich jetzt die Video Downloader Plus-Erweiterung und genießen Sie den Komfort, Ihre Lieblingsvideos jederzeit offline verfügbar zu haben!",
    "el,et,fa,fi,fil,gu,he,hi,hu,id,kn,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr": "Are you tired of constantly buffering videos and want to have them saved directly on your device? \n\nLook no further than the Video Downloader Plus browser extension! With this handy tool, you can easily download videos from numerous websites - such as: Facebook, Instagram, Vimeo, Twitter and enjoy them at your convenience, even without an internet connection.\n\nOnce you click on it and It will show the available format of the video. Just click on the desired format and it will start downloading the video. You can see the download progress at the bottom of the page.\n\nThis Video saver is NOT a Youtube Downloader. Due to restrictions of the Google Webstore Policies and Developer Program Policies this extension can not download Youtube Videos. Thank you for understanding.\n\nAfter installing, please reload all tabs for Video Downloader extension to take effect.\n\nEasily save online videos such as m3u8, live streams, mp4, webm, etc. to your computer.\n\nSelectable video quality. When downloading HLS videos, if the m3u8 file provides multiple resolutions, you can freely switch between them.\nOutputs mp4 files. When downloading HLS videos, the application will merge and convert video segments into a single mp4 file, rather than simply combining ts slices.\n\nFacebook Video Downloader\nIt's a working solution to download video from Facebook simply and without registration.  FB Video Downloader is a useful tool, as it gives an opportunity to download online lectures, tutorials or just favorite funny videos and review them later without an internet connection.\n\nInstagram Video Downloader\nIt's an ultimate video downloader for Instagram website that allows you to save any video with any size and quality. Just open the website, choose a video file for downloading and save it to your computer. Downloader for Instagram. Enjoy saved videos anytime by yourself or together with someone.\n\nTwitter Video Downloader\nDownload video from Twitter (X) for free fastly and easily. Detects all video files and allows to download them in different formats. Save videos with ease, and watch at your leisure!\n\nTwitch downloader\nTwitch Downloader is an extension that allows you to download Twitch clips in just one click. It's super simple and easy to use!\nWant to download your favorite clips to watch offline? Want to make a backup of a clip before it is deleted by the streamer or Twitch? Want to download clips so that you can edit and use them to create a YouTube video? This is exactly why Twitch Downloader was made!\n\nGet the Video Downloader Plus extension now and enjoy the convenience of having your favorite videos available offline, whenever you want them!",
    "en,en_AU,en_GB,en_US,es_419,pt_PT,uk,zh_TW": "Are you tired of constantly buffering videos and want to have them saved directly on your device? \n\nLook no further than the Video Downloader Plus browser extension! With this handy tool, you can easily download videos from numerous websites.\n\nEnjoy your favorite videos offline, anytime, anywhere, without relying on an internet connection. Share them with friends and family, or keep them for later viewing. This video saver is your complete solution for capturing and enjoying online content.\n\nOnce you click on it and It will show the available format of the video. Just click on the desired format and it will start downloading the video. You can see the download progress at the bottom of the page.\n\nThis Video saver is NOT a Youtube Downloader. Due to restrictions of the Google Webstore Policies and Developer Program Policies this extension can not download Youtube Videos. Thank you for understanding.\n\nAfter installing, please reload all tabs for Video Downloader extension to take effect.\n\nEasily save online videos such as m3u8, live streams, mp4 etc. to your computer.\n\nSelectable video quality. When downloading HLS videos, if the m3u8 file provides multiple resolutions, you can freely switch between them.\nOutputs mp4 files. When downloading HLS videos, the application will merge and convert video segments into a single mp4 file, rather than simply combining ts slices.\n\nGet the Video Downloader Plus extension now and enjoy the convenience of having your favorite videos available offline, whenever you want them!",
    "es": "¿Estás cansado de almacenar videos constantemente y quieres guardarlos directamente en tu dispositivo?\n\n¡No busques más que la extensión del navegador Video Downloader Plus! Con esta práctica herramienta, puede descargar fácilmente vídeos de numerosos sitios web, como Facebook, Instagram, Vimeo, Twitter y disfrutarlos cuando lo desee, incluso sin conexión a Internet.\n\nUna vez que hagas clic en él, se mostrará el formato disponible del video. Simplemente haga clic en el formato deseado y comenzará a descargar el video. Puede ver el progreso de la descarga en la parte inferior de la página.\n\nEste protector de video NO es un descargador de Youtube. Debido a las restricciones de las Políticas de la tienda web de Google y las Políticas del programa para desarrolladores, esta extensión no puede descargar videos de Youtube. Gracias por entender.\n\nDespués de la instalación, vuelva a cargar todas las pestañas para que la extensión Video Downloader surta efecto.\n\nGuarde fácilmente vídeos en línea como m3u8, transmisiones en vivo, mp4, webm, etc. en su computadora.\n\nCalidad de vídeo seleccionable. Al descargar videos HLS, si el archivo m3u8 proporciona múltiples resoluciones, puede cambiar libremente entre ellas.\nGenera archivos mp4. Al descargar videos HLS, la aplicación fusionará y convertirá segmentos de video en un solo archivo mp4, en lugar de simplemente combinar fragmentos ts.\n\nDescargador de vídeos de Facebook\nEs una solución funcional para descargar videos de Facebook de manera simple y sin registro. FB Video Downloader es una herramienta útil, ya que brinda la oportunidad de descargar conferencias en línea, tutoriales o simplemente videos divertidos favoritos y revisarlos más tarde sin conexión a Internet.\n\nDescargador de vídeos de Instagram\nEs un descargador de videos definitivo para el sitio web de Instagram que te permite guardar cualquier video con cualquier tamaño y calidad. Simplemente abra el sitio web, elija un archivo de video para descargarlo y guárdelo en su computadora. Descargador para Instagram. Disfrute de videos guardados en cualquier momento solo o junto con alguien.\n\nDescargador de vídeos de Twitter\nDescarga vídeos de Twitter (X) gratis de forma rápida y sencilla. Detecta todos los archivos de vídeo y permite descargarlos en diferentes formatos. ¡Guarda vídeos con facilidad y míralos cuando quieras!\n\nDescargador de contracción nerviosa\nTwitch Downloader es una extensión que te permite descargar clips de Twitch con un solo clic. ¡Es súper simple y fácil de usar!\n¿Quieres descargar tus clips favoritos para verlos sin conexión? ¿Quieres hacer una copia de seguridad de un clip antes de que el transmisor o Twitch lo elimine? ¿Quieres descargar clips para poder editarlos y usarlos para crear un video de YouTube? ¡Esta es exactamente la razón por la que se creó Twitch Downloader!\n\nObtenga la extensión Video Downloader Plus ahora y disfrute de la comodidad de tener sus videos favoritos disponibles sin conexión, cuando los desee.",
    "fr": "Vous en avez assez de mettre constamment en mémoire tampon vos vidéos et souhaitez les enregistrer directement sur votre appareil ?\n\nNe cherchez pas plus loin que l'extension de navigateur Video Downloader Plus ! Avec cet outil pratique, vous pouvez facilement télécharger des vidéos à partir de nombreux sites Web, tels que : Facebook, Instagram, Vimeo, Twitter, et en profiter à votre convenance, même sans connexion Internet.\n\nUne fois que vous avez cliqué dessus, il affichera le format disponible de la vidéo. Cliquez simplement sur le format souhaité et le téléchargement de la vidéo commencera. Vous pouvez voir la progression du téléchargement en bas de la page.\n\nCet économiseur vidéo n'est PAS un téléchargeur Youtube. En raison des restrictions des politiques de la boutique en ligne Google et des politiques du programme pour développeurs, cette extension ne peut pas télécharger de vidéos Youtube. Merci de votre compréhension.\n\nAprès l'installation, veuillez recharger tous les onglets pour que l'extension Video Downloader prenne effet.\n\nEnregistrez facilement des vidéos en ligne telles que m3u8, flux en direct, mp4, webm, etc. sur votre ordinateur.\n\nQualité vidéo sélectionnable. Lors du téléchargement de vidéos HLS, si le fichier m3u8 propose plusieurs résolutions, vous pouvez librement basculer entre elles.\nProduit des fichiers mp4. Lors du téléchargement de vidéos HLS, l'application fusionnera et convertira les segments vidéo en un seul fichier mp4, plutôt que de simplement combiner ces tranches.\n\nTéléchargeur de vidéos Facebook\nC'est une solution efficace pour télécharger des vidéos depuis Facebook simplement et sans inscription. FB Video Downloader est un outil utile, car il donne la possibilité de télécharger des conférences en ligne, des tutoriels ou simplement des vidéos amusantes préférées et de les revoir plus tard sans connexion Internet.\n\nTéléchargeur de vidéos Instagram\nIl s'agit d'un téléchargeur vidéo ultime pour le site Web Instagram qui vous permet d'enregistrer n'importe quelle vidéo de n'importe quelle taille et qualité. Ouvrez simplement le site Web, choisissez un fichier vidéo à télécharger et enregistrez-le sur votre ordinateur. Téléchargeur pour Instagram. Profitez des vidéos enregistrées à tout moment, seul ou avec quelqu'un.\n\nTéléchargeur de vidéos Twitter\nTéléchargez gratuitement des vidéos de Twitter (X) rapidement et facilement. Détecte tous les fichiers vidéo et permet de les télécharger dans différents formats. Enregistrez facilement des vidéos et regardez-les à votre guise !\n\nTéléchargeur Twitch\nTwitch Downloader est une extension qui vous permet de télécharger des clips Twitch en un seul clic. C'est super simple et facile à utiliser !\nVous souhaitez télécharger vos clips préférés pour les regarder hors ligne ? Vous souhaitez faire une sauvegarde d'un clip avant qu'il ne soit supprimé par le streamer ou Twitch ? Vous souhaitez télécharger des clips afin de pouvoir les éditer et les utiliser pour créer une vidéo YouTube ? C'est exactement pourquoi Twitch Downloader a été créé !\n\nObtenez l'extension Video Downloader Plus maintenant et profitez de la commodité d'avoir vos vidéos préférées disponibles hors ligne, quand vous le souhaitez !",
    "hr": "Are you tired of constantly buffering videos and want to have them saved directly on your device? \n\nLook no further than the Video Downloader Plus browser extension! With this handy tool, you can easily download videos from numerous websites - such as: Facebook, Instagram, Vimeo, Twitter and enjoy them at your convenience, even without an internet connection.\n\nOnce you click on it and It will show the available format of the video. Just click on the desired format and it will start downloading the video. You can see the download progress at the bottom of the page.\n\nThis Video saver is NOT a Youtube Downloader. Due to restrictions of the Google Webstore Policies and Developer Program Policies this extension can not download Youtube Videos. Thank you for understanding.\n\nAfter installing, please reload all tabs for Video Downloader extension to take effect.\n\nEasily save online videos such as m3u8, live streams, mp4, webm, etc. to your computer.\n\nSelectable video quality. When downloading HLS videos, if the m3u8 file provides multiple resolutions, you can freely switch between them.\nOutputs mp4 files. When downloading HLS videos, the application will merge and convert video segments into a single mp4 file, rather than simply combining ts slices.\n\nFacebook Video Downloader\nIt's a working solution to download video from Facebook simply and without registration.  FB Video Downloader is a useful tool, as it gives an opportunity to download online lectures, tutorials or just favorite funny videos and review them later without an internet connection.\n\nInstagram Video Downloader\nIt's an ultimate video downloader for Instagram website that allows you to save any video with any size and quality. Just open the website, choose a video file for downloading and save it to your computer. Downloader for Instagram. Enjoy saved videos anytime by yourself or together with someone.\n\nTwitter Video Downloader\nDownload video from Twitter (X) for free fastly and easily. Detects all video files and allows to download them in different formats. Save videos with ease, and watch at your leisure!\n\nTwitch вownloader\nTwitch Downloader is an extension that allows you to download Twitch clips in just one click. It's super simple and easy to use!\nWant to download your favorite clips to watch offline? Want to make a backup of a clip before it is deleted by the streamer or Twitch? Want to download clips so that you can edit and use them to create a YouTube video? This is exactly why Twitch Downloader was made!\n\nGet the Video Downloader Plus extension now and enjoy the convenience of having your favorite videos available offline, whenever you want them!",
    "it": "Sei stanco di bufferizzare costantemente i video e vuoi salvarli direttamente sul tuo dispositivo?\n\nNon cercare oltre l'estensione del browser Video Downloader Plus! Con questo pratico strumento puoi scaricare facilmente video da numerosi siti Web, come: Facebook, Instagram, Vimeo, Twitter e goderteli quando preferisci, anche senza una connessione Internet.\n\nDopo aver fatto clic su di esso, verrà mostrato il formato disponibile del video. Basta fare clic sul formato desiderato e inizierà il download del video. Puoi vedere l'avanzamento del download in fondo alla pagina.\n\nQuesto risparmiatore video NON è un downloader di Youtube. A causa delle restrizioni delle Politiche del Google Webstore e delle Politiche del programma per gli sviluppatori, questa estensione non può scaricare video di Youtube. Grazie per la comprensione.\n\nDopo l'installazione, ricaricare tutte le schede affinché l'estensione Video Downloader abbia effetto.\n\nSalva facilmente video online come m3u8, live streaming, mp4, webm, ecc. sul tuo computer.\n\nQualità video selezionabile. Quando scarichi video HLS, se il file m3u8 fornisce più risoluzioni, puoi passare liberamente dall'una all'altra.\nEmette file mp4. Durante il download di video HLS, l'applicazione unirà e convertirà i segmenti video in un singolo file mp4, anziché semplicemente combinare le sezioni.\n\nScaricatore di video da Facebook\nÈ una soluzione funzionante per scaricare video da Facebook in modo semplice e senza registrazione. FB Video Downloader è uno strumento utile, poiché offre l'opportunità di scaricare lezioni online, tutorial o semplicemente video divertenti preferiti e rivederli in seguito senza una connessione Internet.\n\nScaricatore di video da Instagram\nÈ un downloader di video definitivo per il sito Web Instagram che ti consente di salvare qualsiasi video con qualsiasi dimensione e qualità. Basta aprire il sito Web, scegliere un file video da scaricare e salvarlo sul tuo computer. Downloader per Instagram. Goditi i video salvati in qualsiasi momento da solo o insieme a qualcuno.\n\nScaricatore di video da Twitter\nScarica video da Twitter (X) gratuitamente in modo facile e veloce. Rileva tutti i file video e consente di scaricarli in diversi formati. Salva i video con facilità e guardali a tuo piacimento!\n\nScaricatore di Twitch\nTwitch Downloader è un'estensione che ti consente di scaricare clip Twitch con un solo clic. È super semplice e facile da usare!\nVuoi scaricare i tuoi clip preferiti da guardare offline? Vuoi fare un backup di una clip prima che venga eliminata dallo streamer o da Twitch? Vuoi scaricare clip in modo da poterli modificare e utilizzare per creare un video di YouTube? Questo è esattamente il motivo per cui è stato creato Twitch Downloader!\n\nOttieni subito l'estensione Video Downloader Plus e goditi la comodità di avere i tuoi video preferiti disponibili offline, ogni volta che vuoi!",
    "ja": "ビデオを常にバッファリングすることにうんざりしていて、デバイスに直接保存したいと思っていませんか?\n\nVideo Downloader Plus ブラウザ拡張機能以外に探す必要はありません。 この便利なツールを使用すると、Facebook、Instagram、Vimeo、Twitter などのさまざまな Web サイトからビデオを簡単にダウンロードし、インターネット接続がなくても好きなときに楽しむことができます。\n\nそれをクリックすると、ビデオの利用可能な形式が表示されます。 希望の形式をクリックするだけでビデオのダウンロードが開始されます。 ページの下部でダウンロードの進行状況を確認できます。\n\nこのビデオ セーバーは Youtube ダウンローダーではありません。 Google ウェブストア ポリシーと開発者プログラム ポリシーの制限により、この拡張機能は Youtube ビデオをダウンロードできません。 理解していただきありがとうございます。\n\nインストール後、Video Downloader 拡張機能を有効にするには、すべてのタブをリロードしてください。\n\nm3u8、ライブストリーム、mp4、webmなどのオンラインビデオを簡単にコンピュータに保存します。\n\n選択可能なビデオ品質。 HLS 動画をダウンロードする場合、m3u8 ファイルが複数の解像度を提供している場合は、それらを自由に切り替えることができます。\nmp4ファイルを出力します。 HLS ビデオをダウンロードする場合、アプリケーションは単に ts スライスを結合するのではなく、ビデオ セグメントを結合して 1 つの mp4 ファイルに変換します。\n\nFacebookビデオダウンローダー\nこれは、登録なしで Facebook からビデオを簡単にダウンロードするための実用的なソリューションです。 FB ビデオ ダウンローダーは、オンライン講義、チュートリアル、またはお気に入りの面白いビデオをダウンロードして、後でインターネット接続なしでレビューできる機会を提供する便利なツールです。\n\nInstagramビデオダウンローダー\nこれは、任意のサイズと品質のビデオを保存できる Instagram Web サイト用の究極のビデオダウンローダーです。 Web サイトを開いて、ダウンロードするビデオ ファイルを選択し、コンピューターに保存するだけです。 Instagram用のダウンローダー。 保存した動画をひとりでも、誰かと一緒でいつでも楽しめます。\n\nTwitterビデオダウンローダー\nTwitter (X) からビデオを無料で高速かつ簡単にダウンロードします。 すべてのビデオ ファイルを検出し、さまざまな形式でダウンロードできるようにします。 動画を簡単に保存して、いつでも見ましょう！\n\nツイッチダウンローダー\nTwitch Downloader は、ワンクリックで Twitch クリップをダウンロードできる拡張機能です。 とてもシンプルで使いやすいです！\nお気に入りのクリップをダウンロードしてオフラインで視聴したいですか? ストリーマーや Twitch によってクリップが削除される前に、クリップのバックアップを作成したいですか? クリップをダウンロードして、編集して YouTube ビデオを作成できるようにしたいですか? まさにこれが Twitch Downloader が作られた理由です。\n\nVideo Downloader Plus 拡張機能を今すぐ入手して、いつでも好きなときにお気に入りのビデオをオフラインで利用できる便利さをお楽しみください。",
    "ko": "끊임없이 비디오를 버퍼링하는 데 지쳤으며 해당 비디오를 장치에 직접 저장하고 싶습니까?\n\nVideo Downloader Plus 브라우저 확장 기능만 있으면 됩니다! 이 편리한 도구를 사용하면 Facebook, Instagram, Vimeo, Twitter 등 수많은 웹사이트에서 비디오를 쉽게 다운로드하고 인터넷 연결 없이도 편리하게 즐길 수 있습니다.\n\n그것을 클릭하면 사용 가능한 비디오 형식이 표시됩니다. 원하는 형식을 클릭하기만 하면 비디오 다운로드가 시작됩니다. 페이지 하단에서 다운로드 진행 상황을 확인할 수 있습니다.\n\n이 비디오 세이버는 Youtube 다운로더가 아닙니다. Google 웹 스토어 정책 및 개발자 프로그램 정책의 제한으로 인해 이 확장 프로그램은 Youtube 비디오를 다운로드할 수 없습니다. 양해 해 주셔서 감사합니다.\n\n설치 후 Video Downloader 확장 프로그램을 적용하려면 모든 탭을 다시 로드하세요.\n\nm3u8, 라이브 스트림, mp4, webm 등과 같은 온라인 비디오를 컴퓨터에 쉽게 저장할 수 있습니다.\n\n선택 가능한 비디오 품질. HLS 비디오를 다운로드할 때 m3u8 파일이 여러 해상도를 제공하는 경우 해당 해상도 간에 자유롭게 전환할 수 있습니다.\nmp4 파일을 출력합니다. HLS 비디오를 다운로드할 때 애플리케이션은 단순히 TS 슬라이스를 결합하는 대신 비디오 세그먼트를 단일 mp4 파일로 병합하고 변환합니다.\n\n페이스북 비디오 다운로더\n등록 없이 간단하게 Facebook에서 비디오를 다운로드할 수 있는 효과적인 솔루션입니다. FB Video Downloader는 온라인 강의, 튜토리얼 또는 좋아하는 재미있는 비디오를 다운로드하고 나중에 인터넷 연결 없이 검토할 수 있는 기회를 제공하므로 유용한 도구입니다.\n\n인스타그램 비디오 다운로더\n이는 어떤 크기와 품질로든 모든 비디오를 저장할 수 있는 Instagram 웹사이트를 위한 최고의 비디오 다운로더입니다. 웹사이트를 열고 다운로드할 비디오 파일을 선택한 후 컴퓨터에 저장하세요. 인스타그램용 다운로더. 저장된 영상을 혼자서 또는 함께 즐길 수 있습니다.\n\n트위터 비디오 다운로더\nTwitter(X)에서 비디오를 빠르고 쉽게 무료로 다운로드하세요. 모든 비디오 파일을 감지하고 다양한 형식으로 다운로드할 수 있습니다. 간편하게 동영상을 저장하고, 여유롭게 시청하세요!\n\n트위치 다운로더\nTwitch Downloader는 단 한 번의 클릭으로 Twitch 클립을 다운로드할 수 있는 확장 프로그램입니다. 매우 간단하고 사용하기 쉽습니다!\n좋아하는 클립을 다운로드하여 오프라인으로 시청하고 싶으신가요? 스트리머나 Twitch에서 클립을 삭제하기 전에 클립을 백업하고 싶으십니까? 편집하고 YouTube 비디오를 만드는 데 사용할 수 있도록 클립을 다운로드하고 싶으십니까? 이것이 바로 Twitch 다운로더가 만들어진 이유입니다!\n\n지금 Video Downloader Plus 확장 프로그램을 다운로드하고 원할 때마다 좋아하는 비디오를 오프라인에서 사용할 수 있는 편리함을 즐겨보세요!",
    "nl": "Ben je het beu om voortdurend video's te bufferen en wil je ze direct op je apparaat laten opslaan?\n\nZoek niet verder dan de Video Downloader Plus browserextensie! Met deze handige tool kun je eenvoudig video's downloaden van talloze websites - zoals: Facebook, Instagram, Vimeo, Twitter en er op je gemak van genieten, zelfs zonder internetverbinding.\n\nZodra u erop klikt, wordt het beschikbare formaat van de video weergegeven. Klik gewoon op het gewenste formaat en het downloaden van de video begint. Onderaan de pagina kunt u de voortgang van het downloaden zien.\n\nDeze videobesparing is GEEN YouTube-downloader. Vanwege beperkingen van het Google Webstore-beleid en het programmabeleid voor ontwikkelaars kan deze extensie geen YouTube-video's downloaden. Dank u voor uw begrip.\n\nLaad na de installatie alle tabbladen opnieuw zodat de Video Downloader-extensie van kracht wordt.\n\nBewaar eenvoudig online video's zoals m3u8, livestreams, mp4, webm, etc. op uw computer.\n\nSelecteerbare videokwaliteit. Wanneer u HLS-video's downloadt en het m3u8-bestand meerdere resoluties biedt, kunt u vrijelijk tussen deze resoluties schakelen.\nVoert mp4-bestanden uit. Bij het downloaden van HLS-video's zal de applicatie videosegmenten samenvoegen en converteren naar één mp4-bestand, in plaats van eenvoudigweg ts-plakken te combineren.\n\nFacebook-video-downloader\nHet is een werkende oplossing om eenvoudig en zonder registratie video van Facebook te downloaden. FB Video Downloader is een handig hulpmiddel, omdat het de mogelijkheid biedt om online lezingen, tutorials of gewoon favoriete grappige video's te downloaden en deze later te bekijken zonder internetverbinding.\n\nInstagram-video-downloader\nHet is een ultieme video-downloader voor Instagram-website waarmee je elke video in elke grootte en kwaliteit kunt opslaan. Open gewoon de website, kies een videobestand om te downloaden en sla het op uw computer op. Downloader voor Instagram. Geniet op elk gewenst moment alleen of samen met iemand van opgeslagen video's.\n\nTwitter-video-downloader\nDownload video van Twitter (X) gratis, snel en gemakkelijk. Detecteert alle videobestanden en maakt het mogelijk deze in verschillende formaten te downloaden. Bewaar video's eenvoudig en bekijk ze op uw gemak!\n\nTwitch-downloader\nTwitch Downloader is een extensie waarmee je Twitch-clips met slechts één klik kunt downloaden. Het is supereenvoudig en gemakkelijk te gebruiken!\nWilt u uw favoriete clips downloaden om offline te bekijken? Wil je een back-up maken van een clip voordat deze door de streamer of Twitch wordt verwijderd? Wil je clips downloaden zodat je ze kunt bewerken en gebruiken om een YouTube-video te maken? Dit is precies waarom Twitch Downloader is gemaakt!\n\nDownload nu de Video Downloader Plus-extensie en geniet van het gemak van het offline beschikbaar hebben van uw favoriete video's, wanneer u maar wilt!",
    "pl": "Czy masz dość ciągłego buforowania filmów i chcesz je zapisywać bezpośrednio na swoim urządzeniu?\n\nNie szukaj dalej – rozszerzenie przeglądarki Video Downloader Plus! Dzięki temu poręcznemu narzędziu możesz łatwo pobierać filmy z wielu serwisów internetowych - takich jak: Facebook, Instagram, Vimeo, Twitter i oglądać je w dogodnym dla siebie czasie, nawet bez połączenia z Internetem.\n\nPo kliknięciu na niego wyświetli się dostępny format wideo. Wystarczy kliknąć żądany format, aby rozpocząć pobieranie wideo. Postęp pobierania można zobaczyć na dole strony.\n\nTen wygaszacz wideo NIE jest narzędziem do pobierania YouTube. Ze względu na ograniczenia zasad sklepu internetowego Google i zasad programu dla programistów to rozszerzenie nie umożliwia pobierania filmów z serwisu YouTube. Dziękuję za zrozumienie.\n\nPo zainstalowaniu załaduj ponownie wszystkie karty, aby rozszerzenie Video Downloader zaczęło działać.\n\nZ łatwością zapisuj filmy online, takie jak m3u8, transmisje na żywo, mp4, webm itp. na swoim komputerze.\n\nMożliwość wyboru jakości wideo. Jeśli pobierasz filmy HLS, jeśli plik m3u8 zapewnia wiele rozdzielczości, możesz swobodnie przełączać się między nimi.\nWysyła pliki mp4. Podczas pobierania filmów HLS aplikacja połączy i przekonwertuje segmenty wideo w jeden plik mp4, zamiast po prostu łączyć plasterki ts.\n\nNarzędzie do pobierania wideo z Facebooka\nTo działające rozwiązanie umożliwiające proste i bez rejestracji pobieranie wideo z Facebooka. FB Video Downloader to przydatne narzędzie, ponieważ umożliwia pobieranie wykładów, tutoriali lub po prostu ulubionych śmiesznych filmów online i przeglądanie ich później bez połączenia z Internetem.\n\nNarzędzie do pobierania filmów z Instagrama\nTo najlepszy program do pobierania wideo z witryny Instagram, który pozwala zapisać dowolny film w dowolnym rozmiarze i jakości. Wystarczy otworzyć stronę, wybrać plik wideo do pobrania i zapisać go na swoim komputerze. Program do pobierania na Instagram. Ciesz się zapisanymi filmami w dowolnym momencie, sam lub razem z kimś.\n\nNarzędzie do pobierania wideo z Twittera\nPobierz wideo z Twittera (X) za darmo, szybko i łatwo. Wykrywa wszystkie pliki wideo i umożliwia pobieranie ich w różnych formatach. Z łatwością zapisuj filmy i oglądaj je w wolnym czasie!\n\nNarzędzie do pobierania Twitcha\nTwitch Downloader to rozszerzenie, które umożliwia pobieranie klipów z Twitcha jednym kliknięciem. Jest bardzo prosty i łatwy w użyciu!\nChcesz pobrać swoje ulubione klipy i oglądać je offline? Chcesz utworzyć kopię zapasową klipu, zanim zostanie usunięty przez streamera lub Twitcha? Chcesz pobrać klipy, aby móc je edytować i wykorzystać do stworzenia filmu na YouTube? Właśnie dlatego powstał Twitch Downloader!\n\nPobierz teraz rozszerzenie Video Downloader Plus i ciesz się wygodą posiadania ulubionych filmów w trybie offline, kiedy tylko chcesz!",
    "pt_BR": "Você está cansado de armazenar vídeos constantemente em buffer e deseja salvá-los diretamente no seu dispositivo?\n\nNão procure mais, a extensão do navegador Video Downloader Plus! Com esta ferramenta útil, você pode baixar facilmente vídeos de vários sites - como: Facebook, Instagram, Vimeo, Twitter e apreciá-los quando quiser, mesmo sem conexão com a internet.\n\nDepois de clicar nele, ele mostrará o formato disponível do vídeo. Basta clicar no formato desejado e o download do vídeo será iniciado. Você pode ver o progresso do download na parte inferior da página.\n\nEste salvador de vídeo NÃO é um downloader do YouTube. Devido às restrições das Políticas da Google Webstore e das Políticas do Programa para Desenvolvedores, esta extensão não pode baixar vídeos do YouTube. Obrigado pela compreensão.\n\nApós a instalação, recarregue todas as guias para que a extensão Video Downloader tenha efeito.\n\nSalve facilmente vídeos online como m3u8, transmissões ao vivo, mp4, webm, etc.\n\nQualidade de vídeo selecionável. Ao baixar vídeos HLS, se o arquivo m3u8 fornecer múltiplas resoluções, você poderá alternar livremente entre elas.\nProduz arquivos mp4. Ao baixar vídeos HLS, o aplicativo mesclará e converterá segmentos de vídeo em um único arquivo mp4, em vez de simplesmente combinar fatias ts.\n\nBaixador de vídeos do Facebook\nÉ uma solução funcional para baixar vídeos do Facebook de forma simples e sem registro. FB Video Downloader é uma ferramenta útil, pois dá a oportunidade de baixar palestras online, tutoriais ou apenas vídeos engraçados favoritos e revisá-los mais tarde sem conexão com a internet.\n\nBaixador de vídeos do Instagram\nÉ um downloader de vídeo definitivo para o site Instagram que permite salvar qualquer vídeo com qualquer tamanho e qualidade. Basta abrir o site, escolher um arquivo de vídeo para baixar e salvá-lo em seu computador. Baixador para Instagram. Aproveite os vídeos salvos a qualquer momento sozinho ou com alguém.\n\nBaixador de vídeos do Twitter\nBaixe vídeos do Twitter (X) gratuitamente com rapidez e facilidade. Detecta todos os arquivos de vídeo e permite baixá-los em diferentes formatos. Salve vídeos com facilidade e assista quando quiser!\n\nBaixador do Twitch\nTwitch Downloader é uma extensão que permite baixar clipes do Twitch com apenas um clique. É super simples e fácil de usar!\nQuer baixar seus clipes favoritos para assistir offline? Quer fazer backup de um clipe antes que ele seja excluído pelo streamer ou Twitch? Quer baixar clipes para poder editá-los e usá-los para criar um vídeo no YouTube? É exatamente por isso que o Twitch Downloader foi feito!\n\nObtenha a extensão Video Downloader Plus agora e aproveite a comodidade de ter seus vídeos favoritos disponíveis offline, sempre que quiser!",
    "vi": "Bạn cảm thấy mệt mỏi với việc liên tục tải video vào bộ đệm và muốn lưu chúng trực tiếp trên thiết bị của mình?\n\nKhông cần tìm đâu xa ngoài tiện ích mở rộng trình duyệt Video Downloader Plus! Với công cụ tiện dụng này, bạn có thể dễ dàng tải xuống video từ nhiều trang web - chẳng hạn như: Facebook, Instagram, Vimeo, Twitter và thưởng thức chúng một cách thuận tiện, ngay cả khi không có kết nối internet.\n\nKhi bạn nhấp vào nó và nó sẽ hiển thị định dạng có sẵn của video. Chỉ cần nhấp vào định dạng mong muốn và nó sẽ bắt đầu tải xuống video. Bạn có thể xem tiến trình tải xuống ở cuối trang.\n\nTrình tiết kiệm video này KHÔNG phải là Trình tải xuống Youtube. Do các hạn chế của Chính sách cửa hàng trực tuyến của Google và Chính sách chương trình dành cho nhà phát triển, tiện ích mở rộng này không thể tải xuống Video Youtube. Cảm ơn bạn đa hiểu.\n\nSau khi cài đặt, vui lòng tải lại tất cả các tab để tiện ích mở rộng Video Downloader có hiệu lực.\n\nDễ dàng lưu các video trực tuyến như m3u8, live streaming, mp4, webm, v.v. vào máy tính.\n\nChất lượng video có thể lựa chọn. Khi tải video HLS, nếu file m3u8 cung cấp nhiều độ phân giải, bạn có thể thoải mái chuyển đổi giữa chúng.\nXuất ra tập tin mp4. Khi tải video HLS, ứng dụng sẽ hợp nhất và chuyển đổi các đoạn video thành một file mp4 duy nhất, thay vì chỉ đơn giản là kết hợp các lát ts.\n\nTrình tải xuống video trên Facebook\nĐó là một giải pháp hiệu quả để tải xuống video từ Facebook một cách đơn giản và không cần đăng ký. FB Video Downloader là một công cụ hữu ích vì nó mang lại cơ hội tải xuống các bài giảng, hướng dẫn trực tuyến hoặc chỉ các video hài hước yêu thích và xem lại chúng sau này mà không cần kết nối internet.\n\nTrình tải xuống video trên Instagram\nĐây là trình tải xuống video tối ưu cho trang web Instagram cho phép bạn lưu bất kỳ video nào với bất kỳ kích thước và chất lượng nào. Chỉ cần mở trang web, chọn file video để tải xuống và lưu vào máy tính. Trình tải xuống cho Instagram. Thưởng thức các video đã lưu bất cứ lúc nào một mình hoặc cùng với ai đó.\n\nTrình tải xuống video Twitter\nTải xuống video từ Twitter (X) miễn phí một cách nhanh chóng và dễ dàng. Phát hiện tất cả các tệp video và cho phép tải chúng xuống ở các định dạng khác nhau. Lưu video một cách dễ dàng và xem lúc rảnh rỗi!\n\nTrình tải xuống Twitch\nTwitch Downloader là một tiện ích mở rộng cho phép bạn tải xuống các clip Twitch chỉ bằng một cú nhấp chuột. Nó siêu đơn giản và dễ sử dụng!\nBạn muốn tải xuống các clip yêu thích của mình để xem ngoại tuyến? Bạn muốn tạo bản sao lưu của clip trước khi nó bị người phát trực tiếp hoặc Twitch xóa? Bạn muốn tải xuống các clip để có thể chỉnh sửa và sử dụng chúng để tạo video YouTube? Đây chính xác là lý do tại sao Twitch Downloader được tạo ra!\n\nHãy tải tiện ích mở rộng Video Downloader Plus ngay bây giờ và tận hưởng sự tiện lợi khi có các video yêu thích của bạn ở chế độ ngoại tuyến, bất cứ khi nào bạn muốn!",
    "zh_CN": "您是否厭倦了不斷緩衝影片並希望將它們直接保存在您的裝置上？\n\nVideo Downloader Plus 瀏覽器擴充功能就是您的最佳選擇！ 有了這個方便的工具，您可以輕鬆地從眾多網站下載影片 - 例如：Facebook、Instagram、Vimeo、Twitter，並在方便時欣賞它們，即使沒有網路連線。\n\n單擊它後，它將顯示影片的可用格式。 只需點擊所需的格式，它就會開始下載影片。 您可以在頁面底部看到下載進度。\n\n此影片保存程式不是 Youtube 下載程式。 由於 Google Webstore 政策和開發者計畫政策的限制，此擴充功能無法下載 Youtube 影片。 謝謝你的理解。\n\n安裝後，請重新加載所有選項卡以使影片下載器擴充功能生效。\n\n輕鬆將 m3u8、直播、mp4、webm 等線上​​影片儲存到您的電腦。\n\n可選擇的視訊品質。 下載HLS影片時，如果m3u8檔案提供多種分辨率，您可以在它們之間自由切換。\n輸出 mp4 檔案。 下載 HLS 影片時，應用程式會將影片片段合併並轉換為單一 mp4 文件，而不是簡單地組合 ts 切片。\n\nFacebook 影片下載器\n這是一個簡單且無需註冊的從 Facebook 下載影片的有效解決方案。 FB Video Downloader 是一個有用的工具，因為它提供了下載線上講座、教學或只是喜歡的有趣影片的機會，並在沒有網路連線的情況下稍後查看它們。\n\nInstagram 影片下載器\n它是 Instagram 網站的終極影片下載器，可讓您保存任何大小和品質的影片。 只需打開網站，選擇要下載的影片檔案並將其儲存到您的電腦即可。 Instagram 下載器。 自己或與他人一起隨時欣賞保存的影片。\n\nTwitter 影片下載器\n快速、輕鬆地免費從 Twitter (X) 下載影片。 檢測所有視訊檔案並允許以不同格式下載它們。 輕鬆保存視頻，閒暇時觀看！\n\nTwitch 下載器\nTwitch Downloader 是一款擴充程序，讓您只需單擊即可下載 Twitch 剪輯。 它超級簡單易用！\n想要下載您最喜愛的剪輯以供離線觀看嗎？ 想要在剪輯被主播或 Twitch 刪除之前對其進行備份嗎？ 想要下載剪輯以便編輯並使用它們來建立 YouTube 影片嗎？ 這正是 Twitch Downloader 誕生的原因！\n\n立即取得 Video Downloader Plus 擴充程序，隨時隨地享受您喜愛的視訊離線播放的便利性！"
  }
}