{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoCites [Beta]"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoCites adds a one-click button in PubMed to show frequently co-cited articles"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoCites is an entirely new method for searching scientific literature. The method finds and ranks articles that are frequently cited together with a selected article. \n\nArticles that are frequently cited together tend to be of similar topics. CoCites finds co-cited articles and presents a ranking of most frequently co-cited articles.\n\nCoCites is ideal for students, as well as for scientists interested in topics outside their field of expertise—it helps them find relevant literature without the struggle of finding or even knowing the right keywords. \n\nThis browser extension adds CoCites buttons to articles in PubMed and Google Scholar. One click shows the articles that are frequently cited together with the selected article. No registration is needed unless you want to export the search results.\n\nRead below about the permission that CoCites needs to install the extension.\n\nAfter you install the browser extension, the tool is ready for use. Go to PubMed or Google Scholar and CoCites is already working for you. For more information about the method and download, visit <a href=\"http://www.cocites.com\">www.cocites.com</a>. \n\nFurther information: If you have any questions, email us at <a href=\"mailto:info@cocites.com\">info@cocites.com</a>.\n\nWhy we need the permission? \n\nWe ask permission to:\nRead and change all your data on the websites you visit\n\nWe need to read your data to find out: \n- when you visit the PubMed and Google Scholar webpages. \nMany users visit PubMed within their university environments. The URLs of PubMed vary. We need to read your browser activity to recognize the URL of your PubMed.    \n\n- for which articles you want a CoCites search button. \nWe need to read the data on the PubMed or Google Scholar page to find out for which articles you want a CoCites search button. \n\nWe don’t store any of your information or browser history. The university-specific URL of PubMed is temporarily stored in a session cookie, which is deleted after you close the browser."
  }
}