{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark Flash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Makes the loading page background dark without white flash"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark Flash – Eliminate White Screen Flash During Page Loads in Chrome\n\nExperience a smoother and more comfortable browsing experience with Dark Flash, the Chrome extension that removes the distracting white flash when loading web pages. Ideal for users who prefer dark mode or often browse in low-light environments, Dark Flash ensures that your screen remains consistently dark, reducing eye strain and enhancing visual comfort.\n\nKey Features:\n • Prevent White Flash: Seamlessly adds a dark overlay during page loads to eliminate the sudden white screen.\n • Enhanced Dark Mode Experience: Complements your browser’s dark theme by providing consistent darkness throughout your browsing.\n • Automatic Operation: Works effortlessly in the background without the need for configuration or manual activation.\n • Lightweight and Efficient: Optimized to run smoothly without impacting your browser’s performance.\n • Universal Compatibility: Functions on all websites and webpages you visit.\n\nAdvantages:\n • Reduces Eye Strain: Minimizes abrupt brightness changes that can be harsh on the eyes, especially in dark environments.\n • Improves Visual Consistency: Maintains a uniform dark appearance from the moment you initiate a page load until it’s fully rendered.\n • Enhances Browsing Comfort: Provides a more pleasant and less jarring browsing experience by eliminating unwanted flashes.\n\nUpgrade your Chrome browsing with Dark Flash and enjoy a consistently dark and comfortable online environment."
  }
}