{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PreviewMe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PreviewMe"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PreviewMe is a shortform video tool for sales and marketing teams helping you humanize every touchpoint in your funnel. \n\nOur Chrome extension lets you easily add your videos as animated GIFs directly to your Gmail composer for sharing as part of your outgoing comms.\n\nWhether you are using video to warm up your outreach, replies, onboarding new customers or sharing updates and notifications with existing ones - do it all with PreviewMe, directly from your browser.\n\nCHROME EXTENSION KEY FEATURES\n\n- Insert, create or edit your Previews directly from your composer.\n\n- Share your Previews as animated GIFs to humanize your emails and generate more conversations.\n\n- Get notified when your Previews are viewed.\n\nPREVIEWME AT A GLANCE\n\n- Embed multiple short videos into a single branded link - short videos have a significantly higher engagement rate and are easier to create.\n\n- Easy to use teleprompter and video editing suite for fast and professional recording.\n\n- Customisable / branded micro-landing pages ensuring your video landing pages are onbrand.\n\n- Advanced Analytics tell you what videos are performing and which documents and Calls to Action are being opened.\n\n- Integrations with Meta, Google Analytics and Hubspot let you track your Previews from inside the tools you use to measure your outreach performance.\n\n- Request and capture video testimonials from customers (because customers sell)."
  }
}