{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabOrganix"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension for automatic grouping of tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabOrganix: Master Your Browser\n\nRevolutionize Your Browsing Experience:\nTabOrganix is designed to enhance your digital workspace by automatically organizing your browser tabs into smart, intuitive groups based on domain or subdomain. As the ultimate tool for managing browser clutter, TabOrganix ensures a cleaner, more organized browsing environment, boosting your productivity and streamlining your tasks.\n\nTailored Grouping Options:\nWith TabOrganix, you have full control over how your tabs are grouped. Opt for organization by the full domain or specific subdomains to better fit your workflow. Whether you're researching, shopping, or managing multiple projects, TabOrganix keeps your tabs neatly organized, allowing you to focus on what's important without the hassle of searching through clutter.\n\nFeatures Include:\n\nCustom Domain Grouping: Configure settings to group tabs by domain or subdomain based on your personal preferences.\nExclusion List: Specify which domains should not be grouped, providing flexibility in how your tabs are managed.\nColor Coding: Assign colors to different tab groups for quick and easy identification.\nPrivacy-Centric: TabOrganix works offline, ensuring all your browsing data remains private and secure on your device.\nUser-Friendly and Efficient:\nTabOrganix integrates seamlessly with your browser, featuring a simple and intuitive interface that allows for quick adjustments. Watch as your tabs automatically sort themselves into groups in real-time, enhancing order and accessibility.\n\nEnhance Productivity:\nReduce tab clutter and effortlessly locate needed tabs. TabOrganix’s efficient organization improves your browsing efficiency, helping you maintain focus and achieve more with fewer distractions.\n\nCommitted to Your Privacy:\nYour privacy is our top priority. TabOrganix does not collect, store, or process any of your data externally. Everything is handled locally on your device, ensuring your information is protected and giving you complete control.\n\nGet TabOrganix Now:\nTransform your chaotic tabs into a beautifully organized browsing interface. Install TabOrganix today and take the first step towards a more productive and enjoyable digital experience."
  }
}