{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filters inappropriate content from the internet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Many parents want to ensure that their children can safely browse the Internet without having to worry about exposing their children to porn, profanity, or a variety of other content. Web Cleaner can help satisfy this desire by filtering both textual and image content based on fully customizable options.\n\nWith Web Cleaner, you can specify words to block, websites that are free from blocking, and whether or not to block a webpage after finding a specified number of blocked words. You can also specify what keywords to block images on, as well as whether or not to turn on a scanner that can block images based on how much skin is in the image. You can specify which filters will be on or off. The filters are completely separate; they even have separate lists of whitelisted websites (websites that are free of filtering). As an additional feature, the options page will show the date and time that the options were last saved, as well as an optional note that you can specify while saving the options. This can help a parent determine if the extension has been tampered with.\n\nUnlike other extensions, Web Cleaner stores all the settings locally on your machine, allowing you to fully customize the filters to fit your own preferences and definition of inappropriate. Because it is so customizable, and because the text and image filters are completely separate from each other, the Web Cleaner extension is the most flexible extension of its kind available.\n\nIf you run into any bugs/problems while using this extension, please e-mail a report to webcleanerextension@gmail.com. Feel free to send any ideas to the same address. I will do my best to incorporate user ideas into the extension as it is updated."
  }
}