{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RadioView.AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RadioView.AI automates radiology reports, integrating ICD-10 and CPT codes for accurate and efficient documentation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing RadioView.AI - Revolutionizing Radiology Report Generation!\nRadioView.AI is a cutting-edge Chrome extension designed for automated radiology report generation, complete with ICD-10 and CPT codes integration. This tool is tailored specifically for radiologists and healthcare providers, streamlining the reporting process to ensure accurate, consistent, and comprehensive documentation.\nKey Features:\n\t1.\tAutomated Reporting: Generate detailed radiology reports directly from your browser with just a few clicks.\n\t2.\tICD-10 and CPT Codes Integration: Automatically include relevant ICD-10 and CPT codes for compliance and ease of billing.\n\t3.\tEnhanced Accuracy: Leverage advanced AI algorithms to interpret medical images and provide precise assessments.\n\t4.\tConsistency and Speed: Achieve uniformity in reports while significantly reducing turnaround time.\n\t5.\tUser-Friendly Interface: Simple and intuitive interface designed for ease of use by medical professionals.\nRadioView.AI is perfect for radiology departments, clinics, and hospitals aiming to enhance their reporting process, improve accuracy, and ensure standardized documentation, all from the convenience of their Chrome browser.\nFor technical support or inquiries, contact us at support@neurocare.ai."
  }
}