{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KIMS Order Filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "preview Aproved orders in KIMS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The KIMS Order filter Chrome Extension is a powerful tool designed to enhance the ordering process \nfor kuku foods restaurant managers. With this extension installed, restaurant managers gain quick access to the KIMS \n(kuku foods Inventory Management System) website through a convenient link added to their Chrome browser.\n\nOnce on the KIMS website, the extension provides an added functionality in the form of a custom filter.\nThis filter specifically focuses on displaying approved orders, streamlining the order management process for restaurant managers.\nNo longer will you need to sift through a sea of orders to find the exact approved order.\nThe extension simplifies this task by displaying only the orders that have been approved as you specify.\n\nThis extension significantly improves efficiency and productivity for kuku foods restaurant managers, allowing them to swiftly navigate \nto the KIMS website and view the approved orders. With just a click, managers can access the website and instantly focus on the most \ncritical information they need, saving valuable time and effort.\n\nWith its user-friendly interface and seamless integration into the Chrome browser and KIMS website, the  KIMS Order filter Chrome Extension revolutionizes\nthe way kuku foods restaurant managers handle their orders.\nExperience enhanced convenience effortlessly with this indispensable tool at your fingertips."
  }
}