{
  "name": {
    "am,ar,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hr,hu,id,it,ja,kn,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Gmail Adblocker",
    "de": "Google Mail Adblocker",
    "el": "Πρόγραμμα αποκλεισμού Gmail",
    "es": "Bloqueador de anuncios de Gmail",
    "et": "Gmaili reklaamiblokeerija",
    "hi": "जीमेल एडब्लॉकर",
    "ko": "Gmail 애드 블로커",
    "lt": "„Gmail Adblocker“",
    "ms": "Penyekat Iklan Gmail",
    "sr": "Гмаил Адблоцкер",
    "vi": "Trình chặn quảng cáo Gmail"
  },
  "short": {
    "ar": "إخفاء جميع الإعلانات في Gmail ™.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Hide all ads in Gmail™.",
    "bg": "Скриване на всички реклами в Gmail ™.",
    "ca": "Amagueu tots els anuncis a Gmail ™.",
    "cs": "Skrýt všechny reklamy v Gmailu.",
    "da": "Skjul alle annoncer i Gmail ™.",
    "de": "Blenden Sie alle Anzeigen in Google Mail ™ aus.",
    "el": "Απόκρυψη όλων των διαφημίσεων στο Gmail ™.",
    "es": "Ocultar todos los anuncios en Gmail ™.",
    "et": "Peida kõik reklaamid Gmailis ™.",
    "fa": "همه تبلیغات را در Gmail ide مخفی کنید.",
    "fi": "Piilota kaikki mainokset Gmailissa ™.",
    "fil": "Itago ang lahat ng mga ad sa Gmail ™.",
    "fr": "Masquez toutes les annonces dans Gmail ™.",
    "he": "הסתר את כל המודעות ב- Gmail ™.",
    "hi": "Gmail ™ में सभी विज्ञापन छिपाएँ।",
    "hr": "Sakrij sve oglase u Gmailu ™.",
    "hu": "Az összes hirdetés elrejtése a Gmail ™ alkalmazásban.",
    "id": "Sembunyikan semua iklan di Gmail ™.",
    "it": "Nascondi tutti gli annunci in Gmail ™.",
    "ja": "Gmail™のすべての広告を非表示にします。",
    "ko": "Gmail ™에서 모든 광고를 숨 깁니다.",
    "lt": "Slėpti visus skelbimus „Gmail ™“.",
    "lv": "Paslēpt visas reklāmas pakalpojumā Gmail ™.",
    "ms": "Sembunyikan semua iklan dalam Gmail ™.",
    "nl": "Verberg alle advertenties in Gmail ™.",
    "no": "Skjul alle annonser i Gmail ™.",
    "pl": "Ukryj wszystkie reklamy w Gmailu ™.",
    "ro": "Ascundeți toate anunțurile din Gmail ™.",
    "ru": "Скрыть все объявления в Gmail ™.",
    "sk": "Skryť všetky reklamy v službe Gmail ™.",
    "sl": "Skrivanje vseh oglasov v Gmailu ™.",
    "sr": "Сакријте све огласе на Гмаил ™.",
    "sv": "Dölj alla annonser i Gmail ™.",
    "th": "ซ่อนโฆษณาทั้งหมดใน Gmail ™",
    "tr": "Gmail ™ &#39;deki tüm reklamları gizle.",
    "uk": "Сховати всі оголошення в Gmail ™.",
    "vi": "Ẩn tất cả quảng cáo trong Gmail ™.",
    "zh_CN": "隐藏Gmail™中的所有广告。",
    "zh_TW": "隱藏Gmail™中的所有廣告。"
  },
  "long": {
    "ar": "Gmail Adblocker هو امتداد Google Chrome يزيل تلقائيًا لوحات الإعلانات والروابط الإعلانية من واجهة Gmail الجديدة مع زيادة جزء القراءة إلى أقصى حد.\n\nما يميز هذه الإضافة عن معظم أدوات حظر الإعلانات الشائعة أنها مصممة خصيصًا لـ Gmail وعلى عكس العديد من برامج حظر الإعلانات الأخرى ، لا تترك مساحة حيث كانت الإعلانات\nيكون عن طريق ضبط أنماط العناصر المتبقية بعناية لملء الفراغ. يخلق الامتداد بيئة نظيفة خالية من التشتت دون إزعاج الإعلانات التجارية.\n\n================================================== ==============\n★ ميزات Gmail Adblocker:\n✔ يسمح لك بمنع الإعلانات والنصوص والصور وإطارات iframe المزعجة وغيرها الكثير.\nextension ملحق Ultra-lite بدون ذاكرة كبيرة واستخدام CPU.\n✔ منع الإعلانات على موقع ويب Gmail (mail.google.com) الجديد.\n✔ بخلاف المنتجات المماثلة الأخرى ، يستخدم Gmail Adblocker قواعد فلترة مشفرة لأداء سريع وموثوق.\n✔ يتضمن زر ممكّن | معطل لتعطيل الامتداد أو تمكينه بسرعة.\n\n\n================================================== ==============\nإخلاء المسؤولية: تتعلق إضافة Chrome هذه بحظر الإعلانات على خدمة الويب للبريد الإلكتروني Gmail وليس لها ارتباطات بـ Gmail.\nجميع الحقوق تنتمي لأصحابها. لا يدعم Gmail أو يرعى ملحق Chrome هذا.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\ngmail login\ngmail sign in\ngmai\ngmail sign up\ngoogle mail\ngmail account",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Gmail Adblocker is a Google Chrome extension that automatically removes ads panels and sponsored links from the new Gmail interface while maximising the reading pane.\n\nWhat differentiates this extension from most common ad blockers that it is purpose-build for Gmail and unlike many other ad blockers it doesn't leave a space where ads used to \nbe by carefully adjusting the styles of remaining elements for fill the space. The extension creates a clean distraction-free environment without annoying blinking ads and commercials.\n\n================================================================\n★ Features of Gmail Adblocker:\n✔ It allows you to block annoying ads, scripts, images, iframes and many more.\n✔ Ultra-lite extension with no significant memory and CPU usage.\n✔ Blocking ads on new Gmail (mail.google.com) web site.\n✔ Unlike other similar products, Gmail Adblocker uses hard coded filtering rules for fast and reliable performance.\n✔ Includes Enabled|Disabled button to quickly disable or enable the extension.\n\n\n================================================================\nDisclaimer: This Chrome extension is about blocking ads on the email web service Gmail and has no affiliations with Gmail. \nAll copyrights belong to their respective owners. Gmail doesn't endorse or sponsor this Chrome extension.",
    "bg": "Gmail Adblocker е разширение за Google Chrome, което автоматично премахва рекламните панели и спонсорираните връзки от новия интерфейс на Gmail, като в същото време максимално увеличава панела за четене.\n\nТова, което отличава това разширение от най-разпространените рекламни блокери, че е създадено по предназначение за Gmail и за разлика от много други рекламни блокери не оставя място, където рекламите се използват\nбъдете като внимателно коригирате стиловете на останалите елементи за запълване на пространството. Разширението създава чиста среда без разсейване без досадни мигащи реклами и реклами.\n\n================================================== ==============\n★ Характеристики на Gmail Adblocker:\n✔ Позволява ви да блокирате досадни реклами, скриптове, изображения, рамки и много други.\n✔ Ultra-lite разширение без значителна памет и използване на процесора.\nБлокиране на реклами в нов уебсайт на Gmail (mail.google.com).\n✔ За разлика от други подобни продукти, Gmail Adblocker използва твърдо кодирани правила за филтриране за бързо и надеждно изпълнение.\n✔ Включва активиран | деактивиран бутон за бързо деактивиране или активиране на разширението.\n\n\n================================================== ==============\nОтказ от отговорност: Това разширение за Chrome се отнася до блокиране на реклами в електронната поща на уебсайта Gmail и няма връзки с Gmail.\nВсички авторски права принадлежат на съответните им собственици. Gmail не одобрява или спонсорира това разширение за Chrome.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\ngmail mail\ncreate gmail account\ngmail login mail\ngmail email\ncreate gmail\ngmail inbox\ngmail new account\ngoogle gmail\ngooglemail\ngmail email login",
    "ca": "Gmail Adblocker és una extensió de Google Chrome que elimina automàticament els panells d’anuncis i enllaços patrocinats de la nova interfície de Gmail mentre maximitzen el plafó de lectura.\n\nQuè diferencia aquesta extensió dels bloquejadors d’anuncis més habituals que és de creació personalitzada per a Gmail i, a diferència de molts altres bloquejadors d’anuncis, no deixa un espai on s’utilitzessin els anuncis per\najusteu acuradament els estils d’elements restants per omplir l’espai. L’extensió crea un entorn net lliure de distraccions sense publicitat i anuncis intermitents molestos.\n\n================================================= ===============\n★ Funcions de Gmail Adblocker:\n✔ Permet bloquejar anuncis, scripts, imatges, iframes i molts altres elements molestos.\n✔ Extensió ultra-lite sense memòria i ús de CPU importants.\n✔ Bloqueig d’anuncis al nou lloc web de Gmail (mail.google.com).\n✔ A diferència d'altres productes similars, Gmail Adblocker utilitza normes de filtratge amb codis durs per obtenir un rendiment ràpid i fiable.\n✔ Inclou Enabled | Desactivat el botó per desactivar o habilitar l’extensió ràpidament.\n\n\n================================================= ===============\nRenúncia: Aquesta extensió Chrome consisteix en bloquejar els anuncis al servei web de correu electrònic Gmail i no té afiliacions amb Gmail.\nTots els drets d’autor pertanyen als seus respectius propietaris. Gmail no aprova ni patrocina aquesta extensió Chrome.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\ngmail account login\ngmail google\nemail gmail\ngmail app\ngmail login different user\ngmail id\ngmail sign out\ngmail contacts\ngmail register\ngmail id login",
    "cs": "Gmail Adblocker je rozšíření Google Chrome, které automaticky odstraní panely reklam a sponzorované odkazy z nového rozhraní Gmailu a maximalizuje podokno čtení.\n\nCo odlišuje toto rozšíření od většiny běžných blokátorů reklamy, že je účelově vytvořeno pro Gmail, a na rozdíl od mnoha jiných blokátorů reklamy nezanechává místo, kde reklamy zvykly\npečlivě upravte styly zbývajících prvků tak, aby vyplňovaly prostor. Rozšíření vytváří čisté prostředí bez rozptylování bez nepříjemných blikajících reklam a reklam.\n\n================================================= ==============\n★ Funkce Gmail Adblockeru:\n✔ Umožňuje blokovat nepříjemné reklamy, skripty, obrázky, prvky iframe a mnoho dalších.\n✔ Ultra-lite rozšíření bez významného využití paměti a CPU.\n✔ Blokování reklam na novém webu Gmail (mail.google.com).\n✔ Na rozdíl od jiných podobných produktů používá Gmail Adblocker pevně stanovená pravidla filtrování pro rychlý a spolehlivý výkon.\n✔ Zahrnuje tlačítko Povoleno | Zakázáno pro rychlé vypnutí nebo povolení rozšíření.\n\n\n================================================= ==============\nZřeknutí se odpovědnosti: Toto rozšíření pro Chrome se týká blokování reklam v e-mailové webové službě Gmail a nemá žádné přidružení k Gmailu.\nVšechna autorská práva patří příslušným vlastníkům. Gmail toto rozšíření Chrome nepodporuje ani nesponzoruje.",
    "da": "Gmail Adblocker er en Google Chrome-udvidelse, der automatisk fjerner annoncepaneler og sponsorerede links fra den nye Gmail-grænseflade, mens læseruten maksimeres.\n\nHvad der adskiller denne udvidelse fra de mest almindelige annonceblokkere, at den er specialbygget for Gmail, og i modsætning til mange andre annonceblokkere efterlader det ikke et sted, hvor annoncer plejede at\nvære ved omhyggeligt at justere typografierne for de resterende elementer til at udfylde pladsen. Udvidelsen skaber et rent distraktionsfrit miljø uden irriterende blinkende annoncer og reklamer.\n\n================================================== ==============\n★ Funktioner i Gmail Adblocker:\n✔ Det giver dig mulighed for at blokere irriterende annoncer, scripts, billeder, iframes og mange flere.\n✔ Ultra-lite-udvidelse uden betydelig hukommelses- og CPU-brug.\n✔ Blokering af annoncer på det nye Gmail (mail.google.com) websted.\n✔ I modsætning til andre lignende produkter bruger Gmail Adblocker hårdkodede filtreringsregler for hurtig og pålidelig ydelse.\n✔ Inkluderer aktiveret | Deaktiveret knap for hurtigt at deaktivere eller aktivere udvidelsen.\n\n\n================================================== ==============\nAnsvarsfraskrivelse: Denne Chrome-udvidelse handler om at blokere annoncer i e-mail-webtjenesten Gmail og har ingen tilknytning til Gmail.\nAlle ophavsret tilhører deres respektive ejere. Gmail støtter eller sponsorerer ikke denne Chrome-udvidelse.",
    "de": "Google Mail Adblocker ist eine Google Chrome-Erweiterung, mit der Anzeigenfelder und gesponserte Links automatisch von der neuen Google Mail-Oberfläche entfernt und gleichzeitig der Lesebereich maximiert werden.\n\nWas diese Erweiterung von den meisten gängigen Werbeblockern unterscheidet, ist, dass sie speziell für Google Mail erstellt wurde und im Gegensatz zu vielen anderen Werbeblockern keinen Platz hinterlässt, an dem früher Anzeigen geschaltet wurden\nPassen Sie die Stile der verbleibenden Elemente sorgfältig an, um den Raum auszufüllen. Die Erweiterung schafft eine saubere, ablenkungsfreie Umgebung ohne störende blinkende Anzeigen und Werbespots.\n\n================================================== ==============\n★ Funktionen von Google Mail Adblocker:\n✔ Sie können nervige Anzeigen, Skripte, Bilder, Iframes und vieles mehr blockieren.\n✔ Ultra-Lite-Erweiterung ohne nennenswerte Speicher- und CPU-Auslastung.\n✔ Blockieren von Anzeigen auf der neuen Google Mail-Website (mail.google.com).\n✔ Im Gegensatz zu anderen ähnlichen Produkten verwendet Google Mail Adblocker fest codierte Filterregeln für eine schnelle und zuverlässige Leistung.\n✔ Enthält die Schaltfläche Aktiviert | Deaktiviert, um die Erweiterung schnell zu deaktivieren oder zu aktivieren.\n\n\n================================================== ==============\nHaftungsausschluss: Bei dieser Chrome-Erweiterung geht es darum, Anzeigen im E-Mail-Webdienst Google Mail zu blockieren. Sie ist nicht mit Google Mail verbunden.\nAlle Urheberrechte liegen bei ihren jeweiligen Eigentümern. Google Mail unterstützt oder sponsert diese Chrome-Erweiterung nicht.",
    "el": "Το Gmail Adblocker είναι μια επέκταση του Google Chrome που καταργεί αυτόματα τους πίνακες διαφημίσεων και τους συνδέσμους διαφημιζόμενων από τη νέα διεπαφή Gmail, ενώ μεγιστοποιεί το παράθυρο ανάγνωσης.\n\nΑυτό που διαφοροποιεί αυτήν την επέκταση από τα πιο συνηθισμένα προγράμματα αποκλεισμού διαφημίσεων ότι είναι σχεδιασμένο για το Gmail και σε αντίθεση με πολλά άλλα προγράμματα αποκλεισμού διαφημίσεων δεν αφήνει χώρο όπου οι διαφημίσεις χρησιμοποιούνταν\nνα προσαρμόσετε προσεκτικά τα στυλ των υπόλοιπων στοιχείων για να γεμίσετε το χώρο. Η επέκταση δημιουργεί ένα καθαρό περιβάλλον χωρίς περισπασμούς χωρίς ενοχλητικές διαφημίσεις και διαφημίσεις που αναβοσβήνουν.\n\n================================================== ==============\n★ Χαρακτηριστικά του Gmail Adblocker:\n✔ Σας επιτρέπει να αποκλείσετε ενοχλητικές διαφημίσεις, σενάρια, εικόνες, iframe και πολλά άλλα.\n✔ Ultra-lite επέκταση χωρίς σημαντική μνήμη και χρήση CPU.\n✔ Αποκλεισμός διαφημίσεων σε νέο ιστότοπο Gmail (mail.google.com).\n✔ Σε αντίθεση με άλλα παρόμοια προϊόντα, το Gmail Adblocker χρησιμοποιεί σκληρούς κωδικοποιημένους κανόνες φιλτραρίσματος για γρήγορη και αξιόπιστη απόδοση.\n✔ Περιλαμβάνει το κουμπί Enabled | Disabled για γρήγορη απενεργοποίηση ή ενεργοποίηση της επέκτασης.\n\n\n================================================== ==============\nΑποποίηση ευθυνών: Αυτή η επέκταση Chrome αφορά τον αποκλεισμό διαφημίσεων στην υπηρεσία ιστού ηλεκτρονικού ταχυδρομείου Gmail και δεν έχει καμία σχέση με το Gmail.\nΌλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους. Το Gmail δεν υποστηρίζει ή χορηγεί αυτήν την επέκταση Chrome.",
    "en_US": "Gmail Adblocker is a Google Chrome extension that automatically removes ads panels and sponsored links from the new Gmail interface while maximizing the reading panel. Focus on reading your emails\n\nWhat differentiates this extension from most common ad blockers that it is purpose-build for Gmail and unlike many other ad blockers it doesn't leave a space where ads used to \nbe by carefully adjusting the styles of remaining elements for fill the space. The extension creates a clean distraction-free environment without annoying blinking ads and commercials.\n\n================================================================\n★ Features of Gmail Adblocker:\n✔ It allows you to block annoying ads, scripts, images, iframes and many more on Gmail\n✔ Ultra-lite extension with no significant memory and CPU usage.\n✔ Blocking ads on new Gmail (mail.google.com) web site.\n✔ Unlike other similar products, Gmail Adblocker uses hard coded filtering rules for fast and reliable performance.\n✔ Includes Enabled|Disabled button to quickly disable or enable the extension.\n\n\n================================================================\nDisclaimer: This Chrome extension is about blocking ads on the email web service Gmail and has no affiliations with Gmail. \nAll copyrights belong to their respective owners. Gmail doesn't endorse or sponsor this Chrome extension.",
    "es": "Gmail Adblocker es una extensión de Google Chrome que elimina automáticamente los paneles de anuncios y los enlaces patrocinados de la nueva interfaz de Gmail mientras maximiza el panel de lectura.\n\nLo que diferencia a esta extensión de los bloqueadores de anuncios más comunes es que está diseñada específicamente para Gmail y, a diferencia de muchos otros bloqueadores de anuncios, no deja un espacio donde los anuncios solían\nsea ​​ajustando cuidadosamente los estilos de los elementos restantes para llenar el espacio. La extensión crea un entorno limpio y sin distracciones sin molestos anuncios y comerciales intermitentes.\n\n================================================== ==============\n★ Características de Gmail Adblocker:\n✔ Le permite bloquear anuncios molestos, scripts, imágenes, iframes y muchos más.\n✔ Extensión ultra-lite sin uso significativo de memoria y CPU.\n✔ Bloqueo de anuncios en el nuevo sitio web de Gmail (mail.google.com).\n✔ A diferencia de otros productos similares, Gmail Adblocker utiliza reglas de filtrado codificadas para un rendimiento rápido y confiable.\n✔ Incluye el botón Habilitado | Deshabilitado para deshabilitar o habilitar rápidamente la extensión.\n\n\n================================================== ==============\nDescargo de responsabilidad: esta extensión de Chrome trata sobre el bloqueo de anuncios en el servicio web de correo electrónico Gmail y no tiene afiliaciones con Gmail.\nTodos los derechos de autor pertenecen a sus respectivos dueños. Gmail no respalda ni patrocina esta extensión de Chrome.",
    "et": "Gmaili reklaamiblokeerija on Google Chrome'i laiend, mis eemaldab reklaamipaneelid ja spondeeritud lingid uuest Gmaili liidest automaatselt, maksimeerides samal ajal lugemispaani.\n\nMis eristab seda laiendit tavalisematest reklaamiblokeerijatest, et see on Gmaili jaoks otstarbekohane ja erinevalt paljudest teistest reklaamiblokeerijatest ei jäta see ruumi, kus reklaamid\nkohandades ülejäänud elementide stiile hoolikalt ruumi täitmiseks. Laiend loob puhta tähelepanuhäireteta keskkonna ilma tüütute vilkuvate reklaamide ja reklaamideta.\n\n================================================== ==============\n★ Gmaili reklaamiblokeri funktsioonid:\n✔ See võimaldab teil blokeerida tüütuid reklaame, skripte, pilte, iframe ja palju muud.\n✔ Ultra-lite laiendus, millel pole märkimisväärset mälu ja protsessori kasutamist.\n✔ Reklaamide blokeerimine uuel Gmaili (mail.google.com) veebisaidil.\n✔ Erinevalt teistest sarnastest toodetest kasutab Gmail Adblocker kiire ja usaldusväärse toimimise tagamiseks kõvakodeeritud filtreerimisreegleid.\n✔ Sisaldab nuppu Lubatud | Keelatud, et laiendus kiiresti keelata või lubada.\n\n\n================================================== ==============\nKohustustest loobumine: see Chrome'i laiend on mõeldud reklaamide blokeerimiseks e-posti veebiteenuses Gmailis ja sellel pole seoseid Gmailiga.\nKõik autoriõigused kuuluvad nende vastavatele omanikele. Gmail ei toeta ega toeta seda Chrome'i laiendit.",
    "fa": "Gmail Adblocker یک برنامه افزودنی Google Chrome است که به طور خودکار پانل های تبلیغاتی و پیوندهای حمایت شده را ضمن حداکثر رساندن صفحه خواندن ، از رابط Gmail جدید حذف می کند.\n\nآنچه این افزونه را از متداولترین تبلیغ کننده متمایز می سازد که ساخت آن برای Gmail است و برخلاف بسیاری از مسدود کننده های تبلیغ دیگر ، فضایی را در اختیار نمی گذارد که در آن تبلیغات استفاده می شود\nبا تنظیم دقیق سبک های عناصر باقی مانده برای پر کردن فضای باشد. برنامه افزودنی بدون ایجاد مزاحمت تبلیغات و تبلیغات چشم پوشی ، محیطی بدون حواس پرتی ایجاد می کند.\n\n================================================================================================================================= ==============\n★ ویژگی های Gmail Adblocker:\n✔ این اجازه می دهد تا شما را به مسدود کردن تبلیغات آزار دهنده ، اسکریپت ها ، تصاویر ، iframes و بسیاری دیگر.\nextension فرمت فوق العاده Lite با حافظه قابل توجهی و استفاده از CPU.\n✔ مسدود کردن تبلیغات در وب سایت جدید Gmail (mail.google.com).\n✔ برخلاف سایر محصولات مشابه ، Gmail Adblocker برای عملکرد سریع و قابل اعتماد از قوانین فیلترشده رمزگذاری شده سخت استفاده می کند.\nbutton شامل دکمه فعال شده | غیرفعال شده است تا سریع یا غیرفعال شود.\n\n\n==================================================================================================================================== ==============\nسلب مسئولیت: این برنامه افزودنی Chrome مربوط به مسدود کردن تبلیغات در سرویس وب ایمیل Gmail است و هیچ ارتباطی با Gmail ندارد.\nکلیه حق چاپ متعلق به صاحبان مربوطه می باشد. Gmail این برنامه افزودنی Chrome را تأیید یا حمایت نمی کند.",
    "fi": "Gmail Adblocker on Google Chrome -laajennus, joka poistaa automaattisesti mainospaneelit ja sponsoroidut linkit uudesta Gmail-käyttöliittymästä maksimoimalla lukuruudun.\n\nMikä erottaa tämän laajennuksen yleisimmistä mainosten estäjistä, että se on tarkoitus rakentaa Gmailiin, ja toisin kuin monet muut mainosten estäjät, se ei jätä tilaa, jossa mainokset käyttivät\nsäätämällä huolellisesti jäljellä olevien elementtien tyylejä tilan täyttämiseksi. Laajennus luo puhtaan häiriöttömän ympäristön ilman ärsyttäviä vilkkuvia mainoksia ja mainoksia.\n\n================================================== ==============\n★ Gmail Adblocker -ominaisuudet:\n✔ Sen avulla voit estää ärsyttäviä mainoksia, skriptejä, kuvia, iframe-kehyksiä ja monia muita.\n✔ Ultra-lite-laajennus ilman merkittävää muistin ja prosessorin käyttöä.\n✔ Mainosten estäminen uudella Gmail (mail.google.com) -sivustolla.\n✔ Toisin kuin muut vastaavat tuotteet, Gmail Adblocker käyttää koodattuja suodatussääntöjä nopean ja luotettavan suorituskyvyn saavuttamiseksi.\n✔ Sisältää Käytössä | Poista käytöstä -painike, jotta laajennus voidaan poistaa käytöstä tai ottaa nopeasti käyttöön.\n\n\n================================================== ==============\nVastuuvapauslauseke: Tämä Chrome-laajennus koskee mainosten estämistä sähköpostin verkkopalvelussa Gmailissa, eikä sillä ole mitään yhteyksiä Gmailiin.\nKaikki tekijänoikeudet kuuluvat omistajilleen. Gmail ei tue tai tue tätä Chrome-laajennusta.",
    "fil": "Ang Gmail Adblocker ay isang extension ng Google Chrome na awtomatikong nag-aalis ng mga panel ng ad at naka-sponsor na mga link mula sa bagong interface ng Gmail habang ina-maximize ang pagbabasa ng pane.\n\nAno ang pagkakaiba-iba ng extension na ito mula sa mga pinaka-karaniwang ad blocker na ito ay layunin-build para sa Gmail at hindi katulad ng maraming iba pang mga ad blocker hindi ito nag-iiwan ng isang puwang kung saan ang mga ad\nsa pamamagitan ng maingat na pagsasaayos ng mga estilo ng natitirang mga elemento para punan ang puwang. Ang extension ay lumilikha ng isang malinis na kapaligiran na walang kaguluhan na walang nakakainis na mga kumikislap na mga ad at patalastas.\n\n================================================== ==============\n★ Mga Tampok ng Gmail Adblocker:\n✔ Pinapayagan ka nitong hadlangan ang nakakainis na mga ad, script, imahe, iframes at marami pa.\n✔ Ultra-lite extension na walang makabuluhang memorya at paggamit ng CPU.\n✔ Paghaharang ng mga ad sa bagong web site ng Gmail (mail.google.com).\n✔ Hindi tulad ng iba pang katulad na mga produkto, ang Gmail Adblocker ay gumagamit ng mga hard code na pagsala ng pag-filter para sa mabilis at maaasahang pagganap.\n✔ May kasamang Pinagana | Pinaganang pindutan upang mabilis na huwag paganahin o paganahin ang extension.\n\n\n================================================== ==============\nPagtatatwa: Ang extension ng Chrome na ito ay tungkol sa pagharang sa mga ad sa email na serbisyo sa email na Gmail at walang mga kaugnayan sa Gmail.\nAng lahat ng mga copyright ay kabilang sa kani-kanilang mga may-ari. Hindi inendorso o sinusuportahan ng Gmail ang extension ng Chrome na ito.",
    "fr": "Gmail Adblocker est une extension Google Chrome qui supprime automatiquement les panneaux d'annonces et les liens sponsorisés de la nouvelle interface Gmail tout en maximisant le volet de lecture.\n\nCe qui différencie cette extension des bloqueurs de publicités les plus courants, c'est qu'elle est spécialement conçue pour Gmail et, contrairement à de nombreux autres bloqueurs de publicités, elle ne laisse pas d'espace où les publicités\nêtre en ajustant soigneusement les styles des éléments restants pour remplir l'espace. L'extension crée un environnement propre et sans distraction sans publicités et publicités clignotantes gênantes.\n\n================================================== ==============\n★ Caractéristiques de Gmail Adblocker:\n✔ Il vous permet de bloquer les publicités, scripts, images, iframes et bien d'autres ennuyeux.\n✔ Extension Ultra-lite sans mémoire significative ni utilisation du processeur.\n✔ Blocage des publicités sur le nouveau site Web Gmail (mail.google.com).\n✔ Contrairement à d'autres produits similaires, Gmail Adblocker utilise des règles de filtrage codées en dur pour des performances rapides et fiables.\n✔ Comprend le bouton Activé | Désactivé pour désactiver ou activer rapidement l'extension.\n\n\n================================================== ==============\nAvis de non-responsabilité: cette extension Chrome vise à bloquer les annonces sur le service Web de messagerie Gmail et n'a aucune affiliation avec Gmail.\nTous les droits d'auteur appartiennent à leurs propriétaires respectifs. Gmail n'approuve ni ne sponsorise cette extension Chrome.",
    "he": "Adblocker של Gmail הוא תוסף של Google Chrome שמסיר אוטומטית לוחות מודעות וקישורים ממומנים מממשק ה- Gmail החדש תוך ניצול מקסימלי של חלונית הקריאה.\n\nמה שמבדיל את התוסף הזה לרוב חוסמי המודעות הנפוצים שהוא מיועד למטרה עבור Gmail ובניגוד להרבה חוסמי מודעות אחרים, הוא לא משאיר מקום שבו מודעות היו רגילות\nלהיות על ידי התאמת בזהירות של סגנונות האלמנטים הנותרים למילוי החלל. התוסף מייצר סביבה נקייה מההסחה ללא מודעות ומפרסומות מהבהבות.\n\n================================================== ==============\n★ תכונות של Gmail Adblocker:\n✔ זה מאפשר לך לחסום מודעות מעצבנות, סקריפטים, תמונות, iframes ורבים אחרים.\nExtension הרחבת אולטרה לייט ללא שימוש בזיכרון משמעותי במעבד.\n✔ חסימת מודעות באתר האינטרנט החדש של Gmail (mail.google.com).\n✔ בניגוד למוצרים דומים אחרים, Gmail Adblocker משתמש בכללי סינון מקודדים קשיחים לביצוע מהיר ואמין.\n✔ כולל כפתור מופעל | מושבת להפעלה או הפעלה מהירה של הרחבה במהירות.\n\n\n================================================== ==============\nהצהרת אחריות: תוסף Chrome זה עוסק בחסימת מודעות בשירות האינטרנט של הדואר האלקטרוני Gmail ואין לו שום קשר ל- Gmail.\nכל זכויות היוצרים שייכות לבעליהן בהתאמה. Gmail אינו תומך או נותן חסות לתוסף Chrome זה.",
    "hi": "जीमेल एडब्लॉकर एक गूगल क्रोम एक्सटेंशन है जो रीडिंग पेन को अधिकतम करते हुए नए पैनल इंटरफेस से स्वचालित रूप से विज्ञापन पैनल और प्रायोजित लिंक हटाता है।\n\nयह सबसे आम विज्ञापन ब्लॉकर्स से इस विस्तार को अलग करता है कि यह जीमेल के लिए उद्देश्य-निर्माण है और कई अन्य विज्ञापन ब्लॉकर्स के विपरीत यह एक स्थान नहीं छोड़ता है जहां विज्ञापन का उपयोग किया जाता है\nअंतरिक्ष को भरने के लिए शेष तत्वों की शैलियों को सावधानीपूर्वक समायोजित करके। एक्सटेंशन झपकी विज्ञापनों और विज्ञापनों को परेशान किए बिना एक साफ व्याकुलता मुक्त वातावरण बनाता है।\n\n================================================== ==============\n★ जीमेल एडब्लॉकर की विशेषताएं:\n✔ यह आपको कष्टप्रद विज्ञापनों, लिपियों, चित्रों, iframes और कई और अधिक ब्लॉक करने की अनुमति देता है।\nकोई महत्वपूर्ण मेमोरी और सीपीयू उपयोग के साथ अल्ट्रा-लाइट एक्सटेंशन।\n(नए जीमेल (mail.google.com) वेब साइट पर विज्ञापन अवरुद्ध करना।\nCod अन्य समान उत्पादों के विपरीत, जीमेल एडब्लॉकर तेज और विश्वसनीय प्रदर्शन के लिए कठिन कोडिंग फ़िल्टरिंग नियमों का उपयोग करता है।\n✔ इसमें शामिल है | एक्सटेंशन को जल्दी से अक्षम या सक्षम करने के लिए अक्षम बटन।\n\n\n================================================== ==============\nअस्वीकरण: यह क्रोम एक्सटेंशन ईमेल वेब सेवा जीमेल पर विज्ञापनों को रोकने के बारे में है और इसका जीमेल से कोई संबंध नहीं है।\nसमस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं। Gmail इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है।",
    "hr": "Gmail Adblocker je proširenje za Google Chrome koje automatski uklanja ploče s oglasima i sponzorirane veze s novog Gmail sučelja uz maksimaliziranje okna za čitanje.\n\nŠto ovo proširenje razlikuje od najčešćih blokatora oglasa to je namjera za izradu za Gmail, a za razliku od mnogih drugih blokatora oglasa ne ostavlja prostor u kojem se oglasi nekada\nbudite pažljivim prilagođavanjem stilova preostalih elemenata kako biste ispunili prostor. Ovo proširenje stvara čisto okruženje bez ometanja bez dosadnih treperenja reklama i reklama.\n\n================================================== ==============\n★ Značajke Gmail Adblocker-a:\n✔ Omogućuje vam blokiranje dosadnih oglasa, skripti, slika, sličica i mnogih drugih.\nExtension Ultra-lite proširenje bez značajnije memorije i CPU-a.\nBlokiranje oglasa na novoj web lokaciji Gmail (mail.google.com).\n✔ Za razliku od drugih sličnih proizvoda, Gmail Adblocker koristi tvrdo kodirana pravila filtriranja za brze i pouzdane performanse.\nSadrži gumb Omogućeno | Onemogućeno za brzo onemogućavanje ili omogućavanje proširenja.\n\n\n================================================== ==============\nIzjava o odricanju odgovornosti: ovo se Chromeovo proširenje odnosi na blokiranje oglasa na web servisu e-pošte Gmail i nema povezanost s Gmailom.\nSva autorska prava pripadaju njihovim vlasnicima. Gmail ne podržava ili sponzorira ovo proširenje za Chrome.",
    "hu": "A Gmail Adblocker egy Google Chrome kiterjesztés, amely automatikusan eltávolítja a hirdetési paneleket és a szponzorált linkeket az új Gmail felületről, miközben maximalizálja az olvasási ablakot.\n\nMi különbözteti meg ezt a kiterjesztést a leggyakoribb hirdetési blokkolóktól, hogy az a Gmail céljára épül, és sok más hirdetésgátlóktól eltérően nem hagy helyet, ahol a hirdetések\núgy, hogy gondosan beállítja a fennmaradó elemek stílusát a hely kitöltése érdekében. A kiterjesztés tiszta, zavarmentes környezetet teremt anélkül, hogy bosszantó villogó hirdetések és reklámok lenne.\n\n================================================== ==============\n★ A Gmail Adblocker szolgáltatásai:\n✔ Ez lehetővé teszi a bosszantó hirdetések, szkriptek, képek, iframe-ek és még sok más blokkolását.\n✔ Ultra Lite kiterjesztés, jelentős memória és CPU használat nélkül.\n✔ A hirdetések blokkolása az új Gmail (mail.google.com) webhelyen.\n✔ Más hasonló termékekkel ellentétben a Gmail Adblocker kemény kódolású szűrési szabályokat használ a gyors és megbízható teljesítmény érdekében.\n✔ Tartalmazza az Engedélyezve | Letiltva gombot a kiterjesztés gyors letiltásához vagy engedélyezéséhez.\n\n\n================================================== ==============\nJogi nyilatkozat: Ez a Chrome-kiterjesztés a Gmail e-mail szolgáltatásának hirdetéseinek blokkolásáról szól, és nincs kapcsolatban a Gmaillel.\nMinden szerzői jog a megfelelő tulajdonosoké. A Gmail nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést.",
    "id": "Gmail Adblocker adalah ekstensi Google Chrome yang secara otomatis menghapus panel iklan dan tautan sponsor dari antarmuka Gmail baru sambil memaksimalkan panel baca.\n\nApa yang membedakan ekstensi ini dari sebagian besar pemblokir iklan yang dibuat khusus untuk Gmail dan tidak seperti banyak pemblokir iklan lainnya, ekstensi ini tidak meninggalkan ruang tempat iklan digunakan.\nmenjadi dengan hati-hati menyesuaikan gaya elemen yang tersisa untuk mengisi ruang. Ekstensi ini menciptakan lingkungan bebas gangguan yang bersih tanpa iklan dan iklan berkedip yang mengganggu.\n\n================================================== ==============\n★ Fitur Gmail Adblocker:\n✔ Ini memungkinkan Anda untuk memblokir iklan, skrip, gambar, iframe, dan banyak lagi yang mengganggu lainnya.\n✔ Ekstensi ultra-lite tanpa memori dan penggunaan CPU yang signifikan.\n✔ Memblokir iklan di situs web Gmail (mail.google.com) yang baru.\n✔ Tidak seperti produk sejenis lainnya, Gmail Adblocker menggunakan aturan penyaringan kode keras untuk kinerja yang cepat dan andal.\n✔ Termasuk tombol Diaktifkan | Dinonaktifkan untuk menonaktifkan atau mengaktifkan ekstensi dengan cepat.\n\n\n================================================== ==============\nPenafian: Ekstensi Chrome ini tentang pemblokiran iklan di layanan web email Gmail dan tidak memiliki afiliasi dengan Gmail.\nSemua hak cipta milik masing-masing pemiliknya. Gmail tidak mendukung atau mensponsori ekstensi Chrome ini.",
    "it": "Gmail Adblocker è un'estensione di Google Chrome che rimuove automaticamente i pannelli pubblicitari e i collegamenti sponsorizzati dalla nuova interfaccia di Gmail massimizzando al contempo il riquadro di lettura.\n\nCiò che differenzia questa estensione dai più comuni blocchi di annunci che è appositamente progettato per Gmail e, diversamente da molti altri blocchi di annunci, non lascia uno spazio in cui gli annunci\nsia regolando attentamente gli stili degli elementi rimanenti per riempire lo spazio. L'estensione crea un ambiente pulito e privo di distrazioni senza fastidiosi annunci e pubblicità lampeggianti.\n\n================================================== ==============\n★ Funzionalità di Gmail Adblocker:\n✔ Ti consente di bloccare fastidiosi annunci, script, immagini, iframe e molti altri.\n✔ Estensione ultra-lite senza utilizzo significativo di memoria e CPU.\n✔ Blocco degli annunci sul nuovo sito Web Gmail (mail.google.com).\n✔ A differenza di altri prodotti simili, Gmail Adblocker utilizza regole di filtro codificate per prestazioni veloci e affidabili.\n✔ Include il pulsante Abilitato | Disabilitato per disabilitare o abilitare rapidamente l'estensione.\n\n\n================================================== ==============\nDichiarazione di non responsabilità: questa estensione di Chrome riguarda il blocco degli annunci sul servizio Web di posta elettronica Gmail e non ha affiliazioni con Gmail.\nTutti i diritti d'autore appartengono ai rispettivi proprietari. Gmail non approva né sponsorizza questa estensione di Chrome.",
    "ja": "Gmail AdblockerはGoogle Chromeの拡張機能で、新しいGmailインターフェースから広告パネルとスポンサーリンクを自動的に削除し、閲覧ウィンドウを最大化します。\n\nこの拡張機能は、Gmail専用の拡張機能であり、他の多くの広告ブロッカーとは異なり、広告がかつて使用されていたスペースを残していません。\n残りの要素のスタイルを注意深く調整して、スペースを埋めます。このエクステンションは、まばたきの広告やコマーシャルを煩わすことなく、邪魔にならないクリーンな環境を作り出します。\n\n================================================== ==============\n★Gmail Adblockerの機能：\n✔迷惑な広告、スクリプト、画像、iframeなどをブロックできます。\nsignificantメモリーとCPUの使用量が少ない超軽量拡張。\nnew新しいGmail（mail.google.com）Webサイトでの広告のブロック。\nGmail他の同様の製品とは異なり、Gmail Adblockerはハードコーディングされたフィルタリングルールを使用して、高速で信頼性の高いパフォーマンスを実現します。\nextension拡張機能をすばやく無効または有効にするEnabled | Disabledボタンが含まれています。\n\n\n================================================== ==============\n免責事項：このChrome拡張機能は、メールウェブサービスGmailでの広告のブロックに関するものであり、Gmailとは関係ありません。\nすべての著作権はそれぞれの所有者に帰属します。 GmailはこのChrome拡張機能を推奨または後援しません。",
    "ko": "Gmail Adblocker는 읽기 창을 최대화하면서 새로운 Gmail 인터페이스에서 광고 패널과 스폰서 링크를 자동으로 제거하는 Google Chrome 확장 프로그램입니다.\n\n이 확장 프로그램을 Gmail 용으로 제작 한 가장 일반적인 광고 차단기와 다른 점은 다른 많은 광고 차단기와는 달리 광고에 사용 된 공간을 남기지 않습니다.\n공간을 채우기 위해 나머지 요소의 스타일을 신중하게 조정하십시오. 이 확장 기능은 번거로운 광고 및 광고없이 깔끔한 산만없는 환경을 만듭니다.\n\n===================================================== ==============\n★ Gmail Adblocker의 기능 :\n✔ 성가신 광고, 스크립트, 이미지, iframe 등을 차단할 수 있습니다.\n✔ 메모리 및 CPU 사용량이 많지 않은 초경량 확장.\n✔ 새 Gmail (mail.google.com) 웹 사이트에서 광고 차단\n✔ 다른 유사한 제품과 달리 Gmail Adblocker는 하드 코딩 된 필터링 규칙을 사용하여 빠르고 안정적인 성능을 제공합니다.\n✔ 확장 기능을 빠르게 비활성화하거나 활성화하는 Enabled | Disabled 버튼이 포함되어 있습니다.\n\n\n===================================================== ==============\n면책 조항 :이 Chrome 확장 프로그램은 이메일 웹 서비스 Gmail의 광고를 차단하는 것이며 Gmail과는 관련이 없습니다.\n모든 저작권은 해당 소유자의 재산입니다. Gmail은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다.",
    "lt": "„Gmail Adblocker“ yra „Google Chrome“ plėtinys, automatiškai pašalinantis skelbimų skydelius ir remiamas nuorodas iš naujosios „Gmail“ sąsajos, maksimaliai padidinant skaitymo sritį.\n\nKas išskiria šį plėtinį iš dažniausiai pasitaikančių skelbimų blokatorių, kad jis skirtas „Gmail“, ir skirtingai nuo daugelio kitų skelbimų blokatorių, jis nepalieka vietos, kur anksčiau buvo naudojami skelbimai\natsargiai pakoreguodami likusių elementų stilius, kad užpildytumėte vietą. Plėtinys sukuria švarią aplinką, kurioje netrūksta dėmesio, be erzinančių mirksinčių skelbimų ir reklamų.\n\n================================================== ==============\n★ „Gmail Adblocker“ funkcijos:\n✔ Tai leidžia užblokuoti erzinančius skelbimus, scenarijus, vaizdus, ​​„iframe“ rėmus ir daug daugiau.\n✔ Ypatingai paprastas plėtinys, nereikalaujantis daug atminties ir procesoriaus.\n✔ Skelbimų blokavimas naujoje „Gmail“ (mail.google.com) svetainėje.\n✔ Skirtingai nuo kitų panašių produktų, „Gmail Adblocker“ naudoja kietų kodų filtravimo taisykles, kad užtikrintų greitą ir patikimą veikimą.\n✔ Įtrauktas mygtukas Įgalinta | Išjungta, kad būtų galima greitai išjungti arba įjungti plėtinį.\n\n\n================================================== ==============\nAtsakomybės atsisakymas: Šis „Chrome“ plėtinys yra skirtas blokuoti skelbimus žiniatinklio el. Pašto tarnyboje „Gmail“ ir neturi jokių sąsajų su „Gmail“.\nVisos autorių teisės priklauso jų savininkams. „Gmail“ nepatvirtina ir nepalaiko šio „Chrome“ plėtinio.",
    "lv": "Gmail Adblocker ir Google Chrome paplašinājums, kas automātiski noņem reklāmu paneļus un sponsorētās saites no jaunās Gmail saskarnes, vienlaikus maksimizējot lasīšanas rūti.\n\nKas atšķir šo paplašinājumu no visbiežāk sastopamajiem reklāmas bloķētājiem, ka tas ir paredzēts Gmail, un atšķirībā no daudziem citiem reklāmu bloķētājiem tas neatstāj vietu, kur reklāmas izmantoja\nuzmanīgi pielāgojot atlikušo elementu stilus vietas aizpildīšanai. Paplašinājums rada tīru, bez uzmanības novēršanas vidi bez kaitinošām mirgojošām reklāmām un reklāmām.\n\n================================================== ==============\n★ Gmail Adblocker funkcijas:\n✔ Tas ļauj bloķēt kaitinošas reklāmas, skriptus, attēlus, iframe un daudz ko citu.\n✔ Īpaši literāts paplašinājums bez ievērojamas atmiņas un CPU izmantošanas.\n✔ Reklāmu bloķēšana jaunajā Gmail (mail.google.com) vietnē.\n✔ Atšķirībā no citiem līdzīgiem produktiem, Gmail Adblocker ātras un uzticamas darbības nodrošināšanai izmanto cietās kodēšanas filtrēšanas noteikumus.\n✔ Ietver pogu Enabled | Atspējots, lai ātri atspējotu vai iespējotu paplašinājumu.\n\n\n================================================== ==============\nAtruna: Šis Chrome paplašinājums ir paredzēts reklāmu bloķēšanai e-pasta tīmekļa pakalpojumā Gmail, un tam nav saistību ar Gmail.\nVisas autortiesības pieder to attiecīgajiem īpašniekiem. Gmail neatbalsta un nesponsorē šo Chrome paplašinājumu.",
    "ms": "Gmail Adblocker adalah pelanjutan Google Chrome yang secara automatik membuang panel iklan dan pautan yang ditaja dari antara muka Gmail baru sambil memaksimumkan panel baca.\n\nApa yang membezakan pelanjutan ini dari penyekat iklan yang paling biasa bahawa ia dibuat khas untuk Gmail dan tidak seperti banyak penyekat iklan lain, ia tidak meninggalkan ruang di mana iklan digunakan untuk\ndengan dengan berhati-hati menyesuaikan gaya elemen yang tinggal untuk mengisi ruang. Sambungan itu mewujudkan persekitaran bebas gangguan tanpa iklan dan iklan yang berkedip.\n\n================================================== ==============\n★ Ciri-ciri Gmail Adblocker:\n✔ Ia membolehkan anda menyekat iklan, skrip, gambar, iframe dan banyak lagi yang menjengkelkan.\n✔ Sambungan ultra-ringan tanpa memori dan penggunaan CPU yang ketara.\n✔ Menyekat iklan di laman web Gmail baru (mail.google.com).\n✔ Tidak seperti produk serupa yang lain, Gmail Adblocker menggunakan peraturan penapisan berkod keras untuk prestasi pantas dan boleh dipercayai.\n✔ Termasuk butang Diaktifkan | Dinonaktifkan untuk mematikan atau mengaktifkan pelanjutan dengan cepat.\n\n\n================================================== ==============\nPenafian: Pelanjutan Chrome ini adalah mengenai menyekat iklan di perkhidmatan web e-mel Gmail dan tidak mempunyai kaitan dengan Gmail.\nSemua hak cipta adalah milik pemiliknya masing-masing. Gmail tidak menyokong atau menaja pelanjutan Chrome ini.",
    "nl": "Gmail Adblocker is een Google Chrome-extensie die automatisch advertentiepanelen en gesponsorde links uit de nieuwe Gmail-interface verwijdert en het leesvenster maximaliseert.\n\nWat deze extensie onderscheidt van de meest voorkomende advertentieblokkers, is dat deze speciaal is gemaakt voor Gmail en in tegenstelling tot veel andere advertentieblokkers laat het geen ruimte over waar advertenties vroeger\nwees door de stijlen van de resterende elementen zorgvuldig aan te passen om de ruimte te vullen. De extensie zorgt voor een schone, afleidingsvrije omgeving zonder vervelende knipperende advertenties en commercials.\n\n================================================== ==============\n★ Kenmerken van Gmail Adblocker:\n✔ Hiermee kun je vervelende advertenties, scripts, afbeeldingen, iframes en nog veel meer blokkeren.\n✔ Ultra-lite-extensie zonder significant geheugen- en CPU-gebruik.\n✔ Advertenties blokkeren op nieuwe Gmail (mail.google.com) website.\n✔ In tegenstelling tot andere vergelijkbare producten, gebruikt Gmail Adblocker hard gecodeerde filterregels voor snelle en betrouwbare prestaties.\n✔ Inclusief knop Ingeschakeld | Uitgeschakeld om de extensie snel uit of in te schakelen.\n\n\n================================================== ==============\nDisclaimer: deze Chrome-extensie gaat over het blokkeren van advertenties op de e-mailwebservice Gmail en heeft geen banden met Gmail.\nAlle auteursrechten zijn eigendom van hun respectievelijke eigenaren. Gmail onderschrijft of sponsort deze Chrome-extensie niet.",
    "no": "Gmail Adblocker er en Google Chrome-utvidelse som automatisk fjerner annonsepaneler og sponsede koblinger fra det nye Gmail-grensesnittet samtidig som leseruten maksimeres.\n\nHva som skiller denne utvidelsen fra de fleste vanlige annonseblokkere som den er spesialbygget for Gmail, og i motsetning til mange andre annonseblokkeringer, etterlater den ikke et sted hvor annonser pleide å\nvære ved å justere stilene til gjenværende elementer nøye for å fylle plassen. Utvidelsen skaper et rent distraksjonsfritt miljø uten sjenerende blinkende annonser og reklamefilmer.\n\n================================================== ==============\n★ Funksjoner i Gmail Adblocker:\n✔ Den lar deg blokkere irriterende annonser, skript, bilder, iframes og mange flere.\n✔ Ultra-lite forlengelse uten betydelig minne- og CPU-bruk.\n✔ Blokkering av annonser på det nye nettstedet Gmail (mail.google.com).\n✔ I motsetning til andre lignende produkter bruker Gmail Adblocker hardkodede filtreringsregler for rask og pålitelig ytelse.\n✔ Inkluderer Aktivert | Deaktivert-knapp for raskt å deaktivere eller aktivere utvidelsen.\n\n\n================================================== ==============\nAnsvarsfraskrivelse: Denne Chrome-utvidelsen handler om blokkering av annonser på e-posttjenesten Gmail og har ingen tilknytning til Gmail.\nAlle opphavsrettigheter tilhører deres respektive eiere. Gmail støtter eller sponser ikke denne Chrome-utvidelsen.",
    "pl": "Gmail Adblocker to rozszerzenie Google Chrome, które automatycznie usuwa panele reklamowe i linki sponsorowane z nowego interfejsu Gmaila, jednocześnie maksymalizując okienko odczytu.\n\nTo, co odróżnia to rozszerzenie od najpopularniejszych programów blokujących reklamy, to fakt, że jest ono tworzone specjalnie dla Gmaila i w przeciwieństwie do wielu innych programów blokujących reklamy nie pozostawia miejsca, w którym reklamy\nostrożnie dostosowując style pozostałych elementów, aby wypełnić przestrzeń. Rozszerzenie tworzy czyste, wolne od zakłóceń środowisko bez denerwujących migających reklam i reklam.\n\n================================================== ==============\n★ Funkcje Gmail Adblocker:\n✔ Pozwala blokować irytujące reklamy, skrypty, obrazy, ramki iframe i wiele innych.\n✔ Rozszerzenie Ultra-lite bez znaczącego zużycia pamięci i procesora.\n✔ Blokowanie reklam w nowej witrynie Gmail (mail.google.com).\n✔ W przeciwieństwie do innych podobnych produktów, Gmail Adblocker używa zakodowanych reguł filtrowania, aby zapewnić szybką i niezawodną wydajność.\n✔ Zawiera przycisk Włączony | Wyłączony, aby szybko wyłączyć lub włączyć rozszerzenie.\n\n\n================================================== ==============\nOświadczenie: To rozszerzenie Chrome dotyczy blokowania reklam w usłudze internetowej Gmail i nie ma powiązań z Gmailem.\nWszelkie prawa autorskie należą do ich właścicieli. Gmail nie wspiera ani nie sponsoruje tego rozszerzenia Chrome.",
    "ro": "Gmail Adblocker este o extensie Google Chrome care elimină automat panourile de anunțuri și linkurile sponsorizate din noua interfață Gmail în timp ce maximizează panoul de citire.\n\nCeea ce diferențiază această extensie de cele mai obișnuite blocante de anunțuri că este construită special pentru Gmail și, spre deosebire de multe alte blocante de anunțuri, nu lasă un spațiu în care anunțurile obișnuiau să\nfie prin reglarea atentă a stilurilor elementelor rămase pentru umplerea spațiului. Extensia creează un mediu curat, fără distracții, fără reclame și reclame clipitoare enervante.\n\n================================================== ==============\n★ Caracteristici ale Gmail Adblocker:\n✔ Vă permite să blocați reclame enervante, scripturi, imagini, iframe și multe altele.\n✔ Extensie Ultra-Lite fără memorie semnificativă și utilizare a procesorului.\n✔ Blocarea anunțurilor pe noul site web Gmail (mail.google.com).\n✔ Spre deosebire de alte produse similare, Gmail Adblocker folosește reguli de filtrare cu coduri tari pentru performanțe rapide și fiabile.\n✔ Include butonul Enabled | Dezactivat pentru a dezactiva sau a activa rapid extensia.\n\n\n================================================== ==============\nRenunțare la răspundere: această extensie Chrome se referă la blocarea anunțurilor pe serviciul web de e-mail Gmail și nu are afiliații cu Gmail.\nToate drepturile de autor aparțin proprietarilor respectivi. Gmail nu acceptă sau nu sponsorizează această extensie Chrome.",
    "ru": "Gmail Adblocker - это расширение Google Chrome, которое автоматически удаляет рекламные панели и рекламные ссылки из нового интерфейса Gmail, одновременно увеличивая область чтения.\n\nЧто отличает это расширение от большинства распространенных блокировщиков рекламы, так это то, что оно специально предназначено для Gmail, и в отличие от многих других блокировщиков рекламы, оно не оставляет места, где реклама использовалась для\nбыть тщательно отрегулировав стили оставшихся элементов для заполнения пространства. Расширение создает чистую среду без отвлекающих факторов без раздражающей мигающей рекламы и рекламы.\n\n================================================== ==============\n★ Особенности Gmail Adblocker:\n✔ Он позволяет блокировать надоедливую рекламу, скрипты, изображения, фреймы и многое другое.\n✔ Ультралегкое расширение без значительного использования памяти и процессора.\n✔ Блокировка рекламы на новом веб-сайте Gmail (mail.google.com).\n✔ В отличие от других аналогичных продуктов, Gmail Adblocker использует жестко закодированные правила фильтрации для быстрой и надежной работы.\nButton Включает кнопку «Включено | Отключено» для быстрого отключения или включения расширения.\n\n\n================================================== ==============\nОтказ от ответственности: это расширение Chrome предназначено для блокировки рекламы в почтовом веб-сервисе Gmail и не имеет отношения к Gmail.\nВсе авторские права принадлежат их владельцам. Gmail не поддерживает и не поддерживает это расширение Chrome.",
    "sk": "Gmail Adblocker je rozšírenie Google Chrome, ktoré automaticky odstraňuje reklamné panely a sponzorované odkazy z nového rozhrania Gmail a zároveň maximalizuje tablu čítania.\n\nČím sa toto rozšírenie líši od najbežnejších blokátorov reklamy, ktoré sú účelovo vytvorené pre Gmail a na rozdiel od mnohých iných blokátorov reklamy nezanecháva priestor, na ktorý reklamy zvykli\ndôkladným nastavením štýlov ostatných prvkov tak, aby vyplnili priestor. Rozšírenie vytvára čisté prostredie bez rozptyľovania bez nepríjemných blikajúcich reklám a reklám.\n\n================================================== ==============\n★ Funkcie služby Gmail Adblocker:\n✔ Umožňuje vám blokovať nepríjemné reklamy, skripty, obrázky, prvky iframe a mnoho ďalších.\n✔ Ultraľahké rozšírenie bez významného využitia pamäte a CPU.\n✔ Blokovanie reklám na novej webovej stránke Gmail (mail.google.com).\n✔ Na rozdiel od iných podobných produktov používa Gmail Adblocker pevne stanovené pravidlá filtrovania, aby zabezpečil rýchly a spoľahlivý výkon.\n✔ Zahŕňa tlačidlo Povolené | Zakázané, čím sa rozšírenie rýchlo deaktivuje alebo povolí.\n\n\n================================================== ==============\nZrieknutie sa zodpovednosti: Toto rozšírenie pre prehliadač Chrome sa týka blokovania reklám v e-mailovej webovej službe Gmail a nemá žiadne pridruženie k službe Gmail.\nVšetky autorské práva patria ich vlastníkom. Gmail toto rozšírenie Chrome nepodporuje ani nesponzoruje.",
    "sl": "Gmail Adblocker je razširitev za Google Chrome, ki samodejno odstrani oglasne plošče in sponzorirane povezave iz novega Gmailovega vmesnika, hkrati pa poveča podokno za branje.\n\nTo razširitev razlikuje od najpogostejših zaviralcev oglasov v tem, da je namenjena izdelavi za Gmail in za razliko od mnogih drugih blokatorjev oglasov ne pušča prostora, kjer so se oglasi uporabljali\nbodite s skrbnim prilagajanjem slogov preostalih elementov za zapolnitev prostora. Razširitev ustvarja čisto okolje brez motenj brez motečih utripajočih oglasov in reklam.\n\n==================================================== ==============\n★ Funkcije Gmail Adblocker:\n✔ Omogoča vam, da blokirate nadležne oglase, skripte, slike, okvirje in številne druge.\n✔ Ultra-lite razširitev brez pomembne porabe pomnilnika in CPE-ja.\n✔ Blokiranje oglasov na novem spletnem mestu Gmail (mail.google.com).\n✔ Za razliko od drugih podobnih izdelkov Gmail Adblocker uporablja strogo kodirana pravila filtriranja za hitro in zanesljivo delovanje.\n✔ Vključuje gumb Omogočeno | Onemogočeno za hitro onemogočanje ali omogočanje razširitve.\n\n\n==================================================== ==============\nIzjava o omejitvi odgovornosti: Ta razširitev za Chrome govori o blokiranju oglasov v e-poštni spletni storitvi Gmail in nima povezave z Gmailom.\nVse avtorske pravice pripadajo njihovim lastnikom. Gmail ne podpira ali ne sponzorira te razširitve za Chrome.",
    "sr": "Гмаил Адблоцкер је Гоогле Цхроме проширење које аутоматски уклања плоче за огласе и спонзорисане везе са новог Гмаил интерфејса, док максимизира окно за читање.\n\nОно што разликује ово проширење од најчешћих блокатора огласа то што је наменски направљено за Гмаил и за разлику од многих других блокатора огласа не оставља простор у коме се огласи некада\nбудите пажљивим подешавањем стилова преосталих елемената за испуњавање простора. Ово проширење ствара чисто окружење без ометања без досадних треперења реклама и реклама.\n\n===================================================== ==============\n★ Карактеристике Гмаил Адблоцкер-а:\n✔ Омогућује вам да блокирате досадне огласе, скрипте, слике, оквире и много више.\nЕктенсион Ултра-лите екстензија без значајне меморије и ЦПУ-а.\nБлокирање огласа на новој веб локацији Гмаил (маил.гоогле.цом).\n✔ За разлику од других сличних производа, Гмаил Адблоцкер користи тврдо кодирана правила филтрирања за брзе и поуздане перформансе.\nУкључује дугме Омогућено | Онемогућено да бисте брзо онемогућили или омогућили проширење.\n\n\n===================================================== ==============\nИзјава о одрицању одговорности: Ово Цхроме проширење говори о блокирању огласа на веб сервису е-поште Гмаил и нема повезаности са Гмаил-ом.\nСва ауторска права припадају њиховим власницима. Гмаил не подржава или спонзорише ово Цхроме проширење.",
    "sv": "Gmail Adblocker är ett Google Chrome-tillägg som automatiskt tar bort annonspaneler och sponsrade länkar från det nya Gmail-gränssnittet samtidigt som läsrutan maximeras.\n\nVad som skiljer detta tillägg från de vanligaste annonsblockerarna som det är specialbyggt för Gmail och till skillnad från många andra annonsblockerare lämnar det inte utrymme där annonser brukade\ngenom att noggrant justera stilarna för kvarvarande element för att fylla utrymmet. Tillägget skapar en ren distraktionsfri miljö utan irriterande blinkande annonser och reklam.\n\n================================================== ==============\n★ Funktioner i Gmail Adblocker:\n✔ Det låter dig blockera irriterande annonser, skript, bilder, iframes och många fler.\n✔ Ultra-lite förlängning utan betydande minne och CPU-användning.\n✔ Blockering av annonser på den nya webbplatsen Gmail (mail.google.com).\n✔ Till skillnad från andra liknande produkter använder Gmail Adblocker hårkodade filterregler för snabb och pålitlig prestanda.\n✔ Inkluderar Enabled | Disabled-knapp för att snabbt inaktivera eller aktivera tillägget.\n\n\n================================================== ==============\nFriskrivningsklausul: Det här Chrome-tillägget handlar om att blockera annonser i e-posttjänsten Gmail och har inga anknytningar till Gmail.\nAlla upphovsrätter tillhör deras respektive ägare. Gmail stöder eller sponsrar inte detta Chrome-tillägg.",
    "th": "Gmail Adblocker เป็นส่วนขยายของ Google Chrome ที่จะลบแผงโฆษณาและลิงก์ผู้สนับสนุนโดยอัตโนมัติจากอินเทอร์เฟซ Gmail ใหม่ในขณะที่เพิ่มบานหน้าต่างการอ่านให้ใหญ่ที่สุด\n\nสิ่งที่แตกต่างจากส่วนขยายนี้จากตัวบล็อกโฆษณาส่วนใหญ่ที่สร้างขึ้นเพื่อ Gmail และแตกต่างจากตัวบล็อกโฆษณาอื่น ๆ อีกมากมายโดยไม่ต้องเว้นที่ที่โฆษณาใช้\nเป็นโดยการปรับสไตล์ขององค์ประกอบที่เหลืออย่างละเอียดเพื่อเติมช่องว่าง ส่วนขยายสร้างสภาพแวดล้อมที่ปราศจากสิ่งรบกวนที่ปราศจากสิ่งรบกวนโดยไม่รบกวนโฆษณาและโฆษณา\n\n================================================== ==============\n★คุณสมบัติของ Gmail Adblocker:\n✔ช่วยให้คุณสามารถบล็อกโฆษณาสคริปต์รูปภาพ iframe และอื่น ๆ อีกมากมาย\n✔ส่วนต่อขยายพิเศษที่ไม่มีหน่วยความจำและการใช้ CPU อย่างมีนัยสำคัญ\n✔บล็อกโฆษณาบนเว็บไซต์ Gmail (mail.google.com) ใหม่\n✔แตกต่างจากผลิตภัณฑ์ที่คล้ายคลึงกันอื่น ๆ Gmail Adblocker ใช้กฎการกรองแบบเข้ารหัสเพื่อประสิทธิภาพที่รวดเร็วและเชื่อถือได้\n✔รวม Enabled | ปุ่ม Disabled เพื่อปิดหรือเปิดใช้งานส่วนขยายอย่างรวดเร็ว\n\n\n================================================== ==============\nคำเตือน: ส่วนขยาย Chrome นี้เกี่ยวกับการปิดกั้นโฆษณาใน Gmail เว็บเซอร์วิสอีเมลและไม่มีส่วนเกี่ยวข้องกับ Gmail\nลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง Gmail ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้",
    "tr": "Gmail Adblocker, okuma panelini en üst düzeye çıkarırken reklam panellerini ve sponsorlu bağlantıları yeni Gmail arayüzünden otomatik olarak kaldıran bir Google Chrome uzantısıdır.\n\nBu uzantıyı, Gmail için özel olarak oluşturulmuş en yaygın reklam engelleyicilerinden ayıran ve diğer birçok reklam engelleyiciden farklı olarak, reklamların eskiden olduğu bir alan bırakmaz\nboşluğu doldurmak için kalan elemanların stillerini dikkatlice ayarlayarak olmalıdır. Uzantı, yanıp sönen reklamları ve reklamları rahatsız etmeden temiz, dikkat dağıtıcı olmayan bir ortam oluşturur.\n\n================================================== ==============\n★ Gmail Adblocker Özellikleri:\nAn Sinir bozucu reklamları, komut dosyalarını, resimleri, iframe'leri ve daha fazlasını engellemenizi sağlar.\nSignificant Önemli bellek ve CPU kullanımı olmayan ultra lite genişletme.\n✔ Yeni Gmail (mail.google.com) web sitesinde reklamları engelleme.\nSimilar Diğer benzer ürünlerin aksine, Gmail Adblocker hızlı ve güvenilir performans için sabit kodlanmış filtreleme kuralları kullanır.\n✔ Uzantıyı hızlı bir şekilde devre dışı bırakmak veya etkinleştirmek için Etkin | Devre Dışı düğmesini içerir.\n\n\n================================================== ==============\nYasal Uyarı: Bu Chrome uzantısı, e-posta web hizmeti Gmail'deki reklamları engellemekle ilgilidir ve Gmail ile hiçbir ilişkisi yoktur.\nTüm telif hakları ilgili sahiplerine aittir. Gmail bu Chrome uzantısını desteklemiyor veya sponsor değil.",
    "uk": "Gmail Adblocker - це розширення Google Chrome, яке автоматично видаляє рекламні панелі та спонсоровані посилання з нового інтерфейсу Gmail, одночасно збільшуючи область читання.\n\nЩо розрізняє це розширення від найбільш поширених блокаторів оголошень у тому, що воно призначене для створення Gmail та на відміну від багатьох інших блокаторів оголошень, воно не залишає місця, де реклами використовувались\nбути ретельним шляхом коригування стилів, що залишилися елементів для заповнення простору. Розширення створює чисте середовище, що не відволікає увагу, не дратуючи мерехтливих рекламних і рекламних роликів.\n\n===================================================== ===============\n★ Особливості Gmail Adblocker:\n✔ Це дозволяє блокувати набридливі оголошення, сценарії, зображення, рамки кадрів та багато іншого.\nExtension Розширення Ultra-Lite без значної пам’яті та використання процесора.\nCking Блокування оголошень на новому веб-сайті Gmail (mail.google.com).\n✔ На відміну від інших подібних продуктів, Gmail Adblocker використовує жорсткі правила фільтрації для швидкої та надійної роботи.\n✔ Включає ввімкнено | кнопку вимкнено, щоб швидко відключити або включити розширення.\n\n\n===================================================== ===============\nВідмова: Це розширення Chrome стосується блокування оголошень у веб-службі електронної пошти Gmail і не пов’язане з Gmail.\nУсі авторські права належать їх власникам. Gmail не підтримує та не спонсорує це розширення Chrome.",
    "vi": "Gmail Adblocker là một tiện ích mở rộng của Google Chrome, tự động xóa bảng quảng cáo và các liên kết được tài trợ khỏi giao diện Gmail mới trong khi tối đa hóa ngăn đọc.\n\nĐiều khác biệt tiện ích mở rộng này với hầu hết các trình chặn quảng cáo phổ biến đó là xây dựng mục đích cho Gmail và không giống như nhiều trình chặn quảng cáo khác, nó không để lại một khoảng trống nơi quảng cáo được sử dụng để\nbằng cách điều chỉnh cẩn thận các kiểu của các yếu tố còn lại để lấp đầy không gian. Tiện ích mở rộng tạo ra một môi trường không bị phân tâm rõ ràng mà không gây khó chịu cho quảng cáo và quảng cáo nhấp nháy.\n\n================================================== ==============\n★ Các tính năng của Trình chặn quảng cáo Gmail:\n✔ Nó cho phép bạn chặn quảng cáo gây phiền nhiễu, tập lệnh, hình ảnh, iframe và nhiều hơn nữa.\n✔ Tiện ích mở rộng cực kỳ không sử dụng bộ nhớ và CPU đáng kể.\n✔ Chặn quảng cáo trên trang web Gmail (mail.google.com) mới.\n✔ Không giống như các sản phẩm tương tự khác, Gmail Adblocker sử dụng các quy tắc lọc được mã hóa cứng để có hiệu suất nhanh và đáng tin cậy.\n✔ Bao gồm nút Đã bật | Tắt để tắt nhanh hoặc bật tiện ích mở rộng.\n\n\n================================================== ==============\nTuyên bố miễn trừ trách nhiệm: Tiện ích mở rộng Chrome này nói về việc chặn quảng cáo trên dịch vụ web email Gmail và không có liên kết với Gmail.\nMọi bản quyền thuộc về chủ sử hữu của chúng. Gmail không xác nhận hoặc tài trợ tiện ích mở rộng Chrome này.",
    "zh_CN": "Gmail Adblocker是Google Chrome瀏覽器的擴展程序，可自動從新的Gmail界面中刪除廣告面板和讚助商鏈接，同時最大化閱讀窗格。\n\n此擴展程序與大多數常見的廣告阻止程序不同，它是針對Gmail專門構建的，與許多其他廣告阻止程序不同，它沒有在以前的廣告中留出空間\n通過仔細調整剩餘元素的樣式來填充空間。該擴展程序可創建一個乾淨，無干擾的環境，而不會煩擾閃爍的廣告和廣告。\n\n================================================== ==============\n★Gmail Adblocker的功能：\n✔它使您可以阻止煩人的廣告，腳本，圖像，iframe和更多內容。\n✔超輕量級擴展，不佔用大量內存和CPU。\n✔在新的Gmail（mail.google.com）網站上阻止廣告。\n✔與其他類似產品不同，Gmail Adblocker使用硬編碼過濾規則來實現快速可靠的性能。\n✔包括“啟用” |“禁用”按鈕以快速禁用或啟用擴展。\n\n\n================================================== ==============\n免責聲明：此Chrome擴展程序用於阻止電子郵件網絡服務Gmail上的廣告，並且與Gmail沒有關聯。\n所有版權屬於其各自所有者。 Gmail不認可或贊助此Chrome擴展程序。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\n\ncreate new gmail account for others\ngoogle mail login\ngmail drive\ngmail new\ngmail login inbox\ngmail calendar\ngoogle account sign up\ng suite login\ngmail new email\nmy gmail account",
    "zh_TW": "Gmail Adblocker是Google Chrome浏览器的扩展程序，可自动从新的Gmail界面中删除广告面板和赞助商链接，同时最大化阅读窗格。\n\n此扩展程序与大多数常见的广告阻止程序不同，它是针对Gmail专门构建的，与许多其他广告阻止程序不同，它没有在以前的广告中留出空间\n通过仔细调整剩余元素的样式来填充空间。该扩展程序可创建一个干净，无干扰的环境，而不会烦扰闪烁的广告和广告。\n\n================================================== ==============\n★Gmail Adblocker的功能：\n✔它使您可以阻止烦人的广告，脚本，图像，iframe和更多内容。\n✔超轻量级扩展，不占用大量内存和CPU。\n✔在新的Gmail（mail.google.com）网站上阻止广告。\n✔与其他类似产品不同，Gmail Adblocker使用硬编码过滤规则来实现快速可靠的性能。\n✔包括“启用” |“禁用”按钮以快速禁用或启用扩展。\n\n\n=================================================== ==============\n免责声明：此Chrome扩展程序用于阻止电子邮件网络服务Gmail上的广告，并且与Gmail没有关联。\n所有版权属于其各自所有者。 Gmail不认可或赞助此Chrome扩展程序。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\ngoogle mail sign in\nopen gmail\nopen gmail account\ngmail email sign in\ngmail create email\nmy gmail\ngmail account sign up\ngmail login new\nmake a gmail account\ngmail email account"
  }
}