{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Despicable Me Cursor Pack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add Minion Mischief to Your Browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the fun and laughter of Despicable Me to your browsing experience with the Despicable Me Cursor extension! \n\nWhether you adore the mischievous Minions, Gru’s genius plans, or the heartwarming moments from the franchise, this extension lets you carry a bit of that charm with you every time you open your browser.\n\nYou can access more themes in the pop-up window, and you can access similar wallpapers when you click on the site.\n\nCursors: Replace your default cursor with a variety of playful designs inspired by the lovable Minions and other elements from Despicable Me. Each cursor captures the whimsy and humor of the franchise, making your browsing experience more enjoyable.\n\nEffortless Setup: The Despicable Me Cursor extension is easy to install and configure. Within minutes, you’ll have your favorite Minion-themed cursor ready to brighten your day.\n\nLightweight and Fast: This extension is optimized to run smoothly without slowing down your browser. Enjoy seamless performance while interacting with these fun, cartoon-inspired designs.\n\nFor Fans of All Ages: Whether you’re a die-hard fan of Despicable Me or just love the playful antics of the Minions, this extension is the perfect way to showcase your enthusiasm.\n\nCustomizable Options: Choose from a range of cursor designs to suit your mood or reflect your favorite character from the franchise."
  }
}