{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kaspr: B2B Phone Number and Email Finder",
    "fr": "Kaspr : Trouver des numéros de téléphone et des emails B2B"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get access to your prospects' phone numbers and emails, instantly for free",
    "fr": "Accédez aux numéros de téléphone et aux emails de vos prospects, rapidement et gratuitement"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the Kaspr Chrome Extension you can access an accurate B2B database of over 500 million phone numbers and emails through LinkedIn and Sales Navigator. Kaspr fits seamlessly into your current workflow, integrating with CRM tools like Salesforce, HubSpot, and many more…\n\n⚙️How Does Our Chrome Extension Work?\n\nKaspr is your plug-and-play tool designed to turbocharge your LinkedIn prospecting and qualify leads in no time. Getting started is simple, and the best part? You can connect with the right buyers directly on LinkedIn or Sales Navigator - free to start!\n\nHere’s how it works:\n- Install the Chrome Extension and connect it with your LinkedIn account.\n- Browse LinkedIn or Sales Navigator to find your target accounts and dream leads.\n- Open the Kaspr Chrome Extension while on the LinkedIn profiles or search list, enrich your prospects' accurate contact data, and jumpstart your outreach!\n\n🔑Features\n\n• Chrome Extension: Instantly reveal accurate B2B phone numbers and emails from LinkedIn profiles, groups, and events.\n• Data enrichment: Use our Sales Automation Workflows and Bulk Enrichment features to access a vast European-centric database in mass.\n• Integrations: Streamline exporting leads to your CRM or call them directly from the Kaspr dashboard via Aircall and Ringover.\n• API: Enrich your systems using Kaspr’s API, keep your database up-to-date, and bulk enrich incomplete or stale contact details.\n\n🔒Your privacy\n\nWe collect basic information about you, similar to what you’d hand out on a business card. For more details, please review our Privacy Policy: https://www.kaspr.io/privacy-policy.\n\nWebsite: https://www.kaspr.io/\nLinkedIn: https://www.linkedin.com/company/kasprdata/\nYouTube: https://www.youtube.com/@kaspr_io",
    "fr": "Avec l'extension Kaspr Chrome, accédez à une base de données B2B précise de plus de 500 millions de numéros de téléphone et d'emails à partir de LinkedIn et de Sales Navigator. Kaspr s'intègre parfaitement à votre workflow existant, en s'intégrant à des CRM tels que Salesforce, HubSpot, et bien plus encore...\n\n⚙️Comment fonctionne notre extension Chrome ?\n\nKaspr est un outil prêt à l'emploi qui vous permet de booster votre prospection sur LinkedIn et de qualifier vos leads en un rien de temps. Rien de plus simple que de démarrer avec Kaspr et entrer en contact avec vos futurs acheteurs directement sur LinkedIn et via Sales Navigator – 100% gratuit.\n\nVoici comment cela fonctionne :\n- Installez l'extension Chrome et connectez-la à votre compte LinkedIn.\n- Parcourez LinkedIn ou Sales Navigator pour trouver vos comptes cibles et vos prospects idéaux.\n- Ouvrez l'extension Kaspr Chrome Extension lorsque vous êtes sur les profils LinkedIn ou la liste de recherche, enrichissez les coordonnées de vos prospects avec précision, et démarrez votre prospection !\n\n🔑Fonctionnalités\n\n- Extension Chrome : Récupérez instantanément des numéros de téléphone et des emails B2B à partir des profils LinkedIn, des groupes et des événements.\n- Enrichissement des données : Utilisez nos workflows de sales automation et nos fonctionnalités d'enrichissement CSV pour accéder en masse à une vaste base de données européenne.\n- Intégrations : Rationalisez l'exportation de vos leads vers votre CRM ou appelez-les directement depuis le tableau de bord de Kaspr via Aircall et Ringover.\n- API : Enrichissez vos systèmes à l'aide de l'API de Kaspr, gardez votre base de données à jour et enrichissez en masse les coordonnées incomplètes ou périmées.\n\n🔒Vie privée\n\nNous recueillons des informations de base à votre sujet, similaires à celles que vous afficheriez sur une carte de visite. Pour plus de détails, veuillez consulter notre politique de confidentialité : https://www.kaspr.io/privacy-policy.\n\nSite web: https://www.kaspr.io/\nLinkedIn: https://www.linkedin.com/company/kasprdata/\nYouTube: https://www.youtube.com/@kaspr_io"
  }
}