{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OVPN - Free VPN Proxy & Secure for Chrome"
  },
  "short": {
    "ar": "Opera VPN هو واحد من الإضافات الأكثر شعبية لشبكات VPN.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,ml,ms,tr": "OVPN - Free VPN Unblock Websites, Free VPN extension to access any website.",
    "bg": "Opera VPN е един от най-популярните vpn приставки.",
    "bn": "অপেরা ভিপিএন অন্যতম জনপ্রিয় ভিপিএন প্লাগইন।",
    "ca": "Opera VPN és un dels complements de vpn més populars.",
    "cs": "Opera VPN je jedním z nejpopulárnějších pluginů vpn.",
    "da": "Opera VPN er et af de mest populære vpn-plugins.",
    "de": "Opera VPN ist eines der beliebtesten VPN-Plugins.",
    "el": "Opera VPN Free VPN is one of the most popular vpn plugins.",
    "es": "Opera VPN es uno de los complementos vpn más populares.",
    "et": "Opera VPN on üks populaarsemaid vpn-pistikprogramme.",
    "fa": "Opera VPN یکی از محبوب ترین افزونه های vpn است.",
    "fi": "Opera VPN on yksi suosituimmista vpn-laajennuksista.",
    "fr": "Opera VPN est l’un des plugins vpn les plus populaires.",
    "gu": "ઓપેરા વીપીએન એ એક સૌથી લોકપ્રિય વી.પી.એન. પ્લગઇન્સ છે.",
    "he": "VPN של אופרה הוא אחד מהתוספים הפופולריים ביותר ל- vpn.",
    "hi": "ओपेरा वीपीएन सबसे लोकप्रिय वीपीएन प्लगइन्स में से एक है।",
    "hr": "Opera VPN jedan je od najpopularnijih vpn dodataka.",
    "hu": "Az Opera VPN az egyik legnépszerűbb vpn-bővítmény.",
    "id": "Opera VPN adalah salah satu plugin vpn paling populer.",
    "it": "Opera VPN è uno dei plugin vpn più popolari.",
    "ja": "Opera VPNは最も人気のあるvpnプラグインの1つです。",
    "kn": "ಒಪೇರಾ ವಿಪಿಎನ್ ಅತ್ಯಂತ ಜನಪ್ರಿಯ ವಿಪಿಎನ್ ಪ್ಲಗಿನ್‌ಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ.",
    "ko": "Opera VPN은 가장 인기있는 VPN 플러그인 중 하나입니다.",
    "lt": "„Opera VPN“ yra vienas iš populiariausių „VPN“ papildinių.",
    "lv": "Opera VPN ir viens no populārākajiem vpn spraudņiem.",
    "mr": "ओपेरा व्हीपीएन सर्वात लोकप्रिय व्हीपीएन प्लगइन आहे.",
    "nl": "Opera VPN is een van de populairste VPN-plug-ins.",
    "no": "Opera VPN er et av de mest populære vpn-programtilleggene.",
    "pl": "Opera VPN to jedna z najpopularniejszych wtyczek VPN.",
    "pt_BR,pt_PT": "O Opera VPN é um dos plugins vpn mais populares.",
    "ro": "Opera VPN este unul dintre cele mai populare pluginuri vpn.",
    "ru": "Opera VPN - один из самых популярных плагинов vpn.",
    "sk": "Opera VPN je jedným z najpopulárnejších pluginov typu vpn.",
    "sl": "Opera VPN je eden najbolj priljubljenih vpn vtičnikov.",
    "sr": "Опера ВПН је један од најпопуларнијих додатака впн.",
    "sv": "Opera VPN är ett av de mest populära vpn-pluginsna.",
    "sw": "Opera VPN ni moja ya programu maarufu zaidi ya vpn.",
    "ta": "ஓபரா வி.பி.என் மிகவும் பிரபலமான வி.பி.என் செருகுநிரல்களில் ஒன்றாகும்.",
    "te": "ఒపెరా VPN అత్యంత ప్రాచుర్యం పొందిన vpn ప్లగిన్‌లలో ఒకటి.",
    "th": "Opera VPN เป็นหนึ่งในปลั๊กอิน vpn ที่ได้รับความนิยมมากที่สุด",
    "uk": "Opera VPN - один з найпопулярніших плагінів vpn.",
    "vi": "Opera VPN là một trong những plugin vpn phổ biến nhất.",
    "zh_CN": "Opera VPN是最受欢迎的vpn插件之一。",
    "zh_TW": "Opera VPN是最受歡迎的vpn插件之一。"
  },
  "long": {
    "ar": "OVPN - وكيل VPN مجاني وآمن لمتصفح Chrome\n\nOVPN - مواقع VPN المجانية لإلغاء الحظر ، امتداد VPN مجاني للوصول إلى أي موقع ويب.\n\nخدمة VPN مجانية وغير محدودة تمامًا. إخفاء عنوان IP وحجب أي موقع. هذا vpn هو نفسه OPERA VPN أو Touch VPN\n\nهذه خدمة بروكسي متقدمة تصلك بشبكة آمنة خاصة. يخفي الاتصال السريع والسهل عنوان IP الحقيقي وخدمات الوكيل ، وبالتالي فتح جميع المواقع المحجوبة في بلدك ، وتوفير تصفح الويب المخفي وحماية بياناتك.\n\nسيكون التصميم الودي مناسبًا للجميع ، لأننا نبذل قصارى جهدنا لتبسيط الاتصال ، لذلك ما عليك سوى اتباع الخطوات التالية:\n\n- اختر دولة\n- انقر فوق زر الارتباط\n- تصفح الإنترنت بأمان\n\nOVPN - وكيل VPN آمن وسريع لمتصفح Google Chrome\n\n✓ مجاني 100٪. لا توجد معلومات الدفع المطلوبة والمحاكمات المقدمة.\n✓ غير محدود: بكرة غير محدودة. لا توجد بيانات جلسة سريعة واتصال أمني.\n✓ مؤمن: ستجعلك SSL مجهول الهوية بالكامل.\n✓ تغيير مزود البحث الافتراضي إلى ntsmartfinder.com وإعادة توجيه هذا الموقع google أو bing.\n \n\nيستخدم هذا الامتداد تشفيرًا حديثًا لتوفير تصفح خاص ومجهول الهوية تمامًا. جميع أنشطة الويب محمية أثناء تشغيل وكيل VPN. الأمر كله يتعلق بـ \"Hide My Thread\" أو \"Protect data\" التي يمكنك تطبيقها الآن.\n\nيتميز وكيل VPN بأداء عالي السرعة ويتصل بشبكة خاصة في ثوانٍ. إنها فرصة جيدة لتغيير عناوين IP بسرعة وسهولة في أي وقت. يسمح الأداء الجيد بالتنزيل أو التدفق السلس أو المستمر.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ كيف نستخدم معلوماتك؟\n\nنستخدم معلوماتك لتقديم الخدمة. هذا لإنشاء حسابك (إذا قررت التسجيل) ؛ تقديم الدعم المتعلق بالخدمة ؛ للاتصال بك للحصول على تحديثات أو عروض تسويقية أو أي مخاوف قد تكون لديك ؛ يعني أنه يمكننا استخدام المعلومات لإجراء بحث إحصائي وتحليلي لتحسين الخدمة.\n\n★ المعلومات التي نشاركها\n\nنحن لا نؤجر أو نبيع أي معلومات شخصية. قد نكشف عن المعلومات الشخصية لمقدمي خدمات أو شركاء آخرين موثوقين من جهات خارجية بغرض توفير الخدمة والتخزين والتحليلات لك.\n\n★ اختياراتك وحقوقك\n\nنحن نسعى جاهدين لتوفير طرق لتحديث معلوماتك وحذفها بسرعة.\nلممارسة هذا الحق ، يمكنك الاتصال بنا على العنوان: privacy@ovpnfree.com\n\n-------------------------------------------\n\nالروابط القانونية:\nالخصوصية: https://ovpnfree.com/legal/privacy\nشروط الخدمة: https://ovpnfree.com/legal/sla\nقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية: https://ovpnfree.com/legal/dmca\n\nاعرف المزيد - https://ovpnfree.com/faq\nالدعم - http://ovpnfree.com/support\nسياسة خصوصية OVPN: http://ovpnfree.com/legal/privacy\nاتفاقية ترخيص المستخدم النهائي لـ OVPN: http://ovpnfree.com/legal/sla",
    "am,en_AU,en_US,es_419,fil,ml,ms,tr": "OVPN –VPN Proxy & Secure for Chrome\n\nOVPN - VPN Unblock Websites, VPN extension to access any website.\n\nCompletely free and unlimited VPN service. Masking the IP address and blocking any website. this vpn is same OPERA VPN or Touch VPN\n\nPromoting other extension through external json.\nVPN and Search Tool\n\nthis is an advanced Proxy service that connects you to a private secure network. The fast and easy connection hides the real IP address and Proxy services, thus opening all blocked websites in your country, providing hidden web surfing and protecting your data.\n\nFriendly design will be suitable for everyone, because we make all our efforts to simplify the connection, so you just need to follow the next steps:\n\n- Select a country\n- Click the link button\n- Surf the internet securely\n\nOVPN –Secure and Fast VPN Proxy for your Google Chrome\n\n✓ 100% free. No payment information needed and trials offered.\n✓ Unlimited: Reel unlimited. No sessiondata fast and security connection.  \n✓ Secured: Our SSL will make you fully anonymous.\n✓ Changing default search provider to ntsmartfinder.com and this site redirect google or bing.\n \n\nThis extension uses modern encryption to provide completely anonymous and private browsing. All web activities are protected while VPN proxy is running. It's all about \"Hide My Thread\" or \"Protect data\" that you can apply right now.\n\nVPN proxy has high-speed performance and connects to a private network in seconds. It is a good opportunity to change IP addresses quickly and easily at any time. Good performance allows smooth or continuous downloading or streaming.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ How do we use your information?\n\nWe use your information to provide the Service. This is to create your account (if you decide to sign up); provide service-related support; to contact you for updates, marketing offers, or any concerns you may have; It means we can use the information to conduct statistical and analytical research to improve the Service.\n\n★ Information we share\n\nWe do not rent or sell any Personal Information. We may disclose Personal Information to other trusted third party service providers or partners for the purpose of providing the Service, storage and analytics to you.\n\n★ Your Choices and Rights\n\nWe strive to provide ways to quickly update and delete your information.\nTo exercise this right, you can contact us at the address: privacy@ovpnfree.com",
    "bg": "OVPN – Безплатен VPN прокси и защитен за Chrome\n\nOVPN - Безплатно VPN деблокиране на уебсайтове, безплатно VPN разширение за достъп до всеки уебсайт.\n\nНапълно безплатна и неограничена VPN услуга. Маскиране на IP адреса и блокиране на всеки уебсайт. този vpn е същият OPERA VPN или Touch VPN\n\nтова е усъвършенствана прокси услуга, която ви свързва към частна защитена мрежа. Бързата и лесна връзка скрива истинския IP адрес и прокси услугите, като по този начин отваря всички блокирани уебсайтове във вашата страна, осигурява скрито сърфиране в мрежата и защитава вашите данни.\n\nПриятелският дизайн ще бъде подходящ за всеки, защото полагаме всички усилия да опростим връзката, така че просто трябва да следвате следващите стъпки:\n\n- Изберете държава\n- Щракнете върху бутона за връзка\n- Сърфирайте в интернет безопасно\n\nOVPN – Сигурен и бърз VPN прокси за вашия Google Chrome\n\n✓ 100% безплатно. Не е необходима информация за плащане и се предлагат изпитания.\n✓ Неограничено: Макарата е неограничена. Няма бърза и защитена връзка с данни за сесия.\n✓ Защитено: Нашият SSL ще ви направи напълно анонимни.\n✓ Промяна на доставчика на търсене по подразбиране на ntsmartfinder.com и този сайт пренасочва google или bing.\n \n\nТова разширение използва модерно криптиране, за да осигури напълно анонимно и частно сърфиране. Всички уеб дейности са защитени, докато VPN прокси работи. Всичко е свързано с „Скриване на темата ми“ или „Защита на данните“, които можете да приложите точно сега.\n\nVPN проксито има висока скорост и се свързва към частна мрежа за секунди. Това е добра възможност да промените IP адресите бързо и лесно по всяко време. Добрата производителност позволява гладко или непрекъснато изтегляне или стрийминг.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Как използваме вашата информация?\n\nНие използваме вашата информация, за да предоставим Услугата. Това е за създаване на вашия акаунт (ако решите да се регистрирате); предоставяне на свързана с услугата поддръжка; за да се свържем с вас за актуализации, маркетингови оферти или всякакви притеснения, които може да имате; Това означава, че можем да използваме информацията за провеждане на статистически и аналитични изследвания за подобряване на Услугата.\n\n★ Информация, която споделяме\n\nНие не даваме под наем или продаваме каквато и да е лична информация. Можем да разкрием Лична информация на други доверени трети страни доставчици на услуги или партньори с цел предоставяне на Услугата, съхранение и анализ за вас.\n\n★ Вашите избори и права\n\nНие се стремим да предоставим начини за бързо актуализиране и изтриване на вашата информация.\nЗа да упражните това право, можете да се свържете с нас на адрес: privacy@ovpnfree.com\n\n-------------------------------------------\n\nПравни връзки:\nПоверителност: https://ovpnfree.com/legal/privacy\nУсловия за ползване: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nНаучете повече - https://ovpnfree.com/faq\nПоддръжка - http://ovpnfree.com/support\nПравила за поверителност на OVPN: http://ovpnfree.com/legal/privacy\nЛицензионно споразумение за краен потребител на OVPN: http://ovpnfree.com/legal/sla",
    "bn": "OVPN - বিনামূল্যে VPN প্রক্সি এবং Chrome এর জন্য নিরাপদ\n\nOVPN - বিনামূল্যে VPN আনব্লক ওয়েবসাইট, বিনামূল্যে VPN এক্সটেনশন যেকোনো ওয়েবসাইট অ্যাক্সেস করতে।\n\nসম্পূর্ণ বিনামূল্যে এবং সীমাহীন VPN পরিষেবা। আইপি অ্যাড্রেস মাস্ক করা এবং যেকোনো ওয়েবসাইট ব্লক করা। এই ভিপিএন একই ওপেরা ভিপিএন বা টাচ ভিপিএন\n\nএটি একটি উন্নত প্রক্সি পরিষেবা যা আপনাকে একটি ব্যক্তিগত সুরক্ষিত নেটওয়ার্কের সাথে সংযুক্ত করে৷ দ্রুত এবং সহজ সংযোগটি আসল আইপি ঠিকানা এবং প্রক্সি পরিষেবাগুলিকে লুকিয়ে রাখে, এইভাবে আপনার দেশের সমস্ত ব্লক করা ওয়েবসাইটগুলি খুলবে, লুকানো ওয়েব সার্ফিং প্রদান করে এবং আপনার ডেটা রক্ষা করে৷\n\nবন্ধুত্বপূর্ণ নকশা প্রত্যেকের জন্য উপযুক্ত হবে, কারণ আমরা সংযোগটি সহজ করার জন্য আমাদের সমস্ত প্রচেষ্টা করি, তাই আপনাকে শুধুমাত্র পরবর্তী পদক্ষেপগুলি অনুসরণ করতে হবে:\n\n- একটি দেশ নির্বাচন কর\n- লিঙ্ক বোতামে ক্লিক করুন\n- নিরাপদে ইন্টারনেট সার্ফ করুন\n\nOVPN - আপনার Google Chrome এর জন্য নিরাপদ এবং দ্রুত VPN প্রক্সি\n\n✓ 100% বিনামূল্যে। কোন পেমেন্ট তথ্য প্রয়োজন এবং ট্রায়াল দেওয়া হয়.\n✓ আনলিমিটেড: রিল আনলিমিটেড। কোনো সেশনডেটা দ্রুত এবং নিরাপত্তা সংযোগ নেই।\n✓ সুরক্ষিত: আমাদের SSL আপনাকে সম্পূর্ণ বেনামী করে তুলবে।\n✓ ডিফল্ট অনুসন্ধান প্রদানকারীকে ntsmartfinder.com-এ পরিবর্তন করা এবং এই সাইটটি google বা bing-এ পুনঃনির্দেশ করা।\n \n\nসম্পূর্ণ বেনামী এবং ব্যক্তিগত ব্রাউজিং প্রদান করতে এই এক্সটেনশনটি আধুনিক এনক্রিপশন ব্যবহার করে। VPN প্রক্সি চলাকালীন সমস্ত ওয়েব কার্যকলাপ সুরক্ষিত থাকে। এটি \"আমার থ্রেড লুকান\" বা \"ডেটা রক্ষা করুন\" সম্পর্কে যা আপনি এখনই আবেদন করতে পারেন৷\n\nVPN প্রক্সির উচ্চ-গতির কর্মক্ষমতা রয়েছে এবং সেকেন্ডের মধ্যে একটি ব্যক্তিগত নেটওয়ার্কের সাথে সংযোগ স্থাপন করে। যে কোন সময় দ্রুত এবং সহজে আইপি ঠিকানা পরিবর্তন করার এটি একটি ভাল সুযোগ। ভাল পারফরম্যান্স মসৃণ বা ক্রমাগত ডাউনলোড বা স্ট্রিমিংয়ের অনুমতি দেয়।\n\n\n--------------------------------------------------------\n\n\n--------------------------------------------------------\n\n★ আমরা কিভাবে আপনার তথ্য ব্যবহার করব?\n\nআমরা পরিষেবা প্রদানের জন্য আপনার তথ্য ব্যবহার করি। এটি আপনার অ্যাকাউন্ট তৈরি করতে (যদি আপনি সাইন আপ করার সিদ্ধান্ত নেন); পরিষেবা সংক্রান্ত সহায়তা প্রদান; আপডেট, বিপণন অফার, বা আপনার যেকোন উদ্বেগের জন্য আপনার সাথে যোগাযোগ করতে; এর মানে আমরা পরিসংখ্যানগত এবং বিশ্লেষণাত্মক গবেষণা পরিচালনা করার জন্য পরিষেবার উন্নতির জন্য তথ্য ব্যবহার করতে পারি।\n\n★ আমরা শেয়ার করি তথ্য\n\nআমরা কোনো ব্যক্তিগত তথ্য ভাড়া বা বিক্রি করি না। আমরা আপনাকে পরিষেবা, সঞ্চয়স্থান এবং বিশ্লেষণ প্রদানের উদ্দেশ্যে অন্যান্য বিশ্বস্ত তৃতীয় পক্ষের পরিষেবা প্রদানকারী বা অংশীদারদের কাছে ব্যক্তিগত তথ্য প্রকাশ করতে পারি।\n\n★ আপনার পছন্দ এবং অধিকার\n\nআমরা আপনার তথ্য দ্রুত আপডেট এবং মুছে ফেলার উপায় প্রদান করার চেষ্টা করি।\nএই অধিকার প্রয়োগ করতে, আপনি আমাদের ঠিকানায় যোগাযোগ করতে পারেন: privacy@ovpnfree.com\n\n--------------------------------------------------------\n\nআইনি লিঙ্ক:\nগোপনীয়তা: https://ovpnfree.com/legal/privacy\nপরিষেবার শর্তাবলী: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nআরও জানুন - https://ovpnfree.com/faq\nসমর্থন - http://ovpnfree.com/support\nOVPN গোপনীয়তা নীতি: http://ovpnfree.com/legal/privacy\nOVPN শেষ ব্যবহারকারী লাইসেন্স চুক্তি: http://ovpnfree.com/legal/sla",
    "ca": "OVPN: servidor intermediari VPN gratuït i segur per a Chrome\n\nOVPN - Desbloqueja llocs web de VPN gratuïts, extensió VPN gratuïta per accedir a qualsevol lloc web.\n\nServei VPN totalment gratuït i il·limitat. Enmascarar l'adreça IP i bloquejar qualsevol lloc web. aquest VPN és el mateix OPERA VPN o Touch VPN\n\naquest és un servei de proxy avançat que us connecta a una xarxa privada segura. La connexió ràpida i senzilla amaga l'adreça IP real i els serveis de proxy, obrint així tots els llocs web bloquejats al vostre país, oferint navegació web oculta i protegint les vostres dades.\n\nEl disseny amigable serà adequat per a tothom, perquè fem tots els nostres esforços per simplificar la connexió, de manera que només cal que seguiu els següents passos:\n\n- Seleccioneu un país\n- Feu clic al botó d'enllaç\n- Navegueu per Internet de manera segura\n\nOVPN: servidor intermediari VPN segur i ràpid per al vostre Google Chrome\n\n✓ 100% gratuït. No cal informació de pagament i s'ofereixen proves.\n✓ Il·limitat: rodet il·limitat. Sense dades de sessió ràpida i connexió de seguretat.\n✓ Segur: el nostre SSL us farà totalment anònim.\n✓ Canviar el proveïdor de cerca predeterminat a ntsmartfinder.com i aquest lloc redirigeix google o bing.\n \n\nAquesta extensió utilitza un xifratge modern per proporcionar una navegació completament anònima i privada. Totes les activitats web estan protegides mentre s'executa el servidor intermediari VPN. Es tracta d'\"Amaga el meu fil\" o \"Protegeix les dades\" que pots aplicar ara mateix.\n\nEl servidor intermediari VPN té un rendiment d'alta velocitat i es connecta a una xarxa privada en qüestió de segons. És una bona oportunitat per canviar les adreces IP de manera ràpida i senzilla en qualsevol moment. Un bon rendiment permet una descàrrega o una reproducció en continu fluida o contínua.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Com fem servir la teva informació?\n\nUtilitzem la seva informació per proporcionar el Servei. Això és per crear el teu compte (si decideixes registrar-te); proporcionar suport relacionat amb el servei; per contactar amb vostè per obtenir actualitzacions, ofertes de màrqueting o qualsevol dubte que pugui tenir; Significa que podem utilitzar la informació per dur a terme investigacions estadístiques i analítiques per millorar el Servei.\n\n★ Informació que compartim\n\nNo lloguem ni venem cap informació personal. Podem revelar informació personal a altres proveïdors o socis de serveis de tercers de confiança amb la finalitat de proporcionar-vos el Servei, l'emmagatzematge i les anàlisis.\n\n★ Les vostres eleccions i drets\n\nEns esforcem per oferir maneres d'actualitzar i eliminar ràpidament la vostra informació.\nPer exercir aquest dret, pots contactar amb nosaltres a l'adreça: privacy@ovpnfree.com\n\n--------------------------------------------\n\nEnllaços legals:\nPrivadesa: https://ovpnfree.com/legal/privacy\nCondicions del servei: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nMés informació - https://ovpnfree.com/faq\nSuport - http://ovpnfree.com/support\nPolítica de privadesa d'OVPN: http://ovpnfree.com/legal/privacy\nAcord de llicència d'usuari final d'OVPN: http://ovpnfree.com/legal/sla",
    "cs": "OVPN – bezplatný VPN proxy a bezpečný pro Chrome\n\nOVPN - bezplatné VPN odblokování webových stránek, bezplatné rozšíření VPN pro přístup k libovolné webové stránce.\n\nZcela bezplatná a neomezená služba VPN. Maskování IP adresy a blokování jakékoli webové stránky. tato vpn je stejná OPERA VPN nebo Touch VPN\n\ntoto je pokročilá služba proxy, která vás připojí k soukromé zabezpečené síti. Rychlé a snadné připojení skryje skutečnou IP adresu a proxy služby, čímž otevře všechny blokované webové stránky ve vaší zemi, poskytuje skryté surfování po webu a chrání vaše data.\n\nPřátelský design bude vhodný pro každého, protože vynakládáme veškeré úsilí na zjednodušení připojení, takže stačí postupovat podle následujících kroků:\n\n- Vyber zemi\n- Klikněte na tlačítko odkazu\n- Surfujte na internetu bezpečně\n\nOVPN – Bezpečný a rychlý VPN proxy pro váš Google Chrome\n\n✓ 100% zdarma. Nejsou potřeba žádné platební údaje a nabízí se zkušební verze.\n✓ Neomezeno: Naviják neomezeně. Žádné sessiondata rychlé a zabezpečené připojení.\n✓ Zabezpečeno: Díky SSL budete plně anonymní.\n✓ Změna výchozího poskytovatele vyhledávání na ntsmartfinder.com a tato stránka přesměruje google nebo bing.\n \n\nToto rozšíření využívá moderní šifrování k poskytování zcela anonymního a soukromého prohlížení. Všechny webové aktivity jsou chráněny, když je spuštěn proxy server VPN. Je to všechno o \"Hide My Thread\" nebo \"Protect data\", které můžete použít právě teď.\n\nVPN proxy má vysokorychlostní výkon a během několika sekund se připojí k privátní síti. Je to dobrá příležitost kdykoli rychle a snadno změnit IP adresy. Dobrý výkon umožňuje plynulé nebo nepřetržité stahování nebo streamování.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Jak používáme vaše informace?\n\nVaše údaje používáme k poskytování Služby. Toto slouží k vytvoření vašeho účtu (pokud se rozhodnete zaregistrovat); poskytovat podporu související se službami; abychom vás kontaktovali ohledně aktualizací, marketingových nabídek nebo jakýchkoliv obav, které můžete mít; Znamená to, že tyto informace můžeme použít k provádění statistického a analytického výzkumu za účelem zlepšení služby.\n\n★ Informace, které sdílíme\n\nŽádné osobní údaje nepronajímáme ani neprodáváme. Osobní údaje můžeme zpřístupnit dalším důvěryhodným poskytovatelům služeb nebo partnerům třetích stran za účelem poskytování služby, úložiště a analýzy vám.\n\n★ Vaše volby a práva\n\nSnažíme se poskytovat způsoby, jak rychle aktualizovat a smazat vaše informace.\nPro uplatnění tohoto práva nás můžete kontaktovat na adrese: privacy@ovpnfree.com\n\n--------------------------------------------\n\nPrávní odkazy:\nOchrana osobních údajů: https://ovpnfree.com/legal/privacy\nPodmínky služby: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nVíce informací - https://ovpnfree.com/faq\nPodpora - http://ovpnfree.com/support\nZásady ochrany osobních údajů OVPN: http://ovpnfree.com/legal/privacy\nLicenční smlouva s koncovým uživatelem OVPN: http://ovpnfree.com/legal/sla",
    "da": "OVPN – Gratis VPN-proxy og sikker til Chrome\n\nOVPN - Gratis VPN Fjern blokering af websteder, Gratis VPN-udvidelse for at få adgang til ethvert websted.\n\nHelt gratis og ubegrænset VPN-tjeneste. Maskering af IP-adressen og blokering af enhver hjemmeside. denne vpn er den samme OPERA VPN eller Touch VPN\n\ndette er en avanceret proxy-tjeneste, der forbinder dig til et privat sikkert netværk. Den hurtige og nemme forbindelse skjuler den rigtige IP-adresse og proxy-tjenester og åbner dermed alle blokerede websteder i dit land, giver skjult websurfing og beskytter dine data.\n\nVenligt design vil være velegnet til alle, fordi vi gør vores bedste for at forenkle forbindelsen, så du skal bare følge de næste trin:\n\n- Vælg et land\n- Klik på link-knappen\n- Surf sikkert på internettet\n\nOVPN – Sikker og hurtig VPN-proxy til din Google Chrome\n\n✓ 100% gratis. Der kræves ingen betalingsoplysninger, og forsøg tilbydes.\n✓ Ubegrænset: Ubegrænset hjul. Ingen sessionsdata hurtig og sikkerhedsforbindelse.\n✓ Sikret: Vores SSL vil gøre dig fuldstændig anonym.\n✓ Ændring af standard søgeudbyder til ntsmartfinder.com og denne side omdirigerer google eller bing.\n \n\nDenne udvidelse bruger moderne kryptering til at give fuldstændig anonym og privat browsing. Alle webaktiviteter er beskyttet, mens VPN-proxy kører. Det hele handler om \"Skjul min tråd\" eller \"Beskyt data\", som du kan anvende lige nu.\n\nVPN-proxy har højhastighedsydelse og opretter forbindelse til et privat netværk på få sekunder. Det er en god mulighed for at ændre IP-adresser hurtigt og nemt til enhver tid. God ydeevne tillader jævn eller kontinuerlig download eller streaming.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ Hvordan bruger vi dine oplysninger?\n\nVi bruger dine oplysninger til at levere Tjenesten. Dette er for at oprette din konto (hvis du beslutter dig for at tilmelde dig); yde servicerelateret support; at kontakte dig for opdateringer, markedsføringstilbud eller eventuelle bekymringer, du måtte have; Det betyder, at vi kan bruge oplysningerne til at udføre statistisk og analytisk forskning for at forbedre Tjenesten.\n\n★ Information vi deler\n\nVi udlejer eller sælger ikke nogen personlige oplysninger. Vi kan videregive personlige oplysninger til andre betroede tredjepartstjenesteudbydere eller partnere med det formål at levere tjenesten, opbevaring og analyser til dig.\n\n★ Dine valg og rettigheder\n\nVi bestræber os på at tilbyde måder til hurtigt at opdatere og slette dine oplysninger.\nFor at udøve denne ret kan du kontakte os på adressen: privacy@ovpnfree.com\n\n------------------------------------------\n\nJuridiske links:\nFortrolighed: https://ovpnfree.com/legal/privacy\nServicevilkår: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nLær mere - https://ovpnfree.com/faq\nSupport - http://ovpnfree.com/support\nOVPNs privatlivspolitik: http://ovpnfree.com/legal/privacy\nOVPN Slutbruger Licensaftale: http://ovpnfree.com/legal/sla",
    "de": "OVPN – Kostenloser VPN-Proxy und sicher für Chrome\n\nOVPN – Kostenloses VPN zum Entsperren von Websites, kostenlose VPN-Erweiterung für den Zugriff auf jede Website.\n\nVöllig kostenloser und unbegrenzter VPN-Dienst. Maskierung der IP-Adresse und Blockierung jeglicher Website. Dieser VPN ist dasselbe OPERA VPN oder Touch VPN\n\nHierbei handelt es sich um einen erweiterten Proxy-Dienst, der Sie mit einem privaten, sicheren Netzwerk verbindet. Die schnelle und einfache Verbindung verbirgt die echte IP-Adresse und Proxy-Dienste und öffnet so alle blockierten Websites in Ihrem Land, ermöglicht verstecktes Surfen im Internet und schützt Ihre Daten.\n\nDas benutzerfreundliche Design wird für jeden geeignet sein, da wir unser Bestes tun, um die Verbindung zu vereinfachen. Sie müssen also nur die nächsten Schritte befolgen:\n\n- Wähle ein Land\n- Klicken Sie auf die Link-Schaltfläche\n- Sicher im Internet surfen\n\nOVPN – Sicherer und schneller VPN-Proxy für Ihr Google Chrome\n\n✓ 100 % kostenlos. Es sind keine Zahlungsinformationen erforderlich und es werden Testversionen angeboten.\n✓ Unbegrenzt: Rollen Sie unbegrenzt. Keine Sitzungsdaten, schnelle und sichere Verbindung.\n✓ Gesichert: Unser SSL macht Sie vollständig anonym.\n✓ Ändern Sie den Standardsuchanbieter auf ntsmartfinder.com und diese Website leitet Google oder Bing weiter.\n \n\nDiese Erweiterung nutzt moderne Verschlüsselung, um völlig anonymes und privates Surfen zu ermöglichen. Alle Webaktivitäten sind geschützt, während der VPN-Proxy ausgeführt wird. Es dreht sich alles um „Meinen Thread ausblenden“ oder „Daten schützen“, die Sie jetzt anwenden können.\n\nDer VPN-Proxy bietet Hochgeschwindigkeitsleistung und stellt in Sekundenschnelle eine Verbindung zu einem privaten Netzwerk her. Es ist eine gute Möglichkeit, IP-Adressen jederzeit schnell und einfach zu ändern. Eine gute Leistung ermöglicht ein reibungsloses oder kontinuierliches Herunterladen oder Streamen.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Wie verwenden wir Ihre Informationen?\n\nWir verwenden Ihre Daten zur Bereitstellung des Dienstes. Hiermit erstellen Sie Ihr Konto (falls Sie sich für eine Anmeldung entscheiden); Bereitstellung dienstleistungsbezogener Unterstützung; um Sie bezüglich Aktualisierungen, Marketingangeboten oder etwaiger Anliegen zu kontaktieren; Das bedeutet, dass wir die Informationen nutzen können, um statistische und analytische Untersuchungen durchzuführen und so den Service zu verbessern.\n\n★ Informationen, die wir teilen\n\nWir vermieten oder verkaufen keine personenbezogenen Daten. Wir können personenbezogene Daten an andere vertrauenswürdige Drittanbieter oder Partner weitergeben, um Ihnen den Service, die Speicherung und die Analyse bereitzustellen.\n\n★ Ihre Wahlmöglichkeiten und Rechte\n\nWir sind bestrebt, Möglichkeiten zur schnellen Aktualisierung und Löschung Ihrer Daten bereitzustellen.\nUm dieses Recht auszuüben, können Sie uns unter der Adresse Privacy@ovpnfree.com kontaktieren\n\n-------------------------------------------\n\nRechtliche Links:\nDatenschutz: https://ovpnfree.com/legal/privacy\nNutzungsbedingungen: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nErfahren Sie mehr – https://ovpnfree.com/faq\nSupport – http://ovpnfree.com/support\nOVPN-Datenschutzrichtlinie: http://ovpnfree.com/legal/privacy\nOVPN-Endbenutzer-Lizenzvereinbarung: http://ovpnfree.com/legal/sla",
    "el": "OVPN – Δωρεάν VPN Proxy & Secure για Chrome\n\nOVPN - Δωρεάν αποκλεισμός ιστοτόπων VPN, δωρεάν επέκταση VPN για πρόσβαση σε οποιονδήποτε ιστότοπο.\n\nΕντελώς δωρεάν και απεριόριστη υπηρεσία VPN. Απόκρυψη της διεύθυνσης IP και αποκλεισμός οποιουδήποτε ιστότοπου. αυτό το vpn είναι το ίδιο OPERA VPN ή Touch VPN\n\nΑυτή είναι μια προηγμένη υπηρεσία Proxy που σας συνδέει σε ένα ιδιωτικό ασφαλές δίκτυο. Η γρήγορη και εύκολη σύνδεση κρύβει την πραγματική διεύθυνση IP και τις υπηρεσίες Proxy, ανοίγοντας έτσι όλους τους αποκλεισμένους ιστότοπους στη χώρα σας, παρέχοντας κρυφή περιήγηση στο διαδίκτυο και προστατεύοντας τα δεδομένα σας.\n\nΟ φιλικός σχεδιασμός θα είναι κατάλληλος για όλους, επειδή καταβάλλουμε όλες τις προσπάθειές μας για να απλοποιήσουμε τη σύνδεση, επομένως πρέπει απλώς να ακολουθήσετε τα ακόλουθα βήματα:\n\n- Επιλέξτε χώρα\n- Κάντε κλικ στο κουμπί σύνδεσης\n- Σερφάρετε στο διαδίκτυο με ασφάλεια\n\nOVPN – Ασφαλής και γρήγορος διακομιστής VPN για το Google Chrome σας\n\n✓ 100% δωρεάν. Δεν απαιτούνται πληροφορίες πληρωμής και προσφέρονται δοκιμές.\n✓ Απεριόριστο: Απεριόριστο κύλινδρο. Δεν υπάρχει γρήγορη και ασφαλής σύνδεση δεδομένων συνεδρίας.\n✓ Ασφαλές: Το SSL μας θα σας κάνει πλήρως ανώνυμους.\n✓ Αλλαγή του προεπιλεγμένου παρόχου αναζήτησης σε ntsmartfinder.com και αυτός ο ιστότοπος ανακατευθύνει το google ή το bing.\n \n\nΑυτή η επέκταση χρησιμοποιεί σύγχρονη κρυπτογράφηση για να παρέχει εντελώς ανώνυμη και ιδιωτική περιήγηση. Όλες οι δραστηριότητες ιστού προστατεύονται κατά την εκτέλεση του διακομιστή μεσολάβησης VPN. Είναι όλα σχετικά με το \"Hide My Thread\" ή το \"Protect data\" που μπορείτε να εφαρμόσετε αυτήν τη στιγμή.\n\nΟ διακομιστής μεσολάβησης VPN έχει απόδοση υψηλής ταχύτητας και συνδέεται σε ιδιωτικό δίκτυο σε δευτερόλεπτα. Είναι μια καλή ευκαιρία να αλλάζετε διευθύνσεις IP γρήγορα και εύκολα ανά πάσα στιγμή. Η καλή απόδοση επιτρέπει την ομαλή ή συνεχή λήψη ή ροή.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Πώς χρησιμοποιούμε τις πληροφορίες σας;\n\nΧρησιμοποιούμε τα στοιχεία σας για την παροχή της Υπηρεσίας. Αυτό γίνεται για να δημιουργήσετε τον λογαριασμό σας (αν αποφασίσετε να εγγραφείτε). παροχή υποστήριξης που σχετίζεται με τις υπηρεσίες· για να επικοινωνήσουμε μαζί σας για ενημερώσεις, προσφορές μάρκετινγκ ή τυχόν ανησυχίες που μπορεί να έχετε, Σημαίνει ότι μπορούμε να χρησιμοποιήσουμε τις πληροφορίες για τη διεξαγωγή στατιστικής και αναλυτικής έρευνας για τη βελτίωση της Υπηρεσίας.\n\n★ Πληροφορίες που μοιραζόμαστε\n\nΔεν ενοικιάζουμε ούτε πουλάμε προσωπικές πληροφορίες. Ενδέχεται να αποκαλύψουμε Προσωπικές Πληροφορίες σε άλλους αξιόπιστους παρόχους υπηρεσιών ή συνεργάτες τρίτων με σκοπό την παροχή της Υπηρεσίας, της αποθήκευσης και των αναλυτικών στοιχείων σε εσάς.\n\n★ Οι επιλογές και τα δικαιώματά σας\n\nΠροσπαθούμε να παρέχουμε τρόπους για γρήγορη ενημέρωση και διαγραφή των πληροφοριών σας.\nΓια να ασκήσετε αυτό το δικαίωμα, μπορείτε να επικοινωνήσετε μαζί μας στη διεύθυνση: privacy@ovpnfree.com\n\n--------------------------------------------\n\nΝομικοί σύνδεσμοι:\nΑπόρρητο: https://ovpnfree.com/legal/privacy\nΌροι υπηρεσίας: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nΜάθετε περισσότερα - https://ovpnfree.com/faq\nΥποστήριξη - http://ovpnfree.com/support\nΠολιτική απορρήτου OVPN: http://ovpnfree.com/legal/privacy\nΆδεια χρήσης τελικού χρήστη OVPN: http://ovpnfree.com/legal/sla",
    "en,en_GB": "OVPN – Free VPN Proxy & Secure for Chrome\n\nOVPN - Free VPN Unblock Websites, Free VPN extension to access any website.\n\nCompletely free and unlimited VPN service. Masking the IP address and blocking any website. this vpn is same OPERA VPN or Touch VPN\n\nthis is an advanced Proxy service that connects you to a private secure network. The fast and easy connection hides the real IP address and Proxy services, thus opening all blocked websites in your country, providing hidden web surfing and protecting your data.\n\nFriendly design will be suitable for everyone, because we make all our efforts to simplify the connection, so you just need to follow the next steps:\n\n- Select a country\n- Click the link button\n- Surf the internet securely\n \n\nOVPN –Secure and Fast VPN Proxy for your Google Chrome\n\n✓ 100% free. No payment information needed and trials offered.\n✓ Unlimited: Reel unlimited. No sessiondata fast and security connection.  \n✓ Secured: Our SSL will make you fully anonymous.\n✓ Changing default search provider to ntsmartfinder.com and this site redirect google or bing. \n\nThis extension uses modern encryption to provide completely anonymous and private browsing. All web activities are protected while VPN proxy is running. It's all about \"Hide My Thread\" or \"Protect data\" that you can apply right now.\n\nVPN proxy has high-speed performance and connects to a private network in seconds. It is a good opportunity to change IP addresses quickly and easily at any time. Good performance allows smooth or continuous downloading or streaming.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ How do we use your information?\n\nWe use your information to provide the Service. This is to create your account (if you decide to sign up); provide service-related support; to contact you for updates, marketing offers, or any concerns you may have; It means we can use the information to conduct statistical and analytical research to improve the Service.\n\n★ Information we share\n\nWe do not rent or sell any Personal Information. We may disclose Personal Information to other trusted third party service providers or partners for the purpose of providing the Service, storage and analytics to you.\n\n★ Your Choices and Rights\n\nWe strive to provide ways to quickly update and delete your information.\nTo exercise this right, you can contact us at the address: privacy@ovpnfree.com\n\n-------------------------------------------\n\nLegal links:\nPrivacy: https://ovpnfree.com/legal/privacy\nTerms of service: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nLearn more - https://ovpnfree.com/faq\nSupport - http://ovpnfree.com/support\nOVPN Privacy Policy: http://ovpnfree.com/legal/privacy\nOVPN End User License Agreement: http://ovpnfree.com/legal/sla",
    "es": "OVPN: Proxy VPN gratuito y seguro para Chrome\n\nOVPN: VPN gratuita para desbloquear sitios web, extensión VPN gratuita para acceder a cualquier sitio web.\n\nServicio VPN completamente gratuito e ilimitado. Enmascarar la dirección IP y bloquear cualquier sitio web. esta vpn es la misma OPERA VPN o Touch VPN\n\neste es un servicio Proxy avanzado que lo conecta a una red privada segura. La conexión rápida y fácil oculta la dirección IP real y los servicios de proxy, lo que abre todos los sitios web bloqueados en su país, proporciona navegación web oculta y protege sus datos.\n\nEl diseño amigable será adecuado para todos, porque hacemos todo lo posible para simplificar la conexión, por lo que solo debe seguir los siguientes pasos:\n\n- Seleccione un país\n- Haga clic en el botón de enlace\n- Navegar por Internet de forma segura\n\nOVPN: Proxy VPN seguro y rápido para su Google Chrome\n\n✓ 100% gratis. No se necesita información de pago y se ofrecen pruebas.\n✓ Ilimitado: Carrete ilimitado. Sin datos de sesión Conexión rápida y segura.\n✓ Seguro: Nuestro SSL lo hará completamente anónimo.\n✓ Cambiar el proveedor de búsqueda predeterminado a ntsmartfinder.com y este sitio redirigirá a google o bing.\n \n\nEsta extensión utiliza encriptación moderna para proporcionar una navegación completamente anónima y privada. Todas las actividades web están protegidas mientras se ejecuta el proxy VPN. Se trata de \"Ocultar mi hilo\" o \"Proteger datos\" que puede aplicar ahora mismo.\n\nEl proxy VPN tiene un rendimiento de alta velocidad y se conecta a una red privada en segundos. Es una buena oportunidad para cambiar direcciones IP de forma rápida y sencilla en cualquier momento. El buen rendimiento permite una descarga o transmisión fluida o continua.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ ¿Cómo usamos su información?\n\nUsamos su información para proporcionar el Servicio. Esto es para crear su cuenta (si decide registrarse); proporcionar apoyo relacionado con el servicio; contactarlo para actualizaciones, ofertas de marketing o cualquier inquietud que pueda tener; Significa que podemos usar la información para realizar investigaciones estadísticas y analíticas para mejorar el Servicio.\n\n★ Información que compartimos\n\nNo alquilamos ni vendemos ninguna información personal. Podemos divulgar Información personal a otros socios o proveedores de servicios externos de confianza con el fin de proporcionarle el Servicio, el almacenamiento y el análisis.\n\n★ Sus opciones y derechos\n\nNos esforzamos por proporcionar formas de actualizar y eliminar rápidamente su información.\nPara ejercer este derecho, puede ponerse en contacto con nosotros en la dirección: privacy@ovpnfree.com\n\n-------------------------------------------\n\nEnlaces legales:\nPrivacidad: https://ovpnfree.com/legal/privacy\nCondiciones de servicio: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nObtenga más información: https://ovpnfree.com/faq\nSoporte - http://ovpnfree.com/support\nPolítica de privacidad de OVPN: http://ovpnfree.com/legal/privacy\nAcuerdo de licencia de usuario final de OVPN: http://ovpnfree.com/legal/sla",
    "et": "OVPN – tasuta VPN-puhverserver ja turvaline Chrome'i jaoks\n\nOVPN – tasuta VPN-i veebisaitide blokeeringu tühistamine, tasuta VPN-laiendus mis tahes veebisaidile juurdepääsuks.\n\nTäiesti tasuta ja piiramatu VPN-teenus. IP-aadressi maskeerimine ja mis tahes veebisaidi blokeerimine. see vpn on sama OPERA VPN või puutetundlik VPN\n\nsee on täiustatud puhverserveri teenus, mis ühendab teid privaatse turvalise võrguga. Kiire ja lihtne ühendus peidab tegeliku IP-aadressi ja puhverserveri teenused, avades seega kõik blokeeritud veebisaidid teie riigis, pakkudes varjatud veebis surfamist ja kaitstes teie andmeid.\n\nSõbralik disain sobib kõigile, sest teeme kõik endast oleneva ühenduse lihtsustamiseks, nii et peate lihtsalt järgima järgmisi samme:\n\n- Valige riik\n- Klõpsake lingi nuppu\n- Surfage Internetis turvaliselt\n\nOVPN – turvaline ja kiire VPN-puhverserver teie Google Chrome'i jaoks\n\n✓ 100% tasuta. Makseteavet pole vaja ja prooviversioone pakutakse.\n✓ Piiramatu: rull piiramatu. Seansiandmete kiire ja turvaline ühendus puudub.\n✓ Turvaline: meie SSL muudab teid täielikult anonüümseks.\n✓ Vaikeotsingupakkuja muutmine ntsmartfinder.com-ks ja see sait suunab ümber Google'i või bingi.\n \n\nSee laiendus kasutab kaasaegset krüptimist, et pakkuda täiesti anonüümset ja privaatset sirvimist. VPN-puhverserveri töötamise ajal on kõik veebitegevused kaitstud. See kõik puudutab \"Peida minu lõime\" või \"Kaitske andmeid\", mida saate kohe rakendada.\n\nVPN-puhverserver on kiire jõudlusega ja ühendub privaatvõrguga sekunditega. See on hea võimalus igal ajal kiiresti ja lihtsalt IP-aadresse muuta. Hea jõudlus võimaldab sujuvat või pidevat allalaadimist või voogesitust.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Kuidas me teie teavet kasutame?\n\nKasutame teie teavet teenuse osutamiseks. See on teie konto loomiseks (kui otsustate registreeruda); pakkuda teenusega seotud tuge; et teiega ühendust võtta värskenduste, turunduspakkumiste või mis tahes teie muredega; See tähendab, et saame kasutada teavet statistiliste ja analüütiliste uuringute läbiviimiseks teenuse täiustamiseks.\n\n★ Teave, mida jagame\n\nMe ei rendi ega müü isikuandmeid. Võime avaldada isikuandmeid teistele usaldusväärsetele kolmandatest isikutest teenusepakkujatele või partneritele, et pakkuda teile teenust, talletada ja analüüsida.\n\n★ Teie valikud ja õigused\n\nPüüame pakkuda võimalusi teie teabe kiireks värskendamiseks ja kustutamiseks.\nSelle õiguse kasutamiseks võite meiega ühendust võtta aadressil: privacy@ovpnfree.com\n\n-------------------------------------------\n\nJuriidilised lingid:\nPrivaatsus: https://ovpnfree.com/legal/privacy\nKasutustingimused: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nLisateave - https://ovpnfree.com/faq\nTugi - http://ovpnfree.com/support\nOVPN-i privaatsuspoliitika: http://ovpnfree.com/legal/privacy\nOVPN-i lõppkasutaja litsentsileping: http://ovpnfree.com/legal/sla",
    "fa": "OVPN – پروکسی VPN رایگان و ایمن برای کروم\n\nOVPN - وب سایت های رفع انسداد VPN رایگان، افزونه VPN رایگان برای دسترسی به هر وب سایت.\n\nسرویس VPN کاملا رایگان و نامحدود. پوشاندن آدرس IP و مسدود کردن هر وب سایت. این vpn همان OPERA VPN یا Touch VPN است\n\nاین یک سرویس پروکسی پیشرفته است که شما را به یک شبکه امن خصوصی متصل می کند. اتصال سریع و آسان آدرس IP واقعی و خدمات پروکسی را پنهان می کند، بنابراین تمام وب سایت های مسدود شده در کشور شما باز می شود، وب گردی مخفی ارائه می شود و از داده های شما محافظت می کند.\n\nطراحی دوستانه برای همه مناسب خواهد بود، زیرا ما تمام تلاش خود را برای ساده سازی اتصال انجام می دهیم، بنابراین شما فقط باید مراحل بعدی را دنبال کنید:\n\n- یک کشور را انتخاب کن\n- روی دکمه پیوند کلیک کنید\n- به طور ایمن در اینترنت گشت و گذار کنید\n\nOVPN – پروکسی VPN ایمن و سریع برای Google Chrome شما\n\n✓ 100٪ رایگان. هیچ اطلاعات پرداخت مورد نیاز نیست و آزمایشی ارائه شده است.\n✓ نامحدود: حلقه نامحدود. بدون اتصال سریع و امنیتی sessiondata.\n✓ ایمن: SSL ما شما را کاملاً ناشناس می کند.\n✓ تغییر ارائه دهنده جستجوی پیش فرض به ntsmartfinder.com و این سایت گوگل یا بینگ را تغییر مسیر دهد.\n \n\nاین افزونه از رمزگذاری مدرن برای ارائه مروری کاملاً ناشناس و خصوصی استفاده می کند. تمام فعالیت های وب در حالی که پروکسی VPN در حال اجرا است محافظت می شود. همه چیز مربوط به \"Hide My Thread\" یا \"Protect data\" است که می توانید همین الان اعمال کنید.\n\nپروکسی VPN عملکرد پر سرعتی دارد و در عرض چند ثانیه به یک شبکه خصوصی متصل می شود. این فرصت خوبی برای تغییر سریع و آسان آدرس های IP در هر زمان است. عملکرد خوب امکان دانلود یا پخش جریانی روان یا مداوم را فراهم می کند.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ چگونه از اطلاعات شما استفاده می کنیم؟\n\nما از اطلاعات شما برای ارائه خدمات استفاده می کنیم. این برای ایجاد حساب کاربری شما (اگر تصمیم به ثبت نام دارید) است. ارائه پشتیبانی مرتبط با خدمات؛ برای تماس با شما برای به روز رسانی، پیشنهادات بازاریابی، یا هر گونه نگرانی که ممکن است داشته باشید؛ این بدان معنی است که ما می توانیم از اطلاعات برای انجام تحقیقات آماری و تحلیلی برای بهبود خدمات استفاده کنیم.\n\n★ اطلاعاتی که به اشتراک می گذاریم\n\nما هیچ اطلاعات شخصی را اجاره نمی کنیم یا نمی فروشیم. ما ممکن است اطلاعات شخصی را به سایر ارائه دهندگان خدمات شخص ثالث یا شرکای مورد اعتماد به منظور ارائه خدمات، ذخیره سازی و تجزیه و تحلیل به شما فاش کنیم.\n\n★ انتخاب ها و حقوق شما\n\nما در تلاش هستیم تا راه هایی برای به روز رسانی و حذف سریع اطلاعات شما ارائه دهیم.\nبرای استفاده از این حق، می توانید با ما در آدرس: privacy@ovpnfree.com تماس بگیرید\n\n------------------------------------------\n\nلینک های حقوقی:\nحریم خصوصی: https://ovpnfree.com/legal/privacy\nشرایط خدمات: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nبیشتر بیاموزید - https://ovpnfree.com/faq\nپشتیبانی - http://ovpnfree.com/support\nسیاست حفظ حریم خصوصی OVPN: http://ovpnfree.com/legal/privacy\nقرارداد مجوز کاربر نهایی OVPN: http://ovpnfree.com/legal/sla",
    "fi": "OVPN – Ilmainen VPN-välityspalvelin ja Secure Chromelle\n\nOVPN - Ilmainen VPN Kumoa verkkosivustojen esto, ilmainen VPN-laajennus päästäksesi mihin tahansa verkkosivustoon.\n\nTäysin ilmainen ja rajoittamaton VPN-palvelu. IP-osoitteen peittäminen ja minkä tahansa verkkosivuston estäminen. tämä vpn on sama OPERA VPN tai Touch VPN\n\nTämä on edistynyt välityspalvelinpalvelu, joka yhdistää sinut yksityiseen suojattuun verkkoon. Nopea ja helppo yhteys piilottaa todellisen IP-osoitteen ja välityspalvelimen palvelut, mikä avaa kaikki estetyt verkkosivustot maassasi, tarjoaa piilotetun web-surffauksen ja suojaa tietosi.\n\nYstävällinen muotoilu sopii kaikille, koska teemme kaikkemme yhteyden yksinkertaistamiseksi, joten sinun tarvitsee vain seurata seuraavia vaiheita:\n\n- Valitse maa\n- Napsauta linkkipainiketta\n- Surffaa Internetissä turvallisesti\n\nOVPN – Suojattu ja nopea VPN-välityspalvelin Google Chromellesi\n\n✓ 100% ilmainen. Maksutietoja ei tarvita ja kokeiluja tarjotaan.\n✓ Rajoittamaton: Rullaa rajoittamaton. Ei istuntodataa nopeaa ja turvallista yhteyttä.\n✓ Suojattu: SSL-protokollamme tekee sinusta täysin anonyymin.\n✓ Oletushakupalvelun vaihtaminen ntsmartfinder.com:iin ja tämä sivusto uudelleenohjaa googlen tai bingin.\n \n\nTämä laajennus käyttää nykyaikaista salausta täysin anonyymin ja yksityisen selaamisen tarjoamiseksi. Kaikki verkkotoiminnot on suojattu VPN-välityspalvelimen ollessa käynnissä. Kyse on \"Piilota ketjuni\" tai \"Suojaa tiedot\", joita voit käyttää juuri nyt.\n\nVPN-välityspalvelimella on nopea suorituskyky ja se muodostaa yhteyden yksityiseen verkkoon sekunneissa. Se on hyvä tilaisuus vaihtaa IP-osoitteita nopeasti ja helposti milloin tahansa. Hyvä suorituskyky mahdollistaa sujuvan tai jatkuvan lataamisen tai suoratoiston.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Miten käytämme tietojasi?\n\nKäytämme tietojasi Palvelun tarjoamiseen. Tämä on tilisi luomiseen (jos päätät rekisteröityä); tarjota palveluun liittyvää tukea; ottaa sinuun yhteyttä päivitysten, markkinointitarjousten tai mahdollisten huolenaiheiden vuoksi; Se tarkoittaa, että voimme käyttää tietoja tilastollisten ja analyyttisten tutkimusten tekemiseen Palvelun parantamiseksi.\n\n★ Jakamamme tiedot\n\nEmme vuokraa tai myy henkilötietoja. Saatamme luovuttaa henkilötietoja muille luotetuille kolmansien osapuolien palveluntarjoajille tai kumppaneille palvelun, tallennuksen ja analytiikan tarjoamiseksi sinulle.\n\n★ Sinun valintasi ja oikeutesi\n\nPyrimme tarjoamaan tapoja päivittää ja poistaa tietosi nopeasti.\nVoit käyttää tätä oikeuttasi ottamalla meihin yhteyttä osoitteeseen: privacy@ovpnfree.com\n\n--------------------------------------------\n\nLailliset linkit:\nYksityisyys: https://ovpnfree.com/legal/privacy\nPalveluehdot: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nLue lisää - https://ovpnfree.com/faq\nTuki - http://ovpnfree.com/support\nOVPN-tietosuojakäytäntö: http://ovpnfree.com/legal/privacy\nOVPN-loppukäyttäjän lisenssisopimus: http://ovpnfree.com/legal/sla",
    "fr": "OVPN - Proxy VPN gratuit et sécurisé pour Chrome\n\nOVPN - Free VPN Unblock Websites, extension VPN gratuite pour accéder à n'importe quel site Web.\n\nService VPN entièrement gratuit et illimité. Masquage de l'adresse IP et blocage de tout site Web. ce vpn est le même OPERA VPN ou Touch VPN\n\nil s'agit d'un service proxy avancé qui vous connecte à un réseau privé sécurisé. La connexion rapide et facile masque la véritable adresse IP et les services proxy, ouvrant ainsi tous les sites Web bloqués dans votre pays, offrant une navigation Web masquée et protégeant vos données.\n\nLe design convivial conviendra à tout le monde, car nous mettons tout en œuvre pour simplifier la connexion, il vous suffit donc de suivre les étapes suivantes :\n\n- Choisissez un pays\n- Cliquez sur le bouton lien\n- Surfez sur Internet en toute sécurité\n\nOVPN – Proxy VPN sécurisé et rapide pour votre Google Chrome\n\n✓ 100% gratuit. Aucune information de paiement nécessaire et essais offerts.\n✓ Illimité : Reel illimité. Pas de connexion rapide et sécurisée aux données de session.\n✓ Sécurisé : Notre SSL vous rendra totalement anonyme.\n✓ Changer le fournisseur de recherche par défaut en ntsmartfinder.com et ce site redirige google ou bing.\n \n\nCette extension utilise un cryptage moderne pour fournir une navigation totalement anonyme et privée. Toutes les activités Web sont protégées pendant l'exécution du proxy VPN. Il s'agit de \"Masquer mon fil\" ou \"Protéger les données\" que vous pouvez appliquer dès maintenant.\n\nLe proxy VPN a des performances à haute vitesse et se connecte à un réseau privé en quelques secondes. C'est une bonne occasion de changer d'adresse IP rapidement et facilement à tout moment. De bonnes performances permettent un téléchargement ou un streaming fluide ou continu.\n\n\n------------------------------------------------\n\n\n------------------------------------------------\n\n★ Comment utilisons-nous vos informations ?\n\nNous utilisons vos informations pour fournir le Service. Il s'agit de créer votre compte (si vous décidez de vous inscrire) ; fournir un soutien lié au service ; pour vous contacter pour des mises à jour, des offres marketing ou toute préoccupation que vous pourriez avoir ; Cela signifie que nous pouvons utiliser les informations pour effectuer des recherches statistiques et analytiques afin d'améliorer le Service.\n\n★ Informations que nous partageons\n\nNous ne louons ni ne vendons aucune information personnelle. Nous pouvons divulguer des informations personnelles à d'autres fournisseurs de services ou partenaires tiers de confiance dans le but de vous fournir le service, le stockage et l'analyse.\n\n★ Vos choix et vos droits\n\nNous nous efforçons de fournir des moyens de mettre à jour et de supprimer rapidement vos informations.\nPour exercer ce droit, vous pouvez nous contacter à l'adresse : privacy@ovpnfree.com\n\n------------------------------------------------\n\nLiens juridiques :\nConfidentialité : https://ovpnfree.com/legal/privacy\nConditions d'utilisation : https://ovpnfree.com/legal/sla\nDMCA : https://ovpnfree.com/legal/dmca\n\nEn savoir plus - https://ovpnfree.com/faq\nAssistance - http://ovpnfree.com/support\nPolitique de confidentialité OVPN : http://ovpnfree.com/legal/privacy\nContrat de licence utilisateur final OVPN : http://ovpnfree.com/legal/sla",
    "gu": "OVPN – મફત VPN પ્રોક્સી અને Chrome માટે સુરક્ષિત\n\nOVPN - મફત VPN અનબ્લૉક વેબસાઇટ્સ, કોઈપણ વેબસાઇટ ઍક્સેસ કરવા માટે મફત VPN એક્સ્ટેંશન.\n\nસંપૂર્ણપણે મફત અને અમર્યાદિત VPN સેવા. IP સરનામું માસ્ક કરવું અને કોઈપણ વેબસાઇટને અવરોધિત કરવું. આ vpn એ જ OPERA VPN અથવા Touch VPN છે\n\nઆ એક અદ્યતન પ્રોક્સી સેવા છે જે તમને ખાનગી સુરક્ષિત નેટવર્ક સાથે જોડે છે. ઝડપી અને સરળ કનેક્શન વાસ્તવિક IP સરનામું અને પ્રોક્સી સેવાઓને છુપાવે છે, આમ તમારા દેશમાં તમામ અવરોધિત વેબસાઇટ્સ ખોલે છે, છુપાયેલ વેબ સર્ફિંગ પ્રદાન કરે છે અને તમારા ડેટાને સુરક્ષિત કરે છે.\n\nમૈત્રીપૂર્ણ ડિઝાઇન દરેક માટે યોગ્ય હશે, કારણ કે અમે કનેક્શનને સરળ બનાવવા માટે અમારા તમામ પ્રયાસો કરીએ છીએ, તેથી તમારે ફક્ત આગળના પગલાંને અનુસરવાની જરૂર છે:\n\n- એક દેશ પસંદ કરો\n- લિંક બટન પર ક્લિક કરો\n- સુરક્ષિત રીતે ઇન્ટરનેટ સર્ફ કરો\n\nOVPN -તમારા Google Chrome માટે સુરક્ષિત અને ઝડપી VPN પ્રોક્સી\n\n✓ 100% મફત. કોઈ ચુકવણી માહિતીની જરૂર નથી અને ટ્રાયલ ઓફર કરવામાં આવી નથી.\n✓ અમર્યાદિત: રીલ અમર્યાદિત. કોઈ સત્ર ડેટા ઝડપી અને સુરક્ષા કનેક્શન નથી.\n✓ સુરક્ષિત: અમારું SSL તમને સંપૂર્ણપણે અનામી બનાવી દેશે.\n✓ ડિફૉલ્ટ શોધ પ્રદાતાને ntsmartfinder.com પર બદલવું અને આ સાઇટ google અથવા bing ને રીડાયરેક્ટ કરે છે.\n \n\nઆ એક્સ્ટેંશન સંપૂર્ણપણે અનામી અને ખાનગી બ્રાઉઝિંગ પ્રદાન કરવા માટે આધુનિક એન્ક્રિપ્શનનો ઉપયોગ કરે છે. જ્યારે VPN પ્રોક્સી ચાલી રહી હોય ત્યારે તમામ વેબ પ્રવૃત્તિઓ સુરક્ષિત છે. આ બધું \"મારો થ્રેડ છુપાવો\" અથવા \"ડેટા સુરક્ષિત કરો\" વિશે છે જે તમે હમણાં જ અરજી કરી શકો છો.\n\nVPN પ્રોક્સી હાઇ-સ્પીડ પર્ફોર્મન્સ ધરાવે છે અને સેકન્ડોમાં ખાનગી નેટવર્ક સાથે કનેક્ટ થાય છે. કોઈપણ સમયે ઝડપથી અને સરળતાથી IP એડ્રેસ બદલવાની સારી તક છે. સારું પ્રદર્શન સરળ અથવા સતત ડાઉનલોડ અથવા સ્ટ્રીમિંગને મંજૂરી આપે છે.\n\n\n--------------------------------------------------------\n\n\n--------------------------------------------------------\n\n★ અમે તમારી માહિતીનો ઉપયોગ કેવી રીતે કરીએ છીએ?\n\nઅમે સેવા પ્રદાન કરવા માટે તમારી માહિતીનો ઉપયોગ કરીએ છીએ. આ તમારું એકાઉન્ટ બનાવવાનું છે (જો તમે સાઇન અપ કરવાનું નક્કી કરો છો); સેવા-સંબંધિત સપોર્ટ પ્રદાન કરો; અપડેટ્સ, માર્કેટિંગ ઑફર્સ અથવા તમને હોઈ શકે તેવી કોઈપણ ચિંતાઓ માટે તમારો સંપર્ક કરવા; તેનો અર્થ એ છે કે અમે સેવાને સુધારવા માટે આંકડાકીય અને વિશ્લેષણાત્મક સંશોધન કરવા માટે માહિતીનો ઉપયોગ કરી શકીએ છીએ.\n\n★ માહિતી અમે શેર કરીએ છીએ\n\nઅમે કોઈપણ વ્યક્તિગત માહિતી ભાડે આપતા નથી અથવા વેચતા નથી. અમે તમને સેવા, સ્ટોરેજ અને એનાલિટિક્સ પ્રદાન કરવાના હેતુથી અન્ય વિશ્વસનીય તૃતીય પક્ષ સેવા પ્રદાતાઓ અથવા ભાગીદારોને વ્યક્તિગત માહિતી જાહેર કરી શકીએ છીએ.\n\n★ તમારી પસંદગીઓ અને અધિકારો\n\nઅમે તમારી માહિતીને ઝડપથી અપડેટ કરવા અને કાઢી નાખવાની રીતો પ્રદાન કરવાનો પ્રયાસ કરીએ છીએ.\nઆ અધિકારનો ઉપયોગ કરવા માટે, તમે અમારો સરનામાં પર સંપર્ક કરી શકો છો: privacy@ovpnfree.com\n\n--------------------------------------------------------\n\nકાનૂની લિંક્સ:\nગોપનીયતા: https://ovpnfree.com/legal/privacy\nસેવાની શરતો: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nવધુ જાણો - https://ovpnfree.com/faq\nઆધાર - http://ovpnfree.com/support\nOVPN ગોપનીયતા નીતિ: http://ovpnfree.com/legal/privacy\nOVPN અંતિમ વપરાશકર્તા લાઇસન્સ કરાર: http://ovpnfree.com/legal/sla",
    "he": "OVPN - פרוקסי VPN בחינם ומאובטח עבור Chrome\n\nOVPN - VPN חינם בטל חסימת אתרים, תוסף VPN בחינם לגישה לכל אתר אינטרנט.\n\nשירות VPN בחינם ובלתי מוגבל לחלוטין. מיסוך כתובת ה-IP וחסימת כל אתר אינטרנט. ה-vpn הזה הוא אותו OPERA VPN או Touch VPN\n\nזהו שירות פרוקסי מתקדם המחבר אותך לרשת מאובטחת פרטית. החיבור המהיר והקל מסתיר את כתובת ה-IP האמיתית ואת שירותי ה-Proxy, ובכך פותח את כל האתרים החסומים במדינה שלך, מספק גלישה נסתרת באינטרנט והגנה על הנתונים שלך.\n\nעיצוב ידידותי יתאים לכולם, כי אנחנו עושים את כל המאמצים שלנו כדי לפשט את החיבור, אז אתה רק צריך לעקוב אחר השלבים הבאים:\n\n- בחר ארץ\n- לחץ על כפתור הקישור\n- גלישה באינטרנט בצורה מאובטחת\n\nOVPN – פרוקסי VPN מאובטח ומהיר עבור Google Chrome שלך\n\n✓ 100% חינם. אין צורך בפרטי תשלום וניסויים מוצעים.\n✓ ללא הגבלה: סליל ללא הגבלה. אין נתוני מפגש מהיר וחיבור אבטחה.\n✓ מאובטח: ה-SSL שלנו יהפוך אותך לאנונימי לחלוטין.\n✓ שינוי ספק חיפוש ברירת המחדל ל-ntsmartfinder.com ואתר זה מפנה את גוגל או בינג.\n \n\nתוסף זה משתמש בהצפנה מודרנית כדי לספק גלישה אנונימית ופרטית לחלוטין. כל פעילויות האינטרנט מוגנות בזמן ש-proxy VPN פועל. הכל על \"הסתר את השרשור שלי\" או \"הגן על נתונים\" שאתה יכול ליישם כבר עכשיו.\n\nלשרת proxy VPN יש ביצועים מהירים ומתחבר לרשת פרטית תוך שניות. זוהי הזדמנות טובה לשנות כתובות IP במהירות ובקלות בכל עת. ביצועים טובים מאפשרים הורדה או סטרימינג חלקה או רציפה.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ כיצד אנו משתמשים במידע שלך?\n\nאנו משתמשים במידע שלך כדי לספק את השירות. זה כדי ליצור את החשבון שלך (אם תחליט להירשם); לספק תמיכה הקשורה לשירות; ליצור איתך קשר לקבלת עדכונים, הצעות שיווקיות או כל דאגה שתהיה לך; זה אומר שאנחנו יכולים להשתמש במידע כדי לבצע מחקר סטטיסטי ואנליטי כדי לשפר את השירות.\n\n★ מידע שאנו חולקים\n\nאיננו משכירים או מוכרים מידע אישי כלשהו. אנו עשויים לחשוף מידע אישי לספקי שירות או שותפים מהימנים אחרים של צד שלישי במטרה לספק לך את השירות, האחסון והניתוח.\n\n★ הבחירות והזכויות שלך\n\nאנו שואפים לספק דרכים לעדכן ולמחוק במהירות את המידע שלך.\nלמימוש זכות זו, ניתן לפנות אלינו בכתובת: privacy@ovpnfree.com\n\n------------------------------------------\n\nקישורים משפטיים:\nפרטיות: https://ovpnfree.com/legal/privacy\nתנאי השירות: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nלמידע נוסף - https://ovpnfree.com/faq\nתמיכה - http://ovpnfree.com/support\nמדיניות הפרטיות של OVPN: http://ovpnfree.com/legal/privacy\nהסכם רישיון משתמש קצה של OVPN: http://ovpnfree.com/legal/sla",
    "hi": "OVPN - क्रोम के लिए मुफ्त वीपीएन प्रॉक्सी और सुरक्षित\n\nओवीपीएन - मुफ्त वीपीएन अनब्लॉक वेबसाइट, किसी भी वेबसाइट तक पहुंचने के लिए मुफ्त वीपीएन एक्सटेंशन।\n\nपूरी तरह से मुफ्त और असीमित वीपीएन सेवा। IP एड्रेस को मास्क करना और किसी भी वेबसाइट को ब्लॉक करना। यह वीपीएन वही ओपेरा वीपीएन या टच वीपीएन है\n\nयह एक उन्नत प्रॉक्सी सेवा है जो आपको एक निजी सुरक्षित नेटवर्क से जोड़ती है। तेज और आसान कनेक्शन वास्तविक आईपी पते और प्रॉक्सी सेवाओं को छुपाता है, इस प्रकार आपके देश में सभी अवरुद्ध वेबसाइटों को खोलता है, छिपी हुई वेब सर्फिंग प्रदान करता है और आपके डेटा की सुरक्षा करता है।\n\nअनुकूल डिजाइन सभी के लिए उपयुक्त होगा, क्योंकि हम कनेक्शन को आसान बनाने के लिए अपने सभी प्रयास करते हैं, इसलिए आपको केवल अगले चरणों का पालन करने की आवश्यकता है:\n\n- कोई देश चुनें\n- लिंक बटन पर क्लिक करें\n- इंटरनेट को सुरक्षित रूप से सर्फ करें\n\nOVPN -आपके Google Chrome के लिए सुरक्षित और तेज़ VPN प्रॉक्सी\n\n✓ 100% मुफ़्त। कोई भुगतान जानकारी की आवश्यकता नहीं है और परीक्षणों की पेशकश की गई है।\n✓ असीमित: रील असीमित। कोई सत्र डेटा तेज़ और सुरक्षा कनेक्शन नहीं।\n✓ सुरक्षित: हमारा एसएसएल आपको पूरी तरह गुमनाम बना देगा।\n✓ डिफ़ॉल्ट खोज प्रदाता को ntsmartfinder.com में बदलना और यह साइट google या bing को रीडायरेक्ट करती है।\n \n\nयह एक्सटेंशन पूरी तरह से अनाम और निजी ब्राउज़िंग प्रदान करने के लिए आधुनिक एन्क्रिप्शन का उपयोग करता है। वीपीएन प्रॉक्सी के चलने के दौरान सभी वेब गतिविधियां सुरक्षित रहती हैं। यह \"मेरा थ्रेड छुपाएं\" या \"डेटा सुरक्षित रखें\" के बारे में है जिसे आप अभी लागू कर सकते हैं।\n\nवीपीएन प्रॉक्सी में उच्च गति का प्रदर्शन होता है और सेकंड में एक निजी नेटवर्क से जुड़ जाता है। किसी भी समय जल्दी और आसानी से आईपी एड्रेस बदलने का यह एक अच्छा अवसर है। अच्छा प्रदर्शन सुचारू या निरंतर डाउनलोडिंग या स्ट्रीमिंग की अनुमति देता है।\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ हम आपकी जानकारी का उपयोग कैसे करते हैं?\n\nहम सेवा प्रदान करने के लिए आपकी जानकारी का उपयोग करते हैं। यह आपका खाता बनाने के लिए है (यदि आप साइन अप करने का निर्णय लेते हैं); सेवा से संबंधित सहायता प्रदान करना; अपडेट, मार्केटिंग ऑफ़र या आपकी किसी भी चिंता के लिए आपसे संपर्क करने के लिए; इसका मतलब है कि हम सेवा को बेहतर बनाने के लिए सांख्यिकीय और विश्लेषणात्मक शोध करने के लिए जानकारी का उपयोग कर सकते हैं।\n\n★ जानकारी हम साझा करते हैं\n\nहम कोई व्यक्तिगत जानकारी किराए पर नहीं देते या बेचते नहीं हैं। हम आपको सेवा, भंडारण और विश्लेषण प्रदान करने के उद्देश्य से अन्य विश्वसनीय तृतीय पक्ष सेवा प्रदाताओं या भागीदारों को व्यक्तिगत जानकारी का खुलासा कर सकते हैं।\n\n★ आपकी पसंद और अधिकार\n\nहम आपकी जानकारी को त्वरित रूप से अपडेट करने और हटाने के तरीके प्रदान करने का प्रयास करते हैं।\nइस अधिकार का प्रयोग करने के लिए, आप हमसे इस पते पर संपर्क कर सकते हैं: privacy@ovpnfree.com\n\n-------------------------------------------\n\nकानूनी लिंक:\nगोपनीयता: https://ovpnfree.com/legal/privacy\nसेवा की शर्तें: https://ovpnfree.com/legal/sla\nडीएमसीए: https://ovpnfree.com/legal/dmca\n\nऔर जानें - https://ovpnfree.com/faq\nसहयोग - http://ovpnfree.com/support\nओवीपीएन गोपनीयता नीति: http://ovpnfree.com/legal/privacy\nOVPN एंड यूज़र लाइसेंस एग्रीमेंट: http://ovpnfree.com/legal/sla\n\n\novpn - krom ke lie mupht veepeeen proksee aur surakshit\n\noveepeeen - mupht veepeeen anablok vebasait, kisee bhee vebasait tak pahunchane ke lie mupht veepeeen eksatenshan.\n\npooree tarah se mupht aur aseemit veepeeen seva. ip edres ko maask karana aur kisee bhee vebasait ko blok karana. yah veepeeen vahee opera veepeeen ya tach veepeeen hai\n\nyah ek unnat proksee seva hai jo aapako ek nijee surakshit netavark se jodatee hai. tej aur aasaan kanekshan vaastavik aaeepee pate aur proksee sevaon ko chhupaata hai, is prakaar aapake desh mein sabhee avaruddh vebasaiton ko kholata hai, chhipee huee veb sarphing pradaan karata hai aur aapake deta kee suraksha karata hai.\n\nanukool dijain sabhee ke lie upayukt hoga, kyonki ham kanekshan ko aasaan banaane ke lie apane sabhee prayaas karate hain, isalie aapako keval agale charanon ka paalan karane kee aavashyakata hai:\n\n- koee desh chunen\n- link batan par klik karen\n- intaranet ko surakshit roop se sarph karen\n\novpn -aapake googlai chhromai ke lie surakshit aur tez vpn proksee\n\n✓ 100% muft. koee bhugataan jaanakaaree kee aavashyakata nahin hai aur pareekshanon kee peshakash kee gaee hai.\n✓ aseemit: reel aseemit. koee satr deta tez aur suraksha kanekshan nahin.\n✓ surakshit: hamaara esesel aapako pooree tarah gumanaam bana dega.\n✓ difolt khoj pradaata ko ntsmartfindair.chom mein badalana aur yah sait googlai ya bing ko reedaayarekt karatee hai.\n \n\nyah eksatenshan pooree tarah se anaam aur nijee brauzing pradaan karane ke lie aadhunik enkripshan ka upayog karata hai. veepeeen proksee ke chalane ke dauraan sabhee veb gatividhiyaan surakshit rahatee hain. yah \"mera thred chhupaen\" ya \"deta surakshit rakhen\" ke baare mein hai jise aap abhee laagoo kar sakate hain.\n\nveepeeen proksee mein uchch gati ka pradarshan hota hai aur sekand mein ek nijee netavark se jud jaata hai. kisee bhee samay jaldee aur aasaanee se aaeepee edres badalane ka yah ek achchha avasar hai. achchha pradarshan suchaaroo ya nirantar daunaloding ya streeming kee anumati deta hai.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ ham aapakee jaanakaaree ka upayog kaise karate hain?\n\nham seva pradaan karane ke lie aapakee jaanakaaree ka upayog karate hain. yah aapaka khaata banaane ke lie hai (yadi aap sain ap karane ka nirnay lete hain); seva se sambandhit sahaayata pradaan karana; apadet, maarketing ofar ya aapakee kisee bhee chinta ke lie aapase sampark karane ke lie; isaka matalab hai ki ham seva ko behatar banaane ke lie saankhyikeey aur vishleshanaatmak shodh karane ke lie jaanakaaree ka upayog kar sakate hain.\n\n★ jaanakaaree ham saajha karate hain\n\nham koee vyaktigat jaanakaaree kirae par nahin dete ya bechate nahin hain. ham aapako seva, bhandaaran aur vishleshan pradaan karane ke uddeshy se any vishvasaneey trteey paksh seva pradaataon ya bhaageedaaron ko vyaktigat jaanakaaree ka khulaasa kar sakate hain.\n\n★ aapakee pasand aur adhikaar\n\nham aapakee jaanakaaree ko tvarit roop se apadet karane aur hataane ke tareeke pradaan karane ka prayaas karate hain.\nis adhikaar ka prayog karane ke lie, aap hamase is pate par sampark kar sakate hain: privachy@ovpnfraiai.chom\n\n-------------------------------------------",
    "hr": "OVPN – besplatni VPN proxy i siguran za Chrome\n\nOVPN - besplatno VPN deblokiranje web stranica, besplatno VPN proširenje za pristup bilo kojoj web stranici.\n\nPotpuno besplatna i neograničena VPN usluga. Maskiranje IP adrese i blokiranje bilo koje web stranice. ovaj vpn je isti OPERA VPN ili Touch VPN\n\novo je napredna proxy usluga koja vas povezuje s privatnom sigurnom mrežom. Brza i jednostavna veza skriva stvarnu IP adresu i proxy usluge, otvarajući tako sve blokirane web stranice u vašoj zemlji, pružajući skriveno surfanje webom i štiteći vaše podatke.\n\nPrijateljski dizajn će biti prikladan za svakoga, jer se trudimo pojednostaviti povezivanje, tako da samo trebate slijediti sljedeće korake:\n\n- Odaberite državu\n- Kliknite gumb poveznice\n- Sigurno surfajte internetom\n\nOVPN – Siguran i brz VPN proxy za vaš Google Chrome\n\n✓ 100% besplatno. Nisu potrebni podaci o plaćanju i ponuđena su probna testiranja.\n✓ Neograničeno: kolut je neograničen. Brza i sigurna veza bez podataka o sesiji.\n✓ Osigurano: naš SSL učinit će vas potpuno anonimnim.\n✓ Promjena zadanog pružatelja usluge pretraživanja na ntsmartfinder.com i ova stranica preusmjerava google ili bing.\n \n\nOvo proširenje koristi modernu enkripciju za potpuno anonimno i privatno pregledavanje. Sve web aktivnosti su zaštićene dok VPN proxy radi. Radi se o \"Sakrij moju temu\" ili \"Zaštiti podatke\" koje možete primijeniti upravo sada.\n\nVPN proxy ima performanse velike brzine i povezuje se na privatnu mrežu u nekoliko sekundi. To je dobra prilika za brzu i jednostavnu promjenu IP adrese u bilo kojem trenutku. Dobra izvedba omogućuje glatko ili kontinuirano preuzimanje ili strujanje.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Kako koristimo vaše podatke?\n\nVaše podatke koristimo za pružanje Usluge. Ovo je za stvaranje vašeg računa (ako se odlučite prijaviti); pružiti podršku vezanu uz usluge; da vas kontaktiramo u vezi ažuriranja, marketinških ponuda ili bilo kakvih nedoumica koje biste mogli imati; To znači da možemo koristiti informacije za provođenje statističkih i analitičkih istraživanja kako bismo poboljšali uslugu.\n\n★ Informacije koje dijelimo\n\nNe iznajmljujemo niti prodajemo nikakve osobne podatke. Osobne podatke možemo otkriti drugim pouzdanim pružateljima usluga ili partnerima trećih strana u svrhu pružanja usluge, pohrane i analitike za vas.\n\n★ Vaši izbori i prava\n\nNastojimo pružiti načine za brzo ažuriranje i brisanje vaših podataka.\nZa ostvarivanje ovog prava možete nas kontaktirati na adresu: privacy@ovpnfree.com\n\n-------------------------------------------\n\nPravni linkovi:\nPrivatnost: https://ovpnfree.com/legal/privacy\nUvjeti usluge: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nSaznajte više - https://ovpnfree.com/faq\nPodrška - http://ovpnfree.com/support\nOVPN Pravila privatnosti: http://ovpnfree.com/legal/privacy\nOVPN Licencni ugovor za krajnjeg korisnika: http://ovpnfree.com/legal/sla",
    "hu": "OVPN – Ingyenes VPN-proxy és biztonságos Chrome-hoz\n\nOVPN - Ingyenes VPN Webhelyek blokkolásának feloldása, ingyenes VPN-bővítmény bármely webhely eléréséhez.\n\nTeljesen ingyenes és korlátlan VPN szolgáltatás. Az IP-cím maszkolása és bármely webhely blokkolása. ez a VPN ugyanaz az OPERA VPN vagy a Touch VPN\n\nez egy fejlett proxyszolgáltatás, amely egy biztonságos privát hálózathoz csatlakozik. A gyors és egyszerű kapcsolat elrejti a valós IP-címet és a Proxy szolgáltatásokat, így megnyitja az ország összes blokkolt webhelyét, rejtett böngészést biztosítva az interneten és védi adatait.\n\nA barátságos kialakítás mindenki számára megfelelő lesz, mert mindent megteszünk a kapcsolat egyszerűsítéséért, így csak a következő lépéseket kell követnie:\n\n- Válassz egy országot\n- Kattintson a link gombra\n- Biztonságosan szörfölhet az interneten\n\nOVPN – Biztonságos és gyors VPN-proxy a Google Chrome-hoz\n\n✓ 100% ingyenes. Nincs szükség fizetési információra, és próbaverziókat kínálunk.\n✓ Korlátlan: Tekerj korlátlanul. Nincs munkamenetadat gyors és biztonságos kapcsolat.\n✓ Biztonságos: SSL-ünk segítségével teljesen anonim lesz.\n✓ Az alapértelmezett keresési szolgáltató módosítása az ntsmartfinder.com-ra, és ez a webhely átirányítja a google-t vagy a bing-et.\n \n\nEz a bővítmény modern titkosítást használ, hogy teljesen névtelen és privát böngészést biztosítson. A VPN-proxy futása közben minden webes tevékenység védett. Az egész a \"Szálam elrejtése\" vagy az \"Adatok védelme\" funkcióról szól, amelyet azonnal alkalmazhat.\n\nA VPN-proxy nagy sebességgel rendelkezik, és másodpercek alatt csatlakozik egy privát hálózathoz. Ez egy jó lehetőség az IP-címek gyors és egyszerű megváltoztatására bármikor. A jó teljesítmény zökkenőmentes vagy folyamatos letöltést vagy streamelést tesz lehetővé.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Hogyan használjuk fel az Ön adatait?\n\nAz Ön adatait a Szolgáltatás biztosításához használjuk fel. Ez a fiók létrehozása (ha úgy dönt, hogy regisztrál); szolgáltatással kapcsolatos támogatás nyújtása; felvenni Önnel a kapcsolatot frissítésekkel, marketingajánlatokkal vagy bármilyen aggályával kapcsolatban; Ez azt jelenti, hogy felhasználhatjuk az információkat statisztikai és elemző kutatások elvégzésére a Szolgáltatás fejlesztése érdekében.\n\n★ Az általunk megosztott információk\n\nNem adunk bérbe vagy adunk el semmilyen személyes adatot. Személyes adatokat kiadhatunk más megbízható harmadik fél szolgáltatóknak vagy partnereknek abból a célból, hogy a Szolgáltatást, tárolást és elemzéseket biztosítsuk Önnek.\n\n★ Az Ön választásai és jogai\n\nArra törekszünk, hogy módokat biztosítsunk az adatok gyors frissítésére és törlésére.\nE jogának gyakorlásához felveheti velünk a kapcsolatot a következő címen: privacy@ovpnfree.com\n\n--------------------------------------------\n\nJogi linkek:\nAdatvédelem: https://ovpnfree.com/legal/privacy\nSzolgáltatási feltételek: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nTovábbi információ: https://ovpnfree.com/faq\nTámogatás - http://ovpnfree.com/support\nAz OVPN adatvédelmi szabályzata: http://ovpnfree.com/legal/privacy\nOVPN végfelhasználói licencszerződés: http://ovpnfree.com/legal/sla",
    "id": "OVPN – Proksi VPN Gratis & Aman untuk Chrome\n\nOVPN - VPN Gratis Buka Blokir Situs Web, ekstensi VPN gratis untuk mengakses situs web apa pun.\n\nLayanan VPN yang sepenuhnya gratis dan tidak terbatas. Menyamarkan alamat IP dan memblokir situs web apa pun. vpn ini adalah OPERA VPN atau Touch VPN yang sama\n\nini adalah layanan Proxy canggih yang menghubungkan Anda ke jaringan aman pribadi. Koneksi yang cepat dan mudah menyembunyikan alamat IP asli dan layanan Proksi, sehingga membuka semua situs web yang diblokir di negara Anda, menyediakan penjelajahan web tersembunyi dan melindungi data Anda.\n\nDesain yang ramah akan cocok untuk semua orang, karena kami berusaha semaksimal mungkin untuk menyederhanakan koneksi, jadi Anda hanya perlu mengikuti langkah selanjutnya:\n\n- Pilih negara\n- Klik tombol tautan\n- Berselancar di internet dengan aman\n\nOVPN – Proksi VPN Aman dan Cepat untuk Google Chrome Anda\n\n✓ 100% gratis. Tidak diperlukan informasi pembayaran dan uji coba ditawarkan.\n✓ Tidak terbatas: Gulungan tidak terbatas. Tidak ada koneksi sessiondata yang cepat dan aman.\n✓ Aman: SSL kami akan membuat Anda sepenuhnya anonim.\n✓ Mengubah penyedia pencarian default menjadi ntsmartfinder.com dan situs ini mengalihkan google atau bing.\n \n\nEkstensi ini menggunakan enkripsi modern untuk menyediakan penjelajahan yang sepenuhnya anonim dan pribadi. Semua aktivitas web dilindungi saat proksi VPN sedang berjalan. Ini semua tentang \"Sembunyikan Utas Saya\" atau \"Lindungi data\" yang dapat Anda terapkan sekarang.\n\nProksi VPN memiliki kinerja berkecepatan tinggi dan terhubung ke jaringan pribadi dalam hitungan detik. Ini adalah peluang bagus untuk mengubah alamat IP dengan cepat dan mudah kapan saja. Performa yang baik memungkinkan pengunduhan atau streaming yang lancar atau berkelanjutan.\n\n\n----------------------------------------------\n\n\n----------------------------------------------\n\n★ Bagaimana kami menggunakan informasi Anda?\n\nKami menggunakan informasi Anda untuk menyediakan Layanan. Ini untuk membuat akun Anda (jika Anda memutuskan untuk mendaftar); memberikan dukungan terkait layanan; untuk menghubungi Anda untuk pembaruan, penawaran pemasaran, atau masalah apa pun yang mungkin Anda miliki; Ini berarti kami dapat menggunakan informasi tersebut untuk melakukan penelitian statistik dan analitik untuk meningkatkan Layanan.\n\n★ Informasi yang kami bagikan\n\nKami tidak menyewakan atau menjual Informasi Pribadi apa pun. Kami dapat mengungkapkan Informasi Pribadi kepada penyedia atau mitra layanan pihak ketiga tepercaya lainnya untuk tujuan menyediakan Layanan, penyimpanan, dan analitik kepada Anda.\n\n★ Pilihan dan Hak Anda\n\nKami berusaha menyediakan cara untuk memperbarui dan menghapus informasi Anda dengan cepat.\nUntuk menggunakan hak ini, Anda dapat menghubungi kami di alamat: privacy@ovpnfree.com\n\n----------------------------------------------\n\nTautan hukum:\nPrivasi: https://ovpnfree.com/legal/privacy\nKetentuan layanan: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nPelajari lebih lanjut - https://ovpnfree.com/faq\nDukungan - http://ovpnfree.com/support\nKebijakan Privasi OVPN: http://ovpnfree.com/legal/privacy\nPerjanjian Lisensi Pengguna Akhir OVPN: http://ovpnfree.com/legal/sla",
    "it": "OVPN: proxy VPN gratuito e sicuro per Chrome\n\nOVPN - Sblocca siti Web VPN gratuiti, estensione VPN gratuita per accedere a qualsiasi sito Web.\n\nServizio VPN completamente gratuito e illimitato. Mascherare l'indirizzo IP e bloccare qualsiasi sito web. questa VPN è la stessa VPN OPERA o Touch VPN\n\nquesto è un servizio proxy avanzato che ti connette a una rete privata sicura. La connessione semplice e veloce nasconde il vero indirizzo IP e i servizi proxy, aprendo così tutti i siti Web bloccati nel tuo paese, fornendo una navigazione Web nascosta e proteggendo i tuoi dati.\n\nIl design amichevole sarà adatto a tutti, perché facciamo tutti i nostri sforzi per semplificare la connessione, quindi devi solo seguire i passaggi successivi:\n\n- Seleziona un Paese\n- Fare clic sul pulsante di collegamento\n- Navigare in Internet in modo sicuro\n\nOVPN: proxy VPN sicuro e veloce per il tuo Google Chrome\n\n✓ 100% gratuito. Nessuna informazione di pagamento necessaria e prove offerte.\n✓ Illimitato: Bobina illimitata. Nessun dato di sessione veloce e connessione di sicurezza.\n✓ Sicuro: il nostro SSL ti renderà completamente anonimo.\n✓ Modifica del provider di ricerca predefinito in ntsmartfinder.com e questo sito reindirizza google o bing.\n \n\nQuesta estensione utilizza la crittografia moderna per fornire una navigazione completamente anonima e privata. Tutte le attività web sono protette mentre il proxy VPN è in esecuzione. Si tratta di \"Nascondi il mio thread\" o \"Proteggi i dati\" che puoi applicare in questo momento.\n\nIl proxy VPN ha prestazioni ad alta velocità e si connette a una rete privata in pochi secondi. È una buona opportunità per modificare gli indirizzi IP in modo rapido e semplice in qualsiasi momento. Le buone prestazioni consentono download o streaming fluidi o continui.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Come utilizziamo le tue informazioni?\n\nUtilizziamo le tue informazioni per fornire il Servizio. Questo per creare il tuo account (se decidi di registrarti); fornire supporto relativo al servizio; per contattarti per aggiornamenti, offerte di marketing o qualsiasi dubbio tu possa avere; Significa che possiamo utilizzare le informazioni per condurre ricerche statistiche e analitiche per migliorare il Servizio.\n\n★ Informazioni che condividiamo\n\nNon affittiamo o vendiamo alcuna informazione personale. Potremmo divulgare le informazioni personali ad altri fornitori di servizi di terze parti o partner di fiducia allo scopo di fornire il servizio, l'archiviazione e l'analisi all'utente.\n\n★ Le tue scelte e i tuoi diritti\n\nCi sforziamo di fornire modi per aggiornare ed eliminare rapidamente le tue informazioni.\nPer esercitare tale diritto, puoi contattarci all'indirizzo: privacy@ovpnfree.com\n\n--------------------------------------------\n\nLink legali:\nPrivacy: https://ovpnfree.com/legal/privacy\nTermini di servizio: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nUlteriori informazioni - https://ovpnfree.com/faq\nSupporto - http://ovpnfree.com/support\nInformativa sulla privacy di OVPN: http://ovpnfree.com/legal/privacy\nContratto di licenza con l'utente finale OVPN: http://ovpnfree.com/legal/sla",
    "ja": "OVPN – Chrome 向けの無料 VPN プロキシと安全性\n\nOVPN - 無料の VPN ウェブサイトのブロック解除、あらゆるウェブサイトにアクセスするための無料の VPN 拡張機能。\n\n完全に無料で無制限の VPN サービス。 IPアドレスをマスキングしてWebサイトをブロックします。 この VPN は OPERA VPN または Touch VPN と同じです\n\nこれは、プライベートの安全なネットワークに接続する高度なプロキシ サービスです。 高速かつ簡単な接続により、実際の IP アドレスとプロキシ サービスが隠蔽されるため、国内でブロックされているすべての Web サイトが開き、隠された Web サーフィンが提供され、データが保護されます。\n\n接続を簡素化するために全力を尽くしているため、フレンドリーなデザインは誰にでも適しています。そのため、次の手順に従うだけで済みます。\n\n- 国を選択\n- リンクボタンをクリックします\n- インターネットを安全に閲覧\n\nOVPN – Google Chrome 用の安全で高速な VPN プロキシ\n\n✓ 完全に無料。 支払い情報は必要なく、試用版も提供されます。\n✓ 無制限: リールは無制限。 セッションデータの高速かつ安全な接続はありません。\n✓ 安全性: 当社の SSL により完全に匿名化されます。\n✓ デフォルトの検索プロバイダーを ntsmartfinder.com に変更すると、このサイトは Google または bing にリダイレクトされます。\n \n\nこの拡張機能は最新の暗号化を使用して、完全に匿名でプライベートなブラウジングを提供します。 VPN プロキシの実行中は、すべての Web アクティビティが保護されます。 今すぐ適用できる「スレッドの非表示」または「データの保護」に関するものです。\n\nVPN プロキシは高速パフォーマンスを備え、数秒でプライベート ネットワークに接続します。 IP アドレスをいつでも素早く簡単に変更できる良い機会です。 優れたパフォーマンスにより、スムーズまたは継続的なダウンロードまたはストリーミングが可能になります。\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★あなたの情報はどのように使用されますか?\n\n当社はサービスを提供するためにお客様の情報を使用します。 これはアカウントを作成するためのものです (サインアップする場合)。 サービス関連のサポートを提供する。 最新情報、マーケティングオファー、または懸念事項について連絡するため。 これは、サービスを改善するために統計的および分析的調査を実施するために情報を使用できることを意味します。\n\n★当社が共有する情報\n\n当社はいかなる個人情報もレンタルまたは販売しません。 当社は、お客様にサービス、保管および分析を提供する目的で、他の信頼できる第三者サービスプロバイダーまたはパートナーに個人情報を開示する場合があります。\n\n★あなたの選択と権利\n\n当社は、お客様の情報を迅速に更新および削除する方法を提供するよう努めています。\nこの権利を行使するには、privacy@ovpnfree.com までご連絡ください。\n\n-------------------------------------------\n\n法的リンク:\nプライバシー: https://ovpnfree.com/legal/privacy\n利用規約: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\n詳細はこちら - https://ovpnfree.com/faq\nサポート - http://ovpnfree.com/support\nOVPN プライバシー ポリシー: http://ovpnfree.com/legal/privacy\nOVPN エンドユーザー使用許諾契約: http://ovpnfree.com/legal/sla\n\n\nOVPN – kurōmu-muke no muryō VPN purokishi to anzen-sei OVPN - muryō no VPN u~ebusaito no burokku kaijo, arayuru u~ebusaito ni akusesu suru tame no muryō no VPN kakuchō kinō. Kanzen ni muryō de museigen no VPN sābisu. Aipīadoresu o masukingu shite u~ebu saito o burokku shimasu. Kono VPN wa OPERA VPN matawa Touch VPN to onajidesu koreha, puraibēto no anzen'na nettowāku ni setsuzoku suru kōdona purokishi sābisudesu. Kōsoku katsu kantan'na setsuzoku ni yori, jissai no IP adoresu to purokishi sābisu ga inpei sa reru tame, kokunai de burokku sa rete iru subete no u~ebu saito ga hiraki, kakusareta u~ebu sāfin ga teikyō sa re, dēta ga hogo sa remasu. Setsuzoku o kanso-ka suru tame ni zenryoku o tsukushite iru tame, furendorīna dezain wa darenidemo tekishite imasu. Sonotame,-ji no tejun ni shitagau dake de sumimasu. - Kuni o sentaku - rinku botan o kurikku shimasu - intānetto o anzen ni etsuran OVPN – gūgurukurōmu-yō no anzende kōsokuna VPN purokishi ✓ kanzen ni muryō. Shiharai jōhō wa hitsuyō naku, shiyōhan mo teikyō sa remasu. ✓ Museigen: Rīru wa museigen. Sesshondēta no kōsoku katsu anzen'na setsuzoku wa arimasen. ✓ Anzen-sei: Tōsha no SSL ni yori kanzen ni tokumei-ka sa remasu. ✓ Deforuto no kensaku purobaidā o ntsmartfinder. Komu ni henkō suru to, kono saito wa gūguru matawa bing ni ridairekuto sa remasu. Kono kakuchō kinō wa saishin no angō-ka o shiyō shite, kanzen ni tokumei de puraibētona buraujingu o teikyō shimasu. VPN purokishi no jikkō-chū wa, subete no u~ebu akutibiti ga hogo sa remasu. Ima sugu tekiyō dekiru `sureddo no hi hyōji' matawa `dēta no hogo' ni kansuru monodesu. VPN purokishi wa kōsoku pafōmansu o sonae, sū-byō de puraibēto nettowāku ni setsuzoku shimasu. IP adoresu o itsu demo subayaku kantan ni henkō dekiru yoi kikaidesu. Sugureta pafōmansu ni yori, sumūzu matawa keizoku-tekina daunrōdo matawa sutorīmingu ga kanō ni narimasu. -- -- -- -- -- -- -- -- -- ------------------------- -- -- -- -- -- -- -- -- -- ------------------------- ★ Anata no jōhō wa dono yō ni shiyō sa remasu ka? Tōsha wa sābisu o teikyō suru tame ni okyakusama no jōhō o shiyō shimasu. Kore wa akaunto o sakusei suru tame no monodesu (sain'appu suru baai). Sābisu kanren no sapōto o teikyō suru. Saishin jōhō, māketinguofā, matawa kenen jikō ni tsuite renraku suru tame. Kore wa, sābisu o kaizen suru tame ni tōkei-teki oyobi bunseki-teki chōsa o jisshi suru tame ni jōhō o shiyō dekiru koto o imi shimasu. ★ Tōsha ga kyōyū suru jōhō tōsha wa ikanaru kojin jōhō mo rentaru matawa hanbai shimasen. Tōsha wa, okyakusama ni sābisu, hokan oyobi bunseki o teikyō suru mokuteki de, hoka no shinraidekiru daisansha sābisupurobaidā matawa pātonā ni kojin jōhō o kaiji suru baai ga arimasu. ★ Anata no sentaku to kenri tōsha wa, okyakusama no jōhō o jinsoku ni kōshin oyobi sakujo suru hōhō o teikyō suru yō tsutomete imasu.",
    "kn": "OVPN – Chrome ಗಾಗಿ ಉಚಿತ VPN ಪ್ರಾಕ್ಸಿ ಮತ್ತು ಸುರಕ್ಷಿತ\n\nOVPN - ಉಚಿತ VPN ಅನ್‌ಬ್ಲಾಕ್ ವೆಬ್‌ಸೈಟ್‌ಗಳು, ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಉಚಿತ VPN ವಿಸ್ತರಣೆ.\n\nಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತ ಮತ್ತು ಅನಿಯಮಿತ VPN ಸೇವೆ. IP ವಿಳಾಸವನ್ನು ಮರೆಮಾಚುವುದು ಮತ್ತು ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ನಿರ್ಬಂಧಿಸುವುದು. ಈ vpn ಅದೇ OPERA VPN ಅಥವಾ ಟಚ್ VPN ಆಗಿದೆ\n\nಇದು ಸುಧಾರಿತ ಪ್ರಾಕ್ಸಿ ಸೇವೆಯಾಗಿದ್ದು ಅದು ನಿಮ್ಮನ್ನು ಖಾಸಗಿ ಸುರಕ್ಷಿತ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸುತ್ತದೆ. ವೇಗವಾದ ಮತ್ತು ಸುಲಭವಾದ ಸಂಪರ್ಕವು ನೈಜ IP ವಿಳಾಸ ಮತ್ತು ಪ್ರಾಕ್ಸಿ ಸೇವೆಗಳನ್ನು ಮರೆಮಾಡುತ್ತದೆ, ಹೀಗಾಗಿ ನಿಮ್ಮ ದೇಶದಲ್ಲಿ ಎಲ್ಲಾ ನಿರ್ಬಂಧಿಸಲಾದ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ತೆರೆಯುತ್ತದೆ, ಗುಪ್ತ ವೆಬ್ ಸರ್ಫಿಂಗ್ ಅನ್ನು ಒದಗಿಸುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸುತ್ತದೆ.\n\nಸೌಹಾರ್ದ ವಿನ್ಯಾಸವು ಎಲ್ಲರಿಗೂ ಸೂಕ್ತವಾಗಿದೆ, ಏಕೆಂದರೆ ನಾವು ಸಂಪರ್ಕವನ್ನು ಸರಳೀಕರಿಸಲು ನಮ್ಮ ಎಲ್ಲಾ ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನೀವು ಮುಂದಿನ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಬೇಕು:\n\n- ದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ\n- ಲಿಂಕ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ\n- ಇಂಟರ್ನೆಟ್ ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಸರ್ಫ್ ಮಾಡಿ\n\nOVPN - ನಿಮ್ಮ Google Chrome ಗಾಗಿ ಸುರಕ್ಷಿತ ಮತ್ತು ವೇಗದ VPN ಪ್ರಾಕ್ಸಿ\n\n✓ 100% ಉಚಿತ. ಯಾವುದೇ ಪಾವತಿ ಮಾಹಿತಿ ಅಗತ್ಯವಿಲ್ಲ ಮತ್ತು ಪ್ರಯೋಗಗಳನ್ನು ನೀಡಲಾಗುತ್ತದೆ.\n✓ ಅನಿಯಮಿತ: ರೀಲ್ ಅನಿಯಮಿತ. ಯಾವುದೇ ಸೆಶನ್ ಡೇಟಾ ವೇಗದ ಮತ್ತು ಭದ್ರತಾ ಸಂಪರ್ಕವಿಲ್ಲ.\n✓ ಸುರಕ್ಷಿತ: ನಮ್ಮ SSL ನಿಮ್ಮನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅನಾಮಧೇಯರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ.\n✓ ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ಪೂರೈಕೆದಾರರನ್ನು ntsmartfinder.com ಗೆ ಬದಲಾಯಿಸುವುದು ಮತ್ತು ಈ ಸೈಟ್ google ಅಥವಾ bing ಅನ್ನು ಮರುನಿರ್ದೇಶಿಸುತ್ತದೆ.\n \n\nಈ ವಿಸ್ತರಣೆಯು ಸಂಪೂರ್ಣವಾಗಿ ಅನಾಮಧೇಯ ಮತ್ತು ಖಾಸಗಿ ಬ್ರೌಸಿಂಗ್ ಒದಗಿಸಲು ಆಧುನಿಕ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅನ್ನು ಬಳಸುತ್ತದೆ. VPN ಪ್ರಾಕ್ಸಿ ಚಾಲನೆಯಲ್ಲಿರುವಾಗ ಎಲ್ಲಾ ವೆಬ್ ಚಟುವಟಿಕೆಗಳನ್ನು ರಕ್ಷಿಸಲಾಗಿದೆ. ನೀವು ಇದೀಗ ಅನ್ವಯಿಸಬಹುದಾದ \"ನನ್ನ ಥ್ರೆಡ್ ಅನ್ನು ಮರೆಮಾಡಿ\" ಅಥವಾ \"ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಿ\" ಕುರಿತು ಇದೆಲ್ಲವೂ ಆಗಿದೆ.\n\nVPN ಪ್ರಾಕ್ಸಿ ಹೆಚ್ಚಿನ ವೇಗದ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಖಾಸಗಿ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸುತ್ತದೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ತ್ವರಿತವಾಗಿ ಮತ್ತು ಸುಲಭವಾಗಿ IP ವಿಳಾಸಗಳನ್ನು ಬದಲಾಯಿಸಲು ಇದು ಉತ್ತಮ ಅವಕಾಶವಾಗಿದೆ. ಉತ್ತಮ ಕಾರ್ಯಕ್ಷಮತೆಯು ಸುಗಮ ಅಥವಾ ನಿರಂತರ ಡೌನ್‌ಲೋಡ್ ಅಥವಾ ಸ್ಟ್ರೀಮಿಂಗ್ ಅನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ?\n\nಸೇವೆಯನ್ನು ಒದಗಿಸಲು ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ. ಇದು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸುವುದು (ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡಲು ನಿರ್ಧರಿಸಿದರೆ); ಸೇವೆ-ಸಂಬಂಧಿತ ಬೆಂಬಲವನ್ನು ಒದಗಿಸಿ; ನವೀಕರಣಗಳು, ಮಾರ್ಕೆಟಿಂಗ್ ಕೊಡುಗೆಗಳು ಅಥವಾ ನೀವು ಹೊಂದಿರುವ ಯಾವುದೇ ಕಾಳಜಿಗಳಿಗಾಗಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು; ಸೇವೆಯನ್ನು ಸುಧಾರಿಸಲು ಸಂಖ್ಯಾಶಾಸ್ತ್ರೀಯ ಮತ್ತು ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಸಂಶೋಧನೆ ನಡೆಸಲು ನಾವು ಮಾಹಿತಿಯನ್ನು ಬಳಸಬಹುದು ಎಂದರ್ಥ.\n\n★ ನಾವು ಹಂಚಿಕೊಳ್ಳುವ ಮಾಹಿತಿ\n\nನಾವು ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಬಾಡಿಗೆಗೆ ನೀಡುವುದಿಲ್ಲ ಅಥವಾ ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ. ನಿಮಗೆ ಸೇವೆ, ಸಂಗ್ರಹಣೆ ಮತ್ತು ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ಒದಗಿಸುವ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ಇತರ ವಿಶ್ವಾಸಾರ್ಹ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೇವಾ ಪೂರೈಕೆದಾರರು ಅಥವಾ ಪಾಲುದಾರರಿಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸಬಹುದು.\n\n★ ನಿಮ್ಮ ಆಯ್ಕೆಗಳು ಮತ್ತು ಹಕ್ಕುಗಳು\n\nನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ತ್ವರಿತವಾಗಿ ನವೀಕರಿಸಲು ಮತ್ತು ಅಳಿಸಲು ಮಾರ್ಗಗಳನ್ನು ಒದಗಿಸಲು ನಾವು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ.\nಈ ಹಕ್ಕನ್ನು ಚಲಾಯಿಸಲು, ನೀವು ವಿಳಾಸದಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು: privacy@ovpnfree.com\n\n-------------------------------------------\n\nಕಾನೂನು ಲಿಂಕ್‌ಗಳು:\nಗೌಪ್ಯತೆ: https://ovpnfree.com/legal/privacy\nಸೇವಾ ನಿಯಮಗಳು: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ - https://ovpnfree.com/faq\nಬೆಂಬಲ - http://ovpnfree.com/support\nOVPN ಗೌಪ್ಯತಾ ನೀತಿ: http://ovpnfree.com/legal/privacy\nOVPN ಅಂತಿಮ ಬಳಕೆದಾರ ಪರವಾನಗಿ ಒಪ್ಪಂದ: http://ovpnfree.com/legal/sla\n\n\nOVPN – Chrome gāgi ucita VPN prāksi mattu surakṣita\n\nOVPN - ucita VPN an‌blāk veb‌saiṭ‌gaḷu, yāvudē veb‌saiṭ annu pravēśisalu ucita VPN vistaraṇe.\n\nSampūrṇavāgi ucita mattu aniyamita VPN sēve. IP viḷāsavannu maremācuvudu mattu yāvudē veb‌saiṭ annu nirbandhisuvudu. Ī vpn adē OPERA VPN athavā ṭac VPN āgide\n\nidu sudhārita prāksi sēveyāgiddu adu nim'mannu khāsagi surakṣita neṭ‌vark‌ge samparkisuttade. Vēgavāda mattu sulabhavāda samparkavu naija IP viḷāsa mattu prāksi sēvegaḷannu maremāḍuttade, hīgāgi nim'ma dēśadalli ellā nirbandhisalāda veb‌saiṭ‌gaḷannu tereyuttade, gupta veb sarphiṅg annu odagisuttade mattu nim'ma ḍēṭāvannu rakṣisuttade.\n\nSauhārda vin'yāsavu ellarigū sūktavāgide, ēkendare nāvu samparkavannu saraḷīkarisalu nam'ma ellā prayatnagaḷannu māḍuttēve, āddarinda nīvu mundina hantagaḷannu anusarisabēku:\n\n- Dēśavannu āykemāḍi\n- liṅk baṭan klik māḍi\n- iṇṭarneṭ annu surakṣitavāgi sarph māḍi\n\nOVPN - nim'ma Google Chrome gāgi surakṣita mattu vēgada VPN prāksi\n\n✓ 100% ucita. Yāvudē pāvati māhiti agatyavilla mattu prayōgagaḷannu nīḍalāguttade.\n✓ Aniyamita: Rīl aniyamita. Yāvudē seśan ḍēṭā vēgada mattu bhadratā samparkavilla.\n✓ Surakṣita: Nam'ma SSL nim'mannu sampūrṇavāgi anāmadhēyarannāgi māḍuttade.\n✓ Ḍīphālṭ huḍukāṭa pūraikedārarannu ntsmartfinder.Com ge badalāyisuvudu mattu ī saiṭ google athavā bing annu marunirdēśisuttade.\n \n\nĪ vistaraṇeyu sampūrṇavāgi anāmadhēya mattu khāsagi brausiṅg odagisalu ādhunika en‌kripśan annu baḷasuttade. VPN prāksi cālaneyalliruvāga ellā veb caṭuvaṭikegaḷannu rakṣisalāgide. Nīvu idīga anvayisabahudāda\"nanna threḍ annu maremāḍi\" athavā\"ḍēṭāvannu rakṣisi\" kuritu idellavū āgide.\n\nVPN prāksi heccina vēgada kāryakṣamateyannu hondide mattu sekeṇḍugaḷalli khāsagi neṭ‌vark‌ge samparkisuttade. Yāvudē samayadalli tvaritavāgi mattu sulabhavāgi IP viḷāsagaḷannu badalāyisalu idu uttama avakāśavāgide. Uttama kāryakṣamateyu sugama athavā nirantara ḍaun‌lōḍ athavā sṭrīmiṅg annu anumatisuttade.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Nim'ma māhitiyannu nāvu hēge baḷasuttēve?\n\nSēveyannu odagisalu nāvu nim'ma māhitiyannu baḷasuttēve. Idu nim'ma khāteyannu racisuvudu (nīvu sain ap māḍalu nirdharisidare); sēve-sambandhita bembalavannu odagisi; navīkaraṇagaḷu, mārkeṭiṅg koḍugegaḷu athavā nīvu hondiruva yāvudē kāḷajigaḷigāgi nim'mannu samparkisalu; sēveyannu sudhārisalu saṅkhyāśāstrīya mattu viślēṣaṇātmaka sanśōdhane naḍesalu nāvu māhitiyannu baḷasabahudu endartha.\n\n★ Nāvu han̄cikoḷḷuva māhiti\n\nnāvu yāvudē vaiyaktika māhitiyannu bāḍigege nīḍuvudilla athavā mārāṭa māḍuvudilla. Nimage sēve, saṅgrahaṇe mattu viślēṣaṇegaḷannu odagisuva uddēśakkāgi nāvu itara viśvāsār'ha mūranē vyaktiya sēvā pūraikedāraru athavā pāludārarige vaiyaktika māhitiyannu bahiraṅgapaḍisabahudu.\n\n★ Nim'ma āykegaḷu mattu hakkugaḷu",
    "ko": "OVPN – Chrome용 무료 VPN 프록시 및 보안\n\nOVPN - 무료 VPN 웹사이트 차단 해제, 모든 웹사이트에 액세스할 수 있는 무료 VPN 확장.\n\n완전 무료 및 무제한 VPN 서비스. IP 주소를 마스킹하고 모든 웹사이트를 차단합니다. 이 VPN은 동일한 OPERA VPN 또는 Touch VPN입니다.\n\n이것은 개인 보안 네트워크에 연결하는 고급 프록시 서비스입니다. 빠르고 쉬운 연결은 실제 IP 주소와 프록시 서비스를 숨김으로써 해당 국가에서 차단된 모든 웹사이트를 열어 숨겨진 웹 서핑을 제공하고 데이터를 보호합니다.\n\n친숙한 디자인은 연결을 단순화하기 위해 모든 노력을 기울이기 때문에 모든 사람에게 적합하므로 다음 단계를 따르기만 하면 됩니다.\n\n- 국가를 고르시 오\n- 링크 버튼 클릭\n- 안전하게 인터넷 서핑\n\nOVPN – Google 크롬을 위한 안전하고 빠른 VPN 프록시\n\n✓ 100% 무료입니다. 지불 정보가 필요하지 않으며 평가판이 제공됩니다.\n✓ 무제한: 릴 무제한. 세션 데이터가 빠르고 보안 연결이 없습니다.\n✓ 보안: 당사의 SSL은 귀하를 완전히 익명으로 만듭니다.\n✓ 기본 검색 공급자를 ntsmartfinder.com으로 변경하면 이 사이트는 google 또는 bing으로 리디렉션됩니다.\n \n\n이 확장 프로그램은 최신 암호화를 사용하여 완전한 익명 및 비공개 브라우징을 제공합니다. VPN 프록시가 실행되는 동안 모든 웹 활동이 보호됩니다. 지금 바로 적용할 수 있는 \"내 스레드 숨기기\" 또는 \"데이터 보호\"에 관한 모든 것입니다.\n\nVPN 프록시는 고속 성능을 제공하며 몇 초 만에 개인 네트워크에 연결됩니다. 언제든지 쉽고 빠르게 IP 주소를 변경할 수 있는 좋은 기회입니다. 성능이 좋으면 원활하거나 지속적인 다운로드 또는 스트리밍이 가능합니다.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ 당사는 귀하의 정보를 어떻게 사용합니까?\n\n귀하의 정보를 사용하여 서비스를 제공합니다. 이것은 귀하의 계정을 생성하기 위한 것입니다(가입하기로 결정한 경우). 서비스 관련 지원 제공 업데이트, 마케팅 제안 또는 귀하가 가질 수 있는 우려 사항에 대해 귀하에게 연락하기 위해 이는 당사가 서비스를 개선하기 위해 통계 및 분석 연구를 수행하기 위해 정보를 사용할 수 있음을 의미합니다.\n\n★ 우리가 공유하는 정보\n\n우리는 개인 정보를 임대하거나 판매하지 않습니다. 당사는 귀하에게 서비스, 저장 및 분석을 제공할 목적으로 다른 신뢰할 수 있는 제3자 서비스 제공자 또는 파트너에게 개인 정보를 공개할 수 있습니다.\n\n★ 귀하의 선택 및 권리\n\n당사는 귀하의 정보를 신속하게 업데이트하고 삭제할 수 있는 방법을 제공하기 위해 노력합니다.\n이 권리를 행사하려면 다음 주소로 당사에 연락할 수 있습니다: privacy@ovpnfree.com\n\n-------------------------------------------\n\n법적 링크:\n프라이버시: https://ovpnfree.com/legal/privacy\n서비스 약관: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\n자세히 알아보기 - https://ovpnfree.com/faq\n지원 - http://ovpnfree.com/support\nOVPN 개인 정보 보호 정책: http://ovpnfree.com/legal/privacy\nOVPN 최종 사용자 라이선스 계약: http://ovpnfree.com/legal/sla\n\n\nOVPN – Chromeyong mulyo VPN peulogsi mich boan\n\nOVPN - mulyo VPN websaiteu chadan haeje, modeun websaiteue aegseseuhal su issneun mulyo VPN hwagjang.\n\nwanjeon mulyo mich mujehan VPN seobiseu. IP jusoleul maseukinghago modeun websaiteuleul chadanhabnida. i VPNeun dong-ilhan OPERA VPN ttoneun Touch VPNibnida.\n\nigeos-eun gaein boan neteuwokeue yeongyeolhaneun gogeub peulogsi seobiseu-ibnida. ppaleugo swiun yeongyeol-eun silje IP jusowa peulogsi seobiseuleul sumgim-eulosseo haedang gugga-eseo chadandoen modeun websaiteuleul yeol-eo sumgyeojin web seoping-eul jegonghago deiteoleul bohohabnida.\n\nchinsughan dijain-eun yeongyeol-eul dansunhwahagi wihae modeun nolyeog-eul giul-igi ttaemun-e modeun salam-ege jeoghabhameulo da-eum dangyeleul ttaleugiman hamyeon doebnida.\n\n- guggaleul goleusi o\n- lingkeu beoteun keullig\n- anjeonhage inteones seoping\n\nOVPN – Google keulom-eul wihan anjeonhago ppaleun VPN peulogsi\n\n✓ 100% mulyoibnida. jibul jeongboga pil-yohaji anh-eumyeo pyeong-gapan-i jegongdoebnida.\n✓ mujehan: lil mujehan. sesyeon deiteoga ppaleugo boan yeongyeol-i eobs-seubnida.\n✓ boan: dangsaui SSLeun gwihaleul wanjeonhi igmyeong-eulo mandeubnida.\n✓ gibon geomsaeg gong-geubjaleul ntsmartfinder.com-eulo byeongyeonghamyeon i saiteuneun google ttoneun bing-eulo lidilegsyeondoebnida.\n \n\ni hwagjang peulogeulaem-eun choesin amhohwaleul sayonghayeo wanjeonhan igmyeong mich bigong-gae beulaujing-eul jegonghabnida. VPN peulogsiga silhaengdoeneun dong-an modeun web hwaldong-i bohodoebnida. jigeum balo jeog-yonghal su issneun \"nae seuledeu sumgigi\" ttoneun \"deiteo boho\"e gwanhan modeun geos-ibnida.\n\nVPN peulogsineun gosog seongneung-eul jegonghamyeo myeoch cho man-e gaein neteuwokeue yeongyeoldoebnida. eonjedeunji swibgo ppaleuge IP jusoleul byeongyeonghal su issneun joh-eun gihoeibnida. seongneung-i joh-eumyeon wonhwalhageona jisogjeog-in daunlodeu ttoneun seuteuliming-i ganeunghabnida.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ dangsaneun gwihaui jeongboleul eotteohge sayonghabnikka?\n\ngwihaui jeongboleul sayonghayeo seobiseuleul jegonghabnida. igeos-eun gwihaui gyejeong-eul saengseonghagi wihan geos-ibnida(gaibhagilo gyeoljeonghan gyeong-u). seobiseu gwanlyeon jiwon jegong eobdeiteu, maketing jean ttoneun gwihaga gajil su issneun ulyeo sahang-e daehae gwiha-ege yeonlaghagi wihae ineun dangsaga seobiseuleul gaeseonhagi wihae tong-gye mich bunseog yeonguleul suhaenghagi wihae jeongboleul sayonghal su iss-eum-eul uimihabnida.\n\n★ uliga gong-yuhaneun jeongbo\n\nulineun gaein jeongboleul imdaehageona panmaehaji anhseubnida. dangsaneun gwiha-ege seobiseu, jeojang mich bunseog-eul jegonghal mogjeog-eulo daleun sinloehal su issneun je3ja seobiseu jegongja ttoneun pateuneoege gaein jeongboleul gong-gaehal su issseubnida.\n\n★ gwihaui seontaeg mich gwonli",
    "lt": "OVPN – nemokamas VPN tarpinis serveris ir saugus, skirtas „Chrome“.\n\nOVPN – nemokamas VPN atblokuoti svetaines, nemokamas VPN plėtinys, norint pasiekti bet kurią svetainę.\n\nVisiškai nemokama ir neribota VPN paslauga. Užmaskuoti IP adresą ir užblokuoti bet kurią svetainę. šis VPN yra tas pats OPERA VPN arba Touch VPN\n\ntai pažangi tarpinio serverio paslauga, jungianti jus prie privataus saugaus tinklo. Greitas ir paprastas ryšys paslepia tikrąjį IP adresą ir Proxy paslaugas, taip atverdamas visas blokuojamas svetaines jūsų šalyje, užtikrindamas paslėptą naršymą internete ir apsaugodamas jūsų duomenis.\n\nDraugiškas dizainas tiks kiekvienam, nes dedame visas pastangas, kad sujungimas būtų supaprastintas, todėl jums tereikia atlikti šiuos veiksmus:\n\n- Pasirinkite šalį\n- Spustelėkite nuorodos mygtuką\n- Saugiai naršykite internete\n\nOVPN – saugus ir greitas VPN tarpinis serveris, skirtas jūsų „Google Chrome“.\n\n✓ 100% nemokama. Nereikia jokios mokėjimo informacijos ir siūlomi bandymai.\n✓ Neribota: Ritės neribotos. Nėra sesijos duomenų greito ir saugaus ryšio.\n✓ Apsaugota: mūsų SSL padarys jus visiškai anoniminius.\n✓ Numatytosios paieškos teikėjo pakeitimas į ntsmartfinder.com ir ši svetainė nukreipiama į google arba bing.\n \n\nŠis plėtinys naudoja šiuolaikinį šifravimą, kad būtų užtikrintas visiškai anoniminis ir privatus naršymas. Visa žiniatinklio veikla yra apsaugota, kai veikia VPN tarpinis serveris. Tai viskas apie „Slėpti mano giją“ arba „Apsaugoti duomenis“, kurias galite taikyti dabar.\n\nVPN tarpinis serveris pasižymi dideliu našumu ir per kelias sekundes prisijungia prie privataus tinklo. Tai gera galimybė bet kuriuo metu greitai ir paprastai pakeisti IP adresus. Geras našumas leidžia sklandžiai arba nepertraukiamai atsisiųsti arba perduoti srautu.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Kaip naudojame jūsų informaciją?\n\nMes naudojame jūsų informaciją, kad galėtume teikti Paslaugą. Tai skirta susikurti paskyrą (jei nuspręsite prisiregistruoti); teikti su paslaugomis susijusią pagalbą; susisiekti su jumis dėl atnaujinimų, rinkodaros pasiūlymų ar bet kokių jums rūpimų klausimų; Tai reiškia, kad galime naudoti informaciją statistiniams ir analitiniams tyrimams, kad pagerintume Paslaugą.\n\n★ Informacija, kuria dalijamės\n\nNenuomojame ir neparduodame jokios asmeninės informacijos. Mes galime atskleisti Asmeninę informaciją kitiems patikimiems trečiųjų šalių paslaugų teikėjams ar partneriams, kad galėtume jums teikti Paslaugą, saugoti ir analizuoti.\n\n★ Jūsų pasirinkimai ir teisės\n\nStengiamės pasiūlyti būdus, kaip greitai atnaujinti ir ištrinti jūsų informaciją.\nNorėdami pasinaudoti šia teise, galite susisiekti su mumis adresu: privacy@ovpnfree.com\n\n-------------------------------------------\n\nTeisinės nuorodos:\nPrivatumas: https://ovpnfree.com/legal/privacy\nPaslaugos sąlygos: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nSužinokite daugiau - https://ovpnfree.com/faq\nPagalba – http://ovpnfree.com/support\nOVPN privatumo politika: http://ovpnfree.com/legal/privacy\nOVPN galutinio vartotojo licencijos sutartis: http://ovpnfree.com/legal/sla",
    "lv": "OVPN — bezmaksas VPN starpniekserveris un drošs pārlūkam Chrome\n\nOVPN - bezmaksas VPN atbloķēt vietnes, bezmaksas VPN paplašinājums, lai piekļūtu jebkurai vietnei.\n\nPilnīgi bezmaksas un neierobežots VPN pakalpojums. IP adreses maskēšana un jebkuras vietnes bloķēšana. šis VPN ir tas pats OPERA VPN vai Touch VPN\n\nŠis ir uzlabots starpniekservera pakalpojums, kas savieno jūs ar privātu drošu tīklu. Ātrais un vienkāršais savienojums slēpj īsto IP adresi un starpniekservera pakalpojumus, tādējādi atverot visas bloķētās vietnes jūsu valstī, nodrošinot slēptu sērfošanu tīmeklī un aizsargājot jūsu datus.\n\nDraudzīgs dizains būs piemērots ikvienam, jo mēs pieliekam visas pūles, lai vienkāršotu savienojumu, tāpēc jums vienkārši jāveic šādas darbības:\n\n- Izvēlieties valsti\n- Noklikšķiniet uz saites pogas\n- Droši sērfojiet internetā\n\nOVPN — drošs un ātrs VPN starpniekserveris jūsu Google Chrome\n\n✓ 100% bez maksas. Maksājumu informācija nav nepieciešama, un tiek piedāvāti izmēģinājumi.\n✓ Neierobežots: ruļļi neierobežoti. Nav sesijas datu ātra un droša savienojuma.\n✓ Drošs: mūsu SSL padarīs jūs pilnībā anonīmu.\n✓ Noklusējuma meklēšanas nodrošinātāja maiņa uz ntsmartfinder.com un šī vietne novirza google vai bing.\n \n\nŠis paplašinājums izmanto modernu šifrēšanu, lai nodrošinātu pilnīgi anonīmu un privātu pārlūkošanu. Visas tīmekļa darbības ir aizsargātas, kamēr darbojas VPN starpniekserveris. Tas viss attiecas uz \"Paslēpt manu pavedienu\" vai \"Aizsargāt datus\", ko varat pieteikties tieši tagad.\n\nVPN starpniekserveram ir ātrgaitas veiktspēja, un tas dažu sekunžu laikā izveido savienojumu ar privāto tīklu. Tā ir laba iespēja jebkurā laikā ātri un ērti mainīt IP adreses. Laba veiktspēja nodrošina vienmērīgu vai nepārtrauktu lejupielādi vai straumēšanu.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Kā mēs izmantojam jūsu informāciju?\n\nMēs izmantojam jūsu informāciju, lai nodrošinātu Pakalpojumu. Tas ir, lai izveidotu savu kontu (ja nolemjat reģistrēties); sniegt ar pakalpojumu saistītu atbalstu; lai sazinātos ar jums par jaunumiem, mārketinga piedāvājumiem vai jebkādām bažām, kas jums varētu rasties; Tas nozīmē, ka mēs varam izmantot informāciju, lai veiktu statistisku un analītisko izpēti, lai uzlabotu Pakalpojumu.\n\n★ Informācija, ar kuru mēs dalāmies\n\nMēs neiznomājam un nepārdodam nekādu Personas informāciju. Mēs varam izpaust Personisko informāciju citiem uzticamiem trešo pušu pakalpojumu sniedzējiem vai partneriem, lai nodrošinātu jums Pakalpojumu, glabāšanu un analīzi.\n\n★ Jūsu izvēle un tiesības\n\nMēs cenšamies nodrošināt veidus, kā ātri atjaunināt un dzēst jūsu informāciju.\nLai izmantotu šīs tiesības, varat sazināties ar mums, izmantojot adresi: privacy@ovpnfree.com\n\n-------------------------------------------\n\nJuridiskās saites:\nPrivātums: https://ovpnfree.com/legal/privacy\nPakalpojuma noteikumi: https://ovpnfree.com/legal/sla\nDigitālās tūkstošgades autortiesību likums: https://ovpnfree.com/legal/dmca\n\nUzziniet vairāk - https://ovpnfree.com/faq\nAtbalsts - http://ovpnfree.com/support\nOVPN privātuma politika: http://ovpnfree.com/legal/privacy\nOVPN galalietotāja licences līgums: http://ovpnfree.com/legal/sla",
    "mr": "OVPN – मोफत VPN प्रॉक्सी आणि Chrome साठी सुरक्षित\n\nOVPN - विनामूल्य VPN अनब्लॉक वेबसाइट्स, कोणत्याही वेबसाइटवर प्रवेश करण्यासाठी विनामूल्य VPN विस्तार.\n\nपूर्णपणे मोफत आणि अमर्यादित VPN सेवा. IP पत्ता मास्क करणे आणि कोणतीही वेबसाइट अवरोधित करणे. हे vpn समान OPERA VPN किंवा Touch VPN आहे\n\nही एक प्रगत प्रॉक्सी सेवा आहे जी तुम्हाला खाजगी सुरक्षित नेटवर्कशी जोडते. जलद आणि सुलभ कनेक्शन वास्तविक IP पत्ता आणि प्रॉक्सी सेवा लपवते, अशा प्रकारे आपल्या देशातील सर्व अवरोधित वेबसाइट उघडते, लपविलेले वेब सर्फिंग प्रदान करते आणि आपला डेटा संरक्षित करते.\n\nमैत्रीपूर्ण डिझाइन प्रत्येकासाठी योग्य असेल, कारण आम्ही कनेक्शन सुलभ करण्यासाठी आमचे सर्व प्रयत्न करतो, म्हणून तुम्हाला फक्त पुढील चरणांचे अनुसरण करणे आवश्यक आहे:\n\n- एक देश निवडा\n- लिंक बटणावर क्लिक करा\n- सुरक्षितपणे इंटरनेट सर्फ करा\n\nOVPN – तुमच्या Google Chrome साठी सुरक्षित आणि जलद VPN प्रॉक्सी\n\n✓ १००% मोफत. कोणतीही देय माहिती आवश्यक नाही आणि चाचण्या देऊ केल्या नाहीत.\n✓ अमर्यादित: रील अमर्यादित. कोणताही सत्र डेटा जलद आणि सुरक्षितता कनेक्शन नाही.\n✓ सुरक्षित: आमचा SSL तुम्हाला पूर्णपणे निनावी करेल.\n✓ डीफॉल्ट शोध प्रदाता ntsmartfinder.com वर बदलणे आणि ही साइट google किंवा bing कडे पुनर्निर्देशित करते.\n \n\nहा विस्तार पूर्णपणे निनावी आणि खाजगी ब्राउझिंग प्रदान करण्यासाठी आधुनिक एन्क्रिप्शन वापरतो. VPN प्रॉक्सी चालू असताना सर्व वेब क्रियाकलाप संरक्षित केले जातात. हे सर्व \"माझा थ्रेड लपवा\" किंवा \"डेटा संरक्षित करा\" बद्दल आहे जे तुम्ही आत्ता अर्ज करू शकता.\n\nVPN प्रॉक्सीमध्ये उच्च-गती कार्यप्रदर्शन आहे आणि काही सेकंदात खाजगी नेटवर्कशी कनेक्ट होते. कोणत्याही वेळी आयपी पत्ते जलद आणि सहज बदलण्याची ही एक चांगली संधी आहे. चांगले कार्यप्रदर्शन गुळगुळीत किंवा सतत डाउनलोड किंवा प्रवाह करण्यास अनुमती देते.\n\n\n--------------------------------------------------------\n\n\n--------------------------------------------------------\n\n★ आम्ही तुमची माहिती कशी वापरू?\n\nसेवा प्रदान करण्यासाठी आम्ही तुमची माहिती वापरतो. हे आपले खाते तयार करण्यासाठी आहे (आपण साइन अप करण्याचे ठरविल्यास); सेवा-संबंधित समर्थन प्रदान करा; अपडेट्स, मार्केटिंग ऑफर किंवा तुम्हाला असलेल्या कोणत्याही समस्यांसाठी तुमच्याशी संपर्क साधण्यासाठी; याचा अर्थ आम्ही सेवा सुधारण्यासाठी सांख्यिकीय आणि विश्लेषणात्मक संशोधन करण्यासाठी माहिती वापरू शकतो.\n\n★ माहिती आम्ही शेअर करतो\n\nआम्ही कोणतीही वैयक्तिक माहिती भाड्याने देत नाही किंवा विकत नाही. तुम्हाला सेवा, स्टोरेज आणि विश्लेषणे प्रदान करण्याच्या उद्देशाने आम्ही इतर विश्वसनीय तृतीय पक्ष सेवा प्रदाते किंवा भागीदारांना वैयक्तिक माहिती उघड करू शकतो.\n\n★ तुमच्या निवडी आणि अधिकार\n\nआम्ही आपली माहिती द्रुतपणे अद्यतनित करण्याचे आणि हटविण्याचे मार्ग प्रदान करण्याचा प्रयत्न करतो.\nहा अधिकार वापरण्यासाठी, तुम्ही आमच्याशी privacy@ovpnfree.com या पत्त्यावर संपर्क साधू शकता\n\n--------------------------------------------------------\n\nकायदेशीर दुवे:\nगोपनीयता: https://ovpnfree.com/legal/privacy\nसेवा अटी: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nअधिक जाणून घ्या - https://ovpnfree.com/faq\nसमर्थन - http://ovpnfree.com/support\nOVPN गोपनीयता धोरण: http://ovpnfree.com/legal/privacy\nOVPN अंतिम वापरकर्ता परवाना करार: http://ovpnfree.com/legal/sla",
    "nl": "OVPN – Gratis VPN-proxy en beveiligd voor Chrome\n\nOVPN - Gratis VPN Deblokkeer websites, gratis VPN-extensie voor toegang tot elke website.\n\nVolledig gratis en onbeperkte VPN-service. Het IP-adres maskeren en elke website blokkeren. deze vpn is dezelfde OPERA VPN of Touch VPN\n\ndit is een geavanceerde proxyservice die u verbindt met een beveiligd privénetwerk. De snelle en gemakkelijke verbinding verbergt het echte IP-adres en proxy-services, waardoor alle geblokkeerde websites in uw land worden geopend, waardoor verborgen surfen op het web mogelijk wordt en uw gegevens worden beschermd.\n\nVriendelijk ontwerp zal voor iedereen geschikt zijn, omdat we er alles aan doen om de verbinding te vereenvoudigen, dus u hoeft alleen maar de volgende stappen te volgen:\n\n- Selecteer een land\n- Klik op de koppelingsknop\n- Surf veilig op internet\n\nOVPN – Veilige en snelle VPN-proxy voor uw Google Chrome\n\n✓ 100% gratis. Geen betalingsinformatie nodig en proeven aangeboden.\n✓ Onbeperkt: haspel onbeperkt. Geen sessiedata snelle en beveiligde verbinding.\n✓ Beveiligd: Onze SSL maakt u volledig anoniem.\n✓ Standaardzoekmachine wijzigen in ntsmartfinder.com en deze site leidt google of bing om.\n \n\nDeze extensie maakt gebruik van moderne codering om volledig anoniem en privé browsen mogelijk te maken. Alle webactiviteiten zijn beschermd terwijl de VPN-proxy actief is. Het draait allemaal om \"Mijn thread verbergen\" of \"Gegevens beschermen\" die u nu kunt toepassen.\n\nVPN-proxy heeft snelle prestaties en maakt binnen enkele seconden verbinding met een privénetwerk. Het is een goede gelegenheid om IP-adressen op elk moment snel en eenvoudig te wijzigen. Goede prestaties zorgen voor soepel of continu downloaden of streamen.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ Hoe gebruiken we uw gegevens?\n\nWe gebruiken uw gegevens om de Dienst te leveren. Dit is om uw account aan te maken (als u besluit om u aan te melden); servicegerelateerde ondersteuning bieden; om contact met u op te nemen voor updates, marketingaanbiedingen of eventuele zorgen; Het betekent dat we de informatie kunnen gebruiken om statistisch en analytisch onderzoek uit te voeren om de Dienst te verbeteren.\n\n★ Informatie die we delen\n\nWij verhuren of verkopen geen persoonlijke informatie. We kunnen persoonlijke informatie bekendmaken aan andere vertrouwde externe dienstverleners of partners om u de service, opslag en analyse te kunnen bieden.\n\n★ Uw keuzes en rechten\n\nWe streven ernaar om manieren te bieden om uw informatie snel bij te werken en te verwijderen.\nOm dit recht uit te oefenen, kunt u contact met ons opnemen op het adres: privacy@ovpnfree.com\n\n------------------------------------------\n\nJuridische links:\nPrivacy: https://ovpnfree.com/legal/privacy\nServicevoorwaarden: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nMeer informatie - https://ovpnfree.com/faq\nOndersteuning - http://ovpnfree.com/support\nOVPN-privacybeleid: http://ovpnfree.com/legal/privacy\nOVPN-licentieovereenkomst voor eindgebruikers: http://ovpnfree.com/legal/sla",
    "no": "OVPN – Gratis VPN Proxy & Secure for Chrome\n\nOVPN - Gratis VPN Unblock Websites, Gratis VPN-utvidelse for å få tilgang til et hvilket som helst nettsted.\n\nHelt gratis og ubegrenset VPN-tjeneste. Maskering av IP-adressen og blokkering av nettsider. denne vpn er samme OPERA VPN eller Touch VPN\n\ndette er en avansert proxy-tjeneste som kobler deg til et privat sikkert nettverk. Den raske og enkle tilkoblingen skjuler den virkelige IP-adressen og proxy-tjenestene, og åpner dermed alle blokkerte nettsteder i landet ditt, gir skjult nettsurfing og beskytter dataene dine.\n\nVennlig design vil passe for alle, fordi vi gjør alt vårt for å forenkle tilkoblingen, så du trenger bare å følge de neste trinnene:\n\n- Velg et land\n- Klikk på lenkeknappen\n- Surf sikkert på internett\n\nOVPN – Sikker og rask VPN-proxy for Google Chrome\n\n✓ 100 % gratis. Ingen betalingsinformasjon er nødvendig og prøver tilbys.\n✓ Ubegrenset: Ubegrenset med hjul. Ingen øktdata rask og sikkerhetstilkobling.\n✓ Sikret: Vår SSL vil gjøre deg fullstendig anonym.\n✓ Endre standard søkeleverandør til ntsmartfinder.com og denne siden omdirigerer google eller bing.\n \n\nDenne utvidelsen bruker moderne kryptering for å gi fullstendig anonym og privat surfing. Alle nettaktiviteter er beskyttet mens VPN-proxy kjører. Det handler om \"Skjul min tråd\" eller \"Beskytt data\" som du kan bruke akkurat nå.\n\nVPN-proxy har høyhastighetsytelse og kobles til et privat nettverk på sekunder. Det er en god mulighet til å endre IP-adresser raskt og enkelt når som helst. God ytelse tillater jevn eller kontinuerlig nedlasting eller streaming.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ Hvordan bruker vi informasjonen din?\n\nVi bruker informasjonen din for å levere tjenesten. Dette er for å opprette kontoen din (hvis du bestemmer deg for å registrere deg); gi servicerelatert støtte; å kontakte deg for oppdateringer, markedsføringstilbud eller eventuelle bekymringer du måtte ha; Det betyr at vi kan bruke informasjonen til å utføre statistiske og analytiske undersøkelser for å forbedre tjenesten.\n\n★ Informasjon vi deler\n\nVi leier ikke ut eller selger noen personlig informasjon. Vi kan avsløre personlig informasjon til andre pålitelige tredjeparts tjenesteleverandører eller partnere med det formål å tilby tjenesten, lagring og analyser til deg.\n\n★ Dine valg og rettigheter\n\nVi streber etter å tilby måter å raskt oppdatere og slette informasjonen din.\nFor å utøve denne retten kan du kontakte oss på adressen: privacy@ovpnfree.com\n\n------------------------------------------\n\nJuridiske lenker:\nPersonvern: https://ovpnfree.com/legal/privacy\nVilkår for bruk: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nLær mer - https://ovpnfree.com/faq\nStøtte - http://ovpnfree.com/support\nOVPNs retningslinjer for personvern: http://ovpnfree.com/legal/privacy\nOVPN-lisensavtale for sluttbruker: http://ovpnfree.com/legal/sla",
    "pl": "OVPN – bezpłatny VPN Proxy i bezpieczny dla Chrome\n\nOVPN - darmowe VPN odblokowujące strony internetowe, darmowe rozszerzenie VPN umożliwiające dostęp do dowolnej strony internetowej.\n\nCałkowicie darmowa i nieograniczona usługa VPN. Maskowanie adresu IP i blokowanie dowolnej strony internetowej. ten VPN to ten sam OPERA VPN lub Touch VPN\n\njest to zaawansowana usługa proxy, która łączy Cię z prywatną bezpieczną siecią. Szybkie i łatwe połączenie ukrywa prawdziwy adres IP i usługi proxy, otwierając w ten sposób wszystkie zablokowane strony internetowe w Twoim kraju, zapewniając ukryte surfowanie po sieci i chroniąc Twoje dane.\n\nPrzyjazny design będzie odpowiedni dla każdego, ponieważ dokładamy wszelkich starań, aby uprościć połączenie, więc wystarczy wykonać następujące kroki:\n\n- Wybierz kraj\n- Kliknij przycisk łącza\n- Bezpiecznie surfuj po Internecie\n\nOVPN – Bezpieczny i szybki serwer proxy VPN dla Twojej przeglądarki Google Chrome\n\n✓ 100% za darmo. Brak informacji o płatności i oferowane wersje próbne.\n✓ Nieograniczony: Rolka nieograniczona. Brak szybkiego i bezpiecznego połączenia z danymi sesji.\n✓ Bezpieczne: Nasze SSL zapewni Ci pełną anonimowość.\n✓ Zmiana domyślnego dostawcy wyszukiwania na ntsmartfinder.com i ta strona przekierowuje google lub bing.\n \n\nTo rozszerzenie wykorzystuje nowoczesne szyfrowanie, aby zapewnić całkowicie anonimowe i prywatne przeglądanie. Wszystkie działania w sieci są chronione podczas działania serwera proxy VPN. Chodzi o „Ukryj mój wątek” lub „Chroń dane”, które możesz zastosować już teraz.\n\nSerwer proxy VPN ma wysoką wydajność i łączy się z siecią prywatną w ciągu kilku sekund. To dobra okazja do szybkiej i łatwej zmiany adresów IP w dowolnym momencie. Dobra wydajność umożliwia płynne lub ciągłe pobieranie lub przesyłanie strumieniowe.\n\n\n----------------------------------------------------------\n\n\n----------------------------------------------------------\n\n★ Jak wykorzystujemy Twoje dane?\n\nUżywamy Twoich danych w celu świadczenia Usługi. Ma to na celu utworzenie konta (jeśli zdecydujesz się zarejestrować); zapewnić wsparcie związane z usługami; aby kontaktować się z Tobą w sprawie aktualizacji, ofert marketingowych lub jakichkolwiek wątpliwości; Oznacza to, że możemy wykorzystywać te informacje do prowadzenia badań statystycznych i analitycznych w celu ulepszenia Usługi.\n\n★ Informacje, które udostępniamy\n\nNie wypożyczamy ani nie sprzedajemy żadnych danych osobowych. Możemy ujawniać Dane Osobowe innym zaufanym zewnętrznym usługodawcom lub partnerom w celu świadczenia Ci Usługi, przechowywania i analiz.\n\n★ Twoje wybory i prawa\n\nStaramy się zapewnić sposoby szybkiego aktualizowania i usuwania informacji.\nAby skorzystać z tego prawa, możesz skontaktować się z nami pod adresem: privacy@ovpnfree.com\n\n----------------------------------------------------------\n\nLinki prawne:\nPrywatność: https://ovpnfree.com/legal/privacy\nWarunki korzystania z usługi: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nDowiedz się więcej - https://ovpnfree.com/faq\nWsparcie — http://ovpnfree.com/support\nPolityka prywatności OVPN: http://ovpnfree.com/legal/privacy\nUmowa licencyjna użytkownika końcowego OVPN: http://ovpnfree.com/legal/sla",
    "pt_BR,pt_PT": "OVPN – Proxy VPN gratuito e seguro para Chrome\n\nOVPN - Sites gratuitos de desbloqueio de VPN, extensão VPN gratuita para acessar qualquer site.\n\nServiço VPN totalmente gratuito e ilimitado. Mascarando o endereço IP e bloqueando qualquer site. esta vpn é a mesma OPERA VPN ou Touch VPN\n\neste é um serviço Proxy avançado que conecta você a uma rede segura privada. A conexão rápida e fácil oculta o endereço IP real e os serviços de proxy, abrindo assim todos os sites bloqueados em seu país, fornecendo navegação oculta na web e protegendo seus dados.\n\nO design amigável será adequado para todos, porque fazemos todos os esforços para simplificar a conexão, então você só precisa seguir os próximos passos:\n\n- Selecione um pais\n- Clique no botão de link\n- Navegue na internet com segurança\n\nOVPN – Proxy VPN seguro e rápido para o seu Google Chrome\n\n✓ 100% gratuito. Nenhuma informação de pagamento necessária e testes oferecidos.\n✓ Unlimited: Reel ilimitado. Nenhuma conexão de dados de sessão rápida e de segurança.\n✓ Seguro: Nosso SSL o tornará totalmente anônimo.\n✓ Alteração do provedor de pesquisa padrão para ntsmartfinder.com e este site redireciona o google ou o bing.\n \n\nEsta extensão usa criptografia moderna para fornecer navegação totalmente anônima e privada. Todas as atividades da web são protegidas enquanto o proxy VPN está em execução. É tudo sobre \"Ocultar meu tópico\" ou \"Proteger dados\" que você pode aplicar agora mesmo.\n\nO proxy VPN tem desempenho de alta velocidade e se conecta a uma rede privada em segundos. É uma boa oportunidade para alterar os endereços IP de forma rápida e fácil a qualquer momento. Bom desempenho permite download ou streaming suave ou contínuo.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Como usamos suas informações?\n\nUsamos suas informações para fornecer o Serviço. Isso é para criar sua conta (se você decidir se inscrever); fornecer suporte relacionado ao serviço; para entrar em contato com você para atualizações, ofertas de marketing ou quaisquer preocupações que você possa ter; Isso significa que podemos usar as informações para realizar pesquisas estatísticas e analíticas para melhorar o Serviço.\n\n★ Informações que compartilhamos\n\nNão alugamos nem vendemos nenhuma Informação Pessoal. Podemos divulgar Informações Pessoais a outros provedores de serviços terceirizados ou parceiros confiáveis com a finalidade de fornecer o Serviço, armazenamento e análise para você.\n\n★ Suas escolhas e direitos\n\nNós nos esforçamos para fornecer maneiras de atualizar e excluir rapidamente suas informações.\nPara exercer este direito, pode contactar-nos através do endereço: privacy@ovpnfree.com\n\n-------------------------------------------\n\nLinks legais:\nPrivacidade: https://ovpnfree.com/legal/privacy\nTermos de serviço: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nSaiba mais - https://ovpnfree.com/faq\nSuporte - http://ovpnfree.com/support\nPolítica de Privacidade da OVPN: http://ovpnfree.com/legal/privacy\nContrato de licença de usuário final da OVPN: http://ovpnfree.com/legal/sla",
    "ro": "OVPN – Proxy VPN gratuit și securizat pentru Chrome\n\nOVPN - Deblocare VPN gratuită site-uri web, extensie VPN gratuită pentru a accesa orice site web.\n\nServiciu VPN complet gratuit și nelimitat. Mascarea adresei IP și blocarea oricărui site web. acest VPN este același OPERA VPN sau Touch VPN\n\nacesta este un serviciu proxy avansat care vă conectează la o rețea privată securizată. Conexiunea rapidă și ușoară ascunde adresa IP reală și serviciile Proxy, deschizând astfel toate site-urile web blocate din țara dvs., oferind navigare pe internet ascunsă și protejându-vă datele.\n\nDesignul prietenos va fi potrivit pentru toată lumea, deoarece facem toate eforturile noastre pentru a simplifica conexiunea, așa că trebuie doar să urmați următorii pași:\n\n- Selecteaza o tara\n- Faceți clic pe butonul de link\n- Navigați pe internet în siguranță\n\nOVPN – Proxy VPN sigur și rapid pentru Google Chrome\n\n✓ 100% gratuit. Nu sunt necesare informații de plată și sunt oferite încercări.\n✓ Nelimitat: role nelimitat. Fără date de sesiune conexiune rapidă și de securitate.\n✓ Securizat: SSL-ul nostru vă va face pe deplin anonim.\n✓ Schimbarea furnizorului de căutare implicit la ntsmartfinder.com și acest site redirecționează google sau bing.\n \n\nAceastă extensie folosește criptarea modernă pentru a oferi o navigare complet anonimă și privată. Toate activitățile web sunt protejate în timp ce proxy VPN rulează. Totul este despre „Ascundeți firul meu” sau „Protejați datele” pe care le puteți aplica chiar acum.\n\nProxy VPN are performanță de mare viteză și se conectează la o rețea privată în câteva secunde. Este o oportunitate bună de a schimba adresele IP rapid și ușor în orice moment. Performanța bună permite descărcarea sau transmiterea în flux lină sau continuă.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Cum folosim informațiile dvs.?\n\nFolosim informațiile dumneavoastră pentru a furniza Serviciul. Aceasta este pentru a vă crea contul (dacă decideți să vă înscrieți); oferi asistență legată de servicii; pentru a vă contacta pentru actualizări, oferte de marketing sau orice nelămuriri pe care le aveți; Înseamnă că putem folosi informațiile pentru a efectua cercetări statistice și analitice pentru a îmbunătăți Serviciul.\n\n★ Informații pe care le împărtășim\n\nNu închiriem sau vindem nicio Informație Personală. Putem dezvălui Informații personale altor furnizori de servicii sau parteneri terți de încredere în scopul de a vă oferi Serviciul, stocarea și analizele.\n\n★ Alegerile și drepturile tale\n\nNe străduim să oferim modalități de a vă actualiza și șterge rapid informațiile.\nPentru exercitarea acestui drept, ne puteți contacta la adresa: privacy@ovpnfree.com\n\n-------------------------------------------\n\nLink-uri juridice:\nConfidențialitate: https://ovpnfree.com/legal/privacy\nTermeni și condiții: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nAflați mai multe - https://ovpnfree.com/faq\nAsistență - http://ovpnfree.com/support\nPolitica de confidențialitate OVPN: http://ovpnfree.com/legal/privacy\nAcord de licență pentru utilizatorul final OVPN: http://ovpnfree.com/legal/sla",
    "ru": "OVPN — бесплатный VPN-прокси и безопасный для Chrome\n\nOVPN - бесплатные веб-сайты для разблокировки VPN, бесплатное расширение VPN для доступа к любому веб-сайту.\n\nПолностью бесплатный и безлимитный VPN-сервис. Маскировка IP-адреса и блокировка любого веб-сайта. этот vpn тот же OPERA VPN или Touch VPN\n\nэто расширенный прокси-сервис, который подключает вас к частной защищенной сети. Быстрое и простое подключение скрывает настоящий IP-адрес и прокси-сервисы, тем самым открывая все заблокированные сайты в вашей стране, обеспечивая скрытый веб-серфинг и защищая ваши данные.\n\nДружелюбный дизайн подойдет каждому, ведь мы прилагаем все усилия для упрощения подключения, поэтому вам достаточно выполнить следующие шаги:\n\n- Выберите страну\n- Нажмите кнопку ссылки\n- Безопасный интернет-серфинг\n\nOVPN — безопасный и быстрый VPN-прокси для вашего Google Chrome\n\n✓ 100% бесплатно. Платежная информация не требуется, пробные версии не предлагаются.\n✓ Без ограничений: количество барабанов не ограничено. Нет быстрого и безопасного соединения sessiondata.\n✓ Безопасно: наш SSL сделает вас полностью анонимным.\n✓ Изменение поставщика поиска по умолчанию на ntsmartfinder.com, и этот сайт перенаправляет google или bing.\n \n\nЭто расширение использует современное шифрование для обеспечения полностью анонимного и приватного просмотра. Все веб-действия защищены, пока работает VPN-прокси. Это все о «Скрыть мою тему» или «Защитить данные», которые вы можете применить прямо сейчас.\n\nVPN-прокси имеет высокую скорость работы и подключается к частной сети за считанные секунды. Это хорошая возможность быстро и легко изменить IP-адреса в любое время. Хорошая производительность обеспечивает плавную или непрерывную загрузку или потоковую передачу.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Как мы используем вашу информацию?\n\nМы используем вашу информацию для предоставления Сервиса. Это для создания вашей учетной записи (если вы решите зарегистрироваться); оказывать сервисную поддержку; чтобы связываться с вами для получения обновлений, маркетинговых предложений или любых вопросов, которые могут у вас возникнуть; Это означает, что мы можем использовать информацию для проведения статистических и аналитических исследований с целью улучшения Сервиса.\n\n★ Информация, которой мы делимся\n\nМы не сдаем в аренду и не продаем личную информацию. Мы можем раскрывать Личную информацию другим доверенным сторонним поставщикам услуг или партнерам с целью предоставления вам Сервиса, хранения и аналитики.\n\n★ Ваш выбор и права\n\nМы стремимся предоставить способы быстрого обновления и удаления вашей информации.\nЧтобы воспользоваться этим правом, вы можете связаться с нами по адресу: privacy@ovpnfree.com\n\n-------------------------------------------\n\nЮридические ссылки:\nКонфиденциальность: https://ovpnfree.com/legal/privacy\nУсловия использования: https://ovpnfree.com/legal/sla\nЗакон о защите авторских прав в цифровую эпоху: https://ovpnfree.com/legal/dmca\n\nУзнать больше - https://ovpnfree.com/faq\nПоддержка - http://ovpnfree.com/support\nПолитика конфиденциальности OVPN: http://ovpnfree.com/legal/privacy\nЛицензионное соглашение с конечным пользователем OVPN: http://ovpnfree.com/legal/sla",
    "sk": "OVPN – Bezplatný VPN proxy a bezpečný pre Chrome\n\nOVPN - bezplatné odblokovanie webových stránok VPN, bezplatné rozšírenie VPN na prístup k akejkoľvek webovej stránke.\n\nÚplne bezplatná a neobmedzená služba VPN. Maskovanie IP adresy a blokovanie akejkoľvek webovej stránky. táto vpn je rovnaká OPERA VPN alebo Touch VPN\n\ntoto je pokročilá služba proxy, ktorá vás pripojí k súkromnej zabezpečenej sieti. Rýchle a jednoduché pripojenie skrýva skutočnú IP adresu a proxy služby, čím otvára všetky blokované webové stránky vo vašej krajine, poskytuje skryté surfovanie po webe a chráni vaše dáta.\n\nPriateľský dizajn bude vhodný pre každého, pretože vynakladáme všetko úsilie na zjednodušenie pripojenia, takže stačí postupovať podľa nasledujúcich krokov:\n\n- Vyberte krajinu\n- Kliknite na tlačidlo odkazu\n- Surfujte na internete bezpečne\n\nOVPN – bezpečný a rýchly proxy server VPN pre váš prehliadač Google Chrome\n\n✓ 100% zadarmo. Nie sú potrebné žiadne platobné údaje a ponúkané skúšobné verzie.\n✓ Neobmedzené: Neobmedzený počet kotúčov. Žiadne rýchle a zabezpečené pripojenie dát relácie.\n✓ Zabezpečené: Vďaka nášmu protokolu SSL budete úplne anonymní.\n✓ Zmena predvoleného poskytovateľa vyhľadávania na ntsmartfinder.com a táto lokalita presmeruje google alebo bing.\n \n\nToto rozšírenie využíva moderné šifrovanie na poskytovanie úplne anonymného a súkromného prehliadania. Všetky webové aktivity sú chránené, keď je spustený server proxy VPN. Je to všetko o \"Hide My Thread\" alebo \"Protect data\", ktoré môžete použiť práve teraz.\n\nVPN proxy má vysokorýchlostný výkon a pripojí sa k súkromnej sieti v priebehu niekoľkých sekúnd. Je to dobrá príležitosť kedykoľvek rýchlo a jednoducho zmeniť IP adresy. Dobrý výkon umožňuje plynulé alebo nepretržité sťahovanie alebo streamovanie.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Ako používame vaše informácie?\n\nVaše údaje používame na poskytovanie Služby. Toto slúži na vytvorenie vášho účtu (ak sa rozhodnete zaregistrovať); poskytovať podporu súvisiacu so službami; aby sme vás kontaktovali ohľadom aktualizácií, marketingových ponúk alebo akýchkoľvek obáv, ktoré môžete mať; Znamená to, že tieto informácie môžeme použiť na vykonanie štatistického a analytického výskumu na zlepšenie služby.\n\n★ Informácie, ktoré zdieľame\n\nŽiadne osobné údaje neprenajímame ani nepredávame. Osobné údaje môžeme zverejniť iným dôveryhodným poskytovateľom služieb alebo partnerom tretích strán na účely poskytovania Služby, úložiska a analýzy.\n\n★ Vaše voľby a práva\n\nSnažíme sa poskytnúť spôsoby, ako rýchlo aktualizovať a odstrániť vaše informácie.\nPre uplatnenie tohto práva nás môžete kontaktovať na adrese: privacy@ovpnfree.com\n\n--------------------------------------------\n\nPrávne odkazy:\nOchrana osobných údajov: https://ovpnfree.com/legal/privacy\nPodmienky služby: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nViac informácií - https://ovpnfree.com/faq\nPodpora - http://ovpnfree.com/support\nZásady ochrany osobných údajov OVPN: http://ovpnfree.com/legal/privacy\nLicenčná zmluva koncového používateľa OVPN: http://ovpnfree.com/legal/sla",
    "sl": "OVPN – brezplačen proxy VPN & Secure za Chrome\n\nOVPN – Brezplačna spletna mesta za odblokiranje VPN, brezplačna razširitev VPN za dostop do katerega koli spletnega mesta.\n\nPopolnoma brezplačna in neomejena storitev VPN. Prikrivanje naslova IP in blokiranje katere koli spletne strani. ta vpn je isti OPERA VPN ali Touch VPN\n\nto je napredna storitev proxy, ki vas poveže z zasebnim varnim omrežjem. Hitra in enostavna povezava skrije pravi naslov IP in storitve Proxy, s čimer odpre vsa blokirana spletna mesta v vaši državi, omogoči skrito brskanje po spletu in zaščiti vaše podatke.\n\nPrijazen dizajn bo primeren za vsakogar, saj se trudimo poenostaviti povezavo, zato morate le slediti naslednjim korakom:\n\n- Izberite državo\n- Kliknite gumb povezave\n- Varno brskajte po internetu\n\nOVPN – Varen in hiter proxy VPN za vaš Google Chrome\n\n✓ 100 % brezplačno. Podatki o plačilu niso potrebni in na voljo so preizkusi.\n✓ Neomejeno: Neomejeno število kolutov. Ni hitre in varnostne povezave podatkov seje.\n✓ Zaščiteno: naš SSL vas bo naredil popolnoma anonimne.\n✓ Spreminjanje privzetega ponudnika iskanja na ntsmartfinder.com in to spletno mesto preusmeri na google ali bing.\n \n\nTa razširitev uporablja sodobno šifriranje za zagotavljanje popolnoma anonimnega in zasebnega brskanja. Med delovanjem proxyja VPN so vse spletne dejavnosti zaščitene. Gre za »Skrij mojo nit« ali »Zaščiti podatke«, ki ju lahko uporabite takoj.\n\nVPN proxy ima visoko hitrost in se v nekaj sekundah poveže z zasebnim omrežjem. Je dobra priložnost za hitro in enostavno spremembo IP naslovov kadarkoli. Dobra zmogljivost omogoča gladko ali neprekinjeno prenašanje ali pretakanje.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Kako uporabljamo vaše podatke?\n\nVaše podatke uporabljamo za zagotavljanje storitve. To je za ustvarjanje vašega računa (če se odločite za prijavo); zagotoviti podporo v zvezi s storitvami; za stik z vami glede posodobitev, tržnih ponudb ali morebitnih pomislekov; To pomeni, da lahko podatke uporabimo za izvajanje statističnih in analitičnih raziskav za izboljšanje storitve.\n\n★ Informacije, ki jih delimo\n\nOsebnih podatkov ne dajemo v najem ali prodajamo. Osebne podatke lahko razkrijemo drugim zaupanja vrednim tretjim ponudnikom storitev ali partnerjem z namenom zagotavljanja storitve, shranjevanja in analitike za vas.\n\n★ Vaše izbire in pravice\n\nPrizadevamo si zagotoviti načine za hitro posodabljanje in brisanje vaših podatkov.\nZa uveljavljanje te pravice nas lahko kontaktirate na naslov: privacy@ovpnfree.com\n\n--------------------------------------------\n\nPravne povezave:\nZasebnost: https://ovpnfree.com/legal/privacy\nPogoji storitve: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nVeč o tem - https://ovpnfree.com/faq\nPodpora - http://ovpnfree.com/support\nPolitika zasebnosti OVPN: http://ovpnfree.com/legal/privacy\nLicenčna pogodba za končnega uporabnika OVPN: http://ovpnfree.com/legal/sla",
    "sr": "ОВПН – Бесплатан ВПН прокси и сигуран за Цхроме\n\nОВПН - Бесплатне ВПН веб локације за деблокирање, бесплатно ВПН проширење за приступ било којој веб локацији.\n\nПотпуно бесплатна и неограничена ВПН услуга. Маскирање ИП адресе и блокирање било које веб локације. овај впн је исти ОПЕРА ВПН или Тоуцх ВПН\n\nово је напредна проки услуга која вас повезује са приватном безбедном мрежом. Брза и лака конекција скрива праву ИП адресу и проки услуге, отварајући тако све блокиране веб странице у вашој земљи, омогућавајући скривено сурфовање вебом и штитећи ваше податке.\n\nПријатељски дизајн ће одговарати свима, јер улажемо све напоре да поједноставимо везу, тако да само треба да пратите следеће кораке:\n\n- Изаберите земљу\n- Кликните на дугме за везу\n- Безбедно сурфајте интернетом\n\nОВПН – Безбедан и брз ВПН прокси за ваш Гоогле Цхроме\n\n✓ 100% бесплатно. Нису потребне информације о плаћању и понуђене су пробе.\n✓ Неограничено: Колут неограничен. Нема брзе и сигурносне везе са подацима о сесији.\n✓ Осигурано: Наш ССЛ ће вас учинити потпуно анонимним.\n✓ Промена подразумеваног добављача претраге на нтсмартфиндер.цом и овај сајт преусмерава гоогле или бинг.\n \n\nОво проширење користи модерну енкрипцију да обезбеди потпуно анонимно и приватно прегледање. Све веб активности су заштићене док ВПН прокси ради. Све је у вези са „Сакриј моју нит“ или „Заштити податке“ које можете да примените одмах.\n\nВПН прокси има перформансе велике брзине и повезује се на приватну мрежу за неколико секунди. То је добра прилика да брзо и лако промените ИП адресе у било ком тренутку. Добре перформансе омогућавају глатко или непрекидно преузимање или стримовање.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Како користимо ваше податке?\n\nКористимо ваше податке за пружање Услуге. Ово је да направите свој налог (ако одлучите да се региструјете); пружање подршке у вези са услугама; да вас контактирамо за ажурирања, маркетиншке понуде или било какве недоумице које имате; То значи да можемо да користимо информације за спровођење статистичких и аналитичких истраживања ради побољшања Услуге.\n\n★ Информације које делимо\n\nНе изнајмљујемо и не продајемо никакве личне податке. Можемо открити личне податке другим провајдерима услуга или партнерима од поверења у сврху пружања услуге, складиштења и аналитике.\n\n★ Ваш избор и права\n\nТрудимо се да обезбедимо начине за брзо ажурирање и брисање ваших информација.\nДа бисте остварили ово право, можете нас контактирати на адресу: приваци@овпнфрее.цом\n\n-------------------------------------------\n\nПравне везе:\nПриватност: хттпс://овпнфрее.цом/легал/приваци\nУслови коришћења услуге: хттпс://овпнфрее.цом/легал/сла\nДМЦА: хттпс://овпнфрее.цом/легал/дмца\n\nСазнајте више - хттпс://овпнфрее.цом/фак\nПодршка - хттп://овпнфрее.цом/суппорт\nПолитика приватности ОВПН-а: хттп://овпнфрее.цом/легал/приваци\nОВПН Уговор о лиценцирању са крајњим корисником: хттп://овпнфрее.цом/легал/сла",
    "sv": "OVPN – Gratis VPN-proxy och säker för Chrome\n\nOVPN - Gratis VPN Avblockera webbplatser, gratis VPN-tillägg för att komma åt vilken webbplats som helst.\n\nHelt gratis och obegränsad VPN-tjänst. Maskering av IP-adressen och blockering av alla webbplatser. denna vpn är samma OPERA VPN eller Touch VPN\n\ndetta är en avancerad proxytjänst som ansluter dig till ett privat säkert nätverk. Den snabba och enkla anslutningen döljer den verkliga IP-adressen och proxytjänsterna, vilket öppnar alla blockerade webbplatser i ditt land, ger dold webbsurfning och skyddar dina data.\n\nVänlig design kommer att vara lämplig för alla, eftersom vi gör alla våra ansträngningar för att förenkla anslutningen, så du behöver bara följa nästa steg:\n\n- Välj ett land\n- Klicka på länkknappen\n- Surfa säkert på internet\n\nOVPN – Säker och snabb VPN-proxy för din Google Chrome\n\n✓ 100 % gratis. Ingen betalningsinformation behövs och tester erbjuds.\n✓ Obegränsad: Rull obegränsad. Ingen sessionsdata snabb och säkerhetsanslutning.\n✓ Säkert: Vår SSL gör dig helt anonym.\n✓ Ändra standardsökleverantör till ntsmartfinder.com och denna sida omdirigerar google eller bing.\n \n\nDetta tillägg använder modern kryptering för att ge helt anonym och privat surfning. Alla webbaktiviteter är skyddade medan VPN-proxy körs. Allt handlar om \"Göm min tråd\" eller \"Skydda data\" som du kan använda just nu.\n\nVPN-proxy har höghastighetsprestanda och ansluter till ett privat nätverk på några sekunder. Det är ett bra tillfälle att när som helst snabbt och enkelt byta IP-adresser. Bra prestanda möjliggör smidig eller kontinuerlig nedladdning eller streaming.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ Hur använder vi din information?\n\nVi använder din information för att tillhandahålla Tjänsten. Detta för att skapa ditt konto (om du bestämmer dig för att registrera dig); tillhandahålla servicerelaterat stöd; att kontakta dig för uppdateringar, marknadsföringserbjudanden eller eventuella problem du kan ha; Det betyder att vi kan använda informationen för att utföra statistisk och analytisk forskning för att förbättra Tjänsten.\n\n★ Information vi delar\n\nVi hyr eller säljer inte någon personlig information. Vi kan komma att avslöja personlig information till andra betrodda tredje parts tjänsteleverantörer eller partners i syfte att tillhandahålla tjänsten, lagring och analys till dig.\n\n★ Dina val och rättigheter\n\nVi strävar efter att tillhandahålla sätt att snabbt uppdatera och radera din information.\nFör att utöva denna rätt kan du kontakta oss på adressen: privacy@ovpnfree.com\n\n------------------------------------------\n\nJuridiska länkar:\nSekretess: https://ovpnfree.com/legal/privacy\nAnvändarvillkor: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nLäs mer - https://ovpnfree.com/faq\nSupport - http://ovpnfree.com/support\nOVPNs sekretesspolicy: http://ovpnfree.com/legal/privacy\nOVPNs slutanvändarlicensavtal: http://ovpnfree.com/legal/sla",
    "sw": "OVPN - Wakala wa Bure wa VPN & Salama kwa Chrome\n\nOVPN - Wavuti za Kuzuia VPN za Bure, kiendelezi cha bure cha VPN kufikia tovuti yoyote.\n\nHuduma ya VPN ya bure na isiyo na kikomo. Kufunga anwani ya IP na kuzuia tovuti yoyote. vpn hii ni OPERA VPN sawa au Touch VPN\n\nhii ni huduma ya hali ya juu ya Wakala inayokuunganisha kwenye mtandao salama wa faragha. Muunganisho wa haraka na rahisi huficha anwani halisi ya IP na huduma za Wakala, kwa hivyo kufungua tovuti zote zilizozuiwa katika nchi yako, kutoa uvinjari wa wavuti uliofichwa na kulinda data yako.\n\nUbunifu wa kirafiki utafaa kwa kila mtu, kwa sababu tunafanya juhudi zetu zote ili kurahisisha unganisho, kwa hivyo unahitaji tu kufuata hatua zifuatazo:\n\n- Chagua nchi\n- Bonyeza kifungo cha kiungo\n- Tafuta mtandao kwa usalama\n\nOVPN - Wakala Salama na Haraka wa VPN kwa Google Chrome yako\n\n✓ 100% bila malipo. Hakuna maelezo ya malipo yanayohitajika na majaribio yanayotolewa.\n✓ Bila kikomo: Reel isiyo na kikomo. Hakuna data ya kikao haraka na muunganisho wa usalama.\n✓ Imelindwa: SSL yetu itakufanya usijulikane kabisa.\n✓ Kubadilisha mtoa huduma wa utafutaji chaguo-msingi kuwa ntsmartfinder.com na tovuti hii ielekeze upya google au bing.\n \n\nKiendelezi hiki kinatumia usimbaji fiche wa kisasa ili kutoa kuvinjari kwa faragha na kusikojulikana. Shughuli zote za wavuti zinalindwa wakati seva mbadala ya VPN inafanya kazi. Yote ni kuhusu \"Ficha Mazungumzo Yangu\" au \"Linda data\" ambayo unaweza kutumia sasa hivi.\n\nProksi ya VPN ina utendaji wa kasi ya juu na inaunganisha kwenye mtandao wa kibinafsi kwa sekunde. Ni fursa nzuri ya kubadilisha anwani za IP haraka na kwa urahisi wakati wowote. Utendaji mzuri huruhusu upakuaji au utiririshaji laini au endelevu.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ Je, tunatumiaje maelezo yako?\n\nTunatumia maelezo yako kutoa Huduma. Hii ni kuunda akaunti yako (ikiwa utaamua kujiandikisha); kutoa msaada unaohusiana na huduma; kuwasiliana nawe kwa masasisho, ofa za uuzaji, au masuala yoyote ambayo unaweza kuwa nayo; Inamaanisha kuwa tunaweza kutumia maelezo kufanya utafiti wa takwimu na uchanganuzi ili kuboresha Huduma.\n\n★ Habari sisi kushiriki\n\nHatukodishi au kuuza Taarifa zozote za Kibinafsi. Tunaweza kufichua Taarifa za Kibinafsi kwa watoa huduma wengine wanaoaminika au washirika kwa madhumuni ya kukupa Huduma, hifadhi na uchanganuzi.\n\n★ Chaguo na Haki zako\n\nTunajitahidi kutoa njia za kusasisha na kufuta maelezo yako kwa haraka.\nIli kutumia haki hii, unaweza kuwasiliana nasi kwa anwani: privacy@ovpnfree.com\n\n------------------------------------------\n\nViungo vya kisheria:\nFaragha: https://ovpnfree.com/legal/privacy\nMasharti ya huduma: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nPata maelezo zaidi - https://ovpnfree.com/faq\nUsaidizi - http://ovpnfree.com/support\nSera ya Faragha ya OVPN: http://ovpnfree.com/legal/privacy\nMkataba wa Leseni ya Mtumiaji wa OVPN: http://ovpnfree.com/legal/sla",
    "ta": "OVPN – Chrome க்கான இலவச VPN ப்ராக்ஸி & பாதுகாப்பானது\n\nOVPN - இலவச VPN இணையதளங்களைத் தடைநீக்கு, எந்த இணையதளத்தையும் அணுக இலவச VPN நீட்டிப்பு.\n\nமுற்றிலும் இலவசம் மற்றும் வரம்பற்ற VPN சேவை. ஐபி முகவரியை மறைத்தல் மற்றும் எந்த வலைத்தளத்தையும் தடுப்பது. இந்த vpn அதே OPERA VPN அல்லது Touch VPN ஆகும்\n\nஇது உங்களை ஒரு தனியார் பாதுகாப்பான நெட்வொர்க்குடன் இணைக்கும் மேம்பட்ட ப்ராக்ஸி சேவையாகும். வேகமான மற்றும் எளிதான இணைப்பு உண்மையான IP முகவரி மற்றும் ப்ராக்ஸி சேவைகளை மறைக்கிறது, இதனால் உங்கள் நாட்டில் தடுக்கப்பட்ட அனைத்து வலைத்தளங்களையும் திறக்கிறது, மறைக்கப்பட்ட இணைய உலாவலை வழங்குகிறது மற்றும் உங்கள் தரவைப் பாதுகாக்கிறது.\n\nநட்பு வடிவமைப்பு அனைவருக்கும் ஏற்றதாக இருக்கும், ஏனென்றால் இணைப்பை எளிதாக்குவதற்கு நாங்கள் எங்கள் எல்லா முயற்சிகளையும் செய்கிறோம், எனவே நீங்கள் பின்வரும் படிகளைப் பின்பற்ற வேண்டும்:\n\n- ஒரு நாட்டைத் தேர்ந்தெடுக்கவும்\n- இணைப்பு பொத்தானைக் கிளிக் செய்யவும்\n- இணையத்தில் பாதுகாப்பாக உலாவவும்\n\nOVPN - உங்கள் Google Chrome க்கான பாதுகாப்பான மற்றும் வேகமான VPN ப்ராக்ஸி\n\n✓ 100% இலவசம். கட்டணத் தகவல் தேவையில்லை மற்றும் சோதனைகள் வழங்கப்படுகின்றன.\n✓ வரம்பற்றது: ரீல் வரம்பற்றது. அமர்வு தரவு வேகமான மற்றும் பாதுகாப்பு இணைப்பு இல்லை.\n✓ பாதுகாப்பானது: எங்கள் SSL உங்களை முழுமையாக அநாமதேயமாக்கும்.\n✓ இயல்புநிலை தேடல் வழங்குநரை ntsmartfinder.com க்கு மாற்றுதல் மற்றும் இந்த தளம் google அல்லது bing ஐ திருப்பிவிடும்.\n \n\nஇந்த நீட்டிப்பு முற்றிலும் அநாமதேய மற்றும் தனிப்பட்ட உலாவலை வழங்க நவீன குறியாக்கத்தைப் பயன்படுத்துகிறது. VPN ப்ராக்ஸி இயங்கும் போது அனைத்து இணைய செயல்பாடுகளும் பாதுகாக்கப்படும். \"எனது த்ரெட்டை மறை\" அல்லது \"தரவைப் பாதுகாத்தல்\" பற்றி நீங்கள் இப்போது விண்ணப்பிக்கலாம்.\n\nVPN ப்ராக்ஸி அதிவேக செயல்திறன் கொண்டது மற்றும் சில நொடிகளில் தனிப்பட்ட நெட்வொர்க்குடன் இணைக்கிறது. எந்த நேரத்திலும் ஐபி முகவரிகளை விரைவாகவும் எளிதாகவும் மாற்ற இது ஒரு நல்ல வாய்ப்பாகும். நல்ல செயல்திறன் மென்மையான அல்லது தொடர்ச்சியான பதிவிறக்கம் அல்லது ஸ்ட்ரீமிங்கை அனுமதிக்கிறது.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ உங்கள் தகவலை நாங்கள் எவ்வாறு பயன்படுத்துகிறோம்?\n\nசேவையை வழங்க உங்கள் தகவலைப் பயன்படுத்துகிறோம். இது உங்கள் கணக்கை உருவாக்குவது (நீங்கள் பதிவு செய்ய முடிவு செய்தால்); சேவை தொடர்பான ஆதரவை வழங்குதல்; புதுப்பிப்புகள், சந்தைப்படுத்தல் சலுகைகள் அல்லது உங்களுக்கு ஏதேனும் கவலைகள் இருந்தால் உங்களைத் தொடர்பு கொள்ள; சேவையை மேம்படுத்த புள்ளிவிவர மற்றும் பகுப்பாய்வு ஆராய்ச்சியை மேற்கொள்ள தகவலைப் பயன்படுத்தலாம்.\n\n★ நாம் பகிர்ந்து கொள்ளும் தகவல்\n\nநாங்கள் எந்த தனிப்பட்ட தகவலையும் வாடகைக்கு விடவோ விற்கவோ மாட்டோம். உங்களுக்கு சேவை, சேமிப்பு மற்றும் பகுப்பாய்வுகளை வழங்கும் நோக்கத்திற்காக பிற நம்பகமான மூன்றாம் தரப்பு சேவை வழங்குநர்கள் அல்லது கூட்டாளர்களுக்கு தனிப்பட்ட தகவலை நாங்கள் வெளிப்படுத்தலாம்.\n\n★ உங்கள் விருப்பங்கள் மற்றும் உரிமைகள்\n\nஉங்கள் தகவலை விரைவாக புதுப்பித்து நீக்குவதற்கான வழிகளை வழங்க நாங்கள் முயற்சி செய்கிறோம்.\nஇந்த உரிமையைப் பயன்படுத்த, privacy@ovpnfree.com என்ற முகவரியில் எங்களைத் தொடர்புகொள்ளலாம்\n\n-------------------------------------------\n\nசட்ட இணைப்புகள்:\nதனியுரிமை: https://ovpnfree.com/legal/privacy\nசேவை விதிமுறைகள்: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nமேலும் அறிக - https://ovpnfree.com/faq\nஆதரவு - http://ovpnfree.com/support\nOVPN தனியுரிமைக் கொள்கை: http://ovpnfree.com/legal/privacy\nOVPN இறுதி பயனர் உரிம ஒப்பந்தம்: http://ovpnfree.com/legal/sla",
    "te": "OVPN – Chrome కోసం ఉచిత VPN ప్రాక్సీ & సెక్యూర్\n\nOVPN - ఉచిత VPN అన్‌బ్లాక్ వెబ్‌సైట్‌లు, ఏదైనా వెబ్‌సైట్‌ను యాక్సెస్ చేయడానికి ఉచిత VPN పొడిగింపు.\n\nపూర్తిగా ఉచిత మరియు అపరిమిత VPN సేవ. IP చిరునామాను మాస్క్ చేయడం మరియు ఏదైనా వెబ్‌సైట్‌ను బ్లాక్ చేయడం. ఈ vpn అదే OPERA VPN లేదా టచ్ VPN\n\nఇది మిమ్మల్ని ప్రైవేట్ సురక్షిత నెట్‌వర్క్‌కు కనెక్ట్ చేసే అధునాతన ప్రాక్సీ సేవ. వేగవంతమైన మరియు సులభమైన కనెక్షన్ నిజమైన IP చిరునామా మరియు ప్రాక్సీ సేవలను దాచిపెడుతుంది, తద్వారా మీ దేశంలో బ్లాక్ చేయబడిన అన్ని వెబ్‌సైట్‌లను తెరవడం, దాచిన వెబ్ సర్ఫింగ్‌ను అందించడం మరియు మీ డేటాను రక్షించడం.\n\nస్నేహపూర్వక డిజైన్ అందరికీ అనుకూలంగా ఉంటుంది, ఎందుకంటే మేము కనెక్షన్‌ని సరళీకృతం చేయడానికి మా అన్ని ప్రయత్నాలను చేస్తాము, కాబట్టి మీరు తదుపరి దశలను అనుసరించాలి:\n\n- దేశాన్ని ఎంచుకోండి\n- లింక్ బటన్‌ను క్లిక్ చేయండి\n- ఇంటర్నెట్‌ను సురక్షితంగా సర్ఫ్ చేయండి\n\nOVPN –మీ Google Chrome కోసం సురక్షితమైన మరియు వేగవంతమైన VPN ప్రాక్సీ\n\n✓ 100% ఉచితం. చెల్లింపు సమాచారం అవసరం లేదు మరియు ట్రయల్స్ అందించబడతాయి.\n✓ అపరిమిత: రీల్ అపరిమిత. సెషన్‌డేటా ఫాస్ట్ మరియు సెక్యూరిటీ కనెక్షన్ లేదు.\n✓ సురక్షితం: మా SSL మిమ్మల్ని పూర్తిగా అనామకంగా చేస్తుంది.\n✓ డిఫాల్ట్ శోధన ప్రదాతను ntsmartfinder.comకి మార్చడం మరియు ఈ సైట్ google లేదా bingని దారి మళ్లించడం.\n \n\nఈ పొడిగింపు పూర్తిగా అనామక మరియు ప్రైవేట్ బ్రౌజింగ్‌ను అందించడానికి ఆధునిక గుప్తీకరణను ఉపయోగిస్తుంది. VPN ప్రాక్సీ నడుస్తున్నప్పుడు అన్ని వెబ్ కార్యకలాపాలు రక్షించబడతాయి. మీరు ప్రస్తుతం దరఖాస్తు చేసుకోగల \"నా థ్రెడ్‌ను దాచిపెట్టు\" లేదా \"డేటాను రక్షించు\" గురించి మాత్రమే.\n\nVPN ప్రాక్సీ హై-స్పీడ్ పనితీరును కలిగి ఉంది మరియు సెకన్లలో ప్రైవేట్ నెట్‌వర్క్‌కి కనెక్ట్ అవుతుంది. IP చిరునామాలను త్వరగా మరియు సులభంగా ఎప్పుడైనా మార్చడానికి ఇది మంచి అవకాశం. మంచి పనితీరు మృదువైన లేదా నిరంతర డౌన్‌లోడ్ లేదా స్ట్రీమింగ్‌ను అనుమతిస్తుంది.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ మేము మీ సమాచారాన్ని ఎలా ఉపయోగిస్తాము?\n\nసేవను అందించడానికి మేము మీ సమాచారాన్ని ఉపయోగిస్తాము. ఇది మీ ఖాతాను సృష్టించడం (మీరు సైన్ అప్ చేయాలని నిర్ణయించుకుంటే); సేవ-సంబంధిత మద్దతును అందించండి; అప్‌డేట్‌లు, మార్కెటింగ్ ఆఫర్‌లు లేదా మీకు ఏవైనా ఆందోళనల కోసం మిమ్మల్ని సంప్రదించడానికి; సేవను మెరుగుపరచడానికి గణాంక మరియు విశ్లేషణాత్మక పరిశోధనలను నిర్వహించడానికి మేము సమాచారాన్ని ఉపయోగించవచ్చు.\n\n★ మనం పంచుకునే సమాచారం\n\nమేము ఎలాంటి వ్యక్తిగత సమాచారాన్ని అద్దెకు ఇవ్వము లేదా విక్రయించము. మీకు సేవ, నిల్వ మరియు విశ్లేషణలను అందించే ఉద్దేశ్యంతో మేము ఇతర విశ్వసనీయ మూడవ పక్ష సేవా ప్రదాతలు లేదా భాగస్వాములకు వ్యక్తిగత సమాచారాన్ని బహిర్గతం చేయవచ్చు.\n\n★ మీ ఎంపికలు మరియు హక్కులు\n\nమేము మీ సమాచారాన్ని త్వరగా నవీకరించడానికి మరియు తొలగించడానికి మార్గాలను అందించడానికి ప్రయత్నిస్తున్నాము.\nఈ హక్కును వినియోగించుకోవడానికి, మీరు మమ్మల్ని ఈ చిరునామాలో సంప్రదించవచ్చు: privacy@ovpnfree.com\n\n-------------------------------------------\n\nచట్టపరమైన లింకులు:\nగోప్యత: https://ovpnfree.com/legal/privacy\nసేవా నిబంధనలు: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nమరింత తెలుసుకోండి - https://ovpnfree.com/faq\nమద్దతు - http://ovpnfree.com/support\nOVPN గోప్యతా విధానం: http://ovpnfree.com/legal/privacy\nOVPN తుది వినియోగదారు లైసెన్స్ ఒప్పందం: http://ovpnfree.com/legal/sla",
    "th": "OVPN – พร็อกซี VPN ฟรี & ปลอดภัยสำหรับ Chrome\n\nOVPN - เว็บไซต์เลิกบล็อก VPN ฟรี, ส่วนขยาย VPN ฟรีเพื่อเข้าถึงเว็บไซต์ใด ๆ\n\nบริการ VPN ฟรีและไม่ จำกัด โดยสมบูรณ์ ปิดบังที่อยู่ IP และบล็อกเว็บไซต์ใดๆ VPN นี้เป็น OPERA VPN หรือ Touch VPN เดียวกัน\n\nนี่คือบริการพร็อกซีขั้นสูงที่เชื่อมต่อคุณกับเครือข่ายส่วนตัวที่ปลอดภัย การเชื่อมต่อที่รวดเร็วและง่ายดายจะซ่อนที่อยู่ IP จริงและบริการ Proxy ดังนั้นจึงเปิดเว็บไซต์ที่ถูกบล็อกทั้งหมดในประเทศของคุณ ให้การท่องเว็บที่ซ่อนอยู่และปกป้องข้อมูลของคุณ\n\nการออกแบบที่เป็นมิตรจะเหมาะสำหรับทุกคน เพราะเราพยายามอย่างเต็มที่เพื่อทำให้การเชื่อมต่อง่ายขึ้น ดังนั้นคุณเพียงแค่ทำตามขั้นตอนต่อไป:\n\n- เลือกประเทศ\n- คลิกปุ่มลิงค์\n- ท่องอินเทอร์เน็ตอย่างปลอดภัย\n\nOVPN – VPN Proxy ที่ปลอดภัยและรวดเร็วสำหรับ Google Chrome ของคุณ\n\n✓ ฟรี 100% ไม่ต้องการข้อมูลการชำระเงินและมีการทดลองใช้\n✓ ไม่ จำกัด : รีลไม่ จำกัด ไม่มีการเชื่อมต่อข้อมูลเซสชันที่รวดเร็วและปลอดภัย\n✓ ปลอดภัย: SSL ของเราจะทำให้คุณไม่เปิดเผยตัวตนโดยสมบูรณ์\n✓ เปลี่ยนผู้ให้บริการค้นหาเริ่มต้นเป็น ntsmartfinder.com และไซต์นี้เปลี่ยนเส้นทาง google หรือ bing\n \n\nส่วนขยายนี้ใช้การเข้ารหัสที่ทันสมัยเพื่อให้การท่องเว็บแบบไม่ระบุชื่อและเป็นส่วนตัวอย่างสมบูรณ์ กิจกรรมบนเว็บทั้งหมดได้รับการป้องกันในขณะที่พร็อกซี VPN กำลังทำงาน ทุกอย่างเกี่ยวกับการ \"ซ่อนเธรดของฉัน\" หรือ \"ปกป้องข้อมูล\" ที่คุณสามารถนำไปใช้ได้ในขณะนี้\n\nพร็อกซี VPN มีประสิทธิภาพความเร็วสูงและเชื่อมต่อกับเครือข่ายส่วนตัวในไม่กี่วินาที เป็นโอกาสที่ดีที่จะเปลี่ยนที่อยู่ IP อย่างรวดเร็วและง่ายดายได้ตลอดเวลา ประสิทธิภาพที่ดีช่วยให้การดาวน์โหลดหรือสตรีมเป็นไปอย่างราบรื่นหรือต่อเนื่อง\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ เราจะใช้ข้อมูลของคุณอย่างไร?\n\nเราใช้ข้อมูลของคุณเพื่อให้บริการ นี่คือการสร้างบัญชีของคุณ (หากคุณตัดสินใจสมัคร); ให้การสนับสนุนเกี่ยวกับบริการ เพื่อติดต่อคุณสำหรับการอัปเดต ข้อเสนอทางการตลาด หรือข้อกังวลใดๆ ที่คุณอาจมี; หมายความว่าเราสามารถใช้ข้อมูลเพื่อดำเนินการวิจัยทางสถิติและการวิเคราะห์เพื่อปรับปรุงบริการ\n\n★ ข้อมูลที่เราแบ่งปัน\n\nเราไม่ให้เช่าหรือขายข้อมูลส่วนบุคคลใดๆ เราอาจเปิดเผยข้อมูลส่วนบุคคลแก่ผู้ให้บริการหรือพันธมิตรที่เป็นบุคคลภายนอกที่น่าเชื่อถืออื่นๆ เพื่อวัตถุประสงค์ในการให้บริการ การจัดเก็บ และการวิเคราะห์แก่คุณ\n\n★ ทางเลือกและสิทธิ์ของคุณ\n\nเรามุ่งมั่นที่จะจัดหาวิธีการอัปเดตและลบข้อมูลของคุณอย่างรวดเร็ว\nหากต้องการใช้สิทธิ์นี้ คุณสามารถติดต่อเราได้ตามที่อยู่: privacy@ovpnfree.com\n\n-------------------------------------------\n\nลิงก์ทางกฎหมาย:\nความเป็นส่วนตัว: https://ovpnfree.com/legal/privacy\nข้อกำหนดในการให้บริการ: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nเรียนรู้เพิ่มเติม - https://ovpnfree.com/faq\nการสนับสนุน - http://ovpnfree.com/support\nนโยบายความเป็นส่วนตัว OVPN: http://ovpnfree.com/legal/privacy\nข้อตกลงใบอนุญาตสำหรับผู้ใช้ OVPN: http://ovpnfree.com/legal/sla",
    "uk": "OVPN – безкоштовний проксі та безпечний VPN для Chrome\n\nOVPN – безкоштовне розблокування веб-сайтів VPN, безкоштовне розширення VPN для доступу до будь-якого веб-сайту.\n\nПовністю безкоштовна та необмежена послуга VPN. Маскування IP-адреси та блокування будь-якого сайту. цей vpn той самий OPERA VPN або Touch VPN\n\nце розширений проксі-сервіс, який підключає вас до приватної захищеної мережі. Швидке та просте підключення приховує справжню IP-адресу та служби проксі, таким чином відкриваючи всі заблоковані веб-сайти у вашій країні, забезпечуючи прихований веб-серфінг та захищаючи ваші дані.\n\nДружній дизайн підійде кожному, адже ми докладаємо всіх зусиль, щоб спростити підключення, тому вам потрібно лише виконати наступні кроки:\n\n- Виберіть країну\n- Натисніть кнопку посилання\n- Безпечно переглядайте Інтернет\n\nOVPN – безпечний і швидкий VPN-проксі для вашого Google Chrome\n\n✓ 100% безкоштовно. Платіжна інформація не потрібна, а доступні пробні версії.\n✓ Необмежено: необмежена кількість барабанів. Швидке та безпечне з’єднання без даних сесії.\n✓ Захищено: наш SSL зробить вас повністю анонімними.\n✓ Зміна пошукової служби за умовчанням на ntsmartfinder.com і цей сайт перенаправляє google або bing.\n \n\nЦе розширення використовує сучасне шифрування для забезпечення повністю анонімного та приватного перегляду. Уся веб-діяльність захищена, поки працює VPN-проксі. Це все про «Приховати мою тему» або «Захистити дані», які ви можете застосувати прямо зараз.\n\nVPN-проксі має високу швидкість і підключається до приватної мережі за лічені секунди. Це гарна можливість швидко та легко змінити IP-адресу в будь-який час. Хороша продуктивність забезпечує плавне або безперервне завантаження чи потокове передавання.\n\n\n--------------------------------------------\n\n\n--------------------------------------------\n\n★ Як ми використовуємо вашу інформацію?\n\nМи використовуємо вашу інформацію для надання Сервісу. Це для створення облікового запису (якщо ви вирішите зареєструватися); надавати підтримку, пов'язану з обслуговуванням; щоб зв’язатися з вами щодо оновлень, маркетингових пропозицій або будь-яких проблем, які у вас можуть виникнути; Це означає, що ми можемо використовувати інформацію для проведення статистичних та аналітичних досліджень з метою покращення Сервісу.\n\n★ Інформація, якою ми ділимося\n\nМи не здаємо в оренду та не продаємо будь-яку особисту інформацію. Ми можемо розкривати Персональну інформацію іншим надійним стороннім постачальникам послуг або партнерам з метою надання вам Послуги, зберігання та аналітики.\n\n★ Ваш вибір і права\n\nМи прагнемо надати способи швидкого оновлення та видалення вашої інформації.\nЩоб скористатися цим правом, ви можете зв’язатися з нами за адресою: privacy@ovpnfree.com\n\n--------------------------------------------\n\nЮридичні посилання:\nКонфіденційність: https://ovpnfree.com/legal/privacy\nУмови використання: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nДокладніше – https://ovpnfree.com/faq\nПідтримка - http://ovpnfree.com/support\nПолітика конфіденційності OVPN: http://ovpnfree.com/legal/privacy\nЛіцензійна угода кінцевого користувача OVPN: http://ovpnfree.com/legal/sla",
    "vi": "OVPN – Proxy VPN miễn phí & bảo mật cho Chrome\n\nOVPN - Trang web bỏ chặn VPN miễn phí, tiện ích mở rộng VPN miễn phí để truy cập bất kỳ trang web nào.\n\nDịch vụ VPN hoàn toàn miễn phí và không giới hạn. Che giấu địa chỉ IP và chặn bất kỳ trang web nào. vpn này giống với OPERA VPN hoặc Touch VPN\n\nđây là một dịch vụ Proxy nâng cao kết nối bạn với một mạng an toàn riêng tư. Kết nối nhanh chóng và dễ dàng ẩn địa chỉ IP thực và các dịch vụ Proxy, do đó mở tất cả các trang web bị chặn ở quốc gia của bạn, cung cấp khả năng lướt web ẩn và bảo vệ dữ liệu của bạn.\n\nThiết kế thân thiện sẽ phù hợp với tất cả mọi người, bởi vì chúng tôi nỗ lực hết mình để đơn giản hóa kết nối, vì vậy bạn chỉ cần làm theo các bước tiếp theo:\n\n- Chọn một quốc gia\n- Nhấp vào nút liên kết\n- Lướt internet an toàn\n\nOVPN –Proxy VPN nhanh và an toàn cho Google Chrome của bạn\n\n✓ 100% miễn phí. Không có thông tin thanh toán cần thiết và thử nghiệm được cung cấp.\n✓ Không giới hạn: Cuộn không giới hạn. Không có kết nối dữ liệu phiên nhanh và bảo mật.\n✓ Bảo mật: SSL của chúng tôi sẽ giúp bạn ẩn danh hoàn toàn.\n✓ Thay đổi nhà cung cấp dịch vụ tìm kiếm mặc định thành ntsmartfinder.com và trang web này chuyển hướng google hoặc bing.\n \n\nTiện ích mở rộng này sử dụng mã hóa hiện đại để cung cấp trình duyệt hoàn toàn ẩn danh và riêng tư. Tất cả các hoạt động web được bảo vệ trong khi proxy VPN đang chạy. Đó là tất cả về \"Ẩn chủ đề của tôi\" hoặc \"Bảo vệ dữ liệu\" mà bạn có thể áp dụng ngay bây giờ.\n\nProxy VPN có hiệu suất tốc độ cao và kết nối với mạng riêng trong vài giây. Đây là một cơ hội tốt để thay đổi địa chỉ IP một cách nhanh chóng và dễ dàng bất cứ lúc nào. Hiệu suất tốt cho phép tải xuống hoặc phát trực tuyến mượt mà và liên tục.\n\n\n-------------------------------------------\n\n\n-------------------------------------------\n\n★ Chúng tôi sử dụng thông tin của bạn như thế nào?\n\nChúng tôi sử dụng thông tin của bạn để cung cấp Dịch vụ. Điều này là để tạo tài khoản của bạn (nếu bạn quyết định đăng ký); cung cấp hỗ trợ liên quan đến dịch vụ; để liên hệ với bạn để cập nhật, cung cấp tiếp thị hoặc bất kỳ mối quan tâm nào bạn có thể có; Điều đó có nghĩa là chúng tôi có thể sử dụng thông tin để tiến hành nghiên cứu thống kê và phân tích nhằm cải thiện Dịch vụ.\n\n★ Thông tin chúng tôi chia sẻ\n\nChúng tôi không cho thuê hoặc bán bất kỳ Thông tin cá nhân nào. Chúng tôi có thể tiết lộ Thông tin cá nhân cho các đối tác hoặc nhà cung cấp dịch vụ bên thứ ba đáng tin cậy khác nhằm mục đích cung cấp Dịch vụ, lưu trữ và phân tích cho bạn.\n\n★ Lựa chọn và Quyền của Bạn\n\nChúng tôi cố gắng cung cấp các cách để cập nhật và xóa thông tin của bạn một cách nhanh chóng.\nĐể thực hiện quyền này, bạn có thể liên hệ với chúng tôi theo địa chỉ: privacy@ovpnfree.com\n\n-------------------------------------------\n\nLiên kết pháp lý:\nQuyền riêng tư: https://ovpnfree.com/legal/privacy\nĐiều khoản dịch vụ: https://ovpnfree.com/legal/sla\nDMCA: https://ovpnfree.com/legal/dmca\n\nTìm hiểu thêm - https://ovpnfree.com/faq\nHỗ trợ - http://ovpnfree.com/support\nChính sách bảo mật của OVPN: http://ovpnfree.com/legal/privacy\nThỏa thuận cấp phép người dùng cuối OVPN: http://ovpnfree.com/legal/sla",
    "zh_CN": "OVPN – 适用于 Chrome 的免费 VPN 代理和安全\n\nOVPN - 免费 VPN 解锁网站，免费 VPN 扩展以访问任何网站。\n\n完全免费且无限制的 VPN 服务。 屏蔽 IP 地址并阻止任何网站。 此 vpn 与 OPERA VPN 或 Touch VPN 相同\n\n这是一种高级代理服务，可将您连接到专用安全网络。 快速简便的连接隐藏了真实的 IP 地址和代理服务，从而打开您所在国家/地区的所有被阻止的网站，提供隐藏的网上冲浪并保护您的数据。\n\n友好的设计将适合所有人，因为我们竭尽全力简化连接，所以您只需按照以下步骤操作：\n\n- 选择一个国家\n- 点击链接按钮\n- 安全上网\n\nOVPN – 适用于您的 Google Chrome 的安全快速的 VPN 代理\n\n✓ 100% 免费。 无需支付信息，也无需提供试用。\n✓ 无限：卷轴无限。 没有会话数据快速和安全连接。\n✓ 安全：我们的 SSL 将使您完全匿名。\n✓ 将默认搜索提供商更改为 ntsmartfinder.com 并且此站点重定向 google 或 bing。\n \n\n此扩展使用现代加密技术提供完全匿名和私密的浏览。 VPN 代理运行时，所有网络活动都受到保护。 这就是您现在可以应用的“隐藏我的线程”或“保护数据”。\n\nVPN 代理具有高速性能，可在几秒钟内连接到专用网络。 这是随时快速轻松更改 IP 地址的好机会。 良好的性能允许流畅或连续的下载或流式传输。\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ 我们如何使用您的信息？\n\n我们使用您的信息来提供服务。 这是为了创建您的帐户（如果您决定注册）； 提供与服务相关的支持； 与您联系以获取更新、营销优惠或您可能有的任何疑虑； 这意味着我们可以使用这些信息进行统计和分析研究以改进服务。\n\n★ 我们分享的信息\n\n我们不出租或出售任何个人信息。 我们可能会向其他受信任的第三方服务提供商或合作伙伴披露个人信息，以便为您提供服务、存储和分析。\n\n★ 您的选择和权利\n\n我们努力提供快速更新和删除您的信息的方法。\n要行使此权利，您可以通过以下地址与我们联系：privacy@ovpnfree.com\n\n------------------------------------------\n\n\n\nOVPN – shìyòng yú Chrome de miǎnfèi VPN dàilǐ hé ānquán\n\nOVPN - miǎnfèi VPN jiěsuǒ wǎngzhàn, miǎnfèi VPN kuòzhǎn yǐ fǎngwèn rènhé wǎngzhàn.\n\nWánquán miǎnfèi qiě wúxiànzhì de VPN fúwù. Píngbì IP dìzhǐ bìng zǔzhǐ rènhé wǎngzhàn. Cǐ vpn yǔ OPERA VPN huò Touch VPN xiāngtóng\n\nzhè shì yī zhǒng gāojí dàilǐ fúwù, kě jiāng nín liánjiē dào zhuānyòng ānquán wǎngluò. Kuàisù jiǎnbiàn de liánjiē yǐncángle zhēnshí de IP dìzhǐ hé dàilǐ fúwù, cóng'ér dǎkāi nín suǒzài guójiā/dìqū de suǒyǒu bèi zǔzhǐ de wǎngzhàn, tígōng yǐncáng de wǎngshàng chōnglàng bìng bǎohù nín de shùjù.\n\nYǒuhǎo de shèjì jiāng shìhé suǒyǒu rén, yīnwèi wǒmen jiéjìn quánlì jiǎnhuà liánjiē, suǒyǐ nín zhǐ xū ànzhào yǐxià bùzhòu cāozuò:\n\n- Xuǎnzé yīgè guójiā\n- diǎnjī liànjiē ànniǔ\n- ānquán shàngwǎng\n\nOVPN – shìyòng yú nín de Google Chrome de ānquán kuàisù de VPN dàilǐ\n\n✓ 100% miǎnfèi. Wúxū zhīfù xìnxī, yě wúxū tígōng shìyòng.\n✓ Wúxiàn: Juànzhóu wú xiàn. Méiyǒu huìhuà shùjù kuàisù hé ānquán liánjiē.\n✓ Ānquán: Wǒmen de SSL jiāng shǐ nín wánquán nìmíng.\n✓ Jiāng mòrèn sōusuǒ tígōng shāng gēnggǎi wèi ntsmartfinder.Com bìngqiě cǐ zhàndiǎn zhòng dìngxiàng google huò bing.\n \n\nCǐ kuòzhǎn shǐyòng xiàndài jiāmì jìshù tígōng wánquán nìmíng hé sīmì de liúlǎn. VPN dàilǐ yùnxíng shí, suǒyǒu wǎngluò huódòng dōu shòudào bǎohù. Zhè jiùshì nín xiànzài kěyǐ yìngyòng de “yǐncáng wǒ de xiànchéng” huò “bǎohù shùjù”.\n\nVPN dàilǐ jùyǒu gāosù xìngnéng, kě zài jǐ miǎo zhōng nèi liánjiē dào zhuānyòng wǎngluò. Zhè shì suíshí kuàisù qīngsōng gēnggǎi IP dìzhǐ de hǎo jīhuì. Liánghǎo dì xìngnéng yǔnxǔ liúchàng huò liánxù de xiàzài huò liú shì chuánshū.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ Wǒmen rúhé shǐyòng nín de xìnxī?\n\nWǒmen shǐyòng nín de xìnxī lái tígōng fúwù. Zhè shì wèile chuàngjiàn nín de zhànghù (rúguǒ nín juédìng zhùcè); tígōng yǔ fúwù xiāngguān de zhīchí; yǔ nín liánxì yǐ huòqǔ gēngxīn, yíngxiāo yōuhuì huò nín kěnéng yǒu de rènhé yílǜ; zhè yìwèizhe wǒmen kěyǐ shǐyòng zhèxiē xìnxī jìnxíng tǒngjì hé fēnxī yánjiū yǐ gǎijìn fúwù.\n\n★ Wǒmen fēnxiǎng de xìnxī\n\nwǒmen bù chūzū huò chūshòu rènhé gèrén xìnxī. Wǒmen kěnéng huì xiàng qítā shòuxìn rèn de dì sānfāng fúwù tígōng shāng huò hézuò huǒbàn pīlù gèrén xìnxī, yǐbiàn wèi nín tígōng fúwù, cúnchú hé fēnxī.\n\n★ Nín de xuǎnzé hé quánlì\n\nwǒmen nǔlì tígōng kuàisù gēngxīn hé shānchú nín de xìnxī de fāngfǎ.\nYào xíngshǐ cǐ quánlì, nín kěyǐ tōngguò yǐxià dìzhǐ yǔ wǒmen liánxì:Privacy@ovpnfree.Com\n\n------------------------------------------\n\nfǎlǜ liànjiē:\nYǐnsī:Https://Ovpnfree.Com/legal/privacy\nfúwù tiáokuǎn:Https://Ovpnfree.Com/legal/sla\nDMCA:Https://Ovpnfree.Com/legal/dmca\n\nliǎojiě gèng duō - https://Ovpnfree.Com/faq\nzhīchí - http://Ovpnfree.Com/support\nOVPN yǐnsī zhèngcè:Http://Ovpnfree.Com/legal/privacy\nOVPN zuìzhōng yònghù xǔkě xiéyì:Http://Ovpnfree.Com/legal/sla",
    "zh_TW": "OVPN – 適用於 Chrome 的免費 VPN 代理和安全\n\nOVPN - 免費 VPN 解鎖網站，免費 VPN 擴展以訪問任何網站。\n\n完全免費且無限制的 VPN 服務。 屏蔽 IP 地址並阻止任何網站。 此 vpn 與 OPERA VPN 或 Touch VPN 相同\n\n這是一種高級代理服務，可將您連接到專用安全網絡。 快速簡便的連接隱藏了真實的 IP 地址和代理服務，從而打開您所在國家/地區的所有被阻止的網站，提供隱藏的網上沖浪並保護您的數據。\n\n友好的設計將適合所有人，因為我們竭盡全力簡化連接，所以您只需按照以下步驟操作：\n\n- 選擇一個國家\n- 點擊鏈接按鈕\n- 安全上網\n\nOVPN – 適用於您的 Google Chrome 的安全快速的 VPN 代理\n\n✓ 100% 免費。 無需支付信息，也無需提供試用。\n✓ 無限：捲軸無限。 沒有會話數據快速和安全連接。\n✓ 安全：我們的 SSL 將使您完全匿名。\n✓ 將默認搜索提供商更改為 ntsmartfinder.com 並且此站點重定向 google 或 bing。\n \n\n此擴展使用現代加密技術提供完全匿名和私密的瀏覽。 VPN 代理運行時，所有網絡活動都受到保護。 這就是您現在可以應用的“隱藏我的線程”或“保護數據”。\n\nVPN 代理具有高速性能，可在幾秒鐘內連接到專用網絡。 這是隨時快速輕鬆更改 IP 地址的好機會。 良好的性能允許流暢或連續的下載或流式傳輸。\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ 我們如何使用您的信息？\n\n我們使用您的信息來提供服務。 這是為了創建您的帳戶（如果您決定註冊）； 提供與服務相關的支持； 與您聯繫以獲取更新、營銷優惠或您可能有的任何疑慮； 這意味著我們可以使用這些信息進行統計和分析研究以改進服務。\n\n★ 我們分享的信息\n\n我們不出租或出售任何個人信息。 我們可能會向其他受信任的第三方服務提供商或合作夥伴披露個人信息，以便為您提供服務、存儲和分析。\n\n★ 您的選擇和權利\n\n我們努力提供快速更新和刪除您的信息的方法。\n要行使此權利，您可以通過以下地址與我們聯繫：privacy@ovpnfree.com\n\n------------------------------------------\n\n法律鏈接：\n隱私：https://ovpnfree.com/legal/privacy\n服務條款：https://ovpnfree.com/legal/sla\nDMCA：https://ovpnfree.com/legal/dmca\n\n了解更多 - https://ovpnfree.com/faq\n支持 - http://ovpnfree.com/support\nOVPN 隱私政策：http://ovpnfree.com/legal/privacy\nOVPN 最終用戶許可協議：http://ovpnfree.com/legal/sla\n\n\n\nOVPN – shìyòng yú Chrome de miǎnfèi VPN dàilǐ hé ānquán\n\nOVPN - miǎnfèi VPN jiěsuǒ wǎngzhàn, miǎnfèi VPN kuòzhǎn yǐ fǎngwèn rènhé wǎngzhàn.\n\nWánquán miǎnfèi qiě wúxiànzhì de VPN fúwù. Píngbì IP dìzhǐ bìng zǔzhǐ rènhé wǎngzhàn. Cǐ vpn yǔ OPERA VPN huò Touch VPN xiāngtóng\n\nzhè shì yīzhǒng gāojí dàilǐ fúwù, kě jiāng nín liánjiē dào zhuānyòng ānquán wǎngluò. Kuàisù jiǎnbiàn de liánjiē yǐncángle zhēnshí de IP dìzhǐ hé dàilǐ fúwù, cóng'ér dǎkāi nín suǒzài guójiā/dìqū de suǒyǒu bèi zǔzhǐ de wǎngzhàn, tígōng yǐncáng de wǎng shàng chōnglàng bìng bǎohù nín de shùjù.\n\nYǒuhǎo de shèjì jiāng shìhé suǒyǒu rén, yīnwèi wǒmen jiéjìn quánlì jiǎnhuà liánjiē, suǒyǐ nín zhǐ xū ànzhào yǐxià bùzhòu cāozuò:\n\n- Xuǎnzé yīgè guójiā\n- diǎnjī liànjiē ànniǔ\n- ānquán shàngwǎng\n\nOVPN – shìyòng yú nín de Google Chrome de ānquán kuàisù de VPN dàilǐ\n\n✓ 100% miǎnfèi. Wúxū zhīfù xìnxī, yě wúxū tígōng shìyòng.\n✓ Wúxiàn: Juànzhóu wú xiàn. Méiyǒu huìhuà shùjù kuàisù hé ānquán liánjiē.\n✓ Ānquán: Wǒmen de SSL jiāng shǐ nín wánquán nìmíng.\n✓ Jiāng mòrèn sōusuǒ tígōng shāng gēnggǎi wèi ntsmartfinder.Com bìngqiě cǐ zhàn diǎn zhòng dìngxiàng google huò bing.\n \n\nCǐ kuòzhǎn shǐyòng xiàndài jiāmì jìshù tígōng wánquán nìmíng hé sīmì de liúlǎn. VPN dàilǐ yùnxíng shí, suǒyǒu wǎngluò huódòng dōu shòudào bǎohù. Zhè jiùshì nín xiànzài kěyǐ yìngyòng de “yǐncáng wǒ de xiànchéng” huò “bǎohù shùjù”.\n\nVPN dàilǐ jùyǒu gāosù xìngnéng, kě zài jǐ miǎo zhōng nèi liánjiē dào zhuānyòng wǎngluò. Zhè shì suíshí kuàisù qīngsōng gēnggǎi IP dìzhǐ de hǎo jīhuì. Liánghǎo dì xìngnéng yǔnxǔ liúchàng huò liánxù de xiàzài huò liú shì chuánshū.\n\n\n------------------------------------------\n\n\n------------------------------------------\n\n★ Wǒmen rúhé shǐyòng nín de xìnxī?\n\nWǒmen shǐyòng nín de xìnxī lái tígōng fúwù. Zhè shì wèile chuàngjiàn nín de zhànghù (rúguǒ nín juédìng zhùcè); tígōng yǔ fúwù xiāngguān de zhīchí; yǔ nín liánxì yǐ huòqǔ gēngxīn, yíngxiāo yōuhuì huò nín kěnéng yǒu de rènhé yílǜ; zhè yìwèizhe wǒmen kěyǐ shǐyòng zhèxiē xìnxī jìnxíng tǒngjì hé fēnxī yánjiū yǐ gǎijìn fúwù.\n\n★ Wǒmen fēnxiǎng de xìnxī\n\nwǒmen bù chūzū huò chūshòu rènhé gèrén xìnxī. Wǒmen kěnéng huì xiàng qítā shòuxìn rèn de dì sānfāng fúwù tígōng shāng huò hézuò huǒbàn pīlù gèrén xìnxī, yǐbiàn wèi nín tígōng fúwù, cúnchú hé fēnxī.\n\n★ Nín de xuǎnzé hé quánlì\n\nwǒmen nǔlì tígōng kuàisù gēngxīn hé shānchú nín de xìnxī de fāngfǎ.\nYào xíngshǐ cǐ quánlì, nín kěyǐ tōngguò yǐxià dìzhǐ yǔ wǒmen liánxì:Privacy@ovpnfree.Com\n\n------------------------------------------\n\nfǎlǜ liànjiē:\nYǐnsī:Https://Ovpnfree.Com/legal/privacy\nfúwù tiáokuǎn:Https://Ovpnfree.Com/legal/sla\nDMCA:Https://Ovpnfree.Com/legal/dmca\n\nliǎojiě gèng duō - https://Ovpnfree.Com/faq\nzhīchí - http://Ovpnfree.Com/support\nOVPN yǐnsī zhèngcè:Http://Ovpnfree.Com/legal/privacy\nOVPN zuìzhōng yònghù xǔkě xiéyì:Http://Ovpnfree.Com/legal/sla"
  }
}