{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "GH Code Review Master - GitHub代码复查回顾工具",
    "en": "GH Code Review Master - GitHub code review review tool",
    "zh_TW": "GH Code Review Master - GitHub代碼複查回顧工具"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "专门为教育、科研、游戏、新闻、外贸、跨境电商、海淘及开发人员服务，解决GitHub无法使用代码复查回顾功能以及上网加速工具，Chrome内核浏览器专用，同时可以访问GitHub旗下众多产品。",
    "en": "Specially serve for education, scientific research, games, news, foreign trade, cross-border e-commerce, online shopping and…",
    "zh_TW": "專門為教育、科研、遊戲、新聞、外貿、跨境電商、海淘及開發人員服務，解決GitHub無法使用代碼複查回顧功能以及上網加速工具，Chrome內核瀏覽器專用，同時可以訪問GitHub旗下眾多產品。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitHub代码复查大师是一款高效、免费、安全、稳定的魔法上网专用插件，它能够突破网络封锁，用匿名方式自由地浏览GitHub的各种内容和资源，避免被追踪和监控。\n\nGitHub代码复查大师是一款高效、免费、安全、稳定的科学上网插件，可帮助用户突破网络封锁、跨境访问国外的网站和应用程序。用户可以轻松地访问被封锁的网站和应用程序，包括GitHub旗下社交网络、娱乐、学术、新闻、电商、游戏、视频、音乐等不同领域的平台，以获得更多、更广泛的信息和资源，提高工作和学习的效率和质量。\n\n专门为教育、科研、游戏、新闻、外贸、跨境电商、海淘及开发人员服务，解决GitHub无法使用代码复查回顾以及上网加速工具，Chrome内核浏览器专用，同时可以访问GitHub旗下众多产品。\n\n一键安装即可使用，操作简单，上手即可访问、浏览。\n\n最好用的Chrome加速插件，可以帮助用户提高海外访问网站的速度和地区限制，提高工作和学习的效率！\n\n试用版本：\n您可以每天免费体验TRY试用版本，它是免费的不需要任何付费，每天可以享受5~30分钟试用时长，登录后用户右上角会显示TRY徽标，可选择的节点带有“trial”字样；\n\n高级版本：\n您也可以升级为PRO专业高级版本，它是需要付费的，每天使用节点、时长、带宽没有任何限制，登录后用户右上角会显示PRO徽标，可选择的所有节点“trial”和“professional”没有任何限制，订阅价格为：￥96.9/月，￥362.8/5年，定价根据汇率可能会有所浮动，请以官方网站展示的为准。\n\n请放心，默认情况下并不会启用高级版本，除非您主动进行升级！\n\n\nGitHub Code Review Master is an efficient, free, safe, and stable plug-in for Magic Internet access. It can break through network blockade, browse various content and resources of GitHub freely in an anonymous manner, and avoid being tracked and monitored.\n\nGitHub code review master is an efficient, free, safe, and stable scientific online plug-in, which can help users break through network blockade and access foreign websites and applications across borders. Users can easily access blocked websites and applications, including GitHub's social networking, entertainment, academic, news, e-commerce, games, video, music and other platforms in different fields, to obtain more and wider information and resources , Improve the efficiency and quality of work and study.\n\nIt is dedicated to education, scientific research, games, news, foreign trade, cross-border e-commerce, online shopping and developers. It solves the problem that GitHub cannot use code review and Internet acceleration tools. It is dedicated to the Chrome kernel browser and can access many products under GitHub.\n\nIt can be used with one-click installation, and the operation is simple, and you can access and browse after getting started.\n\nThe best Chrome acceleration plug-in, which can help users increase the speed and regional restrictions of visiting websites overseas, and improve the efficiency of work and study!\n\ntrial version:\nYou can experience the trial version of TRY for free every day. It is free and does not require any payment. You can enjoy a trial period of 5 to 30 minutes every day. After logging in, the TRY logo will be displayed in the upper right corner of the user, and the selectable node has the word \"trial\";\n\nPremium version:\nYou can also upgrade to the PRO professional advanced version, which requires payment. There is no limit to the use of nodes, duration, and bandwidth every day. After logging in, the PRO logo will be displayed in the upper right corner of the user, and all the selectable nodes \"trial\" and \"professional\" have no Any restrictions, the subscription price is: ￥96.9/month, ￥362.8/5 years, the pricing may fluctuate according to the exchange rate, please refer to the display on the official website.\n\nRest assured, the premium version is not enabled by default unless you actively upgrade!"
  }
}