{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RingCentral App Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A RingCentral extension for CRM platforms"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Documentation: https://ringcentral.github.io/rc-unified-crm-extension/\n\nRelease notes: https://ringcentral.github.io/rc-unified-crm-extension/release-notes/\n\nThe RingCentral App Connect embeds a fully-functional web phone into a set of supported CRM platforms. In addition, the App Connect provides a deep integration with your RingCentral account to automate a number of key functions to help sales people save time and be more efficient. With the App Connect users can easily click any phone number to call that number and send an SMS, synchronize their call history with their CRM platform, schedule meetings, enter custom call disposition notes, among a number of other things. The RingCentral App Connect currently supports the following CRM platforms: Insightly, Redtail, Pipedrive, and Clio. Don't see your CRM in the list? Submit your idea to the RingCentral Ideas portal so that we can add support for it.\n\nSupported CRM platforms: Pipedrive, Insightly, Clio, Redtail, Bullhorn\n\nDisclaimer: RingCentral Labs is a program that lets RingCentral engineers, platform product managers and other employees share RingCentral apps they've created with the customer community. RingCentral Labs apps are free to use, but are not official products, and should be considered community projects - these apps are not officially tested or documented. For help on any RingCentral Labs app please consult each project's GitHub Issues message boards - RingCentral support is not available for these applications."
  }
}