{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alias"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your your productivity with browser aliases."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Alias\" - your personal browser assistant designed to supercharge your daily online tasks. Much like how developers use environment variables in programming to simplify complex commands, Alias brings this powerful paradigm straight to your browser.\n\nKey Features:\n\n1. Smart Saving - URLs & Text\nJumping between articles, shopping links, DIY guides, or any online resource? Highlight and save with ALIAS. Create an alias, and it's there for whenever you need it next.\n\n2. Shortcut Your Way\nSay goodbye to manually searching through heaps of bookmarks or relying on a cluttered browser history. With ALIAS, your favorite pages and critical information are just a shortcut away.\n\n3. Reinventing Bookmarking\n\"ALIAS\" goes beyond the traditional. Whether it's your favorite recipe, an important article, or a how-to guide, save URLs and textual data effortlessly.\n\n4. Remember Less, Achieve More\nWith the world at our fingertips, there's so much to explore and retain. Let ALIAS be your digital library. Store with an \"alias\", and retrieve without a fuss.\n\n5. Swift Search\nAs you accumulate shortcuts, ALIAS's nimble search ensures you're never more than a moment away from your saved content.\n\n6. Prioritizing Privacy\nALIAS understands the universal importance of privacy. Rest assured, all your saved URLs and texts are locked safely within your browser and device. Zero compromises.\n\nExperience a smoother, faster, and more efficient browsing experience with \"ALIAS\". Install now and supercharge your browser for unparalleled productivity."
  }
}