{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flying Drones for Sale"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hover on over to buy the best Drones and Quadcopters."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the official app for our Flying Drones for Sale store where you will find the best unmanned aerial vehicles (UAVs) better known as, drones. We have flying robots for sale for just about everyone from first timers to drone enthusiasts. Whether your in the market for a small drone such as our mini-drones, a professional full scale drone quadcopter, or drones for business, than we have what you need.\n\nFundamentally, the difference between a “drone” and “quadcopter” is while a “drone” is the general term used for all unmanned aerial vehicles, a quadcopter identifies with a particular set of drones that utilizes four engines that make lift for vertical takeoff through their propellers.\n\nDrone aerial photography allows you to capture breathtaking landmark footage without relying on a professional film crew, you only need a remote-controlled drone and camera equipment. These aircrafts without a human pilots aboard can fly for approximately 25 minutes and reach up to 50 mph on average.\n\nLegal regulations for commercial drone pilots in the US are outlined by the Federal Aviation Administration (FAA) and cover unmanned aircraft weighing less than 55 pounds (25 kilograms) that are being flown for “routine non-hobbyist use”. If your drone weighs 35 kg (77 lbs) or less and is used for the “fun of flying” only, than no permission from Transport Canada is required. However, you are still responsible for flying your drone safely and legally. In The United Kingdom the the same rules apply and you must keep within  no more than 400 feet above you and 500 meters ahead of you.\n\nAt our online store, you can buy drones online for your own individual or business needs. All in one place with a personal touch."
  }
}