{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Circle Mouse Gestures (pie menu)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Circle menu with actions on right mouse click",
    "es": "Menú circular con acciones al hacer clic con el botón derecho del mouse",
    "nl": "Een cirkelmenu met acties ter vervanging van het rechtermuisknopmenu",
    "ru": "Круговое меню с действиями при правом клике мышью"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension introduces convenient circle menu (so-called pie menu) to improve interaction with your browser. Just hold down the right mouse button, highlight one of the preset actions and release the button. \n\nCircle menu recreates the way mouse gestures were represented in good old Opera 12 browser, and allows to clearly see all available gestures, with no need to remember them all.\n\nCircle Mouse Gestures is supposed to provide a better implementation of mouse gestures and drag gestures, while replacing the regular context menu at the same time — but regular context menu is always there whenever you need it. Perfect for fullscreen browsing!\n\nExtension features:\n- Regular actions, such as 'Go back', 'New tab', 'Scroll to top' etc.\n- Separate gestures for links, images, input fields etc.\n- Support for rocker gestures and mouse wheel gestures\n- Supports horizontal wheel gestures - great on mouses with horizontal wheel, such as MX Master\n- Support for trigger on long left click\n- Great customization options - add actions levels, set their width and color for each action\n\nAdditional tools:\n- Link preview (like in Safari on mac)\n- Tab switcher (vertical/horizontal/grid), with ability to quickly switch, search and close tabs\n- Bookmarks viewer (list/grid), with ability to search and open bookmarks\n- Image viewer, with ability to zoom and rotate given image \n- Page shrinker, which adds horizontal space to page for easier reading on some websites",
    "es": "Esta extensión presenta un conveniente menú circular (llamado menú circular) para mejorar la interacción con su navegador. Simplemente mantenga presionado el botón derecho del mouse, resalte una de las acciones preestablecidas y suelte el botón.\n\nEl menú circular recrea la forma en que se representaban los gestos del mouse en el viejo navegador Opera 12 y permite ver claramente todos los gestos disponibles, sin necesidad de recordarlos todos.\n\nSe supone que Circle Mouse Gestures proporciona una mejor implementación de los gestos del mouse y los gestos de arrastre, al tiempo que reemplaza el menú contextual normal al mismo tiempo, pero el menú contextual normal siempre está ahí cuando lo necesita. ¡Perfecto para navegar a pantalla completa!\n\nCaracterísticas de la extensión:\n- Acciones regulares, como 'Volver', 'Nueva pestaña', 'Desplácese para comenzar', etc.\n- Gestos separados para enlaces, imágenes, campos de entrada, etc.\n- Compatibilidad con enroques y gestos con la rueda del ratón\n- Admite gestos de rueda horizontal: excelente en ratones con rueda horizontal, como MX Master\n- Soporte para disparador en clic izquierdo largo\n- Excelentes opciones de personalización: agregue niveles de acciones, establezca su ancho y color para cada acción\n\nHerramientas adicionales:\n- Vista previa del enlace (como en Safari en mac)\n- Cambiador de pestañas (vertical/horizontal/cuadrícula), con capacidad para cambiar, buscar o cerrar pestañas rápidamente\n- Visor de marcadores (lista/cuadrícula), con capacidad para buscar y abrir marcadores\n- Visor de imágenes, con capacidad para hacer zoom y rotar la imagen dada\n- Reductor de página, que agrega espacio horizontal a la página para facilitar la lectura en algunos sitios web",
    "ru": "Это расширение представляет удобное круговое меню для улучшения взаимодействия с вашим браузером. Просто зажмите правую кнопку мыши, выделите одно из действий и отпустите кнопку.\n\nКруговое меню воссоздает способ представления жестов в старом-добром браузере Opera 12, и позволяет четко видеть все доступные жесты без необходимости их запоминать.\n\nCircle Mouse Gestures задуман предложить более удобную реализацию жестов мыши и жестов перетаскивания, и в то же время заменить обычное контекстное меню — но оно всегда под рукой, когда понадобится.\n\n\nВозможности:\n- Обычные действия, такие как «Назад», «Новая вкладка», «Прокрутить вверх» и т. д.\n- Отдельные жесты для ссылок, изображений, полей ввода и т. д.\n- Поддержка жестов рокировки и колесика мыши\n- Горизонтальные жесты прокрутки - отлично подходит для мышей с горизонтальным колесиком, таких как MX Master\n- Поддержка активации удержанием левой кнопки мыши\n- Отличные возможности кастомизации и настройки под себя - добавляйте уровни действий, устанавливайте их ширину и цвет для каждого действия\n\nДополнительные инструменты:\n- Предварительный просмотр ссылок (как в Safari на Mac)\n- Переключатель вкладок (вертикальный/горизонтальный/сетка) с возможностью быстрого поиска и закрытия вкладок\n- Просмотрщик закладок (список/сетка), с возможностью поиска и открытия закладок\n- Быстрый просмотрщик изображений с поддержкой масштабирования и поворота изображения\n- Сжатель страницы, добавляющий горизонтальный отступ страницы для облегчения чтения на некоторых веб-сайтах (например, Википедии)"
  }
}