{
  "name": {
    "ar,da,hr,id,ja,kn,te": "Doto Ball Unblocked Game",
    "am,cs,el,fa": "Doto Ball Platform Games",
    "bg,bn,et,fil,he,pl,sk,ta,th": "Doto Ball Online Game",
    "ca,hi,hu,sw": "Doto Ball Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,ko,lt,lv,mr,nl,pt_BR,pt_PT,ro,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Doto Ball Platform Game",
    "fi,ml,ms,no,sl,sv": "Doto Ball Online"
  },
  "short": {
    "ar": "مع Doto Ball ، علينا القفز من جدار إلى آخر دون التعثر على العقبات.",
    "am": "ከ ዶቶ ቦል ጋር, እንቅፋቶች ላይ ሳንጣበቅ ከግድግዳ ወደ ግድግዳ መዝለል አለብን.",
    "bg": "С Doto Ball трябва да скочим от стена на стена, без да се забиваме на препятствия.",
    "bn": "ডোটো বল দিয়ে, আমাদের বাধাগুলিতে আটকে না থেকে প্রাচীর থেকে প্রাচীরে লাফ দিতে হবে।",
    "ca": "Amb Doto Ball, hem de saltar de paret en paret sense quedar-nos atrapats en obstacles.",
    "cs": "S Doto Ballem musíme skákat ze zdi na zeď, aniž bychom uvízli na překážkách.",
    "da": "Med Doto Ball skal vi hoppe fra væg til væg uden at sidde fast på forhindringer.",
    "de": "Mit Doto Ball müssen wir von Wand zu Wand springen, ohne an Hindernissen hängen zu bleiben.",
    "el": "Με το Doto Ball, πρέπει να πηδάμε από τοίχο σε τοίχο χωρίς να κολλάμε σε εμπόδια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "With Doto Ball, we have to jump from wall to wall without getting stuck on obstacles.",
    "es": "Con Doto Ball, tenemos que saltar de pared en pared sin quedarnos atascados en obstáculos.",
    "et": "Doto Balliga peame hüppama seinast seina, ilma et peaksime takistustele kinni jääma.",
    "fa": "با توپ دوتو، ما باید به پرش از دیوار به دیوار بدون گرفتن در موانع گیر کرده است.",
    "fi": "Doto Ballin avulla meidän on hypättävä seinästä seinään juuttumatta esteisiin.",
    "fil": "Sa Doto Ball, kailangan naming tumalon mula sa pader sa pader nang walang pagkuha ng makaalis sa mga obstacles.",
    "fr": "Avec Doto Ball, nous devons sauter de mur en mur sans rester coincés sur des obstacles.",
    "gu": "ડોટો બોલ સાથે, અમારે અવરોધો પર અટક્યા વિના એક દિવાલથી બીજી દિવાલ કૂદવું પડે છે.",
    "he": "עם דוטו בול, אנחנו צריכים לקפוץ מקיר לקיר בלי להיתקע על מכשולים.",
    "hi": "डोटो बॉल के साथ, हमें बाधाओं पर फंसने के बिना दीवार से दीवार तक कूदना होगा।",
    "hr": "S Doto Ballom moramo skočiti od zida do zida, a da se ne zaglavimo na preprekama.",
    "hu": "A Doto Ball segítségével falról falra kell ugrálnunk anélkül, hogy elakadnánk az akadályokon.",
    "id": "Dengan Doto Ball, kita harus melompat dari dinding ke dinding tanpa terjebak pada rintangan.",
    "it": "Con Doto Ball, dobbiamo saltare da un muro all'altro senza rimanere bloccati sugli ostacoli.",
    "ja": "Doto Ballを使用すると、障害物にぶつかることなく壁から壁へとジャンプする必要があります。",
    "kn": "ಡೋಟೊ ಬಾಲ್ ನೊಂದಿಗೆ, ನಾವು ಅಡೆತಡೆಗಳ ಮೇಲೆ ಸಿಲುಕಿಕೊಳ್ಳದೆ ಗೋಡೆಯಿಂದ ಗೋಡೆಗೆ ಜಿಗಿಯಬೇಕು.",
    "ko": "Doto Ball을 사용하면 장애물에 갇히지 않고 벽에서 벽으로 뛰어 넘어야합니다.",
    "lv": "Ar Doto Ball mums ir jālec no sienas līdz sienai, neiespringstot uz šķēršļiem.",
    "ml": "ഡോട്ടോ ബോൾ ഉപയോഗിച്ച്, തടസ്സങ്ങളിൽ കുടുങ്ങാതെ മതിലിൽ നിന്ന് മതിലിലേക്ക് ചാടണം.",
    "mr": "डोटो बॉलमुळे आपल्याला अडथळ्यांवर न अडकता भिंतीवरून भिंतीकडे उडी मारावी लागते.",
    "ms": "Dengan Doto Ball, kita perlu melompat dari dinding ke dinding tanpa tersekat pada halangan.",
    "nl": "Met Doto Ball moeten we van muur naar muur springen zonder vast te lopen op obstakels.",
    "no": "Med Doto Ball må vi hoppe fra vegg til vegg uten å bli sittende fast på hindringer.",
    "pl": "Z Doto Ball musimy skakać od ściany do ściany bez utknięcia na przeszkodach.",
    "ro": "Cu Doto Ball, trebuie să sărim de la perete la perete fără să rămânem blocați pe obstacole.",
    "ru": "С Doto Ball мы должны прыгать со стены на стену, не застревая на препятствиях.",
    "sk": "S Doto Ball musíme skákať zo steny na stenu bez toho, aby sme uviazli na prekážkach.",
    "sl": "Z Doto Ball, moramo skočiti od stene do zidu, ne da bi obtičali na ovire.",
    "sv": "Med Doto Ball måste vi hoppa från vägg till vägg utan att fastna på hinder.",
    "sw": "Kwa Mpira wa Doto, tunapaswa kuruka kutoka ukutani hadi ukutani bila kukwama kwenye vikwazo.",
    "ta": "டோட்டோ பால் மூலம், நாம் தடைகளில் சிக்கிக் கொள்ளாமல் சுவரிலிருந்து சுவருக்கு குதிக்க வேண்டும்.",
    "te": "డోటో బాల్ తో, మేము అడ్డంకులపై చిక్కుకోకుండా గోడ నుండి గోడకు దూకాలి.",
    "th": "ด้วย Doto Ball เราต้องกระโดดจากกําแพงหนึ่งไปอีกกําแพงหนึ่งโดยไม่ติดขัดกับอุปสรรค",
    "tr": "Doto Ball ile engellere takılmadan duvardan duvara atlamak zorundayız.",
    "uk": "З Doto Ball ми повинні перестрибувати зі стіни на стіну, не застрягаючи на перешкодах."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to cross the street with a colored ball! Make the highest score by avoiding obstacles.\n\nHow To Play\nPlayed with Mouse.\n\nDoto Ball Platform Game Features\n✓ Infinity Level\n✓ 2D Graphics\n✓ Arcade Sounds\n✓ 2D Ball\n\nFinally, you can enjoy these game for free (and more requests will be added)! Doto Ball Platform Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}