{
  "name": {
    "ar": "5 دقائق من التأمل وتمارين التنفس",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Meditation Exercises & Breathing Techniques",
    "bg": "5-минутни упражнения за медитация и дишане",
    "ca": "5 exercicis de meditació i respiració de 5 minuts",
    "cs": "5minutová meditace a dechová cvičení",
    "da": "5 minutters meditation og åndedrætsøvelser",
    "de": "5 Minuten Meditations- und Atemübungen",
    "el": "5 λεπτά Διαλογισμός και ασκήσεις αναπνοής",
    "es": "Ejercicios de respiración y meditación de 5 minutos",
    "et": "5-minutised meditatsiooni- ja hingamisharjutused",
    "fa": "5 دقیقه مراقبه و تمرینات تنفسی",
    "fi": "5 minuutin meditaatio- ja hengitysharjoitukset",
    "fil": "5 Minuto na Pagmumuni-muni at Paghinga ng Ehersisyo",
    "fr": "Exercices de méditation et de respiration de 5 minutes",
    "he": "5 דקות מדיטציה ותרגילי נשימה",
    "hi": "5 मिनट ध्यान और साँस लेने के व्यायाम",
    "hr": "5-minutne vježbe meditacije i disanja",
    "hu": "5 perces meditációs és légzési gyakorlatok",
    "id": "5 Menit Meditasi &amp; Latihan Pernapasan",
    "it": "5 minuti di meditazione ed esercizi di respirazione",
    "ja": "5分間の瞑想と呼吸法",
    "ko": "5 분 명상 및 호흡 운동",
    "lt": "5 minučių meditacijos ir kvėpavimo pratimai",
    "lv": "5 minūšu meditācijas un elpošanas vingrinājumi",
    "ms": "Latihan Meditasi &amp; Pernafasan 5 Minit",
    "nl": "5 minuten meditatie- en ademhalingsoefeningen",
    "no": "5 minutters meditasjon og pusteøvelser",
    "pl": "5 minut medytacji i ćwiczeń oddechowych",
    "ro": "5 exerciții de meditație și respirație de 5 minute",
    "ru": "5-минутная медитация и дыхательные упражнения",
    "sk": "5-minútové meditačné a dýchacie cvičenia",
    "sl": "5-minutne vaje za meditacijo in dihanje",
    "sr": "5-минутне вежбе за медитацију и дисање",
    "sv": "5 minuters meditation och andningsövningar",
    "th": "การฝึกสมาธิและการหายใจ 5 นาที",
    "tr": "5 Dakikalık Meditasyon ve Nefes Egzersizleri",
    "uk": "5-хвилинні вправи на медитацію та дихання",
    "vi": "5 phút thiền &amp; bài tập thở",
    "zh_CN": "5分钟冥想和呼吸练习",
    "zh_TW": "5分鐘冥想和呼吸練習"
  },
  "short": {
    "ar": "كيفية تقليل التوتر مثل البحرية",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "How to Reduce Stress Like a Navy SEAL",
    "bg": "Как да намалим стреса като морско уплътнение",
    "ca": "Com reduir l&#39;estrès com si fos un Navy SEAL",
    "cs": "Jak snížit stres jako námořní SEAL",
    "da": "Sådan reduceres stress som en Navy SEAL",
    "de": "So reduzieren Sie Stress wie ein Navy SEAL",
    "el": "Πώς να μειώσετε το άγχος σαν μια ναυτική σφραγίδα",
    "es": "Cómo reducir el estrés como un Navy SEAL",
    "et": "Kuidas vähendada stressi nagu mereväe tihendus",
    "fa": "چگونه می توان استرس را مانند مهر و موم نیروی دریایی کاهش داد",
    "fi": "Kuinka vähentää stressiä kuin laivaston tiiviste",
    "fil": "Paano Bawasan ang Stress Tulad ng isang Navy SEAL",
    "fr": "Comment réduire le stress comme un Navy SEAL",
    "he": "כיצד להפחית לחץ כמו חותם של חיל הים",
    "hi": "कैसे एक नौसेना सील की तरह तनाव को कम करने के लिए",
    "hr": "Kako smanjiti stres poput mornaričke plombe",
    "hu": "Hogyan lehet csökkenteni a stresszt, mint egy haditengerészet SEAL",
    "id": "Cara Mengurangi Stres Seperti Navy SEAL",
    "it": "Come ridurre lo stress come un Navy SEAL",
    "ja": "ネイビーシールのようにストレスを軽減する方法",
    "ko": "해군 봉인처럼 스트레스를 줄이는 방법",
    "lt": "Kaip sumažinti stresą kaip karinio jūrų laivyno sandariklis",
    "lv": "Kā samazināt stresu kā flotes SEAL",
    "ms": "Cara Mengurangkan Tekanan Seperti Navy SEAL",
    "nl": "Stress verminderen als een Navy SEAL",
    "no": "Hvordan redusere stress som en Navy SEAL",
    "pl": "Jak zmniejszyć stres jak Navy SEAL",
    "ro": "Cum să reduci stresul ca un sigiliu marin",
    "ru": "Как уменьшить стресс, как морской котик",
    "sk": "Ako znížiť stres ako námorná pečať",
    "sl": "Kako zmanjšati stres kot mornarica",
    "sr": "Како смањити стрес попут морнаричке пломбе",
    "sv": "Hur man minskar stress som en Navy SEAL",
    "th": "วิธีลดความเครียดเหมือน Navy SEAL",
    "tr": "Deniz Kuvvetleri Mühürü Gibi Stres Nasıl Azaltılır",
    "uk": "Як зменшити стрес, як морська пломба",
    "vi": "Cách giảm căng thẳng như lính hải quân SEAL",
    "zh_CN": "如何像海军海豹突击队一样减轻压力",
    "zh_TW": "如何像海軍海豹突擊隊一樣減輕壓力"
  },
  "long": {
    "ar": "تعلم التخلص من التوتر في غضون 5 دقائق عندما تستخدم امتدادنا للتأمل.\n\nما عليك سوى تثبيت الامتداد واتباع الإرشادات التي لدينا للتأمل. من السهل جدًا البدء وتتيح لك هذه التقنية التخلص من التوتر في غضون دقائق.\n\nصندوق التنفس هو أسلوب يستخدم لتهدئة نفسك من خلال دوران بسيط لمدة 4 ثوان للتنفس ، وحبس أنفاسك ، والزفير ، وحبس أنفاسك ، والتكرار.\n\nهذا هو التأمل البصري المثالي عندما لا يمكنك الاستماع إلى الصوت ، أو تحتاج فقط إلى ثانية سريعة لإعادة التركيز.\n\nيمكنك اتباع برنامجنا التعليمي المفيد بالصور والذي يخبرك متى تحبس أنفاسك / متى تطلق أنفاسك. جربه واكتشف ما إذا كانت تقنية التأمل هذه تناسبك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Learn to release stress within 5 minutes when you use our extension to meditate.\n\nSimply install the extension and follow the instructions we have for meditation. It is extremely easy to get started and this technique allows you to destress within minutes.\n\nBox breathing is a technique used to calm yourself down with a simple 4 second rotation of breathing in, holding your breath, breathing out, holding your breath, and repeating.\n\nThis is a perfect visual meditation for when you can’t listen to audio, or just need a quick second to refocus.\n\nYou can follow our useful image tutorial which tells you when to hold in your breath/when to release your breath. Try it out and see if this meditation technique works for you.",
    "bg": "Научете се да освобождавате стреса в рамките на 5 минути, когато използвате нашето удължаване за медитация.\n\nПросто инсталирайте разширението и следвайте инструкциите, които имаме за медитация. Изключително лесно е да започнете и тази техника ви позволява да детресирате в рамките на минути.\n\nДишането в кутия е техника, използвана за успокояване с просто въртене на 4 секунди вдишване, задържане на дъха, издишване, задържане на дъха и повтаряне.\n\nТова е перфектна визуална медитация, когато не можете да слушате аудио или просто се нуждаете от бърза секунда, за да префокусирате.\n\nМожете да следвате нашия полезен урок за изображения, който ви казва кога да задържите дъха си / кога да освободите дъха си. Изпробвайте и вижте дали тази техника на медитация работи за вас.",
    "ca": "Apreneu a alliberar l’estrès en un termini de 5 minuts quan utilitzeu la nostra extensió per meditar.\n\nSimplement instal·leu l'extensió i seguiu les instruccions que tenim per a la meditació. Començar és molt fàcil i aquesta tècnica us permet destrossar-vos en qüestió de minuts.\n\nLa respiració en caixa és una tècnica que s’utilitza per calmar-se amb una simple rotació de 4 segons per respirar, retenir la respiració, respirar, retenir la respiració i repetir.\n\nEs tracta d’una meditació visual perfecta per quan no podeu escoltar àudio o simplement necessiteu un segon ràpid per tornar a enfocar-vos.\n\nPodeu seguir el nostre útil tutorial d’imatges que us indica quan cal mantenir la respiració / quan deixar anar la respiració. Proveu-ho i comproveu si us funciona aquesta tècnica de meditació.",
    "cs": "Naučte se uvolňovat stres do 5 minut, když použijete naše rozšíření k meditaci.\n\nJednoduše nainstalujte rozšíření a postupujte podle pokynů pro meditaci. Začátek je mimořádně snadný a tato technika vám umožní utrpení během několika minut.\n\nBoxové dýchání je technika používaná k uklidnění pomocí jednoduché 4sekundové rotace dýchání, zadržování dechu, vydechování, zadržování dechu a opakování.\n\nJedná se o dokonalou vizuální meditaci, když nemůžete poslouchat zvuk nebo potřebujete jen krátkou sekundu na nové zaostření.\n\nMůžete sledovat náš užitečný výukový program s obrázky, který vám řekne, kdy zadržet dech / kdy uvolnit dech. Vyzkoušejte to a zjistěte, zda tato meditační technika funguje pro vás.",
    "da": "Lær at frigive stress inden for 5 minutter, når du bruger vores udvidelse til at meditere.\n\nDu skal blot installere udvidelsen og følge instruktionerne til meditation. Det er ekstremt let at komme i gang, og denne teknik giver dig mulighed for at ødelægge inden for få minutter.\n\nBoxånding er en teknik, der bruges til at berolige dig selv med en simpel 4 sekunders rotation af vejrtrækning, holde vejret, trække vejret, holde vejret og gentage.\n\nDette er en perfekt visuel meditation, når du ikke kan lytte til lyd, eller bare har brug for et hurtigt sekund for at fokusere igen.\n\nDu kan følge vores nyttige billedstudie, der fortæller dig, hvornår du skal holde vejret / hvornår du skal slippe vejret. Prøv det og se om denne meditationsteknik fungerer for dig.",
    "de": "Lernen Sie, innerhalb von 5 Minuten Stress abzubauen, wenn Sie mit unserer Erweiterung meditieren.\n\nInstallieren Sie einfach die Erweiterung und folgen Sie den Anweisungen für die Meditation. Der Einstieg ist sehr einfach und mit dieser Technik können Sie sich innerhalb von Minuten entkleiden.\n\nBox-Atmung ist eine Technik, die verwendet wird, um sich mit einer einfachen 4-Sekunden-Umdrehung zu beruhigen, den Atem anzuhalten, auszuatmen, den Atem anzuhalten und zu wiederholen.\n\nDies ist eine perfekte visuelle Meditation, wenn Sie kein Audio hören können oder nur eine kurze Sekunde benötigen, um sich neu zu konzentrieren.\n\nSie können unserem nützlichen Bild-Tutorial folgen, in dem Sie erfahren, wann Sie den Atem anhalten und wann Sie den Atem freigeben müssen. Probieren Sie es aus und sehen Sie, ob diese Meditationstechnik für Sie funktioniert.",
    "el": "Μάθετε να απελευθερώνετε το άγχος εντός 5 λεπτών όταν χρησιμοποιείτε την επέκτασή μας για διαλογισμό.\n\nΑπλώς εγκαταστήστε την επέκταση και ακολουθήστε τις οδηγίες που έχουμε για διαλογισμό. Είναι εξαιρετικά εύκολο να ξεκινήσετε και αυτή η τεχνική σας επιτρέπει να καταστρέψετε μέσα σε λίγα λεπτά.\n\nΗ αναπνοή με κουτί είναι μια τεχνική που χρησιμοποιείται για να ηρεμήσετε με μια απλή περιστροφή αναπνοής 4 δευτερολέπτων, κρατώντας την αναπνοή σας, αναπνέοντας, κρατώντας την αναπνοή σας και επαναλαμβάνοντας.\n\nΑυτός είναι ένας τέλειος οπτικός διαλογισμός για όταν δεν μπορείτε να ακούσετε ήχο ή απλά χρειάζεστε ένα γρήγορο δευτερόλεπτο για να εστιάσετε ξανά.\n\nΜπορείτε να ακολουθήσετε το χρήσιμο σεμινάριο εικόνων που σας λέει πότε να κρατήσετε την αναπνοή σας / πότε να απελευθερώσετε την αναπνοή σας. Δοκιμάστε το και δείτε αν αυτή η τεχνική διαλογισμού λειτουργεί για εσάς.",
    "es": "Aprenda a liberar el estrés en 5 minutos cuando use nuestra extensión para meditar.\n\nSimplemente instale la extensión y siga las instrucciones que tenemos para la meditación. Es extremadamente fácil comenzar y esta técnica le permite liberarse del estrés en minutos.\n\nLa respiración de caja es una técnica que se utiliza para calmarse con una simple rotación de 4 segundos de inhalación, retención de la respiración, exhalación, retención de la respiración y repetición.\n\nEsta es una meditación visual perfecta para cuando no puede escuchar el audio o simplemente necesita un segundo rápido para volver a concentrarse.\n\nPuede seguir nuestro útil tutorial de imágenes que le indica cuándo contener la respiración / cuándo liberar la respiración. Pruébelo y vea si esta técnica de meditación funciona para usted.",
    "et": "Õppige stressi vabastama 5 minuti jooksul, kui kasutate meie pikendust mediteerimiseks.\n\nPaigaldage lihtsalt laiendus ja järgige meditatsiooni jaoks mõeldud juhiseid. Alustamist on äärmiselt lihtne ja see tehnika võimaldab teil mõne minuti jooksul hävitada.\n\nKarbihingamine on tehnika, mida kasutatakse enda rahustamiseks lihtsa 4-sekundilise pööramise abil sisse hingates, hinge kinni hoides, välja hingates, hinge kinni hoides ja korrates.\n\nSee on ideaalne visuaalne meditatsioon selleks, kui te ei saa heli kuulata või vajate lihtsalt fookuse muutmiseks kiiret sekundit.\n\nVõite jälgida meie kasulikku pildiõpetust, mis ütleb teile, millal hinge kinni hoida / millal hinge vabastada. Proovige järele ja vaadake, kas see meditatsioonitehnik töötab teie jaoks.",
    "fa": "هنگامی که از برنامه افزودنی ما برای مراقبه استفاده می کنید ، یاد بگیرید که در عرض 5 دقیقه استرس را آزاد کنید.\n\nبه سادگی پسوند را نصب کنید و دستورالعمل هایی را که برای مراقبه داریم دنبال کنید. شروع کار بسیار آسان است و این تکنیک به شما امکان می دهد در عرض چند دقیقه از خط خارج شوید.\n\nتنفس جعبه ای تکنیکی است که برای آرام کردن خود با یک چرخش 4 ثانیه ای تنفس ، نگه داشتن نفس ، نفس کشیدن ، نفس کشیدن و تکرار استفاده می شود.\n\nاین یک مراقبه بصری مناسب برای مواقعی است که نمی توانید به صدا گوش دهید ، یا فقط به ثانیه سریع نیاز دارید تا دوباره تمرکز کنید.\n\nشما می توانید آموزش تصویر مفید ما را که به شما می گوید چه زمانی باید نفس خود را حفظ کنید یا چه زمانی نفس خود را آزاد کنید ، دنبال کنید. آن را امتحان کنید و ببینید آیا این روش مراقبه برای شما مفید است یا خیر.",
    "fil": "Opi vapauttamaan stressi 5 minuutissa, kun käytät laajennustamme meditoimaan.\n\nAsenna vain laajennus ja noudata meditaatiota koskevia ohjeita. Aloittaminen on erittäin helppoa, ja tämän tekniikan avulla voit purkaa muutamassa minuutissa.\n\nLaatikkohengitys on tekniikka, jota käytetään rauhoittamaan itsesi yksinkertaisella 4 sekunnin kierrosta hengittämällä sisään, pidättämällä hengitystäsi, hengittämällä ulos, pidättämällä hengitystäsi ja toistamalla.\n\nTämä on täydellinen visuaalinen meditaatio tilanteisiin, joissa et voi kuunnella ääntä tai tarvitset vain nopean sekunnin tarkentamiseen.\n\nVoit seurata hyödyllistä kuvaoppaamme, joka kertoo, milloin pitää hengittää / milloin vapauttaa hengitystä. Kokeile sitä ja katso, toimiiko tämä meditaatiotekniikka sinulle.",
    "fr": "Apprenez à évacuer le stress dans les 5 minutes lorsque vous utilisez notre extension pour méditer.\n\nInstallez simplement l'extension et suivez les instructions que nous avons pour la méditation. Il est extrêmement facile de se lancer et cette technique vous permet de vous déstresser en quelques minutes.\n\nLa respiration en boîte est une technique utilisée pour vous calmer avec une simple rotation de 4 secondes pour respirer, retenir votre souffle, expirer, retenir votre souffle et répéter.\n\nC'est une méditation visuelle parfaite lorsque vous ne pouvez pas écouter de l'audio ou que vous avez simplement besoin d'une seconde rapide pour vous recentrer.\n\nVous pouvez suivre notre tutoriel d'image utile qui vous indique quand retenir votre souffle / quand relâcher votre souffle. Essayez-le et voyez si cette technique de méditation fonctionne pour vous.",
    "hi": "जब आप ध्यान लगाने के लिए हमारे विस्तार का उपयोग करते हैं तो 5 मिनट के भीतर तनाव मुक्त करना सीखें।\n\nबस विस्तार स्थापित करें और ध्यान के लिए हमारे पास मौजूद निर्देशों का पालन करें। इसे शुरू करना बेहद आसान है और यह तकनीक आपको मिनटों के भीतर नष्ट होने देती है।\n\nबॉक्‍स ब्रीदिंग एक ऐसी तकनीक है जिसका उपयोग खुद को सांस लेने के साधारण 4 सेकंड के चक्कर के साथ शांत करने के लिए किया जाता है।\n\nयह एक आदर्श दृश्य ध्यान है जब आप ऑडियो नहीं सुन सकते हैं, या सिर्फ एक त्वरित सेकंड की आवश्यकता है।\n\nआप हमारे उपयोगी छवि ट्यूटोरियल का अनुसरण कर सकते हैं, जो आपको बताता है कि आपकी सांस को कब रोकना है / कब अपनी सांस छोड़ना है। इसे आज़माएं और देखें कि क्या यह ध्यान तकनीक आपके लिए काम करती है।",
    "hr": "Naučite osloboditi stres u roku od 5 minuta kada koristite naše produženje za meditaciju.\n\nJednostavno instalirajte nastavak i slijedite upute koje imamo za meditaciju. Izuzetno je lako započeti i ova tehnika omogućuje vam da se odlučite za nekoliko minuta.\n\nDisanje u kutiji tehnika je koja se koristi za smirivanje jednostavnim okretanjem udisaja od 4 sekunde, zadržavanjem daha, izdahom, zadržavanjem daha i ponavljanjem.\n\nOvo je savršena vizualna meditacija kada ne možete slušati zvuk ili vam treba samo kratka sekunda za ponovno fokusiranje.\n\nMožete slijediti naš korisni vodič za slike koji vam govori kada zadržati dah / kada pustiti dah. Isprobajte i provjerite radi li ova tehnika meditacije za vas.",
    "hu": "Tanulja meg 5 percen belül felszabadítani a stresszt, amikor meditációra használja a kiterjesztésünket.\n\nEgyszerűen telepítse a kiterjesztést, és kövesse a meditációra vonatkozó utasításokat. Rendkívül könnyű elindulni, és ez a technika lehetővé teszi, hogy perceken belül elpusztítson.\n\nA dobozos légzés olyan technika, amellyel megnyugtathatja magát egy egyszerű 4 másodperces légzésfordítással, visszatartva a lélegzetét, kifújva, visszatartva a lélegzetét és ismételve.\n\nEz egy tökéletes vizuális meditáció arra az esetre, amikor nem hallgathat hangot, vagy csak egy gyors másodpercre van szüksége az újrafókuszáláshoz.\n\nKövesse hasznos képismertetőnket, amely megmondja, mikor kell visszatartani a lélegzetét / mikor szabadítani a lélegzetét. Próbáld ki, és nézd meg, hogy ez a meditációs technika megfelel-e neked.",
    "id": "Belajar untuk melepaskan stres dalam 5 menit ketika Anda menggunakan ekstensi kami untuk bermeditasi.\n\nCukup instal ekstensi dan ikuti instruksi yang kami miliki untuk meditasi. Sangat mudah untuk memulai dan teknik ini memungkinkan Anda menghilangkan stres dalam beberapa menit.\n\nPernapasan kotak adalah teknik yang digunakan untuk menenangkan diri Anda dengan perputaran napas sederhana selama 4 detik, menahan napas, menghembuskan napas, menahan napas, dan mengulanginya.\n\nIni adalah meditasi visual yang sempurna ketika Anda tidak dapat mendengarkan audio, atau hanya perlu beberapa detik untuk memfokuskan kembali.\n\nAnda dapat mengikuti tutorial gambar berguna kami yang memberi tahu Anda kapan harus menahan napas / kapan harus melepaskan napas. Cobalah dan lihat apakah teknik meditasi ini berhasil untuk Anda.",
    "it": "Impara a rilasciare lo stress entro 5 minuti quando usi la nostra estensione per meditare.\n\nInstalla semplicemente l'estensione e segui le istruzioni che abbiamo per la meditazione. È estremamente facile iniziare e questa tecnica ti consente di distrarti in pochi minuti.\n\nLa respirazione a scatola è una tecnica utilizzata per calmarti con una semplice rotazione di 4 secondi di inspirazione, trattenere il respiro, espirare, trattenere il respiro e ripetere.\n\nQuesta è una meditazione visiva perfetta per quando non puoi ascoltare l'audio o hai solo bisogno di un secondo veloce per rimettere a fuoco.\n\nPuoi seguire il nostro utile tutorial di immagini che ti dice quando trattenere il respiro / quando rilasciare il respiro. Provalo e vedi se questa tecnica di meditazione funziona per te.",
    "ja": "私たちのエクステンションを使って瞑想するとき、5分以内にストレスを解放することを学びましょう。\n\n拡張機能をインストールし、瞑想の指示に従うだけです。始めるのは非常に簡単で、このテクニックを使えば数分でストレスを解消できます。\n\nボックス呼吸は、息を吸い込み、息を止め、息を吐き出し、息を止め、繰り返すという単純な4秒間の回転で落ち着くために使用される手法です。\n\nこれは、オーディオを聞くことができない場合、または焦点を合わせるのに少し時間が必要な場合に最適な視覚的瞑想です。\n\nいつ息を止めるべきか/いつ息を解放するかを教えてくれる便利な画像チュートリアルに従うことができます。それを試してみて、この瞑想法があなたのために働くかどうか確かめてください。",
    "ko": "확장 프로그램을 사용하여 명상 할 때 5 분 이내에 스트레스를 풀어주는 방법을 배우십시오.\n\n확장 프로그램을 설치하고 명상 지침을 따르십시오. 시작하기가 매우 쉽고이 기술을 사용하면 몇 분 내에 스트레스를 줄일 수 있습니다.\n\n박스 호흡은 숨을들이 쉬고, 숨을 참고, 내쉬고, 숨을 참고, 반복하는 4 초의 간단한 회전으로 자신을 진정시키는 데 사용되는 기술입니다.\n\n이것은 오디오를들을 수 없거나 초점을 다시 맞추는 데 잠시 시간이 필요할 때 완벽한 시각적 명상입니다.\n\n숨을 참을 때 / 숨을 쉴 때를 알려주는 유용한 이미지 자습서를 따를 수 있습니다. 그것을 시도 하고이 명상 기술이 당신에게 효과가 있는지 확인하십시오.",
    "lt": "Išmokite išlaisvinti stresą per 5 minutes, kai naudojate mūsų pratęsimą meditacijai.\n\nTiesiog įdiekite plėtinį ir vykdykite meditacijos instrukcijas. Tai yra labai lengva pradėti, ir ši technika leidžia jums sugriauti per kelias minutes.\n\nKvėpavimas dėžutėje - tai būdas nusiraminti paprastu 4 sekundžių kvėpavimo pasukimu, sulaikant kvėpavimą, iškvėpiant, sulaikant kvėpavimą ir kartojant.\n\nTai puiki vizualinė meditacija, kai negalite klausytis garso įrašo arba tiesiog reikia greitai per sekundę persiorientuoti.\n\nGalite sekti mūsų naudingą vaizdo pamoką, kurioje nurodoma, kada sulaikyti kvėpavimą / kada atleisti kvėpavimą. Išbandykite ir sužinokite, ar ši meditacijos technika jums tinka.",
    "lv": "Iemācieties atbrīvot stresu 5 minūšu laikā, kad izmantojat mūsu pagarinājumu meditācijai.\n\nVienkārši instalējiet paplašinājumu un izpildiet meditācijas instrukcijas. Darba sākšana ir ārkārtīgi vienkārša, un šī tehnika ļauj iznīcināt dažu minūšu laikā.\n\nElpošana ar lodziņu ir paņēmiens, ko izmanto, lai nomierinātu sevi ar vienkāršu 4 sekunžu elpošanas pagriezienu, aizturot elpu, izelpojot, aizturot elpu un atkārtojot.\n\nŠī ir lieliska vizuālā meditācija gadījumiem, kad nevarat klausīties audio vai vienkārši ir nepieciešama ātra sekunde, lai pārfokusētu.\n\nJūs varat sekot mūsu noderīgajai attēlu apmācībai, kurā ir norādīts, kad aizturēt elpu / kad atbrīvot elpu. Izmēģiniet to un pārbaudiet, vai šī meditācijas tehnika darbojas jums.",
    "ms": "Belajar untuk melepaskan tekanan dalam masa 5 minit apabila anda menggunakan peluasan kami untuk bertafakur.\n\nCukup pasangkan sambungan dan ikuti arahan yang kita ada untuk bertafakur. Sangat mudah untuk memulakan dan teknik ini membolehkan anda merosot dalam beberapa minit.\n\nPernafasan kotak adalah teknik yang digunakan untuk menenangkan diri dengan putaran pernafasan 4 saat yang sederhana, menahan nafas, menarik nafas, menahan nafas, dan mengulangi.\n\nIni adalah meditasi visual yang sempurna untuk ketika anda tidak dapat mendengar audio, atau hanya memerlukan detik untuk fokus semula.\n\nAnda boleh mengikuti tutorial gambar berguna kami yang memberitahu anda kapan menahan nafas / kapan melepaskan nafas. Cubalah dan lihat apakah teknik meditasi ini sesuai untuk anda.",
    "nl": "Leer stress binnen 5 minuten los te laten als je onze extensie gebruikt om te mediteren.\n\nInstalleer gewoon de extensie en volg de instructies die we hebben voor meditatie. Het is heel gemakkelijk om te beginnen en met deze techniek kun je binnen enkele minuten ontstressen.\n\nBox-ademhaling is een techniek die wordt gebruikt om jezelf te kalmeren met een simpele rotatie van 4 seconden van inademen, je adem inhouden, uitademen, je adem inhouden en herhalen.\n\nDit is een perfecte visuele meditatie voor als je niet naar audio kunt luisteren, of als je even snel wilt focussen.\n\nU kunt onze handige tutorial met afbeeldingen volgen die u vertelt wanneer u uw adem moet inhouden / wanneer u uw adem moet uitblazen. Probeer het uit en kijk of deze meditatietechniek voor jou werkt.",
    "no": "Lær å frigjøre stress innen 5 minutter når du bruker utvidelsen vår til å meditere.\n\nBare installer utvidelsen og følg instruksjonene vi har for meditasjon. Det er ekstremt enkelt å komme i gang, og denne teknikken lar deg ødelegge i løpet av få minutter.\n\nBokspust er en teknikk som brukes til å roe deg ned med en enkel 4 sekunders rotasjon av å puste inn, holde pusten, puste ut, holde pusten og gjenta.\n\nDette er en perfekt visuell meditasjon for når du ikke kan lytte til lyd, eller bare trenger et raskt sekund for å fokusere på nytt.\n\nDu kan følge vår nyttige bildeveiledning som forteller deg når du skal holde pusten / når du skal slippe pusten. Prøv det og se om denne meditasjonsteknikken fungerer for deg.",
    "pl": "Naucz się rozładowywać stres w ciągu 5 minut, kiedy używasz naszego przedłużacza do medytacji.\n\nPo prostu zainstaluj rozszerzenie i postępuj zgodnie z instrukcjami, które mamy do medytacji. Rozpoczęcie pracy jest niezwykle łatwe, a ta technika pozwala odstresować się w ciągu kilku minut.\n\nOddychanie pudełkowe to technika używana do uspokojenia się poprzez prosty 4-sekundowy obrót wdechu, wstrzymanie oddechu, wydech, wstrzymanie oddechu i powtórzenie.\n\nJest to idealna medytacja wizualna, gdy nie możesz słuchać dźwięku lub po prostu potrzebujesz krótkiej sekundy na ponowne skupienie.\n\nMożesz skorzystać z naszego przydatnego samouczka obrazkowego, który powie Ci, kiedy wstrzymać oddech, a kiedy go wypuścić. Wypróbuj to i zobacz, czy ta technika medytacji działa dla Ciebie.",
    "ro": "Învață să eliberezi stresul în 5 minute când folosești extensia noastră pentru a medita.\n\nPur și simplu instalați extensia și urmați instrucțiunile pe care le avem pentru meditație. Este extrem de ușor să începeți și această tehnică vă permite să vă distrageți în câteva minute.\n\nRespirația în cutie este o tehnică utilizată pentru a vă calma cu o rotație simplă de 4 secunde de respirație, reținerea respirației, respirația, reținerea respirației și repetarea.\n\nAceasta este o meditație vizuală perfectă atunci când nu puteți asculta audio sau aveți nevoie doar de o secundă rapidă pentru a vă reorienta.\n\nPuteți urma tutorialul nostru de imagine util care vă spune când să vă țineți respirația / când să vă eliberați respirația. Încercați și vedeți dacă această tehnică de meditație funcționează pentru dvs.",
    "ru": "Научитесь снимать стресс за 5 минут, используя наше расширение для медитации.\n\nПросто установите расширение и следуйте инструкциям по медитации. Начать работу очень легко, и этот метод позволяет снять стресс за считанные минуты.\n\nДыхание бокса - это техника, используемая для успокоения с помощью простого 4-секундного вращения вдоха, задержки дыхания, выдоха, задержки дыхания и повторения.\n\nЭто идеальная визуальная медитация, когда вы не можете слушать звук или вам просто нужна секунда, чтобы перефокусироваться.\n\nВы можете следовать нашему полезному руководству по изображениям, в котором рассказывается, когда задерживать дыхание и когда выдыхать. Попробуйте и посмотрите, работает ли эта техника медитации для вас.",
    "sk": "Naučte sa uvoľniť stres do 5 minút, keď použijete naše rozšírenie na meditáciu.\n\nJednoducho nainštalujte rozšírenie a postupujte podľa pokynov na meditáciu. Začiatok je veľmi ľahký a táto technika vám umožňuje utrpenie v priebehu niekoľkých minút.\n\nBoxové dýchanie je technika používaná na upokojenie jednoduchej 4 sekundovej rotácie nádychu, zadržania dychu, dychu, zadržania dychu a opakovania.\n\nJe to dokonalá vizuálna meditácia, keď nemôžete počúvať zvuk alebo potrebujete iba krátku sekundu na opätovné zaostrenie.\n\nMôžete postupovať podľa nášho užitočného obrázkového tutoriálu, ktorý vám povie, kedy zadržať dych / kedy uvoľniť dych. Vyskúšajte to a zistite, či vám táto meditačná technika vyhovuje.",
    "sl": "Naučite se sproščati stres v 5 minutah, ko uporabite naš podaljšek za meditacijo.\n\nPreprosto namestite podaljšek in sledite navodilom za meditacijo. Začeti je zelo enostavno in ta tehnika vam omogoča, da se v nekaj minutah odpravite.\n\nDihanje v škatli je tehnika, s katero se umirite s preprostim 4-sekundnim vrtenjem vdihavanja, zadrževanja dihanja, izdihavanja, zadrževanja dihanja in ponavljanja.\n\nTo je popolna vizualna meditacija, kadar ne morete poslušati zvoka ali potrebujete samo sekundo, da se ponovno osredotočite.\n\nLahko sledite naši uporabni slikovni vadnici, ki vam pove, kdaj naj zadiha / kdaj naj popusti. Preizkusite in preverite, ali vam ta tehnika meditacije ustreza.",
    "sr": "Научите да ослобађате стреса у року од 5 минута када користите наше продужење за медитацију.\n\nЈедноставно инсталирајте продужетак и следите упутства која имамо за медитацију. Изузетно је лако започети и ова техника вам омогућава да се одлучите за неколико минута.\n\nДисање у кутији је техника која се користи за смиривање једноставним окретањем увлачења од 4 секунде, задржавањем даха, издахом, задржавањем даха и понављањем.\n\nОво је савршена визуелна медитација када не можете да слушате звук или вам треба само секунда да бисте се поново фокусирали.\n\nМожете пратити наш корисни водич за слике који вам говори када треба задржати дах / када пустити дах. Испробајте и погледајте да ли вам ова техника медитације одговара.",
    "sv": "Lär dig att frigöra stress inom 5 minuter när du använder vår förlängning för att meditera.\n\nInstallera bara tillägget och följ instruktionerna vi har för meditation. Det är extremt lätt att komma igång och den här tekniken gör att du kan komma i nöd på några minuter.\n\nBoxandning är en teknik som används för att lugna dig ner med en enkel 4 sekunders rotation att andas in, hålla andan, andas ut, hålla andan och upprepa.\n\nDetta är en perfekt visuell meditation för när du inte kan lyssna på ljud eller bara behöver en snabb sekund för att fokusera om.\n\nDu kan följa vår användbara bildhandledning som berättar när du ska hålla andan / när du ska släppa andan. Prova det och se om den här meditationstekniken fungerar för dig.",
    "th": "เรียนรู้ที่จะปลดปล่อยความเครียดภายใน 5 นาทีเมื่อคุณใช้ส่วนขยายของเราเพื่อทำสมาธิ\n\nเพียงแค่ติดตั้งส่วนขยายและทำตามคำแนะนำที่เรามีสำหรับการทำสมาธิ มันง่ายมากที่จะเริ่มต้นและเทคนิคนี้ช่วยให้คุณทำลายล้างได้ภายในไม่กี่นาที\n\nการหายใจแบบกล่องเป็นเทคนิคที่ใช้ในการทำให้ตัวเองสงบลงด้วยการหมุนลมหายใจเข้าง่ายๆ 4 วินาทีกลั้นหายใจหายใจออกกลั้นลมหายใจและทำซ้ำ\n\nนี่คือการทำสมาธิด้วยภาพที่สมบูรณ์แบบสำหรับเวลาที่คุณไม่สามารถฟังเสียงหรือต้องการโฟกัสใหม่เพียงเสี้ยววินาที\n\nคุณสามารถทำตามคำแนะนำเกี่ยวกับรูปภาพที่มีประโยชน์ของเราซึ่งจะบอกคุณว่าเมื่อใดควรกลั้นหายใจ / เมื่อใดควรปล่อยลม ลองใช้ดูว่าเทคนิคการทำสมาธินี้เหมาะกับคุณหรือไม่",
    "tr": "Uzantımızı meditasyon yapmak için kullandığınızda 5 dakika içinde stresi atmayı öğrenin.\n\nUzantıyı kurun ve meditasyon için elimizdeki talimatları izleyin. Başlamak son derece kolaydır ve bu teknik dakikalar içinde stres atmanıza izin verir.\n\nKutu nefesi, nefes alıp verme, nefesinizi tutma, nefes verme, nefesinizi tutma ve tekrar etme gibi basit bir 4 saniyelik dönüşle kendinizi sakinleştirmek için kullanılan bir tekniktir.\n\nBu, sesi dinleyemediğinizde veya yeniden odaklanmak için kısa bir saniyeye ihtiyacınız olduğunda mükemmel bir görsel meditasyondur.\n\nNe zaman nefesini tutacağını / nefesini ne zaman bırakacağını söyleyen faydalı resim eğitimimizi takip edebilirsiniz. Deneyin ve bu meditasyon tekniğinin sizin için işe yarayıp yaramadığını görün.",
    "uk": "Навчіться знімати стрес протягом 5 хвилин, коли використовуєте наше розширення для медитації.\n\nПросто встановіть розширення і дотримуйтесь інструкцій, які ми маємо для медитації. Почати дуже легко, і ця техніка дозволяє вам відмовитись за лічені хвилини.\n\nБокс-дихання - це техніка, що використовується для заспокоєння за допомогою простого обертання на 4 секунди, вдиху, затримки дихання, видиху, затримки дихання та повторення.\n\nЦе ідеальна візуальна медитація для тих випадків, коли ви не можете слухати аудіо, або вам просто потрібна швидка секунда для перефокусування.\n\nВи можете слідувати нашому корисному посібнику із зображень, який повідомляє вам, коли затримати дихання / коли звільнити подих. Спробуйте і перевірте, чи ця техніка медитації вам підходить.",
    "vi": "Học cách xả stress trong vòng 5 phút khi bạn sử dụng phần mở rộng của chúng tôi để thiền.\n\nChỉ cần cài đặt tiện ích mở rộng và làm theo hướng dẫn mà chúng tôi có để thiền. Nó cực kỳ dễ dàng để bắt đầu và kỹ thuật này cho phép bạn giảm căng thẳng trong vòng vài phút.\n\nHít thở dạng hộp là một kỹ thuật dùng để bình tĩnh lại với động tác xoay vòng 4 giây đơn giản là hít vào, nín thở, thở ra, nín thở và lặp lại.\n\nĐây là một cách thiền định bằng hình ảnh hoàn hảo khi bạn không thể nghe âm thanh hoặc chỉ cần một giây nhanh chóng để lấy lại sự tập trung.\n\nBạn có thể làm theo hướng dẫn bằng hình ảnh hữu ích của chúng tôi, cho bạn biết khi nào nên nín thở / khi nào nên thở ra. Hãy thử và xem liệu kỹ thuật thiền này có hiệu quả với bạn không.",
    "zh_CN": "当您使用我们的扩展程序进行冥想时，学会在5分钟内释放压力。\n\n只需安装扩展程序，然后按照冥想中的说明进行操作即可。这是非常容易上手的，这种技术使您可以在几分钟内缓解压力。\n\n框式呼吸是一种技术，可通过简单的4秒钟旋转呼吸来使自己平静下来，进行呼吸，屏住呼吸，呼出气，屏住呼吸并重复。\n\n当您无法收听音频或仅需要快速重新聚焦时，这是一种完美的视觉冥想。\n\n您可以按照我们有用的图像教程进行操作，该教程告诉您何时屏住呼吸/何时屏息。尝试一下，看看这种冥想技巧是否适合您。",
    "zh_TW": "當您使用我們的擴展程序進行冥想時，學會在5分鐘內釋放壓力。\n\n只需安裝擴展程序，然後按照冥想中的說明進行操作即可。這是非常容易上手的，這種技術使您可以在幾分鐘內緩解壓力。\n\n框式呼吸是一種技術，可通過簡單的4秒鐘旋轉呼吸來使自己平靜下來，進行呼吸，屏住呼吸，呼出氣，屏住呼吸並重複。\n\n當您無法收聽音頻或僅需要快速重新聚焦時，這是一種完美的視覺冥想。\n\n您可以按照我們有用的圖像教程進行操作，該教程告訴您何時屏住呼吸/何時屏息。嘗試一下，看看這種冥想技巧是否適合您。"
  }
}