{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Love Voucher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find the latest deals, offers and vouchers from the merchants you love to shop with. Compare prices, locate shops, location maps."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Love shopping? Try Love Voucher App. It is your perfect shopping companion. With LoveVoucher App Shopping just got better!\n\nFind the latest deals, offers and vouchers from the merchants you love to shop with. Compare prices, locate shops, location maps, contact details all in one place. \n\nNow with powerful product search, enjoy the latest deals and offers from Higher Street Retailers, Pharmacies, Restaurants, Hotels, Supermarkets and many other merchants. \n\nSome of our featured merchants\n\n- Marks and Spencer\n- Waitrose\n- Argos\n- GAP\n- Banana Republic\n- Burton\n- Boots\n- Superdrug\n- Body Shop\n\n\nUse Love Voucher App to find the best deal for the product you are looking for quickly without having to try out different apps or website for each merchant. You can complete the purchase or reservation all from one app as we have done all the hard work of integrating with the merchant for you ! \n\nIf you find this app useful, please spread the word, let us know what features you like to be improved the most, which merchants you like to be on-boarded. \n\nNOTE: At the moment we only support UK merchants. We have plans to expand to other countries. Thank you for your patience."
  }
}