{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FINTRX Private Wealth Data - Chrome Access"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access FINTRX family office & registered investment advisor data from any webpage directly within your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEW: Now includes early BETA Access to LinkedIn 360 & Relationship Path Features + Microsoft Dynamics CRM Sync!!\n\nOur LinkedIn 360 feature is a powerful integration within the LinkedIn platform that brings comprehensive data from the FINTRX family office and registered investment advisor (RIA) database directly to LinkedIn users. It provides users with an in-depth look at the professional and personal details of their contacts, such as investment preferences, professional history, and regulatory status. With LinkedIn 360, professionals in wealth management, asset management, and financial advisory services can engage with a tailored approach, enhancing their networking and research capabilities.\n\n+ Access to comprehensive data on professional and personal details of LinkedIn contacts\n+ Real-time overlay of contact and firm information \n+ Empowers tailored and personalized interactions\n+ Enhances due diligence, prospecting, and relationship building efforts\n+ Seamlessly integrates with existing LinkedIn layout and workflow.\n\n** Now includes Salesforce & Hubspot integrations!\n\nThe FINTRX Chrome Extension allows you to uncover essential information on global family offices, registered investment advisors, broker dealers, and private companies from any web page. Identify FINTRX data and sync data within any news article or web based email provider with a single click. \n\nTo use this product, you must log in with an existing FINTRX account.\n\n+ Increase Efficiency \n\nSearch any web page for family offices, broker dealers and registered investment advisors. Scan news articles or search directly within the FINTRX extension to uncover our comprehensive private wealth data without leaving your browser. Additionally, our extension offers you the ability to build prospect lists, target territories, tag investors, and create prospecting notes & tasks plus much more...\n\n+ Streamline Your Workflow\n\nWith a single click, bring FINTRX family office, RIA and broker dealer data directly to where you work. \n\n+ Improve Your Prospecting & Meeting Prep \n\nWhether constructing an email, prepping for a call or preparing for a meeting, the FINTRX Chrome Extension delivers you the most accurate and up to date data on your prospects.\n\nThe FINTRX Chrome Extension brings our industry leading private wealth data intelligence directly to your browser, ensuring an efficient and seamless experience.\n\nFamily Office Database | RIA Database Platform | Registered Investment Advisor Database"
  }
}