{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Awesome Terminal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Serial Port communications, send and receive data via serial ports"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Awesome Terminal is a serial port application, used to send and receive data via serial ports.\n\nThis applications is primarily used to send and receive data from embedded systems.\n\nInstructions\n- connect your serial device (such as Arduino, Raspberry PI, FTDI or another PC) to the serial port\n- press the 'search' button on the interface\n- select your serial device from the drop down\n- select your baud rate from the drop down\n- press the 'connect' button on the interface\n- use the 'user input' text area to create your data packet (currently you enter hex bytes separated by a single space e.g. 1 2 ff ab cd f1 a0)\n- press the 'TX' button to send the packet\n- there are data filters and processing options to assist in debugging and monitoring of the serial data received\n\nFeatures\n- View received data in HEX,ASCII,Binary or Octal\n- set periodic data transmissions of fixed packets\n- view parity errors and other common serial communications errors\n- tag sent and received data with various timestamps and identifiers\n- format received data using the data filter options\n- serial port data logger\n- COM port monitor\n- monitor and log from multiple COM ports simultaneously\n\nif you have any features you would like to see in the next version fill free to leave a comment or email directly.\n\nthanks"
  }
}