{
  "name": {
    "am,ar,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Avatar Maker Studio",
    "bg": "Profile Picture Maker Studio",
    "bn": "User Icon Maker Studio"
  },
  "short": {
    "am,ar,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash Your Creativity with Avatar Maker Studio: Craft Personalized Digital Identities Like Never Before!",
    "bg": "Unleash Your Creativity with Profile Picture Maker Studio: Craft Personalized Digital Identities Like Never Before!",
    "bn": "Unleash Your Creativity with User Icon Maker Studio: Craft Personalized Digital Identities Like Never Before!"
  },
  "long": {
    "ar": "هل أنت مستعد لتحويل حياتك الإلكترونية؟ مع استوديو ماكر الأفاتار، الإمكانات غير محدودة. تصميم أنشطة فريدة من نوعها ومخصصة التي تمثل حقيقياً من هويتك. واعرض على الجميع وأثر بشكل قائم ببضعة ضغطات فقط.\nالوظائف خارج الإنترنت: على عكس باقي ماكرات الأفاتار، يعمل امتداد المتصفح الخاص بنا بسلاسة دون اتصال بالإنترنت. لا تزال القلقات حول اتصال إنترنت مستقر. إنشاء أفاتار مذهلة في أي وقت ومن أي مكان.\nميزات الماكر:\n- لون البشرة: اختر من مجموعة متنوعة من ألوان البشرة لتعكس نفسيتك.\n- ملحقات: من القبعات الحديثة إلى الأقراط الأنيقة، قم بتحسين أفاتارك باختيار من مجموعة واسعة من الملحقات.\n- ملابس: ألبس لتأثر بمجموعة واسعة من الملابس الأنيقة. خلط وخالط لخلق نمطك الفريد.\n- الحواجب: قم بتخصيص الحواجب لأفاتارك بأشكال وألوان مختلفة للتعبير المثالي.\n- العيون: ابحث عن زوج عيون مثالي لتصوير شخصية أفاتارك، من المذهلة والحيوية إلى الغامضة والجذابة.\n- الشعر الوجهي: أضف لمسة من الأناقة أو الصلبة باختيار من مجموعة من أنماط الشعر الوجهي، من الحواجب المنعشة إلى الشاربات المشحذة.\n- النظارات: استكشف مجموعة واسعة من خيارات النظارات، من النظارات الشمسية الأنيقة إلى النظارات الكلاسيكية.\n- الشعر: اكتشف مجموعة كبيرة من أنماط الشعر والألوان والأشكال للعثور على المظهر المثالي لأفاتارك.\n- الأفواه: أعبأ نفسك بمجموعة من الابتسامات والضحكات أو الضغطات. ابحث عن الأحد الذي يعبر بشكل أفضل عن حالتك المزاجية.\n- الوشوم: أثر بإعلان فني باختيار مجموعة من الوشوم الفنية، مما يسمح لك بالتعبير عن نفسيتك بطريقة فريدة من نوعها.\nمع استوديو ماكر الأفاتار، لديك السلطة لإنشاء أفاتار يمثلون الحقيقة الخاصة بك. سواء كنت فناناً أو مصمماً محتوى أو ببساطة شخصاً يريد إضافة لمسة شخصية إلى حياته الإلكترونية، فإن هذا المتصفح هو أداةك النهائية للتعبير عن نفسك.\nلا ترضع بالأفاتار العامة. صنع الأفاتار الخاصة بك مع استوديو ماكر الأفاتار. قم بتنزيل الامتداد الآن وفتح عالم للإمكانات الغير محدودة. اطلق إبداعك اليوم!\n\n\n\nIntroducing Avatar Maker Studio – the revolutionary browser extension that allows you to craft unique and personalized digital avatars that truly represent who you are! Unlock endless possibilities and let your creativity shine with this ultimate tool for self-expression.\n\nWith Avatar Maker Studio, you can:\n- Create stunning avatars anytime, anywhere – even offline!\n- Choose from a diverse range of skin tones to reflect your individuality.\n- Enhance your avatar with a wide selection of accessories.\n- Dress to impress with a vast wardrobe of fashionable outfits.\n- Customize your avatar's eyebrows with different shapes and colors.\n- Find the perfect pair of eyes to capture your avatar's personality.\n- Add a touch of sophistication or ruggedness with various facial hair styles.\n- Explore an extensive collection of eyewear options.\n- Discover a multitude of hairstyles, colors, and textures.\n- Express yourself with an array of smiling, laughing, or pouting mouths.\n- Make a bold statement with an assortment of artistic tattoos.\n\nAvatar Maker Studio is the perfect way to revolutionize your online presence and stand out from the crowd. With just a few clicks, you can create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, Avatar Maker Studio has everything you need to unlock a world of endless possibilities. Download the extension now and start crafting avatars that are uniquely yours!",
    "am": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nእርስዎ እንደገና የኮሮና አቫታር መፍጠር ለመቀጠል አደረጃ ነው? አቫታር ማረጋገጫ ስቴዎድሮን ከዚህ ጋር በአንዱ በነጻ አልባሳት እንደሚገኝ እና እንደዚህ እርስዎን እንደነበረበት የሚከታተሉት አንዱ አውታር መፍጠር ይችላሉ። ከአሁኑም አደራጃዎች አይደለም እና አንድ በኩል አንዱ በነጻ የእርስዎን አውታር አዝናኝ የሚከታተሉት ማረጋገጫ አለው። \nየኮሮና አቫታር መፍጠር አሁን ከአንዱ በነጻ በአንዱ አይነት የእርስዎን መሆናቸውን ከነበሩት መካከል እንደዚህ ተጨማሪ ማድረግ ተችሏሉ። \n- አምስት ቀለም፦ ከዚህ በኋላ በርካታ ቅንብሮች ውስጥ በአንዱ በነጻ የእርስዎን ውድቀት እንደሚከታተሉት ያስጨንቅላቸው።\n\n- አስቸኳይ አዝናኝ፦ ከተሻሻሻሻ አሞራችን እንደሚከታተሉት በዚህ በኋላ ከመመልከቻ በኩል ከሚሻለው አስቸኳይ አዝናኝ የሚከታተሉት ማረጋገጫ ይችላሉ።\n\n- አልባሳት፦ ከአንዱ በነጻ ከመመልከቻ በኩል ከተወደደ አልባሳት የሚከታተሉት አሁን እንደሚከታተሉት አዝናኝ የሚከታተሉት ማረጋገጫ።\n\n- በረከት፦ ከአንዱ በነጻ የተወደደ አረከት አዝናኝ የሚከታተሉት አሁን እንደሚከታተሉት በአንዱ በነጻ አልባሳት በኩል አንዱ አዝናኝ የሚከታተሉት ማረጋገጫ ይችላሉ።\n\n- እርማኞች፦ ከአንዱ በነጻ ከዚህ በኋላ የእርስዎን ውድቀት እንደሚከታተሉት እንደሚከታተሉት እንደነበረበት የሚከታተሉት መሆናቸውን እንደሚከታተሉት በአንዱ በነጻ ከአንዱ በነጻ የተወደደ እንደሚከታተሉት አልባሳት የሚከታተሉት ማረጋገጫ ይችላሉ።\n\n- በግምት፦ ከአንዱ በነጻ ከዚህ በኋላ የእርስዎን ውድቀት እንደሚከታተሉት መሆናቸውን ከነበሩት መካከል እንደዚህ ተጨማሪ የሚከታተሉት የአንዱ በነጻ አልባሳት እና ማረጋገጫ ይችላሉ።\n\n- አይነት በጎን፦ ከአንዱ በነጻ ከዚህ በኋላ የእርስዎን ውድቀት እንደሚከታተሉት በአንዱ በነጻ እንደሚከታተሉት አዝናኝ የሚከታተሉት አልባሳት እና ማረጋገጫ ይችላሉ።\n\n- አይነት በጎን፦ ከአንዱ በነጻ ከዚህ በኋላ የእርስዎን ውድቀት እንደሚከታተሉት በአንዱ በነጻ እንደሚከታተሉት ከነበሩት መካከል እንደዚህ ተጨማሪ የሚከታተሉት የአንዱ በነጻ እንደሚከታተሉት አዝናኝ የሚከታተሉት ማረጋገጫ ይችላሉ።\n\nአቫታር ማረጋገጫ ስቴዎድሮን ከእርስዎ ጋር እንደሚከታተሉት እንደነበረበት",
    "bg": "Готови ли сте да революционирате вашето онлайн присъствие? С Avatar Maker Studio, възможностите са безкрайни. Създавайте уникални и персонализирани цифрови личности, които действително представляват кой сте. Издигайте се над масата и правете прочувствимо впечатление само с няколко клика.\nОфлайн функционалност: В отличие от другите генератори на аватари, нашето разширение за браузър работи безпроблемно без интернет. Не се притеснявайте повече за стабилна интернет връзка. Създавайте изчудващи аватари по всяко време и навсякъде.\nФункции на генератора:\n- Цвят на кожата: Изберете от многоразлични цветове на кожата, за да отразите вашата индивидуалност.\n- Аксесоари: От модни шапки до стилни ушници, усъвършенствайте аватара си с огромен избор от аксесоари.\n- Облекла: Обличете се, за да изразите впечатление с огромна гардеробна колекция модни дрехи. Смесете и съчетайте, за да създадете свой уникален стил.\n- Образи на бради: Персонализирайте брадите на аватара си с различни форми и цветове, за идеално изразяване.\n- Очи: Намерете идеална двойка очи, за да прецените личността на аватара си, от блестящи и животворни до таинствени и очарователни.\n- Лицева коса: Добавете допълнителен признак на възрастта си с различни стилове на лицева коса, от добре подредени бради до бакали.\n- Очила: Изследвайте огромна колекция от очила, от шикарни слънчеви очила до класически носилки.\n- Коса: Открийте много стилове, цветове и текстури, за да намерите идеалния вид за аватара си.\n- Устни: Изразете се с асортимент от усмивки, смехът или замърсянето. Намерете този, който най-добре изразява вашето настроение.\n- Татуировки: Направете смела декларация с асортимент от художествени татуировки, които ви позволяват да изразите своята индивидуалност по уникален начин.\nС Avatar Maker Studio имате мощта да създадете аватари, които отразяват истинския ви есенц. Независимо дали сте художник, създател на съдържание или просто някой, който иска да добави личен прикос към своето онлайн присъствие, това разширение за браузър е вашият идеален инструмент за самоизразяване.\nНе се установявайте на генерични аватари. Създайте аватари, които са само ваши с Avatar Maker Studio. Свалете сега разширението и отключете света на безкрайни възможности. Освободете своята креативност днес!\n\n\n\nRevolutionize your online presence with Profile Picture Maker Studio! Create unique and personalized digital identities that truly represent who you are with just a few clicks. Stand out from the crowd and make a lasting impression. \n\nOffline Functionality:\n- Unlike other profile picture makers, our browser extension works seamlessly offline. \n- No more worries about a stable internet connection. Create stunning profile pictures anytime, anywhere.\n\nMaker Features: \n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: Enhance your profile picture with a wide selection of trendy hats, stylish earrings, and other accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your profile picture's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your profile picture.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\n\nWith Profile Picture Maker Studio, you have the power to create profile pictures that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression. Don't settle for generic profile pictures. Unlock a world of endless possibilities and craft profile pictures that are uniquely yours with Profile Picture Maker Studio. Download the extension now and unleash your creativity today!",
    "bn": "আপনি আপনার অনলাইন উপস্থিতি পরিবর্তন করতে তৈরি করেনি? অ্যাভাটার মেকার স্টুডিওর সঙ্গে, সম্ভাবনার সীমা খুব সীমাবদ্ধ। আপনার আসল আপনার প্রতিনিধিত্ব করে স্বত্বাধিকারি এবং ব্যক্তিগত ডিজিটাল আইডেন্টিটি তৈরি করুন। প্রদর্শনের থেকে বিচ্ছিন্ন হোন এবং কয়েক ক্লিকের মাধ্যমে দীর্ঘক্ষণীয় প্রতিক্রিয়া তৈরি করুন।\nঅফলাইন কার্যকরীতা: অন্যান্য অ্যাভাটার মেকারের বিপরীতে, আমাদের ব্রাউজার এক্সটেনশন অন্যান্যতম সঙ্গেই সহজে কাজ করে। একটি স্থির ইন্টারনেট সংযোগ সম্পর্কে আর কোনও চিন্তা নেই। কোনও সময় কোনও জায়গায় আকর্ষণীয় অ্যাভাটার তৈরি করুন।\nমেকার বৈশিষ্ট্য:\n- ত্বকের রং: আপনার বৈশিষ্ট্যবিশেষতা প্রতিনিধিত্ব করতে, বিভিন্ন ত্বকের রঙ থেকে পছন্দ করুন।\n- আস্কেসরিজ: ট্রেন্ডি হ্যাট থেকে স্টাইলিশ ইয়াররিংসের মধ্যে, আপনার অ্যাভাটারকে বিভিন্ন আস্কেসরিজের সহায়তাসহ উন্নত করুন।\n- পোশাক: প্রতিষ্ঠানী পোশাকের সাথে ড্রেস আপ আপ স্বাভাবিক হোন। একটি অনন্য শৈলী তৈরি করতে মিশ্রণ এবং মিশ্রণ করুন।\n- উপরের ব্যাস: আপনার অ্যাভাটারের উপরের ব্যাসের জন্য বিভিন্ন আকৃতি এবং রংগ পছন্দ করুন আপনার আভাবের জন্য সঠিক অভিনয়ের জন্য।\n- চোখ: আপনার অ্যাভাটারের ব্যক্তিত্ব প্রকাশ করতে আপনার আপনার পছন্দের সুন্দর চোখের জন্য সুন্দর জোড়া খুঁজুন, তারপর পর্দার থেকে রোমান্টিক এবং আকর্ষণীয়।\n- চুলের হাইড্রো: পরিচ্ছন্নতা বা রুগ্গিশতা যুক্ত করতে বিভিন্ন চুলের হাইড্রো স্টাইলের সহায়তাসহ ব্যবহার করুন, উভয় দিকের পরিচ্ছন্ন বিয়র্ড থেকে মাস্টার্স।\n- চুল: আপনার অ্যাভাটারের জন্য আপনার পছন্দের চুলের শৈলী, রং এবং টেক্সচার খুঁজুন।\n- মুখ: আপনার মাঝখানে আলোচনা করে স্মিলিং, লাফিং অথবা পৌটিং মুখের সহায়তাসহ আপনার আভাব প্রকাশ করুন। এর মধ্যে যেকোনও একটি পছন্দ করুন যা আপ\n\n\n\n\nIntroducing User Icon Maker Studio - the ultimate tool for self-expression! Create unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\n\nBenefits:\n- Offline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning user icons anytime, anywhere.\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your user icon with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your user icon's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your user icon's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your user icon.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\n\nUnlock the power of user icon creation with User Icon Maker Studio! Create user icons that embody your true essence and stand out from the crowd. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your go-to tool for self-expression. Download the extension now and unleash your creativity today! With User Icon Maker Studio, the possibilities are endless. Showcase your unique style with user icons that are truly your own. Don't settle for generic user icons - craft user icons that are uniquely yours with User Icon Maker Studio!",
    "ca": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nEsteu preparats per a revolucionar la vostra presència en línia? Amb Avatar Maker Studio, les possibilitats són infinites. Crea identitats digitals úniques i personalitzades que reflecteixin realment qui sou. Destaca't de la multitud i crea una impressió duradora amb només uns pocs clics.\nFuncionalitat fora de línia: A diferència d'altres creadors d'avatars, la nostra extensió del navegador treballa de manera perfecta fora de línia. No més preocupacions sobre una connexió a Internet estable. Creeu avatars impressionants en qualsevol moment i en qualsevol lloc.\nCaracterístiques del fabricant:\n- Color de pell: Trieu entre una àmplia gamma de tons de pell per reflectir la vostra individualitat.\n- Accessoris: Des de barrets de moda fins a arracades estiloses, milloreu el vostre avatar amb una àmplia selecció d'accessoris.\n- Roba: Vestiu-vos per impressionar amb un ampli armari de vestits de moda. Barregeu i combineu per crear el vostre estil únic.\n- Celles: Personalitzeu les celles del vostre avatar amb diferents formes i colors per a l'expressió perfecta.\n- Ulls: Trobeu el parell perfecte d'ulls per capturar la personalitat del vostre avatar, des de brillants i vius fins a misteriosos i enganxosos.\n- Pèl facial: Afegiu un toc de sofisticació o de rudeza amb diversos estils de pèl facial, des de barbes ben cuidades fins a una barba.\n- Ulleres: Exploreu una àmplia col·lecció d'opcions d'ulleres, des de ulleres de sol chic fins a ulleres clàssiques.\n- Cabells: Descobreix una multitud de pentinats, colors i textures per trobar el look perfecte per al teu avatar.\n- Boca: Expressa't amb una sèrie de boces somrient, rient o fent mofa. Troba l'únic que millor expressi el teu estat d'ànim.\n- Tattoos: Feu una declaració audaç amb una assortiment d'artistic tatuatges, que us permetin expressar la vostra individualitat d'una manera única.\nAmb Avatar Maker Studio, teniu el poder de crear avatars que reflecteixin la vostra veritable essència. Sigui que siguis un artista, un creador de contingut o simplement algú que vol afegir un toc personal a la seva presència en línia, aquesta extensió del navegador és la vostra eina definitiva per a l'autexpressió.\nNo us conformeu amb avatars genèrics. Crea avatars que siguin únicament teus amb Avatar Maker Studio. Descarregueu l'extensió ara i desbloqueu un món de possibilitats infinites. Desencadena la teva creativitat avui mateix!",
    "cs": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nJste připraveni revolucionizovat svou online přítomnost? S Avatar Maker Studio jsou možnosti nekonečné. Vytvářejte jedinečné a personalizované digitální identity, které skutečně odráží vaši osobnost. Vynikněte z davu a vytvořte trvalý dojem jen pár kliknutími.\nOffline Funkčnost: Na rozdíl od ostatních tvůrců avatarů pracuje naše prohlížečová rozšíření bezchybně i offline. Žádné další starosti s udržením stabilního internetového připojení. Vytvořte úžasné avatary kdykoliv a kdekoliv.\nFunkce Makeru:\n- Barva pleti: Vyberte z široké škály odstínů pleti, abyste odpovídali své individualitě.\n- Doplňky: Od moderních klobouků až po stylové náušnice, zdokonalte svůj avatar širokou nabídkou doplňků.\n- Oblečení: Oblékněte se, abyste zaujali širokou škálu módních outfitů. Mícháním a kombinováním vytvořte svůj jedinečný styl.\n- Obočí: Přizpůsobte obočí svého avatara různými tvary a barvami pro dokonalý výraz.\n- Oči: Najděte perfektní dvojici očí, která odpovídá osobnosti vašeho avatara, od třpytivých a živých až po záhadné a okouzlující.\n- Fyzická vlna: Přidejte dotek sofistikovanosti nebo drsnosti různými styly fyzické vlny, od dobře udržovaných vousů až po kníry.\n- Brýle: Prozkoumejte rozsáhlou kolekci očních výrobků, od elegantních slunečních brýlí po klasické brýle.\n- Vlasy: Objevte mnoho účesů, barev a textur, abyste našli perfektní vzhled pro svůj avatar.\n- Ústa: Vyjádřete se širokou škálou úsměvů, smíchu nebo přivřených úst. Najděte to, co nejlépe vyjadřuje vaši náladu.\n- Tetování: Učiňte výrazné prohlášení s řadou uměleckých tetování, které vám umožní vyjádřit svou individualitu jedinečným způsobem.\nS Avatar Maker Studio držíte moc vytvořit avatary, které odrážejí vaše skutečné já. Ať už jste umělec, tvůrce obsahu nebo jen někdo, kdo chce své online přítomnosti přidat osobní dotek, toto prohlížečové rozšíření je vaším ultimátním nástrojem pro seberealizaci.\nNespořádejte se na generické avatary. Tvořte avatary, které jsou jedinečně vaše s Avatar Maker Studio. Stáhněte si rozšíření nyní a odemkněte svět nekonečných možností. Uvolněte svou kreativitu ještě dnes!",
    "da": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nEr du klar til at revolutionere din online tilstedeværelse? Med Avatar Maker Studio er mulighederne uendelige. Skab unikke og personlige digitale identiteter, der virkelig repræsenterer, hvem du er. Skil dig ud fra mængden og skab et vedvarende indtryk med et par klik.\nOffline-funktionalitet: I modsætning til andre avatar-makers virker vores browser-udvidelse problemfrit offline. Ingen flere bekymringer om en stabil internettilslutning. Skab imponerende avatarer når som helst, hvor som helst.\nMaker-funktioner:\n- Hudfarve: Vælg mellem et diversificeret udvalg af hudtoner for at afspejle din individualitet.\n- Tilbehør: Fra trendy hatte til stilfulde øreringe, forbedr din avatar med et bredt udvalg af tilbehør.\n- Tøj: Klæd dig på for at imponere med et stort klædeskab af fashionable outfits. Bland og match for at skabe din unikke stil.\n- Øjenbryn: Tilpas din avatars øjenbryn med forskellige former og farver for den perfekte udtryk.\n- Øjne: Find det perfekte øjepar til at fange din avatars personlighed, fra glitrende og levende til mystisk og fascinerende.\n- Ansigtshår: Tilføj en smule sophistication eller rustikhed med forskellige ansigtshårstile, fra velplejede skæg til mustaches.\n- Briller: Udforsk et omfattende udvalg af brillemuligheder, der spænder fra chic solbriller til klassiske briller.\n- Hår: Opdag et utal af frisurer, farver og teksturer for at finde det perfekte look til din avatar.\n- Munde: Udtryk dig selv med et udvalg af smilende, latterlige eller poutende munde. Find den, der bedst udtrykker dit humør.\n- Tatoveringer: Gør et kraftigt udsagn med en række kunstneriske tatoveringer, der giver dig mulighed for at udtrykke din individualitet på en unik måde.\nMed Avatar Maker Studio har du magten til at skabe avatarer, der udtrykker din sande essens. Uanset om du er kunstner, indholdsskaber eller blot en, der ønsker at tilføje et personligt præg til deres online tilstedeværelse, er denne browserudvidelse din ultimative værktøj til selvudtryk.\nGiv ikke op for generiske avatarer. Skab avatarer, der er unikt dine med Avatar Maker Studio. Download udvidelsen nu og lås en verden af ​​uendelige muligheder op. Frigør din kreativitet i dag!",
    "de": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nBist du bereit, deine Online-Präsenz zu revolutionieren? Mit Avatar Maker Studio sind die Möglichkeiten endlos. Erstelle einzigartige und personalisierte digitale Identitäten, die wirklich repräsentieren, wer du bist. Steche aus der Masse heraus und hinterlasse einen bleibenden Eindruck mit nur wenigen Klicks.\nOffline-Funktionalität: Im Gegensatz zu anderen Avatarmachern funktioniert unsere Browser-Erweiterung nahtlos offline. Keine Sorge mehr um eine stabile Internetverbindung. Erstelle atemberaubende Avatare jederzeit und überall.\nMaker-Funktionen:\n- Hautfarbe: Wählen Sie aus einer vielfältigen Palette von Hauttönen, um Ihre Individualität zu reflektieren.\n- Accessoires: Von trendigen Hüten bis hin zu stilvollen Ohrringen, verleihen Sie Ihrem Avatar mit einer großen Auswahl an Accessoires einen einzigartigen Look.\n- Kleidung: Kleide dich zum Eindrucken mit einem riesigen Kleiderschrank aus modischen Outfits. Mischen und matchen Sie, um Ihren einzigartigen Stil zu kreieren.\n- Augenbrauen: Passen Sie die Augenbrauen Ihres Avatars mit verschiedenen Formen und Farben an, um den perfekten Ausdruck zu erhalten.\n- Augen: Finden Sie das perfekte Paar Augen, um die Persönlichkeit Ihres Avatars einzufangen - von funkelnd und lebendig bis hin zu mysteriös und faszinierend.\n- Gesichtshaar: Fügen Sie mit verschiedenen Gesichtshaarschnitten eine Note von Raffinesse oder Robustheit hinzu - von gepflegten Bärten bis hin zu Schnurrbärten.\n- Brillen: Erkunden Sie eine umfangreiche Sammlung an Brillenoptionen - von schicken Sonnenbrillen bis hin zu klassischen Brillen.\n- Haare: Entdecken Sie eine Vielfalt an Frisuren, Farben und Texturen, um den perfekten Look für Ihren Avatar zu finden.\n- Münder: Drücken Sie sich mit einer Vielzahl von lächelnden, lachenden oder schmollenden Mündern aus. Finden Sie den, der Ihre Stimmung am besten wiedergibt.\n- Tattoos: Machen Sie eine kühne Aussage mit einer Auswahl an künstlerischen Tattoos und drücken Sie Ihre Individualität auf eine einzigartige Weise aus.\nMit Avatar Maker Studio hast du die Macht, Avatare zu erschaffen, die deine wahre Essenz widerspiegeln. Egal, ob du ein Künstler, ein Content-Ersteller oder einfach jemand bist, der seiner Online-Präsenz eine persönliche Note verleihen möchte, diese Browser-Erweiterung ist dein ultimatives Werkzeug für die Selbstdarstellung.\nGeben Sie sich nicht mit generischen Avataren zufrieden. Kreieren Sie Avatare, die einzigartig Ihnen gehören, mit Avatar Maker Studio. Laden Sie die Erweiterung jetzt herunter und entriegeln Sie eine Welt voller unendlicher Möglichkeiten. Entfesseln Sie heute Ihre Kreativität!",
    "el": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nΕίστε έτοιμοι να επανασταθεί η διαδικτυακή σας παρουσία; Με το Avatar Maker Studio, οι δυνατότητες είναι άπειρες. Κατασκευάστε μοναδικές και προσωπικές διαδικτυακές ταυτότητες που αποτελούν πραγματικά τον εαυτό σας. Κάντε τη διαφορά από το πλήθος και δημιουργήστε μια διαρκή εντυπωσία με μόνο μερικά κλικ.\nΛειτουργία εκτός σύνδεσης: Αντί για άλλες δημιουργούς άβαταρ, η επέκταση του προγράμματος περιήγησής μας λειτουργεί ασφαλώς εκτός σύνδεσης. Δεν υπάρχουν πια φόβοι για μια ασφαλή σύνδεση internet. Δημιουργήστε εκπληκτικά άβαταρ οποιαδήποτε στιγμή, οπουδήποτε.\nΧαρακτηριστικά δημιουργού:\n- Χρώμα δέρματος: Επιλέξτε από μια ποικιλία χρωμάτων δέρματος για να αντικατοπτρίζουν την ιδιαίτερότητά σας.\n- Αξεσουάρ: Από μόδας τρόπια καπέλα έως μοντέρνα δαχτυλίδια, ενισχύστε το άβαταρ σας με μια μεγάλη γκάμα αξεσουάρ.\n- Ρούχα: Φορέστε με κουτάλα με μια ποικιλία μόδας ρούχων. Μιξάρετε και ταιριάξτε για να δημιουργήσετε το δικό σας μοναδικό στιλ.\n- Μαλλιά μάτια: Προσαρμόστε τα μαλλιά μάτια του άβαταρ σας με διαφορετικές μορφές και χρώματα για την τέλεια εκφραση.\n- Μάτια: Βρείτε το τέλειο ζευγάρι ματιών για να καταγράψετε την προσωπικότητα του άβαταρ σας, από λαμπερά και ζωντανά μέχρι μυστηριώδη και εντυπωσιακά.\n- Φρύδια: Προσθέστε μια λεπτή σοφία ή ρουγχανιά με διάφορες μορφές φρυδιών, από καλαισθητικά γεννημένα μπουστάκια μέχρι μοσχομάγους.\n- Γυαλιά: Εξερευνήστε μια ευρεία συλλογή επιλογών γυαλιών, από στιλάτες γυαλιά ηλίου μέχρι κλασικά φακούς.\n- Μαλλιά: Ανακαλύψτε μια πολυπλοκότητα μαλλιών, χρωμάτων και υφάσματα για να βρείτε την τέλεια εμφάνιση για το άβαταρ σας.\n- Στόματα: Εκφράστε τον εαυτό σας με μια γκάμα χαμογελαστών, γελαστών ή γελαστών στόματα. Βρείτε το ένα που καλύτερα αντανακλά την διάθεσή σας.\n- Τατουάζ: Κάντε μια θηριώδη δήλωση με μια σειρά καλλιτεχνικών τατουάζ, επιτρέποντας σας να εκφράσετε την ιδιαίτερότητα σας με μια μοναδική τρόπο.\nΜε το Avatar Maker Studio, έχετε τη δύναμη να δημιουργήσετε άβαταρ που εκφράζουν την αληθινή σας ουσία. Αν είστε καλλιτέχνης, δημιουργός περιεχομένου ή απλά κάποιος που θέλει να προσθέσει μια προσωπική λεπτομέρεια στη διαδικτυακή του παρουσία, αυτή η επέκταση του προγράμματος περιήγησης είναι το τελευταίο εργαλείο σας για την αυτοεκφραση.\nΜην ικανοποιείστε με γενικά άβαταρ. Κατασκευάστε άβαταρ που είναι μοναδικά δικά σας με το Avatar Maker Studio. Κατεβάστε την επέκταση τώρα και ανοίξτε έναν κόσμο απεριόριστων δυνατοτήτων. Εκτοξεύστε την δημιουργικότητά σας σήμερα!",
    "en,en_AU,en_GB,en_US": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\n\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\n\nMaker Features:\n\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\n\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\n\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!",
    "es": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\n¿Estás listo para revolucionar tu presencia en línea? Con Avatar Maker Studio, las posibilidades son infinitas. Crea identidades digitales únicas y personalizadas que verdaderamente representen quién eres. Destácate de la multitud y deja una impresión duradera con solo unos pocos clics.\nFuncionalidad sin conexión: A diferencia de otros creadores de avatares, nuestra extensión de navegador funciona sin problemas sin conexión. No más preocupaciones sobre una conexión a internet estable. Crea avatares impresionantes en cualquier momento y en cualquier lugar.\nCaracterísticas del creador:\n- Color de la piel: Elige entre una diversa gama de tonos de piel para reflejar tu individualidad.\n- Accesorios: Desde sombreros de moda hasta aretes elegantes, mejora tu avatar con una amplia selección de accesorios.\n- Ropa: Vístete para impresionar con una amplia colección de atuendos elegantes. Mezcla y combina para crear tu estilo único.\n- Cejas: Personaliza las cejas de tu avatar con diferentes formas y colores para la expresión perfecta.\n- Ojos: Encuentra el par de ojos perfecto para capturar la personalidad de tu avatar, desde brillantes y vibrantes hasta misteriosos y cautivadores.\n- Barba: Agrega un toque de sofisticación o rudeza con varios estilos de barba, desde bigotes bien cuidados hasta barbas.\n- Gafas: Explora una extensa colección de opciones de gafas, desde elegantes gafas de sol hasta clásicos lentes.\n- Cabello: Descubre una multitud de estilos de cabello, colores y texturas para encontrar el aspecto perfecto para tu avatar.\n- Bocas: Expresa tu mismo con una variedad de sonrisas, risas o bocas que se fruncen. Encuentra la que mejor exprese tu estado de ánimo.\n- Tatuajes: Haz una declaración audaz con una variedad de tatuajes artísticos, que te permiten expresar tu individualidad de una manera única.\nCon Avatar Maker Studio, tienes el poder de crear avatares que encarnen tu verdadera esencia. Ya seas un artista, un creador de contenido o simplemente alguien que desea agregar un toque personal a su presencia en línea, esta extensión de navegador es tu herramienta definitiva para la autoexpresión.\nNo te conformes con avatares genéricos. Crea avatares únicamente tuyos con Avatar Maker Studio. Descarga la extensión ahora y desbloquea un mundo de posibilidades infinitas. Desata tu creatividad hoy mismo.",
    "es_419": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\n¿Estás listo para revolucionar tu presencia en línea? Con Avatar Maker Studio, las posibilidades son infinitas. Crea identidades digitales únicas y personalizadas que realmente reflejen quién eres. Destaca entre la multitud y deja una impresión duradera con solo unos pocos clics.\nFuncionalidad fuera de línea: A diferencia de otros creadores de avatares, nuestra extensión de navegador funciona sin problemas fuera de línea. No hay más preocupaciones acerca de una conexión a internet estable. Crea avatares impresionantes en cualquier momento y en cualquier lugar.\nCaracterísticas del fabricante:\n- Color de la piel: Elige entre una diversa gama de tonos de piel para reflejar tu individualidad.\n- Accesorios: Desde sombreros de moda hasta aretes elegantes, mejora tu avatar con una amplia selección de accesorios.\n- Ropa: Vístete para impresionar con un vasto guardarropa de atuendos de moda. Mezcla y combina para crear tu estilo único.\n- Cejas: Personaliza las cejas de tu avatar con diferentes formas y colores para la expresión perfecta.\n- Ojos: Encuentra el par perfecto de ojos para capturar la personalidad de tu avatar, desde brillantes y vibrantes hasta misteriosos y cautivadores.\n- Barba: Agrega un toque de sofisticación o rudeza con varios estilos de barba, desde barbas bien cuidadas hasta bigotes.\n- Gafas: Explora una extensa colección de opciones de gafas, desde elegantes gafas de sol hasta clásicos lentes.\n- Cabello: Descubre una multitud de estilos, colores y texturas para encontrar el look perfecto para tu avatar.\n- Bocas: Expresa tu mismo con una variedad de bocas sonrientes, riendo o frunciendo el ceño. Encuentra la que mejor exprese tu estado de ánimo.\n- Tatuajes: Haz una declaración audaz con una variedad de tatuajes artísticos, que te permiten expresar tu individualidad de una manera única.\nCon Avatar Maker Studio, tú tienes el poder de crear avatares que encarnen tu verdadera esencia. Ya seas un artista, un creador de contenido o simplemente alguien que quiere añadir un toque personal a su presencia en línea, esta extensión de navegador es tu mejor herramienta para la autoexpresión.\nNo te conformes con avatares genéricos. Crea avatares que sean únicamente tuyos con Avatar Maker Studio. Descarga la extensión ahora y desbloquea un mundo de posibilidades infinitas. Libera tu creatividad hoy mismo. ¡Da rienda suelta a tu imaginación y diseña tu propio avatar con Avatar Maker Studio! Elige entre una amplia variedad de tonos de piel, accesorios, ropa, cejas, ojos, barba, gafas, cabello, bocas y tatuajes para crear un avatar único y que realmente refleje quién eres. Usa tu creatividad para expresar tu verdadera esencia y destacar entre la multitud. ¡Descarga la extensión ahora para desbloquear un mundo de infinitas posibilidades!",
    "et": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nOlete valmis oma online-esinemise revolutsiooniks? Avatari Maker Studio abil on võimalused lõputud. Loome unikaalseid ja isikupäraseid digitaalseid identiteete, mis tõesti kajastavad teie isikut. Eristuge seltskonnast ja jätke märkimisväärne mulje lihtsalt mõne klõpsuga.\nOffline funktsionaalsus: Erinevalt teistest avatari tegijatest töötab meie brauserilaiend täielikult offline. Enam ei pea muretsema stabiilse internetiühenduse pärast. Looge salapäraseid avatareid igal ajal ja igal pool.\nMakeri funktsioonid:\n- Naha värv: Valige mitmekesistest nahatoonidest, et kajastada oma isikupära.\n- Aksessuaarid: Trendikatest mütsidest stiilsete kõrvarõngasteni täiendage oma avatari ulatusliku aksessuaarivalikuga.\n- Rõivad: Rõivastuge, et muljet avaldada, ulatusliku moeriihi abil. Sega ja kombineeri, et luua oma unikaalne stiil.\n- Kulmud: Personaalse väljenduse jaoks kohandage oma avatari kulmude erinevaid kujusid ja värve.\n- Silmad: Leidke avatari jaoks ideaalne silmavalik, alates säravatest ja elavatest kuni salapäraste ja paeluvateni.\n- Näomustrid: Lisanud stiilikust või jõulisusest, millel on erinevad näomustrid, alates hoolikalt korrastatud beardidest kuni mustusteni.\n- Prillid: Uurige ulatuslikku prillivalikut, mis ulatub stiilsetest päikeseprillidest kuni klassikaliste prillidega.\n- Juuksed: Avastage mitmekesisemat juuksevärvi, stiili ja tekstuuri, et leida oma avatari jaoks täiuslik välimus.\n- Suud: Väljendage ennast erinevate naeratavate, naeratavate või paigutatud suudega. Leidke see, mis kõige paremini väljendab teie meeleolu.\n- Tatood: Avaldage oma eristuvust kunstiliste tätoveeringutega.\nAvatari Maker Studio abil olete võimeline luua avatareid, mis väljendavad teie tõelist iseloomu. Olgu te kunstnik, sisu looja või lihtsalt keegi, kes soovib oma online-esinemisele lisada isikupärast puudutust, on see brauserilaiend teie lõplikuks vahendiks iseend väljendamiseks.\nÄrge lubage üldistel avatareidel. Loome avatareid, mis on ainult teie enda jaoks, Avatari Maker Studio abil. Laadige laiend nüüd alla ja avastage maailm lõpututest võimalustest. Vabastage oma loomingulisus täna!",
    "fa": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nآیا آماده اید تا وبسایت خود را به روز رسانی کنید؟ با استودیوی سازنده هویت آرامش بخشی ناپذیر است. ایجاد هویت های دیجیتالی منحصر به فرد و شخصی که واقعا شما را نشان می دهند. برجسته شوید و با فقط چند کلیک تجربه ای مثبت و پایدار ایجاد کنید.\nقابلیت های آفلاین: با تفاوت با سازنده های دیگر هویت، افزونه مرورگر ما به طور نابجایی به کار می رود. از نگرانی های در مورد اتصال اینترنتی مطمئن باشید. به راحتی هویت هایی بسیار زیبا را هر زمانی ایجاد کنید.\nویژگی های سازنده:\n- رنگ پوست: از یک مجموعه گسترده ای از رنگ های پوستی برای نشان دادن نفراتی شخصی به شما انتخاب کنید.\n- لوازم جانبی: از کلاه های مد پر تا سوئیچ های شیک، هویت خود را با یک مجموعه وسیع از لوازم جانبی افزایش دهید.\n- لباس: برای تأثیر گذاری با یک کمد کاملا فشرده از لباس های مد پر لباس بپوشید. برای ایجاد استایل خاص خود، آن را ادغام و ترکیب کنید.\n- ابروها: با اشکال و رنگ های مختلف، ابروهای آواتار خود را برای یک عبارت دقیق سفارشی کنید.\n- چشم ها: چشم های مناسب برای بیان هویت آواتار خود را یافته، از نورپردازی و دلچسب تا پرهیجان و جذاب.\n- موهای صورت: یک لمس از فرهنگ و فشردگی یا قوی بودن با استایل های مختلف موهای صورت اضافه کنید، از پرده های خوب برای نویسنده ها تا عارضه ها.\n- موها: کشف یک تعداد زیادی از مدل های مو، رنگ ها و متریال ها برای یافتن لباس مناسب برای آواتار خود.\n- دهان ها: خود را با یک مجموعه از دهان های لبخندی، خنده ای یا ناخنی بیان کنید. پیدا کردن یکی که بهترین حالت خود را نشان می دهد.\n- تاتو ها: یک اظهار نظر قوی با یک مجموعه از نقاشی های هنری، که امکان بیان نفراتی شخصی به شما را فراهم می کند.\nبا استودیوی سازنده هویت، شما قدرت ایجاد هویت هایی را دارید که جزئیات واقعیت شما را نشان می دهند. به هر که هنرمند، ایجاد کننده محتوا یا ساده ای که می خواهد به وبسایت خود یک تأثیر شخصی اضافه کند این افزونه مرورگر مناسب برای اظهار نفراتی خود است.\nنه با هویت های کلی کنش نخورید. هویت هایی را به شکل شما ایجاد کنید با استودیوی سازنده هویت. حالا افزونه را دانلود کنید و یک دنیایی از امکانات نامحدود را فعال کنید. امروز خلاقیت خود را آزاد کنید!",
    "fi": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nOletko valmis mullistamaan verkkopresenssisi? Avatar Maker Studiolla mahdollisuudet ovat loputtomat. Luo ainutlaatuisia ja henkilökohtaisia digitaalisia identiteettejä, jotka oikeasti edustavat sinua. Erotu joukosta ja jätä pysyvä vaikutelma vain muutamalla napsautuksella.\nOffline-toiminnallisuus: Toisin kuin muut avatar-tekemisen työkalut, selainlaajennuksemme toimii saumattomasti ilman internet-yhteyttä. Ei enää huolia vakavasta internet-yhteydestä. Luo upeita avatar-hahmoja milloin tahansa, missä tahansa.\nMakerin ominaisuudet:\n- Ihonväri: Valitse monipuolisesta ihonvärivalikoimasta, jotta voit heijastaa yksilöllisyyttäsi.\n- Asusteet: Trendikkäistä hattuista tyylikkäisiin korvakoruihin, paranna avatarisi laajalla asustevalikoimalla.\n- Vaatteet: Pukeudu häikäisevästi laajan vaatekaapin muodikkaista asusteista. Sekoita ja yhdistele luodaksesi ainutlaatuisen tyylisi.\n- Kirsu: Mukauta avatarin kirsua eri muotojen ja värien avulla täydellisen ilmeen saamiseksi.\n- Silmät: Etsi täydellinen silmäpari, joka kuvaa parhaiten avatarin persoonallisuutta, kimmeltävistä ja värikkäistä salaperäisiin ja kiehtoviin.\n- Kasvojen karvat: Lisää hieman hienostuneisuutta tai karheutta erilaisilla kasvojen karvatyyleillä, huolellisesti hoidetuista partoista aina partoihin.\n- Lasit: Tutki laajaa silmälasevalikoimaa, joka ulottuu chic-aurinkolaseista klassisiin silmälaseihin.\n- Hiukset: Tutustu monipuoliseen hiustyyliin, väreihin ja tekstuureihin löytääksesi täydellisen ilmeen avatarlle.\n- Suut: Ilmaise itseäsi monipuolisella hymyillä, naurulla tai poutailla suulla. Löydä se, joka kuvaa parhaiten tunnelmaasi.\n- Tatuointit: Tee rohkea lausunto laajan taiteellisen tatuointivalikoiman avulla, jonka avulla voit ilmaista yksilöllisyytesi ainutlaatuisella tavalla.\nAvatar Maker Studiolla sinulla on voima luoda hahmoja, jotka edustavat oikeaa olemustasi. Olipa sitten kyseessä taiteilija, sisällöntuottaja tai vain joku, joka haluaa lisätä henkilökohtaisen kosketuksen verkkopresenssiinsä, tämä selainlaajennus on suurin työkalusi itseilmaisuun.\nÄlä tyydy tavallisiin avatar-hahmoihin. Luovuta avatareita, jotka ovat ainutlaatuisesti sinun omiasi, Avatar Maker Studiolla. Lataa laajennus nyt ja avaa loputon maailma mahdollisuuksia. Päästä luovuutesi valloilleen tänään!",
    "fil": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nSinasadyang handa ka na ba na baguhin ang iyong online presence? Sa Avatar Maker Studio, ang mga posibilidad ay walang katapusan. Lumikha ng mga natatanging at personalisadong digital identity na talaga namang nagpapakita kung sino ka. Lumayo sa karamihan at gumawa ng matatagal na impression sa ilang mga pag-click lamang.\nOffline Functionality: Sa ibang pagkakaiba sa iba pang avatar makers, ang aming browser extension ay gumagana nang maayos kahit walang internet. Walang dapat ipag-alala pa tungkol sa isang stable na internet connection. Lumikha ng magagandang avatars kahit kailan at kahit saan. \nMaker Features:\n- Kulay ng Balat: Pumili mula sa iba't ibang mga tono ng balat upang maipakita ang iyong pagkakakilanlan.\n- Accessory: Mula sa mga trendy na sombrero hanggang sa mga stylish na singsing, pahusayin ang iyong avatar sa malawak na pagpipilian ng mga accessory.\n- Damit: Mag-dress up para mag-impress sa malawak na wardrobe ng modista na mga damit. I-mix at i-match upang makalikha ng iyong natatanging estilo.\n- Kilay: I-customize ang kilay ng iyong avatar sa iba't ibang mga hugis at kulay para sa perfect na expression.\n- Mga Mata: Hanapin ang perfect na pares ng mata upang ma-capture ang personality ng iyong avatar, mula sa sparkling at vibrant hanggang sa mysterious at captivating.\n- Facial Hair: Magdagdag ng isang touch ng sophistication o ruggedness sa pamamagitan ng iba't ibang mga facial hair styles, mula sa well-groomed na mga beard hanggang sa mga mustache.\n- Mga Salamin: I-explore ang malawak na pagpipilian ng mga salamin, mula sa chic na mga sunglasses hanggang sa classic na mga spectacle.\n- Buhok: Hanapin ang iyong ideyal na hairstyle, kulay, at texture upang makahanap ng perpektong hitsura para sa iyong avatar.\n- Mga Labi: I-express ang iyong sarili sa pamamagitan ng iba't ibang mga smiling, laughing, o pouting na mga labi. Hanapin ang isa na pinakamagaling na nagpapahayag ng iyong mood.\n- Tattoo: Gumawa ng isang bold statement sa pamamagitan ng iba't ibang mga artistic tattoo, na nagbibigay sa iyo ng pagkakataon na maipahayag ang iyong pagkakakilanlan sa isang natatanging paraan.\nSa Avatar Maker Studio, ikaw ang may kapangyarihan na lumikha ng mga avatar na nagpapakita ng iyong tunay na essence. Kung ikaw ay isang artist, content creator, o simpleng isang taong gustong magdagdag ng personal touch sa kanyang online presence, ang browser extension na ito ay ang iyong ultimate tool para sa self-expression.\nHuwag mag-settle sa mga generic na mga avatar. Lumikha ng mga avatar na talagang iyong sarili sa pamamagitan ng Avatar Maker Studio. I-download ang extension ngayon at buksan ang isang mundo ng walang katapusang posibilidad. I-unleash ang iyong creativity ngayon!",
    "fr": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nÊtes-vous prêt à révolutionner votre présence en ligne? Avec Avatar Maker Studio, les possibilités sont infinies. Concevez des identités numériques uniques et personnalisées qui reflètent vraiment qui vous êtes. Différenciez-vous des autres et faites une impression durable en quelques clics.\nFonctionnalité hors ligne: Contrairement aux autres fabricants d'avatars, notre extension de navigateur fonctionne parfaitement hors ligne. Plus de soucis à propos d'une connexion internet stable. Créez des avatars étonnants à tout moment, n'importe où.\nCaractéristiques du fabricant:\n- Couleur de la peau: Choisissez parmi une gamme diversifiée de tons de peau pour refléter votre individualité.\n- Accessoires: Des chapeaux à la mode aux boucles d'oreilles élégantes, améliorez votre avatar avec une vaste sélection d'accessoires.\n- Vêtements: Habillez-vous pour impressionner avec une vaste garde-robe de tenues à la mode. Mélangez et assortissez pour créer votre style unique.\n- Sourcils: Personnalisez les sourcils de votre avatar avec différentes formes et couleurs pour l'expression parfaite.\n- Yeux: Trouvez la paire parfaite d'yeux pour capturer la personnalité de votre avatar, de scintillants et vifs à mystérieux et captivants.\n- Barbe: Ajoutez une touche de sophistication ou de rusticité avec différents styles de barbe, des barbes bien soignées aux moustaches.\n- Lunettes: Explorez une vaste collection d'options de lunettes, allant des lunettes de soleil chic aux lunettes classiques.\n- Cheveux: Découvrez une multitude de coiffures, de couleurs et de textures pour trouver le look parfait pour votre avatar.\n- Bouches: Exprimez-vous avec une variété de bouches souriantes, riantes ou bougonnantes. Trouvez celle qui exprime le mieux votre humeur.\n- Tatouages: Faites une déclaration audacieuse avec un assortiment de tatouages artistiques, vous permettant d'exprimer votre individualité d'une manière unique.\nAvec Avatar Maker Studio, vous avez le pouvoir de créer des avatars qui incarnent votre véritable essence. Que vous soyez artiste, créateur de contenu ou simplement quelqu'un qui veut ajouter une touche personnelle à sa présence en ligne, cette extension de navigateur est votre outil ultime pour l'expression de soi.\nNe vous contentez pas d'avatars génériques. Faites des avatars uniquement à vous avec Avatar Maker Studio. Téléchargez l'extension maintenant et débloquez un monde de possibilités sans fin. Libérez votre créativité aujourd'hui! Avec Avatar Maker Studio, vous pouvez créer des avatars qui reflètent votre vrai moi. Que vous soyez un artiste, un créateur de contenu ou simplement quelqu'un qui veut ajouter une touche personnelle à sa présence en ligne, cette extension de navigateur est votre outil ultime pour l'expression de soi. Vous pouvez choisir parmi une gamme diversifiée de tons de peau pour refléter votre individualité, ainsi que des accessoires allant des chapeaux à la mode aux boucles d'oreilles élégantes, pour améliorer votre avatar. Habillez-vous pour impressionner avec une vaste garde-robe de tenues à la mode et personnalisez les sourcils de votre avatar avec différentes formes et couleurs pour l'expression parfaite. Trouvez la paire parfaite d'yeux pour capturer la personnalité de votre avatar, ajoutez une touche de sophistication ou de rusticité avec différents styles de barbe et explorez une vaste collection d'options de lunettes, allant des lunettes de soleil chic aux lunettes classiques. Découvrez une multitude de coiffures, de couleurs et de textures pour trouver le look parfait pour votre avatar. Exprimez-vous avec une variété de bouches souriantes, riantes ou bougonnantes et faites une déclaration audacieuse avec un assortiment de tatouages artistiques, vous permettant d'exprimer votre individualité d'une manière unique. Avec Avatar Maker Studio, vous pouvez créer des avatars qui incarnent votre vraie essence et reflètent votre individualité. Ne vous contentez pas d'avatars génériques. Faites des avatars uniquement à vous avec Avatar Maker Studio. Téléchargez l'extension maintenant et débloquez un monde de possibilités sans fin. Libérez votre créativité aujourd'hui et découvrez une multitude de façons uniques et personnalisées de vous exprimer et de faire une impression durable.",
    "gu": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nતમે તમારી ઑનલાઇન પ્રસ્થાનને કરવાની તમારી તત્વાવરણને તમને તત્વાવરણ મેકર સ્ટુડિયો સાથે તેમને તમારે તત્વાવરણ બનાવવાની તમારી તેવા તમારી તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વાવરણ તત્વા",
    "he": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nהאם אתה מוכן להפציע את השינוי העולמי שלך באינטרנט? עם סטודיו יוצרי אווטרים, האפשרויות הם ללא הגבלה. יצרו את האישיות הדיגיטלית הייחודית שאמתי מייצגת את מי שאתה. התבטאו מתוך העדר ותפקידו משפע אחריות בעזרת מעט לחיצות בלבד.\n\nמצב לא מקוון: בהתחלה שונה מיוצרי האווטרים האחרים, הרחבת הדפדפן שלנו עובדת באופן שלוה גם כאשר אינטרנט אינו פעיל. אל יהיו דאגות עוד על חיבור אינטרנט יציב. יצרו אווטרים מדהימים בכל זמן ומקום.\n\nתכונות יוצרים:\n- צבע עור: בחרו מתוך מגוון של גווני עור כדי להשתתף בהפרדתכם.\n- אביזרים: מכובעים מתקדמים עד תכשיטים אופנתיים, שפרו את אווטרכם בעזרת בחירה רחבה של אביזרים.\n- בגדים: ללבוש כדי להכיל עם ארון אופנה גדול. ערבבו והתאימו כדי ליצור את הסגנון הייחודי שלכם. \n- גבות: התאימו את גבות האווטר שלכם עם צורות וצבעים שונים לביטוי המושלם.\n- עיניים: מצאו את הזוג המושלם של עיניים כדי לתפוס את האווטר שלכם, מתוקות ונפתחות עד מסתוריות ומרגשות.\n- זקפה: חפשו בעד אופציית מלאה של משקפיים, החל ממשקפיים שקטנים עד למשקפיים קלאסיים.\n- שיער: גלו את המגוון הרב של סגנונות, צבעים וטקסטורות כדי למצוא את המראה המושלם עבור אווטרכם.\n- פה: אתגרו את עצמכם עם מגוון של חיוכים, צחוקים או חיוכים עצובים. מצאו את אחד שמתאר את מצב הרוח שלכם בצורה הטובה ביותר.\n- קעקועים: הופיעו בצורה חזקה עם אוסף של קעקועים אמנותיים, המאפשרים לך להתאר את היחוד שלך בצורה ייחודית.\n\nעם סטודיו יוצרי אווטרים, אתה מחזיק ביכולת ליצור אווטרים שמייצגים את העוצמה האמיתית שלך. אם אתה אמן, יוצר תוכן או פשוט מישהו שרוצה להוסיף נגישות אישית להופעתו באינטרנט, הרחבת דפדפן הזו היא כלי ההדפסה האולטימטיבי שלך להתארגנות. \n\nאל תפספסו אווטרים גנריים. יצרו אווטרים שהם בלעדיכם עם סטודיו יוצרי אווטרים. הורדו את ההרחבה עכשיו ופתחו את העולם של האפשרויות הלא מוגבלות. שחררו את יצירתכם היום.",
    "hi": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nक्या आप अपने ऑनलाइन उपस्थिति को रीवोल्यूशन करने के लिए तैयार हैं? अवतार मेकर स्टूडियो के साथ, संभवतः असीमित हैं। अनोखे और व्यक्तिगत डिजिटल आईडेंटिटीज़ कारखाना जो वास्तव में आप को प्रतिनिधित्व करता है, करें। भीड़ से अलग होने और कुछ क्लिक्स से एक स्थायी छाप पैदा करें।\n\nऑफ़लाइन कार्यक्षमता: अन्य अवतार निर्माताओं के बीच, हमारी ब्राउज़र एक्सटेंशन बिना किसी दिक्कत के सीधा काम करता है। एक स्थिर इंटरनेट कनेक्शन के बारे में कोई और चिंता नहीं। किसी भी समय असाधारण अवतार बनाएं।\n\nनिर्माता विशेषताएं:\n- त्वचा की रंग: अपने वैयक्तिकता प्रतिनिधित्व करने के लिए विविध तरह की त्वचा की रंगों से चुनें।\n- सामान: ट्रेंडी टोपी से शैलीय कानपट्टी तक, विविध संग्रह के अनुसार अपने अवतार को बढ़ावा दें।\n- कपड़े: फैशनेबल वस्तुएँ के साथ ड्रेस टू इम्प्रेस। अपनी अनियमित शैली बनाने के लिए मिश्रण और मिलाएँ।\n- भुजा: अलग-अलग आकृतियों और रंगों के साथ अपने अवतार के भुजा को कस्टमाइज करें आकर्षक अभिव्यक्ति के लिए।\n- आंखें: अपने अवतार के व्यक्तित्व को प्रतिनिधित्व करने के लिए पूर्ण जोड़ी की आंखें ढूंढें, चमकदार और उत्तेजित से रहस्यमय और आकर्षक।\n- फेसिअल हेयर: सावधानी और रंगीन वृद्धि से विविध फेसिअल हेयर स्टाइल से एक छोटा सा संतुलन जोड़ें, स्वच्छ दाने से लेकर मस्तैसो तक।\n- चश्मे: चिक सनग्लैस से क्लासिक स्पेक्टैकल्स तक एक विस्तृत संग्रह की नज़ारों का अन्वेषण करें।\n- बाल: अपने अवतार के लिए आदर्श लुक की ढूंढ करने के लिए एक बहुतायत बाल शैलियाँ, रंग और टेक्स्चर ढूंढें।\n- मुंह: मुस्कुराने, हसने या बुरी तरह मुँह के साथ अपना व्यक्तित्व व्यक्त करें। अपने मूड को प्रतिनिधित्व करने के लिए उससे सबसे अच्छा मुँह ढूंढें।\n- टैटू: कलात्मक टैटूओं का एक कटरा लेकर एक सक्रिय बयान करें, जो आपको अनियमित रूप से अपनी वैयक्तिकता प्रतिनिधित्व करने के लिए अनुकूल होगा।\n\nअवतार मेकर स्टूडियो के साथ, आप वास्तव में अपने आत्मा को प्रतिनिधित्व करने की शक्ति रखते हैं। क्या आप एक कलाकार, सामग्री निर्माता हैं या केवल किसी व्यक्ति को अपने ऑनलाइन उपस्थिति को एक व्यक्तिगत छाप जोड़ना चाहते हैं, यह ब्राउज़र एक्सटेंशन आपकी अनन्त और अनिवार्य उपकरण है। गैर-सामान्",
    "hr": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nJesi li spremna/spreman revolucionirati svoju online prisutnost? S Avatar Maker Studio, mogućnosti su beskonačne. Izradite jedinstvene i personalizirane digitalne identitete koji stvarno predstavljaju tko ste. Istaknite se iz mase i ostavite trajni dojam u samo nekoliko klikova.\nFunkcionalnost van mreže: U usporedbi s drugim stvarateljima avatara, naše proširenje preglednika radi bez problema izvan mreže. Više se ne morate brinuti o stabilnoj internetskoj vezi. Stvorite zapanjujuće avatare bilo kada, bilo gdje.\nZnačajke stvaratelja:\n- Boja kože: Odaberite iz raznolikog raspona tonova kože kako biste odrazili svoju individualnost.\n- Dodaci: Od trendi kapa do stilskih naušnica, poboljšajte svoj avatar širokim izborom dodataka.\n- Odjeća: Odjeveni s ciljem da impresionirate širokim ormarom moderne odjeće. Miješajte i usklađujte kako biste stvorili svoj jedinstveni stil.\n- Obrve: Prilagodite obrve svog avatara različitim oblicima i bojama za savršeni izraz.\n- Oči: Pronađite savršeni par očiju kako biste zabilježili ličnost svog avatara, od sjajnih i živahnih do tajanstvenih i očaravajućih.\n- Lice: Dodajte dotak elegance ili grubosti s raznim stilovima lica, od dobro uređenih brada do brkova.\n- Naočale: Istražite obilnu kolekciju opcija naočala, od šik sunčanih naočala do klasičnih naočala.\n- Kosa: Otkrijte mnoštvo stilova, boja i tekstura kose kako biste pronašli savršen izgled za svoj avatar.\n- Usta: Izražite sebe s nizom usana koje se smiju, smiju ili se žale. Pronađite onu koja najbolje izražava vaše raspoloženje.\n- Tetovaže: Napravite izražajno izjavu s raznolikom umjetničkom tetovažom, omogućujući vam da izrazite svoju individualnost na jedinstven način.\nS Avatar Maker Studio, vi držite moć stvaranja avatara koji odražavaju vašu stvarnu suštinu. Bilo da ste umjetnik, stvaratelj sadržaja ili jednostavno netko tko želi dodati lični dodir svojoj online prisutnosti, ovo proširenje preglednika je vaš konačni alat za izražavanje samog sebe.\nNe zadovoljavajte se genericnim avatarima. Izradite avatare koji su jedinstveno vaši s Avatar Maker Studio. Preuzmite proširenje sada i otključajte svijet beskonačnih mogućnosti. Otpuštanje svoje kreativnosti danas!",
    "hu": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nÁllsz készen a online jelenléted megváltoztatására? Az Avatar Maker Studio-val a lehetőségek végtelenek. Készíts egyedülálló és egyéni digitális identitást, amely tényleg tükrözi, hogy ki vagy. Különbözzön a tömegből és hagyjon örök benyomást néhány kattintással.\nOffline Funkcionalitás: Más avatar készítőkhöz képest a böngésző bővítményünk zökkenőmentesen működik offline. Ne aggódjon a stabil internetkapcsolat miatt. Készíts csodálatos avatárokat bármikor, bárhol.\nMaker Features:\n- Bőrszín: Válasszon a változatos bőrszínek közül, hogy tükrözze egyediségét.\n- Kiegészítők: A trendi kalapoktól a stílusos fülbevalókig, fejlessze avatárját egy széles kiegészítő választékkal.\n- Ruhák: Öltözzünk stílusosan egy széles ruhásszekrénnyel. Válogasson és keverjen össze a saját egyedi stílusához.\n- Szemöldök: Testreszabja avatárja szemöldökét különböző alakokkal és színekkel a tökéletes kifejezés érdekében.\n- Szemek: Találja meg a tökéletes szemeket az avatár személyiségének megörökítéséhez, a csillogó és élénk színektől a titokzatos és lenyűgözőig.\n- Arcfürtök: Adjon egy kis elegáns vagy durva stílust különböző arcfürtök stílusokkal, jól ápolt bajuszoktól a szakállakig.\n- Szemüveg: Fedezze fel az extenzív szemüveg lehetőségek választékát, chic napszemüvegektől a klasszikus szemüvegekig.\n- Haj: Fedezze fel a sokféle frizura, szín és textúra sokaságát, hogy megtalálja az avatár számára a tökéletes külsőt.\n- Szájak: Fejezze ki magát egy sor mosolygó, nevető vagy pouting szájjal. Találja meg azt, amely a legjobban kifejezi a hangulatát.\n- Tetoválások: Tegyen egy markáns kijelentést egy különféle művészi tetoválásokkal, amelyek lehetővé teszik, hogy egyedülálló módon fejezzék ki egyediségüket.\nAz Avatar Maker Studio-val Ön a hatalom, hogy létrehozzon olyan avatárokat, amelyek tükrözik az igazi esszenciáját. Akár művész, tartalom létrehozó, vagy egyszerűen valaki, aki saját maga személyes érintését szeretné adni az online jelenlétéhez, ez a böngésző bővítmény az Ön végső eszköze önkifejezésre.\nNe fogadj el általános avatárokat. Készíts olyan avatárokat, amelyek egyedülállóak Önnek az Avatar Maker Studio-val. Töltse le most a bővítményt, és nyissa meg a végtelen lehetőségek világát. Engedje el a kreativitását ma!",
    "id": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nApakah Anda siap untuk merubah kehadiran Anda secara online? Dengan Avatar Maker Studio, kemungkinan-kemungkinan itu tak terbatas. Buat identitas digital yang unik dan berpersonalisasi yang benar-benar mewakili siapa Anda. Berdiri keluar dari kerumunan dan membuat kesan yang abadi hanya dengan beberapa klik.\nFungsionalitas Offline: Tidak seperti pembuat avatar lainnya, ekstensi browser kami berfungsi dengan sempurna tanpa terhubung ke internet. Tak perlu khawatir lagi tentang koneksi internet yang stabil. Buat avatar yang menakjubkan kapan pun, di mana pun.\nFitur Maker:\n- Warna Kulit: Pilih dari berbagai warna kulit untuk merefleksikan keunikan Anda.\n- Aksesori: Dari topi-topi yang trendy hingga anting-anting yang stylish, tingkatkan avatar Anda dengan seleksi aksesori yang luas.\n- Pakaian: Berpakaian untuk mengesankan dengan koleksi pakaian fashion yang luas. Campur dan padukan untuk menciptakan gaya unik Anda.\n- Alis: Sesuaikan alis avatar Anda dengan berbagai bentuk dan warna untuk ekspresi yang sempurna.\n- Mata: Temukan pasangan mata yang sempurna untuk menangkap kepribadian avatar Anda, dari berkilauan dan hidup hingga misterius dan menarik.\n- Rambut Jenggot: Tambahkan sentuhan keanggunan atau kekerasan dengan berbagai gaya rambut jenggot, dari jenggot yang rapi hingga jenggot.\n- Kacamata: Jelajahi koleksi pilihan kacamata, mulai dari kacamata hitam yang chic hingga kacamata klasik.\n- Rambut: Temukan berbagai gaya, warna, dan tekstur rambut untuk menemukan tampilan yang sempurna untuk avatar Anda.\n- Mulut: Ungkapkan diri Anda dengan berbagai mulut tersenyum, tertawa, atau menunjukkan rasa tidak puas. Temukan yang paling mampu menyampaikan suasana hati Anda.\n- Tatto: Buat pernyataan yang berani dengan beragam tattoo artistik, yang memungkinkan Anda untuk mengekspresikan keunikan Anda dengan cara unik.\nDengan Avatar Maker Studio, Anda memegang kekuatan untuk menciptakan avatar yang mencerminkan esensi Anda yang sebenarnya. Apakah Anda seorang seniman, pembuat konten, atau hanya seseorang yang ingin menambahkan sentuhan pribadi ke kehadiran online mereka, ekstensi browser ini adalah alat akhir Anda untuk ekspresi diri.\nJangan puas dengan avatar generik. Buat avatar yang benar-benar milik Anda dengan Avatar Maker Studio. Unduh ekstensi sekarang dan buka dunia kemungkinan yang tak terbatas. Lepaskan kreativitas Anda hari ini!",
    "it": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nSei pronto a rivoluzionare la tua presenza online? Con Avatar Maker Studio, le possibilità sono infinite. Crea identità digitali uniche e personalizzate che rappresentano veramente chi sei. Emergi dalla folla e fai un'impressione duratura con pochi clic.\nFunzionalità offline: a differenza di altri creatori di avatar, la nostra estensione del browser funziona in modo trasparente offline. Non ci sono più preoccupazioni per una connessione internet stabile. Crea avatar sorprendenti in qualsiasi momento e in qualsiasi luogo.\nCaratteristiche del creatore:\n- Colore della pelle: scegli tra una vasta gamma di tonalità della pelle per riflettere la tua individualità.\n- Accessori: dagli eleganti cappelli agli eleganti orecchini, valorizza il tuo avatar con un'ampia selezione di accessori.\n- Vestiti: vestiti per impressionare con un vasto guardaroba di abiti alla moda. Mixa e abbina per creare il tuo stile unico.\n- Sopracciglia: personalizza le sopracciglia del tuo avatar con diverse forme e colori per l'espressione perfetta.\n- Occhi: trova la perfetta coppia di occhi per catturare la personalità del tuo avatar, da scintillanti e vivaci a misteriosi e affascinanti.\n- Barba: aggiungi un tocco di eleganza o rusticità con vari stili di barba, dalle barbe ben curate ai baffi.\n- Occhiali: esplora un'ampia collezione di opzioni per gli occhiali, dalle chicche da sole ai classici occhiali.\n- Capelli: scopri una moltitudine di stili, colori e texture per trovare il look perfetto per il tuo avatar.\n- Bocche: esprimiti con una serie di bocche sorridenti, ridendo o imbronciando. Trova quella che meglio esprime il tuo umore.\n- Tatuaggi: fai una dichiarazione audace con un assortimento di tatuaggi artistici, che ti permettono di esprimere la tua individualità in modo unico.\nCon Avatar Maker Studio, hai il potere di creare avatar che incarnano la tua vera essenza. Che tu sia un artista, un creatore di contenuti o semplicemente qualcuno che vuole aggiungere un tocco personale alla propria presenza online, questa estensione del browser è la tua ultima arma per l'espressione di sé.\nNon accontentarti di avatar generici. Crea avatar che sono unicamente tuoi con Avatar Maker Studio. Scarica subito l'estensione e sblocca un mondo di possibilità infinite. Libera la tua creatività oggi!",
    "ja": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nあなたはオンライン上で革命を起こせる準備ができていますか？アバターメーカースタジオでは、可能性は無限大です。あなた自身を真に反映する唯一無二のデジタルIDを作り上げましょう。数クリックで、他の人とは一線を画して強烈な印象を残すことができます。\n\nオフライン機能：他のアバターメーカーとは異なり、我々のブラウザ拡張機能は完全にオフラインで動作します。安定したインターネット接続を心配する必要はもうありません。いつでもどこでも、驚異的なアバターを作成できます。\n\nメーカーの機能：\n・肌の色：あなたの個性を反映するための多様な肌の色から選択できます。\n・アクセサリー：トレンドのハットからスタイリッシュなイヤリングまで、多彩なアクセサリーでアバターを引き立てましょう。\n・服：ファッショナブルな服装でインパクトを与えましょう。ミックス＆マッチで独自のスタイルを作り上げましょう。\n・眉：完璧な表情を作り出すために、さまざまな形状や色の眉毛をカスタマイズできます。\n・目：あなたのアバターの個性を表現するための理想的な目を見つけましょう。キラキラしたものから魅力的なものまで、多彩なオプションから選択できます。\n・髭：上品な印象からラフな印象まで、様々な髭のスタイルを加えることで、あなたのアバターを一層魅力的に仕上げることができます。\n・メガネ：シックなサングラスから古典的な眼鏡まで、幅広い眼鏡のオプションを探索しましょう。\n・髪：スタイル、色、テクスチャーから、あなたのアバターに最適なルックを見つけましょう。\n・口：笑顔や笑顔、口元を使って自分を表現しましょう。あなたのムードを最もよく表しているものを見つけましょう。\n・タトゥー：アートワークタトゥーの多様なアレンジを使って、個性的な表現をすることができます。\n\nアバターメーカースタジオでは、あなたが本当のエッセンスを表現する力を持ちます。アーティスト、コンテンツクリエイター、あるいはオンライン上で個人的なタッチを加えたいと思っている人のどれでも、このブラウザ拡張機能はあなたの自己表現のための究極のツールです。\n\n汎用的なアバターに満足しないでください。アバターメーカースタジオで、あなたのものだけのアバターを作り上げましょう。今すぐ拡張機能をダウンロードして、無限の可能性を開放しましょう。今日からあなたの創造力を解き放ちましょう！",
    "kn": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nನಿಮ್ಮ ಆನ್ಲೈನ್ ಪ್ರಸ್ತುತತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ತೊಂದರೆ ತುಂಬಿದ್ದೀರಿ? ಅವತಾರ ಮೇಕರ್ ಸ್ಟೂಡಿಯೊಗಳಿಗೆ, ಸಾಧ್ಯತೆಗಳು ಅನೇಕರು. ನಿಮ್ಮ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನಿಜವಾಗಿ ಪ್ರತಿನಿಧಿಸಿಕೊಳ್ಳಿ ಅದರಲ್ಲಿ ಅದ್ದೇಕ ಅವತಾರಗಳನ್ನು ನಿರ್ಮಿಸಿ. ಕೂಡಿದ್ದ ಜನರಿಗೆ ಮುಂದೆ ಒಂದು ದಿನದಲ್ಲಿ ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿಕೊಳ್ಳುವ ಆಗಿ ಅದು ನಿಮ್ಮನ್ನು ಕೆಲಸಗೊಳಿಸಿದೆ. \n\nಆಫ್ಲೈನ್ ಕಾರ್ಯವಿಧಾನ: ಇತರ ಅವತಾರ ಮೇಕರ್ಗಳಿಗೆ ಬಂದು, ನಮ್ಮ ಬ್ರೌಸರ್ ಎಕ್ಸ್ಟೆಂಶನ್ ಸ್ವಲ್ಪ ತನ್ನೆ ಆಫ್ಲೈನ್ ಆಗಿ ಕಾರ್ಯಗಳನ್ನು ಸಂಪಾದಿಸುತ್ತದೆ. ಸ್ಥಿರ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ತಿಳಿದುಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ. ನಿಮಗೆ ಆಗಿರುವ ಹಿರಿಯ ಅವತಾರಗಳನ್ನು ತಾಣದ ಹಿರಿಯವಾಗಿ ತೆಗೆದುಕೊಳ್ಳಲು ನಿಮ್ಮ ಹೆಸರುಗಳಿಗೆ ನಿಜವಾಗಿ ಪ್ರತಿನಿಧಿಸಿಕೊಳ್ಳಿ ಹೆಚ್ಚಾಗಿ ದೃಢಪಟ್ಟ ಅಭಿಪ್ರಾಯ ಹೊಂದಿರಿ. \n\nಮೇಕರ್ ಸುವಿಧಾಗಳು:\n- ತೊಂಗಡೆ ಬಣ್ಣ: ನಿಮ್ಮ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸಿಕೊಳ್ಳಲು ವಿವಿಧ ತೊಂಗಡೆ ಬಣ್ಣಗಳ ಪಟ್ಟಿಯಿಂದ ಆಯ್ಕೆ ಮಾಡಿ.\n- ಅಕ್ಸೆಸರೀಸ್: ಟ್ರೆಂಡಿ ಹ್ಯಾಟ್ಸ್ ಇತ್ತೀಚಿನ ಕೆಂಪುಗಳಿಗೆ ಮುಂದೆ, ನಿಮ್ಮ ಅವತಾರವನ್ನು ವಿವಿಧ ಅಕ್ಸೆಸರೀಸ್ ಆಯ್ಕೆಗಳ ಮೂಲಕ ಉನ್ನತಿಸಿದೆ.\n- ಉಡುಗೆಗಳು: ಫ್ಯಾಷನ್ಯಲ್ ಆಫ್ಯುಟ್ಸ್ ಆಗಿ ಆಡಿಕೊಡು, ನಿಮ್ಮ ಹೆಚ್ಚಾಗಿ ಸ್ಟೈಲ್ ಆಯ್ಕೆಗಳ ಮೂಲಕ ಎಂದು ಆಡಿಕೊಡು. ಹೆಚ್ಚಾಗಿ ಹೊಂದಿರಲು ಮಿಕ್ಸ್ ಮತ್ತು ಮಿಶ್ರಣ ಮಾಡಿ.\n- ಕೊಂಡುಗಳು: ನಿಮ್ಮ ಅವತಾರದ ಕೊಂಡುಗಳನ್ನು ವಿವಿಧ ಆಕಾರಗಳು, ಬಣ್ಣಗಳು ಮತ್ತು ಬಳಕೆಗಳನ್ನು ಬದಲಾಯಿಸಿ ನಿಮ್ಮ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಕೆ",
    "ko": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\n온라인 상에서 자신을 표현하기 위해 발전할 준비는 되셨나요? Avatar Maker Studio를 통해 끝없이 다양한 가능성이 있습니다. 자신을 정확히 반영하는 고유하고 개인화된 디지털 아이덴티티를 제작해보세요. 일반적인 다른 아바타 메이커들과는 달리, 우리의 브라우저 확장 기능은 오프라인에서도 잘 동작합니다. 안정적인 인터넷 연결에 대한 걱정이 없습니다. 언제 어디서나 매력적인 아바타를 제작하세요.\n\nMaker 기능:\n- 피부색: 다양한 피부톤으로 자신의 개성을 반영해보세요.\n- 악세사리: 유행하는 모자부터 세련된 귀걸이까지, 다양한 악세사리로 아바타를 꾸며보세요.\n- 옷: 유행하는 의상을 착용해 눈길을 끌어보세요. 각기 다른 스타일을 믹스하여 독특한 룩을 완성해보세요.\n- 눈썹: 다른 모양과 색상의 눈썹으로 완벽한 표정을 완성해보세요.\n- 눈: 눈빛으로 아바타의 성격을 강조할 수 있는 완벽한 눈을 찾아보세요. 반짝거리는 눈동자부터 신비하고 매력적인 눈깔까지.\n- 수염: 세련된 면도부터 야생의 느낌까지, 다양한 수염 스타일로 성숙함과 야생함을 한꺼번에 느낄 수 있습니다.\n- 안경: 세련된 선글라스부터 클래식한 안경까지, 다양한 안경 옵션으로 더욱 멋진 룩을 완성해보세요.\n- 머리: 다양한 머리카락, 색상, 텍스쳐로 완벽한 룩을 찾아보세요.\n- 입: 미소, 웃음, 화남 등 다양한 입모양으로 감정을 표현해보세요.\n- 타투: 예술적인 타투로 독특한 방식으로 개성을 표현해보세요.\n\nAvatar Maker Studio를 통해 자신의 진정한 정체성을 반영하는 아바타를 제작할 수 있습니다. 예술가, 컨텐츠 제작자, 혹은 온라인 상에서 자신의 고유한 특징을 나타내기 위한 사람들이라면 모두가 이 브라우저 확장 기능을 이용할 수 있습니다.\n\n일반적인 아바타를 참조하지 마세요. Avatar Maker Studio를 통해 완전 독특한 아바타를 제작해보세요. 확장 기능을 다운로드하고 끝없이 다양한 가능성 속에 들어가보세요. 오늘 하루도 창의력을 자유롭게 발휘해보세요!",
    "lt": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nAr esate pasiruošę peržengti savo internetinės veiklos ribas? Su Avatar Maker Studio, galimybės yra be galo plačios. Kūrybingai ir individualiai sukurkite savo digitalų identitetą, kuris atspindėtų tikrą jūsų asmenybę. Išsiskirkite iš minios ir sukurkite ilgalaikį įspūdį vos keliais paspaudimais.\n\nOffline Funkcionalumas: Skirtingai nuo kitų avatarų kūrimo programų, mūsų naršyklės plėtinys veikia be jokių problemų ir nepriklausomai nuo interneto ryšio. Sukurkite nuostabius avatarus bet kur ir bet kada.\n\nKūrimo Funkcijos:\n- Odos Spalva: Pasirinkite iš įvairių odos tonų, kad atspindėtumėte savo individualumą.\n- Aksesuarai: Nuo madingų kepurėlių iki stilingų auskarų, patobulinkite savo avatarą iš plačios aksesuarų pasirinkimo.\n- Drabužiai: Pasirūpinkite, kad atrodytumėte įspūdingai, pasinaudodami plačiu madingų drabužių asortimentu. Sumaišykite ir derinkite, kad sukurtumėte savo unikalią stilių.\n- Antakalniai: Pritaikykite savo avatarui antakalnius, kurie atspindėtų jūsų norimą išraišką, pasirinkdami įvairius dydžius ir spalvas.\n- Akys: Raskite idealią porą akimis, kurios atspindėtų jūsų avataro asmenybę. Pasirinkimas nuo švytinčių ir spindinčių iki paslaptingų ir patrauklių.\n- Veido Plaukai: Pridėkite šiek tiek aukštesnio lygmens arba kietumo savo avatarui, pasirinkdami įvairius veido plaukų stilius, pradedant nuo tvarkingai kirptų ūsų iki barzdų.\n- Akiniai: Išplėskite savo akiračio ribas, pasirinkdami iš plataus akinių asortimento, prasidedant nuo šiuolaikiškų saulės akinių iki klasikinių akinių.\n- Plaukai: Atraskite daugybę skirtingų plaukų stilių, spalvų ir tekstūrų, kad rastumėte savo avatarui idealią išvaizdą.\n- Burnos: Išreikškite save su įvairiais šypsenomis, juokais arba piktnaudžiavimais. Raskite tą, kuri geriausiai atspindėtų jūsų nuotaiką.\n- Tatuiruotės: Padarykite drąsų išsireiškimą su meniškomis tatuiruotėmis, kurios leis jums išreikšti savo individualumą unikaliu būdu.\n\nSu Avatar Maker Studio, jūs turite galimybę kurti avatarus, kurie atspindėtų jūsų tikrąjį esmę. Nesvarbu, ar esate menininkas, turinio kūrėjas ar tiesiog norite savo internetinės veiklos pridėti asmeniškumo, šis naršyklės plėtinys yra jūsų galutinis įrankis norint išsakyti save. \n\nNesirūpinkite genericiais avatarais. Sukurkite avatarus, kurie būtų tikrai jūsų, naudodami Avatar Maker Studio. Atsisiųskite plėtinį dabar ir atrakinkite begalinę pasaulį su neįtikėtinomis galimybėmis. Išlaisvinkite savo kūrybingumą šiandien!",
    "lv": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nVai esat gatavs revolucionēt savu tiešsaistes klātbūtni? Ar Avatar Maker Studio, iespējas ir bezgalīgas. Izstrādājiet unikālas un personalizētas digitālās identitātes, kas patiesi atspoguļo jūsu būtību. Izcelties no pūļa un atstāt iespaidu ar tikai dažiem klikšķiem.\nBezsaistes funkcionalitāte: Atšķirībā no citiem avatāru radītājiem, mūsu pārlūkprogrammas paplašinājums darbojas bezšuvju režīmā. Vairs nav jāuztraucas par stabilu interneta savienojumu. Izveidojiet iespaidīgus avatārus jebkurā laikā un jebkurā vietā.\nMaker Features:\n- ādas krāsa: Izvēlieties no dažādām ādas toni, lai atspoguļotu savu individuālismu.\n- Aksesuāri: No modes cepurēm līdz stilīgām auskarēm, uzlabojiet savu avatāru ar plašu aksesuāru izvēli.\n- Apģērbs: Tērpieties, lai iespaidotu ar plašu modes klāstu. Sajauciet un saskaņojiet, lai izveidotu savu unikālo stilu.\n- Uzacis: Pielāgojiet sava avatāra uzacis ar dažādām formām un krāsām, lai iegūtu perfektu izteiksmi.\n- Acis: Atrodiet perfektu acu pāri, lai uztvertu jūsu avatāra personību, sākot no spožām un dzīvīgām līdz noslēpumainām un piesaistošām.\n- Sejas mati: Piešķiriet gaumīgumu vai nekaunīgumu ar dažādām sejas matu stilām, sākot no labi koptām bārdu līdz mustācijām.\n- Brilles: Izpētiet plašu brilles iespēju klāstu, sākot no stilīgām saules brillēm līdz klasiskām brillēm.\n- Mati: Atklājiet daudzveidīgu matu stilu, krāsu un tekstūru klāstu, lai atrastu perfektu izskatu jūsu avatāram.\n- Muti: Izteikieties ar dažādām smaidīšanas, smieklu vai pūšanas mutēm. Atrodiet to, kas vislabāk izsaka jūsu noskaņojumu.\n- Tetovējumi: Izdariet būtisku izteikumu ar mākslas tetovējumu klāstu, ļaujot jums izteikties unikālā veidā.\nAr Avatar Maker Studio jums ir vara izveidot avatārus, kas izpauž jūsu īsto būtību. Vai jūs esat mākslinieks, satura radītājs vai vienkārši kāds, kurš vēlas pievienot personisku pieskārienu savai tiešsaistes klātbūtnei, šis pārlūkprogrammas paplašinājums ir jūsu galīgais rīks pašizpausmei.\nNesakārtojieties par ierastiem avatāriem. Izstrādājiet avatārus, kas ir unikāli jūsu pašu ar Avatar Maker Studio. Lejupielādējiet paplašinājumu tagad un atveriet bezgalīgu iespēju pasauli. Atbrīvojiet savu radošumu jau šodien!",
    "ml": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nApakah anda bersedia untuk merubah suasana online anda? Dengan Avatar Maker Studio, kemungkinan-kemungkinan itu tidak terhingga. Membuat identiti digital yang unik dan disesuaikan yang benar-benar mewakili anda. Berdiri keluar daripada orang ramai dan membuat kesan yang kekal dengan hanya beberapa klik.\nFungsi Offline: Berbeza dengan pembuat avatar lain, sambungan pelayar kami berfungsi dengan lancar tanpa talian. Tiada lagi kebimbangan mengenai sambungan internet yang stabil. Buat avatar yang menakjubkan pada bila-bila masa, di mana sahaja.\nCiri-ciri Maker:\n- Warna Kulit: Pilih daripada pelbagai jenis warna kulit untuk mewakili individualiti anda.\n- Aksesori: Dari topi yang moden kepada manik-manik yang bergaya, tingkatkan avatar anda dengan pelbagai pilihan aksesori.\n- Pakaian: Berpakaian untuk menarik perhatian dengan pelbagai pakaian yang moden. Campurkan dan padankan untuk mencipta gaya anda yang unik.\n- Alis: Sesuaikan alis avatar anda dengan bentuk dan warna yang berbeza untuk ekspresi yang sempurna.\n- Mata: Cari pasangan mata yang sempurna untuk menangkap watak avatar anda, dari berkilauan dan hidup hingga misteri dan menarik.\n- Rambut wajah: Tambah sentuhan kemewahan atau kekasaran dengan pelbagai gaya rambut wajah, dari rambut wajah yang bersih hingga janggut.\n- Kaca mata: Jelajahi pelbagai pilihan pemandangan, dari sungai bergaya hingga kacamata klasik.\n- Rambut: Temui pelbagai gaya, warna dan tekstur rambut untuk mencari tampilan yang sempurna untuk avatar anda.\n- Mulut: Ekspresikan diri anda dengan pelbagai mulut yang tersenyum, ketawa atau berkerut. Cari yang paling tepat untuk menggambarkan suasana hati anda.\n- Tato: Buat pernyataan yang berani dengan pelbagai tato artistik, yang membolehkan anda mengekspresikan individualiti anda dengan cara yang unik.\nDengan Avatar Maker Studio, anda memegang kuasa untuk mencipta avatar yang mewakili esensi anda yang sebenar. Samada anda seorang artis, pembuat kandungan atau hanya seseorang yang ingin menambah sentuhan peribadi kepada kehadiran dalam talian mereka, sambungan pelayar ini adalah alat kebangsaan anda untuk ekspresi diri.\nJangan berpuas hati dengan avatar generik. Buat avatar yang benar-benar milik anda dengan Avatar Maker Studio. Muat turun sambungan sekarang dan buka dunia kemungkinan yang tidak terhingga. Lepaskan kreativiti anda hari ini!",
    "mr": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nआप आपल्या ऑनलाइन उजागरणासाठी तयार आहात का? Avatar Maker Studioच्या साथी, संभवता अनंत आहेत. आपण सारेकडे वेगळे आणि वैयक्तिकृत डिजिटल आईडेंटिटीज तयार करू शकता. घटकांमध्ये आलेले आणि तुमच्यासाठी स्थायी प्रभाव सुरु करण्याचे कुणीतरी कुणीतरी क्लिकांनी सारेकडे आलेले आहे.\n\nOffline Functionality: इतर अवतार निर्मितींच्या विपरीत, आमच्या ब्राउझर एक्स्टेंशनचा व्यवस्थापित करणे सोपे आहे. आता कोणतेही स्थिर इंटरनेट कनेक्शन चा विचार करावा. कोणत्याही वेळी आणि कोणत्याही ठिकाणी आपल्या अवतार तयार करा आणि आपल्याला आकर्षित करा. \n\nMaker Features:\n- Skin Color: आपण अनेक तपशील आणि फेरबरीच्या त्वचा रंगांमध्ये आपल्या वैयक्तिकत्याचे प्रतीक घेण्यासाठी निवडू शकता.\n- Accessories: ताजे टॉपवर्स ते स्टाईलिश ईर्रिंग्सच्या साथी, आपल्या अवतारासाठी विसरू नका आणि आपल्या वैयक्तिकत्याची सार्वभौमिक प्रतीक घेण्यासाठी विविध संप्रदायाची एक्सेसरीज निवडा.\n- Clothes: फॅशनेबल कपडेच्या विसरून आपल्याला आकर्षीत करा. आपण मिक्स आणि मॅच करून आपल्याला अनोखे शैली तयार करा.\n- Eyebrows: आपल्या अवताराच्या आडव्याचा आकार आणि रंग बदलून आपल्या आवडत्या व्हेर्सन प्राप्त करा.\n- Eyes: आपल्या अवताराच्या व्यक्तीत्वाचे प्रतीक घेण्यासाठी आपण आकर्षित, चमकदार, रहस्यमय आणि आकर्षित पायांच्या आईजच्या पॅरेक्स निवडू शकता.\n- Facial Hair: स्वच्छ दाढेपट्टींच्या साथी, मस्टच्च्सच्या प्रमाणे, आपण सुंदरता किंवा रगडत्या टोकावर आपल्या अवतारासाठी विविध त्वचा शैली निवडू शकता.\n- Glasses: शैच सनग्रीस ते कॅसिक स्पेक्टॅक्स यांच्या प्रमाणे, आपण आपल्या अवतारासाठी एक्स्टेंशन मध्ये विविध आईजच्या पॅरेक्स निवडू शकता. \n- Hair: आपल्या अवतारासाठी आपल्याला आकर्षित करण्यासाठी शैली, रंग आणि टेक्स्चर यांच्या विविध प्रकारांमध्ये निवडू शकता. \n- Mouths: आपल्या मूडच्या व्हेर्सनासाठी आपण स्मिलिंग, लॅचिंग आणि पाउटिंग मॉउथ्स निवडू शकता. आपण आपल्या माहितीची आवड घेण्यासाठी त्याचा एक प्रकार निवडा.\n- Tattoos: आपण आपल्या अवताराच्या वैयक्तिकत्याचे प्रतीक घेण्यासाठी कलात्मक टॅटूस यांच्या विविध प्रकारांमध्ये निवडू शकता.\n\nAvatar Maker Studioच्या साथी, आपण त्याच्या माध्यमातून आपल्या अस्तित्वाच्या आत्मविश्वासाचे अवतार तयार करू शकता. जर आपण कलाकार, सामग्री निर्मितीकर्ता किंवा केवळ आपल्या ऑनलाइन उजागरणामध्ये वैयक",
    "ms": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nApakah anda bersedia untuk mengubah suai wujud dalam talian anda? Dengan Avatar Maker Studio, kemungkinan adalah tak terhingga. Buat identiti digital yang unik dan disesuaikan yang benar-benar mewakili siapa anda. Berdiri keluar daripada orang ramai dan buat kesan yang kekal hanya dengan beberapa klik.\nFungsi Offline: Berbeza daripada pembuat avatar lain, sambungan pelayar kami berfungsi dengan lancar tanpa talian. Tiada lagi risau tentang sambungan internet yang stabil. Buat avatar yang menakjubkan kapan saja, di mana saja.\nCiri-ciri Maker:\n- Warna Kulit: Pilih daripada pelbagai nada kulit untuk mencerminkan kelainan anda.\n- Aksesori: Dari topi yang moden hingga manik-manik yang berfesyen, tingkatkan avatar anda dengan pelbagai pilihan aksesori.\n- Pakaian: Berpakaian untuk menarik perhatian dengan pelbagai pakaian yang moden. Campur dan padankan untuk mencipta gaya anda yang unik.\n- Alis: Sesuaikan alis avatar anda dengan pelbagai bentuk dan warna untuk ekspresi yang sempurna.\n- Mata: Cari pasangan mata yang sempurna untuk menangkap watak avatar anda, dari berkilauan dan hidup hingga misteri dan menarik.\n- Rambut wajah: Tambahkan sentuhan keanggunan atau keganasan dengan pelbagai gaya rambut wajah, dari berambut gugur yang rapi hingga janggut.\n- Kaca mata: Jelajahi pelbagai pilihan pemakaian mata, dari cermin mata yang chic hingga kacamata klasik.\n- Rambut: Carilah pelbagai gaya, warna dan tekstur rambut untuk mencari penampilan yang sempurna untuk avatar anda.\n- Mulut: Ekspresikan diri anda dengan pelbagai mulut yang tersenyum, tertawa atau mengusik. Carilah yang paling menggambarkan mood anda.\n- Tato: Buat kenyataan yang berani dengan pelbagai tato seni, yang membolehkan anda mengekspresikan kelainan anda dengan cara yang unik.\nDengan Avatar Maker Studio, anda memegang kuasa untuk mencipta avatar yang mewakili asal anda. Samada anda seorang pelukis, pencipta kandungan atau hanya seseorang yang ingin menambah sentuhan peribadi kepada wujud dalam talian mereka, sambungan pelayar ini adalah alat anda yang paling utama untuk ekspresi diri.\nJangan puas hati dengan avatar generik. Buat avatar yang unik milik anda dengan Avatar Maker Studio. Muat turun sambungan sekarang dan buka dunia kemungkinan yang tak terhingga. Lepaskan kreativiti anda hari ini!",
    "nl": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nBen je klaar om je online aanwezigheid te revolutioneren? Met Avatar Maker Studio zijn de mogelijkheden eindeloos. Maak unieke en gepersonaliseerde digitale identiteiten die echt jou vertegenwoordigen. Spring eruit boven de massa en maak een blijvende indruk met slechts een paar klikken.\nOffline functionaliteit: In tegenstelling tot andere avatar-makers werkt onze browser-extensie probleemloos offline. Geen zorgen meer over een stabiele internetverbinding. Maak indrukwekkende avatars op elk moment, op elke plaats.\nMaker-functies:\n- Huidskleur: Kies uit een divers aanbod aan huidtinten om je individualiteit weer te geven.\n- Accessoires: Van trendy hoeden tot stijlvolle oorbellen, verfraai je avatar met een breed scala aan accessoires.\n- Kleding: Kleding om indruk te maken met een enorme garderobe van modieuze outfits. Combineer en match om je unieke stijl te creëren.\n- Wenkbrauwen: Pas de wenkbrauwen van je avatar aan met verschillende vormen en kleuren voor de perfecte uitdrukking.\n- Ogen: Vind het perfecte paar ogen om de persoonlijkheid van je avatar te vangen, van glinsterend en levendig tot mysterieus en betoverend.\n- Gezichtshaar: Voeg een vleugje elegantie of robuustheid toe met verschillende gezichtshaarstijlen, van goed verzorgde baarden tot snorren.\n- Brillen: Verken een uitgebreide collectie brillen, van trendy zonnebrillen tot klassieke brillen.\n- Haar: Ontdek een multitiude aan kapsels, kleuren en texturen om de perfecte look voor je avatar te vinden.\n- Monden: Express jezelf met een assortiment aan glimlachende, lachende of fronsende monden. Vind degene die je stemming het beste weergeeft.\n- Tattoos: Maak een audaciële verklaring met een assortiment kunstzinnige tattoos, waarmee je je individualiteit op een unieke manier kunt uiten.\nMet Avatar Maker Studio heb je de macht om avatars te creëren die jouw ware essentie weerspiegelen. Of je nu een kunstenaar, contentcreator bent of gewoon iemand die een persoonlijke touch wil toevoegen aan hun online aanwezigheid, deze browser-extensie is je ultieme hulpmiddel voor zelfexpressie.\nSettel niet voor generieke avatars. Maak avatars die uniek jouw zijn met Avatar Maker Studio. Download nu de extensie en ontgrendel een wereld van eindeloze mogelijkheden. Ontketen je creativiteit vandaag nog!",
    "no": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nEr du klar til å revolusjonere din online tilstedeværelse? Med Avatar Maker Studio er mulighetene uendelige. Lag unike og personlige digitale identiteter som virkelig representerer deg. Skille seg ut fra mengden og gjøre et varig inntrykk med bare noen få klikk.\nOffline-funksjonalitet: I motsetning til andre avatar-makere fungerer vår nettleserutvidelse sømløst offline. Ingen flere bekymringer for en stabil internettforbindelse. Lag fantastiske avatarer når som helst, hvor som helst.\nMaker-funksjoner:\n- Hudfarge: Velg blant et mangfold av hudtoner for å reflektere din individualitet.\n- Tilbehør: Fra trendy hatter til stilfulle øredobber, forbedre avatar med et stort utvalg av tilbehør.\n- Klær: Klæ deg for å imponere med et enormt garderobe med moteriktige antrekk. Bland og match for å skape din unike stil.\n- Øyebryn: Tilpass avatar-øyebrynene med ulike former og farger for det perfekte uttrykket.\n- Øyne: Finn det perfekte øyeparet for å fange avatarens personlighet, fra glitrende og levende til mystisk og fengslende.\n- Ansiktshår: Legg til et touch av sofistikasjon eller råskap med ulike ansiktshårstiler, fra velstelte skjegg til mustasjer.\n- Briller: Utforsk et omfattende utvalg av brillemuligheter, fra chic solbriller til klassiske briller.\n- Hår: Oppdag et mangfold av frisyrer, farger og teksturer for å finne det perfekte utseendet for avatar.\n- Munner: Uttrykk deg selv med et utvalg av smilende, latterlige eller surmulende munn. Finn den som best formidler humøret ditt.\n- Tattoer: Gjør et kraftig utsagn med et utvalg av kunsttatoveringer, som lar deg uttrykke din individualitet på en unik måte.\nMed Avatar Maker Studio har du makten til å skape avatarer som uttrykker din sanne essens. Enten du er kunstner, innholdsskaper eller bare noen som vil legge til en personlig berøring til sin online tilstedeværelse, er denne nettleserutvidelsen ditt ultimative verktøy for selvuttrykk.\nSett deg ikke for generiske avatarer. Skap avatarer som er unikt dine med Avatar Maker Studio. Last ned utvidelsen nå og lås opp et verdensomspennende av uendelige muligheter. Slipp kreativiteten din løs i dag!",
    "pl": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nCzy jesteś gotowy do rewolucjonizacji swojej obecności online? Dzięki Avatar Maker Studio, możliwości są nieograniczone. Stwórz unikalne i spersonalizowane tożsamości cyfrowe, które naprawdę odzwierciedlają to, kim jesteś. Wybij się z tłumu i zostaw trwałe wrażenie zaledwie kilkoma kliknięciami.\nFunkcjonalność offline: W przeciwieństwie do innych twórców awatarów, nasze rozszerzenie przeglądarki działa bezproblemowo offline. Nie ma już obaw o stabilne połączenie internetowe. Stwórz oszałamiające awatary kiedy i gdzie chcesz.\nFunkcje twórcy:\n- Kolor skóry: Wybierz z różnorodnych odcieni skóry, aby odzwierciedlić swoją indywidualność.\n- Akcesoria: Od modnych kapeluszy po stylowe kolczyki, wzbogać swojego awatara szerokim wyborem akcesoriów.\n- Ubrania: Ubierz się, aby zaimponować szerokim asortymentem modnych strojów. Łącz i mieszaj, aby stworzyć swój unikalny styl.\n- Brwi: Dostosuj brwi swojego awatara z różnymi kształtami i kolorami, aby uzyskać idealne wyrażenie.\n- Oczy: Znajdź idealny kolor oczu, aby odzwierciedlić osobowość swojego awatara, od błyszczących i żywych po tajemnicze i fascynujące.\n- Zarost: Dodaj nutę elegancji lub odważności za pomocą różnych stylów zarostu, od starannie przystrzyżonych brodzików po wąsy.\n- Okulary: Przeglądaj szeroką gamę opcji okularów, od eleganckich okularów przeciwsłonecznych po klasyczne okulary.\n- Włosy: Odkryj mnóstwo fryzur, kolorów i tekstur, aby znaleźć idealny wygląd dla swojego awatara.\n- Usta: Wyraź siebie za pomocą szerokiej gamy uśmiechniętych, śmiejących się lub płaczących ust. Znajdź tę, która najlepiej oddaje twój nastrój.\n- Tatuaże: Zrób śmiałe oświadczenie za pomocą różnorodnych tatuaży artystycznych, pozwalając wyrazić swoją indywidualność w unikalny sposób.\nDzięki Avatar Maker Studio masz moc tworzenia awatarów, które oddają twoją prawdziwą istotę. Czy jesteś artystą, twórcą treści czy po prostu kimś, kto chce dodać osobisty dotyk do swojej obecności online, to rozszerzenie przeglądarki jest twoim ostatecznym narzędziem do wyrażania siebie.\nNie godź się na generyczne awatary. Stwórz awatary, które są wyłącznie twoje, z Avatar Maker Studio. Pobierz rozszerzenie teraz i odblokuj świat nieograniczonych możliwości. Uwolnij swoją twórczość już dziś!",
    "pt_BR": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nEstá pronto para revolucionar sua presença online? Com o Avatar Maker Studio, as possibilidades são infinitas. Crie identidades digitais únicas e personalizadas que realmente reflitam quem você é. Destaque-se da multidão e crie uma impressão duradoura com apenas alguns cliques.\n\nFuncionalidade Off-line: Ao contrário de outros criadores de avatares, nossa extensão de navegador funciona perfeitamente offline. Sem mais preocupações com uma conexão de internet estável. Crie avatares impressionantes a qualquer momento, em qualquer lugar.\n\nRecursos do Maker:\n- Cor da pele: Escolha entre uma diversa gama de tons de pele para refletir sua individualidade.\n- Acessórios: De chapéus modernos a brincos estilosos, aprimore seu avatar com uma ampla seleção de acessórios.\n- Roupas: Vestir para impressionar com um vasto guarda-roupa de roupas modernas. Misture e combine para criar seu estilo único.\n- Sobrancelhas: Personalize as sobrancelhas do seu avatar com diferentes formas e cores para a expressão perfeita.\n- Olhos: Encontre o par de olhos perfeito para capturar a personalidade do seu avatar, de brilhantes e vibrantes a misteriosos e encantadores.\n- Barba: Adicione uma toque de sofisticação ou robustez com vários estilos de barba, desde barbas bem cuidadas até bigodes.\n- Óculos: Explore uma extensiva coleção de opções de óculos, desde óculos de sol chiques até óculos clássicos.\n- Cabelo: Descubra uma multiplicidade de estilos, cores e texturas de cabelo para encontrar o look perfeito para o seu avatar.\n- Bocas: Expresse-se com uma variedade de bocas sorridentes, rindo ou franzindo a testa. Encontre a que melhor transmite seu humor.\n- Tatuagens: Faça uma declaração ousada com uma variedade de tatuagens artísticas, permitindo que você expresse sua individualidade de maneira única.\n\nCom o Avatar Maker Studio, você detém o poder de criar avatares que embody sua verdadeira essência. Seja você um artista, um criador de conteúdo ou simplesmente alguém que deseja adicionar um toque pessoal à sua presença online, esta extensão de navegador é a sua ferramenta definitiva para autor-expressão.\n\nNão se contente com avatares genéricos. Crie avatares únicos seus com o Avatar Maker Studio. Baixe a extensão agora e desbloqueie um mundo de possibilidades infinitas. Libere sua criatividade hoje!",
    "pt_PT": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nEstá pronto para revolucionar a sua presença online? Com o Avatar Maker Studio, as possibilidades são infinitas. Crie identidades digitais únicas e personalizadas que realmente representem quem você é. Destaque-se da multidão e faça uma impressão duradoura com apenas alguns cliques.\n\nFuncionalidade offline: Ao contrário de outros criadores de avatares, nossa extensão de navegador funciona perfeitamente offline. Não mais preocupações com uma conexão de internet estável. Crie avatares impressionantes a qualquer momento e em qualquer lugar.\n\nRecursos do Maker:\n- Cor da pele: Escolha entre uma diversidade de tons de pele para refletir a sua individualidade.\n- Acessórios: De chapéus modernos a brincos estilosos, melhore o seu avatar com uma ampla seleção de acessórios.\n- Roupas: Vista-se para impressionar com um vasto guarda-roupa de roupas fashion. Misture e combine para criar o seu estilo único.\n- Sobrancelhas: Personalize as sobrancelhas do seu avatar com diferentes formas e cores para a expressão perfeita.\n- Olhos: Encontre o par de olhos perfeito para capturar a personalidade do seu avatar, desde brilhantes e vibrantes até misteriosos e fascinantes.\n- Barba: Adicione um toque de sofisticação ou rusticidade com vários estilos de barba, desde barbas bem cuidadas até bigodes.\n- Óculos: Explore uma extensa coleção de opções de óculos, desde óculos de sol elegantes até óculos clássicos.\n- Cabelo: Descubra uma multidão de estilos, cores e texturas de cabelo para encontrar o look perfeito para o seu avatar.\n- Bocas: Expresse-se com uma variedade de bocas sorridentes, rindo ou bufando. Encontre aquela que melhor expressa o seu humor.\n- Tatuagens: Faça uma declaração audaciosa com uma variedade de tatuagens artísticas, permitindo que você expresse a sua individualidade de uma forma única.\n\nCom o Avatar Maker Studio, você tem o poder de criar avatares que representam a sua verdadeira essência. Seja você um artista, um criador de conteúdo ou simplesmente alguém que deseja adicionar um toque pessoal à sua presença online, esta extensão de navegador é a sua ferramenta definitiva para a autoexpressão.\n\nNão se contente com avatares genéricos. Crie avatares que sejam únicos com o Avatar Maker Studio. Baixe a extensão agora e desbloqueie um mundo de possibilidades infinitas. Libere a sua criatividade hoje!",
    "ro": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nSunteți pregătiți să revoluționați prezența dvs. online? Cu Avatar Maker Studio, posibilitățile sunt nelimitate. Creați identități digitale unice și personalizate care să reflecte cu adevărat cine sunteți. Destinați-vă din mulțime și faceți o impresie durabilă cu doar câteva clicuri.\nFuncționalitate offline: Spre deosebire de alte maker-uri de avatar, extensia noastră pentru browser funcționează fără probleme offline. Nu mai există griji cu privire la o conexiune stabilă la internet. Creați avataruri uimitoare oricând și oriunde.\nCaracteristici ale Maker-ului:\n- Culoarea pielii: Alegeți dintr-o gamă diversă de nuanțe de piele pentru a reflecta individualitatea dvs.\n- Accesorii: De la pălării moderne la cercei elegant, îmbunătățiți avatarul dvs. cu o selecție largă de accesorii.\n- Haine: Imbracați-vă pentru a impresiona cu o garderobă vastă de îmbrăcăminte la modă. Amestecați și combinați pentru a crea stilul dvs. unic.\n- Sprâncene: Personalizați sprâncenele avatarului dvs. cu forme și culori diferite pentru expresia perfectă.\n- Ochi: Găsiți perechea perfectă de ochi pentru a captura personalitatea avatarului dvs., de la strălucitor și vibrant la misterios și captivant.\n- Păr facial: Adăugați o atingere de eleganță sau rezistență cu diverse stiluri de păr facial, de la bărbii bine îngrijite la mustăți.\n- Ochelari: Explorați o colecție extinsă de opțiuni de ochelari, de la ochelari de soare chic la ochelari clasici.\n- Păr: Descoperiți o mulțime de stiluri, culori și texturi pentru a găsi look-ul perfect pentru avatarul dvs.\n- Guri: Exprimați-vă cu o gamă de guri zâmbitoare, râzând sau pufăind. Găsiți pe cel care transmite cel mai bine starea dvs. de spirit.\n- Tatuaje: Faceți o afirmație puternică cu o varietate de tatuaje artistice, care vă permit să vă exprimați individualitatea într-un mod unic.\nCu Avatar Maker Studio, aveți puterea de a crea avataruri care îmbracă esența adevărată a dvs. Fie că sunteți artist, creator de conținut sau pur și simplu cineva care dorește să adauge o notă personală prezenței sale online, această extensie pentru browser este instrumentul dvs. definitiv pentru auto-expresie.\nNu vă mulțumiți cu avataruri generice. Creați avataruri care sunt unic ale dvs. cu Avatar Maker Studio. Descărcați extensia acum și deblocați o lume de posibilități nelimitate. Dezlănțuiți-vă creativitatea astăzi! Cu fiecare imagine pe care o creați, puteți fi mândri că ați creat o parte din voi care poate fi exprimată în lumea digitală. Avatar Maker Studio vă oferă posibilitatea de a vă crea propriul dvs. avatar creativ, unic și personalizat, care să vă reflecte adevăratul eu. Cu o selecție largă de culori de piele, accesorii, îmbrăcăminte, sprâncene, ochi, păr facial, ochelari, păr și tatuaje, puteți crea avataruri care să reprezinte cine sunteți cu adevărat și să se potrivească perfect personalității și stilului dvs. individual. De la look-uri sofisticate și moderne la stiluri mai neobișnuite și creative, cu Avatar Maker Studio, puteți crea o versiune digitală a dvs. care să vă reprezinte și să vă facă să vă simțiți mândri. Astfel, veți putea face o impresie durabilă și veți ieși în evidență de la mulțime. Descărcați extensia acum și deblocați o lume de posibilități nelimitate. Dezlănțuiți-vă creativitatea astăzi și creați un avatar care să vă reprezinte cu adevărat!",
    "ru": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nВы готовы внести революцию в свое онлайн-присутствие? С Avatar Maker Studio возможно все. Создавайте уникальные и персонализированные цифровые личности, которые действительно отражают вас. Выделяйтесь из толпы и оставляйте прочное впечатление всего за несколько кликов.\n\nФункция автономного режима: В отличие от других создателей аватаров, наше расширение браузера работает бесперебойно даже в автономном режиме. Больше нет необходимости беспокоиться о стабильном интернет-соединении. Создавайте потрясающие аватары в любое время и в любом месте.\n\nФункции создателя: \n- Цвет кожи: Выберите из богатого разнообразия тонов кожи, чтобы отразить свою индивидуальность.\n- Аксессуары: От стильных шляп до элегантных сережек - украсьте свой аватар широким ассортиментом аксессуаров.\n- Одежда: Одевайтесь для впечатления с огромным гардеробом модных нарядов. Смешивайте и комбинируйте, чтобы создать свой уникальный стиль.\n- Брови: Настраивайте брови аватара с различными формами и цветами для идеального выражения.\n- Глаза: Найдите идеальную пару глаз, чтобы захватить личность аватара, от блеска и жизнерадостности до таинственности и очарования. \n- Фасон бороды: Добавьте нотку элегантности или неуклюжести с различными стилями бород, от ухоженных бород до мусташей.\n- Очки: Исследуйте обширную коллекцию оптики, от шикарных солнцезащитных очков до классических очков.\n- Волосы: Откройте для себя множество причесок, цветов и текстур, чтобы найти идеальный вид для вашего аватара.\n- Роты: Выражайте себя с помощью ассортимента улыбающихся, смеющихся или прищурившихся ртов. Найдите тот, который лучше всего выражает ваше настроение.\n- Татуировки: Сделайте смелое заявление с помощью ассортимента художественных татуировок, что позволяет вам выразить свою индивидуальность в уникальном стиле.\n\nС Avatar Maker Studio вы имеете возможность создавать аватары, которые отражают вашу истинную суть. Независимо от того, вы ли художник, создатель контента или просто тот, кто хочет добавить личную оттеночку в свое онлайн-присутствие, это расширение браузера является Вашим универсальным инструментом для самовыражения. \n\nНе уступайте общепринятым аватарам. Создавайте аватары, которые уникально ваши с Avatar Maker Studio. Скачайте расширение сейчас и разблокируйте мир бесконечных возможностей. Освободите свою творческую натуру уже сегодня!",
    "sk": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nSte pripravení premeniť svoju online prítomnosť? S Avatar Maker Studio, možnosti sú nekonečné. Vytvorte jedinečné a personalizované digitálne identity, ktoré skutočne reprezentujú, kto ste. Vyniknite z davu a zanechajte trvalý dojem v priebehu niekoľkých kliknutí.\n\nFunkcionalita offline: Na rozdiel od ostatných tvorcov avatárov funguje naša prehliadačová rozšírenie bezchybne aj offline. Žiadne ďalšie obavy o stabilnom internetovom pripojení. Vytvorte úžasné avatáry kedykoľvek a kdekoľvek.\n\nVlastnosti Maker:\n- Farba pokožky: Vyberte si z rôznych odtieňov pleti, aby ste odzrkadlili svoju individualitu.\n- Príslušenstvo: Od trendy klobúkov po štýlové náušnice, vylepšite svojho avatara širokou ponukou príslušenstva.\n- Oblečenie: Oblečte sa na prekvapenie s obrovskou šatníkovou zbierkou módnych oblečení. Miešajte a kombinujte, aby ste vytvorili svoj jedinečný štýl.\n- Obočie: Prispôsobte obočie svojho avatara rôznymi tvarmi a farbami pre dokonalý výraz.\n- Oči: Nájdite dokonalý pár očí, aby ste zachytili osobnosť svojho avatara, od tŕnistých a žiarivých po tajomné a príťažlivé.\n- Fúzy: Pridajte dotyk sofistikácie alebo drsnosti s rôznymi fúzovými štýlmi, od dobre upravených bradiek po fúzy.\n- Okuliare: Prezrite si širokú zbierku okuliarov, od šikovných slnečných okuliarov po klasické okuliare.\n- Vlasy: Objavte množstvo účesov, farieb a textúr, aby ste našli dokonalý vzhľad pre svojho avatara.\n- Ústa: Vyjadrite sa s množstvom úsmevov, smiechov alebo pružných úst. Nájdite to, čo najlepšie prezrádza vašu náladu.\n- Tetovanie: Urobte odvážny výrok s rôznymi umeleckými tetovaniami, čím umožníte vyjadriť svoju individualitu v unikátnom spôsobe.\n\nS Avatar Maker Studio máte moc vytvárať avatáry, ktoré vyjadrujú vašu skutočnú podstatu. Či už ste umelcom, tvorcom obsahu alebo len niekto, kto chce pridať osobnú dotyk do svojej online prítomnosti, toto prehliadačové rozšírenie je vaším ultimátnym nástrojom na sebarealizáciu.\n\nNeskladajte sa na univerzálne avatáry. Vytvorte avatáry, ktoré sú jedinečne vaše s Avatar Maker Studio. Stiahnite si rozšírenie teraz a odomknite svet nekonečných možností. Uvoľnite svoju kreativitu už dnes!",
    "sl": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nAli ste pripravljeni revolucionirati svojo spletno prisotnost? Z Avatar Maker Studio so možnosti neomejene. Izdelajte edinstvene in prilagojene digitalne identitete, ki resnično predstavljajo, kdo ste. Izstopite iz množice in naredite trajen vtis zgolj z nekaj kliki.\nFunkcionalnost brez povezave: V nasprotju s drugimi ustvarjalci avatarjev deluje naša brskalnikova razširitev brezhibno brez povezave. Ne skrbite več za stabilno internetno povezavo. Ustvarite čudovite avatarje kadarkoli in kjerkoli.\nZnačilnosti ustvarjalca:\n- Barva kože: Izberite iz raznolikega nabora barv kože, da odraža vašo individualnost.\n- Dodatki: Od trendovskih klobukov do stilskih naušnic, izboljšajte svojega avatarja z široko izbiro dodatkov.\n- Oblačila: Oblecite se, da navdušite z obširno garderobo modnih oblačil. Mešajte in ujemajte, da ustvarite edinstven slog.\n- Obrvi: Prilagodite obrvi svojega avatarja z različnimi oblikami in barvami za popolno izrazitev.\n- Oči: Poiščite popolnega para oči, ki bi ujele osebnost vašega avatarja, od sijočih in živahnih do skrivnostnih in očarljivih.\n- Brki: Dodajte dotik prefinjenosti ali grubosti z različnimi slogi brkov, od dobro urejenih brkov do brkov.\n- Očala: Raziskujte obširno zbirko možnosti očal, od čipkastih sončnih očal do klasičnih očal.\n- Lasje: Odkrijte množico pričesk, barv in tekstur, da poiščete popoln videz za svojega avatarja.\n- Ustnice: Izrazite se z naborom nasmejanih, smejalnih ali krčenih ustnic. Poiščite tistega, ki najbolje izraža vaše razpoloženje.\n- Tetovaže: Naredite drzno izjavo z raznoliko umetniškimi tetovažami, ki vam omogočajo izražanje svoje individualnosti na edinstven način.\nZ Avatar Maker Studio imate moč ustvariti avatarje, ki vsebujejo vašo resnično bistvo. Ali ste umetnik, ustvarjalec vsebin ali preprosto nekdo, ki želi svoji spletni prisotnosti dodati oseben dotik, je ta brskalnikova razširitev vaše popolno orodje za samoizražanje.\nNe zadovoljujte se z generičnimi avatarji. Izdelajte avatarje, ki so edinstveno vaši z Avatar Maker Studio. Zdaj prenesite razširitev in odklenite svet neskončnih možnosti. Danes sprostite svojo kreativnost!",
    "sr": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nJesi li spreman da revolucionarišeš svoj online prisustvo? Sa Avatar Maker Studio, mogućnosti su beskrajne. Kreirajte jedinstvene i personalizovane digitalne identitete koji zaista predstavljaju ko ste Vi. Izdvojite se iz mase i ostavite trajni utisak sa samo nekoliko klikova.\nOffline Funkcionalnost: U poređenju sa drugim avatar makerima, naše browser ekstenzije radi bezbedno i bez ikakvih problema i offline. Više se ne morate brinuti o stabilnoj internet vezi. Kreirajte neverovatne avatare bilo kad, bilo gde.\nFunkcije Makera:\n- Boja kože: Izaberite iz raznovrsnih tonova kože da biste oslikali svoju individualnost.\n- Dodaci: Od trendy šešira do stilskih minđuša, unapredite svoj avatar sa širokim izborom dodataka.\n- Odeća: Obucite se da impresionirate sa ogromnim ormanom modnih komada. Mešajte i uklapajte da biste stvorili svoj jedinstveni stil.\n- Obrve: Prilagodite obrve svog avatara različitim oblicima i bojama za savršen izraz.\n- Oči: Nađite savršen par očiju da zabeleži ličnost vašeg avatara, od sjajnih i živopisnih do tajanstvenih i očaravajućih.\n- Brada: Dodajte dodir sofisticiranosti ili čvrstoće sa različitim stilovima brade, od uredno održavane do brkova.\n- Naočare: Istražite obimnu kolekciju naočara, od šik sunčanih načala do klasičnih naočara.\n- Kosa: Otkrijte mnoštvo frizura, boja i tekstura da pronađete savršen izgled za vaš avatar.\n- Usne: Izrazite sebe sa nizom osmeha, smeha ili grimasa. Nađite onu koja najbolje prenosi vašu raspoloženje.\n- Tatuiranje: Napravite izrazitu izjavu sa raznim umetničkim tetovažama, dopuštajući vam da izrazite svoju individualnost na jedinstven način.\nSa Avatar Maker Studio, Vi imate moć da kreirate avatare koji odražavaju vašu istinsku suštinu. Bilo da ste umetnik, stvaralac sadržaja ili jednostavno neko ko želi da doda lični dotik svojom online prisustvu, ova browser ekstenzija je vaš konačni alat za samoizražavanje.\nNe zadovoljavajte se genericnim avatarima. Kreirajte avatare koji su jedinstveno vaši sa Avatar Maker Studio. Preuzmite ekstenziju sada i otključajte svet beskrajnih mogućnosti. Otplaćite svoju kreativnost danas!",
    "sv": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nÄr du redo att revolutionera din online-närvaro? Med Avatar Maker Studio är möjligheterna oändliga. Skapa unika och personliga digitala identiteter som verkligen representerar vem du är. Stick ut ur mängden och gör ett bestående intryck med bara ett par klick.\nOffline-funktionalitet: Till skillnad från andra avatar-skapare fungerar vår webbläsartillägg problemfritt offline. Inga fler oro för en stabil internetanslutning. Skapa slående avatarer när som helst, var som helst.\nSkapa funktioner:\n- Hudfärg: Välj mellan en mångfald av hudtoner för att återspegla din individualitet.\n- Tillbehör: Från trendiga hattar till stiliga örhängen, förbättra din avatar med ett brett utbud av tillbehör.\n- Kläder: Klä dig för att imponera med en stor garderob av modefulla kläder. Blanda och matcha för att skapa din unika stil.\n- Ögonbryn: Anpassa din avatars ögonbryn med olika former och färger för det perfekta uttrycket.\n- Ögon: Hitta den perfekta par ögon för att fånga din avatars personlighet, från glittrande och levande till mystiska och fängslande.\n- Ansiktshår: Lägg till en touch av sophistication eller ruggighet med olika ansiktshårstilar, från välansade skägg till mustascher.\n- Glasögon: Utforska en omfattande samling glasögonalternativ, från stiliga solglasögon till klassiska bågar.\n- Hår: Upptäck en mängd olika frisyrer, färger och texturer för att hitta det perfekta utseendet för din avatar.\n- Munnar: Uttryck dig själv med en rad leende, skrattande eller pouting mun. Hitta den som bäst återspeglar din stämning.\n- Tatueringar: Gör ett modigt uttalande med en samling konstnärliga tatueringar, som låter dig uttrycka din individualitet på ett unikt sätt.\nMed Avatar Maker Studio har du makten att skapa avatarer som uttrycker din sanna essens. Oavsett om du är en konstnär, innehållsskapare eller bara någon som vill lägga till en personlig touch till sin online-närvaro är detta webbläsartillägg ditt ultimata verktyg för självuttryck.\nNöj dig inte med generiska avatarer. Skapa avatarer som är helt unika med Avatar Maker Studio. Ladda ner tillägget nu och lås upp en värld av oändliga möjligheter. Låt din kreativitet flöda idag!",
    "sw": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nJe! Umenishauriwa kujaribu kurekebisha uwezo wako wa kupata udhibiti wa nje? Pamoja na Avatar Maker Studio, uwezo ni wa kulinda. Tengeneza aina za kibinafsi zinazojulikana kweli na kuonyesha ni nani. Kupata fursa ya kuonyesha uwezo wako kwa kufanya mabadiliko mengi kwa vitendo vidogo tu.\nMfumo wa Offline: Kulingana na vifaa vingine vya kutengeneza avatar, kiangazi yetu inafanya kazi kwa usawa bila kuwa na uhusiano wa mtandao. Hakuna tatizo zaidi kuhusu usalama wa mtandao. Tengeneza avatar za kujivunia hata wakati wowote, mahali popote.\nVipengele vya Maker:\n- Rangi ya Nywele: Chagua kati ya rangi za nywele za kipekee ili kureflekta utu wako.\n- Vifaa: Kuanzia viatu vya kisasa hadi vidonge vya macho, ongeza avatar yako na chaguzi la vifaa vingi.\n- Nguo: Panga jinsi ya kuonyesha uwezo wako kwa kutumia nguo nzuri za kisasa. Panga na kubadilisha ili kutengeneza jinsi lako la pekee.\n- Mabrowi: Bonyeza avatar yako na vipengele vingi vya mabrowi, kuanzia vya kufurahisha hadi vya kufurahisha.\n- Macho: Pata macho yanayoonekana kwa kuonyesha wazi uwezo wako, kuanzia macho yenye sparkle na vibrancy hadi yenye mistero na kuonyesha uzuri.\n- Ngozi: Ongeza uwezo wa kujivuna kwa kutumia ngozi nyingi, kuanzia ngozi za kujivuna za kisasa hadi za kawaida.\n- Nywele: Tembelea kwa ukubwa wa nywele, rangi na mabadiliko ili kupata mtazamo wa pekee wa avatar yako.\n- Mdomo: Onyesha uwezo wako kwa kutumia mdomo wenye kujivuna, kukataa au kujivinua. Pata yule ambayo inaonyesha hali yako ya kawaida.\n- Tattoos: Ongeza ujazo wa kujivuna kwa kutumia mavazi ya sanaa, ambayo inaruhusu kuonyesha utu wako kwa njia ya pekee.\nPamoja na Avatar Maker Studio, una uwezo wa kutengeneza avatar zinazojulikana kweli. Kama una uwezo wa sanaa, mtu wa content creation au mtu anayetaka kuongeza kidole cha kibinafsi kwenye udhibiti wa nje, kiangazi hiki ni chombo chako cha msingi cha kuonyesha uwezo wako.\nUsiposee avatar za kawaida. Tengeneza avatar zinazojulikana kweli na Avatar Maker Studio. Pakua kiangazi sasa na funga ufunguo wa uwezo wa kulinda. Kufurahisha utamaduni wako sasa!",
    "ta": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nஉங்கள் ஆன்லைன் உள்ளத்தை வீரமாக மாற்ற செய்ய தயாரா? Avatar Maker Studio உடன் அனைத்து வழிகளும் அனைத்து தேவைகளும் உள்ளன. உங்கள் உணர்ந்து இருந்து உணர்வு கொண்ட தனிப்பட்ட ஆன்லைன் சுயவிவரங்களை உருவாக்கவும். குழுவிலிருந்து வெளியேறுகிறீர்கள் மற்றும் அதிகம் காரணமாக காரணமாக நிரப்பத்திற்கு காத்த நிலையில் சுவாரசியமான ஆன்லைன் இணைப்பு தேவை அல்ல. தயாரிப்பதற்கான அற்புதமான அவதாரங்களை எப்பொழுதும் ஒரு கீழ்க்கண்ட கிளிக்களில் அதிகம் காரணமாக காரணமாக நிரப்பத்திற்கு காத்த காலம் அல்ல. தயாரிப்பதற்கான அம்சங்கள்:\n- தோன் நிறம்: உங்கள் தனிப்பட்டத்தை குறிப்பிட முழு வகையில் கிடைக்கும் நிறங்களின் மீது தேர்ந்தெடுக்கவும்.\n- பொருட்கள்: டிரெண்டி ஹாட்ஸ் தொடர்ந்து ஸ்டைலிஷ் ஈர்ரிங்ஸ், உங்கள் அவதாரத்தை விரிவான விரிவான பொருட்கள் உடன் ஊக்கப்படுத்துவதற்கு அதிகம் காரணமாக காரணமாக நிரப்பத்திற்கு காத்த காலம் உங்களுக்கு உள்ளது.\n- ஆடைகள்: ஃபாஷனல் ஆக்கும் அண்ணாக்களின் உடன் தயாரிப்பதற்கான மிக பெரிய களஞ்சியம் உங்கள் அவதாரத்தை அதிகம் காரணமாக காரணமாக நிரப்பத்திற்கு காத்த பார்வையிடுங்கள்.\n- கண்ணைகள்: உங்கள் அவதாரத்தின் கண்ணைகளை விரிவான வகைகள், சிறிய பிளின்ஸ் முதல் கலாச்சார ஆகும் பிறகு தேர்ந்தெடுக்கவும்.\n- கண்ணோட்டங்கள்: சிக் சங்கள்கள் தொடர்ந்து கலாச்சார ஆ",
    "te": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nమీరు మీ ఆన్‌లైన్ ప్రస్తుతి మార్చడానికి తయారు ఉందా? అవతార్ మేకర్ స్టూడియోతో, విషయాలు అంతరంగిత్యం ఉంది. వ్యక్తిగతంగా మీరు అదే వారిని చేరుస్తున్న యునైక్లు అవతార్లను నిర్మించండి. సమూహం నుంచి వెళ్ళి మరియు క్లిక్స్ ద్వారా ఒక స్థిరంగా అనుభవాన్ని ఉంచండి.\n\nఆఫ్‌లైన్ ఫంక్షనాలిటీ: ఇతర అవతార్ మేకర్ల తో వెనుకు, మా బ్రౌజర్ ఎక్స్టెంషన్ సొంతంగా ఆఫ్లైన్ విధంగా పనిచేస్తుంది. స్థిరమైన ఇంటర్నెట్ కనెక్షన్ గురించి ఏమీ నిశ్చయాలు లేవు. ఏదైనా సొంతంగా అదిర్చున్న అవతార్లను కొనసాగడం లేదు, ఎక్కువగా.\n\nమేకర్ ఫీచర్స్:\n- తెలుపు: మీ వ్యక్తిగతంగా చేరుకోవడానికి వివిధ తెలుపు రంగులును ఎంచుకోండి.\n- అక్సెసరీస్: ట్రెండీ హ్యాట్స్ నుండి స్టైలిష్ ఈర్రింగ్స్ తో, విస్తృత ఎంపిక ఆక్సెసరీస్ యొక్క సహాయంతో మీ అవతార్ని అద్భుతమైనగా ఉంచండి.\n- ఉపాదిరులు: ఫ్యాషన్యాబుల్ ఆట్లుతో డెర్స్ టో ఇమ్ప్రెస్ మరియు మీ ప్రత్యేక శైలిని నిర్మించండి. మిక్స్ మరియు మార్చు చేయండి మీ అద్భుతమైన శైలిని నిర్మించండి.\n- ఆక్సెస్సు: మీ అవతార్ యొక్క ఆక్సెస్సును వివిధ ఆకృతికి రంగులతో అదృష్టంగా అందించండి. ప్రతికూలమైన ఆక్సెస్సు తో చాములు నుండి క్లాసిక్ స్పెక్టాక్స్ తో విస్తృతమైన ఆక్సెస్సు ఎంపిక ఉండవచ్చు.\n- ఆక్సెస్సు: మీ అవతార్ యొక్క పరిస్థితిని కనిపించడానికి స్పంకింగ్ మరియు వెబ్రాంట్",
    "th": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nคุณพร้อมที่จะทำการเปลี่ยนแปลงการประกาศตนของคุณออนไลน์แล้วหรือ? ด้วย Avatar Maker Studio ความเป็นไปไม่มีขอบเขต สร้างบัญชีที่แตกต่างและแบ่งแยกที่แท้จริงที่สร้างตัวตนที่แท้จริงของคุณ แยกตัวออกจากฝันที่หลาย และทำการประกาศตนให้ทันทีด้วยเพียงการคลิกสั้นๆ\nฟังก์ชั่นออฟไลน์: แตกต่างจากตัวสร้างตัวละครอื่นๆ ส่วนขยายบราวเซอร์ของเราทำงานได้อย่างสมบูรณ์แบบในโหมดออฟไลน์ ไม่มีการกังวลเกี่ยวกับการเชื่อมต่ออินเทอร์เน็ตที่มั่นคงได้อีกต่อไป สร้างตัวละครที่น่าทึ่งได้ทุกเมื่อ ทุกที่\nคุณลักษณะของผู้สร้าง:\n- สีผิว: เลือกจากหลากหลายสีผิวเพื่อแสดงบุคคลิกของคุณ\n- เครื่องประดับ: จากหมวกที่เทรนด์ถึงตุ๊กตาหูที่สวยงาม เพิ่มตัวละครของคุณด้วยคอลเลกชันของเครื่องประดับที่หลากหลาย\n- เสื้อผ้า: แต่งตัวที่น่าสะพายเพื่อทำการประกาศตนด้วยตู้เสื้อผ้าที่หลากหลาย ผสมและจับคู่เพื่อสร้างสไตล์ที่แตกต่างของคุณ\n- คิ้ว: ปรับแต่งคิ้วของตัวละครของคุณด้วยรูปร่างและสีที่แตกต่างกันเพื่อความแสดงออกที่สมบูรณ์แบบ\n- ตา: ค้นหาคู่ตาที่สมบูรณ์แบบเพื่อบันทึกบุคลิกของตัวละครของคุณ ตั้งแต่น่าสนใจและอิ่มเอิบไปจนถึงลึกลับและน่าทึบ\n- ขนตา: ใส่ความหรูหราหรือความคล่องตัวด้วยรูปแบบขนตาที่หลากหลาย ตั้งแต่ทรงผมที่ดูดีและหวานไปจนถึงสูท\n- แว่นตา: ศึกษาคอลเลกชันของตัวเลือกแว่นตาที่หลากหลาย ตั้งแต่แว่นกันแดดสวยๆ จนถึงแว่นสแปร์คลาสสิก\n- ผม: ค้นพบความหลากหลายของทรงผม สี และลักษณะเพื่อหาทรงผมที่สมบูรณ์แบบสำหรับตัวละครของคุณ\n- ปาก: นำความหมายของคุณออกมาแสดงด้วยชุดปากที่มีรอยยิ้ม ยิ้ม หรือคำประหลาด ค้นหาปากที่ดีที่สุดที่สามารถแสดงออกอารมณ์ของคุณได้\n- สักลาย: ทำการประกาศตนที่น่าทึ่งด้วยชุดสักลายที่หลากหลายที่มีศิลปะ ทำให้คุณสามารถแสดงบุคคลิกของตัวเองในทางแบบที่แตกต่างได้\n\nด้วย Avatar Maker Studio คุณมีอำนาจที่จะสร้างตัวละครที่แท้จริง",
    "tr": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nSiz online varlığınızı devrimleştirmek için hazır mısınız? Avatar Maker Studio ile sınırsız olanaklar sizi bekliyor. Kendinizi gerçekten yansıtan benzersiz ve kişiselleştirilmiş dijital kimlikler yaratın. Sıra dışı bir şekilde kalabalıktan sıyrılın ve sadece birkaç tıklama ile kalıcı bir iz bırakın.\nOffline İşlevsellik: Diğer avatar yapımcılarına göre, tarayıcı eklentimiz sorunsuz bir şekilde çevrimdışı çalışıyor. Artık güvenilir bir internet bağlantısı hakkında endişelenmenize gerek yok. Her zaman, her yerde şaşırtıcı avatarlar yaratın.\nYapımcı Özellikleri:\n- Cilt Rengi: Kişisel çeşitliliğinizi yansıtmak için çeşitli cilt tonlarından seçin.\n- Aksesuarlar: Trendy şapkalardan şık küpelerle avatarınıza geniş bir aksesuar seçeneği ile zenginlik katın.\n- Giyim: Modaya uygun bir gardıropla iz bırakın. Farklı şeyleri karıştırarak benzersiz bir stil oluşturun.\n- Kaşlar: Avatarınızın ifadesini tamamlamak için farklı şekil ve renklerdeki kaşları özelleştirin.\n- Gözler: Karizmatik ve büyüleyici gözlerden parlayan ve canlı gözlere uzanan bir aralıkta, avatarınızın kişiliğini yakalamak için mükemmel bir çift bulun.\n- Yüz Tüyleri: Çeşitli yüz tüyü stillerinden, düzenli bıyıklardan bıyıksıza kadar, sofistike bir dokunuş veya sertliğe katın.\n- Gözlükler: Şık güneş gözlüklerinden klasik gözlüklere kadar geniş bir gözlük seçeneği keşfedin.\n- Saçlar: Farklı stil, renk ve yapıları keşfedin ve avatarınız için mükemmel bir görünüm bulun.\n- Ağızlar: Gülümseme, gülme veya homurtu ile kendinizi ifade edin. Duygularınızı en iyi şekilde yansıtanı bulun.\n- Dövme: Sanatsal dövmelerin bir araya gelmesiyle cesur bir ifade oluşturun ve kişisel çeşitliliğinizi benzersiz bir şekilde ifade edin.\nAvatar Maker Studio ile gerçek benliğinizi yansıtan avatarlar yaratma gücüne sahipsiniz. Sanatçı, içerik yaratıcısı veya sadece online varlığına kişisel bir dokunuş eklemek isteyen herkes için, bu tarayıcı eklentisi kendinizi ifade etmek için en son aracınız olacaktır.\nGenelden tatmin olmayın. Avatar Maker Studio ile benzersiz olarak kendi avatarınızı oluşturun. Şimdi eklentiyi indirin ve sonsuz olanakların kapılarını açın. Bugün yaratıcılığınızı çalıştırın!",
    "uk": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nВи готові проявити свою онлайн-присутність? З Avatar Maker Studio можливості нескінченні. Виготовляйте унікальні та персоналізовані цифрові ідентитети, які точно відображають вас. Виділіться з толпи і залиште тривале враження за допомогою лише декількох клацань.\nФункціональність офлайну: в відміну від інших генераторів аватарів, наше розширення для браузера працює безперервно офлайн. Більше не потрібно бентежитися про стабільне підключення до інтернету. Створюйте потрібні аватари будь-коли, будь-де.\nФункції майстра:\n- Колір шкіри: оберіть з різноманітних варіантів кольору шкіри, щоб відобразити свою індивідуальність.\n- Аксесуари: від модних капелюшів до стильних сережок, покращіть свій аватар за допомогою широкого вибору аксесуарів.\n- Одяг: приміряйтеся для враження з великим гардеробом модних нарядів. Перемішуйте та поєднуйте, щоб створити унікальний стиль.\n- Брови: налаштуйте брови свого аватару з різними формами та кольорами для найкращого вираження.\n- Очі: знайдіть ідеальну пару очей, щоб відобразити особистість аватару, від сяйва й живих до таємничих та захоплюючих.\n- Фасон волосся: додайте нотку соціальної краси або дорогоцінності за допомогою різних стилів волосся, від добре прибраних бород до вусів.\n- Окуляри: вивчайте велику колекцію опцій окулярів, від модних сонячних окулярів до класичних окулярів.\n- Волосся: відкривайте для себе мультиплікацію стилів, кольорів та текстур, щоб знайти для свого аватару найкращий вигляд.\n- Роти: виражайте себе з поміщенням різних усмішок, сміху або посмучених ротів. Знайдіть той, що найкраще відображає ваше настрій.\n- Татуї: зробіть вислівський висновок за допомогою асортименту художніх татуїв, які дозволяють виражати вашу індивідуальність в унікальному стилі.\nЗ Avatar Maker Studio ви розпочинаєте право виготовляти аватари, які відображають вашу справжню есенцію. Незалежно від того, чи є ви художником, творцем вмісту чи просто тим, хто хоче додати особистий прикріс до свого онлайн-присутності, це розширення для браузера є вашим улюбленим інструментом для самовираження.\nНе застосовуйте загальні аватари. Виготовляйте аватари, які є унікально вашими за допомогою Avatar Maker Studio. Завантажте розширення зараз і розблокуйте світ нескінченних можливостей. Вирвіть свою креативність сьогодні!",
    "vi": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\nBạn đã sẵn sàng để cải cách hóa tầm nhìn trực tuyến của bạn? Với Avatar Maker Studio, các khả năng là vô tận. Thiết kế những vật thể kỹ thuật số độc đáo và cá nhân hóa mà thực sự biểu thị ai bạn là. Đứng ra khỏi bộ đôi và tạo ra ấn tượng lâu dài chỉ với vài nhấp chuột.\nTính năng ngoại tuyến: Khác với các trình tạo hình đại diện khác, tiện ích duyệt web của chúng tôi hoạt động mượt mà mà không cần kết nối internet. Không còn lo lắng về kết nối mạng ổn định nữa. Tạo những hình đại diện tuyệt đẹp bất cứ khi nào, bất cứ nơi đâu.\nTính năng tạo:\n- Màu da: Chọn từ một loạt các màu da đa dạng để thể hiện sự cá nhân.\n- Phụ kiện: Từ những mũ thời trang đến những chiếc vòng tai đẹp, nâng cao hình đại diện của bạn với một lựa chọn rộng rãi của phụ kiện.\n- Quần áo: Mặc để khiến mọi người ấn tượng với một phòng tủ thời trang lớn. Kết hợp và đổi mới để tạo ra phong cách riêng của bạn.\n- Lông mi: Tùy chỉnh lông mi của hình đại diện của bạn với các hình dạng và màu khác nhau để biểu thị cảm xúc hoàn hảo nhất.\n- Mắt: Tìm một cặp mắt hoàn hảo để bắt lấy tính cách của hình đại diện của bạn, từ sáng bóng và đầy sức sống đến bí ẩn và thu hút.\n- Lông mọc: Thêm một chút sự tinh tế hoặc quyền năng với nhiều kiểu lông mọc, từ lông mọc được chăm sóc kỹ lưỡng đến hông.\n- Kính: Khám phá một bộ sưu tập rộng lớn các tùy chọn thời trang, từ những chiếc kính thời trang đến kính kỹ thuật.\n- Tóc: Khám phá một những kiểu tóc, màu và cả vẻ để tìm kiếm những cái nhìn hoàn hảo nhất cho hình đại diện của bạn.\n- Miệng: Thể hiện bản thân bằng một loạt các miệng cười, cười hoặc buồn rủi. Tìm ra cái mà tốt nhất biểu lộ tâm trạng của bạn.\n- Xăm hình: Tạo ra một bản tuyên bố mạnh mẽ với một bộ sưu tập nghệ thuật xăm hình, cho phép bạn biểu thị sự cá nhân trong một cách độc đáo.\nVới Avatar Maker Studio, bạn có quyền tạo ra các hình đại diện mà biểu thị bản chất thật sự của bạn. Không phải ai cũng là một nghệ sĩ, một nhà tạo nội dung hoặc chỉ là ai đó muốn thêm một chút sự cá nhân hóa vào tầm nhìn trực tuyến của mình, tiện ích duyệt web này là công cụ tối ưu nhất để biểu lộ bản thân.\nĐừng để cho các hình đại diện chung chung. Thiết kế những hình đại diện duy nhất của bạn với Avatar Maker Studio. Tải tiện ích ngay bây giờ và mở khóa một thế giới vô tận các khả năng. Hoàn thiện sáng tạo của bạn ngay hôm nay!",
    "zh_CN": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\n您准备好开启网络存在的革新了吗？有了Avatar Maker Studio，可能性是无限的。创造独一无二，可以真实反映自己的数字身份。仅仅几个点击，就能脱颖而出，留下持久的印象。\n离线功能：与其他头像制作器不同，我们的浏览器扩展可以无缝离线工作。不用担心稳定的网络连接。随时随地创造出惊艳的头像。\n制作功能：\n- 皮肤颜色：从多元化的肤色中选择，体现您的个性。\n- 配饰：从时尚的帽子到时尚的耳环，用丰富的配饰来增强您的头像。\n- 衣服：穿出时尚的衣着，给人留下深刻的印象。混搭搭配，创造出您独一无二的风格。\n- 眉毛：用不同的形状和颜色自定义头像的眉毛，以获得完美的表情。\n- 眼睛：找到完美的眼睛，捕捉您头像的个性，从闪亮耀眼到神秘迷人。\n- 面部毛发：加入一丝优雅或粗犷，从修饰良好的胡须到胡子，让您的头像多了几分神秘感。\n- 眼镜：探索广泛的眼镜选择，从时尚的太阳镜到经典的眼镜。\n- 头发：发现多种发型，颜色和纹理，为您的头像找到完美的外观。\n- 嘴巴：用笑容，大笑或撅嘴的嘴巴来表达自己。找到最能表达您心情的一个。\n- 纹身：用一系列艺术纹身，以一种独特的方式来表达您的个性。\n\n有了Avatar Maker Studio，您拥有创造能够体现真实本质的头像的力量。无论您是艺术家，内容创作者，还是只是想为自己的网络存在增添个性化触感的人，这个浏览器扩展都是您表达自我的终极工具。\n不要满足于普通的头像。使用Avatar Maker Studio，打造属于您自己的头像。现在就下载扩展，开启无限可能的世界。今天就释放您的创造力吧！",
    "zh_TW": "Are you ready to revolutionize your online presence? With Avatar Maker Studio, the possibilities are endless. Craft unique and personalized digital identities that truly represent who you are. Stand out from the crowd and make a lasting impression with just a few clicks.\nOffline Functionality: Unlike other avatar makers, our browser extension works seamlessly offline. No more worries about a stable internet connection. Create stunning avatars anytime, anywhere.\nMaker Features:\n- Skin Color: Choose from a diverse range of skin tones to reflect your individuality.\n- Accessories: From trendy hats to stylish earrings, enhance your avatar with a wide selection of accessories.\n- Clothes: Dress to impress with a vast wardrobe of fashionable outfits. Mix and match to create your unique style.\n- Eyebrows: Customize your avatar's eyebrows with different shapes and colors for the perfect expression.\n- Eyes: Find the perfect pair of eyes to capture your avatar's personality, from sparkling and vibrant to mysterious and captivating.\n- Facial Hair: Add a touch of sophistication or ruggedness with various facial hair styles, from well-groomed beards to mustaches.\n- Glasses: Explore an extensive collection of eyewear options, ranging from chic sunglasses to classic spectacles.\n- Hair: Discover a multitude of hairstyles, colors, and textures to find the perfect look for your avatar.\n- Mouths: Express yourself with an array of smiling, laughing, or pouting mouths. Find the one that best conveys your mood.\n- Tattoos: Make a bold statement with an assortment of artistic tattoos, allowing you to express your individuality in a unique way.\nWith Avatar Maker Studio, you hold the power to create avatars that embody your true essence. Whether you're an artist, a content creator, or simply someone who wants to add a personal touch to their online presence, this browser extension is your ultimate tool for self-expression.\nDon't settle for generic avatars. Craft avatars that are uniquely yours with Avatar Maker Studio. Download the extension now and unlock a world of endless possibilities. Unleash your creativity today!\n\n你準備好要革命性地改變你的網路存在嗎？有了 Avatar Maker Studio，可能性是無限的。製作出獨一無二、能真正代表你自己的數位身份，讓你從眾外突出，只需幾個點擊就可以留下深刻的印象。\n離線功能：不像其他的 avatar maker，我們的瀏覽器擴充功能可以無縫地運作於離線狀態。不用擔心網路不穩定的問題了，隨時隨地創造出令人驚艷的 avatars。\n製作功能：\n- 膚色：從多樣的膚色選擇，反映你的獨特性。\n- 配飾：從時尚的帽子到時髦的耳環，用廣泛的配飾來增強你的 avatars。\n- 衣服：穿上時尚的服裝來給人留下深刻的印象。混合搭配，創造出你獨一無二的風格。\n- 眉毛：用不同的形狀和顏色來客製你 avatar 的眉毛，讓它有完美的表情。\n- 眼睛：找到完美的眼睛，捕捉你 avatar 的個性，從閃亮而充滿活力到神秘而迷人。\n- 鬍鬚：加入一點優雅或粗獷，從梳理得很好的胡須到鬍鬚，有各種不同的鬍鬚風格可以選擇。\n- 眼鏡：探索廣泛的眼鏡選擇，從時尚的太陽眼鏡到經典的眼鏡。\n- 頭髮：發現多種髮型、顏色和紋理，找到適合你 avatar 的完美外觀。\n- 嘴巴：用一系列微笑、笑容或撅嘴的嘴巴來表達你自己。找到最能表達你心情的那一個。\n- 紋身：用一系列的藝術紋身，讓你以獨特的方式來表達自己的個性。\n\n有了 Avatar Maker Studio，你擁有創作出代表自己真正本質的 avatars 的力量。無論你是藝術家、內容創作者，還是只是想要為自己的網路存在增添個人色彩的人，這個瀏覽器擴充功能是你表達自我的終極工具。\n別安於普通的 avatars 了，用 Avatar Maker Studio 來製作出獨一無二的 avatars。現在就下載擴充功能，開啟一個可能性無限的世界。今天就釋放你的創造力吧！"
  }
}