{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhisperAI - AI driven Speech-to-text"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI-driven Speech-to-text extension leveraging OpenAI's Whisper API for efficient and accurate conversion in web input fields."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whisper AI Speech to Text (or Voice to Text) is a tool that helps you transform your speech to text effortlessly. This innovative Chrome extension, powered by OpenAI's Whisper API, allows you to convert your spoken words into written text with precision. Just click the microphone icon 🎤 next to any text input field and start speaking.\n\nWhisper AI goes beyond basic speech to text with customizable modes, including a powerful \"Translate Mode\". This feature allows you to speak in one language and have your words accurately translated and transcribed in another, all in real-time. Whether you're interacting in forums, filling out forms, or sending emails in multiple languages, Whisper AI adapts to your needs.\n\nIdeal for individuals who prefer speaking to typing or require assistance with typing, Whisper AI speech to text enhances productivity and accessibility on the web 🚀. Our extension ensures your speech is converted to text accurately and swiftly, making web interaction convenient and user-friendly.\n\nEmbrace the convenience of speech to text technology and expand your global communication capabilities with Whisper AI. With support for multiple languages and customizable features, our extension revolutionizes your browsing experience. Dive into the future of digital communication with Whisper AI Speech to Text today!"
  }
}