{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contentstack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly navigate from a live web page to its corresponding entry in Contentstack"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How does it work?\n\nIf you are on a web page of a site that is powered by Contentstack, and if you have the permission to edit its content, you will see an edit button at the right/left bottom of the page. Clicking this button will take you to the corresponding entry in Contenstack, where you can edit the entry. \n\nThis eliminates the need to search for specific entries within Contentstack’s web application and provides an intuitive editing experience for users who need to quickly find and update content. \n\n\nHow to set up the extension?\n\n1. Add this extension by clicking on the Add to Chrome button.\n\n2. Once installed, a pop-up will prompt you to enter the stack details, datacenter region (North America, Europe, & Other), and button preferences. Provide the necessary details in each field (all fields are mandatory) and then save the configuration.\n\n3. Add the following attributes to the body tag of your website’s page templates:\n\na. data-pageref: Used to identify the entry UID of the current page\nb. data-contenttype: Used to identify the content type UID of the entry\nc. data-locale: Used to identify the local of the entry for the current page\n\nHere’s an example of how to add these details in your code:\n\n<body data-pageref=\"bltb8b487559a1b715d\" data-contenttype=\"product\" data-locale=\"en-us\">\n\nIn the above example:\n\n\"bltb8b487559a1b715d\" is the UID of the entry\n\"product\" is the UID of the content type\n\"en-us\" is the locale of the entry of the corresponding web page\n\n4. Go to the tab in your Chrome browser where you want to use this extension, and reload or refresh the page.\nNote: This is a one-time activity when you add a new domain or an API key.\n\n5. The Edit button will now be visible on your Contentstack-powered web pages.\n\nFor more details on the extension, visit our GitHub page: https://github.com/contentstack/contentstack-chrome-extension.git"
  }
}