{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flash Playback Speed ⚡"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fine control of HTML video playback"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable fine control of HTML video playback with the Flash Playback Speed (FPS) Controller.\n\nEnhance your entertainment experience with HTML videos by speeding up or slowing down the video playback speed or rewinding or advancing the video timestamp by 10 seconds.\n\nFPS supports two playback speed modes: real and ideal. Use real to quickly change the playback speed on the fly and use ideal to dial into and save a preferred playback speed.\n\nInstall this extension to access the FPS Controller on select supported websites, which include YouTube, HBO Max, Disney+, Hulu, and Netflix.\n\nFPS Controller:［｜］［1.00］［＜］［－］［＋］［＞］［Ｘ］\n\nFPS Controller Controls:\n- Click the［Ｘ］button to close the FPS Controller\n- Click the［＋］button to increase the video playback speed by 0.1\n- Click the［－］button to decrease the video playback speed by 0.1\n- Click the［＜］button to rewind the video timestamp by 10 seconds\n- Click the［＞］button to advance the video timestamp by 10 seconds\n- Click the［｜］or［￤］buttons to show or hide the full FPS Controller\n- Click the［1.00］playback speed gauge to switch between real and ideal playback modes\n\nMouse & Keyboard Controls:\n- Press the ` to open or close the FPS Controller\n- Press the ] key to increase the video playback speed by 0.1\n- Press the [ key to decrease the video playback speed by 0.1\n- Press the | key (Shift + \\) to show or hide the full FPS Controller\n- Press the \\ key to switch between real and ideal playback modes\n- Press the ~ key (Shift + `) key to reset the FPS Controller position\n- Press the { key (Shift + [) to rewind the video timestamp by 10 seconds\n- Press the } key (Shift + ]) to advance the video timestamp by 10 seconds\n- Click and drag the FPS Controller to move the FPS Controller around within the video frame\n\nPopup Settings (Click the FPS extension icon in your browser’s pinned extensions list):\n- Use the slider to set and save your preferred opacity for the FPS Controller"
  }
}