{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SFMC Companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Extension is designed to support navigation and discovery in Marketing Cloud by creating connections between objects."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce Marketing Cloud Companion Tool.\n** In Active Development - Please report any bugs via the Options -> Feedback/Bugs form **\n\nThis tool allows you to quickly navigate through your Marketing Cloud objects (such as Automations, Queries, Data Extensions and more) to find where they are saved, what activities are using them, and what other objects they interact with.\n\nFor example:\nBy clicking on a Data Extension - you can see what Queries target that Data Extension, and what Queries reference that Data Extensions in their code!\nBy clicking on a Query - you can see a list of all the Data Extensions referenced in the Query, and the details of the target data extension; as well as all of the Automations that are using that Query!\nBy clicking on an Automation - you can see all of the activities exactly as you would in Automation Studio, and you can navigate to each of those activities to see their details.\n\nAt any time, you can click on the Blue Link box to be taken directly to that activity in Marketing Cloud!\n\nThe built-in Search function allows you to search every object by name so you can quickly find what you are looking for.\n\nObject reporting gives users the ability to export detailed inventories of objects in their Marketing Cloud instance.\n\nThis extension is limited by the Marketing Cloud user's roles and permissions. Users will only be able to load and navigate objects that they have permission to access in Marketing Cloud.\n\n\n** Extension is in Alpha Release Stage and is provided \"as-is\", with no warranty or guarantee **\n** This extension not an official product of Salesforce,\nand is not representative, endorsed or supported by Salesforce in any way **"
  }
}