{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Axie Gas Fee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google chrome extension for monitoring SLP, AXS, and average gas fee for Axie-related transactions. Heavily inspired by axie.live."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your Axie Infinity experience with the Axie Gas Fee extension, exclusively on Google Chrome. This complimentary tool simplifies your digital journey by offering real-time monitoring of SLP, AXS, and RON fluctuations, seamlessly integrating with the CoinGecko API for up-to-the-minute accuracy. Say goodbye to the hassle of manual checks and hello to instant insights on MetaMask gas fees, ensuring you're always ahead in the game. Elevate your trading strategy and optimize your gameplay with this essential extension, designed to save you time and enhance efficiency. \n\nDon't miss out on this game-changing tool - add Axie Gas Fee to your Chrome today and unlock a smarter, more streamlined Axie Infinity experience.\n\nNo data is collected from the user (see Privacy practices tab above) and everything is for display purposes only.\n\nFind this extension useful? Please encourage me by giving a 5-star and feedback! \n\nGot any suggestions on how to improve this extension? Feel free to reach out by my email hello@morcen (include \"Axie Gas Fee Extension\" in the title).\n\n--\nThis project is made out of love for Axie Infinity and programming. UI inspired by https://axie.live.\n\nChange log:\nv2.1.0\n- major refactoring to improve codebase\n- fresh UI\n- now connected to a reliable API endpoint to prevent reaching rate limits from blockchain providers\n\nv.1.2.1\n- updated gas conversion provider\n\nv1.2.0\n- add Ronin token\n- add 24hr change for SLP, AXS, and Ronin tokens\n- add CoinGecko attribution\n- updated font and background contrast so it's easier to see text\n- updated currency dropdown location; moved beside the ETH/ text\n- updated footer copy\n\nv1.1.1\nIt was originally named \"Axie Live Extension\" because it is extending https://axie.live, but at the same time, it also sounded like it was the official Chrome Extension version of Axie Live, which was never my intention to claim. Changing the name to \"Axie Gas Fee\" and highlighting that this extension is massively inspired by Axie Live should clear the confusion.\n\nv1.1.0\n- add USDC in options\n- add icons beside the transaction rows\n- allow filtering of transactions\n\nv1.0.1\n- replaced www.gasnow.org with www.etherchain.org (the former has shutdown its service, thus causing this extension to fail)"
  }
}