{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uthrive: Rewards & savings on every purchase"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically use your best credit card to get maximum rewards and cashback"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically use your best credit card to get maximum rewards and savings. Always use your best card at checkout when you shop online.\n\nEnable Uthrive, our users get additional $200-$800* in rewards and savings on your online purchases🔥\n\nAdd Uthrive to your browser in seconds and shop usually the way you always do. Uthrive will automatically come up during checkout and do the magic.\n\n 💰Maximize rewards & savings\n\nBe confident of earning maximum rewards and cashback on your purchases, every time. On everything you purchase, Uthrive does a real-time check to advise you on which of your credit cards will work best for your purchase + which offer you can pocket most savings from🚀\n\n 💡Compare rewards on your cards\n\nUthrive compares rewards across all your cards and calculates rewards you would earn in a blink– even looking at limits, exclusions on rewards or cashback offered by each of your cards. \n\n 👌Make a smart choice on thousands of sites\n\nUthrive makes recommendations based on merchants and your purchase amount across all things you buy online - travel, shopping, groceries and more.\n\n Like to shop on mobile instead? Uthrive also works on your iPhone for Safari.\n\n *Results are approximate values and may vary based on several factors including your spending habits, personal financial preferences, location, choice of form of payments and credit profile, among others."
  }
}