{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Simple Zillow Cash Flow Estimator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a savvy real estate investor looking to make informed decisions? The Real Estate Cash Flow Calculator is your go-to tool…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a savvy real estate investor looking to make informed decisions? The Real Estate Cash Flow Calculator is your go-to tool for analyzing potential real estate investments right from your browser.\n\nInstant Cash Flow Estimates: Get instant cash flow estimates on any real estate listing you view online. Our extension calculates the potential monthly cash flow by analyzing property price, rental estimates, and mortgage costs.\n\nAutomatic Updates: As you browse real estate listings, our extension automatically updates the cash flow estimate, ensuring you always have the latest information at your fingertips.\n\nColor-Coded Insights: Quickly identify profitable investments with color-coded cash flow results. Green for positive cash flow, red for negative. Make decisions with confidence.\n\nUser-Friendly: Our extension is designed for ease of use. Simply install it, and it seamlessly integrates into your browser, providing valuable insights without any extra effort on your part.\n\nNo More Manual Calculations: Say goodbye to manual cash flow calculations. Our extension does the math for you, saving you time and effort.\n\nHow It Works:\n\nInstall the Real Estate Cash Flow Calculator extension from the Chrome Web Store.\nBrowse real estate listings as you normally would.\nThe extension detects property information and automatically calculates the estimated monthly cash flow.\nColor-coded results make it easy to spot investment opportunities.\nMake data-driven decisions and invest with confidence.\nWhy Choose Us:\n\nSimple and effective real-time cash flow estimates.\nAutomatic updates for the latest data.\nUser-friendly and hassle-free.\nStart making smarter real estate investment decisions today. Download the Real Estate Cash Flow Calculator extension and take control of your financial future."
  }
}