{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enpass Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enpass extension autofills logins, passwords, credit cards and identities from the Enpass desktop application."
  },
  "long": {
    "ar,ca,cs,da,de,el,fi,fr,he,hi,hr,hu,id,it,ja,ko,ms,nl,no,pl,ro,ru,sk,th,tr,uk,vi": "REQUIREMENTS: Free Enpass desktop application ver 5.2 or above on Windows, Mac and Linux. \n\nRELEASE NOTES: http://www.enpass.io/release-notes/enpass-browser-extensions/\n\nEnpass password manager secures your passwords, credit cards and all other credentials offline on your device and is available for all major desktop, mobiles and tablets. For secure and smooth browsing experience on desktops (Windows, Mac and Linux), Enpass Browser extensions works in conjunction with desktop application for autofilling usernames, passwords and credit cards on the web pages where ever you need them. It also lets you create strong & unique passwords, save new logins and much more to avoid the copy/paste details between main app and browser.",
    "am,bg,bn,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,gu,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sr,sv,sw,ta,te,zh_CN,zh_TW": "Attention:- This extension requires the Enpass Password Manager Desktop application to be installed and running on your computer in order to autofill your data.\n\nYou can download the desktop application free of charge from here: https://www.enpass.io/downloads/\n\n##More about Enpass\nEnpass is the “offline” password manager that keeps all your passwords, credentials and important files organized and secure.\n\n“Offline” means we don’t store your passwords, credentials or files on our servers. You keep control of your most sensitive information – your data is stored (encrypted) locally on your device(s), and, you can still synchronize it across your devices using your own cloud accounts, without sending it to our servers."
  }
}