{
  "name": {
    "ar": "قاذفة لـ Facebook ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Launcher for Facebook™",
    "bg": "Стартираща програма за Facebook ™",
    "ca": "Llançador per a Facebook ™",
    "cs": "Spouštěč pro Facebook ™",
    "da": "Start til Facebook ™",
    "de": "Launcher für Facebook ™",
    "el": "Εκκίνηση για το Facebook ™",
    "es": "Lanzador para Facebook ™",
    "et": "Käivitusprogramm Facebook ™",
    "fa": "پرتاب برای Facebook ™",
    "fi": "Käynnistyslaite Facebook ™: lle",
    "fil": "Launcher para sa Facebook ™",
    "fr": "Lanceur pour Facebook ™",
    "he": "משגר לפייסבוק ™",
    "hi": "फेसबुक ™ के लिए लॉन्चर",
    "hr": "Pokretač za Facebook ™",
    "hu": "Indító a Facebook ™ -hoz",
    "id": "Peluncur untuk Facebook ™",
    "it": "Launcher per Facebook ™",
    "ja": "Facebook™のランチャー",
    "ko": "Facebook ™ 런처",
    "lt": "„Facebook“ paleidimo priemonė",
    "lv": "Palaišanas programma Facebook ™",
    "ms": "Pelancar untuk Facebook ™",
    "nl": "Launcher voor Facebook ™",
    "no": "Starter for Facebook ™",
    "pl": "Launcher dla Facebook ™",
    "ro": "Lansator pentru Facebook ™",
    "ru": "Launcher для Facebook ™",
    "sk": "Spúšťač pre Facebook ™",
    "sl": "Zaganjalnik za Facebook ™",
    "sr": "Покретач за Фацебоок ™",
    "sv": "Startare för Facebook ™",
    "th": "ลอนเชอร์สำหรับ Facebook ™",
    "tr": "Facebook ™ Başlatıcısı",
    "uk": "Запуск для Facebook ™",
    "vi": "Trình khởi chạy cho Facebook ™",
    "zh_CN": "Facebook™启动器",
    "zh_TW": "Facebook™啟動器"
  },
  "short": {
    "ar": "امتداد بسيط لتحسين تجربة المستخدم عند استخدام Facebook على سطح المكتب.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "a simple extension to improve the user experience when you use Facebook on desktop.",
    "bg": "просто разширение за подобряване на потребителското изживяване, когато използвате Facebook на работния плот.",
    "ca": "una extensió senzilla per millorar l&#39;experiència de l&#39;usuari quan utilitzeu Facebook a l&#39;escriptori.",
    "cs": "jednoduché rozšíření pro zlepšení uživatelského prostředí, když používáte Facebook na ploše.",
    "da": "en simpel udvidelse til at forbedre brugeroplevelsen, når du bruger Facebook på skrivebordet.",
    "de": "Eine einfache Erweiterung, um die Benutzererfahrung zu verbessern, wenn Sie Facebook auf dem Desktop verwenden.",
    "el": "μια απλή επέκταση για τη βελτίωση της εμπειρίας των χρηστών όταν χρησιμοποιείτε το Facebook στην επιφάνεια εργασίας.",
    "es": "Una extensión simple para mejorar la experiencia del usuario cuando usa Facebook en el escritorio.",
    "et": "lihtne laiendus kasutajakogemuse parandamiseks, kui kasutate Facebooki töölaual.",
    "fa": "یک برنامه افزودنی ساده برای بهبود تجربه کاربر هنگام استفاده از فیس بوک در دسک تاپ.",
    "fi": "yksinkertainen laajennus käyttökokemuksen parantamiseksi, kun käytät Facebookia työpöydällä.",
    "fil": "isang simpleng extension upang mapagbuti ang karanasan ng gumagamit kapag gumagamit ka ng Facebook sa desktop.",
    "fr": "une extension simple pour améliorer l&#39;expérience utilisateur lorsque vous utilisez Facebook sur le bureau.",
    "he": "תוסף פשוט לשיפור חוויית המשתמש בעת השימוש בפייסבוק בשולחן העבודה.",
    "hi": "जब आप फेसबुक का उपयोग डेस्कटॉप पर करते हैं तो उपयोगकर्ता अनुभव को बेहतर बनाने के लिए एक सरल एक्सटेंशन।",
    "hr": "jednostavno proširenje za poboljšanje korisničkog iskustva kada koristite Facebook na radnoj površini.",
    "hu": "egy egyszerű kiterjesztés, amely javítja a felhasználói élményt, ha asztali Facebookot használ.",
    "id": "ekstensi sederhana untuk meningkatkan pengalaman pengguna saat Anda menggunakan Facebook di desktop.",
    "it": "una semplice estensione per migliorare l&#39;esperienza dell&#39;utente quando si utilizza Facebook sul desktop.",
    "ja": "デスクトップでFacebookを使用する際のユーザーエクスペリエンスを向上させるためのシンプルな拡張機能。",
    "ko": "데스크탑에서 Facebook을 사용할 때 사용자 경험을 향상시키는 간단한 확장.",
    "lt": "paprastas plėtinys, skirtas pagerinti vartotojo patirtį, kai naudojate „Facebook“ darbalaukyje.",
    "lv": "vienkāršs paplašinājums, lai uzlabotu lietotāja pieredzi, kad darbvirsmā izmantojat Facebook.",
    "ms": "lanjutan mudah untuk meningkatkan pengalaman pengguna apabila anda menggunakan Facebook di desktop.",
    "nl": "een eenvoudige uitbreiding om de gebruikerservaring te verbeteren wanneer u Facebook op desktop gebruikt.",
    "no": "en enkel utvidelse for å forbedre brukeropplevelsen når du bruker Facebook på skrivebordet.",
    "pl": "proste rozszerzenie poprawiające komfort użytkowania podczas korzystania z Facebooka na komputerze.",
    "ro": "o extensie simplă pentru a îmbunătăți experiența utilizatorului atunci când utilizați Facebook pe desktop.",
    "ru": "простое расширение, чтобы улучшить пользовательский опыт при использовании Facebook на рабочем столе.",
    "sk": "jednoduché rozšírenie na zlepšenie používateľského komfortu pri používaní Facebooku na pracovnej ploche.",
    "sl": "preprosta razširitev za izboljšanje uporabniške izkušnje pri uporabi Facebooka na namizju.",
    "sr": "једноставно проширење за побољшање корисничког искуства када користите Фацебоок на радној површини.",
    "sv": "ett enkelt tillägg för att förbättra användarupplevelsen när du använder Facebook på skrivbordet.",
    "th": "ส่วนขยายที่ง่ายเพื่อปรับปรุงประสบการณ์ผู้ใช้เมื่อคุณใช้ Facebook บนเดสก์ท็อป",
    "tr": "masaüstünde Facebook kullandığınızda kullanıcı deneyimini geliştirmek için basit bir uzantı.",
    "uk": "просте розширення для поліпшення роботи користувачів при використанні Facebook на робочому столі.",
    "vi": "một tiện ích mở rộng đơn giản để cải thiện trải nghiệm người dùng khi bạn sử dụng Facebook trên máy tính để bàn.",
    "zh_CN": "一个简单的扩展程序，可以改善在桌面上使用Facebook时的用户体验。",
    "zh_TW": "一個簡單的擴展程序，可以改善在桌面上使用Facebook時的用戶體驗。"
  },
  "long": {
    "ar": "يعد Launcher for Facebook ™ امتدادًا بسيطًا لتحسين تجربة المستخدم عند استخدام Facebook على سطح المكتب.\n\nيفتح زر البدء السريع نافذة صغيرة تتيح لك التحقق من Facebook أثناء ساعات عملك بطريقة خفية.\n\nأصبح امتدادنا Launcher for Facebook ™ تطبيق سطح مكتب متقدمًا لـ Facebook مع قائمة من الميزات المفيدة:\n\nمراجعة موجز الأخبار\nانشر الصور ومقاطع الفيديو والقصص والمعلومات الأخرى\nراسل الأصدقاء بسهولة عبر Facebook Messenger\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Facebook ويتم بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا يؤيد Facebook أو يرعى امتداد Chrome هذا. Launcher for Facebook ™ ليس مملوكًا وليس مرخصًا له وليست شركة تابعة لشركة Facebook Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Launcher for Facebook™ is a simple extension to improve the user experience when you use Facebook on desktop.\n\nThe quick start button opens a small window that allows you to check Facebook during your work hours in a subtle manner.\n\nOur extension Launcher for Facebook™ has become an advanced desktop app for Facebook with a list of useful features:\n\nReview news feed\nPost photos, videos, stories and other information\nText with friends easily via Facebook Messenger\n\nDisclaimer: Please note this extension is NOT made by Facebook and is made by an independent development team. All copyrights belong to their respective owners.\nFacebook doesn’t endorse or sponsor this Chrome extension. Launcher for Facebook™ is not owned by, is not licensed by and is not a subsidiary of Facebook Inc.",
    "bg": "Launcher за Facebook ™ е просто разширение за подобряване на потребителското изживяване, когато използвате Facebook на настолен компютър.\n\nБутонът за бърз старт отваря малък прозорец, който ви позволява да проверявате Facebook по време на работното си време по фин начин.\n\nНашето разширение Launcher за Facebook ™ се превърна в усъвършенствано настолно приложение за Facebook със списък с полезни функции:\n\nПреглед на емисия новини\nПубликувайте снимки, видеоклипове, истории и друга информация\nПишете с приятели лесно чрез Facebook Messenger\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Facebook и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nFacebook не подкрепя и не спонсорира това разширение за Chrome. Launcher за Facebook ™ не е собственост, не е лицензиран и не е дъщерно дружество на Facebook Inc.",
    "ca": "Launcher for Facebook ™ és una extensió senzilla per millorar l'experiència de l'usuari quan utilitzeu Facebook a l'escriptori.\n\nEl botó d’inici ràpid obre una petita finestra que us permet consultar Facebook durant les vostres hores de treball d’una manera subtil.\n\nEl nostre llançador d’extensions per a Facebook ™ s’ha convertit en una aplicació d’escriptori avançada per a Facebook amb una llista de funcions útils:\n\nReviseu el canal de notícies\nPubliqueu fotos, vídeos, històries i altra informació\nEnvieu missatges de text amb els vostres amics fàcilment a través de Facebook Messenger\n\nExempció de responsabilitat: Tingueu en compte que aquesta extensió NO la fa Facebook i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nFacebook no recolza ni patrocina aquesta extensió de Chrome. Launcher per a Facebook ™ no és propietat de, no té llicència ni és filial de Facebook Inc.",
    "cs": "Launcher pro Facebook ™ je jednoduché rozšíření pro zlepšení uživatelského zážitku při používání Facebooku na ploše.\n\nTlačítko rychlého spuštění otevře malé okno, které vám umožní důkladně kontrolovat Facebook během vaší pracovní doby.\n\nNaše rozšíření Launcher pro Facebook ™ se stalo pokročilou desktopovou aplikací pro Facebook se seznamem užitečných funkcí:\n\nZkontrolujte zdroj zpráv\nZveřejňujte fotografie, videa, příběhy a další informace\nTextové zprávy s přáteli snadno přes Facebook Messenger\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno Facebookem a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nFacebook toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Launcher pro Facebook ™ nevlastní, nemá licenci ani není dceřinou společností společnosti Facebook Inc.",
    "da": "Launcher til Facebook ™ er en simpel udvidelse, der forbedrer brugeroplevelsen, når du bruger Facebook på skrivebordet.\n\nHurtigstartknappen åbner et lille vindue, der giver dig mulighed for at tjekke Facebook i din arbejdstid på en subtil måde.\n\nVores udvidelsesstarter til Facebook ™ er blevet en avanceret desktop-app til Facebook med en liste over nyttige funktioner:\n\nGennemgå nyhedsfeed\nSend fotos, videoer, historier og anden information\nSend en sms med venner via Facebook Messenger\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Facebook og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nFacebook godkender eller sponsorerer ikke denne Chrome-udvidelse. Launcher til Facebook ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Facebook Inc.",
    "de": "Launcher for Facebook ™ ist eine einfache Erweiterung, um die Benutzererfahrung zu verbessern, wenn Sie Facebook auf dem Desktop verwenden.\n\nDer Schnellstartknopf öffnet ein kleines Fenster, in dem Sie Facebook während Ihrer Arbeitszeit auf subtile Weise überprüfen können.\n\nUnsere Erweiterung Launcher for Facebook ™ wurde zu einer erweiterten Desktop-App für Facebook mit einer Liste nützlicher Funktionen:\n\nÜberprüfen Sie den Newsfeed\nVeröffentlichen Sie Fotos, Videos, Geschichten und andere Informationen\nText mit Freunden einfach über Facebook Messenger\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Facebook und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nFacebook unterstützt oder sponsert diese Chrome-Erweiterung nicht. Launcher for Facebook ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Facebook Inc.",
    "el": "Το Launcher for Facebook ™ είναι μια απλή επέκταση για τη βελτίωση της εμπειρίας χρήστη όταν χρησιμοποιείτε το Facebook σε επιτραπέζιο υπολογιστή.\n\nΤο κουμπί γρήγορης εκκίνησης ανοίγει ένα μικρό παράθυρο που σας επιτρέπει να ελέγχετε το Facebook κατά τις ώρες εργασίας σας με λεπτό τρόπο.\n\nΗ επέκτασή μας Launcher for Facebook ™ έχει γίνει μια προηγμένη εφαρμογή για επιτραπέζιους υπολογιστές για το Facebook με μια λίστα χρήσιμων λειτουργιών:\n\nΕλέγξτε τη ροή ειδήσεων\nΔημοσιεύστε φωτογραφίες, βίντεο, ιστορίες και άλλες πληροφορίες\nΑποστολή SMS με φίλους εύκολα μέσω του Facebook Messenger\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από το Facebook και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΤο Facebook δεν υποστηρίζει ή χορηγεί αυτήν την επέκταση Chrome. Το Launcher για το Facebook ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Facebook Inc.",
    "es": "Launcher for Facebook ™ es una extensión simple para mejorar la experiencia del usuario cuando usa Facebook en el escritorio.\n\nEl botón de inicio rápido abre una pequeña ventana que le permite consultar Facebook durante sus horas de trabajo de una manera sutil.\n\nNuestro lanzador de extensiones para Facebook ™ se ha convertido en una aplicación de escritorio avanzada para Facebook con una lista de funciones útiles:\n\nRevisar el feed de noticias\nPublica fotos, videos, historias y otra información\nEnvía mensajes de texto con amigos fácilmente a través de Facebook Messenger\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Facebook y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nFacebook no respalda ni patrocina esta extensión de Chrome. Launcher for Facebook ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Facebook Inc.",
    "et": "Launcher for Facebook ™ on lihtne laiendus kasutajakogemuse parandamiseks, kui kasutate Facebooki töölaual.\n\nKiire käivitamise nupp avab väikese akna, mis võimaldab teil Facebooki oma tööajal peenelt kontrollida.\n\nMeie laienduse käivitusprogramm Facebookile ™ on muutunud Facebooki täiustatud töölauarakenduseks koos kasulike funktsioonide loendiga:\n\nVaadake uudistevoog üle\nPostitage fotosid, videoid, lugusid ja muud teavet\nSaatke sõpradega tekstisõnumeid lihtsalt Facebook Messengeri kaudu\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Facebook ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nFacebook ei toeta ega sponsoreeri seda Chrome'i laiendust. Rakenduse Facebook ™ käivitusprogramm ei kuulu Facebook Inc. omandisse ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fa": "راه انداز برای Facebook یک برنامه ساده برای بهبود تجربه کاربر هنگام استفاده از Facebook در دسک تاپ است.\n\nدکمه شروع سریع پنجره کوچکی را باز می کند که به شما امکان می دهد در ساعات کار خود فیس بوک را به روشی ظریف بررسی کنید.\n\nراه انداز برنامه افزودنی ما برای Facebook ™ با لیستی از ویژگی های مفید به یک برنامه دسک تاپ پیشرفته برای Facebook تبدیل شده است:\n\nخبرخوان را مرور کنید\nعکس ، فیلم ، داستان و سایر اطلاعات ارسال کنید\nاز طریق پیام رسان فیس بوک به راحتی با دوستان خود پیامک کنید\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط فیس بوک ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nفیس بوک این افزونه Chrome را تأیید یا حمایت نمی کند. راه انداز Facebook by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Facebook Inc نیست.",
    "fi,he": "Launcher for Facebook™ is a simple extension to improve the user experience when you use Facebook on desktop.\nThe quick start button opens a small window that allows you to check Facebook during your work hours in a subtle manner.\nOur extension Launcher for Facebook™ has become an advanced desktop app for Facebook with a list of useful features:\nReview news feed\nPost photos, videos, stories and other information\nText with friends easily via Facebook Messenger\nDisclaimer: Please note this extension is NOT made by Facebook and is made by an independent development team. All copyrights belong to their respective owners.\nFacebook doesn’t endorse or sponsor this Chrome extension. Launcher for Facebook™ is not owned by, is not licensed by and is not a subsidiary of Facebook Inc.",
    "fil": "Launcher for Facebook ™ on yksinkertainen laajennus, joka parantaa käyttökokemusta, kun käytät Facebookia työpöydällä.\n\nPikakäynnistyspainike avaa pienen ikkunan, jonka avulla voit tarkistaa Facebookin hienovaraisesti työaikana.\n\nLaitteistomme Launcher for Facebook ™ on tullut edistyksellinen työpöytäsovellus Facebookille, jossa on luettelo hyödyllisiä ominaisuuksia:\n\nTarkista uutissyöte\nLähetä valokuvia, videoita, tarinoita ja muuta tietoa\nTekstaa ystävien kanssa helposti Facebook Messengerin kautta\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Facebook ja sen tekee riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nFacebook ei tue tai sponsoroi tätä Chrome-laajennusta. Launcher for Facebook ™ ei ole Facebook Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Launcher for Facebook ™ est une simple extension pour améliorer l'expérience utilisateur lorsque vous utilisez Facebook sur le bureau.\n\nLe bouton de démarrage rapide ouvre une petite fenêtre qui vous permet de consulter Facebook pendant vos heures de travail de manière subtile.\n\nNotre lanceur d'extension pour Facebook ™ est devenu une application de bureau avancée pour Facebook avec une liste de fonctionnalités utiles:\n\nConsulter le fil d'actualité\nPubliez des photos, des vidéos, des histoires et d'autres informations\nEnvoyez facilement des SMS avec des amis via Facebook Messenger\n\nAvertissement: Veuillez noter que cette extension n'est PAS faite par Facebook et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nFacebook n'approuve ni ne sponsorise cette extension Chrome. Launcher for Facebook ™ n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Facebook Inc.",
    "hi": "जब आप डेस्कटॉप पर फेसबुक का उपयोग करते हैं तो उपयोगकर्ता अनुभव को बेहतर बनाने के लिए फेसबुक ™ के लिए लांचर एक सरल विस्तार है।\n\nत्वरित प्रारंभ बटन एक छोटी खिड़की खोलता है जो आपको अपने काम के घंटों के दौरान सूक्ष्म तरीके से फेसबुक की जांच करने की अनुमति देता है।\n\nFacebook ™ के लिए हमारा एक्सटेंशन लॉन्चर उपयोगी सुविधाओं की सूची के साथ फेसबुक के लिए एक उन्नत डेस्कटॉप ऐप बन गया है:\n\nसमाचार फ़ीड की समीक्षा करें\nफ़ोटो, वीडियो, कहानियां और अन्य जानकारी पोस्ट करें\nफेसबुक मैसेंजर के माध्यम से आसानी से दोस्तों के साथ पाठ\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन फेसबुक द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nFacebook इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Facebook ™ के लिए लॉन्चर के पास स्वामित्व नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह फेसबुक इंक का सहायक नहीं है।",
    "hr": "Pokretač za Facebook ™ jednostavno je proširenje za poboljšanje korisničkog iskustva kada Facebook koristite na radnoj površini.\n\nGumb za brzi početak otvara mali prozor koji vam omogućuje suptilno provjeravanje Facebooka tijekom radnog vremena.\n\nNaše proširenje Pokretač za Facebook ™ postalo je napredna stolna aplikacija za Facebook s popisom korisnih značajki:\n\nPregledajte feed vijesti\nObjavite fotografije, videozapise, priče i druge informacije\nLako pišite s prijateljima putem Facebook Messengera\n\nIzjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NIJE Facebook, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nFacebook ne podržava ili ne sponzorira ovo proširenje za Chrome. Pokretač za Facebook ™ nije u vlasništvu, nije licenciran i nije podružnica Facebook Inc.",
    "hu": "A Launcher for Facebook ™ egy egyszerű kiterjesztés a felhasználói élmény javítására, amikor a Facebook-ot asztali számítógépen használja.\n\nA gyorsindító gomb egy kis ablakot nyit meg, amely lehetővé teszi, hogy finom módon ellenőrizze a Facebookot munkaidőben.\n\nA Launcher for Facebook ™ kiterjesztésű alkalmazásunk a Facebook fejlett asztali alkalmazásává vált, amely hasznos funkciókat tartalmaz:\n\nHírcsatorna áttekintése\nTegyen közzé fotókat, videókat, történeteket és egyéb információkat\nSzövegezzen barátaival egyszerűen a Facebook Messengeren keresztül\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Facebook készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Facebook nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Launcher for Facebook ™ nem a Facebook Inc. tulajdonosa, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Peluncur untuk Facebook ™ adalah ekstensi sederhana untuk meningkatkan pengalaman pengguna saat Anda menggunakan Facebook di desktop.\n\nTombol mulai cepat membuka jendela kecil yang memungkinkan Anda untuk memeriksa Facebook selama jam kerja Anda dengan cara yang halus.\n\nPeluncur ekstensi kami untuk Facebook ™ telah menjadi aplikasi desktop lanjutan untuk Facebook dengan daftar fitur yang berguna:\n\nTinjau umpan berita\nPosting foto, video, cerita, dan informasi lainnya\nKirim SMS dengan teman dengan mudah melalui Facebook Messenger\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Facebook dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nFacebook tidak mendukung atau mensponsori ekstensi Chrome ini. Peluncur untuk Facebook ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Facebook Inc.",
    "it": "Launcher per Facebook ™ è una semplice estensione per migliorare l'esperienza dell'utente quando si utilizza Facebook sul desktop.\n\nIl pulsante di avvio rapido apre una piccola finestra che ti consente di controllare Facebook durante le tue ore di lavoro in modo sottile.\n\nLa nostra estensione Launcher per Facebook ™ è diventata un'app desktop avanzata per Facebook con un elenco di funzioni utili:\n\nRivedi il feed di notizie\nPubblica foto, video, storie e altre informazioni\nInvia messaggi agli amici facilmente tramite Facebook Messenger\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Facebook ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nFacebook non approva né sponsorizza questa estensione di Chrome. Launcher for Facebook ™ non è di proprietà di, non è concesso in licenza da e non è una sussidiaria di Facebook Inc.",
    "ja": "Launcher forFacebook™は、デスクトップでFacebookを使用する際のユーザーエクスペリエンスを向上させるためのシンプルな拡張機能です。\n\nクイックスタートボタンは小さなウィンドウを開き、勤務時間中にFacebookを微妙にチェックできます。\n\nFacebook™用の拡張機能Launcherは、便利な機能のリストを備えたFacebook用の高度なデスクトップアプリになりました。\n\nニュースフィードを確認する\n写真、ビデオ、ストーリー、その他の情報を投稿する\nFacebookメッセンジャーを介して友達と簡単にテキストを送信\n\n免責事項：この拡張機能はFacebookによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nFacebookは、このChrome拡張機能を推奨または後援していません。 Launcher forFacebook™は、Facebook Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "Launcher for Facebook ™은 데스크탑에서 Facebook을 사용할 때 사용자 경험을 개선하기위한 간단한 확장입니다.\n\n빠른 시작 버튼은 작업 시간 동안 Facebook을 미묘하게 확인할 수있는 작은 창을 엽니 다.\n\nFacebook ™ 용 확장 Launcher는 유용한 기능 목록이 포함 된 Facebook 용 고급 데스크톱 앱이되었습니다.\n\n뉴스 피드 검토\n사진, 비디오, 이야기 및 기타 정보 게시\nFacebook Messenger를 통해 친구들과 쉽게 문자를 보내세요\n\n면책 조항 :이 확장은 Facebook에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nFacebook은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Launcher for Facebook ™은 Facebook Inc의 소유가 아니며 라이선스가 부여되지도 않았으며 Facebook Inc.의 자회사가 아닙니다.",
    "lt": "„Facebook“ paleidimo priemonė yra paprastas plėtinys, skirtas pagerinti vartotojo patirtį, kai naudojate „Facebook“ darbalaukyje.\n\nSparčiosios pradžios mygtukas atveria mažą langą, kuriame galite subtiliai patikrinti „Facebook“ darbo valandomis.\n\nMūsų „Facebook ™“ plėtinio paleidimo priemonė tapo pažangia „Facebook“ darbalaukio programa su naudingų funkcijų sąrašu:\n\nPeržiūrėkite naujienų kanalą\nSkelbkite nuotraukas, vaizdo įrašus, istorijas ir kitą informaciją\nPaprasčiausiai susirašinėkite su draugais per „Facebook Messenger“\n\nAtsakomybės apribojimas: Atkreipkite dėmesį, kad šį plėtinį NEGALI „Facebook“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Facebook“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Facebook“ paleidimo priemonė nepriklauso „Facebook Inc.“, nėra licencijuota ir nėra „Facebook Inc.“ dukterinė įmonė.",
    "lv": "Launcher for Facebook ™ ir vienkāršs paplašinājums, lai uzlabotu lietotāja pieredzi, lietojot Facebook darbvirsmā.\n\nĀtrās sākšanas poga atver nelielu logu, kas ļauj smalki pārbaudīt Facebook darba laikā.\n\nMūsu paplašinājuma palaišanas programma Facebook ™ ir kļuvusi par uzlabotu Facebook darbvirsmas lietotni ar noderīgu funkciju sarakstu:\n\nPārskatiet ziņu plūsmu\nIevietojiet fotoattēlus, videoklipus, stāstus un citu informāciju\nSūtiet īsziņu ar draugiem viegli, izmantojot Facebook Messenger\n\nAtruna: Lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Facebook, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nFacebook neapstiprina un sponsorē šo Chrome paplašinājumu. Launcher for Facebook ™ nav Facebook Inc. īpašnieks, licencēts un nav meitasuzņēmums.",
    "ms": "Launcher for Facebook ™ adalah pelanjutan sederhana untuk meningkatkan pengalaman pengguna semasa anda menggunakan Facebook di desktop.\n\nButang mula pantas membuka tetingkap kecil yang membolehkan anda memeriksa Facebook semasa waktu bekerja dengan cara yang halus.\n\nPelancar pelanjutan kami untuk Facebook ™ telah menjadi aplikasi desktop lanjutan untuk Facebook dengan senarai ciri berguna:\n\nSemak suapan berita\nHantar gambar, video, cerita dan maklumat lain\nTeks dengan rakan dengan mudah melalui Facebook Messenger\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Facebook dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nFacebook tidak menyokong atau menaja pelanjutan Chrome ini. Pelancar untuk Facebook ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Facebook Inc.",
    "nl": "Launcher voor Facebook ™ is een eenvoudige extensie om de gebruikerservaring te verbeteren wanneer u Facebook op desktop gebruikt.\n\nDe snelstartknop opent een klein venster waarmee je op subtiele wijze Facebook tijdens je werkuren kunt checken.\n\nOnze extensie Launcher voor Facebook ™ is een geavanceerde desktop-app voor Facebook geworden met een lijst met handige functies:\n\nBekijk nieuwsfeed\nPlaats foto's, video's, verhalen en andere informatie\nSms eenvoudig met vrienden via Facebook Messenger\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Facebook en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nFacebook onderschrijft of sponsort deze Chrome-extensie niet. Launcher voor Facebook ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Facebook Inc.",
    "no": "Launcher for Facebook ™ er en enkel utvidelse for å forbedre brukeropplevelsen når du bruker Facebook på skrivebordet.\n\nHurtigstart-knappen åpner et lite vindu som lar deg sjekke Facebook i løpet av arbeidstiden din på en subtil måte.\n\nVårt utvidelsesprogram Launcher for Facebook ™ har blitt en avansert desktop-app for Facebook med en liste over nyttige funksjoner:\n\nGjennomgå nyhetsfeeden\nLegg ut bilder, videoer, historier og annen informasjon\nTekst med venner enkelt via Facebook Messenger\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Facebook og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nFacebook støtter ikke eller sponser denne Chrome-utvidelsen. Launcher for Facebook ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Facebook Inc.",
    "pl": "Launcher for Facebook ™ to proste rozszerzenie poprawiające komfort użytkowania podczas korzystania z Facebooka na komputerze.\n\nPrzycisk szybkiego startu otwiera małe okno, które pozwala subtelnie sprawdzać Facebooka w godzinach pracy.\n\nNasze rozszerzenie Launcher dla Facebook ™ stało się zaawansowaną aplikacją komputerową dla Facebooka z listą przydatnych funkcji:\n\nPrzejrzyj kanał wiadomości\nPublikuj zdjęcia, filmy, historie i inne informacje\nWysyłaj wiadomości tekstowe do znajomych za pośrednictwem Facebook Messenger\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Facebooka i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nFacebook nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Launcher for Facebook ™ nie jest własnością, nie jest licencjonowany i nie jest spółką zależną Facebook Inc.",
    "ro": "Launcher for Facebook ™ este o extensie simplă pentru a îmbunătăți experiența utilizatorului atunci când utilizați Facebook pe desktop.\n\nButonul de pornire rapidă deschide o fereastră mică care vă permite să verificați Facebook în timpul orelor de lucru într-un mod subtil.\n\nLansatorul nostru de extensii pentru Facebook ™ a devenit o aplicație desktop avansată pentru Facebook, cu o listă de caracteristici utile:\n\nExaminați fluxul de știri\nPostați fotografii, videoclipuri, povești și alte informații\nTrimiteți SMS cu prietenii cu ușurință prin Facebook Messenger\n\nDeclinare de responsabilitate: Vă rugăm să rețineți că această extensie NU este făcută de Facebook și este făcută de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nFacebook nu susține sau sponsorizează această extensie Chrome. Lansatorul pentru Facebook ™ nu este deținut de, nu este licențiat de și nu este o filială a Facebook Inc.",
    "ru": "Launcher for Facebook ™ - это простое расширение для улучшения взаимодействия с пользователем при использовании Facebook на рабочем столе.\n\nКнопка быстрого запуска открывает небольшое окно, в котором можно незаметно проверять Facebook в рабочее время.\n\nНаше расширение Launcher для Facebook ™ стало расширенным настольным приложением для Facebook со списком полезных функций:\n\nОбзор новостной ленты\nПубликуйте фото, видео, рассказы и другую информацию\nТекстовые сообщения с друзьями легко через Facebook Messenger\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Facebook, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nFacebook не поддерживает и не спонсирует это расширение Chrome. Launcher for Facebook ™ не принадлежит, не лицензируется и не является дочерней компанией Facebook Inc.",
    "sk": "Launcher for Facebook ™ je jednoduché rozšírenie na zlepšenie používateľského zážitku pri používaní Facebooku na pracovnej ploche.\n\nTlačidlo rýchleho spustenia otvorí malé okno, ktoré vám umožní nenápadným spôsobom skontrolovať Facebook počas vašej pracovnej doby.\n\nNaše rozšírenie Launcher pre Facebook ™ sa stalo pokročilou desktopovou aplikáciou pre Facebook so zoznamom užitočných funkcií:\n\nSkontrolujte spravodajský kanál\nUverejňujte fotografie, videá, príbehy a ďalšie informácie\nTextové správy s priateľmi ľahko cez Facebook Messenger\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vytvorené spoločnosťou Facebook a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nFacebook toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Launcher pre Facebook ™ nie je vo vlastníctve spoločnosti Facebook, nemá jej licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Zaganjalnik za Facebook ™ je preprosta razširitev za izboljšanje uporabniške izkušnje, ko Facebook uporabljate na namizju.\n\nGumb za hitri zagon odpre majhno okno, ki vam omogoča subtilen pregled Facebook-a med delovnim časom.\n\nNaša razširitev Launcher za Facebook ™ je postala napredna namizna aplikacija za Facebook s seznamom uporabnih funkcij:\n\nPreglejte vir novic\nObjavite fotografije, video posnetke, zgodbe in druge informacije\nPreprosto pošiljajte sporočila s prijatelji prek Facebook Messengerja\n\nOmejitev odgovornosti: Upoštevajte, da te razširitve NE izdeluje Facebook in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nFacebook ne podpira ali sponzorira te razširitve za Chrome. Zaganjalnik za Facebook ™ ni v lasti družbe Facebook, ni licenciran in ni hčerinska družba družbe Facebook Inc.",
    "sr": "Покретач за Фацебоок ™ је једноставно проширење за побољшање корисничког искуства када Фацебоок користите на радној површини.\n\nДугме за брзи почетак отвара мали прозор који вам омогућава да суптилно проверите Фацебоок током радног времена.\n\nНаше проширење Покретач за Фацебоок ™ постало је напредна апликација за рачунаре за Фацебоок са листом корисних функција:\n\nПрегледајте феед вести\nОбјавите фотографије, видео записе, приче и друге информације\nЛако пишите с пријатељима путем Фацебоок Мессенгер-а\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Фацебоок, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nФацебоок не подржава и не спонзорише ово проширење за Цхроме. Покретач за Фацебоок ™ није у власништву, није лиценциран и није подружница компаније Фацебоок Инц.",
    "sv": "Launcher for Facebook ™ är ett enkelt tillägg för att förbättra användarupplevelsen när du använder Facebook på skrivbordet.\n\nSnabbstartknappen öppnar ett litet fönster som låter dig kontrollera Facebook under dina arbetstider på ett subtilt sätt.\n\nVårt tillägg Launcher for Facebook ™ har blivit en avancerad desktopapp för Facebook med en lista över användbara funktioner:\n\nGranska nyhetsflödet\nLägg upp foton, videor, berättelser och annan information\nSms enkelt med vänner via Facebook Messenger\n\nAnsvarsfriskrivning: Observera att denna förlängning INTE görs av Facebook och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nFacebook stöder inte eller sponsrar detta Chrome-tillägg. Launcher for Facebook ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Facebook Inc.",
    "th": "Launcher for Facebook ™เป็นส่วนขยายที่เรียบง่ายเพื่อปรับปรุงประสบการณ์ของผู้ใช้เมื่อคุณใช้ Facebook บนเดสก์ท็อป\n\nปุ่มเริ่มต้นอย่างรวดเร็วจะเปิดหน้าต่างเล็ก ๆ ที่ช่วยให้คุณตรวจสอบ Facebook ในช่วงเวลาทำงานของคุณได้อย่างละเอียด\n\nLauncher ส่วนขยายสำหรับ Facebook ™ของเราได้กลายเป็นแอปเดสก์ท็อปขั้นสูงสำหรับ Facebook พร้อมรายการคุณสมบัติที่มีประโยชน์:\n\nตรวจสอบฟีดข่าว\nโพสต์รูปภาพวิดีโอเรื่องราวและข้อมูลอื่น ๆ\nส่งข้อความหาเพื่อนได้ง่ายๆผ่าน Facebook Messenger\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Facebook และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nFacebook ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Launcher for Facebook ™ไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Facebook Inc.",
    "tr": "Facebook ™ için Başlatıcı, Facebook'u masaüstünde kullandığınızda kullanıcı deneyimini iyileştirmeye yönelik basit bir uzantıdır.\n\nHızlı başlangıç düğmesi, çalışma saatleriniz boyunca Facebook'u ince bir şekilde kontrol etmenizi sağlayan küçük bir pencere açar.\n\nFacebook ™ için başlatıcımız, kullanışlı özelliklerin bir listesi ile Facebook için gelişmiş bir masaüstü uygulaması haline geldi:\n\nHaber beslemesini inceleyin\nFotoğraf, video, hikaye ve diğer bilgileri yayınlayın\nFacebook Messenger aracılığıyla arkadaşlarınızla kolayca mesajlaşın\n\nSorumluluk Reddi: Lütfen bu uzantının Facebook tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nFacebook, bu Chrome uzantısını onaylamaz veya desteklemez. Launcher for Facebook ™ sahibi değildir, lisansı yoktur ve Facebook Inc.'in bir yan kuruluşu değildir.",
    "uk": "Launcher for Facebook ™ - це просте розширення для поліпшення взаємодії з користувачем, коли ви використовуєте Facebook на робочому столі.\n\nКнопка швидкого запуску відкриває невелике вікно, яке дозволяє тонко перевірити Facebook у робочий час.\n\nНаше розширення Launcher для Facebook ™ стало вдосконаленим настільним додатком для Facebook зі списком корисних функцій:\n\nПерегляньте стрічку новин\nРозміщуйте фотографії, відео, історії та іншу інформацію\nНадсилайте текстові повідомлення друзям через Facebook Messenger\n\nЗастереження: Зверніть увагу, що це розширення НЕ робиться Facebook, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nFacebook не підтримує та не спонсорує це розширення Chrome. Запуск для Facebook ™ не належить, не ліцензований і не є дочірньою компанією Facebook Inc.",
    "vi": "Trình khởi chạy cho Facebook ™ là một tiện ích mở rộng đơn giản để cải thiện trải nghiệm người dùng khi bạn sử dụng Facebook trên máy tính để bàn.\n\nNút khởi động nhanh sẽ mở ra một cửa sổ nhỏ cho phép bạn kiểm tra Facebook trong giờ làm việc của mình một cách tinh tế.\n\nTiện ích mở rộng Launcher cho Facebook ™ của chúng tôi đã trở thành một ứng dụng máy tính để bàn nâng cao cho Facebook với danh sách các tính năng hữu ích:\n\nXem lại nguồn cấp tin tức\nĐăng ảnh, video, câu chuyện và thông tin khác\nNhắn tin với bạn bè dễ dàng qua Facebook Messenger\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Facebook tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nFacebook không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Trình khởi chạy cho Facebook ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Facebook Inc.",
    "zh_CN": "Launcher for Facebook™是一个简单的扩展，可以改善在桌面上使用Facebook时的用户体验。\n\n快速启动按钮会打开一个小窗口，您可以在工作时间内以微妙的方式检查Facebook。\n\n我们的扩展程序Launcher for Facebook™已成为Facebook的高级桌面应用程序，具有一系列有用的功能：\n\n查看新闻提要\n发布照片，视频，故事和其他信息\n通过Facebook Messenger轻松与朋友发送短信\n\n免责声明：请注意，此扩展程序不是由Facebook而是由独立的开发团队进行的。所有版权属于其各自所有者。\nFacebook不认可或赞助此Chrome扩展程序。 Facebook™的启动器不属于Facebook Inc.，也不属于Facebook Inc.的子公司，也不是其子公司。",
    "zh_TW": "Launcher for Facebook™是一個簡單的擴展，可以改善在桌面上使用Facebook時的用戶體驗。\n\n快速啟動按鈕會打開一個小窗口，您可以在工作時間內以微妙的方式檢查Facebook。\n\n我們的擴展程序Launcher for Facebook™已成為Facebook的高級桌面應用程序，具有一系列有用的功能：\n\n查看新聞提要\n發布照片，視頻，故事和其他信息\n通過Facebook Messenger輕鬆與朋友發送短信\n\n免責聲明：請注意，此擴展程序不是由Facebook而是由獨立的開發團隊進行的。所有版權屬於其各自所有者。\nFacebook不認可或贊助此Chrome擴展程序。 Facebook™的啟動器不屬於Facebook Inc.，也不屬於Facebook Inc.的許可，也不是Facebook Inc.的子公司。"
  }
}