{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prompt Firewall: ChatGPT Data Leak Prevention"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Data Leak Prevention (DLP) : Safeguard Sensitive Information and Protect Your Privacy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prompt Firewall Chrome Extension\n\nEnhance your digital security with the Prompt Firewall, a cutting-edge Chrome add-on designed to protect your sensitive personal information. \n\nTailored for both individual and business use, this extension is especially effective when interacting with Large Language Models like ChatGPT.\n\nFeatures:\n\nPII Detection: Our advanced algorithms vigilantly detect Personal Identifiable Information (PII) such as IBAN Codes, Phone Numbers, Crypto Addresses, Credit Card Numbers, Email Addresses, and Secret Keys. An alert system immediately informs you of any detected PII, adding a robust layer of privacy protection.\n\nPlugin Guard: Secure against various injection attacks with our Plugin Guard feature.\n\nSynthetic Data Protection: We prioritize your privacy by using synthetic data, a technique where artificial data is generated based on real data. This ensures the confidentiality and security of your real data when using Large Language Models.\n\nLocal Operation: Your privacy is our priority. The Prompt Firewall operates entirely locally, ensuring that your private data remains just that – private. No external transmission of your data occurs.\n\nDiscover more about the Prompt Firewall Chrome Extension and how it can protect your online interactions. Access our source code https://github.com/evrenyal/promptfirewall-chrome-extension and read our https://promptfirewall.com/privacy-policy.html here for detailed insights.\n\nSecure your digital presence today with Prompt Firewall!"
  }
}