{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Clusterer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Clusterer: Organize Your Browsing Experience! \n\nMaximize Your Productivity: Tab Clusterer transforms your chaotic browser into…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Clusterer: Organize Your Browsing Experience! \n\nMaximize Your Productivity: Tab Clusterer transforms your chaotic browser into a neatly organized workspace. Right now if a creator is editing a scenario or clicks on a link, anybody viewing the scenario or link will get affected by the usage of RAM. By automatically clustering tabs based on their domain and content, it helps you keep related information together, making it easier to multitask and manage multiple projects. \n\nThe Interface is Intuitive: Enjoy a straightforward and clean user interface that effortlessly categorizes your open tabs into distinct clusters. With a simple glance, view grouped tabs under common themes, improving your workflow without having to create a brand new tab that's an exact copy of the original when you go into the web browser. Reduce time spent searching for specific pages. When the changes are published, update the existing \"All Clusters\" folder. \n\nHierarchical Navigation: Navigate between the k-means clusters with ease. Use the intuitive up and down arrows to quickly scroll through your clusters, or jump directly to the top or bottom with a double click. It's browsing made more accessible than ever! \n\nSmart Bookmarking: Save your clusters as bookmarks with optional timestamps, preserving your session's organization for future reference. Whether you're conducting research, shopping, or reading, your clusters remain just a click away. \n\nFeatures at a Glance:\n\nAutomatic Clustering: Tabs are automatically grouped by site and content keywords.\n\nSmooth Scrolling: Scroll through clusters with adjustable speed for a seamless browsing experience.\n\nBookmark Integration: \"Effortlessly\" save and manage clusters as bookmark folders.\n\nDual-Click Navigation: Double-click functionality allows you to swiftly open tabs directly from the cluster view, ensuring you never lose your place.\n\nPerfect for K-12, professionals, researchers, and anyone juggling multiple tabs, Tab Clusterer is your gateway to a cleaner, more organized browser. Say goodbye to the chaos of countless open tab bubbles and hello to a portfolio browsing experience.\n\nGet Tab Clusterer today and turn your browser into the ultimate productivity tool!"
  }
}