{
  "name": {
    "ar": "افتح في Photoshop",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open In Photoshop™",
    "bg": "Отворете във Photoshop",
    "ca": "Obre a Photoshop",
    "cs": "Otevřít ve Photoshopu",
    "da": "Åbn i Photoshop",
    "de": "In Photoshop öffnen",
    "el": "Άνοιγμα στο Photoshop",
    "es": "Abrir en Photoshop",
    "et": "Ava Photoshopis",
    "fa": "در فتوشاپ باز کنید",
    "fi": "Avaa Photoshopissa",
    "fil": "Buksan Sa Photoshop",
    "fr": "Ouvrir dans Photoshop",
    "he": "פתח בפוטושופ",
    "hi": "फ़ोटोशॉप में खोलें",
    "hr": "Otvorite u Photoshopu",
    "hu": "Nyissa meg a Photoshop alkalmazásban",
    "id,ms": "Buka Di Photoshop",
    "it": "Apri in Photoshop",
    "ja": "Photoshopで開く",
    "ko": "Photoshop에서 열기",
    "lt": "Atidarykite „Photoshop“",
    "lv": "Atveriet programmā Photoshop",
    "nl": "Open in Photoshop",
    "no": "Åpne i Photoshop",
    "pl": "Otwórz w programie Photoshop",
    "ro": "Deschideți în Photoshop",
    "ru": "Открыть в Photoshop",
    "sk": "Otvoriť vo Photoshope",
    "sl": "Odprite v Photoshopu",
    "sr": "Отворите у Пхотосхопу",
    "sv": "Öppna i Photoshop",
    "th": "เปิดใน Photoshop",
    "tr": "Photoshop&#39;ta Aç",
    "uk": "Відкрити в Photoshop",
    "vi": "Mở trong Photoshop",
    "zh_CN": "在Photoshop中打开",
    "zh_TW": "在Photoshop中打開"
  },
  "short": {
    "ar": "افتح الروابط المرغوبة بسهولة في Adobe Photoshop",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Easily open desired image files in Adobe Photoshop",
    "bg": "Лесно отворете желаните връзки в Adobe Photoshop",
    "ca": "Obriu els enllaços desitjats fàcilment a Adobe Photoshop",
    "cs": "Snadno otevřete požadované odkazy v Adobe Photoshopu",
    "da": "Åbn let de ønskede links i Adobe Photoshop",
    "de": "Öffnen Sie einfach die gewünschten Links in Adobe Photoshop",
    "el": "Ανοίξτε εύκολα τους επιθυμητούς συνδέσμους στο Adobe Photoshop",
    "es": "Abra fácilmente los enlaces deseados en Adobe Photoshop",
    "et": "Avage soovitud lingid hõlpsalt Adobe Photoshopis",
    "fa": "به راحتی پیوندهای دلخواه را در Adobe Photoshop باز کنید",
    "fi": "Avaa haluamasi linkit helposti Adobe Photoshopissa",
    "fil": "Madaling buksan ang ninanais na mga link sa Adobe Photoshop",
    "fr": "Ouvrez facilement les liens souhaités dans Adobe Photoshop",
    "he": "פתח בקלות את הקישורים הרצויים ב- Adobe Photoshop",
    "hi": "Adobe Photoshop में आसानी से वांछित लिंक खोलें",
    "hr": "Jednostavno otvorite željene veze u Adobe Photoshopu",
    "hu": "Könnyen nyissa meg a kívánt linkeket az Adobe Photoshopban",
    "id": "Buka tautan yang diinginkan dengan mudah di Adobe Photoshop",
    "it": "Apri facilmente i collegamenti desiderati in Adobe Photoshop",
    "ja": "Adobe Photoshopで必要なリンクを簡単に開く",
    "ko": "Adobe Photoshop에서 원하는 링크를 쉽게 열기",
    "lt": "Lengvai atidarykite norimas nuorodas „Adobe Photoshop“",
    "lv": "Viegli atveriet vēlamās saites Adobe Photoshop",
    "ms": "Buka pautan yang dikehendaki dengan mudah di Adobe Photoshop",
    "nl": "Open eenvoudig gewenste koppelingen in Adobe Photoshop",
    "no": "Åpne enkelt ønskede lenker i Adobe Photoshop",
    "pl": "Z łatwością otwieraj żądane łącza w Adobe Photoshop",
    "ro": "Deschideți ușor linkurile dorite în Adobe Photoshop",
    "ru": "Легко открывайте нужные ссылки в Adobe Photoshop",
    "sk": "Ľahko otvorte požadované odkazy v aplikácii Adobe Photoshop",
    "sl": "V Adobe Photoshopu lahko enostavno odprete želene povezave",
    "sr": "Једноставно отворите жељене везе у Адобе Пхотосхоп-у",
    "sv": "Öppna enkelt önskade länkar i Adobe Photoshop",
    "th": "เปิดลิงค์ที่ต้องการได้อย่างง่ายดายใน Adobe Photoshop",
    "tr": "Adobe Photoshop&#39;ta istediğiniz bağlantıları kolayca açın",
    "uk": "Легко відкрийте потрібні посилання в Adobe Photoshop",
    "vi": "Dễ dàng mở các liên kết mong muốn trong Adobe Photoshop",
    "zh_CN": "在Adobe Photoshop中轻松打开所需的链接",
    "zh_TW": "在Adobe Photoshop中輕鬆打開所需的鏈接"
  },
  "long": {
    "ar": "افتح ملفات الصور أو تصميمات PSD باستخدام Photoshop الآن.\n\nهل تريد فتح ملفات الصور باستخدام برنامج محرر صور سطح المكتب المفضل لديك Photoshop؟ يمكنك القيام بذلك الآن بعد تثبيت ملحق البرنامج الخاص بنا.\n\nلبدء استخدام ملحق البرنامج الخاص بنا ، إليك الخطوات التي تحتاج إلى القيام بها.\n\nتأكد من تثبيت Photoshop على جهاز الكمبيوتر الخاص بك. قم بتحرير ملفات الصور الخاصة بك باستخدام Photoshop الآن.\n\nقم بتثبيت ملحق البرنامج الخاص بنا \"Open with Photoshop\"\n\nبمجرد تثبيت برنامجنا ، يرجى تحديث جميع علامات تبويب Chrome الحالية / إغلاق متصفح Chrome وإعادة تشغيل متصفح Chrome للسماح بتحميل الامتداد.\n\nاختر ملف الصورة الذي ترغب في تحريره باستخدام Photoshop عبر زر قائمة سياق النقر بزر الماوس الأيمن.\n\nالأمر بهذه البساطة ، ما عليك سوى استخدام قائمة سياق النقر بزر الماوس الأيمن لاختيار Photoshop عندما تريد تحرير ملفات الصور الخاصة بك.\n\nيمكنك فتح جميع أنواع ملفات الصور ، ولا يلزم أن تكون بتنسيق .gif. يمكن أن يكون أيضًا تنسيق ملف .psd و jpg.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد ليس من صنع Adobe وإنما من قبل فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها. لا تؤيد Google أو ترعى امتداد Chrome هذا. هذا الامتداد ليس مملوكًا لـ Google Inc. ، وهو غير مرخص له وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open your image files or PSD designs using Photoshop now.\n\nWant to open image files using your favorite desktop image editor software Photoshop? You can do so now after you install our software extension.\n\nTo begin using our software extension, here are the steps you need to do.\n\nEnsure you have Photoshop installed on your computer. Edit your image files with Photoshop now.\n\nInstall our software extension \"Open with Photoshop\"\n\nOnce you install our software, please refresh all your existing Chrome Tabs/close Chrome browser and restart Chrome browser to let the extension load.\n\nChoose the image file you wish to edit with Photoshop via the right click context menu button.\n\nIts that simple, just use the right click context menu to choose Photoshop when you want to edit your image files.\n\nYou can open all types of image files, it does not have to be .gif format. It can be also .psd and jpg file format.\n\nDisclaimer: Please note this extension is NOT made by Adobe and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this Chrome extension. This extension is not owned by, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Отворете вашите графични файлове или PSD дизайни с помощта на Photoshop сега.\n\nИскате ли да отваряте файлове с изображения, като използвате любимия си софтуер за редактор на изображения на работния плот Photoshop? Можете да го направите сега, след като инсталирате нашето софтуерно разширение.\n\nЗа да започнете да използвате нашето софтуерно разширение, ето стъпките, които трябва да направите.\n\nУверете се, че имате инсталиран Photoshop на вашия компютър. Редактирайте вашите графични файлове с Photoshop сега.\n\nИнсталирайте нашето софтуерно разширение „Отваряне с Photoshop“\n\nСлед като инсталирате нашия софтуер, моля, опреснете всички свои съществуващи раздели на Chrome / затворете браузъра Chrome и рестартирайте браузъра Chrome, за да позволите разширението да се зареди.\n\nИзберете файла с изображение, който искате да редактирате с Photoshop, чрез бутона за контекстно меню с десен бутон.\n\nТова е толкова просто, просто използвайте контекстното меню с десния бутон, за да изберете Photoshop, когато искате да редактирате вашите файлове с изображения.\n\nМожете да отваряте всички типове файлове с изображения, не е задължително да е в .gif формат. Може да бъде и .psd и jpg файлов формат.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Adobe и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици. Google не одобрява и не спонсорира това разширение за Chrome. Това разширение не е собственост, не е лицензирано и не е дъщерно дружество на Google Inc.",
    "ca": "Obriu ara els vostres fitxers d’imatges o dissenys de PSD amb Photoshop.\n\nVoleu obrir fitxers d’imatges amb el vostre programari d’editor d’imatges d’escriptori preferit Photoshop? Podeu fer-ho ara després d’instal·lar la nostra extensió de programari.\n\nPer començar a utilitzar la nostra extensió de programari, aquí teniu els passos que heu de fer.\n\nAssegureu-vos que teniu Photoshop instal·lat a l’ordinador. Editeu ara els fitxers d'imatge amb Photoshop.\n\nInstal·leu la nostra extensió de programari \"Obre amb Photoshop\"\n\nUn cop hàgiu instal·lat el nostre programari, actualitzeu totes les pestanyes de Chrome existents / tanqueu el navegador Chrome i reinicieu el navegador Chrome perquè l'extensió es carregui.\n\nTrieu el fitxer d'imatge que vulgueu editar amb Photoshop mitjançant el botó del menú contextual del clic dret.\n\nÉs tan senzill: feu clic amb el botó dret del menú contextual per triar Photoshop quan vulgueu editar els fitxers d'imatge.\n\nPodeu obrir tot tipus de fitxers d'imatge, no ha de tenir format .gif. També pot ser format de fitxer .psd i jpg.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Adobe i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris. Google no recolza ni patrocina aquesta extensió de Chrome. Aquesta extensió no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Otevřete nyní své obrazové soubory nebo návrhy PSD pomocí Photoshopu.\n\nChcete otevírat obrazové soubory pomocí svého oblíbeného softwaru pro úpravu obrázků na ploše Photoshop? Můžete tak učinit hned po instalaci našeho softwarového rozšíření.\n\nChcete-li začít používat naše softwarové rozšíření, postupujte podle následujících kroků.\n\nUjistěte se, že máte v počítači nainstalovaný Photoshop. Upravte své obrazové soubory pomocí Photoshopu.\n\nNainstalujte si naše softwarové rozšíření „Otevřít ve Photoshopu“\n\nPo instalaci našeho softwaru obnovte všechny své existující karty Chrome / zavřete prohlížeč Chrome a restartujte prohlížeč Chrome, aby se rozšíření mohlo načíst.\n\nVyberte soubor obrázku, který chcete upravit pomocí Photoshopu, pomocí tlačítka kontextové nabídky pravým tlačítkem.\n\nJe to tak jednoduché, stačí použít kontextové menu pravým tlačítkem myši a zvolit Photoshop, pokud chcete upravit obrazové soubory.\n\nMůžete otevřít všechny typy obrazových souborů, nemusí to být formát .gif. Může to být také formát souboru .psd a jpg.\n\nZřeknutí se odpovědnosti: Toto rozšíření NENÍ vytvořeno společností Adobe a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům. Google toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Toto rozšíření není vlastněno, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Åbn dine billedfiler eller PSD-designs ved hjælp af Photoshop nu.\n\nVil du åbne billedfiler ved hjælp af din foretrukne desktop-billedredigeringssoftware Photoshop? Du kan gøre det nu, når du har installeret vores softwareudvidelse.\n\nFor at begynde at bruge vores softwareudvidelse er her de trin, du skal gøre.\n\nSørg for, at Photoshop er installeret på din computer. Rediger dine billedfiler med Photoshop nu.\n\nInstaller vores softwareudvidelse \"Åbn med Photoshop\"\n\nNår du har installeret vores software, skal du opdatere alle dine eksisterende Chrome-faner / lukke Chrome-browseren og genstarte Chrome-browseren for at lade udvidelsen indlæses.\n\nVælg den billedfil, du vil redigere med Photoshop, via højreklik på kontekstmenuknappen.\n\nDet er så simpelt, brug bare højreklik-genvejsmenuen til at vælge Photoshop, når du vil redigere dine billedfiler.\n\nDu kan åbne alle typer billedfiler, det behøver ikke at være .gif-format. Det kan også være .psd og jpg filformat.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Adobe og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere. Google godkender eller sponsorerer ikke denne Chrome-udvidelse. Denne udvidelse ejes ikke af, den er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Öffnen Sie jetzt Ihre Bilddateien oder PSD-Designs mit Photoshop.\n\nMöchten Sie Bilddateien mit Ihrer bevorzugten Desktop-Bildbearbeitungssoftware Photoshop öffnen? Sie können dies jetzt tun, nachdem Sie unsere Software-Erweiterung installiert haben.\n\nUm unsere Software-Erweiterung zu verwenden, müssen Sie die folgenden Schritte ausführen.\n\nStellen Sie sicher, dass Photoshop auf Ihrem Computer installiert ist. Bearbeiten Sie Ihre Bilddateien jetzt mit Photoshop.\n\nInstallieren Sie unsere Software-Erweiterung \"Mit Photoshop öffnen\"\n\nAktualisieren Sie nach der Installation unserer Software alle vorhandenen Chrome-Tabs / schließen Sie den Chrome-Browser und starten Sie den Chrome-Browser neu, damit die Erweiterung geladen werden kann.\n\nWählen Sie die Bilddatei, die Sie mit Photoshop bearbeiten möchten, über die Kontextmenü-Schaltfläche mit der rechten Maustaste aus.\n\nSo einfach ist das. Klicken Sie einfach mit der rechten Maustaste auf das Kontextmenü, um Photoshop auszuwählen, wenn Sie Ihre Bilddateien bearbeiten möchten.\n\nSie können alle Arten von Bilddateien öffnen, es muss nicht das GIF-Format haben. Es kann auch das Dateiformat .psd und jpg sein.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Adobe und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern. Google unterstützt oder sponsert diese Chrome-Erweiterung nicht. Diese Erweiterung gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Ανοίξτε τα αρχεία εικόνας ή τα σχέδια PSD χρησιμοποιώντας το Photoshop τώρα.\n\nΘέλετε να ανοίξετε αρχεία εικόνων χρησιμοποιώντας το αγαπημένο σας λογισμικό επεξεργασίας εικόνων επιτραπέζιου Photoshop; Μπορείτε να το κάνετε τώρα μετά την εγκατάσταση της επέκτασης λογισμικού.\n\nΓια να ξεκινήσετε να χρησιμοποιείτε την επέκταση λογισμικού, ακολουθούν τα βήματα που πρέπει να κάνετε.\n\nΒεβαιωθείτε ότι έχετε εγκαταστήσει το Photoshop στον υπολογιστή σας. Επεξεργαστείτε τα αρχεία εικόνας σας με το Photoshop τώρα.\n\nΕγκαταστήστε την επέκταση λογισμικού \"Άνοιγμα με το Photoshop\"\n\nΜόλις εγκαταστήσετε το λογισμικό μας, ανανεώστε όλες τις υπάρχουσες καρτέλες Chrome / κλείστε το πρόγραμμα περιήγησης Chrome και επανεκκινήστε το πρόγραμμα περιήγησης Chrome για να επιτρέψετε τη φόρτωση της επέκτασης.\n\nΕπιλέξτε το αρχείο εικόνας που θέλετε να επεξεργαστείτε με το Photoshop μέσω του κουμπιού μενού περιβάλλοντος δεξιού κλικ.\n\nΕίναι τόσο απλό, απλώς χρησιμοποιήστε το μενού περιβάλλοντος με δεξί κλικ για να επιλέξετε το Photoshop όταν θέλετε να επεξεργαστείτε τα αρχεία εικόνας σας.\n\nΜπορείτε να ανοίξετε όλους τους τύπους αρχείων εικόνας, δεν χρειάζεται να έχει μορφή .gif. Μπορεί επίσης να έχει μορφή αρχείου .psd και jpg.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Adobe και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους. Η Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Αυτή η επέκταση δεν ανήκει σε, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Abra sus archivos de imagen o diseños PSD con Photoshop ahora.\n\n¿Quiere abrir archivos de imagen con su software de edición de imágenes de escritorio favorito, Photoshop? Puede hacerlo ahora después de instalar nuestra extensión de software.\n\nPara comenzar a usar nuestra extensión de software, estos son los pasos que debe seguir.\n\nAsegúrese de tener Photoshop instalado en su computadora. Edite sus archivos de imagen con Photoshop ahora.\n\nInstale nuestra extensión de software \"Abrir con Photoshop\"\n\nUna vez que instale nuestro software, actualice todas sus pestañas de Chrome existentes / cierre el navegador Chrome y reinicie el navegador Chrome para que se cargue la extensión.\n\nElija el archivo de imagen que desea editar con Photoshop mediante el botón derecho del menú contextual.\n\nEs así de simple, simplemente use el menú contextual del botón derecho para elegir Photoshop cuando desee editar sus archivos de imagen.\n\nPuede abrir todo tipo de archivos de imagen, no es necesario que esté en formato .gif. También puede tener formato de archivo .psd y jpg.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Adobe y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños. Google no respalda ni patrocina esta extensión de Chrome. Esta extensión no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Avage oma pildifailid või PSD kujundused Photoshopi abil.\n\nKas soovite oma lemmiklaua pildiredaktori tarkvara Photoshop abil pildifaile avada? Saate seda teha kohe pärast meie tarkvaralaienduse installimist.\n\nMeie tarkvaralaienduse kasutamise alustamiseks toimige järgmiselt.\n\nVeenduge, et teie arvutisse oleks installitud Photoshop. Redigeerige oma pildifaile kohe Photoshopiga.\n\nInstallige meie tarkvaralaiendus \"Ava Photoshopiga\"\n\nKui olete meie tarkvara installinud, värskendage laienduse laadimiseks kõiki olemasolevaid Chrome'i vahelehti / sulgege Chrome'i brauser ja taaskäivitage Chrome'i brauser.\n\nValige piltfail, mida soovite Photoshopiga muuta, paremklõpsuga kontekstimenüü nupu kaudu.\n\nSee on nii lihtne, kui soovite oma pildifaile redigeerida, kasutage Photoshopi valimiseks lihtsalt paremklõpsuga kontekstimenüüd.\n\nSaate avada igat tüüpi pildifaile, see ei pea olema .gif-vormingus. See võib olla ka .psd ja JPG failivorming.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Adobe ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele. Google ei toeta ega sponsoreeri seda Chrome'i laiendust. See laiendus ei kuulu Google Inc.-le, see pole litsentseeritud ega ole Google Inc. tütarettevõte.",
    "fa": "اکنون فایلهای تصویری یا طرح های PSD خود را با استفاده از فتوشاپ باز کنید.\n\nآیا می خواهید با استفاده از نرم افزار ویرایشگر تصویر دسک تاپ مورد علاقه خود فتوشاپ ، پرونده های تصویری را باز کنید؟ اکنون می توانید پس از نصب برنامه افزودنی نرم افزار ، این کار را انجام دهید.\n\nبرای شروع استفاده از برنامه افزودنی نرم افزار ما ، در اینجا مراحلی را که باید انجام دهید آورده شده است.\n\nاطمینان حاصل کنید که فتوشاپ را روی رایانه خود نصب کرده اید. اکنون فایلهای تصویری خود را با فتوشاپ ویرایش کنید.\n\nبرنامه افزودنی نرم افزار \"Open with Photoshop\" را نصب کنید\n\nپس از نصب نرم افزار ما ، لطفاً تمام برگه های Chrome موجود خود را تازه سازی کنید / مرورگر Chrome را ببندید و مرورگر Chrome را مجدداً راه اندازی کنید تا افزونه بارگیری شود.\n\nفایل تصویری را که می خواهید با فتوشاپ ویرایش کنید از طریق دکمه راست کلیک راست در منوی زمینه انتخاب کنید.\n\nبه همین سادگی ، فقط وقتی می خواهید فایل های تصویری خود را ویرایش کنید ، از منوی زمینه کلیک راست برای انتخاب فتوشاپ استفاده کنید.\n\nشما می توانید انواع پرونده های تصویری را باز کنید ، لازم نیست که فرمت .gif باشد. همچنین می تواند فرمت فایل PSD و JPG باشد.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این افزونه توسط Adobe ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند. Google این افزونه Chrome را تأیید یا حمایت نمی کند. این افزونه متعلق به آن نیست ، مجوز آن را ندارد و زیرمجموعه Google Inc. نیست.",
    "fil": "Avaa kuvatiedostot tai PSD-mallit käyttämällä Photoshopia nyt.\n\nHaluatko avata kuvatiedostot suosikki työpöydän kuvankäsittelyohjelmistosi Photoshopin avulla? Voit tehdä sen nyt asennuksen jälkeen.\n\nAloita ohjelmistolaajennuksen käyttäminen tässä ohjeiden mukaan.\n\nVarmista, että tietokoneellesi on asennettu Photoshop. Muokkaa kuvatiedostoja Photoshopilla nyt.\n\nAsenna ohjelmistolaajennus \"Avaa Photoshopilla\"\n\nKun olet asentanut ohjelmistomme, päivitä kaikki olemassa olevat Chrome-välilehdet / sulje Chrome-selain ja käynnistä Chrome-selain uudelleen, jotta laajennus latautuu.\n\nValitse muokattava kuvatiedosto Photoshopilla hiiren kakkospainikkeella pikavalikkopainikkeella.\n\nSe on niin yksinkertaista, käytä hiiren kakkospainikkeella pikavalikkoa valitaksesi Photoshop, kun haluat muokata kuvatiedostojasi.\n\nVoit avata kaiken tyyppisiä kuvatiedostoja, sen ei tarvitse olla .gif-muotoisia. Se voi olla myös .psd- ja JPG-tiedostomuoto.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Adobe ja sen tekee riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen. Google ei tue tai sponsoroi tätä Chrome-laajennusta. Tämä laajennus ei ole Google Inc: n omistuksessa, lisenssillä eikä se ole Google Inc: n tytäryhtiö.",
    "fr": "Ouvrez vos fichiers image ou vos conceptions PSD à l'aide de Photoshop maintenant.\n\nVous voulez ouvrir des fichiers image à l'aide de votre logiciel d'édition d'image de bureau préféré Photoshop? Vous pouvez le faire maintenant après avoir installé notre extension logicielle.\n\nPour commencer à utiliser notre extension logicielle, voici les étapes à suivre.\n\nAssurez-vous que Photoshop est installé sur votre ordinateur. Modifiez vos fichiers image avec Photoshop maintenant.\n\nInstallez notre extension logicielle \"Ouvrir avec Photoshop\"\n\nUne fois que vous avez installé notre logiciel, veuillez actualiser tous vos onglets Chrome existants / fermer le navigateur Chrome et redémarrer le navigateur Chrome pour laisser l'extension se charger.\n\nChoisissez le fichier image que vous souhaitez modifier avec Photoshop via le bouton de menu contextuel du clic droit.\n\nC'est aussi simple que cela, utilisez simplement le menu contextuel du clic droit pour choisir Photoshop lorsque vous souhaitez modifier vos fichiers image.\n\nVous pouvez ouvrir tous les types de fichiers image, il n'est pas nécessaire que ce soit au format .gif. Il peut également s'agir du format de fichier .psd et jpg.\n\nAvertissement: Veuillez noter que cette extension n'est PAS faite par Adobe et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs. Google n'approuve ni ne sponsorise cette extension Chrome. Cette extension n'appartient pas à, elle n'est pas concédée sous licence et n'est pas une filiale de Google Inc.",
    "hi": "अब फ़ोटोशॉप का उपयोग करके अपनी छवि फ़ाइलें या PSD डिज़ाइन खोलें।\n\nअपने पसंदीदा डेस्कटॉप छवि संपादक सॉफ़्टवेयर फ़ोटोशॉप का उपयोग करके छवि फाइलें खोलना चाहते हैं? आप हमारे सॉफ़्टवेयर एक्सटेंशन को स्थापित करने के बाद अब ऐसा कर सकते हैं।\n\nहमारे सॉफ़्टवेयर एक्सटेंशन का उपयोग करना शुरू करने के लिए, यहां वे चरण हैं जो आपको करने की आवश्यकता है।\n\nसुनिश्चित करें कि आपने अपने कंप्यूटर पर फ़ोटोशॉप स्थापित किया है। अब फ़ोटोशॉप के साथ अपनी छवि फ़ाइलों को संपादित करें।\n\nहमारे सॉफ़्टवेयर एक्सटेंशन को \"फ़ोटोशॉप के साथ खोलें\" स्थापित करें\n\nएक बार जब आप हमारे सॉफ़्टवेयर को स्थापित कर लेते हैं, तो कृपया अपने सभी मौजूदा Chrome टैब / Chrome ब्राउज़र को बंद कर दें और एक्सटेंशन लोड होने देने के लिए Chrome ब्राउज़र को पुनरारंभ करें।\n\nउस फ़ोटो फ़ाइल को चुनें जिसे आप राइट-क्लिक संदर्भ मेनू बटन के माध्यम से फ़ोटोशॉप के साथ संपादित करना चाहते हैं।\n\nजब आप अपनी छवि फ़ाइलों को संपादित करना चाहते हैं तो फोटोशॉप को चुनने के लिए इसका सरल, बस राइट क्लिक संदर्भ मेनू का उपयोग करें।\n\nआप सभी प्रकार की छवि फ़ाइलों को खोल सकते हैं, इसमें .gif प्रारूप होना आवश्यक नहीं है। यह .psd और jpg फाइल फॉर्मेट भी हो सकता है।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Adobe द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं। Google इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। यह एक्सटेंशन स्वामित्व में नहीं है, यह इसके द्वारा लाइसेंस प्राप्त नहीं है और Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Otvorite svoje slikovne datoteke ili PSD dizajne pomoću Photoshopa odmah.\n\nŽelite li otvoriti slikovne datoteke koristeći svoj omiljeni softver za uređivanje slika na radnoj površini Photoshop? To možete učiniti sada nakon što instalirate naše programsko proširenje.\n\nZa početak korištenja našeg programskog proširenja, evo koraka koje trebate učiniti.\n\nObavezno instalirajte Photoshop na računalu. Odmah uredite slikovne datoteke pomoću Photoshopa.\n\nInstalirajte naše programsko proširenje \"Otvori pomoću Photoshopa\"\n\nNakon što instalirate naš softver, osvježite sve svoje postojeće kartice Chrome / zatvorite preglednik Chrome i ponovo pokrenite preglednik Chrome da se proširenje učita.\n\nOdaberite datoteku slike koju želite urediti pomoću Photoshopa pomoću gumba kontekstnog izbornika desnim klikom.\n\nTo je tako jednostavno, samo upotrijebite kontekstni izbornik desnim klikom za odabir Photoshopa kada želite urediti slikovne datoteke.\n\nMožete otvoriti sve vrste slikovnih datoteka, ne mora biti u .gif formatu. To može biti i .psd i jpg format datoteke.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Adobe, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima. Google ne podržava ili ne sponzorira ovo proširenje za Chrome. Ovo proširenje nije u vlasništvu, nije licencirano i nije podružnica Google Inc.",
    "hu": "Nyissa meg a képfájljait vagy a PSD-terveket a Photoshop használatával.\n\nSzeretne megnyitni képfájlokat a kedvenc asztali képszerkesztő szoftver, a Photoshop segítségével? A szoftverbővítmény telepítése után most megteheti.\n\nA szoftverbővítmény használatának megkezdéséhez íme a szükséges lépések.\n\nGyőződjön meg arról, hogy a Photoshop telepítve van a számítógépére. Szerkessze a képfájlokat a Photoshop segítségével.\n\nTelepítse az \"Open with Photoshop\" szoftverbővítményünket\n\nMiután telepítette a szoftverünket, frissítse az összes meglévő Chrome lapot / zárja be a Chrome böngészőt, és indítsa újra a Chrome böngészőt a bővítmény betöltéséhez.\n\nVálassza ki a szerkeszteni kívánt képfájlt a Photoshop alkalmazással a jobb gombbal a helyi menü gombjával.\n\nEz ilyen egyszerű, csak a jobb gombbal kattintson a helyi menüre a Photoshop kiválasztásához, amikor a képfájlokat szerkeszteni kívánja.\n\nMinden típusú képfájl megnyitható, nem feltétlenül .gif formátumúnak kell lennie. Ez lehet .psd és jpg fájlformátum is.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM az Adobe készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké. A Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. Ez a kiterjesztés nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Buka file gambar atau desain PSD Anda menggunakan Photoshop sekarang.\n\nIngin membuka file gambar menggunakan perangkat lunak editor gambar desktop favorit Anda Photoshop? Anda dapat melakukannya sekarang setelah Anda memasang ekstensi perangkat lunak kami.\n\nUntuk mulai menggunakan ekstensi perangkat lunak kami, berikut adalah langkah-langkah yang perlu Anda lakukan.\n\nPastikan Anda telah menginstal Photoshop di komputer Anda. Edit file gambar Anda dengan Photoshop sekarang.\n\nPasang ekstensi perangkat lunak kami \"Buka dengan Photoshop\"\n\nSetelah Anda memasang perangkat lunak kami, segarkan semua Tab Chrome Anda yang ada / tutup browser Chrome dan mulai ulang browser Chrome agar ekstensi dapat dimuat.\n\nPilih file gambar yang ingin Anda edit dengan Photoshop melalui tombol menu konteks klik kanan.\n\nSesederhana itu, cukup gunakan menu konteks klik kanan untuk memilih Photoshop ketika Anda ingin mengedit file gambar Anda.\n\nAnda dapat membuka semua jenis file gambar, tidak harus dalam format .gif. Bisa juga format file .psd dan jpg.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Adobe dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya. Google tidak mendukung atau mensponsori ekstensi Chrome ini. Ekstensi ini tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Apri subito i tuoi file immagine o design PSD utilizzando Photoshop.\n\nVuoi aprire i file di immagine utilizzando il tuo software di editor di immagini desktop preferito Photoshop? Puoi farlo ora dopo aver installato la nostra estensione software.\n\nPer iniziare a utilizzare la nostra estensione software, ecco i passaggi che devi eseguire.\n\nAssicurati di avere Photoshop installato sul tuo computer. Modifica subito i tuoi file immagine con Photoshop.\n\nInstalla la nostra estensione software \"Apri con Photoshop\"\n\nDopo aver installato il nostro software, aggiorna tutte le tue schede Chrome esistenti / chiudi il browser Chrome e riavvia il browser Chrome per caricare l'estensione.\n\nScegli il file immagine che desideri modificare con Photoshop tramite il pulsante del menu contestuale di scelta rapida.\n\nÈ così semplice, basta usare il menu contestuale del tasto destro per scegliere Photoshop quando si desidera modificare i file di immagine.\n\nPuoi aprire tutti i tipi di file immagine, non deve essere in formato .gif. Può anche essere in formato .psd e jpg.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Adobe ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari. Google non approva né sponsorizza questa estensione di Chrome. Questa estensione non è di proprietà di, non è concessa in licenza da e non è una consociata di Google Inc.",
    "ja": "Photoshopを使用して画像ファイルまたはPSDデザインを今すぐ開きます。\n\nお気に入りのデスクトップ画像エディタソフトウェアPhotoshopを使用して画像ファイルを開きたいですか？ソフトウェア拡張機能をインストールした後、今すぐ実行できます。\n\nソフトウェア拡張機能の使用を開始するには、次の手順を実行する必要があります。\n\nコンピュータにPhotoshopがインストールされていることを確認してください。今すぐPhotoshopで画像ファイルを編集します。\n\nソフトウェア拡張機能「Photoshopで開く」をインストールします\n\nソフトウェアをインストールしたら、既存のすべてのChromeタブを更新するか、Chromeブラウザを閉じて、Chromeブラウザを再起動して拡張機能をロードしてください。\n\n右クリックのコンテキストメニューボタンを使用して、Photoshopで編集する画像ファイルを選択します。\n\n画像ファイルを編集するときは、右クリックのコンテキストメニューを使用してPhotoshopを選択するだけです。\n\nすべての種類の画像ファイルを開くことができます。.gif形式である必要はありません。 .psdおよびjpgファイル形式にすることもできます。\n\n免責事項：この拡張機能はアドビが作成したものではなく、独立した開発チームが作成したものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。 Googleは、このChrome拡張機能を推奨または後援していません。この拡張機能は、Google Incが所有しておらず、ライセンスも付与されておらず、GoogleIncの子会社でもありません。",
    "ko": "지금 Photoshop을 사용하여 이미지 파일 또는 PSD 디자인을 엽니 다.\n\n좋아하는 데스크톱 이미지 편집기 소프트웨어 Photoshop을 사용하여 이미지 파일을 열고 싶습니까? 소프트웨어 확장을 설치 한 후에 지금 그렇게 할 수 있습니다.\n\n소프트웨어 확장 사용을 시작하려면 다음 단계를 수행해야합니다.\n\n컴퓨터에 Photoshop이 설치되어 있는지 확인하십시오. 지금 Photoshop으로 이미지 파일을 편집하십시오.\n\n소프트웨어 확장 \"Open with Photoshop\"을 설치합니다.\n\n소프트웨어를 설치 한 후 기존 Chrome 탭을 모두 새로 고침 / Chrome 브라우저를 닫고 Chrome 브라우저를 다시 시작하여 확장 프로그램을로드하세요.\n\n오른쪽 클릭 컨텍스트 메뉴 버튼을 통해 Photoshop으로 편집 할 이미지 파일을 선택합니다.\n\n간단합니다. 이미지 파일을 편집하고 싶을 때 오른쪽 클릭 컨텍스트 메뉴를 사용하여 Photoshop을 선택하면됩니다.\n\n모든 유형의 이미지 파일을 열 수 있으며 .gif 형식 일 필요는 없습니다. .psd 및 jpg 파일 형식 일 수도 있습니다.\n\n고지 사항 :이 확장은 Adobe에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다. Google은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. 이 확장 프로그램은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Dabar atidarykite savo vaizdo failus ar PSD dizainus naudodami „Photoshop“.\n\nNorite atidaryti vaizdo failus naudodami mėgstamą darbalaukio vaizdų redagavimo programinę įrangą „Photoshop“? Tai galite padaryti dabar, kai įdiegsite mūsų programinės įrangos plėtinį.\n\nNorėdami pradėti naudoti mūsų programinės įrangos plėtinį, atlikite toliau nurodytus veiksmus.\n\nĮsitikinkite, kad kompiuteryje įdiegta „Photoshop“. Redaguokite vaizdo failus naudodami „Photoshop“ dabar.\n\nĮdiekite mūsų programinės įrangos plėtinį „Open with Photoshop“\n\nĮdiegę mūsų programinę įrangą, atnaujinkite visus esamus „Chrome“ skirtukus / uždarykite „Chrome“ naršyklę ir iš naujo paleiskite „Chrome“ naršyklę, kad leistumėte įkelti plėtinį.\n\nPasirinkite dešinįjį pelės klavišo kontekstinio meniu mygtuką norimą redaguoti vaizdo failą naudodami „Photoshop“.\n\nTai taip paprasta, tiesiog naudokite dešiniuoju pelės mygtuku spustelėkite kontekstinį meniu, kad pasirinktumėte „Photoshop“, kai norite redaguoti vaizdo failus.\n\nGalite atidaryti visų tipų vaizdo failus. Tai neturi būti .gif formatas. Tai gali būti .psd ir JPG failų formatas.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NĖRA „Adobe“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams. „Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. Šis plėtinys nepriklauso, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Izmantojot Photoshop, tagad atveriet savus attēlu failus vai PSD noformējumus.\n\nVai vēlaties atvērt attēlu failus, izmantojot iecienīto darbvirsmas attēlu redaktora programmatūru Photoshop? To var izdarīt tūlīt pēc programmatūras paplašinājuma instalēšanas.\n\nLai sāktu izmantot mūsu programmatūras paplašinājumu, veiciet tālāk norādītās darbības.\n\nPārliecinieties, vai datorā ir instalēta Photoshop. Rediģējiet attēlu failus, izmantojot Photoshop tūlīt.\n\nInstalējiet mūsu programmatūras paplašinājumu \"Atvērt ar Photoshop\"\n\nKad esat instalējis mūsu programmatūru, lūdzu, atsvaidziniet visas esošās Chrome cilnes / aizveriet pārlūku Chrome un restartējiet pārlūku Chrome, lai paplašinājums tiktu ielādēts.\n\nIzmantojot labo klikšķu konteksta izvēlnes pogu, izvēlieties attēla failu, kuru vēlaties rediģēt, izmantojot Photoshop.\n\nTas ir tik vienkārši, vienkārši izmantojiet labā klikšķa konteksta izvēlni, lai izvēlētos Photoshop, kad vēlaties rediģēt attēlu failus.\n\nJūs varat atvērt visu veidu attēlu failus, tam nav jābūt .gif formātā. Tas var būt arī .psd un JPG failu formāts.\n\nAtruna: Lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Adobe, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem. Google neapstiprina un sponsorē šo Chrome paplašinājumu. Šis paplašinājums nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Buka fail gambar atau reka bentuk JPA anda menggunakan Photoshop sekarang.\n\nIngin membuka fail gambar menggunakan perisian penyunting gambar desktop kegemaran anda Photoshop? Anda boleh melakukannya sekarang setelah anda memasang peluasan perisian kami.\n\nUntuk mula menggunakan peluasan perisian kami, berikut adalah langkah-langkah yang perlu anda lakukan.\n\nPastikan Photoshop dipasang di komputer anda. Edit fail gambar anda dengan Photoshop sekarang.\n\nPasang peluasan perisian kami \"Buka dengan Photoshop\"\n\nSetelah anda memasang perisian kami, muat semula semua Tab Chrome yang ada / tutup penyemak imbas Chrome dan mulakan semula penyemak imbas Chrome untuk membiarkan peluasan dimuat.\n\nPilih fail gambar yang ingin anda edit dengan Photoshop melalui butang menu konteks klik kanan.\n\nSederhana itu, cukup gunakan menu konteks klik kanan untuk memilih Photoshop ketika anda ingin mengedit fail gambar anda.\n\nAnda boleh membuka semua jenis fail gambar, tidak semestinya format .gif. Ia juga boleh menjadi format fail .psd dan jpg.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Adobe dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing. Google tidak menyokong atau menaja pelanjutan Chrome ini. Pelanjutan ini tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Open nu uw afbeeldingsbestanden of PSD-ontwerpen met Photoshop.\n\nWilt u afbeeldingsbestanden openen met uw favoriete bureaubladbewerkingssoftware Photoshop? U kunt dit nu doen nadat u onze software-extensie heeft geïnstalleerd.\n\nOm onze software-extensie te gebruiken, zijn hier de stappen die u moet uitvoeren.\n\nZorg ervoor dat Photoshop op uw computer is geïnstalleerd. Bewerk nu uw afbeeldingsbestanden met Photoshop.\n\nInstalleer onze software-extensie \"Openen met Photoshop\"\n\nNadat u onze software heeft geïnstalleerd, vernieuwt u al uw bestaande Chrome-tabbladen / sluit u de Chrome-browser en start u de Chrome-browser opnieuw om de extensie te laden.\n\nKies het afbeeldingsbestand dat u met Photoshop wilt bewerken via de rechtermuisknop op de contextmenuknop.\n\nZo eenvoudig is het, gebruik gewoon het contextmenu met de rechtermuisknop om Photoshop te kiezen wanneer u uw afbeeldingsbestanden wilt bewerken.\n\nU kunt alle soorten afbeeldingsbestanden openen, het hoeft geen .gif-indeling te zijn. Het kan ook de bestandsindeling .psd en jpg zijn.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Adobe en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren. Google onderschrijft of sponsort deze Chrome-extensie niet. Deze extensie is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Åpne bildefiler eller PSD-design ved hjelp av Photoshop nå.\n\nØnsker du å åpne bildefiler ved hjelp av din favoritt desktop image editor programvare Photoshop? Du kan gjøre det nå etter at du har installert programvareutvidelsen vår.\n\nFor å begynne å bruke programvareutvidelsen vår, her er trinnene du må gjøre.\n\nForsikre deg om at Photoshop er installert på datamaskinen. Rediger bildefilene dine med Photoshop nå.\n\nInstaller programvareutvidelsen vår \"Åpne med Photoshop\"\n\nNår du har installert programvaren vår, må du oppdatere alle eksisterende Chrome-faner / lukke Chrome-nettleseren og starte Chrome-nettleseren på nytt for å la utvidelsen lastes inn.\n\nVelg bildefilen du vil redigere med Photoshop via høyreklikk på kontekstmenyknappen.\n\nDet er så enkelt, bare bruk høyreklikk hurtigmeny for å velge Photoshop når du vil redigere bildefilene dine.\n\nDu kan åpne alle typer bildefiler, det trenger ikke å være .gif-format. Det kan også være .psd og jpg filformat.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Adobe og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere. Google støtter ikke eller sponser denne Chrome-utvidelsen. Denne utvidelsen eies ikke av, den er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Otwórz teraz pliki obrazów lub projekty PSD w programie Photoshop.\n\nChcesz otwierać pliki graficzne za pomocą swojego ulubionego programu do edycji grafiki komputerowej Photoshop? Możesz to zrobić teraz po zainstalowaniu naszego rozszerzenia oprogramowania.\n\nAby rozpocząć korzystanie z naszego rozszerzenia oprogramowania, oto kroki, które musisz wykonać.\n\nUpewnij się, że masz zainstalowany program Photoshop na swoim komputerze. Edytuj teraz pliki obrazów w programie Photoshop.\n\nZainstaluj nasze rozszerzenie oprogramowania „Otwórz w programie Photoshop”\n\nPo zainstalowaniu naszego oprogramowania odśwież wszystkie istniejące karty Chrome / zamknij przeglądarkę Chrome i uruchom ponownie przeglądarkę Chrome, aby umożliwić załadowanie rozszerzenia.\n\nWybierz plik obrazu, który chcesz edytować w programie Photoshop, klikając prawym przyciskiem myszy przycisk menu kontekstowego.\n\nTo takie proste, po prostu użyj menu kontekstowego prawego przycisku myszy, aby wybrać Photoshopa, gdy chcesz edytować pliki obrazów.\n\nMożesz otwierać wszystkie typy plików graficznych, nie musi to być format .gif. Może to być również plik w formacie .psd i jpg.\n\nZastrzeżenie: Należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Adobe i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli. Google nie popiera ani nie sponsoruje tego rozszerzenia Chrome. To rozszerzenie nie jest własnością, nie jest licencjonowane przez i nie jest spółką zależną Google Inc.",
    "ro": "Deschideți acum fișierele dvs. imagine sau desenele PSD folosind Photoshop.\n\nDoriți să deschideți fișiere de imagine folosind software-ul dvs. preferat de editare a imaginilor desktop Photoshop? Puteți face acest lucru acum după instalarea extensiei noastre software.\n\nPentru a începe să utilizați extensia noastră software, iată pașii pe care trebuie să îi faceți.\n\nAsigurați-vă că aveți Photoshop instalat pe computer. Editați-vă fișierele imagine cu Photoshop acum.\n\nInstalați extensia noastră software „Deschideți cu Photoshop”\n\nDupă ce instalați software-ul nostru, vă rugăm să reîmprospătați toate filele Chrome existente / închideți browserul Chrome și reporniți browserul Chrome pentru a permite încărcarea extensiei.\n\nAlegeți fișierul imagine pe care doriți să îl editați cu Photoshop prin butonul din meniul contextual al clicului dreapta.\n\nEste atât de simplu, pur și simplu folosiți meniul contextual cu clic dreapta pentru a alege Photoshop atunci când doriți să editați fișierele dvs. imagine.\n\nPuteți deschide toate tipurile de fișiere imagine, nu trebuie să fie în format .gif. Poate fi și format de fișier .psd și jpg.\n\nDeclinare de responsabilitate: Vă rugăm să rețineți că această extensie NU este realizată de Adobe și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi. Google nu aprobă sau sponsorizează această extensie Chrome. Această extensie nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Откройте свои файлы изображений или PSD-файлы в Photoshop прямо сейчас.\n\nХотите открывать файлы изображений с помощью любимого программного обеспечения для редактирования изображений Photoshop? Вы можете сделать это сейчас, после установки нашего программного расширения.\n\nВот шаги, которые вам необходимо сделать, чтобы начать использовать наше программное расширение.\n\nУбедитесь, что на вашем компьютере установлен Photoshop. Редактируйте файлы изображений в Photoshop прямо сейчас.\n\nУстановите наше программное расширение «Открыть с помощью Photoshop».\n\nПосле установки нашего программного обеспечения обновите все существующие вкладки Chrome / закройте браузер Chrome и перезапустите браузер Chrome, чтобы расширение загрузилось.\n\nВыберите файл изображения, который вы хотите отредактировать в Photoshop, с помощью правой кнопки контекстного меню.\n\nЭто так просто, просто используйте контекстное меню правой кнопки мыши, чтобы выбрать Photoshop, если вы хотите отредактировать файлы изображений.\n\nВы можете открывать все типы файлов изображений, не обязательно в формате .gif. Это также может быть файл в формате .psd и jpg.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Adobe, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам. Google не поддерживает и не спонсирует это расширение Chrome. Это расширение не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Otvorte svoje obrázkové súbory alebo návrhy PSD pomocou aplikácie Photoshop.\n\nChcete otvárať obrazové súbory pomocou svojho obľúbeného softvéru na úpravu obrázkov na ploche Photoshop? Môžete tak urobiť hneď po inštalácii nášho softvérového rozšírenia.\n\nAk chcete začať používať naše softvérové rozšírenie, musíte vykonať nasledujúce kroky.\n\nUistite sa, že máte v počítači nainštalovaný Photoshop. Upravte svoje obrazové súbory pomocou aplikácie Photoshop.\n\nNainštalujte si naše softvérové rozšírenie „Otvoriť vo Photoshope“\n\nPo inštalácii nášho softvéru obnovte všetky svoje existujúce karty Chrome / zatvorte prehliadač Chrome a reštartujte prehliadač Chrome, aby sa rozšírenie mohlo načítať.\n\nKliknutím na kontextové tlačidlo ponuky pravým tlačidlom myši vyberte obrazový súbor, ktorý chcete upraviť pomocou aplikácie Photoshop.\n\nJe to také jednoduché, stačí použiť kontextové menu pravým tlačidlom myši a zvoliť Photoshop, keď chcete upraviť svoje obrazové súbory.\n\nMôžete otvoriť všetky typy obrazových súborov, nemusí to byť formát .gif. Môže to byť aj formát súboru .psd a jpg.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Adobe a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom. Google toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Toto rozšírenie nie je vlastníkom, nemá licenciu od spoločnosti Google Inc. a nie je jeho dcérskou spoločnosťou.",
    "sl": "Zdaj odprite svoje slikovne datoteke ali PSD modele s pomočjo Photoshopa.\n\nŽelite odpreti slikovne datoteke s svojo najljubšo programsko opremo za urejanje slik Photoshop? To lahko storite zdaj po namestitvi naše razširitve programske opreme.\n\nČe želite začeti uporabljati našo razširitev programske opreme, je tukaj nekaj korakov.\n\nPoskrbite, da je v računalniku nameščen Photoshop. Zdaj uredite slikovne datoteke s programom Photoshop.\n\nNamestite našo programsko razširitev \"Odpri v Photoshopu\"\n\nKo namestite našo programsko opremo, osvežite vse obstoječe zavihke Chrome / zaprite brskalnik Chrome in znova zaženite brskalnik Chrome, da se razširitev naloži.\n\nS pomočjo desnega klika na gumb kontekstnega menija izberite sliko, ki jo želite urediti s programom Photoshop.\n\nTako preprosto je, da s kontekstnim menijem z desnim klikom izberete Photoshop, ko želite urejati slikovne datoteke.\n\nOdprete lahko vse vrste slikovnih datotek, ni nujno, da je v obliki .gif. Lahko je tudi v obliki zapisa .psd in jpg.\n\nOmejitev odgovornosti: Upoštevajte, da te razširitve NE izdeluje Adobe in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom. Google ne podpira in ne sponzorira te razširitve za Chrome. Ta razširitev ni v lasti družbe Google, ni licencirana in ni podružnica družbe Google Inc.",
    "sr": "Отворите датотеке слика или ПСД дизајне користећи Пхотосхоп одмах.\n\nЖелите да отворите датотеке са сликама помоћу вашег омиљеног софтвера за уређивање слика на рачунару Пхотосхоп? То можете учинити сада након што инсталирате нашу програмску екстензију.\n\nДа бисте започели употребу нашег софтверског проширења, ево корака које требате учинити.\n\nОбавезно инсталирајте Пхотосхоп на рачунару. Уредите своје сликовне датотеке помоћу Пхотосхопа одмах.\n\nИнсталирајте нашу програмску екстензију „Отвори помоћу Пхотосхопа“\n\nНакон што инсталирате наш софтвер, освежите све постојеће Цхроме картице / затворите прегледач Цхроме и поново покрените прегледач Цхроме да бисте дозволили да се додатак учита.\n\nДесним кликом на дугме контекстног менија одаберите датотеку слике коју желите да уредите помоћу Пхотосхопа.\n\nТо је тако једноставно, само користите контекстни мени десним кликом да бисте одабрали Пхотосхоп када желите да уредите своје датотеке слика.\n\nМожете отворити све врсте датотека са сликама, не мора бити у .гиф формату. То може бити и .псд и јпг формат датотеке.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Адобе, а израдио га је независни развојни тим. Сва ауторска права припадају њиховим власницима. Гоогле не подржава и не спонзорише ово Цхроме проширење. Ово проширење није у власништву компаније, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Öppna dina bildfiler eller PSD-mönster med Photoshop nu.\n\nVill du öppna bildfiler med ditt favoritprogram för bildredigeringsprogram Photoshop? Du kan göra det nu när du har installerat vårt programtillägg.\n\nFör att börja använda vårt programtillägg, här är stegen du behöver göra.\n\nSe till att du har Photoshop installerat på din dator. Redigera dina bildfiler med Photoshop nu.\n\nInstallera vårt programtillägg \"Öppna med Photoshop\"\n\nNär du har installerat vår programvara, uppdatera alla dina befintliga Chrome-flikar / stäng Chrome-webbläsaren och starta om Chrome-webbläsaren så att tillägget laddas.\n\nVälj den bildfil du vill redigera med Photoshop via högerklicka på snabbmenyn.\n\nDet är så enkelt, använd bara högerklickets snabbmeny för att välja Photoshop när du vill redigera dina bildfiler.\n\nDu kan öppna alla typer av bildfiler, det behöver inte vara .gif-format. Det kan också vara .psd- och jpg-filformat.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Adobe och är gjord av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare. Google stöder inte eller sponsrar detta Chrome-tillägg. Denna tillägg ägs inte av, den är inte licensierad av och är inte ett dotterbolag till Google Inc.",
    "th": "เปิดไฟล์รูปภาพหรือการออกแบบ PSD โดยใช้ Photoshop ตอนนี้\n\nต้องการเปิดไฟล์ภาพโดยใช้โปรแกรมแก้ไขภาพเดสก์ท็อปที่คุณชื่นชอบ Photoshop หรือไม่? คุณสามารถทำได้ทันทีหลังจากติดตั้งส่วนขยายซอฟต์แวร์ของเรา\n\nในการเริ่มต้นใช้งานส่วนขยายซอฟต์แวร์ของเรานี่คือขั้นตอนที่คุณต้องทำ\n\nตรวจสอบให้แน่ใจว่าคุณได้ติดตั้ง Photoshop ไว้ในคอมพิวเตอร์ของคุณ แก้ไขไฟล์ภาพของคุณด้วย Photoshop ตอนนี้\n\nติดตั้งส่วนขยายซอฟต์แวร์ของเรา \"เปิดด้วย Photoshop\"\n\nเมื่อคุณติดตั้งซอฟต์แวร์ของเราแล้วโปรดรีเฟรชแท็บ Chrome ที่มีอยู่ทั้งหมด / ปิดเบราว์เซอร์ Chrome และรีสตาร์ทเบราว์เซอร์ Chrome เพื่อให้ส่วนขยายโหลด\n\nเลือกไฟล์ภาพที่คุณต้องการแก้ไขด้วย Photoshop ผ่านปุ่มเมนูบริบทคลิกขวา\n\nง่ายๆแค่ใช้เมนูบริบทคลิกขวาเพื่อเลือก Photoshop เมื่อคุณต้องการแก้ไขไฟล์ภาพของคุณ\n\nคุณสามารถเปิดไฟล์รูปภาพได้ทุกประเภทโดยไม่จำเป็นต้องเป็นรูปแบบ. gif นอกจากนี้ยังสามารถเป็นรูปแบบไฟล์. psd และ. jpg\n\nคำเตือน: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Adobe และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง Google ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ ส่วนขยายนี้ไม่ได้เป็นของโดยไม่ได้รับอนุญาตและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Photoshop kullanarak görüntü dosyalarınızı veya PSD tasarımlarınızı şimdi açın.\n\nEn sevdiğiniz masaüstü görüntü düzenleme yazılımı Photoshop'u kullanarak görüntü dosyalarını açmak ister misiniz? Yazılım uzantımızı yükledikten sonra bunu şimdi yapabilirsiniz.\n\nYazılım uzantımızı kullanmaya başlamak için yapmanız gereken adımlar aşağıda verilmiştir.\n\nBilgisayarınızda Photoshop'un kurulu olduğundan emin olun. Görüntü dosyalarınızı şimdi Photoshop ile düzenleyin.\n\n\"Photoshop ile Aç\" yazılım uzantımızı yükleyin\n\nYazılımımızı yükledikten sonra, lütfen mevcut tüm Chrome Sekmelerinizi yenileyin / Chrome tarayıcınızı kapatın ve uzantının yüklenmesine izin vermek için Chrome tarayıcısını yeniden başlatın.\n\nPhotoshop ile düzenlemek istediğiniz görüntü dosyasını sağ tıklama bağlam menüsü düğmesini kullanarak seçin.\n\nBu kadar basit, görüntü dosyalarınızı düzenlemek istediğinizde Photoshop'u seçmek için sağ tıklama bağlam menüsünü kullanın.\n\nHer tür görüntü dosyasını açabilirsiniz, .gif formatında olmak zorunda değildir. Ayrıca .psd ve jpg dosya biçimi de olabilir.\n\nSorumluluk Reddi: Lütfen bu uzantının Adobe tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir. Google, bu Chrome uzantısını onaylamaz veya desteklemez. Bu uzantının sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Відкривайте файли зображень або дизайни PSD за допомогою Photoshop.\n\nХочете відкрити файли зображень за допомогою улюбленого програмного забезпечення для редагування зображень Photoshop? Ви можете зробити це вже після встановлення нашого розширення програмного забезпечення.\n\nЩоб розпочати використання нашого розширення програмного забезпечення, ось кроки, які вам потрібно зробити.\n\nПереконайтеся, що на вашому комп’ютері встановлений Photoshop. Редагуйте файли зображень за допомогою Photoshop.\n\nВстановіть наше програмне розширення \"Відкрити за допомогою Photoshop\"\n\nПісля встановлення нашого програмного забезпечення оновіть усі існуючі вкладки Chrome / закрийте браузер Chrome і перезапустіть браузер Chrome, щоб розширення завантажилося.\n\nВиберіть файл зображення, який ви хочете редагувати за допомогою Photoshop, клацнувши правою кнопкою миші кнопку контекстного меню.\n\nЦе так просто, просто використовуйте контекстне меню правою кнопкою миші, щоб вибрати Photoshop, коли ви хочете редагувати файли зображень.\n\nВи можете відкривати всі типи файлів зображень, це не повинен бути формат .gif. Це також може бути формат .psd та jpg.\n\nЗастереження: Зверніть увагу, що це розширення НЕ робиться компанією Adobe, а робиться незалежною командою розробників. Усі авторські права належать їх власникам. Google не підтримує та не спонсорує це розширення Chrome. Це розширення не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Mở tệp hình ảnh hoặc thiết kế PSD của bạn bằng Photoshop ngay bây giờ.\n\nBạn muốn mở các tệp hình ảnh bằng phần mềm chỉnh sửa hình ảnh trên máy tính để bàn yêu thích của mình là Photoshop? Bạn có thể làm như vậy ngay bây giờ sau khi cài đặt tiện ích mở rộng phần mềm của chúng tôi.\n\nĐể bắt đầu sử dụng tiện ích mở rộng phần mềm của chúng tôi, đây là các bước bạn cần làm.\n\nĐảm bảo bạn đã cài đặt Photoshop trên máy tính của mình. Chỉnh sửa các tệp hình ảnh của bạn với Photoshop ngay bây giờ.\n\nCài đặt tiện ích mở rộng phần mềm của chúng tôi \"Mở bằng Photoshop\"\n\nSau khi bạn cài đặt phần mềm của chúng tôi, vui lòng làm mới tất cả các Tab Chrome hiện có của bạn / đóng trình duyệt Chrome và khởi động lại trình duyệt Chrome để cho phép tiện ích tải.\n\nChọn tệp hình ảnh bạn muốn chỉnh sửa bằng Photoshop bằng cách nhấp chuột phải vào nút menu ngữ cảnh.\n\nThật đơn giản, chỉ cần sử dụng menu ngữ cảnh nhấp chuột phải để chọn Photoshop khi bạn muốn chỉnh sửa tệp hình ảnh của mình.\n\nBạn có thể mở tất cả các loại tệp hình ảnh, không nhất thiết phải có định dạng .gif. Nó cũng có thể là định dạng tệp .psd và jpg.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng phần mở rộng này KHÔNG phải do Adobe tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng. Google không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Tiện ích mở rộng này không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "立即使用Photoshop打开图像文件或PSD设计。\n\n想要使用您喜欢的桌面图像编辑器软件Photoshop打开图像文件吗？安装我们的软件扩展后，您现在就可以这样做。\n\n要开始使用我们的软件扩展，请执行以下步骤。\n\n确保在计算机上安装了Photoshop。立即使用Photoshop编辑图像文件。\n\n安装我们的软件扩展“使用Photoshop打开”\n\n安装我们的软件后，请刷新所有现有的Chrome浏览器标签/关闭Chrome浏览器，然后重新启动Chrome浏览器以加载扩展程序。\n\n通过右键单击上下文菜单按钮选择要使用Photoshop编辑的图像文件。\n\n就这么简单，当您要编辑图像文件时，只需使用右键单击上下文菜单选择Photoshop。\n\n您可以打开所有类型的图像文件，而不必为.gif格式。也可以是.psd和jpg文件格式。\n\n免责声明：请注意，此扩展不是由Adobe而是由独立的开发团队进行的。所有版权属于其各自所有者。 Google不认可或赞助此Chrome扩展程序。此扩展程序不归Google Inc.所有，也不属于Google Inc.的子公司。",
    "zh_TW": "立即使用Photoshop打開圖像文件或PSD設計。\n\n想要使用您喜歡的桌面圖像編輯器軟件Photoshop打開圖像文件嗎？安裝我們的軟件擴展後，您現在就可以這樣做。\n\n要開始使用我們的軟件擴展，請執行以下步驟。\n\n確保在計算機上安裝了Photoshop。立即使用Photoshop編輯圖像文件。\n\n安裝我們的軟件擴展“使用Photoshop打開”\n\n安裝我們的軟件後，請刷新所有現有的Chrome瀏覽器標籤/關閉Chrome瀏覽器，然後重新啟動Chrome瀏覽器以加載擴展程序。\n\n通過右鍵單擊上下文菜單按鈕選擇要使用Photoshop編輯的圖像文件。\n\n就這麼簡單，當您要編輯圖像文件時，只需使用右鍵單擊上下文菜單選擇Photoshop。\n\n您可以打開所有類型的圖像文件，而不必為.gif格式。也可以是.psd和jpg文件格式。\n\n免責聲明：請注意，此擴展不是由Adobe而是由獨立的開發團隊進行的。所有版權屬於其各自所有者。 Google不認可或贊助此Chrome擴展程序。此擴展程序不歸Google Inc.所有，也不屬於Google Inc.的子公司。"
  }
}