{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grab 'n Tag"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Batch-download and name images according to their content."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever want to grab all the images off a webpage without having to click through them individually? Have other batch download tools fallen short by naming your downloaded images with non-descriptive random letters and numbers? This tool is for you!\n\nTo use:\n1. Navigate to any page that contains images\n2. Click the Grab 'n Tag icon at the top right of your browser\n3. Type in a single tag to search for (e.g. dog)\n- type \"all\" or leave the search box blank to download all images on the page\n4. Click \"Grab!\" or hit enter\n5. Watch as all the images that are identified with your search term are automatically named and downloaded\n\nBackground:\n\nGrab 'n Tag makes use a form of machine learning known as an Artificial Neural Network (ANN) to analyze images on the web-page. The ANN is trained to be highly accurate by feeding it large volumes of sample data, in this case, images which have already been tagged with for their content. Once trained, the ANN analyzes individual images and returns lists of tags that it believes are associated with them.\n\nOur own ANN server is in development so in the meantime Grab 'n Tag makes use of Clarifai's image recognition API to get tags associated with images.\n\nGrab 'n Tag features a non-intrusive interface to enter your search terms to filter your batch download.\n\nicon credit goes to http://www.freepik.com licensed by http://creativecommons.org/licenses/by/3.0/"
  }
}