{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Incognito"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension prevents the canvas tab or window from detecting when you’ve navigated away."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Incognito: Ultimate Privacy for Canvas\n\nTake control of your browsing experience with Canvas Incognito, a powerful Chrome extension designed to override visibility and focus behaviors in your browser. Whether you’re multitasking or exploring content freely, Canvas Incognito ensures that your activity remains undetected by blocking intrusive tracking mechanisms.\n\nhttps://sites.google.com/view/canvasincognito/home\n\nKey Features:\nOverrides Browser Visibility and Focus Behaviors: Prevent websites from detecting when you switch tabs or leave the page, ensuring uninterrupted browsing.\nYou will not be flagged for leaving Canvas Quizzes in the activity log.\nBlocks Specific Event Listeners: Disables event listeners commonly used to monitor user activity, enhancing your privacy.\nProtects Against \"AI Trojan Horse\" Hacks: Actively monitors the DOM to safeguard against hidden elements that could compromise your security.\nAlways Visible, Always Focused: Modifies visibility properties to keep the page consistently visible and focused, no matter where you navigate.\nWhether you're safeguarding your privacy, bypassing invasive tracking tools, or simply multitasking during online sessions, Canvas Incognito gives you the confidence and freedom to browse securely. Install now and experience the next level of control over your browser's behavior.\n\nPrivacy First, Always:\nYour data is yours alone. Canvas Incognito operates locally on your browser and does not store or transmit your information, providing peace of mind and true user control.\n\nReady to take charge? Add Canvas Incognito to Chrome today."
  }
}