{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OsmWallet - Your XRP wallet."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An XRP Ledger Wallet in your Browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OsmWallet is a non-custodial wallet for the XRP Ledger. Online shops and website owners can implement a small JavaScript file and start accepting payment from OsmWallet users, on their site. You can find an example on the homepage of our official site.\n\nOsmWallet helps users make payment on various online stores. When a user wants to perform a transaction and write to the blockchain/ledger, the user gets a secure interface to review the transaction, before approving or rejecting it.\n\nOsmWallet Features:\n1. Secure – because of encryption: But since it’s a non-custodial wallet, your account is as safe as you can keep it.\n\n2. Fast & Cheap: Since XRP ledger itself is super fast, our application inherits the feature and extends it with a sleek UI. And one of the key features of XRP Ledger is its exceptionally low transaction fees.\n\n3. Multi-account: You can generate/import multiple XRPL account and manage it via OsmWallet.\n\n4. Token Management: Using OsmWallet you can add, edit and remove TrustLine for various XRPL based tokens/currencies.\n\n5. Send/Receive Payments: You can send and receive XRP and XRPL based tokens/currencies directly from OsmWallet and also authorise transactions initiated by 3rd party applications/websites.\n\n6. Deleting your XRPL account: You can delete your XRPL account and recover most of your wallet/account reserve.\n\n7. Token Swap: Swap any XRPL Token with any other XRPL Token - depending upon the available liquidity.\n\n8. XRP Onramp: Crypto onramp now available to everyone inside OsmWallet Swap section.\n\n9. Decentralized Exchange(DEX): Harnessing the built-in DEX of XRP Ledger, we'll be facilitating OsmWallet users to place their trades(buy and sell orders) on the DEX from within the extension.\n\n..other features like setting your profile picture, domain, account label, bookmarking certain transaction, light/dark mode theme, switching between main network and test network, setting your local currency to get current XRP price in that currency etc are all already available in OsmWallet.\n\nOsmWallet is a browser extension, which allows users to store and manage account keys locally, broadcast transactions, send and receive XRPL-based cryptocurrencies and tokens, and securely connect to decentralised applications through a compatible web browser.\n\nOsmWallet is a gateway to XRP Ledger based payments."
  }
}