{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summer HD Wallpapers New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring summer vibes to your new tab with HD wallpapers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the warmth and beauty of summer to your browser with the Summer HD Wallpapers New Tab extension! \n\nIf you're a fan of sun-kissed beaches, vibrant sunsets, tropical vibes, and bright skies, this extension is the perfect way to immerse yourself in the spirit of summer every time you open a new tab.\n\nStunning HD Summer Wallpapers\n\nEach time you open a new tab, you'll be greeted with a stunning, high-resolution image that captures the essence of summer. \n\nFrom golden beaches and crystal-clear waters to colorful sunsets and tropical landscapes, every wallpaper is carefully selected to make your browsing experience feel like a vacation. \n\nWhether you're looking for a relaxing beach scene or an adventure-filled tropical destination, the Summer HD Wallpapers New Tab extension offers a refreshing, vibrant touch to your browser.\n\nCustomizable New Tab Features\n\nIn addition to beautiful summer-themed wallpapers, this extension also offers convenient new tab features. \n\nYou can easily access your most visited websites, bookmarks, and apps with just a click, allowing you to stay productive while enjoying the warm, sunny vibes. \n\nYou can also personalize the background to fit your mood, choosing from a variety of stunning summer images that will transport you to sunny days all year round.\n\nSimple Installation & Easy-to-Use\n\nGetting started is a breeze! Just add the Summer HD Wallpapers New Tab extension to your Chrome browser, and you’ll instantly be greeted with a fresh, vibrant summer look every time you open a new tab. There's no complicated setup — simply download and enjoy!\n\nWhether you're longing for a summer getaway or just want to bring some sunshine into your day, the Summer HD Wallpapers New Tab extension is the perfect way to keep the summer spirit alive on your screen. Download it now and enjoy endless summer vibes every time you browse!"
  }
}