{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guru VPN & Proxy, VPN to Unblock any sites"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proxy for chrome GuruVPN. Open any website without limitation and stay absolutely anonymous with our Proxy",
    "ru": "Бесплатное и быстрое расширение GuruVPN. Guru VPN - это технология призванная обеспечить вашу конфиденциальность в Интернете."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your favorite site is blocked by the decision of any state supervisory authority?\nWorried about secure keeping sensitive data?\nConcern that someone can tracking your online activity?\nSome internet services (streaming services for example) are loading much longer than others?\n\nYou don’t need to get upset. Get Guru VPN!\n\nGuruVPN is the best FREE solution for safe and limitless Internet access on your browser!\nVPN encrypts your personal data, protects you on the Web and public Wi-Fi and does not allow anyone to monitor your activity on the Internet!\n\nBy installing GuruVPN for Google Chrome\nSurf the web without restrictions and access all your favorite news, social media, and streaming sites with GuruVPN!\nCheck all our Benefits:\n\n- TOTALLY FREE\nOur tool doesn’t require registration at all!\nNo logs\nNo ADS\n\n- ABSOLUTE SECURITY ON THE WEB\nHigh level encryption all online activities: Mask your IP address and protect your identity from trackers to enjoy maximum privacy and security.\n\n- ACCESS ANY CONTENT\nEncrypt your browser traffic and access restricted content, blocked websites, messaging apps, and social media sites.\n\n- UNLIMITED DATA\nNo session, speed and bandwidth limitation\n\n- INTERNATIONAL LOCATIONS\nServers all around the world\n\n- EASY SETUP\nEasy installation without settings! Enable VPN on your browser in One Tap!\n\nReady to go? Try GuruVPN now!",
    "ru": "Ваш любимый сайт заблокирован провайдером?\nБеспокоитесь о сохранности ваших личных данных? \nОпасаетесь что кто-либо может отслеживать ваши действия в Сети? \n\nСкачай GuruVPN - пользуйся Интернетом свободно и без ограничений!\n\nGuruVPN - лучшее решение для безопасного и неограниченного доступа в Интернет для браузера Chrome!\nVPN шифрует ваши личные данные, защищает вас в Интернете и в общественном Wi-Fi и не позволяет никому следить за вашими действиями в Сети!\n \nВоспользуйся всеми преимуществами GuruVPN:\n\n- АБСОЛЮТНО БЕСПЛАТНЫЙ\nНе требует регистрации\nНе хранит логи\nБез рекламы\n \n- ПОЛНАЯ БЕЗОПАСНОСТЬ В СЕТИ\nВысокий уровень шифрования, безопасная интернет-активность и Wi-Fi соединение.\nШифрование высокого уровня: Маскирует ваш IP-адрес и защищает вашу конфиденциальность от провайдеров и третьих лиц, чтобы обеспечить максимальную приватность и безопасность.\n\n- ДОСТУП К ЛЮБОМУ КОНТЕНТУ\nАнонимный доступ ко всем сайтам и стриминговым сервисам с любой точки Земли\nПолучите анонимный доступ к заблокированному контенту, веб-сайтам, мессенджерам и социальным сетям.\n\n- БЕЗ ОГРАНИЧЕНИЙ\nНет ограничения по длительности сессий или скорости сети\n\n- ДОСТУП В ОДИН КЛИК\nПростая установка без настроек. Установи расширение GuruVPN и начни пользоваться прямо сейчас! \n \nИнтересно? Попробуй GuruVPN прямо сейчас."
  }
}