{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace Shopify Email Variables"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace Shopify Email Variables"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace Shopify Email Variables\n\nAre you tired of manually updating email variables in your Shopify store? Save time and eliminate errors with the Replace Shopify Email Variables Chrome Extension!\n\nDrawbacks\n  if it errors you need to held back to the main customer notifications and start over\n  for jobs you must keep the screen open for the duration of the job\n\nThis powerful tool automates the task of replacing Shopify email variables, ensuring your emails always contain the correct links and information. Customize and update your store's URLs effortlessly:\n\nStore URL: Replace the main store URL to redirect customers seamlessly.\nForgot Password URL: Ensure your customers can easily reset their passwords with the correct link.\nAccount URL: Direct customers to their account overview with an updated URL.\nStore URL Text: Customize the text for store URLs to provide clear navigation.\nKey Features:\n\nEasy to Use: Intuitive interface that lets you update URLs and text fields with just a few clicks.\nAutomation: Automatically replace email variables, reducing manual work and minimizing mistakes.\nCustomizable: Tailor each URL and text to fit your store's needs perfectly.\nEfficiency: Save time and focus on what matters most—growing your business.\nWhether you're updating a single email or your entire email system, Replace Shopify Email Variables makes the process quick and easy. Enhance your store's professionalism and ensure a seamless customer experience with accurate and up-to-date information in every email.\n\nDownload Now and take the hassle out of managing your Shopify email variables!"
  }
}