{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agiled Timer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Project Timer Monitor for Agiled"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track time from anywhere with Agiled Time tracking extension. \n\nYou can track any time from any where with this extension. Just start timer and continue to do your work. Agiled will track your time for you. When you have completed your work, click save and it will save your time to agiled.app where you will be able to see all of your time logs. \n\nYou will be able to create timesheets and bill your clients for your tiem. \n\nAgiled Features: \n\n> Time Tracking\n> Timesheets\n> Invoices for Timesheets\n> Native integrations with 30+ apps and integration with Zapier, Integrately and Pabbly connect to connect Agiled with any other app. \n> Other business management features like CRM, Finance, Contracts, Project Management, and proposals in one place. \n\nAbout Agiled: \n\nAgiled is an all in one business management solution where you can manage every thing about your business under one roof. You can track your time, bill your clients for your time. Send invoices, estimates, and accept online payments. Create digital contracts, proposals and manage your customers with the CRM. \n\nYou can manage all of your projects with comprehensive project management, create automation workflows to automate your business . You can also book appointments using Agiled's Appointment Toolkit. \n\nIf you are tired of switching between tools to manage your business Agiled is best for you."
  }
}