{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Video Downloader, Summarizer, Converter, and Transcriber"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download, summarize, and transcribe Canvas LMS videos. Save them as MP4 or M4A files, generate summaries, and access transcriptions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Canvas Video Downloader, Summarizer, Converter, and Transcriber is an all-in-one tool designed to streamline your access and interaction with video content on Canvas, one of the most widely used Learning Management Systems (LMS). This tool empowers you to download videos directly from Canvas, convert them into various formats, generate accurate transcripts, and produce clear, concise summaries—all in one place.\n\nWhether you're a student, educator, or researcher, this tool saves time, enhances productivity, and ensures you never miss out on valuable learning material.\n\nKey Features:\n\nSeamless Video Downloading:\n- Effortlessly download course videos from Canvas and save them locally for offline access. Say goodbye to buffering and unreliable internet connections.\n\nMP4 and Audio Conversion:\n- Convert downloaded videos into MP4 format for universal compatibility or extract audio files (M4A) for convenient listening on any device.\n\nIntelligent Video Summarization:\n- Quickly generate AI-powered summaries that highlight key takeaways, timestamps, and essential points from long video lectures.\n\nAccurate Transcriptions:\n- Automatically transcribe video content into text format, making it easier to follow along, take notes, or search for specific information.\n\nUser-Friendly Interface:\n- Designed with simplicity in mind, making it easy to download, convert, summarize, and transcribe videos with just a few clicks.\n\nTime-Saving Productivity Tool:\n- Reduce the need to re-watch lengthy videos by reviewing concise summaries or reading transcriptions in minutes.\n\nPrivacy and Security:\n- Your downloads, conversions, and transcriptions are stored locally on your device, ensuring your data remains private and secure.\n\nWhy Should You Install It?\nLearn Anytime, Anywhere: Download videos for offline access and eliminate reliance on a stable internet connection.\nFlexible Formats: Easily convert videos into MP4 or M4A formats for compatibility across devices.\nBoost Efficiency: Save time with quick summaries and detailed transcriptions of video content.\nAccessible Content: Listen to extracted audio files or scan through transcripts on the go.\nEnhanced Organization: Build a personal library of downloaded, transcribed, and summarized content.\nSimplify Note-Taking: Use text transcriptions to streamline your notes and search for key points quickly.\n\nWho Is It For?\nStudents: Access course materials offline, convert them to study-friendly formats, and simplify revision with transcripts and summaries.\nEducators: Archive lecture videos, share summaries with students, and prepare content effortlessly.\nResearchers: Extract and analyze key insights from long video lectures with transcriptions and summaries.\nLifelong Learners: Create a personal multimedia library with flexible access across devices.\n\nWhy This Tool Stands Out:\nThe Canvas Video Downloader, Summarizer, Converter, and Transcriber is not just another download utility—it's a complete video learning companion. By offering video downloading, MP4/audio conversion, summarization, and transcription capabilities in one tool, it ensures you have everything you need to manage, consume, and utilize video content efficiently.\n\nTake control of your Canvas resources with a smart, secure, and feature-packed tool designed to meet your academic and professional needs.\n\nStart downloading, summarizing, converting, and transcribing today—and supercharge your learning experience! 🚀"
  }
}