{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rapidfinder - stop the search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rapidfinder helps you find your frequent options quickly on a website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing RapidFinder - the ultimate web search companion. Are you tired of constantly searching for information on major websites? RapidFinder is here to help! Our state-of-the-art AI technology makes it easy to find what you need, when you need it. \n\nSimply type in your search query and let RapidFinder do the rest. Our powerful algorithms scan major websites to quickly locate the information you're looking for. No more endless clicking and scrolling - RapidFinder puts everything you need right at your fingertips. With our fully responsive and intuitive interface, lightning-fast searches, user-friendly system, and AI-driven technology, you can save tons of time and effort when navigating the Internet. \n\nRapidFinder is a secure tool, so you can rest assured that your information is private and secure. Plus, we retain your identity and search history, so you can easily find the information you need without the hassle. \n\nOur team works hard to ensure that you have the best experience when using RapidFinder. With HTML, CSS, Java, UI Design, and DOM Manipulation, we give you the power of the Internet at your fingertips. Our best-in-breed technology is enjoyed by thousands. \n\n(Note you must be logged in to ChatGPT and search may take up to one minute.)"
  }
}