{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Workflow Auto-Save"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically saves workflows"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Workflow Auto Save Chrome Extension\n\nNever lose your work again! The Workflow Auto-Save Chrome Extension ensures that your progress in web-based workflow applications, like n8n, is automatically saved at regular intervals, giving you peace of mind while you focus on getting things done.\n\nEffortless Workflow Management\nWhether you're working on a complex project or drafting content online, unexpected interruptions like browser crashes, connectivity issues, or forgetfulness can lead to lost progress. Workflow Auto-Save takes the worry out of managing your work by seamlessly saving your workflow, so you never lose your important changes.\n\nKey Features:\n----------------------------------------------\n- Automatic Save: Ensures your work is saved at customizable intervals, reducing the risk of losing important progress.\n- Customizable Timer: Choose a save interval that works for you—anywhere between 1 and 60 minutes.\n- Enable/Disable On-Demand: Control the auto-save functionality with a simple toggle switch—activate or deactivate the feature whenever needed.\n- Visual Countdown: Stay in the loop with a clear countdown timer shown directly in the extension popup and the toolbar icon badge, letting you know when the next save will happen.\n- Minimal Permissions: The extension only requires the permissions necessary for its function, ensuring your privacy and security are protected.\n\nWhy You'll Love It:\n----------------------------------------------\nPrevent Lost Work:Workflow Auto-Save safeguards your progress by automatically clicking the save button for you—no more worrying about accidentally closing the tab or losing your internet connection.\n\nSeamless Integration: Designed to work with any workflow-based web application that uses a “Save” button, Workflow Auto-Save keeps your tasks on track, no matter the URL structure of the application.\n\nCustom Control: Tailor the auto-save interval to match your pace and project needs. Whether you need frequent backups or just occasional saves, you’re in control.\n\nEasy to Use: With an intuitive interface and a simple setup, you’ll have Workflow Auto-Save working within seconds. All it takes is a few clicks, and you’re ready to save automatically.\n\nHow It Works:\n----------------------------------------------\nAuto-Saving Workflows: The extension scans the page for /workflow/ URLs and simulates a click on the \"Save\" button in supported web-based applications. You don't have to worry about any manual intervention—Workflow Auto-Save does it for you at the interval you set.\n\nVisual Feedback: Track the countdown to the next save with a built-in timer, displayed in both the extension popup and the toolbar icon, so you’re always aware of when your progress is being backed up.\n\nSecurity and Privacy First:\n----------------------------------------------\nYour privacy is our priority. The Workflow Auto-Save Chrome Extension does not collect, transmit, or store any personal data. All settings and auto-save operations are processed locally on your machine, meaning your data stays with you. The extension only uses the minimal permissions needed to perform its function, and no third-party services or analytics tools are involved.\n\nInstallation\n----------------------------------------------\nInstall the Extension: Follow simple instructions to load Workflow Auto-Save to Chrome.\nActivate Workflow Auto-Save: Set your preferred auto-save interval and enable the feature.\n\nFocus on Your Work: Let the extension do the saving for you while you work uninterrupted.\nTake Control of Your Workflow Today!\n\nDon’t let lost work slow you down. With the Workflow Auto-Save Chrome Extension, your projects, documents, and workflows are safe from unexpected mishaps. Download now and experience a smooth, uninterrupted workflow with the peace of mind that your progress is automatically saved.\n\nFAQs:\nDoes Workflow Auto-Save work on all websites? Workflow Auto-Save is designed to work with web-based applications that feature a \"/workflow/\" path and a \"Save\" button, like n8n. It ensures compatibility across a variety of platforms that utilize similar structures.\n\nIs my data safe? Absolutely! All your auto-save settings and workflows are stored locally on your machine. The extension does not transmit any data externally.\n\nCan I control when it saves? Yes! You can set your desired save interval between 1 and 60 minutes or disable the feature altogether with a single click.\n\nInstall Auto-Save Chrome Extension now and never worry about losing your progress again"
  }
}