{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Swiper for Tinder, Bumble and more!",
    "de": "Auto Swiper für Tinder, Bumble and more!"
  },
  "short": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,fr,gu,he,hi,hr,kn,ko,lt,lv,ml,mr,ms,no,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Auto Swiper Extension to Swipe Tinder, Bumble, Lovoo, PoF and OkCupid Profiles.",
    "bg": "Автоматично разширение на Swiper за плъзгане на профилите на Tinder, Bumble, Lovoo, PoF и OkCupid.",
    "cs": "Rozšíření Auto Swiper pro přejetí profilů Tinder, Bumble, Lovoo, PoF a OkCupid.",
    "da": "Auto Swiper Extension til at swipe Tinder-, Bumble-, Lovoo-, PoF- og OkCupid-profiler.",
    "de": "Auto Swiper Erweiterung zum Durchstreichen von Tinder, Bumble, Lovoo, PoF und OkCupid Profilen.",
    "el": "Επέκταση Auto Swiper για να σαρώσετε τα προφίλ Tinder, Bumble, Lovoo, PoF και OkCupid.",
    "es": "Auto Swiper Extensión para Swipe Tinder, Bumble, Lovoo, PoF y OkCupid Perfiles.",
    "fi": "Automaattinen Swiper-laajennus Tinder-, Bumble-, Lovoo-, PoF- ja OkCupid-profiilien pyyhkimiseen.",
    "hu": "Auto Swiper kiterjesztés a Tinder, Bumble, Lovoo, PoF és OkCupid profilok áthúzásához.",
    "id": "Ekstensi Swiper Otomatis untuk Menggeser Profil Tinder, Bumble, Lovoo, PoF, dan OkCupid.",
    "it": "Estensione Auto Swiper per scorrere i profili di Tinder, Bumble, Lovoo, PoF e OkCupid.",
    "ja": "Tinder、Bumble、Lovoo、PoF、OkCupidのプロフィールをスワイプするAuto Swiper Extension。",
    "nl": "Auto Swiper Extensie om Tinder, Bumble, Lovoo, PoF en OkCupid profielen te swipen.",
    "pl": "AutoSwiper:  Tinder, Bumble, Lovoo, PoF and OkCupid Profiles.",
    "pt_BR": "Extensão do Auto Swiper para passar o dedo nos perfis do Tinder, Bumble, Lovoo, PoF e OkCupid.",
    "pt_PT": "Extensão Auto Swiper para passar o dedo nos perfis do Tinder, Bumble, Lovoo, PoF e OkCupid.",
    "ro": "Extensie Auto Swiper pentru a face Swipe Tinder, Bumble, Lovoo, PoF și profilurile OkCupid.",
    "ru": "Расширение Auto Swiper для пролистывания профилей Tinder, Bumble, Lovoo, PoF и OkCupid.",
    "sk": "Rozšírenie Auto Swiper na posúvanie profilov Tinder, Bumble, Lovoo, PoF a OkCupid.",
    "sl": "Razširitev Auto Swiper za podrsavanje profilov Tinder, Bumble, Lovoo, PoF in OkCupid.",
    "sv": "Auto Swiper Extension för att svepa Tinder, Bumble, Lovoo, PoF och OkCupid-profiler.",
    "tr": "Tinder, Bumble, Lovoo, PoF ve OkCupid Profillerini Kaydırmak için Otomatik Swiper Uzantısı."
  },
  "long": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,kn,ko,lt,lv,ml,mr,ms,no,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "The Auto Swiper Extension enhances your experience on dating sites such as Tinder, Bumble, Badoo, PoF, OkCupid and more, allowing you to spend more time getting to know people.\n\nFor optimal usage of the Auto Swiper Extension, I suggest loosening the filters on dating sites like Tinder, Bumble, Badoo, PoF, OkCupid, and others, and then using the Auto Swiper to adjust the filters based on your preferences. This will result in more swipes to dislike profiles, ultimately boosting your reputation on the dating site.\n\nThe Auto Swiper Extension provides various ways to filter profiles on dating sites such as Tinder, Bumble, Badoo, PoF, OkCupid and more.\n\nThe free version of the software includes the following features:\n- A maximum of 100 swipes per run and 500 swipes per day.\n- The ability to define age range.\n- Minimum photo requirement.\n- The option to filter out unwanted words (up to 10).\n- Swipe speed ranges from approximately 2.5 to 4.5 seconds per swipe.\n\nIf you want even more features and options, subscription options are available at https://auto-swiper.ch/#pricing. However, please note that dating apps frequently update their interfaces, which may affect the functionality of the Auto Swiper Extension. If you experience any issues, please inform the developer.\n\nA list of Supported Dating Sites you find under:\nhttps://auto-swiper.ch/#features\n\nBecause Tinder, Bumble, Badoo, PoF, OkCupid and others are always changing their apps there can be problems with the Auto Swiper. Please inform me if the extension does not work properly anymore.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "bg": "Разширението Auto Swiper подобрява работата ви в сайтове за запознанства като Tinder, Bumble, Badoo, PoF, OkCupid и други, като ви позволява да прекарвате повече време в опознаване на хора.\n\nЗа оптимално използване на разширението Auto Swiper предлагам да разхлабите филтрите в сайтове за запознанства като Tinder, Bumble, Badoo, PoF, OkCupid и други, а след това да използвате Auto Swiper, за да настроите филтрите според предпочитанията си. Това ще доведе до повече приплъзвания към нехаресвани профили, което в крайна сметка ще повиши репутацията ви в сайта за запознанства.\n\nРазширението Auto Swiper предоставя различни начини за филтриране на профили в сайтове за запознанства като Tinder, Bumble, Badoo, PoF, OkCupid и други.\n\nБезплатната версия на софтуера включва следните функции:\n- Максимален брой от 100 суича на ден и 500 суича на ден.\n- Възможност за определяне на възрастов диапазон.\n- Изискване за минимална снимка.\n- Възможност за филтриране на нежелани думи (до 10).\n- Скоростта на плъзгане варира приблизително от 2,5 до 4,5 секунди на плъзгане.\n\nАко искате още повече функции и опции, на разположение са абонаментни опции на адрес https://auto-swiper.ch/#pricing. Имайте предвид обаче, че приложенията за запознанства често актуализират интерфейсите си, което може да повлияе на функционалността на разширението Auto Swiper. Ако се сблъскате с някакви проблеми, моля, информирайте разработчика.\n\nСписък на поддържаните сайтове за запознанства можете да намерите под:\nhttps://auto-swiper.ch/#features\n\nТъй като Tinder, Bumble, Badoo, PoF, OkCupid и други постоянно променят своите приложения, може да има проблеми с Auto Swiper. Моля, информирайте ме, ако разширението вече не работи правилно.\n\nСписък с промените:\nhttps://www.auto-swiper.ch/changelog.html",
    "cs": "Rozšíření Auto Swiper zlepšuje vaše zkušenosti na seznamkách, jako jsou Tinder, Bumble, Badoo, PoF, OkCupid a další, a umožňuje vám strávit více času seznamováním.\n\nPro optimální využití rozšíření Auto Swiper Extension doporučuji uvolnit filtry na seznamovacích webech, jako jsou Tinder, Bumble, Badoo, PoF, OkCupid a další, a poté pomocí rozšíření Auto Swiper upravit filtry na základě vašich preferencí. To povede k většímu počtu přejetí na nelíbivé profily, což v konečném důsledku zvýší vaši reputaci na seznamce.\n\nRozšíření Auto Swiper poskytuje různé způsoby filtrování profilů na seznamkách, jako jsou Tinder, Bumble, Badoo, PoF, OkCupid a další.\n\nBezplatná verze softwaru obsahuje následující funkce:\n- Maximální počet 100 swipů za běh a 500 swipů za den.\n- Možnost definovat věkové rozmezí.\n- Minimální požadavek na fotografii.\n- Možnost filtrovat nežádoucí slova (až 10).\n- Rychlost přejetí se pohybuje přibližně od 2,5 do 4,5 sekundy na jedno přejetí.\n\nPokud chcete ještě více funkcí a možností, jsou k dispozici možnosti předplatného na adrese https://auto-swiper.ch/#pricing. Upozorňujeme však, že seznamovací aplikace často aktualizují svá rozhraní, což může ovlivnit funkčnost rozšíření Auto Swiper. Pokud se vyskytnou nějaké problémy, informujte o tom prosím vývojáře.\n\nSeznam podporovaných seznamek najdete v části:\nhttps://auto-swiper.ch/#features\n\nVzhledem k tomu, že Tinder, Bumble, Badoo, PoF, OkCupid a další neustále mění své aplikace, může docházet k problémům s funkcí Auto Swiper. Pokud rozšíření přestane správně fungovat, informujte mě prosím.\n\nSeznam změn:\nhttps://www.auto-swiper.ch/changelog.html",
    "da": "Auto Swiper Extension forbedrer din oplevelse på dating sider som Tinder, Bumble, Badoo, PoF, OkCupid og mange flere, så du kan bruge mere tid på at lære folk at kende.\n\nFor optimal brug af Auto Swiper Extension foreslår jeg, at du løsner filtrene på datingsider som Tinder, Bumble, Badoo, PoF, OkCupid og andre, og derefter bruger Auto Swiper til at justere filtrene baseret på dine præferencer. Dette vil resultere i flere swipes til profiler, der ikke kan lide dem, hvilket i sidste ende vil øge dit omdømme på datingsiden.\n\nAuto Swiper Extension giver forskellige måder at filtrere profiler på datingsider som Tinder, Bumble, Badoo, PoF, OkCupid og flere andre.\n\nDen gratis version af softwaren indeholder følgende funktioner:\n- Et maksimum på 100 swipes per kørsel og 500 swipes per dag.\n- Muligheden for at definere aldersinterval.\n- Minimumskrav til foto.\n- Mulighed for at filtrere uønskede ord fra (op til 10).\n- Swipe-hastighed varierer fra ca. 2,5 til 4,5 sekunder pr. swipe.\n\nHvis du vil have endnu flere funktioner og muligheder, kan du tegne et abonnement på https://auto-swiper.ch/#pricing. Bemærk dog, at dating-apps ofte opdaterer deres grænseflader, hvilket kan påvirke funktionen af Auto Swiper Extension. Hvis du oplever problemer, skal du informere udvikleren.\n\nEn liste over understøttede datingsider finder du under:\nhttps://auto-swiper.ch/#features\n\nFordi Tinder, Bumble, Badoo, PoF, OkCupid og andre altid ændrer deres apps kan der være problemer med Auto Swiper. Venligst informer mig, hvis udvidelsen ikke længere fungerer korrekt.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "de": "Die Auto-Swiper-Erweiterung verbessert Ihre Erfahrung auf Dating-Seiten wie Tinder, Bumble, Badoo, PoF, OkCupid und mehr, so dass Sie mehr Zeit damit verbringen können, Leute kennenzulernen.\n\nUm die Auto Swiper Extension optimal zu nutzen, schlage ich vor, die Filter auf Dating-Seiten wie Tinder, Bumble, Badoo, PoF, OkCupid und anderen zu lockern und dann den Auto Swiper zu verwenden, um die Filter nach Ihren Vorlieben anzupassen. Dies wird dazu führen, dass mehr Swipes auf abgeneigte Profile erfolgen, was letztendlich Ihren Ruf auf der Dating-Website steigert.\n\nDie Auto Swiper Extension bietet verschiedene Möglichkeiten, Profile auf Dating-Seiten wie Tinder, Bumble, Badoo, PoF, OkCupid und mehr zu filtern.\n\nDie kostenlose Version der Software beinhaltet folgende Funktionen:\n- Maximal 100 Swipes pro Durchlauf und 500 Swipes pro Tag.\n- Die Möglichkeit, eine Altersspanne zu definieren.\n- Mindestanforderungen für Fotos.\n- Die Möglichkeit, unerwünschte Wörter herauszufiltern (bis zu 10).\n- Die Durchzugsgeschwindigkeit reicht von etwa 2,5 bis 4,5 Sekunden pro Durchzug.\n\nWenn Sie noch mehr Funktionen und Optionen wünschen, können Sie ein Abonnement abschließen unter https://auto-swiper.ch/#pricing. Bitte beachten Sie jedoch, dass Dating-Apps häufig ihre Schnittstellen aktualisieren, was die Funktionalität der Auto Swiper Extension beeinträchtigen kann. Sollten Sie Probleme feststellen, informieren Sie bitte den Entwickler.\n\nEine Liste der unterstützten Dating-Seiten finden Sie unter:\nhttps://auto-swiper.ch/#features\n\nDa Tinder, Bumble, Badoo, PoF, OkCupid und andere ihre Apps ständig ändern, kann es zu Problemen mit dem Auto Swiper kommen. Bitte informieren Sie mich, wenn die Erweiterung nicht mehr richtig funktioniert.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "el": "Η επέκταση Auto Swiper βελτιώνει την εμπειρία σας σε ιστότοπους γνωριμιών όπως το Προσάναμμα, Bumble, Badoo, PoF, OkCupid και άλλα, επιτρέποντάς σας να αφιερώσετε περισσότερο χρόνο για να γνωρίσετε ανθρώπους.\n\nΓια τη βέλτιστη χρήση της επέκτασης Auto Swiper, προτείνω να χαλαρώσετε τα φίλτρα σε ιστότοπους γνωριμιών όπως το Tinder, το Bumble, το Badoo, το PoF, το OkCupid και άλλα και στη συνέχεια να χρησιμοποιήσετε το Auto Swiper για να ρυθμίσετε τα φίλτρα με βάση τις προτιμήσεις σας. Αυτό θα έχει ως αποτέλεσμα περισσότερα swipes σε αντιπαθητικά προφίλ, ενισχύοντας τελικά τη φήμη σας στον ιστότοπο γνωριμιών.\n\nΗ επέκταση Auto Swiper παρέχει διάφορους τρόπους για να φιλτράρετε προφίλ σε ιστότοπους γνωριμιών όπως το Tinder, το Bumble, το Badoo, το PoF, το OkCupid και άλλα.\n\nΗ δωρεάν έκδοση του λογισμικού περιλαμβάνει τα ακόλουθα χαρακτηριστικά:\n- Μέγιστο αριθμό 100 swipes ανά εκτέλεση και 500 swipes ανά ημέρα.\n- Τη δυνατότητα ορισμού εύρους ηλικιών.\n- Ελάχιστη απαίτηση φωτογραφίας.\n- Τη δυνατότητα φιλτραρίσματος ανεπιθύμητων λέξεων (έως 10).\n- Η ταχύτητα σάρωσης κυμαίνεται από περίπου 2,5 έως 4,5 δευτερόλεπτα ανά σάρωση.\n\nΑν θέλετε ακόμη περισσότερες δυνατότητες και επιλογές, διατίθενται επιλογές συνδρομής στη διεύθυνση https://auto-swiper.ch/#pricing. Ωστόσο, λάβετε υπόψη ότι οι εφαρμογές γνωριμιών ενημερώνουν συχνά τις διεπαφές τους, γεγονός που μπορεί να επηρεάσει τη λειτουργικότητα της επέκτασης Auto Swiper Extension. Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, ενημερώστε τον προγραμματιστή.\n\nΜια λίστα με τις υποστηριζόμενες τοποθεσίες γνωριμιών θα βρείτε στο παρακάτω σημείο:\nhttps://auto-swiper.ch/#features\n\nΕπειδή το Tinder, το Bumble, το Badoo, το PoF, το OkCupid και άλλα αλλάζουν συνεχώς τις εφαρμογές τους, μπορεί να υπάρξουν προβλήματα με το Auto Swiper. Παρακαλούμε ενημερώστε με αν η επέκταση δεν λειτουργεί πλέον σωστά.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "es": "La extensión Auto Swiper mejora tu experiencia en sitios de citas como Tinder, Bumble, Badoo, PoF, OkCupid y más, permitiéndote pasar más tiempo conociendo gente.\n\nPara un uso óptimo de la Extensión Auto Swiper, sugiero aflojar los filtros en sitios de citas como Tinder, Bumble, Badoo, PoF, OkCupid, y otros, y luego usar el Auto Swiper para ajustar los filtros en función de sus preferencias. Esto se traducirá en más swipes a los perfiles de aversión, en última instancia, aumentar su reputación en el sitio de citas.\n\nLa Extensión Auto Swiper proporciona varias maneras de filtrar perfiles en sitios de citas como Tinder, Bumble, Badoo, PoF, OkCupid y más.\n\nLa versión gratuita del software incluye las siguientes características:\n- Un máximo de 100 swipes por ejecución y 500 swipes por día.\n- Posibilidad de definir el rango de edad.\n- Requisito de foto mínima.\n- Posibilidad de filtrar las palabras no deseadas (hasta 10).\n- La velocidad de deslizamiento oscila entre aproximadamente 2,5 y 4,5 segundos por deslizamiento.\n\nSi quieres aún más funciones y opciones, puedes suscribirte en https://auto-swiper.ch/#pricing. Sin embargo, tenga en cuenta que las aplicaciones de citas actualizan con frecuencia sus interfaces, lo que puede afectar a la funcionalidad de la Extensión Auto Swiper. Si experimenta algún problema, por favor informe al desarrollador.\n\nLa lista de sitios de citas compatibles se encuentra en:\nhttps://auto-swiper.ch/#features\n\nDebido a que Tinder, Bumble, Badoo, PoF, OkCupid y otros están siempre cambiando sus aplicaciones puede haber problemas con el Auto Swiper. Por favor, infórmame si la extensión ya no funciona correctamente.\n\nRegistro de cambios:\nhttps://www.auto-swiper.ch/changelog.html",
    "fi": "Auto Swiper Extension parantaa kokemusta dating sivustoja, kuten Tinder, Bumble, Badoo, PoF, OkCupid ja enemmän, jolloin voit viettää enemmän aikaa tutustua ihmisiin.\n\nAuto Swiper Extensionin optimaalista käyttöä varten ehdotan, että löysäät suodattimia deittisivustoilla, kuten Tinder, Bumble, Badoo, PoF, OkCupid ja muut, ja säädät suodattimet sitten Auto Swiperin avulla mieltymystesi mukaan. Näin saadaan enemmän pyyhkäisyjä inhoaviin profiileihin, mikä viime kädessä parantaa mainettasi deittisivustolla.\n\nAuto Swiper Extension tarjoaa erilaisia tapoja suodattaa profiileja deittisivustoilla, kuten Tinder, Bumble, Badoo, PoF, OkCupid ja muut.\n\nOhjelmiston ilmaisversio sisältää seuraavat ominaisuudet:\n- Enintään 100 pyyhkäisyä per ajo ja 500 pyyhkäisyä päivässä.\n- Mahdollisuus määritellä ikäalue.\n- Vähimmäiskuvavaatimus.\n- Mahdollisuus suodattaa pois ei-toivotut sanat (enintään 10).\n- Pyyhkäisynopeus vaihtelee noin 2,5 ja 4,5 sekunnin välillä pyyhkäisyä kohti.\n\nJos haluat vielä enemmän ominaisuuksia ja vaihtoehtoja, tilausvaihtoehtoja on saatavilla osoitteessa https://auto-swiper.ch/#pricing. Huomaa kuitenkin, että deittisovellukset päivittävät usein käyttöliittymiään, mikä voi vaikuttaa Auto Swiper Extensionin toimintaan. Jos havaitset ongelmia, ilmoita niistä kehittäjälle.\n\nLuettelon tuetuista deittisivustoista löydät alta:\nhttps://auto-swiper.ch/#features.\n\nKoska Tinder, Bumble, Badoo, PoF, OkCupid ja muut muut muuttavat jatkuvasti sovelluksiaan, voi Auto Swiper -palvelun kanssa esiintyä ongelmia. Ilmoita minulle, jos laajennus ei enää toimi kunnolla.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "fr": "L'extension Auto Swiper améliore votre expérience sur les sites de rencontres tels que Tinder, Bumble, Badoo, PoF, OkCupid et bien d'autres, vous permettant de passer plus de temps à faire connaissance avec les gens.\n\nPour une utilisation optimale de l'extension Auto Swiper, je suggère d'assouplir les filtres sur les sites de rencontres tels que Tinder, Bumble, Badoo, PoF, OkCupid et autres, puis d'utiliser l'extension Auto Swiper pour ajuster les filtres en fonction de vos préférences. Cela se traduira par un plus grand nombre de swipes pour les profils qui ne plaisent pas, ce qui augmentera votre réputation sur le site de rencontre.\n\nL'extension Auto Swiper offre plusieurs façons de filtrer les profils sur les sites de rencontres tels que Tinder, Bumble, Badoo, PoF, OkCupid et bien d'autres.\n\nLa version gratuite du logiciel comprend les fonctionnalités suivantes :\n- Un maximum de 100 swipes par exécution et 500 swipes par jour.\n- Possibilité de définir une tranche d'âge.\n- Exigence d'une photo minimale.\n- Possibilité de filtrer les mots indésirables (jusqu'à 10).\n- La vitesse de balayage varie entre 2,5 et 4,5 secondes par balayage.\n\nSi vous souhaitez bénéficier d'encore plus de fonctionnalités et d'options, des abonnements sont disponibles à l'adresse https://auto-swiper.ch/#pricing. Toutefois, veuillez noter que les applications de rencontres mettent fréquemment à jour leurs interfaces, ce qui peut affecter la fonctionnalité de l'extension Auto Swiper. Si vous rencontrez des problèmes, veuillez en informer le développeur.\n\nLa liste des sites de rencontre pris en charge se trouve à l'adresse suivante :\nhttps://auto-swiper.ch/#features\n\nParce que Tinder, Bumble, Badoo, PoF, OkCupid et d'autres changent constamment leurs applications, il peut y avoir des problèmes avec l'Auto Swiper. Veuillez m'informer si l'extension ne fonctionne plus correctement.\n\nChangelog :\nhttps://www.auto-swiper.ch/changelog.html",
    "hu": "Az Auto Swiper Extension javítja a tapasztalatot a társkereső oldalakon, mint például a Tinder, Bumble, Badoo, PoF, OkCupid és így több, lehetővé teszi, hogy több időt töltsön az emberek megismerésével.\n\nAz Auto Swiper Extension optimális használatához azt javaslom, hogy lazítsa meg a szűrőket az olyan társkereső oldalakon, mint a Tinder, Bumble, Badoo, PoF, OkCupid és mások, majd az Auto Swiper segítségével állítsa be a szűrőket az Ön preferenciái alapján. Ez azt eredményezi, hogy több swipet kapnak a nem tetsző profilok, ami végső soron növeli a hírnevét a társkereső oldalon.\n\nAz Auto Swiper Extension különböző módokat kínál a profilok szűrésére a társkereső oldalakon, például a Tinder, Bumble, Badoo, PoF, OkCupid és más oldalakon.\n\nA szoftver ingyenes verziója a következő funkciókat tartalmazza:\n- Futásonként maximum 100, naponta pedig 500 swipelés.\n- A korosztály meghatározásának lehetősége.\n- Minimális fényképkövetelmény.\n- A nem kívánt szavak kiszűrésének lehetősége (legfeljebb 10).\n- A lehúzás sebessége körülbelül 2,5 és 4,5 másodperc között mozog lehúzásonként.\n\nHa még több funkcióra és lehetőségre vágysz, előfizetési lehetőség a https://auto-swiper.ch/#pricing oldalon érhető el. Felhívjuk azonban a figyelmét, hogy a társkereső alkalmazások gyakran frissítik felületeiket, ami befolyásolhatja az Auto Swiper Extension működését. Ha bármilyen problémát tapasztal, kérjük, értesítse a fejlesztőt.\n\nA támogatott társkereső oldalak listáját az alábbiakban találja:\nhttps://auto-swiper.ch/#features\n\nMivel a Tinder, a Bumble, a Badoo, a PoF, az OkCupid és mások folyamatosan változtatják az alkalmazásaikat, problémák adódhatnak az Auto Swiperrel. Kérjük, értesítsen, ha a bővítmény már nem működik megfelelően.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "id": "Ekstensi Swiper Otomatis meningkatkan pengalaman Anda di situs kencan seperti Tinder, Bumble, Badoo, PoF, OkCupid, dan banyak lagi, sehingga Anda dapat menghabiskan lebih banyak waktu untuk berkenalan dengan orang lain.\n\nUntuk penggunaan Auto Swiper Extension yang optimal, saya sarankan untuk melonggarkan filter di situs kencan seperti Tinder, Bumble, Badoo, PoF, OkCupid, dan lainnya, dan kemudian menggunakan Auto Swiper untuk menyesuaikan filter berdasarkan preferensi Anda. Hal ini akan menghasilkan lebih banyak gesekan untuk tidak menyukai profil, yang pada akhirnya meningkatkan reputasi Anda di situs kencan.\n\nEkstensi Auto Swiper menyediakan berbagai cara untuk memfilter profil di situs kencan seperti Tinder, Bumble, Badoo, PoF, OkCupid, dan lainnya.\n\nVersi gratis dari perangkat lunak ini mencakup fitur-fitur berikut:\n- Maksimal 100 gesekan per kali jalan dan 500 gesekan per hari.\n- Kemampuan untuk menentukan rentang usia.\n- Persyaratan foto minimum.\n- Opsi untuk menyaring kata-kata yang tidak diinginkan (hingga 10).\n- Kecepatan gesek berkisar antara 2,5 hingga 4,5 detik per gesekan.\n\nJika Anda menginginkan lebih banyak fitur dan opsi, opsi berlangganan tersedia di https://auto-swiper.ch/#pricing. Namun, harap diperhatikan bahwa aplikasi kencan sering memperbarui antarmuka mereka, yang dapat memengaruhi fungsionalitas Ekstensi Penggeser Otomatis. Jika Anda mengalami masalah apa pun, harap beri tahu pengembang.\n\nDaftar Situs Kencan yang Didukung dapat Anda temukan di bawah:\nhttps://auto-swiper.ch/#features\n\nKarena Tinder, Bumble, Badoo, PoF, OkCupid, dan lainnya selalu mengganti aplikasi mereka, mungkin ada masalah dengan Auto Swiper. Mohon informasikan kepada saya jika ekstensi tidak berfungsi dengan baik lagi.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "it": "L'estensione Auto Swiper migliora la vostra esperienza su siti di incontri come Tinder, Bumble, Badoo, PoF, OkCupid e altri ancora, permettendovi di dedicare più tempo alla conoscenza delle persone.\n\nPer un utilizzo ottimale dell'estensione Auto Swiper, vi suggerisco di allentare i filtri su siti di incontri come Tinder, Bumble, Badoo, PoF, OkCupid e altri, e poi di utilizzare l'Auto Swiper per regolare i filtri in base alle vostre preferenze. In questo modo si otterrà un maggior numero di passaggi per i profili che non piacciono, aumentando così la propria reputazione sul sito di incontri.\n\nL'estensione Auto Swiper offre vari modi per filtrare i profili su siti di incontri come Tinder, Bumble, Badoo, PoF, OkCupid e altri.\n\nLa versione gratuita del software include le seguenti caratteristiche:\n- Un massimo di 100 swipes per corsa e 500 swipes al giorno.\n- Possibilità di definire una fascia d'età.\n- Requisito minimo di foto.\n- Possibilità di filtrare le parole indesiderate (fino a 10).\n- La velocità di strisciata varia da circa 2,5 a 4,5 secondi per strisciata.\n\nSe si desiderano ancora più funzioni e opzioni, sono disponibili opzioni di abbonamento su https://auto-swiper.ch/#pricing. Tuttavia, si noti che le app di incontri aggiornano frequentemente le loro interfacce, il che potrebbe influire sulla funzionalità dell'estensione Auto Swiper. In caso di problemi, si prega di informare lo sviluppatore.\n\nL'elenco dei siti di incontri supportati è disponibile all'indirizzo:\nhttps://auto-swiper.ch/#features\n\nPoiché Tinder, Bumble, Badoo, PoF, OkCupid e altri cambiano continuamente le loro applicazioni, possono verificarsi problemi con Auto Swiper. Vi prego di informarmi se l'estensione non funziona più correttamente.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "ja": "Auto Swiper Extensionは、Tinder、Bumble、Badoo、PoF、OkCupidなどの出会い系サイトでの体験を強化し、より多くの時間を使って人々と知り合うことができるようにします。\n\nAuto Swiper Extensionを最適に使用するには、Tinder、Bumble、Badoo、PoF、OkCupidなどの出会い系サイトのフィルターを緩め、Auto Swiperを使用して好みに基づいてフィルターを調整することをお勧めします。そうすることで、嫌いなプロフィールへのスワイプが増え、結果的に出会い系サイトでの評価が高まります。\n\nAuto Swiper Extensionは、Tinder、Bumble、Badoo、PoF、OkCupidなどの出会い系サイトでプロフィールをフィルターする様々な方法を提供します。\n\n無料版には以下の機能が含まれています：\n- 1回の実行で最大100スワイプ、1日で最大500スワイプ。\n- 年齢層を定義できること。\n- 最低限必要な写真。\n- 不要な単語をフィルタリングするオプション（最大10個まで）。\n- スワイプ速度は、1回あたり約2.5秒から4.5秒の範囲です。\n\nさらに多くの機能とオプションをご希望の場合は、https://auto-swiper.ch/#pricing、サブスクリプションオプションをご利用いただけます。ただし、出会い系アプリは頻繁にインターフェースを更新するため、Auto Swiper Extensionの機能に影響を与える可能性があることにご注意ください。何か問題が発生した場合は、開発者にお知らせください。\n\nあなたが下で見つけるサポートされている出会い系サイトのリスト：\nhttps://auto-swiper.ch/#features\n\nTinder、Bumble、Badoo、PoF、OkCupidなどは常にアプリを変更しているため、Auto Swiperに問題が発生することがあります。拡張機能が正常に動作しなくなった場合は、私にお知らせください。\n\nChangelogをご覧ください：\nhttps://www.auto-swiper.ch/changelog.html",
    "nl": "De Auto Swiper Extension verbetert je ervaring op dating sites zoals Tinder, Bumble, Badoo, PoF, OkCupid en meer, waardoor je meer tijd kunt besteden aan het leren kennen van mensen.\n\nVoor optimaal gebruik van de Auto Swiper Extension, stel ik voor om de filters op dating sites zoals Tinder, Bumble, Badoo, PoF, OkCupid en anderen los te maken, en vervolgens de Auto Swiper te gebruiken om de filters aan te passen op basis van je voorkeuren. Dit zal resulteren in meer swipes naar afwijzende profielen, waardoor uiteindelijk je reputatie op de datingsite een boost krijgt.\n\nDe Auto Swiper Extensie biedt verschillende manieren om profielen te filteren op dating sites zoals Tinder, Bumble, Badoo, PoF, OkCupid en meer.\n\nDe gratis versie van de software bevat de volgende functies:\n- Een maximum van 100 swipes per run en 500 swipes per dag.\n- De mogelijkheid om leeftijdsbereik te definiëren.\n- Minimale foto eis.\n- De mogelijkheid om ongewenste woorden uit te filteren (maximaal 10).\n- Veegsnelheid varieert van ongeveer 2,5 tot 4,5 seconden per veeg.\n\nAls je nog meer functies en opties wilt, zijn er abonnementsopties beschikbaar op https://auto-swiper.ch/#pricing. Houd er echter rekening mee dat dating apps vaak hun interfaces bijwerken, wat de functionaliteit van de Auto Swiper Extension kan beïnvloeden. Als u problemen ondervindt, informeer dan de ontwikkelaar.\n\nEen lijst met ondersteunde datingsites vindt u onder:\nhttps://auto-swiper.ch/#features\n\nOmdat Tinder, Bumble, Badoo, PoF, OkCupid en anderen hun apps steeds veranderen kunnen er problemen ontstaan met de Auto Swiper. Laat het me weten als de extensie niet meer goed werkt.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "pl": "Rozszerzenie Auto Swiper zwiększa komfort korzystania z serwisów randkowych, takich jak Tinder, Bumble, Badoo, PoF, OkCupid i innych, pozwalając spędzać więcej czasu na poznawaniu ludzi.\n\nW celu optymalnego wykorzystania rozszerzenia Auto Swiper sugeruję poluzowanie filtrów w serwisach randkowych takich jak Tinder, Bumble, Badoo, PoF, OkCupid i innych, a następnie użycie Auto Swiper do dostosowania filtrów w oparciu o własne preferencje. Zaowocuje to większą liczbą przeciągnięć do nielubianych profili, co ostatecznie zwiększy twoją reputację w serwisie randkowym.\n\nRozszerzenie Auto Swiper zapewnia różne sposoby filtrowania profili w serwisach randkowych, takich jak Tinder, Bumble, Badoo, PoF, OkCupid i innych.\n\nDarmowa wersja oprogramowania zawiera następujące funkcje:\n- Maksymalnie 100 przeciągnięć na przebieg i 500 przeciągnięć dziennie.\n- Możliwość zdefiniowania przedziału wiekowego.\n- Minimalne wymagania dotyczące zdjęcia.\n- Opcja filtrowania niechcianych słów (do 10).\n- Prędkość przeciągnięcia waha się od około 2,5 do 4,5 sekundy na przeciągnięcie.\n\nJeśli chcesz uzyskać jeszcze więcej funkcji i opcji, opcje subskrypcji są dostępne na stronie https://auto-swiper.ch/#pricing. Należy jednak pamiętać, że aplikacje randkowe często aktualizują swoje interfejsy, co może mieć wpływ na funkcjonalność rozszerzenia Auto Swiper. Jeśli wystąpią jakiekolwiek problemy, prosimy o poinformowanie dewelopera.\n\nLista obsługiwanych serwisów randkowych znajduje się pod adresem:\nhttps://auto-swiper.ch/#features\n\nPonieważ Tinder, Bumble, Badoo, PoF, OkCupid i inne zawsze zmieniają swoje aplikacje, mogą wystąpić problemy z Auto Swiper. Poinformuj mnie, jeśli rozszerzenie nie działa prawidłowo.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "pt_BR": "A extensão Auto Swiper aprimora sua experiência em sites de namoro, como Tinder, Bumble, Badoo, PoF, OkCupid e outros, permitindo que você passe mais tempo conhecendo pessoas.\n\nPara otimizar o uso da extensão Auto Swiper, sugiro afrouxar os filtros em sites de relacionamento como Tinder, Bumble, Badoo, PoF, OkCupid e outros e, em seguida, usar o Auto Swiper para ajustar os filtros com base em suas preferências. Isso resultará em mais swipes para perfis que não lhe agradam, aumentando sua reputação no site de relacionamentos.\n\nA extensão Auto Swiper oferece várias maneiras de filtrar perfis em sites de namoro, como Tinder, Bumble, Badoo, PoF, OkCupid e outros.\n\nA versão gratuita do software inclui os seguintes recursos:\n- Um máximo de 100 deslizes por execução e 500 deslizes por dia.\n- A capacidade de definir a faixa etária.\n- Requisito mínimo de foto.\n- A opção de filtrar palavras indesejadas (até 10).\n- A velocidade de deslizamento varia de aproximadamente 2,5 a 4,5 segundos por deslizamento.\n\nSe você quiser ainda mais recursos e opções, as opções de assinatura estão disponíveis em https://auto-swiper.ch/#pricing. No entanto, observe que os aplicativos de namoro atualizam suas interfaces com frequência, o que pode afetar a funcionalidade da extensão Auto Swiper. Se tiver algum problema, informe o desenvolvedor.\n\nUma lista de sites de namoro compatíveis pode ser encontrada em:\nhttps://auto-swiper.ch/#features\n\nComo o Tinder, o Bumble, o Badoo, o PoF, o OkCupid e outros estão sempre mudando seus aplicativos, pode haver problemas com o Auto Swiper. Informe-me se a extensão não estiver mais funcionando corretamente.\n\nRegistro de alterações:\nhttps://www.auto-swiper.ch/changelog.html",
    "pt_PT": "A extensão Auto Swiper melhora a sua experiência em sites de encontros como o Tinder, Bumble, Badoo, PoF, OkCupid e outros, permitindo-lhe passar mais tempo a conhecer pessoas.\n\nPara uma utilização óptima da extensão Auto Swiper, sugiro que afrouxe os filtros em sites de encontros como o Tinder, o Bumble, o Badoo, o PoF, o OkCupid e outros, e depois utilize o Auto Swiper para ajustar os filtros com base nas suas preferências. Isto resultará em mais swipes para não gostar de perfis, acabando por aumentar a sua reputação no site de encontros.\n\nA extensão Auto Swiper fornece várias formas de filtrar perfis em sites de encontros como o Tinder, Bumble, Badoo, PoF, OkCupid e outros.\n\nA versão gratuita do software inclui os seguintes recursos:\n- Um máximo de 100 swipes por corrida e 500 swipes por dia.\n- A capacidade de definir a faixa etária.\n- Requisito mínimo de foto.\n- A opção de filtrar palavras indesejadas (até 10).\n- A velocidade de passagem varia de aproximadamente 2,5 a 4,5 segundos por passagem.\n\nSe pretender ainda mais funcionalidades e opções, estão disponíveis opções de subscrição em https://auto-swiper.ch/#pricing. No entanto, tenha em atenção que as aplicações de encontros actualizam frequentemente as suas interfaces, o que pode afectar a funcionalidade da Extensão Auto Swiper. Se tiver algum problema, informe o programador.\n\nUma lista de sites de encontros suportados pode ser encontrada em:\nhttps://auto-swiper.ch/#features\n\nComo o Tinder, o Bumble, o Badoo, o PoF, o OkCupid e outros estão sempre a mudar as suas aplicações, pode haver problemas com o Auto Swiper. Por favor, informe-me se a extensão já não funciona correctamente.\n\nRegisto de alterações:\nhttps://www.auto-swiper.ch/changelog.html",
    "ro": "Extensia Auto Swiper vă îmbunătățește experiența pe site-urile de întâlniri, cum ar fi Tinder, Bumble, Badoo, PoF, OkCupid și multe altele, permițându-vă să petreceți mai mult timp pentru a cunoaște oameni.\n\nPentru o utilizare optimă a Extensiei Auto Swiper, vă sugerez să slăbiți filtrele de pe site-urile de întâlniri precum Tinder, Bumble, Badoo, PoF, OkCupid și altele, iar apoi să folosiți Auto Swiper pentru a ajusta filtrele în funcție de preferințele dumneavoastră. Acest lucru va avea ca rezultat mai multe swipe-uri la profilurile antipatice, ceea ce va duce în cele din urmă la creșterea reputației dvs. pe site-ul de întâlniri.\n\nExtensia Auto Swiper oferă diverse modalități de filtrare a profilurilor de pe site-urile de întâlniri, cum ar fi Tinder, Bumble, Badoo, PoF, OkCupid și altele.\n\nVersiunea gratuită a software-ului include următoarele caracteristici:\n- Un maxim de 100 de swipe-uri pe rulare și 500 de swipe-uri pe zi.\n- Posibilitatea de a defini intervalul de vârstă.\n- Cerință minimă de fotografie.\n- Opțiunea de a filtra cuvintele nedorite (până la 10).\n- Viteza de glisare variază între aproximativ 2,5 și 4,5 secunde pe glisare.\n\nDacă doriți și mai multe funcții și opțiuni, sunt disponibile opțiuni de abonament la https://auto-swiper.ch/#pricing. Cu toate acestea, vă rugăm să rețineți că aplicațiile de dating își actualizează frecvent interfețele, ceea ce poate afecta funcționalitatea extensiei Auto Swiper. Dacă întâmpinați probleme, vă rugăm să informați dezvoltatorul.\n\nO listă cu site-urile de dating acceptate găsiți la rubrica:\nhttps://auto-swiper.ch/#features\n\nDeoarece Tinder, Bumble, Bumble, Badoo, PoF, OkCupid și altele își schimbă mereu aplicațiile, pot apărea probleme cu Auto Swiper. Vă rog să mă informați dacă extensia nu mai funcționează corect.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "ru": "Расширение Auto Swiper расширяет ваши возможности на сайтах знакомств, таких как Tinder, Bumble, Badoo, PoF, OkCupid и других, позволяя вам тратить больше времени на знакомство с людьми.\n\nДля оптимального использования расширения Auto Swiper я рекомендую ослабить фильтры на таких сайтах знакомств, как Tinder, Bumble, Badoo, PoF, OkCupid и других, а затем использовать Auto Swiper для настройки фильтров в соответствии с вашими предпочтениями. Это приведет к большему количеству просмотров анкет, которые вам не нравятся, что в конечном итоге повысит вашу репутацию на сайте знакомств.\n\nРасширение Auto Swiper предоставляет различные способы фильтрации анкет на сайтах знакомств, таких как Tinder, Bumble, Badoo, PoF, OkCupid и других.\n\nБесплатная версия программы включает следующие возможности:\n- Максимум 100 свипов за прогон и 500 свипов в день.\n- Возможность определить возрастной диапазон.\n- Минимальное требование к фотографии.\n- Возможность отфильтровать нежелательные слова (до 10).\n- Скорость прокрутки составляет примерно от 2,5 до 4,5 секунд на прокрутку.\n\nЕсли вы хотите получить еще больше функций и возможностей, можно приобрести подписку на сайте https://auto-swiper.ch/#pricing. Однако обратите внимание, что приложения для знакомств часто обновляют свои интерфейсы, что может повлиять на функциональность расширения Auto Swiper Extension. Если у вас возникли какие-либо проблемы, пожалуйста, сообщите об этом разработчику.\n\nСписок поддерживаемых сайтов знакомств вы найдете по ссылке:\nhttps://auto-swiper.ch/#features\n\nПоскольку Tinder, Bumble, Badoo, PoF, OkCupid и другие постоянно меняют свои приложения, могут возникнуть проблемы с автосвайпом. Пожалуйста, сообщите мне, если расширение больше не работает должным образом.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "sk": "Rozšírenie Auto Swiper zlepšuje vaše skúsenosti na zoznamkách, ako sú Tinder, Bumble, Badoo, PoF, OkCupid a ďalšie, a umožňuje vám stráviť viac času spoznávaním ľudí.\n\nNa optimálne využitie rozšírenia Auto Swiper odporúčam uvoľniť filtre na zoznamovacích stránkach, ako sú Tinder, Bumble, Badoo, PoF, OkCupid a ďalšie, a potom pomocou rozšírenia Auto Swiper upraviť filtre na základe vašich preferencií. Výsledkom bude viac swipnutí na nepálivé profily, čo v konečnom dôsledku zvýši vašu reputáciu na zoznamke.\n\nRozšírenie Auto Swiper poskytuje rôzne spôsoby filtrovania profilov na zoznamovacích stránkach, ako sú Tinder, Bumble, Badoo, PoF, OkCupid a ďalšie.\n\nBezplatná verzia softvéru obsahuje nasledujúce funkcie:\n- Maximálny počet 100 swipov na jeden beh a 500 swipov za deň.\n- Možnosť definovať vekové rozpätie.\n- Minimálna požiadavka na fotografiu.\n- Možnosť odfiltrovať nežiaduce slová (až 10).\n- Rýchlosť potiahnutia sa pohybuje približne od 2,5 do 4,5 sekundy na jedno potiahnutie.\n\nAk chcete ešte viac funkcií a možností, na stránke https://auto-swiper.ch/#pricing sú k dispozícii možnosti predplatného. Upozorňujeme však, že zoznamovacie aplikácie často aktualizujú svoje rozhrania, čo môže ovplyvniť funkčnosť rozšírenia Auto Swiper. Ak sa vyskytnú nejaké problémy, informujte o tom vývojára.\n\nZoznam podporovaných zoznamiek nájdete v časti:\nhttps://auto-swiper.ch/#features.\n\nKeďže Tinder, Bumble, Badoo, PoF, OkCupid a ďalšie neustále menia svoje aplikácie, môžu sa vyskytnúť problémy s funkciou Auto Swiper. Prosím, informujte ma, ak rozšírenie už nefunguje správne.\n\nZoznam zmien:\nhttps://www.auto-swiper.ch/changelog.html",
    "sl": "Razširitev Auto Swiper Extension izboljša vašo izkušnjo na spletnih mestih za zmenke, kot so Tinder, Bumble, Badoo, PoF, OkCupid in druga, ter vam omogoča, da porabite več časa za spoznavanje ljudi.\n\nZa optimalno uporabo razširitve Auto Swiper Extension predlagam, da sprostite filtre na spletnih mestih za zmenke, kot so Tinder, Bumble, Badoo, PoF, OkCupid in druga, nato pa s pomočjo razširitve Auto Swiper prilagodite filtre glede na svoje želje. To bo povzročilo več potegov na nepriljubljene profile, kar bo povečalo vaš ugled na spletnem mestu za zmenke.\n\nRazširitev Auto Swiper omogoča različne načine filtriranja profilov na spletnih mestih za zmenke, kot so Tinder, Bumble, Badoo, PoF, OkCupid in druga.\n\nBrezplačna različica programske opreme vključuje naslednje funkcije:\n- največ 100 pomešanj na progo in 500 pomešanj na dan.\n- Možnost določitve starostnega razpona.\n- Zahteva za minimalno fotografijo.\n- možnost filtriranja neželenih besed (do 10).\n- Hitrost potegov je od približno 2,5 do 4,5 sekunde na poteg.\n\nČe želite še več funkcij in možnosti, so na voljo naročniške možnosti na spletnem mestu https://auto-swiper.ch/#pricing. Vendar upoštevajte, da aplikacije za zmenke pogosto posodabljajo svoje vmesnike, kar lahko vpliva na delovanje razširitve Auto Swiper Extension. Če imate težave, o tem obvestite razvijalca.\n\nSeznam podprtih spletnih mest za zmenke najdete pod:\nhttps://auto-swiper.ch/#features.\n\nKer Tinder, Bumble, Badoo, PoF, OkCupid in drugi vedno spreminjajo svoje aplikacije, lahko pride do težav s funkcijo Auto Swiper. Prosim, obvestite me, če razširitev ne deluje več pravilno.\n\nSeznam sprememb:\nhttps://www.auto-swiper.ch/changelog.html",
    "sv": "Auto Swiper-förlängningen förbättrar din upplevelse på dejtingsajter som Tinder, Bumble, Badoo, PoF, OkCupid med flera, så att du kan ägna mer tid åt att lära känna människor.\n\nFör optimal användning av Auto Swiper Extension föreslår jag att du luckrar upp filtren på dejtingsajter som Tinder, Bumble, Badoo, PoF, OkCupid och andra och sedan använder Auto Swiper för att justera filtren utifrån dina preferenser. Detta kommer att resultera i fler swipes till obehagliga profiler, vilket i slutändan ökar ditt rykte på dejtingsajten.\n\nAuto Swiper Extension erbjuder olika sätt att filtrera profiler på dejtingsajter som Tinder, Bumble, Badoo, PoF, OkCupid med flera.\n\nDen kostnadsfria versionen av programvaran innehåller följande funktioner:\n- Maximalt 100 swipes per körning och 500 swipes per dag.\n- Möjligheten att definiera åldersintervall.\n- Minimikrav på foto.\n- Möjlighet att filtrera bort oönskade ord (upp till 10).\n- Svepningshastigheten varierar från cirka 2,5 till 4,5 sekunder per svepning.\n\nOm du vill ha ännu fler funktioner och alternativ finns det prenumerationsalternativ på https://auto-swiper.ch/#pricing. Observera dock att dejtingappar ofta uppdaterar sina gränssnitt, vilket kan påverka funktionen hos Auto Swiper Extension. Om du upplever några problem, vänligen informera utvecklaren.\n\nEn lista över stödda dejtingsajter hittar du under:\nhttps://auto-swiper.ch/#features\n\nEftersom Tinder, Bumble, Badoo, PoF, OkCupid och andra alltid ändrar sina appar kan det uppstå problem med Auto Swiper. Vänligen informera mig om tillägget inte längre fungerar som det ska.\n\nChangelog:\nhttps://www.auto-swiper.ch/changelog.html",
    "tr": "Auto Swiper Extension, Tinder, Bumble, Badoo, PoF, OkCupid ve daha fazlası gibi tanışma sitelerindeki deneyiminizi geliştirerek insanları tanımak için daha fazla zaman harcamanızı sağlar.\n\nAuto Swiper Extension'ı en iyi şekilde kullanmak için Tinder, Bumble, Badoo, PoF, OkCupid ve diğerleri gibi tanışma sitelerindeki filtreleri gevşetmenizi ve ardından filtreleri tercihlerinize göre ayarlamak için Auto Swiper'ı kullanmanızı öneririm. Bu, beğenilmeyen profillere daha fazla kaydırma yapılmasını sağlayacak ve sonuçta tanışma sitesindeki itibarınızı artıracaktır.\n\nAuto Swiper Extension, Tinder, Bumble, Badoo, PoF, OkCupid ve daha fazlası gibi tanışma sitelerindeki profilleri filtrelemek için çeşitli yollar sunar.\n\nYazılımın ücretsiz sürümü aşağıdaki özellikleri içerir:\n- Çalışma başına maksimum 100 kaydırma ve günde 500 kaydırma.\n- Yaş aralığı tanımlama yeteneği.\n- Minimum fotoğraf gereksinimi.\n- İstenmeyen kelimeleri filtreleme seçeneği (en fazla 10).\n- Kaydırma hızı, kaydırma başına yaklaşık 2,5 ila 4,5 saniye arasında değişir.\n\nDaha fazla özellik ve seçenek istiyorsanız, https://auto-swiper.ch/#pricing adresinde abonelik seçenekleri mevcuttur. Ancak, arkadaşlık uygulamalarının arayüzlerini sık sık güncellediğini ve bunun da Auto Swiper Extension'ın işlevselliğini etkileyebileceğini lütfen unutmayın. Herhangi bir sorunla karşılaşırsanız, lütfen geliştiriciyi bilgilendirin.\n\nAltında bulabileceğiniz Desteklenen Arkadaşlık Sitelerinin bir listesi:\nhttps://auto-swiper.ch/#features\n\nTinder, Bumble, Badoo, PoF, OkCupid ve diğerleri uygulamalarını her zaman değiştirdikleri için Auto Swiper ile ilgili sorunlar olabilir. Uzantı artık düzgün çalışmıyorsa lütfen beni bilgilendirin.\n\nDeğişiklik günlüğü:\nhttps://www.auto-swiper.ch/changelog.html"
  }
}