{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tech Stack Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyzes and displays the technology stack of the current website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tech Stack Analyzer - Uncover the Technologies Behind Any Website\n\nDiscover the building blocks of the web with Tech Stack Analyzer, your go-to Chrome extension for instant insights into the technologies powering any website you visit.\n\nKey Features:\n\n1. Comprehensive Technology Detection:\n   - Frontend Technologies: Identify HTML5, CSS3, JavaScript, and popular frameworks like React, Angular, and Vue.js.\n   - Backend Technologies: Detect server-side languages and frameworks such as PHP, ASP.NET, Node.js, and more.\n   - Content Management Systems (CMS): Recognize popular CMS platforms including WordPress, Drupal, and Joomla.\n   - Server Information: Identify the web server software and hosting provider when possible.\n   - Programming Languages: Get insights into the primary programming languages used in both frontend and backend development.\n   - Frameworks and Libraries: Discover the key frameworks and libraries utilized in the website's architecture.\n   - Infrastructure and DevOps: Gain visibility into the hosting and deployment technologies when detectable.\n\n2. User-Friendly Interface:\n   - Clean, modern design with color-coded categories for easy reading.\n   - Instant results with a single click on the extension icon.\n   - Detailed breakdown of detected technologies in an easy-to-understand format.\n\n3. Privacy-Focused:\n   - All analysis is performed locally in your browser.\n   - No data is collected, stored, or transmitted to external servers.\n   - Respects your privacy and the privacy of the websites you analyze.\n\n4. Lightweight and Fast:\n   - Minimal impact on browser performance.\n   - Quick analysis without slowing down your browsing experience.\n\n5. Educational Tool:\n   - Perfect for developers, students, and tech enthusiasts to learn about web technologies in use.\n   - Gain insights into industry trends and popular technology stacks.\n\n6. Professional Utility:\n   - Invaluable for web developers, designers, and IT professionals for competitive analysis and inspiration.\n   - Useful for recruiters and hiring managers to verify candidates' technology claims.\n\nHow to Use:\nSimply navigate to any website and click on the Tech Stack Analyzer icon in your Chrome toolbar. Within seconds, you'll see a comprehensive breakdown of the technologies detected on the current page.\n\nWhether you're a curious web surfer, a student learning web development, or a seasoned professional conducting research, Tech Stack Analyzer provides valuable insights into the technologies that power the modern web.\n\nExpand your knowledge of web technologies, one click at a time, with Tech Stack Analyzer!\n\nNote: While our extension strives for accuracy, some technologies may not be detectable due to server-side configurations or security measures implemented by websites."
  }
}