{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mercedes F1 Car Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the thrill of Formula 1 every time you open your browser with the Mercedes F1 Car Theme."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Designed for racing enthusiasts and fans of Mercedes-AMG Petronas, this theme transforms your browsing into a high-speed adventure while offering powerful productivity tools to keep you organized and efficient.\n\nWith the shortcuts feature, you can instantly access your favorite websites with a single click. Whether it's catching up on F1 news, visiting social media, or checking your emails, everything is conveniently within reach, allowing you to navigate the web faster and more seamlessly.\n\nStay on track with the time and date display, perfectly integrated into your new tab. No more switching between tabs to check the clock—now you can manage your time effortlessly while enjoying stunning visuals of the Mercedes F1 team in action.\n\nThe bookmark feature helps you keep your most-visited sites just a click away, ensuring a smoother and more efficient browsing experience. Organize your online world with ease, from racing forums and sports news to everyday essentials.\n\nNeed to jot down quick notes or reminders? The notes feature is there to help. Capture important thoughts, track to-do lists, or even plan your race-day predictions right in your browser. Your notes are securely stored and always accessible when you need them.\n\nFor those who love variety, the theme switching option offers different Mercedes F1-inspired backgrounds, from iconic race cars to team moments. Each new tab brings a fresh visual, keeping your browsing experience dynamic and exciting.\n\nThe Mercedes F1 Car Theme blends the adrenaline of Formula 1 with practical tools designed to enhance your online experience. Install it today and immerse yourself in the fast-paced world of F1 while staying organized and productive!"
  }
}