{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monolith"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get a monolith (single static HTML file) of the web page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "'Monolith of Web' is a Chrome extension ported from CLI tool [Monolith][1]. Monolith is a CLI tool to\ndownload a web page as static single HTML file. 'Monolith of Web' provides the same functionality as\na browser extension by compiling Monolith (written in Rust) into WebAssembly.\n\n## Usage\n\n1. Go to a web page you want to store\n2. Click 'Monolith of Web' icon in a browser bar (above popup window will open)\n3. Click 'Get Monolith' button\n4. Wait for the process completing\n5. The generated single static HTML file is stored in your downloads folder\n\nBy toggling icons at bottom of the popup window, you can determine to or not to include followings\nin the generated HTML file.\n\n- JavaScript\n- CSS\n- `<iframe/>`\n- Images\n\nThe button at right-bottom toggles if allow CORS request or not. Please read following 'Permissions'\nsection and 'CORS Requests in Background Page' section for more details.\n\n## Permissions\n\n- **Required permissions**\n  - `activeTab`: This extension gets an HTML text and a page title from the active tab to generate a monolith\n  - `storage`: This extension remembers the last state of toggle buttons at bottom in the popup window.\n- **Optional permissions**\n  - `http://*/*` and `https://*/*`: Allow any cross-origin requests in background page. This is runtime\n    permission so this extension does not require by default. **Only when you see a broken HTML file is\n    generated due to CORS error in background page, please enable this option.** The reason of these\n    permissions are explained in next 'CORS Requests in Background Page' section.\n\n## CORS Requests in Background Page\n\nThis extension generates a single HTML file in background page of Chrome extension. Since CSP in a\ncontent script is not applied in a background page, some resources in content's HTML cannot be fetched\nin background page.\n\nBy default, this extension ignores CORS errors in background page. It is usually not a problem since\nresources protected by CSP are usually scripts which don't affect main content. But a broken single HTML\npage may be generated due to CORS errors.\n\nWhen you see a broken page due to the CORS error in background page, please enable 'allow CORS requests'\nbutton at right-bottom in the popup window. Permission dialog will appear to require permissions for\nsending CORS requests in background page. After accepting it, CORS request error is disabled and all\nresources should be fetched with no error.\n\nAfter generating a single HTML file with the runtime permissions, this extension will remove the permissions\nas soon as possible for security.\n\n\n[0]: https://github.com/rhysd/monolith-of-web\n[1]: https://github.com/Y2Z/monolith\n[2]: https://www.youtube.com/watch?v=xBIrFlYE1W0"
  }
}