{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickDic AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly Access AI while on Social Media Platforms, eCommerce websites and more, while getting your answers in 3 Dimensional manner"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience a revolution in convenience with QuickDic AI, the AI-powered web extension that opens up a world of knowledge right at your fingertips. Gone are the days of juggling tabs and switching applications—simply double-click anywhere on a webpage, and QuickDic AI effortlessly springs into action, elegantly overlaying itself on top of your current browsing session.\n\nPrepare to unlock a multi-faceted perspective on any subject as QuickDic AI unveils its extraordinary approach to delivering answers. By presenting a treasure trove of alternative questions you may have never considered, QuickDic AI empowers you with a broader and deeper understanding of your queries. Explore new angles, gain fresh insights, and broaden your horizons like never before.\n\nThe true brilliance of QuickDic AI lies in its seamless integration into your browsing experience. Imagine effortlessly accessing AI intelligence while staying immersed in your favorite social media platforms, seamlessly exploring captivating e-commerce websites, or diving into the depths of any online content. QuickDic AI gracefully overlays a subtle, invisible button at the center of each webpage, ensuring uninterrupted browsing while granting you instant access to the power of AI.\n\nBreak free from the confines of limited search experiences that fail to satisfy your curiosity. Embrace QuickDic AI and step boldly into a future where convenience and intelligence converge seamlessly. Join a vibrant community of knowledge seekers who crave a broader understanding and the thrill of exploring multiple perspectives. With QuickDic AI, you hold the key to unveiling hidden gems of wisdom and unlocking the true potential of the web.\n\nInstall QuickDic AI today and embark on an extraordinary browsing journey. Embrace a new era where convenience and intelligence intertwine, forever transforming the way you explore the vast realm of information. QuickDic AI: Your gateway to unparalleled convenience and a broader understanding awaits."
  }
}