{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wiz: Cloud Security in Your Cloud Portal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get real-time security alerts and context-aware insights in your cloud portal."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CLOUD SECURITY AT YOUR FINGERTIPS\n\nIntroducing the new Wiz extension for Google Chrome. Once installed, it becomes an integral part of your cloud interface, providing:\n• Real-Time Security Alerts: Immediate access to critical and high-priority security notifications, tailored to your current cloud environment.\n• Context-Sensitive Insights: Get security information relevant to the specific cloud service you're working on, like AWS's EC2.\n• Deep-Dive Analysis: Click on an alert for an in-depth understanding of the issue, its implications, and recommended actions, facilitating prompt resolution.\n\nDesigned for seamless integration into major cloud platforms, this extension redefines how Developers, Site Reliability Engineers, Cloud Security Engineers, Security Analysts and CISOs interact with their cloud environments. Available now for free to all Wiz customers!\n\nABOUT WIZ\nWiz transforms cloud security for customers – including 40% of the Fortune 100 – by enabling a new operating model. With Wiz, organizations can democratize security across the development lifecycle, empowering them to build fast and securely. Its Cloud Native Application Protection Platform (CNAPP) drives visibility, risk prioritization, and business agility, and is #1 based on customer reviews."
  }
}