{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple-Header-Payload"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use this extension to send user-defined HTTP request headers with an user-defined payload string to an user-defined host only."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple-Header-Payload is a powerful - yet simple - browser extension which helps you to send user-defined HTTP request headers with an user-defined payload string to an user-defined host only.\n\nUse this extensions in productive, live, development, debug, and maintenance situations, where you want to restrict or allow access to resources on your website.\n\nDocumentation: https://www.camya.com/simple-header-payload-browser-extension/\n\nThe features\n\n- Supports hosts names and IPv4 and IPv6 addresses.\n- Add custom HTTP header name/value pairs or append a value to the User-Agent.\n- Activate and deactivated entries.\n- Highlights matched host entries.\n- Radom payload string generator.\n- Inline-editing of the payload string.\n- Set optional title and comment for entries.\n- Option to show/hide payload string in host list.\n- Option to reset extension settings.\n\nHow to use the browser extension?\n\n- Open the extension with a left mouse click on its icon.\n- Click the \"+ Add new host\" button.\n- Fill out the form with your data. Only the Host / IP field is required.\n- Click the \"Add\" button.\n- The host entry is now added to your host list.\n\nHow does the extension work?\n\nIf you add your own host config, the extension will add your configured payload data to the requests for this specific host only.\n\nThe extension only adds your user-defined header data, if the host of a browser tab matches the one from your host config.\n\nAll data of this tool is stored in the internal storage of the browser extension itself. Nothing is stored external.\n\nWhere to use the extension?\n\nThe best place to use custom HTTP headers is on the web server level. You can set coditions in the server config files of your favorite server like Apache, Nginx, or Litespeed. We added some implementation examples below.\n\nAdditionally you can add conditions programatically in your scripts in PHP, Python, Perl, aso. You find examples for this also on this page.\n\nRead the full documentation here: https://www.camya.com/simple-header-payload-browser-extension/"
  }
}