{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Board"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can see additional information about new loads!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is designed for a website where employees of a logistics company find loads for transportation from one point to another. The problem is that the website displays the rate per mile specifically from, let's say, LA to New York, but sometimes the load might be in the suburbs, and when calculating the rate per mile, additional miles, called deadhead miles, are not taken into account. Users of the website have to calculate this manually, which wastes their time. The extension can automatically calculate this when the user clicks on the \"Calculate\" button, simplifying the work. Additionally, it adds a button that directly takes the user to Google Maps using the specified cities, displaying them on the map and showing the distance between them. The extension also adds a button that allows users to close the menu on the website, which currently cannot be closed. This allows users to see the search results table more widely on the screen.\n\n1. Users can see new Rate per Mile indicator, that calculates this way: price / (trip + D/H), instead of: price / trip.\n2.New button, that navigates to the google maps and shows the miles and the real route between Pickup point and Delivery point.\n3. New button, that switches visibility of the sidebar, so if the users want, they can see the loads in full screen, without sidebar.\n\nExtension works with the website https://truckersedge.dat.com/search-loads-ow, simplifying the work for company employees, without collecting any user data, using only local storage to store values necessary for the proper functioning of the extension.\n\nThe extension simply adds the necessary functionality that is currently not available on the website. The functionality is described above!\n\nIn the new version 1.15, authentication and registration have been added, along with fixes for minor bugs. Overall, the functionality remains unchanged."
  }
}