{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PassPocket"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate high quality passwords with the click of a button."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing PassPocket: Your Ultimate Secure Password Generator\n\nPassPocket is an exceptional Google Chrome extension designed to revolutionize the way you create secure passwords. This innovative tool empowers users to effortlessly generate ultra-secure passwords of up to 100 characters, ensuring the utmost protection for your online accounts.\n\nKey Features:\n\nHassle-free Password Generation: With PassPocket, creating strong, complex passwords is a breeze. With a simple click of a button, the extension instantly generates robust, random passwords. These passwords are meticulously crafted to withstand even the most determined brute-force attacks, providing an unbeatable level of security for all your online activities.\n\nCustomizable Password Parameters: PassPocket understands that password preferences can vary. That's why we offer you the flexibility to customize your generated passwords. Adjust the length, choose whether to include special characters, numbers, uppercase or lowercase letters, and more. PassPocket allows you to fine-tune the complexity of your passwords according to your specific requirements.\n\nPassword Strength Evaluation: Curious about the strength of your existing passwords? PassPocket has you covered. Our comprehensive password strength evaluation feature enables you to gauge the robustness of your current passwords. Simply input your password, and the extension will provide an in-depth analysis, highlighting any weaknesses and suggesting improvements. Stay one step ahead by identifying and fortifying weak passwords with PassPocket's expert guidance.\n\nSeamless Integration: PassPocket seamlessly integrates into your Chrome browsing experience, enhancing convenience and accessibility. The extension provides a user-friendly interface directly within your browser, offering quick access to its powerful password generation features without disrupting your workflow. Whether you're signing up for a new account or updating existing passwords, PassPocket is always there to assist you in effortlessly creating secure passwords.\n\nProtect your digital life with PassPocket Chrome Extension and experience the convenience of generating robust passwords with ease. Upgrade your password security today and enjoy the confidence that comes with knowing your online accounts are fortified by unbreakable passwords. Harness the power of PassPocket and take control of your online security like never before."
  }
}