{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Starlit Landscape Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browser with the serene beauty of the Starlit Landscape Live Wallpaper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch as a tranquil landscape unfolds under a sky full of twinkling stars, bringing a calming, peaceful atmosphere to your new tab. Every time you open a new tab, you'll be immersed in the breathtaking scenery of a starlit night, making your browsing experience truly magical.\n\nLet the beauty of the night sky accompany you as you browse, adding a sense of wonder and relaxation to your day.\n\nFeatures:\n🌌 Live Wallpaper: Stunning animated scenes of a starlit landscape, with sparkling stars and a peaceful atmosphere.\n🌐 Popular Site Shortcuts: Quickly access your favorite websites with built-in shortcuts.\n➕ Addable Shortcuts: Customize your new tab with links to your most-visited sites.\n🔍 Search Bar: Effortlessly browse using your chosen search engine.\n🕒 Calendar & Clock: Stay organized with a built-in calendar and clock display.\nWhy Choose This Extension?\nThis lightweight, secure extension ensures a smooth browsing experience while respecting your privacy. It can be easily uninstalled via your browser settings.\n\nExplore more live wallpapers inspired by nature, the cosmos, and tranquil scenes. Additional tools include a note-taking feature, a privacy policy, and a direct uninstall option.\n\nDownload the Starlit Landscape Live Wallpaper now and bring the beauty of the night sky to your browser. Visit our website for more breathtaking extensions!"
  }
}