{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StonksHelper Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helper for Tinkoff Investments\n\nРасширение для терминала Тинькофф Инвестиции. Режим торговли через брокера Алор доступен бесплатно,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helper for Tinkoff Investments\n\nРасширение для терминала Тинькофф Инвестиции. Режим торговли через брокера Алор доступен бесплатно, а для использования полным набором виджетов необходимо оформить подписку на сайте разработчика.\n\n31 виджет с анализом рыночных данных, список и функционал которых постоянно дополняется и улучшается.\n\nПоддерживаемые биржи: HKEX, NASDAQ, London, NSE, большинство немецких бирж. Полный список бирж и функционала можно посмотреть на нашем сайте: https://stonkshelper.com\n\nПримеры виджетов:\n\n● Виджет принтов US real-time: Отображает реальные данные о принтах на американском рынке.\n● Виджет принтов SPBX/MOEX real-time: Предоставляет информацию о принтах на рынке SPBX/MOEX в реальном времени.\n● Виджет принтов HKEX (Гонконг): Анализирует и отображает принты на Гонконгской бирже.\n● Арбитражный сканер OS Close: Сравнивает текущую цену актива с его ценой закрытия на основной сессии в США.\n● Арбитражный сканер USA: Ищет возможности для арбитража между различными американскими биржами.\n● Сканер взлетов и падений Pumps&Dumps MOEX: Анализирует рынок MOEX на предмет резких изменений цен.\n● Сканер секторов для торговли в ОС: Отображает 20 ключевых секторов и их текущее состояние.\n● Gainers & Losers: Показывает акции, которые показали наибольший рост или падение с момента закрытия постмаркета в США.\n● Сводный стакан по биржам: Агрегирует данные со стаканов нескольких стран, включая Германию, Китай и США.\n● Новости США Priority News: Фильтрует и отображает только важные новости из США, такие как выкупы, поглощения, одобрения FDA и т.д."
  }
}