{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple SEO Analysis Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy-to-use extension for quick SEO analysis. Check metadata, headings, links, manipulate REGEX, and export results to CSV."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple SEO Analysis Tool - Ferramenta de SEO\n\nWith this extension, you can perform various page-level analyses, quickly identifying SEO issues and opportunities. 🔎\n\nYou can ensure your pages are SEO-optimized, facilitate data analysis, and enhance the user experience on your site, all in one place! 📈\n\nTime Saver: The extension simplifies routine tasks, such as reviewing SEO elements, auditing links and headings, and verifying Google Analytics implementation, saving time for SEOs, developers, and content professionals.\n\n*** FEATURES ***\n--------------------------------\n\n1. SEO OVERVIEW: This feature allows you to quickly view the key SEO information of any web page, including the page title, description, URL, number of internal and external links, robot metadata, language, word count, and more.\n\nUsage Tips:\n\n✅ On-Page SEO Check: Use the overview to ensure your pages are optimized for SEO.\n\n✅ Content Monitoring: The tool helps you check word counts and headings (H1, H2, H3, etc.), assisting in reviewing title hierarchy to improve readability and SEO.\n\n✅ Competitor Analysis: Analyze competitor pages by checking their topic structure and last update date.\n\n--------------------------------\n\n2. LINKS FINDER: This feature allows you to locate and list all internal and external links on a specific page. It also enables searching for links based on specific terms or URLs, returning all corresponding links.\n\nUsage Tips:\n\n✅ Identify Relevant Links: Use this feature to find links pointing to specific URLs or check links containing important terms.\n\n✅ Link Management: Great for auditing a page's links. Quickly see which are internal or external, and identify anchor cannibalization.\n\n✅ Opportunities: Check where other sites are linking and whether any point to your site. Find new opportunities.\n\n--------------------------------\n\n3. HEADINGS EXTRACTOR: With this tool, you can identify and extract all heading tags (H1, H2, H3, etc.) from a web page. This helps review the structure of titles and subtitles, essential for good readability and structured SEO.\n\nUsage Tips:\n\n✅ Analyze Title Hierarchy: By checking heading tags, you can ensure that your pages follow a logical, easy-to-read structure, which is key to optimizing user experience.\n\n✅ Technical SEO Review: The tool helps identify whether a page contains a correct hierarchy of H1, H2, and other headings, fundamental for SEO optimization.\n\n✅ Topic Comparison: Extract the topic structure from several pages and easily compare which page offers more complete coverage. Use this to plan optimization and better content.\n\n--------------------------------\n\n4. REGEX GENERATOR: This feature generates regular expressions (Regex) based on a list of words or URLs provided by the user. You can choose between four pattern types: contains, exact match, starts with, and ends with. There is also an option to remove the base URL, keeping only the slug to minimize the number of characters in the result.\n\nUsage Tips:\n\n✅ Filtering Automation: Use the Regex generator to quickly create patterns that make it easier to filter URLs or specific keywords in large databases.\n\n✅ Web Analytics Tools: The generated Regex can be applied in tools like Google Search Console or Google Analytics to monitor specific URLs or traffic patterns.\n\n✅ Performance Tracking: A data analyst can use the generator to create URL filters containing specific keywords like \"/blog\" or \"/products,\" allowing for segmented analysis.\n\n--------------------------------\n\n5. GA4 CHECKER (Beta): This feature quickly checks whether a web page has Google Analytics 4 (GA4) installed, and if available, displays the associated Measurement ID.\n\nUsage Tips:\n\n✅ GA4 Implementation Audit: Use the checker to ensure that all your pages have the GA4 code correctly installed, essential for tracking traffic and conversions.\n\n✅ Troubleshooting: If you suspect a page isn’t sending data to GA4, this tool helps identify if the code is missing or incorrect.\n\n*** PORTUGUÊS ***\nCom essa extensão, você pode realizar várias análises em nível de página, identificando rapidamente problemas e oportunidades de SEO. 🔎\n\nVocê pode garantir que suas páginas estão otimizadas para SEO, facilitar a análise de dados e melhorar a experiência do usuário em seu site, tudo em um só lugar! 📈\n\nEconomia de Tempo: A extensão simplifica tarefas rotineiras, como revisar elementos de SEO, auditar links e headings, e verificar a implementação do Google Analytics, economizando tempo para SEOs, desenvolvedores e profissionais de conteúdo.\n\n*** FUNCIONALIDADES ***\n--------------------------------\n\n1. **OVERVIEW DE SEO:** Essa funcionalidade permite que você visualize rapidamente as principais informações de SEO de qualquer página da web, incluindo o título, descrição, URL, número de links internos e externos, metadados de robôs, idioma, contagem de palavras e mais.\n\n**Dicas de Uso:**\n\n✅ Verificar SEO On-Page: Use o overview para garantir que suas páginas estão otimizadas para SEO.\n\n✅ Monitoramento de Conteúdo: A ferramenta ajuda a verificar a contagem de palavras e headings (H1, H2, H3, etc.), auxiliando na revisão da hierarquia de títulos para melhorar a legibilidade e o SEO.\n\n✅ Análise de Concorrência: Analise páginas da concorrência verificando sua estrutura de tópicos e a última data de atualização.\n\n--------------------------------\n\n2. **LOCALIZADOR DE LINKS:** Essa funcionalidade permite localizar e listar todos os links internos e externos de uma página específica. Ela também possibilita a busca por links com base em termos ou URLs específicas, retornando todos os links correspondentes.\n\n**Dicas de Uso:**\n\n✅ Identificar Links Relevantes: Use essa funcionalidade para encontrar links que apontam para URLs específicas ou verificar links que contenham termos importantes.\n\n✅ Gerenciamento de Links: Ótimo para auditar links de uma página. Veja rapidamente quais links são internos ou externos, e identifique canibalização de âncoras.\n\n✅ Oportunidades: Verifique para onde outros sites estão linkando e se algum deles aponta para o seu site. Encontre novas oportunidades.\n\n--------------------------------\n\n3. **EXTRATOR DE HEADINGS:** Com essa ferramenta, você pode identificar e extrair todas as tags de heading (H1, H2, H3, etc.) de uma página da web. Isso ajuda a revisar a estrutura de títulos e subtítulos, essencial para garantir uma boa legibilidade e SEO estruturado.\n\n**Dicas de Uso:**\n\n✅ Analisar Hierarquia de Títulos: Verificando as tags de heading, você pode garantir que suas páginas seguem uma estrutura lógica e fácil de ler, o que é fundamental para otimizar a experiência do usuário.\n\n✅ Revisão de SEO Técnico: A ferramenta ajuda a identificar se uma página contém uma hierarquia correta de H1, H2 e outros headings, fundamental para a otimização de SEO.\n\n✅ Comparação de Tópicos: Extraia a estrutura de tópicos de várias páginas e compare facilmente qual página oferece uma cobertura mais completa. Use isso para planejar otimizações e conteúdos melhores.\n\n--------------------------------\n\n4. **GERADOR DE REGEX:** Essa funcionalidade gera expressões regulares (Regex) com base em uma lista de palavras ou URLs fornecidas pelo usuário. O usuário pode escolher entre quatro tipos de padrões: contém, correspondência exata, começa com e termina com. Também é possível escolher a opção de remover a base da URL, mantendo apenas o slug, o que minimiza o número de caracteres no resultado.\n\n**Dicas de Uso:**\n\n✅ Automatização de Filtragem: Use o gerador de Regex para criar padrões rapidamente e facilitar a filtragem de URLs ou palavras-chave específicas em grandes bases de dados.\n\n✅ Ferramentas de Web Analytics: O Regex gerado pode ser aplicado em ferramentas como o Google Search Console ou Google Analytics para monitorar URLs específicas ou padrões de tráfego.\n\n✅ Acompanhamento de Performance: Um analista de dados pode usar o gerador para criar filtros de URLs que contenham palavras-chave específicas como \"/blog\" ou \"/produtos\", permitindo análises segmentadas.\n\n--------------------------------\n\n5. **VERIFICADOR DE GA4 (Beta):** Essa funcionalidade verifica rapidamente se uma página da web tem o Google Analytics 4 (GA4) instalado e, se disponível, exibe o ID de Medição associado.\n\n**Dicas de Uso:**\n\n✅ Auditoria de Implementação de GA4: Use o verificador para garantir que todas as suas páginas tenham o código GA4 corretamente instalado, essencial para acompanhar tráfego e conversões.\n\n✅ Solução de Problemas: Se você suspeitar que uma página não está enviando dados para o GA4, essa ferramenta ajuda a identificar se o código está ausente ou incorreto."
  }
}