{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Percentage Hero"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A handy calculator for percentage-related queries"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Percentage Hero is a powerful and user-friendly Chrome extension designed to make percentage calculations a breeze. With its sleek, modern design and intuitive interface, this extension is perfect for anyone who needs to perform percentage calculations on a regular basis, whether for work, school, or personal use.\n\nKey Features:\n\nThree-in-One Calculator: Percentage Hero offers three different calculators in one extension, allowing users to easily switch between the following calculations: What is x% of y? x is what percentage of y? What is the percentage increase/decrease from x to y?\n\nEasy-to-Use Interface: The clean and organized layout makes it simple for users to input values, perform calculations, and view results. Each calculator features a dedicated \"Calculate\" button, ensuring a seamless and efficient user experience.\n\nConvenient Results History: Percentage Hero stores a history of your previous calculations, allowing you to review past results even after closing the extension. The history is conveniently accessible via an accordion-style menu, so you can quickly refer back to past calculations when needed.\n\nElegant Design: The visually appealing design not only looks great but also enhances the overall user experience.\n\nInstall Percentage Hero today and take the hassle out of percentage calculations. Whether you're a student, a professional, or just someone who needs to crunch numbers regularly, Percentage Hero is the perfect tool to simplify and streamline your calculations, making you more efficient and accurate in your everyday tasks."
  }
}