{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "S.T.A.L.K.E.R. 2: Heart of Chornobyl Live wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the irradiated world of S.T.A.L.K.E.R. 2: Heart of Chornobyl with this immersive live wallpaper for your Chrome new tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the haunting atmosphere of S.T.A.L.K.E.R. 2: Heart of Chornobyl to your browser and explore the dangers of the Zone every time you open a new tab. With eerie visuals set against the backdrop of the Chornobyl exclusion zone, this live wallpaper captures the chilling world of the game. From the radiation-soaked landscapes to the mysterious anomalies, every detail of the Zone is alive with danger and intrigue. Perfect for fans of the STALKER. franchise, this wallpaper is a must-have for those who crave adventure, suspense, and survival in a world where danger lurks at every corner.\n\nDesigned to enhance both aesthetics and functionality, this extension transforms your new tab into a gateway to the unsettling world of S.T.A.L.K.E.R. 2.\n\nKey Features\n☢️ S.T.A.L.K.E.R. 2 Live Wallpaper: A vivid depiction of the radioactive Zone from S.T.A.L.K.E.R. 2: Heart of Chornobyl.\n🔍 Google Search Bar: Easily search the web while staying immersed in the eerie world of the Zone.\n🕒 Clock & Date Display: Keep track of time while navigating the perilous landscape of Chornobyl.\n🔗 Customizable Site Shortcuts: Quick access to your favorite websites with customizable shortcuts.\n🔗 Quick Access Links: Manage your extensions effortlessly with “Remove Extension” and “More Extensions” options in the lower left corner.\nWith the S.T.A.L.K.E.R. 2: Heart of Chornobyl Live Wallpaper, your Chrome browser will transport you into a hauntingly atmospheric world where every moment is filled with suspense. Perfect for fans of post-apocalyptic survival and the eerie mystery of the Zone."
  }
}