{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neto Discount Importer — iTee Consultancy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bulk import Neto discount codes from a CSV"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your Neto Experience with Bulk Discount Importer!\n\nIntroducing the Neto Bulk Discount Importer, a powerful and intuitive Chrome extension designed exclusively for Neto platform users. Our extension streamlines the process of managing and applying bulk discounts to your Neto store, making it simpler, faster, and more efficient. Say goodbye to the tedious task of manually entering discount data, and embrace the ease of automation.\n\nKey Features:\nBulk Discount Uploads: Effortlessly upload multiple discount rules to your Neto store using a simple CSV file. This feature is perfect for sales events, seasonal promotions, or any occasion where multiple discounts need to be applied quickly and efficiently.\n\nDynamic Discount Rules: The extension supports various discount triggers and events. Whether it's cart quantities, specific categories, customer groups, or more, setting up your discount rules has never been easier.\n\nUser-Friendly Interface: With a clean and straightforward design, navigating through the extension is a breeze. No complicated setups – just upload your file, and you're good to go.\n\nSecure and Reliable: We prioritize the security of your data. The extension operates within the secure environment of your browser, ensuring your discount data and store information are always protected.\n\nRegular Updates and Improvements: We continually enhance the extension based on user feedback, ensuring you always have access to the best tools for your business.\n\nWhy Choose Neto Bulk Discount Importer?\nSave Time: Bulk import features dramatically reduce the time spent on discount setups, allowing you to focus on other aspects of your business.\nReduce Errors: Automated imports minimize the risk of manual entry errors, ensuring your discounts are applied correctly every time.\nIncrease Sales: Quickly set up various promotions to attract more customers and boost your sales.\nEnhanced Flexibility: Tailor your discount strategies with a range of customizable options to suit your specific business needs.\nEasy to Use: Designed with user experience in mind, it’s an ideal solution for both beginners and seasoned Neto users.\n\nGetting Started is Simple!\nInstall the Extension: Add the Neto Bulk Discount Importer to your Chrome browser with just a click.\nPrepare Your CSV File: Create your CSV file with the discount rules you want to apply.\nUpload and Apply: Use the extension to upload your CSV file, and let it handle the rest.\nDedicated Support and Resources\nGot questions? Our dedicated support team is here to help you with any queries or issues. Plus, access our comprehensive guides and FAQs to get the most out of the extension.\n\nTransform Your Neto Store Today!\nReady to revolutionize how you manage discounts in your Neto store? Download the Neto Bulk Discount Importer now and take the first step towards smarter, more efficient discount management!\n\nThis extension is not affiliated with or endorsed by Neto. Neto is a registered trademark of its respective owner.\n\nDownload Now and experience the difference!"
  }
}