{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Influence Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover and use community developed tools while playing the space strategy MMO Influence"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension makes community-developed tools and widgets available inside the Influence game client.\n\nIt adds a \"Widgets\" button in the top-right, giving you an in-game \"Shopping List\", \"Marketplace Prices\" and \"Private Labels\" (more widgets to follow).\n\nIt also adds a \"Tools\" panel in the right-side menu, with links to community developed tools and content, grouped into several categories: Mining, Production, Asteroids, Crew, Flight, Information, Lore, Games.\n\nAnd it also adds other functionalities in-game, such as buttons for \"Search in Marketplace\" and \"Production Chain\", when you select an item from an inventory. The market value of the selected inventory items. Links to market-search for products in the Marketplace window \"My Open Limit Orders\". A button linking to the Process Finder tool, for the items in the currently selected warehouse. A filter to search among the processes of Refineries, Factories and Shipyards. An input for setting your preferred extraction percentage, to be used before you start each extraction. An AI-generated captain-video in the crew window. Details about the controller(s) for the selected location: building, ship, lot, asteroid. And the real-world time, based on the in-game time that's being previewed while using the time-controls.\n\nThis extension is not developed or audited by Unstoppable Games - the studio behind Influence."
  }
}