{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ListLeap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Addon for the list-leap.com app."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ListLeap Extension, a powerful tool designed to enhance your e-commerce efficiency by simplifying the process of listing items on eBay directly from Amazon. With this extension, you can streamline your workflow and save valuable time.\n\nKey Features:\nOne-Click Listing: Transfer product details from Amazon to eBay effortlessly. The ListLeap Extension adds a \"List on eBay\" button directly on Amazon product pages, allowing you to create eBay listings with a single click.\nAutomatic Data Sync: Quickly sync product titles, descriptions, images, and prices from Amazon to eBay. Ensure your listings are accurate without manual data entry.\nCustomizable Listings: Tailor your eBay listings with custom templates and additional information fields. Enhance your listings to attract more buyers while maintaining a consistent brand presence.\nUser-Friendly Interface: The ListLeap Extension is designed for ease of use. Easy to install and navigate, it integrates seamlessly into your existing workflow without a steep learning curve.\n\nBenefits:\nIncrease Efficiency: Automate the listing process to save valuable time and focus on other aspects of your business.\nReduce Errors: Minimize manual entry errors with automatic data transfer and synchronization.\nStay Competitive: Keep your listings fresh and updated with the latest product information and pricing.\n\nHow It Works:\n1.Install the Extension: Add the ListLeap Extension to your browser.\n2.Navigate to Amazon: Browse to any product page on Amazon.\n3.Click the Button: Click the \"List on eBay\" button added by the extension.\n4.Customize and Publish: Customize your eBay listing with additional details if needed, then publish it directly from the ListLeap interface.\n\nTake your e-commerce business to the next level with the ListLeap Extension. Simplify your workflow and increase your efficiency with the power of automated listing.\n\nGet started today and streamline your listing process with ListLeap!"
  }
}