{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Classroom Peer Review"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic assignment of peer's assignment to students."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows peer review in google classroom. It is a one click redistribution extension, where selected student's work will be redistributed.\n\nThis extension works well with the additional feature for Hypatia Desktop built, can be found in this repo (https://github.com/blckwolf5851/hypatia-peer-eval)\n\nStep 1: Go to the all submission page of an assignment (by clicking \"All Student\" tab on the left)\n\nNote: Always click on \"All Student\" tab then refresh the page each time before clicking on extension button to avoid any unexpected behaviors.\n\nStep 2: Click the extension button, and it will by default select all students to distribute. You could deselect students so their work will not be distributed and they will not be receiving peer's submission.\n\nStep 3: Once everything is configured correctly, press \"Redistribute Assignment\" button to distribute submission among students.\n\nYou will see the invitation to peer review appear in the private comment box for each student, this gives you a chance to make final changes to the invitation before sending them to students. Go on and send these once you are comfortable with the arrangements.\n\nIf you have feedbacks: email to sherry.shanli.yuan@gmail.com\n\nVersion Log:\n1.0.1: Fix no submission issue, add additional usage documentations\n1.0.2: Allow redistribution of large class size\n\nFAQs:\n1. It does not gather all submissions or the redistribution button does nothing\n    Try disabling other extensions to see if it works\n2. Sometimes it confuses the names i.e it says \"Hi a...\" when it should say \"Hi b...\"\n    Remember to follow all steps above each time before you hit \"Redistribute Assignment\" button. The refresh step is especially important."
  }
}