{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopify Product Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the Shopify Product Extractor Chrome extension, listings with Product Name, image, and URL are automatically downloaded to CSV."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the power of Shopify Data Extractor, a robust product exporting extension designed to streamline your Shopify experience. With just one click, effortlessly export product data from any Shopify store directly to a convenient CSV file.\nIntroduction\n\nShopify Data Extractor stands out as an indispensable extension for Shopify users. This user-friendly tool simplifies the process of exporting Shopify product data, providing a seamless solution for managing and analyzing your online store information.\nKey Features\n\nEffortless Export: Enjoy the convenience of a one-click export, allowing you to gather all pertinent product data into a neatly organized CSV file.\n\nBookmarking Made Easy: Instantly bookmark your favorite Shopify stores with a single click, making it effortless to revisit and manage your preferred online shopping destinations.\n\nComprehensive Data Export:\n-Export product links for a holistic overview.\n-Select specific collections for a tailored export experience.\n-Handpick individual products for a customized export.\n-Utilize a powerful search feature to find and export specific products efficiently.\n\nProduct Insights: Gain valuable insights before exporting by previewing product details such as descriptions, variants, and prices.\n\nData Confidentiality\n\nRest easy knowing that all your product data is processed locally on your computer. At no point does it traverse our web servers, ensuring the utmost confidentiality. Your store's information remains private, known only to you.\n\n IMPORTANT NOTE:\nShopify Product Extractor is in no way in partnership with the official Shopify site. It is an unofficial application which is independently developed and maintained."
  }
}