{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Info y Tráilers de Películas y Series - Reseñas, Reparto y Más"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEFLY - Descubre todo sobre tus películas y series favoritas al instante. ¿Donde se puede ver? Nuestra extension te lo dira"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¿En cual plataforma de streaming estan pasando esa pelicula o serie que quiero ver?\nCon nuestra extensión lo sabrás!\n\nDescubre con NEFLY todo sobre tus películas y series favoritas al instante. Con esta extensión, tienes acceso directo a la información esencial que necesitas sin salir de la página de búsqueda.\n\n¿Quieres saber el género, duración, calificación y ver el tráiler oficial? ¿O conocer el reparto principal y leer las opiniones más recientes? NEFLY te ofrece todo en un solo clic, ayudándote a descubrir y disfrutar aún más del mundo del entretenimiento.\n\nFunciones clave de NEFLY:\n\n- Búsqueda de películas y series: Encuentra títulos fácilmente y visualiza toda la información importante.\n- Calificación y géneros detallados: Conoce la calificación en porcentaje y los géneros de cada título.\n- Tráiler oficial: Mira el tráiler directamente en la ventana de la extensión.\n- Reparto principal: Accede a una lista visual del elenco con sus fotos y roles, todo en una vista organizada de dos columnas.\n- Navegación rápida y enlaces internos: Explora la información sin perderte, con enlaces internos para una experiencia optimizada.\n\nNEFLY es ideal para cinéfilos y fanáticos de las series. Esta extensión es tu mejor compañera para descubrir datos interesantes, leer reseñas, ver tráilers, y conocer a los actores en un solo lugar. \n\n¡Descárgala y explora todo sobre tus títulos favoritos!"
  }
}