{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aggregated Holdem Reports for GTO Wizard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Aggregated Holdem Reports for GTO Wizard is a Chrome extension that enhances your GTO Wizard experience by automating the…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Aggregated Holdem Reports for GTO Wizard is a Chrome extension that enhances your GTO Wizard experience by automating the generation of comprehensive Turn and River aggregated reports. This tool is designed for poker players who likes to study the game with aggragated reports and are looking for a quick and easy tool to generate these reports for Turn and River.\n\nKey Features:\n• Automated Report Generation: Generate detailed reports for turn and river situations with a single click\n• Multi-Board Analysis: Process multiple board textures simultaneously\n• Real-Time Progress Tracking: Monitor report generation progress with a visual interface\n• Secure Data Handling: All data is processed securely using Firebase infrastructure\n• Excel Report Output: Receive organized data in Excel format for easy analysis\n\nHow It Works:\n1. Navigate to any GTO Wizard hand solution\n2. The extension automatically detects the game state and parameters\n3. Choose between turn or river report generation\n4. View real-time progress as boards are processed\n5. Download the final Excel report with comprehensive analysis\n\nPrivacy & Security:\n• No personal data is collected or stored\n• Requires GTO Wizard account and valid subscription\n• Uses secure Firebase storage for temporary data processing\n• All API calls are made with user's own GTO Wizard authentication\n\nPerfect For:\n• Poker players studying specific spots\n• Coaches preparing teaching materials\n• Students analyzing multiple board textures\n• Anyone looking to improve their poker game through data analysis\n\nNote: This extension requires a valid GTO Wizard subscription to function."
  }
}