{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goggins Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your productivity and focus by channeling your inner Goggins. Block distracting or harmful websites with a click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goggins Blocker combines two important things to improve productivity: the ability to optimise your time...and David Goggins. \n\n\"David Goggins (born February 17, 1975) is an American ultramarathon runner, ultra-distance cyclist, triathlete, public speaker, and author. He is a retired United States Navy SEAL and former United States Air Force Tactical Air Control Party member who served in the Iraq War. His memoir, Can't Hurt Me, was released in 2018.\" - Wikipedia\n\nDavid Goggins has inspired millions with his dedication, perseverance and discipline. When I have felt uninspired or have struggled with work, particularly in the overwhelming digital age, a David Goggins video has often got me back on the path. \n\nWith Goggins Blocker you can manually block websites via a simple menu or activate the blocker whilst on the site itself. It’s quick and efficient and gives the boost needed to discipline yourself and focus on what is important. \n\nGoggins Blocker is current on iteration number one with more features such as adding custom time slots, mass adult content blocking and custom redirects coming soon.  \n\n**Goggins Blocker is not affiliated with or representative of David Goggins in any way. I make no financial benefit from his likeness or content. I am a, foremost, a fan.**"
  }
}