{
  "name": {
    "am,ar,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy PDF Viewer",
    "bg": "Easy Draw on PDF",
    "bn": "Easy Mark on PDF",
    "ca": "Easy PDF Highligher"
  },
  "short": {
    "ar": "Easy PDF Viewer: Efficiently View and Interact with PDFs: Easy Navigation, Zooming, and Annotations!",
    "am,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Efficiently View and Interact with PDFs: Easy Navigation, Zooming, and Annotations!",
    "bg": "Efficiently View and Interact with PDFs: Draw on PDF, Easy Navigation, Zooming, and Annotations!",
    "bn": "Efficiently View and Interact with PDFs: Mark on PDF, Easy Navigation, Zooming, and Annotations!",
    "ca": "Efficiently View and Interact with PDFs: PDF Highligher, Easy Navigation, Zooming, and Annotations!"
  },
  "long": {
    "ar": "استمتع براحة تصفح ملفات بي دي إف مع مشاهد بي دي إف السهل!\nلم يكن فن القراءة والتفاعل مع ملفات بي دي إف أكثر كفاءة من ذلك، بفضل امتداد متصفح مشاهد بي دي إف السهل لدينا! مثالي للمحترفين والطلاب وعشاق التكنولوجيا - يركز امتدادنا على توفير تجربة تصفح سلسة وسهلة للملفات بي دي إف مباشرة من متصفحك.\nأبرز الميزات:\n- مشاهد بي دي إف متعدد الاستخدامات: افتح وعرض وتفاعل بسهولة مع ملفات بي دي إف. سواء كانت موجودة بالفعل في علامات التبويب الخاصة بك أو مخزنة محليًا، فإن امتدادنا يغطيك تمامًا!\n- إمكانية التخصيص العالية: قم بتعيين الإعدادات المفضلة للعرض أو ضبط الإعدادات لكل ملف بي دي إف - أنت تقرر!\n- وضع الظلام: انقلب إلى وضع الظلام لتجربة تصفح مريحة وملائمة للعين أثناء الليل أو في ظروف الإضاءة المنخفضة.\n- التكبير والتدوير التلقائي: اختر راحتك. قم بالتكبير أو التصغير، وقم بتدوير زاوية العرض الخاصة بك واستوعب قراءتك وفقًا لاحتياجاتك.\n- يحتوي على إعدادات متنوعة: من التحكم في العرض ومستوى التكبير إلى الوضع المفضل لديك - كل ذلك على بعد نقرة واحدة!\n- فتح ملفات بي دي إف محلية: لا يتعامل فقط مع ملفات بي دي إف عبر الإنترنت، بل يدعم امتدادنا أيضًا الملفات المحلية لاحتياجاتك في وضع عدم الاتصال.\n- التعليقات: أضف ملاحظات، وقم بتمييز النص، أو ارسم - جعل ملفات بي دي إف الخاصة بك تفاعلية.\n\nIntroducing Easy PDF Viewer: The Ultimate PDF Viewing Experience!\n\nAre you tired of clunky PDF viewers that slow you down and make reading a chore? Look no further! Easy PDF Viewer is here to revolutionize your PDF browsing experience. With our powerful Chrome extension, you can effortlessly navigate through PDFs, whether they're online or saved locally. Say goodbye to the hassle of switching between tabs and applications – Easy PDF Viewer has got you covered!\n\nHere's why Easy PDF Viewer is the go-to choice for professionals, students, and tech-enthusiasts alike:\n\n1. Multi-Purpose PDF Viewer: With Easy PDF Viewer, opening, viewing, and interacting with PDFs is a breeze. No matter where your PDFs reside – in your browser tabs or on your local drive – our extension seamlessly handles them all.\n\n2. High Customizability: Tailor your PDF viewing experience to your liking. Easy PDF Viewer lets you set your preferred viewing defaults or adjust the settings for each individual PDF. It's all about giving you full control!\n\n3. Dark Mode for Eye-Friendly Browsing: Say goodbye to eye strain during late-night reading sessions. Easy PDF Viewer offers a sleek Dark Mode that provides a pleasant, eye-friendly browsing experience, even in low-light conditions.\n\n4. Zoom & Auto-Rotate: Easy PDF Viewer understands that everyone has different reading preferences. Whether you like to zoom in or out, rotate your viewing angle, or adapt your reading to your needs – our extension has got you covered.\n\n5. Various Settings at Your Fingertips: Easy PDF Viewer puts all the essential settings just a click away. From controlling the view and zoom level to selecting your preferred viewing mode – it's all at your fingertips.\n\n6. Local PDF File Openings: Need to access your PDFs offline? No problem! Easy PDF Viewer not only handles online PDFs with ease but also supports local files, ensuring you can view your documents anytime, anywhere.\n\n7. Annotations for Interactivity: Take your PDFs to the next level with Easy PDF Viewer's annotation features. Add notes, highlight important text, or draw directly on your PDFs – making them truly interactive and personalized.\n\n8. Streamlined Workflow: Easy PDF Viewer is designed with your productivity in mind. Say goodbye to unnecessary distractions and seamlessly integrate PDF viewing into your browsing experience. It's all about making your workflow smoother and more efficient.\n\n9. Fast and Lightweight: Don't let a sluggish PDF viewer slow you down. Easy PDF Viewer is built to be fast and lightweight, ensuring a seamless and responsive experience every time you open a PDF.\n\n10. Your Perfect PDF Companion: Easy PDF Viewer is the ultimate companion for anyone who works with PDFs regularly. Whether you're a professional, a student, or a tech-enthusiast, our extension is your go-to tool for all your PDF viewing needs.\n\nExperience the comfort of PDF browsing like never before – try Easy PDF Viewer today and unlock the full potential of your PDFs. Say goodbye to the frustrations of outdated PDF viewers and embrace a new era of effortless PDF navigation. Get Easy PDF Viewer now and elevate your PDF experience to new heights!",
    "am": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nለተስፋ የPDF መጠቀሚያውን የተጠቀሰውን ልዩ የPDF Viewer በመጠቀሚያው በተቀበልነት በእጅጉ ላይ የሚሰራበትን እና የሚጠቀሙ መጠቀሚያዎች የተገኘውን Easy PDF Viewer browser extension እንዴት ለማድረግ እንደሚችል እንዳይታወቁ ስለምንወደው በአለምላክስ የሚጎድል ለማስተካከል በቁጣ ማጠቃለመድ የሚኖር ነው። \nበተመሳሳይ ዝርዝር:\n- አጠቃላይ PDF Viewer: በማጠቃለያ የPDF ወይም የተጠቀሰውን ማሳያ ማንበብ ይችላሉ። ስለሆነ በአንድ ትር ብቻውን እና በትር ላይ ያሉትን የPDF ማጠቃለያዎች እንዲሁም በየትርም ማሳያ ይጠቀሙ!\n- የስርጭት ማዘጋጀት: የማንበብ አማራጭም የተሻለውን ማንበብ በተለያየ መስመር እና የPDF መጠቀሚያውን ለማስተካከል አሳይ!\n- የጣለ ሞዴ: በማሳያ የተስማማሚ ወደ ጣለ ሞዴ በመስመር የተሳሳተ የማስተካከል ውስጥ በምሳሌ የተሞላ አድርጎ ማድረግ ይችላሉ።\n- የግል አንጣሪዎች እና ራስ መጠቀሚያዎች: በማድረግ በምንም ምሳሌ የተስማማሚ ውስጥ የሚታወቁትን የማስተካከል እንዴት ለማስተካከል እንዳይታወቁ እንደሚነሳ እንዲሁም የሚገኝ ለማስተካከል የሚገባ ይሆናል።\n- የትርጉም መቀነስዎች: የትርጉም መስመርንና የየትርም ሆኖ የሚገባውን ማስተካከል በጥንቃቄ እንዳይለይለው ይጠቀሙ!\n- የአቅም እናት የPDF ፋይል ክፍሎች: በመጠቀሚያው የሚገኙ የPDF ክፍሎችን ለማስተካከል እና ሌሎች ትእዛዝ ላይ ለማስተካከል የሚሄዱ ነው።\n- ቁልፍተኛውን መጠቀሚያውን መጨመር፣ የገለጹ የጽሁፍ ገብታዎችን ወደሚጠቀሙበት በማሳያ ማስተካከል በትር ላይ ይጠቀሙበታል።",
    "bg": "\"Опитайте комфорта на разглеждането на PDF с лесния PDF прегледач!\nИзкуството на четенето и взаимодействието с PDF файлове никога не е било по-ефективно, благодарение на нашето разширение за браузър Easy PDF Viewer! Идеално за професионалисти, студенти и техноентузиасти - нашето разширение се фокусира върху предоставянето на гладко и потребителски приятно преживяване на навигацията в PDF файлове директно от вашия браузър.\nОсновни характеристики:\n- Универсален PDF прегледач: Лесно отваряйте, преглеждайте и взаимодействайте с PDF файлове. Без значение дали те вече са отворени във вашите разделки или са запазени локално, нашето разширение ще ви помогне!\n- Висока настройваемост: Задайте предпочитаните си настройки за преглед или променете настройките за всеки PDF файл - вие решавате!\n- Тъмен режим: Превключете към тъмен режим за приятно и удобно преживяване на навигацията по време на нощта или в условия с ниска осветеност.\n- Увеличаване и автоматично завъртане: Изберете вашето удобство. Увеличете или намалете, завъртете ъгъла на изгледа и приспособете четенето си към вашите нужди.\n- Съдържа различни настройки: От контрол на изгледа, нивото на увеличение до предпочитания режим - всичко е на едно щракване разстояние!\n- Отваряне на локални PDF файлове: Нашето разширение не само се справя с онлайн PDF файлове, но също така поддържа и локални файлове за вашите офлайн нужди.\n- Анотации: Добавете бележки, подчертавайте текст или рисувайте - направете вашите PDF файлове интерактивни.\"\n\nIntroducing Easy Draw on PDF: The Ultimate Chrome Extension for Effortless PDF Annotation!\n\nAre you tired of searching for the perfect tool to enhance your PDF reading experience? Look no further! Easy Draw on PDF, formerly known as Easy PDF Viewer, is here to revolutionize the way you interact with PDFs. Designed with professionals, students, and tech-enthusiasts in mind, this powerful browser extension takes PDF browsing to a whole new level.\n\n✨ Experience the Comfort of PDF Browsing with Easy Draw on PDF ✨\n\n1. Multi-purpose PDF Viewer: With Easy Draw on PDF, opening, viewing, and interacting with PDFs has never been easier. Whether your PDFs reside in your browser tabs or are stored locally, our extension has got you covered. Say goodbye to the hassle of switching between multiple applications!\n\n2. High-Customizability: We believe in giving you full control over your PDF viewing experience. Set your preferred viewing defaults or adjust the settings for each PDF individually. Easy Draw on PDF puts you in the driver's seat, allowing you to tailor your experience to perfection.\n\n3. Dark Mode: Say goodbye to eye strain during late-night reading sessions! Easy Draw on PDF offers a sleek and visually appealing dark mode, ensuring a comfortable browsing experience even in low-light conditions. Immerse yourself in your PDFs without compromising your eye health.\n\n4. Zoom & Auto-Rotate: Easy Draw on PDF understands that each individual has unique reading preferences. Whether you prefer zooming in for a closer look or rotating your viewing angle, our extension allows you to adapt your reading experience to suit your needs. It's all about providing you with the utmost convenience.\n\n5. Contains Various Settings: Take control of your PDF viewing experience with just a click! Easy Draw on PDF empowers you to customize various aspects such as view mode, zoom level, and preferred settings. No more wasting time searching for hidden options – everything you need is right at your fingertips.\n\n6. Local PDF File Openings: Easy Draw on PDF goes beyond handling online PDFs. We understand the importance of offline access, which is why our extension seamlessly supports local files. Access your PDFs wherever you are, even without an internet connection.\n\n7. Annotations: Make your PDFs come alive with interactive annotations! Easy Draw on PDF allows you to add notes, highlight important text, and, as the name suggests, draw directly on your PDFs. Enhance your reading experience by making your PDFs truly personalized and engaging.\n\nWith Easy Draw on PDF, you can finally bid farewell to the limitations of traditional PDF viewers. Embrace the power of effortless PDF annotation and take your productivity to new heights. Whether you're a professional needing to mark up important documents, a student looking to add study notes, or a tech-enthusiast eager to explore new possibilities, Easy Draw on PDF is the ultimate tool for you.\n\nDon't settle for anything less than perfection when it comes to your PDF reading experience. Try Easy Draw on PDF today and unlock a world of limitless possibilities. Enhance, annotate, and engage with your PDFs like never before. Your journey to effortless PDF annotation starts now!",
    "bn": "ইজি পিডিএফ ভিউয়ার সঙ্গে পিডিএফ ব্রাউজিং এর সুবিধা অনুভব করুন!\nআপনার ব্রাউজার থেকে সরাসরি সুগম, ব্যবহারকারী বন্ধুত্বপূর্ণ পিডিএফ নেভিগেশন অভিজ্ঞতা পান এখনো এতে কোনো দক্ষতা প্রয়োজন হয় না, ধন্যবাদ আমাদের ইজি পিডিএফ ভিউয়ার ব্রাউজার এক্সটেনশনের জন্য! পেশাদার, ছাত্র, এবং প্রযুক্তি প্রেমিকদের জন্য সম্পূর্ণরূপে এই এক্সটেনশনটি পিডিএফ দেখার সঙ্গে সমন্বিত একটি মস্ত ব্যবহারকারীর জন্য বন্ধুত্বপূর্ণ নেভিগেশন অভিজ্ঞতা দেয়!\nবৈশিষ্ট্যসমূহ:\n- বহুপ্রয়োজনীয় পিডিএফ ভিউয়ার: সহজেই পিডিএফ খোলুন, দেখুন এবং সঙ্গম করুন। আপনার ট্যাবে ইতিমধ্যে থাকলে বা স্থানীয়ভাবে সংরক্ষিত হলেও, আমাদের এক্সটেনশন আপনাকে সমর্থন করতে পারে!\n- উচ্চ কাস্টমাইজেশনযোগ্যতা: আপনার পছন্দের দৃষ্টিভঙ্গি সেট করুন বা প্রতিটি পিডিএফের জন্য সেটিংস সংশোধন করুন - আপনি নির্ধারণ করুন!\n- ডার্ক মোড: রাতে বা কম আলো অবস্থায় মনোহারী একটি দৃষ্টিভঙ্গি অভিজ্ঞতা জন্য ডার্ক মোডে ফ্লিপ করুন।\n- জুম এবং অটো-রোটেট: আপনার সুবিধার জন্য পছন্দ করুন। জুম ইন বা আউট করুন, আপনার দৃষ্টিভঙ্গি ঘোরান, এবং আপনার পড়ানোকে আপনার প্রয়োজনে অভিযান্ত্রিক করুন।\n- বিভিন্ন সেটিংস ধারণ করে: দৃশ্য, জুম স্তর, আপনার পছন্দের মোড নিয়ন্ত্রণ করার জন্য সব একটি ক্লিকের দূরে আছে!\n- স্থানীয় পিডিএফ ফাইল খোলার: এটি কেবলমাত্র অনলাইন পিডিএফগুলির পরিচালনা করে না, আমাদের এক্সটেনশনটি আপনার অফলাইন চাহিদাগুলির জন্য স্থানীয় ফাইলগুলিও সমর্থন করে।\n- অ্যানোটেশন: নোট যুক্ত করুন, পাঠ্যসঙ্গত হাইলাইট করুন বা আঁকুন - আপনার পিডিএফগুলি ইন্টারেক্টিভ করুন\n\nIntroducing Easy Mark on PDF: Revolutionizing the Way You Interact with PDFs!\n\nAre you tired of struggling with clunky PDF viewers that make it difficult to navigate through your documents? Look no further, because Easy Mark on PDF is here to transform your PDF browsing experience into a seamless and efficient journey. Whether you're a professional, a student, or a tech-enthusiast, our browser extension is designed with you in mind, providing a user-friendly interface that will make you wonder how you ever lived without it.\n\nWhy settle for a basic PDF viewer when you can have a multi-purpose powerhouse at your fingertips? With Easy Mark on PDF, opening, viewing, and interacting with PDFs has never been easier. Whether your PDFs are already open in your tabs or stored locally on your device, our extension has got you covered. Say goodbye to the hassle of switching between different applications and embrace the convenience of having everything you need in one place.\n\nCustomization is key, and with Easy Mark on PDF, you have the power to tailor your viewing experience to your exact preferences. Set your preferred viewing defaults or adjust the settings for each individual PDF. It's all up to you! No more squinting at tiny text or straining your eyes. With our extension, you can effortlessly zoom in or out, rotate your viewing angle, and adapt your reading to your needs. Finally, PDF browsing on your terms!\n\nImagine browsing through your PDFs in a soothing, eye-friendly environment. With Easy Mark on PDF's Dark Mode, you can do just that. Whether you're burning the midnight oil or find yourself in low-light conditions, our extension will ensure that your reading experience remains pleasant and comfortable. No more harsh glares or eye strain. It's time to embrace the dark side of PDF browsing.\n\nWe understand that everyone has their own preferences when it comes to viewing PDFs. That's why Easy Mark on PDF offers a plethora of customizable settings, just a click away. Take control of your viewing experience with options to adjust the view, zoom level, and preferred mode. It's all about putting the power in your hands and providing you with the tools you need to make PDF browsing a breeze.\n\nBut that's not all! Easy Mark on PDF goes beyond just handling online PDFs. We also support local file openings, so you can access your PDFs even when you're offline. Whether you're on a flight, in a remote location, or simply prefer to have your files stored locally, our extension has got you covered. Seamlessly transition between online and offline browsing with ease.\n\nWe believe that PDFs should be more than just static documents. That's why Easy Mark on PDF allows you to add annotations, notes, highlight text, and even draw on your PDFs. Make your documents interactive and truly make them your own. Whether you're studying, collaborating, or simply want to leave your mark, our extension empowers you to do so effortlessly.\n\nExperience the comfort, convenience, and power of PDF browsing with Easy Mark on PDF. Say goodbye to clunky viewers and hello to a smooth, user-friendly experience that will revolutionize the way you interact with PDFs. Don't settle for anything less than the best. Download Easy Mark on PDF now and take your PDF browsing to new heights. It's time to mark your spot on the PDF map!",
    "ca": "\"Experimenteu la comoditat de navegar per PDF amb Easy PDF Viewer!\nL'art de llegir i interactuar amb PDFs mai ha estat tan eficient, gràcies a la nostra extensió del navegador Easy PDF Viewer! Perfecte per a professionals, estudiants i entusiastes de la tecnologia, la nostra extensió es centra a proporcionar una experiència de navegació suau i fàcil d'usar per a PDF directament des del vostre navegador.\nDestacats destacats:\n- Visualitzador de PDF multiús: Obriu, vegeu i interactueu amb PDFs sense esforç. Ja siguin a les vostres pestanyes o emmagatzemats localment, la nostra extensió us cobreix!\n- Alta personalització: Establiu les vostres preferències de visualització o ajusteu la configuració per a cada PDF: vosaltres decidiu!\n- Mode fosc: Gireu al mode fosc per a una agradable experiència de navegació amigable amb els ulls durant la nit o en condicions de poca llum.\n- Zoom i auto-rotació: Trieu la vostra comoditat. Feu zoom endavant o enrere, gireu l'angle de visualització i adapteu la lectura a les vostres necessitats.\n- Conté diverses configuracions: Des del control de la visualització, el nivell de zoom fins al mode preferit, tot està a un clic de distància!\n- Obertura de fitxers PDF locals: No només gestiona PDFs en línia, sinó que la nostra extensió també admet fitxers locals per a les vostres necessitats fora de línia.\n- Anotacions: Afegiu notes, destaqueu text o dibuixeu: feu que els vostres PDFs siguin interactius.\"\n\nIntroducing Easy PDF Highlighter: The Ultimate Tool for Effortless PDF Navigation!\n\nAre you tired of struggling with clunky PDF viewers that make your reading experience a nightmare? Look no further! Easy PDF Highlighter is here to revolutionize the way you interact with PDFs. Designed with professionals, students, and tech-enthusiasts in mind, this powerful Chrome extension is guaranteed to take your PDF browsing to new heights!\n\nWhy settle for a basic PDF viewer when you can have a multi-purpose powerhouse at your fingertips? Easy PDF Highlighter allows you to effortlessly open, view, and interact with PDFs, whether they're already open in your tabs or stored locally on your device. With our extension, you'll never have to worry about compatibility issues or restricted access again!\n\nCustomizability is key, and Easy PDF Highlighter understands that. With our user-friendly interface, you can easily set your preferred viewing defaults or adjust the settings for each individual PDF. It's all about giving you full control over your reading experience!\n\nBut that's not all – Easy PDF Highlighter also offers a Dark Mode feature, perfect for those late-night study sessions or when you find yourself in a low-light environment. Say goodbye to eye strain and hello to a visually pleasing browsing experience!\n\nZooming in or out, rotating your viewing angle, adapting your reading to your needs – Easy PDF Highlighter has got it all covered. Our extension provides you with the flexibility to choose your comfort, ensuring that you can read your PDFs exactly the way you want.\n\nWith various settings just a click away, Easy PDF Highlighter puts you in the driver's seat. Take control of your viewing experience by adjusting the view, zoom level, and mode to suit your preferences. It's never been easier to tailor your PDF browsing to your unique needs!\n\nWe understand that sometimes you need access to PDFs even when you're offline. That's why Easy PDF Highlighter supports local file openings, giving you the freedom to access your documents anytime, anywhere. No internet? No problem!\n\nBut Easy PDF Highlighter doesn't stop at mere viewing. We believe in making your PDFs truly interactive. That's why our extension allows you to add notes, highlight text, and even draw on your PDFs. Make your documents come alive with our intuitive annotation features!\n\nSo why wait? Experience the comfort of PDF browsing like never before with Easy PDF Highlighter. Say goodbye to clunky viewers and hello to a seamless, user-friendly experience. Download our extension today and discover a world of limitless possibilities!\n\nRemember, Easy PDF Highlighter is the name you can trust when it comes to efficient PDF navigation. Don't settle for less – choose the ultimate PDF highlighter that will enhance your productivity and elevate your reading experience. Get Easy PDF Highlighter now and embark on a journey of effortless PDF browsing!",
    "cs": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n\"\"\"Přijměte pohodlí prohlížení PDF s Easy PDF Viewer!\nUmění čtení a interakce s PDF nikdy nebylo efektivnější díky naší rozšíření prohlížeče Easy PDF Viewer! Perfektní pro profesionály, studenty a technické nadšence - naše rozšíření se zaměřuje na poskytování plynulého a uživatelsky přívětivého zážitku z navigace PDF přímo z vašeho prohlížeče.\nHlavní výhody:\n- Všestranný prohlížeč PDF: Snadno otevřete, zobrazte a interagujte s PDF. Ať už již žijí ve vašich kartách nebo jsou uloženy lokálně, naše rozšíření vás pokryje!\n- Vysoká přizpůsobivost: Nastavte si svá výchozí nastavení pro zobrazení nebo upravte nastavení pro každý PDF - rozhodnete se vy!\n- Temný režim: Přepněte na temný režim pro příjemný, šetrný k očím zážitek při prohlížení v noci nebo za nízkého osvětlení.\n- Zoom a automatické otáčení: Vyberte si své pohodlí. Přiblížte nebo oddalujte, otáčejte svůj pohled a přizpůsobte čtení svým potřebám.\n- Obsahuje různá nastavení: Od ovládání zobrazení, úrovně přiblížení až po váš oblíbený režim - je to všechno jen jedno kliknutí daleko!\n- Otevírání místních PDF souborů: Naše rozšíření nezvládá pouze online PDF, ale také podporuje lokální soubory pro vaše offline potřeby.\n- Poznámky: Přidávejte poznámky, zvýrazňujte text nebo kreslete - vytvořte interaktivní PDF\"\"\"",
    "da": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nOplev komforten ved PDF-gennemgang med Easy PDF Viewer!\nKunsten at læse og interagere med PDF'er har aldrig været mere effektiv, takket være vores Easy PDF Viewer-browserudvidelse! Perfekt til fagfolk, studerende og teknologi-entusiaster - vores udvidelse fokuserer på at levere en glat og brugervenlig PDF-navigation direkte fra din browser.\n\nUdvalgte højdepunkter:\n- Multifunktionel PDF-visning: Åbn, se og interager let med PDF'er. Uanset om de allerede er åbne i dine faner eller er gemt lokalt, har vores udvidelse dig dækket!\n- Høj tilpasningsevne: Indstil dine foretrukne visningsindstillinger eller juster indstillingerne for hver PDF - du bestemmer!\n- Mørk tilstand: Skift til mørk tilstand for en behagelig, øjevenlig gennemseoplevelse om natten eller under dårlige lysforhold.\n- Zoom og automatisk rotation: Vælg din komfort. Zoom ind eller ud, roter dit synsvinkel og tilpas din læsning til dine behov.\n- Indeholder forskellige indstillinger: Fra at styre visning, zoomniveau til din foretrukne tilstand - det hele er kun et klik væk!\n- Åbning af lokale PDF-filer: Ikke kun håndterer den online PDF'er, men vores udvidelse understøtter også lokale filer til dine offline behov.\n- Annotationer: Tilføj noter, fremhæv tekst eller tegn - gør dine PDF'er interaktive.",
    "de": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nErleben Sie den Komfort des PDF-Browsens mit dem Easy PDF Viewer!\nDie Kunst des Lesens und Interagierens mit PDFs war dank unserer Easy PDF Viewer-Browsererweiterung noch nie effizienter! Perfekt für Fachleute, Studenten und Technikbegeisterte - unsere Erweiterung konzentriert sich darauf, ein reibungsloses, benutzerfreundliches PDF-Navigationserlebnis direkt aus Ihrem Browser zu bieten.\n\nHervorragende Highlights:\n- Vielseitiger PDF-Viewer: Öffnen, anzeigen und interagieren Sie mühelos mit PDFs. Egal, ob sie bereits in Ihren Tabs vorhanden sind oder lokal gespeichert sind, unsere Erweiterung hat Sie abgedeckt!\n- Hohe Anpassungsfähigkeit: Legen Sie Ihre bevorzugten Anzeigeeinstellungen fest oder passen Sie die Einstellungen für jedes PDF an - Sie entscheiden!\n- Dunkler Modus: Wechseln Sie in den Dunkelmodus für ein angenehmes, augenfreundliches Browsing-Erlebnis während der Nacht oder bei schlechten Lichtverhältnissen.\n- Zoom & Auto-Rotieren: Wählen Sie Ihren Komfort. Zoomen Sie rein oder raus, drehen Sie Ihren Betrachtungswinkel und passen Sie Ihr Lesen an Ihre Bedürfnisse an.\n- Enthält verschiedene Einstellungen: Vom Steuern der Ansicht, Zoomstufe bis hin zu Ihrem bevorzugten Modus - alles ist nur einen Klick entfernt!\n- Lokale PDF-Dateiöffnungen: Unsere Erweiterung verarbeitet nicht nur Online-PDFs, sondern unterstützt auch lokale Dateien für Ihre Offline-Bedürfnisse.\n- Anmerkungen: Fügen Sie Notizen hinzu, markieren Sie Text oder zeichnen Sie - machen Sie Ihre PDFs interaktiv.",
    "el": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nΖήστε την άνεση της περιήγησης σε PDF με τον εύκολο PDF Viewer!\nΗ τέχνη της ανάγνωσης και της αλληλεπίδρασης με PDF δεν ήταν ποτέ πιο αποδοτική, χάρη στην επέκταση προγράμματος περιήγησης Easy PDF Viewer μας! Ιδανικό για επαγγελματίες, φοιτητές και λάτρεις τεχνολογίας - η επέκτασή μας επικεντρώνεται στην παροχή μιας ομαλής, φιλικής προς τον χρήστη εμπειρίας περιήγησης σε PDF απευθείας από τον περιηγητή σας.\n\nΕπιλεγμένα Σημεία Επικέντρωσης:\n- Πολυκατανομή PDF Viewer: Ανοίξτε, προβάλλετε και αλληλεπιδράστε με PDF χωρίς κόπο. Είτε βρίσκονται ήδη στις καρτέλες σας είτε είναι αποθηκευμένα τοπικά, η επέκτασή μας σας καλύπτει!\n- Υψηλή προσαρμοστικότητα: Ορίστε τις προτιμώμενες προεπιλογές προβολής σας ή προσαρμόστε τις ρυθμίσεις για κάθε PDF - εσείς αποφασίζετε!\n- Λειτουργία σκοτεινού τρόπου: Αλλάξτε σε σκοτεινή λειτουργία για μια ευχάριστη, φιλική προς τα μάτια εμπειρία περιήγησης κατά τη διάρκεια της νύχτας ή σε συνθήκες χαμηλού φωτισμού.\n- Ζουμ και αυτόματη περιστροφή: Επιλέξτε την άνεσή σας. Μεγεθύνετε ή σμικρύνετε, περιστρέψτε τη γωνία προβολής σας και προσαρμόστε την ανάγνωσή σας στις ανάγκες σας.\n- Περιέχει Διάφορες Ρυθμίσεις: Από τον έλεγχο της προβολής, του επιπέδου ζουμ έως την προτιμώμενη λειτουργία σας - είναι όλα μια κλικ μακριά!\n- Άνοιγμα τοπικών αρχείων PDF: Η επέκτασή μας όχι μόνο διαχειρίζεται διαδικτυακά PDF, αλλά υποστηρίζει επίσης τοπικά αρχεία για τις ανάγκες σας χωρίς σύνδεση.\n- Σχολιασμοί: Προσθέστε σημειώσεις, επισημάνσεις κειμένου ή σχεδιάστε - κάντε τα PDF σας διαδραστικά",
    "en,en_AU,en_GB,en_US": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\n\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \n\nFeatured Highlights:\n\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive",
    "es": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n¡Experimenta la comodidad de navegar por PDF con Easy PDF Viewer!\n¡El arte de leer e interactuar con PDFs nunca ha sido tan eficiente, gracias a nuestra extensión de navegador Easy PDF Viewer! Perfecto para profesionales, estudiantes y entusiastas de la tecnología, nuestra extensión se enfoca en brindar una experiencia suave y amigable de navegación de PDF directamente desde tu navegador.\n\nAspectos destacados destacados:\n- Visor de PDF multifuncional: Abre, visualiza e interactúa con PDFs sin esfuerzo. ¡Ya sea que ya estén abiertos en tus pestañas o estén almacenados localmente, nuestra extensión te cubre!\n- Alta personalización: ¡Configura tus preferencias de visualización o ajusta la configuración para cada PDF, tú decides!\n- Modo oscuro: Cambia al modo oscuro para una experiencia agradable y amigable para los ojos durante la noche o en condiciones de poca luz.\n- Zoom y auto-rotación: Elige tu comodidad. Acerca o aleja, rota el ángulo de visualización y adapta tu lectura a tus necesidades.\n- Contiene varias configuraciones: ¡Desde controlar la vista, el nivel de zoom, hasta tu modo preferido, todo está a solo un clic de distancia!\n- Apertura de archivos PDF locales: No solo maneja PDFs en línea, sino que nuestra extensión también admite archivos locales para tus necesidades sin conexión.\n- Anotaciones: Agrega notas, resalta texto o dibuja, haz que tus PDFs sean interactivos.",
    "es_419": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n¡Vive la comodidad de navegar en PDF con Easy PDF Viewer!\n¡El arte de leer e interactuar con PDF nunca ha sido tan eficiente, gracias a nuestra extensión de navegador Easy PDF Viewer! Perfecto para profesionales, estudiantes y entusiastas de la tecnología, nuestra extensión se enfoca en brindar una experiencia de navegación suave y fácil de usar para PDF directamente desde tu navegador.\n\nDestacados destacados:\n- Visor de PDF multipropósito: Abre, visualiza e interactúa con PDF sin esfuerzo. ¡Ya sea que estén en tus pestañas o almacenados localmente, nuestra extensión te cubre!\n- Alta personalización: Configura tus preferencias de visualización o ajusta la configuración para cada PDF, ¡tú decides!\n- Modo oscuro: Cambia al modo oscuro para una experiencia agradable y amigable para los ojos durante la noche o en condiciones de poca luz.\n- Zoom y auto-rotación: Elige tu comodidad. Acerca o aleja, rota el ángulo de visualización y adapta tu lectura a tus necesidades.\n- Contiene varias configuraciones: ¡Desde controlar la vista, el nivel de zoom hasta tu modo preferido, todo está a solo un clic de distancia!\n- Apertura de archivos PDF locales: No solo maneja PDF en línea, nuestra extensión también admite archivos locales para tus necesidades sin conexión.\n- Anotaciones: Agrega notas, resalta texto o dibuja, haz que tus PDF sean interactivos.\n\n¡Sumérgete en una experiencia única de navegación en PDF con Easy PDF Viewer y descubre un mundo de posibilidades creativas!",
    "et": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nKogege PDF-i sirvimise mugavust Easy PDF Vieweriga!\nPDF-de lugemise ja suhtlemise kunst pole kunagi olnud nii tõhus tänu meie Easy PDF Viewer brauserilaiendile! Ideaalne professionaalidele, õpilastele ja tehnikahuvilistele - meie laiend keskendub sujuvale ja kasutajasõbralikule PDF-i navigeerimisele otse teie brauserist.\nEsiletõstetud omadused:\n- Mitmeotstarbeline PDF-vaatur: Avage, vaadake ja suhtlege PDF-idega hõlpsalt. Olenemata sellest, kas need on juba teie vahekaartidel või salvestatud kohalikult, katab meie laiend teid!\n- Kõrge kohandatavus: Seadistage eelistatud vaikeseaded või kohandage iga PDF-i seadeid - te otsustate!\n- Tume režiim: Pöörake tumedale režiimile meeldiva ja silmasõbraliku sirvimiskogemuse saamiseks öösel või halva valgustuse korral.\n- Suum ja automaatne pööramine: Valige oma mugavus. Suurendage või vähendage, pöörake vaatenurka ja kohandage oma lugemine vastavalt vajadustele.\n- Erinevad seaded: Vaate, suumitaseme ja eelistatud režiimi juhtimine on vaid ühe klõpsu kaugusel!\n- Kohalike PDF-failide avamine: Meie laiend mitte ainult ei hõlma veebipõhiseid PDF-e, vaid toetab ka kohalikke faile teie võrguühenduseta vajaduste jaoks.\n- Märkused: Lisage märkmeid, esiletõstke teksti või joonistage - muutke oma PDF-id interaktiivseks.",
    "fa": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nتجربه راحتی مرور PDF را با Easy PDF Viewer تجربه کنید!\nهنر خواندن و تعامل با PDF ها هرگز به این اندازه کارآمد نبوده است، به خاطر افزونه مرورگر Easy PDF Viewer ما! مناسب برای حرفه‌ای‌ها، دانشجویان و علاقه‌مندان به فناوری - افزونه ما بر تجربه صفحه‌بندی PDF صاف و کاربرپسند از طریق مرورگر شما تمرکز می‌کند.\nبرجسته‌های ویژگی:\n- نمایش‌گر PDF چندمنظوره: به آسانی PDF ها را باز کنید، مشاهده کنید و با آنها تعامل کنید. آیا آنها در تب های شما قرار دارند یا به صورت محلی ذخیره شده‌اند، افزونه ما شما را پوشش می‌دهد!\n- قابلیت شخصی‌سازی بالا: تنظیمات نمایش پیش‌فرض خود را تعیین کنید یا تنظیمات را برای هر PDF تنظیم کنید - شما تصمیم می‌گیرید!\n- حالت تاریک: به حالت تاریک برگردید تا تجربه مروری لذت‌بخش و دوست‌داشتنی در شب یا در شرایط نور کم داشته باشید.\n- بزرگنمایی و خودکار چرخش: راحتی خود را انتخاب کنید. بزرگنمایی کنید یا کوچک کنید، زاویه مشاهده خود را چرخانده و خواندن خود را به نیازهای خود تطبیق دهید.\n- شامل تنظیمات مختلف: از کنترل نمایش، سطح بزرگنمایی، تا حالت ترجیحی شما - همه با یک کلیک در دسترس است!\n- باز کردن فایل‌های PDF محلی: افزونه ما نه تنها با مدیریت PDF های آنلاین سر و کار دارد، بلکه فایل‌های محلی را نیز برای نیازهای آفلاین شما پشتیبانی می‌کند.\n- حاشیه نویسی: یادداشت‌ها را اضافه کنید، متن را برجسته کنید یا طراحی کنید - PDF های خود را تعاملی کنید.",
    "fi": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nKoe PDF-selaamisen mukavuus Easy PDF Viewerin avulla!\nPDF-tiedostojen lukemisen ja vuorovaikutuksen taide ei ole koskaan ollut yhtä tehokasta, kiitos Easy PDF Viewer -selainlaajennuksemme! Täydellinen ammattilaisille, opiskelijoille ja teknologiasta innostuneille – laajennuksemme keskittyy tarjoamaan sujuvan ja käyttäjäystävällisen PDF-selailukokemuksen suoraan selaimestasi.\n\nEsittelyssä korostettuja ominaisuuksia:\n- Monikäyttöinen PDF-näkymä: Avaa, katsele ja vuorovaikuta PDF-tiedostojen kanssa vaivattomasti. Olipa ne jo avoinna välilehdilläsi tai tallennettuna paikallisesti, laajennus kattaa sinut!\n- Suuri muokattavuus: Aseta haluamasi katseluoletusarvot tai säädä asetuksia jokaiselle PDF-tiedostolle - päätät itse!\n- Pimeä tila: Käännä pimeään tilaan miellyttävää, silmiä rasittamatonta selailukokemusta varten yöllä tai heikossa valaistuksessa.\n- Zoomaus ja automaattinen kiertäminen: Valitse mukavuutesi. Zoomaa lähemmäs tai kauemmaksi, käännä katselukulmaa ja sovita lukemisesi tarpeisiisi.\n- Sisältää erilaisia asetuksia: Näkymän, zoomaustason ja suosikkimuodon hallinnasta on vain klikkauksen päässä!\n- Paikalliset PDF-tiedostojen avaamiset: Laajennus ei ainoastaan käsittele verkkopohjaisia PDF-tiedostoja, vaan tukee myös paikallisia tiedostoja offline-tarpeisiisi.\n- Huomautukset: Lisää muistiinpanoja, korosta tekstiä tai piirrä - tee PDF-tiedostoistasi vuorovaikutteisia",
    "fil": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nMagkaroon ng Espesyal na Komportableng Pag-browse ng PDF gamit ang Easy PDF Viewer!\nAng sining ng pagbabasa at pakikipag-ugnayan sa mga PDF ay hindi pa kailanman naging mas mabisang madali, salamat sa aming Easy PDF Viewer na extension ng browser! Perpekto para sa mga propesyonal, mag-aaral, at mga tech-enthusiasts - ang aming extension ay nakatuon sa paghahatid ng isang magaan, madaling gamitin na karanasan sa pag-navigate ng PDF direktang mula sa iyong browser.\n\nMga Ipinapakitang Mga Ibang Klase:\n- Multi-purpose PDF Viewer: Nang walang kahirap-hirap na buksan, tingnan, at makipag-ugnayan sa mga PDF. Maging sila ay nasa iyong mga tabs na o nakaimbak sa lokal, sakop ka ng aming extension!\n- Mataas na Customizability: Itakda ang iyong mga paboritong default na view o i-adjust ang mga setting para sa bawat PDF - ikaw ang magpapasiya!\n- Dark Mode: Lumipat sa dark mode para sa isang kaaya-ayang, mabuti sa mata na karanasan sa pag-browse sa gabi o sa mga kondisyon ng mababang liwanag.\n- Zoom at Auto-Rotate: Piliin ang iyong kaginhawahan. Lumapit o lumayo, i-rotate ang anggulo ng pagtingin, at baguhin ang iyong pagbabasa ayon sa iyong mga pangangailangan.\n- Naglalaman ng Iba't ibang mga Setting: Mula sa pag-kontrol ng view, antas ng zoom, hanggang sa iyong paboritong mode - lahat ay isang click na lamang!\n- Pag-bukas ng Lokal na Mga PDF File: Hindi lamang tinitingnan nito ang mga online na PDF, ngunit sinusuportahan din ng aming extension ang lokal na mga file para sa iyong mga pangangailangan sa offline.\n- Mga Anotasyon: Magdagdag ng mga tala, mag-highlight ng teksto, o gumuhit - gawin ang iyong mga PDF na interactive",
    "fr": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nDécouvrez le confort de la navigation PDF avec Easy PDF Viewer !\nL'art de lire et d'interagir avec les PDF n'a jamais été aussi efficace, grâce à notre extension de navigateur Easy PDF Viewer ! Parfait pour les professionnels, les étudiants et les passionnés de technologie, notre extension se concentre sur une expérience de navigation PDF fluide et conviviale directement depuis votre navigateur.\n\nPoints forts :\n- Visionneuse PDF polyvalente : Ouvrez, visualisez et interagissez facilement avec les PDF. Qu'ils se trouvent déjà dans vos onglets ou qu'ils soient stockés localement, notre extension vous couvre !\n- Grande personnalisation : Définissez vos préférences de visualisation ou ajustez les paramètres pour chaque PDF, c'est vous qui décidez !\n- Mode sombre : Passez en mode sombre pour une expérience de navigation agréable et adaptée à vos yeux la nuit ou dans des conditions de faible luminosité.\n- Zoom et rotation automatique : Choisissez votre confort. Zoomez ou dézoomez, faites pivoter votre angle de vue et adaptez votre lecture à vos besoins.\n- Contient divers paramètres : De la gestion de l'affichage, du niveau de zoom à votre mode préféré, tout est à portée de clic !\n- Ouverture de fichiers PDF locaux : Non seulement elle gère les PDF en ligne, mais notre extension prend également en charge les fichiers locaux pour vos besoins hors ligne.\n- Annotations : Ajoutez des notes, surlignez du texte ou dessinez, rendez vos PDF interactifs.\n\nDécouvrez Easy PDF Viewer dès maintenant et plongez dans une expérience de navigation PDF unique et créative !",
    "gu": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nઈઝી પીડીએફ વ્યૂઅર સાથે પીડીએફ બ્રાઉઝિંગની આરામદાયકતાનો અનુભવ કરો!\nપીડીએફ સાથે વાંચવા અને સંવાદાયિત્વ કરવાની કળા આજ સુધી હમેશાં થોડા સમય માટે વધુ કાર્યક્ષમ ન થઈ હતી, આ અમારી ઈઝી પીડીએફ વ્યૂઅર બ્રાઉઝર એક્સટેન્શન ધન્યવાદ! વ્યાવસાયિકો, વિદ્યાર્થીઓ અને ટેક-પ્રેમીઓ માટે સરળ, યુઝર-ફ્રેન્ડલી પીડીએફ નેવિગેશન અનુભવ આપવામાં આવે છે, જે તમારા બ્રાઉઝરમાંથી સીધા છે.\nવિશેષ આંકડાઓ:\n- બહુમુખી પીડીએફ વ્યૂઅર: પીડીએફ્સ સાથેનો અનુભવ આપવામાં આવે છે. તેઓ કે તમારા ટેબમાં જીવત હોય કે સ્થાનિક રીતે સંગ્રહિત હોય, આપણે તમારી આવશ્યકતાઓ માટે તૈયાર છીએ!\n- હાઈ-કસ્ટમિઝેબિલિટી: પસંદગીઓ મૂળભૂત વ્યૂંજનો સેટ કરો અથવા દરેક પીડીએફ માટે સેટિંગ્સને સંપર્ક કરો - તમે નિર્ણય કરો!\n- ડાર્ક મોડ: રાત્રે કે ઓછી પ્રકાશની સ્થિતિમાં આંખો માટે આવાજવાળી, આંખોની મિત્રતા વાળી બ્રાઉઝિંગ અનુભવ માટે ડાર્ક મોડમાં ફ્લિપ કરો.\n- ઝૂમ અને આપો-રોટેટ: તમારી આરામને પસંદ કરો. ઝૂમ ઇન અથવા આઉટ કરો, તમારી વ્યૂંજ આંગળ ઘૂમાવો અને તમારી વાંચને તમારી જરૂરિયાતોને સમન્વય કરો.\n- વિવિધ સેટિંગ્સ સમાવેશ: વ્યૂ, ઝૂમ સ્તર, તમારી પસંદગી મોડ ને નિયંત્રિત કરવામાં આવે છે - તે બધું એક ક્લિક દૂરે છે!\n- સ્થાનિક પીડીએફ ફાઇલ ખોલનીઓ: તે માત્ર ઑનલાઇન પીડીએફ્સને નિયંત્રિત કરવા નહીં, પરંતુ અમારી એક્સટેન્શન તમારી ઑફલાઈન જરૂરિયાતો માટે સ્થાનિક ફાઇલોને પણ સપોર્ટ કરે છે.\n- ટિપ્પણીઓ: નોંધો ઉમેરો, ટેક્સ્ટ હાઇલાઇટ કરો અથવા આપો - તમારી પીડીએફ સંવાદાયિત્વમાં બનાવો.",
    "he": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n\"\"\"\"חוויה את הנוחות של דפדוף בפי.די.אף עם צפייה פשוטה ב-PDF!\nאמנות הקריאה וההתקשות עם קבצי PDF לא הייתה אי פעם יעילה יותר, בזכות התוסף שלנו, Easy PDF Viewer! מושלם למקצוענים, לסטודנטים ולמעוניינים בטכנולוגיה - התוסף שלנו מתמקד במסירת חוויית ניווט חלקה וידידותית למשתמש ישירות מהדפדפן שלך.\nתכונות עיקריות:\n- צופה PDF מרובי תכלית: פתח, צפה והתקשר בקלות עם קבצי PDF. בין אם הם נמצאים כבר בכרטיסיות שלך או מאוחסנים מקומית, התוסף שלנו יכול לספק לך את כל מה שאתה צריך!\n- אפשרות התאמה אישית גבוהה: קבע את הגדרות הצפייה המועדפות עליך או התאם את ההגדרות עבור כל קובץ PDF - אתה הולך ומחליט!\n- מצב כהה: החלף למצב כהה לחוויית דפדוף נעימה וידידותית לעיניים במהלך הלילה או בתנאי תאורה נמוכה.\n- התמקדות והטיה אוטומטית: בחר את הנוחות שלך. התמקד או התרחק, הטוה את זוויות הצפייה והתאם את הקריאה שלך לצרכים שלך.\n- מגוון הגדרות שונות: משליטה על התצוגה, רמת ההתמקדות, עד למצב המועדף עליך - הכל בלחיצת כפתור!\n- פתיחת קבצי PDF מקומיים: התוסף שלנו לא רק מתמודד עם קבצי PDF מקוונים, אלא תומך גם בקבצים מקומיים לצרכיך הלא-מקוונים.\n- הערות: הוסף הערות, הדגש טקסט או צייר - יצור קבצי ה-PDF שלך פעילים\"\"\"",
    "hi": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nआसान पीडीएफ व्यूअर के साथ पीडीएफ ब्राउज़िंग का आनंद लें!\nहमारे आसान पीडीएफ व्यूअर ब्राउज़र एक्सटेंशन के धन्यवाद से कभी भी पीडीएफ को पढ़ने और संवादात्मक बनाने की कला और भी सुगम हो गई है! यह पेशेवरों, छात्रों और टेक-उत्साहितों के लिए उपयुक्त है - हमारा एक्सटेंशन आपके ब्राउज़र से सीधे एक सुविधाजनक पीडीएफ नेविगेशन अनुभव को देने पर ध्यान केंद्रित करता है।\n\nचुनिंदा लक्षण:\n- बहुउद्देशीय पीडीएफ व्यूअर: अब पीडीएफ को आसानी से खोलें, देखें और संवाद करें। चाहे वे पहले से ही आपके टैब में रहें या स्थानीय रूप से संग्रहीत हों, हमारा एक्सटेंशन आपको संभाल लेगा!\n- उच्च-अनुकूलनीयता: अपनी पसंदीदा दृश्य पूर्वनिर्धारित सेट करें या प्रत्येक पीडीएफ के लिए सेटिंग्स को समायोजित करें - आपका फैसला!\n- डार्क मोड: रात्रि में या कम-प्रकाश दशा में आनंददायक, आँखों के लिए दयनीय ब्राउज़िंग अनुभव के लिए डार्क मोड पर जाएं।\n- ज़ूम और ऑटो-रोटेट: अपनी सुविधा चुनें। ज़ूम इन या आउट करें, अपने दृश्य को घुमाएं और अपनी आवश्यकताओं के अनुसार अपने पठन को अनुकूलित करें।\n- विभिन्न सेटिंग्स शामिल हैं: दृश्य, ज़ूम स्तर, अपने पसंदीदा मोड के नियंत्रण तक - यह सब एक क्लिक के दूरी पर है!\n- स्थानीय पीडीएफ फ़ाइल खोलना: यह न केवल ऑनलाइन पीडीएफ को संभालता है, बल्कि हमारा एक्सटेंशन आपकी ऑफ़लाइन आवश्यकताओं के लिए स्थानीय फ़ाइलों का भी समर्थन करता है।\n- टिप्पणियाँ: नोट्स जोड़ें, पाठ को हाइलाइट करें या खींचें - अपने पीडीएफ को संवादात्मक बनाएँ।",
    "hr": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nDoživite udobnost pregledavanja PDF dokumenata uz Easy PDF Viewer!\nUmjetnost čitanja i interakcije s PDF-ovima nikada nije bila učinkovitija, zahvaljujući našem proširenju preglednika Easy PDF Viewer! Savršeno za profesionalce, studente i entuzijaste za tehnologiju - naše proširenje usredotočeno je na pružanje glatkog i korisnički prijateljskog iskustva pregledavanja PDF-ova izravno iz vašeg preglednika.\nIstaknute značajke:\n- Višenamjenski preglednik PDF-a: Bez napora otvarajte, pregledavajte i interaktirajte s PDF-ovima. Bez obzira jesu li već otvoreni u vašim karticama ili su pohranjeni lokalno, naše proširenje ima sve što vam treba!\n- Visoka prilagodljivost: Postavite željene zadane postavke prikaza ili prilagodite postavke za svaki PDF - vi odlučujete!\n- Tamni način rada: Prebacite se na tamni način rada za ugodno iskustvo pregledavanja koje ne umara oči tijekom noći ili u uvjetima slabog osvjetljenja.\n- Zumiranje i automatsko rotiranje: Odaberite svoju udobnost. Uvećajte ili smanjite, okrenite kut gledanja i prilagodite čitanje svojim potrebama.\n- Sadrži razne postavke: Od upravljanja prikazom, razinom zumiranja do željenog načina rada - sve je na jedan klik udaljenosti!\n- Otvaranje lokalnih PDF datoteka: Naše proširenje ne samo da se nosi s online PDF-ovima, već također podržava lokalne datoteke za vaše offline potrebe.\n- Anotacije: Dodajte bilješke, istaknite tekst ili crtajte - učinite svoje PDF-ove interaktivnima",
    "hu": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nTapasztald meg a kényelmet a könnyű PDF-megjelenítővel!\nA PDF-ek olvasása és interakciója soha nem volt ilyen hatékony, köszönhetően könnyű PDF-megjelenítő böngészőkiegészítőnknek! Ideális szakembereknek, diákoknak és technológiai rajongóknak - kiegészítőnk a böngésződből származó sima, felhasználóbarát PDF-navigációs élményre összpontosít.\nKiemelt jellemzők:\n- Sokrétű PDF-megjelenítő: Könnyedén megnyithatod, megtekintheted és interakcióba léphetsz a PDF-ekkel. Legyenek azok már a füleid között vagy helyileg tárolva, kiegészítőnk mindent lefed!\n- Nagy testreszabhatóság: Állítsd be a preferált megtekintési alapértékeket, vagy módosítsd a beállításokat minden PDF-re - te döntesz!\n- Sötét mód: Kapcsolj a sötét módra egy kellemes, szembarát böngészési élményért éjszaka vagy alacsony fényviszonyok között.\n- Nagyítás és automatikus forgatás: Válaszd a kényelmedet. Nagyíts be vagy ki, forgasd a nézőszögedet, és igazítsd az olvasást az igényeidhez.\n- Többféle beállítás: Az nézet, nagyítási szint vagy a preferált mód vezérlése mind csak egy kattintásra van!\n- Helyi PDF-fájl megnyitások: Nem csak online PDF-ek kezelésére képes, hanem kiegészítőnk támogatja a helyi fájlokat is az offline igényeidhez.\n- Jegyzetek: Adj hozzá megjegyzéseket, emeld ki a szöveget vagy rajzolj - interaktívvá teszi a PDF-eket",
    "id": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nNikmati Kenyamanan Penjelajahan PDF dengan Easy PDF Viewer!\nSeni membaca dan berinteraksi dengan PDF belum pernah lebih efisien, berkat ekstensi browser Easy PDF Viewer kami! Sempurna untuk para profesional, mahasiswa, dan penggemar teknologi - ekstensi kami fokus pada memberikan pengalaman navigasi PDF yang lancar dan ramah pengguna langsung dari browser Anda.\nFitur Unggulan:\n- PDF Viewer Serbaguna: Dengan mudah membuka, melihat, dan berinteraksi dengan PDF. Baik itu sudah ada di tab-tab Anda atau disimpan secara lokal, ekstensi kami punya semua yang Anda butuhkan!\n- Tingkat Kustomisasi Tinggi: Tetapkan preferensi tampilan Anda atau sesuaikan pengaturan untuk setiap PDF - Anda yang memutuskan!\n- Mode Gelap: Beralih ke mode gelap untuk pengalaman penjelajahan yang menyenangkan dan ramah mata saat malam hari atau kondisi pencahayaan rendah.\n- Zoom & Auto-Rotate: Pilih kenyamanan Anda. Perbesar atau perkecil, putar sudut pandang tampilan Anda, dan sesuaikan membaca Anda sesuai kebutuhan.\n- Berbagai Pengaturan: Mulai dari mengontrol tampilan, tingkat zoom, hingga mode preferensi Anda - semuanya hanya dalam satu klik!\n- Pembukaan Berkas PDF Lokal: Tidak hanya mengelola PDF online, tetapi ekstensi kami juga mendukung berkas lokal untuk kebutuhan offline Anda.\n- Anotasi: Tambahkan catatan, sorot teks, atau gambar - buat PDF Anda menjadi interaktif",
    "it": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nVivi il comfort della navigazione PDF con Easy PDF Viewer!\nL'arte di leggere e interagire con i PDF non è mai stata così efficiente, grazie alla nostra estensione del browser Easy PDF Viewer! Perfetto per professionisti, studenti e appassionati di tecnologia, la nostra estensione si concentra nel offrire un'esperienza di navigazione PDF fluida e facile da usare direttamente dal tuo browser.\n\nEcco alcuni punti salienti:\n- Visualizzatore PDF multiuso: Apri, visualizza e interagisci con i PDF in modo semplice. Che siano già aperti nelle tue schede o memorizzati localmente, la nostra estensione ti copre!\n- Alta personalizzazione: Imposta le tue preferenze di visualizzazione o regola le impostazioni per ogni PDF, tu decidi!\n- Modalità scura: Passa alla modalità scura per un'esperienza di navigazione piacevole e adatta agli occhi durante la notte o in condizioni di scarsa illuminazione.\n- Zoom e rotazione automatica: Scegli il tuo comfort. Ingrandisci o riduci, ruota l'angolo di visualizzazione e adatta la lettura alle tue esigenze.\n- Contiene varie impostazioni: Dal controllo della vista, del livello di zoom, fino alla modalità preferita, tutto è a portata di clic!\n- Apertura di file PDF locali: Non solo gestisce i PDF online, ma la nostra estensione supporta anche file locali per le tue esigenze offline.\n- Annotazioni: Aggiungi note, evidenzia il testo o disegna: rendi i tuoi PDF interattivi.",
    "ja": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n「簡単なPDFビューア」で快適なPDF閲覧を体験しましょう！\nPDFの読み取りと操作の技術は、私たちの「簡単なPDFビューア」ブラウザ拡張機能のおかげで、これまで以上に効率的になりました！プロフェッショナル、学生、テック愛好家に最適なこの拡張機能は、ブラウザから直接スムーズで使いやすいPDFナビゲーション体験を提供します。\n\n特徴のハイライト：\n- 多目的PDFビューア：簡単にPDFを開き、表示、操作できます。すでにタブにあるか、ローカルに保存されているかに関係なく、私たちの拡張機能が対応しています！\n- 高いカスタマイズ性：お好みの表示デフォルトを設定したり、各PDFの設定を調整したりできます。あなたが決めます！\n- ダークモード：夜間や低光条件での心地よい、目に優しいブラウジング体験のためにダークモードに切り替えましょう。\n- ズームと自動回転：快適さを選択しましょう。拡大または縮小し、表示角度を回転させ、読書を自分のニーズに合わせましょう。\n- 様々な設定が含まれています：表示、ズームレベル、お好みのモードの制御から、すべてがクリックひとつで可能です！\n- ローカルPDFファイルのオープン：オンラインのPDFだけでなく、私たちの拡張機能はオフラインのニーズにも対応しています。\n- 注釈：メモを追加したり、テキストを強調表示したり、描画したりして、PDFをインタラクティブにしましょう。",
    "kn": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nಈಜಿ ಪಿಡಿಎಫ್ ವ್ಯೂವರ್ ನೊಂದಿಗೆ ಪಿಡಿಎಫ್ ಬ್ರೌಸಿಂಗ್ ಆನಂದಿಸಿ!\nಪಿಡಿಎಫ್ ಓದುವ ಮತ್ತು ಪರಸ್ಪರ ಪರಿವರ್ತನೆ ಮಾಡುವ ಕಲೆ ಇನ್ನೂ ಹೆಚ್ಚು ಕೌಶಲ್ಯಕ್ಕೆ ಸಿಗದೆಯೇ ಇರಲಿಲ್ಲ, ನಮ್ಮ ಈಜಿ ಪಿಡಿಎಫ್ ವ್ಯೂವರ್ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯ ಮೂಲಕ! ವ್ಯಾವಸಾಯಿಕರಿಗೆ, ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಮತ್ತು ಟೆಕ್-ಆಸಕ್ತರಿಗೆ ಸರಿಹೊಂದುವ ಪಿಡಿಎಫ್ ನೇವಿಗೇಷನ್ ಅನುಭವವನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್ ನಿಂದ ನೀಡುವುದಕ್ಕೆ ನಮ್ಮ ವಿಸ್ತರಣೆ ಗಮನಿಸುತ್ತದೆ!\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- ಬಹುಉಪಯುಕ್ತ ಪಿಡಿಎಫ್ ವ್ಯೂವರ್: ಸುಲಭವಾಗಿ ಪಿಡಿಎಫ್ಗಳನ್ನು ತೆರೆಯಿರಿ, ವೀಕ್ಷಿಸಿ ಮತ್ತು ಪರಸ್ಪರ ಪರಿವರ್ತನೆ ಮಾಡಿ. ಅವು ಈಗಾಗಲೇ ನಿಮ್ಮ ಟ್ಯಾಬ್ಗಳಲ್ಲಿದ್ದರೂ ಅಥವಾ ಸ್ಥಳೀಯವಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗಿದ್ದರೂ, ನಮ್ಮ ವಿಸ್ತರಣೆ ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ!\n- ಹೈ-ಅನುಕೂಲತೆ: ನೀವು ಆರಿಸಿದ ವೀಕ್ಷಣಾ ಡಿಫಾಲ್ಟ್ ಅನುಕೂಲತೆಗಳನ್ನು ಹೊಂದಿಸಿ ಅಥವಾ ಪ್ರತಿ ಪಿಡಿಎಫ್ ಗೆಲ್ಲುವ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಸರಿಪಡಿಸಿಕೊಳ್ಳಿ!\n- ಡಾರ್ಕ್ ಮೋಡ್: ರಾತ್ರಿ ಅಥವಾ ಕಡಿಮೆ ಬೆಳಕಿನ ಸ್ಥಿತಿಯಲ್ಲಿ ಮೆದುಳಿಗೆ ಸೂಕ್ತವಾದ ಬ್ರೌಸಿಂಗ್ ಅನುಭವಕ್ಕಾಗಿ ಡಾರ್ಕ್ ಮೋಡ್ ಮಡಿಕೆಗೆ ಬದಲಾಯಿಸಿ.\n- ಸೂಕ್ಷ್ಮಿಸು ಮತ್ತು ಸ್ವಯಂ ತಿರುಗಿಸು: ನಿಮ್ಮ ಆರಾಮಕ್ಕೆ ನೀವು ಆರಿಸಿಕೊಳ್ಳಿ. ಹೆಚ್ಚಾಗಿ ಹಿಡಿದು ಹೊರಹೋಗಿ, ನೀವು ನೋಡುವ ದೃಷ್ಟಿಕೋನವನ್ನು ತಿರುಗಿಸಿ, ಮತ್ತು ನಿಮ್ಮ ಓದುವಿಕೆಗೆ ಅನುಕೂಲವಾಗಿ ಅನುಸರಿಸಿ.\n- ವಿವಿಧ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಹೊಂದಿದೆ: ವೀಕ್ಷಣೆಯನ್ನು ನಿಗದಿಪಡಿಸುವುದು, ಜೂಮ್ ಸ್ತರವನ್ನು ನಿಗದಿಪಡಿಸುವುದು, ನೀವು ಆರಿಸಿದ ಮೋಡ್ ಇವೆಲ್ಲವೂ ಒಂದೇ ಕ್ಲಿಕ್ ದೂರದಲ್ಲಿವೆ!\n- ಸ್ಥಳೀಯ ಪಿಡಿಎಫ್ ಫೈಲ್ ತೆರೆಯುವುದು: ಆನ್ಲೈನ್ ಪಿಡಿಎಫ್ಗಳನ್ನು ನಿರ್ವಹಿಸುವುದು ಮಾತ್ರವಲ್ಲ, ನಮ್ಮ ವಿಸ್ತರಣೆ ನಿಮ್ಮ ಅಂತರ್ಗತ ಆವಶ್ಯಕತೆಗಳಿಗೆ ಸಹಾಯ ಮಾಡುವ ಸ್ಥಳೀಯ ಕಡತಗಳನ್ನೂ ಬೆಂಬಲಿಸುತ್ತದೆ.\n- ಟಿಪ್ಪಣಿಗಳು: ನೋಟುಗಳನ್ನು ಸೇರಿಸಿ, ಪಠ್ಯವನ್ನು ಹೈಲೈಟ್ ಮಾಡಿ ಅಥವಾ ಸೆಳೆಯಿರಿ - ನಿಮ್ಮ ಪಿಡಿಎಫ್ ಗಳನ್ನು ಪರಸ್ಪರ ಪರಿವರ್ತನೆ ಮಾಡಿ.",
    "ko": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nPDF 브라우징의 편안함을 Easy PDF Viewer와 함께 경험하세요!\nPDF를 읽고 상호 작용하는 기술은 우리의 Easy PDF Viewer 브라우저 확장 프로그램 덕분에 더욱 효율적이게 되었습니다! 전문가, 학생 및 기술 열정가에게 이상적인 확장 프로그램은 브라우저에서 직접 제공되는 원활하고 사용자 친화적인 PDF 탐색 경험에 초점을 맞추고 있습니다.\n특징 강점:\n- 다기능 PDF 뷰어: PDF를 쉽게 열고 보고 상호 작용할 수 있습니다. 이미 탭에 있는지 또는 로컬에 저장된 것인지 상관없이 우리의 확장 프로그램이 모두 지원합니다!\n- 고도로 사용자 정의 가능: 선호하는 보기 기본 설정을 설정하거나 각 PDF에 대한 설정을 조정할 수 있습니다. 선택은 당신에게 달려 있습니다!\n- 다크 모드: 밤이나 어두운 조건에서 쾌적하고 눈에 부담이 없는 브라우징 경험을 위해 다크 모드로 전환하세요.\n- 확대 및 자동 회전: 편안함을 선택하세요. 확대 또는 축소, 보는 각도 회전 및 독서에 맞게 적응하세요.\n- 다양한 설정 포함: 보기, 확대 수준, 선호하는 모드 제어 등 모든 것이 한 번의 클릭으로 가능합니다!\n- 로컬 PDF 파일 열기: 온라인 PDF뿐만 아니라 오프라인 필요에 대한 로컬 파일도 처리할 수 있습니다.\n- 주석: 주석을 추가하고 텍스트를 강조하거나 그릴 수 있으며, PDF를 상호 작용적으로 만들 수 있습니다.",
    "lt": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nPatirkite patogumą naršant PDF su Easy PDF Viewer!\nPDF skaitymo ir sąveikos menas niekada nebuvo toks efektyvus, dėka mūsų naršyklės plėtinio Easy PDF Viewer! Puikiai tinka profesionalams, studentams ir technologijų entuziastams - mūsų plėtinys yra skirtas suteikti sklandų ir naudotojui draugišką PDF naršymo patirtį tiesiai iš jūsų naršyklės.\nIšskirtinės savybės:\n- Daugiafunkcinis PDF peržiūros įrankis: Be vargo atidarykite, peržiūrėkite ir sąveikaukite su PDF. Nesvarbu, ar jie jau yra jūsų skirtukų juostose, ar saugomi vietiniuose failuose - mūsų plėtinys jus apsaugo!\n- Didelė pritaikomumas: Nustatykite norimus peržiūros numatytuosius nustatymus arba pritaikykite nustatymus kiekvienam PDF - jūs nusprendžiate!\n- Tamsusis režimas: Perjunkite į tamsųjį režimą maloniam ir tinkamam akims naršymo patyrimui naktį ar esant silpnai apšvietimui.\n- Mastelio keitimas ir automatinis pasukimas: Pasirinkite jums patogų. Padidinkite arba sumažinkite mastelį, pasukite žiūrimojo kampo, prisitaikykite prie savo skaitymo poreikių.\n- Įvairūs nustatymai: Nuosekliai kontroliuokite peržiūros vaizdą, mastelį, pageidaujamą režimą - tai viskas pasiekiamo vieno paspaudimo atstumu!\n- Vietinių PDF failų atidarymas: Mūsų plėtinys ne tik tvarko internete esančius PDF failus, bet taip pat palaiko vietinius failus jūsų neprisijungusiems poreikiams.\n- Anotacijos: Pridėkite pastabas, paryškinkite tekstą arba pieškite - padarykite savo PDF interaktyvius.",
    "lv": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nIepazīstieties ar Easy PDF Viewer ērtībām PDF pārlūkošanā!\nPDF lasīšanas un mijiedarbības māksla nekad nav bijusi tik efektīva, pateicoties mūsu Easy PDF Viewer pārlūka paplašinājumam! Lielisks profesionāļiem, studentiem un tehnoloģiju entuziastiem - mūsu paplašinājums koncentrējas uz vienkāršu un lietotājam draudzīgu PDF navigācijas pieredzi tieši no jūsu pārlūka.\nIzceltās funkcijas:\n- Daudzfunkcionāls PDF skatītājs: Bez piepūles atveriet, skatieties un mijiedarbojieties ar PDF failiem. Vai nu tie jau atrodas jūsu cilnēs, vai ir saglabāti lokāli, mūsu paplašinājums jums nodrošinās visu nepieciešamo!\n- Augsta pielāgojamība: Iestatiet vēlamos skatīšanas noklusējumus vai pielāgojiet iestatījumus katram PDF failam - jūs izlemjat!\n- Tumšais režīms: Pārslēdzieties uz tumšo režīmu, lai iegūtu patīkamu, acu draudzīgu pārlūkošanas pieredzi naktī vai zemā apgaismojumā.\n- Palielināšana un automātiska pagriešana: Izvēlieties savu komfortu. Palieliniet vai samaziniet, pagrieziet skata leņķi un pielāgojiet lasīšanu savām vajadzībām.\n- Dažādi iestatījumi: No skata, palielinājuma līmeņa līdz vēlamo režīmu kontrolēšanai - viss ir tikai viena klikšķa attālumā!\n- Lokālo PDF failu atvēršana: Mūsu paplašinājums ne tikai apstrādā tiešsaistes PDF failus, bet arī atbalsta vietējos failus jūsu bezsaistes vajadzībām.\n- Anotācijas: Pievienojiet piezīmes, izceliet tekstu vai zīmējiet - padariet savus PDF failus interaktīvus.",
    "ml": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nതിരക്ക് പിഡിഎഫ് വ്യൂവർ ഉപയോഗിച്ച് പിഡിഎഫ് ബ്രൗസിങ്ങിന്റെ ആരാധനയെ അനുഭവിക്കുക!\nഎളുപ്പത്തിൽ പിഡിഎഫുകൾ വായിക്കുകയും അവയുമായി ഇടപെടലുകൾ ചെയ്യുകയും ചെയ്യാനായി ഞങ്ങളുടെ എസി പിഡിഎഫ് വ്യൂവർ ബ്രൗസർ എക്സ്റ്റൻഷൻ! പുരുഷന്മാർ, വിദ്യാർത്ഥികൾ, ടെക്നോളജി അറിവുകളിൽ ആരാധിക്കുന്നവർക്ക് അവരുടെ ബ്രൌസർ നിലനില്‍പ്പിനുള്ള ഒരു പ്രവർത്തനാനുഭവം നൽകാൻ ഞങ്ങളുടെ എക്സ്റ്റൻഷൻ ശ്രദ്ധിക്കുന്നു.\nപ്രധാന പ്രകടനങ്ങൾ:\n- മല്ടി-പർപ്പസ് പിഡിഎഫ് വ്യൂവർ: അവസാനിച്ചിരിക്കുന്നവരെ എളുപ്പത്തിൽ തുറക്കുക, കാണുക, അവരുടെ പിഡിഎഫുകൾക്ക് ഇടപെടുന്നു. അവർ ഇതിനകം നിലവിലുള്ളവരാണെന്ന് അല്ലെങ്കിൽ പ്രത്യേക ഫയലുകൾ സംരക്ഷിക്കുന്നുവെന്ന് ഞങ്ങൾക്ക് അനുമാനം ഉണ്ട്!\n- ഹൈ-കസ്റ്റമൈസബിലിറ്റി: നിങ്ങളുടെ പ്രിയപ്പെട്ട കാഴ്ചകൾ സ്ഥാപിക്കുക അല്ലെങ്കിൽ പ്രത്യേക പിഡിഎഫുകൾക്ക് ക്രമീകരണങ്ങൾ ചെയ്യുക - നിങ്ങൾ തീരുമാനിക്കുക!\n- ഇരുട്ടുമുതൽ ഡാർക്ക് മോഡ്: രാത്രിയായിരിക്കുമ്പോൾ അല്ലെങ്കിൽ പ്രകാശനിലവിട്ടാലും സൗഹൃദമായ, കണ്ണിന് അനുഭവപ്രിയ ബ്രൗസിംഗ് അനുഭവം നൽകുന്നു.\n- സൂം ആൻഡ് ഓട്ടോ-റോറ്റേറ്റ്: നിങ്ങളുടെ ആരാധനയെ തിരിച്ചറിയുക. വലുതാക്കുക അല്ലെങ്കിൽ ചെറിയാക്കുക, നിങ്ങളുടെ കാഴ്ചക്കുഴിയിലേക്ക് മാറ്റുക, നിങ്ങളുടെ ആവശ്യങ്ങൾക്ക് പഠിക്കുക.\n- പല ക്രമീകരണങ്ങൾ ഉൾപ്പെടുത്തുന്നു: കാഴ്ചയും, സൂം നിലവിലുള്ളതും, നിങ്ങളുടെ പ്രിയപ്പെട്ട മോഡും - അത് എല്ലാം ഒരു ക്ലിക്ക് അകാരണമാക്കുന്നു!\n- പ്രാദേശിക പിഡിഎഫ് ഫയലുകൾ തുറക്കൽ: ഓണ്ലൈൻ പിഡിഎഫുകൾ മാത്രമല്ലേ അത് കാര്യമാക്കുന്നു, എങ്കിലും ഞങ്ങളുടെ എക്സ്റ്റൻഷൻ ഓഫ്ലൈൻ ആവശ്യങ്ങളിലും പ്രാദേശിക ഫയലുകൾ പിന്തുണച്ച് ആവശ്യപ്പെടുന്നു.\n- അനുകരണങ്ങൾ: നോട്ടുകൾ ചേർക്കുക, വാചകം ഹൈലൈറ്റ് ചെയ്യുക അല്ലെങ്കിൽ ഡ്രോ ചെയ്യുക - നിങ്ങളുടെ പിഡിഎഫുകൾ ഇന്ററാക്ടീവായി ആക്കുകയും ചെയ്യുന്നു",
    "mr": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n\"सुविधास्पद पीडीएफ ब्राउझिंगचा आनंद घ्या ईजी पीडीएफ व्ह्यूअरसह!\nपीडीएफसह संवाद सापडण्याची कला तुमच्या ब्राउझरच्या मदतीने अद्यापहार आणि वापराच्या प्रमुख निर्माता, विद्यार्थ्यांनी, आणि तंत्रज्ञांनी अधिक क्षमतेसह झाली आहे! आमचे व्ह्यूअर विस्तार तुमच्या ब्राउझरमधून एक सुविधाजनक, वापरकर्ता मित्राने पीडीएफ नेविगेशन अनुभव देण्याच्या वर्तमानाने ध्येयित करतो.\nआवडते उच्चारण:\n- बहुउद्देशीय पीडीएफ व्ह्यूअर: सर्वसाधारणपणे पीडीएफ उघडा, पहा, आणि व्यवहार करा. त्यांची संख्या आधीच तुमच्या टॅबमध्ये असतील किंवा स्थानिकपणे संग्रहीत असतील, आमच्या व्ह्यूअरच्या आपल्याला कवर करते!\n- उच्च अनुकूलता: आपल्या पसंतीनुसार तुमचे प्राधान्यिक दृश्य पूर्वनिर्धारित करा किंवा प्रत्येक पीडीएफसाठी सेटिंग्ज बदला - तुमची निर्णय!\n- डार्क मोड: रात्री किंवा किमान प्रकाश असल्यास आनंददायी, दृष्टीहीन ब्राउझिंग अनुभवासाठी डार्क मोडवर वळवा.\n- झूम आणि आपोआप रोटेट: आपली सुखदायी निवडा. झूम इन किंवा आउट, आपल्या दृष्टीकोनाचा परिवर्तन करा आणि आपल्या वाचनाच्या आवश्यकतांनुसार अनुकूलित करा.\n- विविध सेटिंग्ज आहेत: दृश्य, झूम स्तर, तुमच्या पसंतीसाठी जिथे जिथे नियंत्रण करणे - ते सर्व एक क्लिकदूर!\n- स्थानिक पीडीएफ फाइल उघडणे: त्यांचे संचालन ऑनलाइन पीडीएफचा व्यवस्थापन करणार नाही, पण आमच्या व्ह्यूअरने तुमच्या ऑफलाइन आवश्यकतेसाठी स्थानिक फाइल्सचे समर्थन केले आहे.\n- टिप्पण्या: टीका जोडा, मजकूर प्रमुख करा किंवा आपल्या पीडीएफवर चित्रे काढा - तुमच्या पीडीएफसह संवादसाध्य करा\"",
    "ms": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nAlami Kenyamanan Melayari PDF dengan Mudah PDF Viewer!\n\nKarya seni membaca dan berinteraksi dengan PDF tidak pernah lebih efisien, berkat sambungan pelayar Mudah PDF Viewer kami! Sempurna untuk profesional, pelajar, dan penggemar teknologi - sambungan kami memberi tumpuan kepada memberikan pengalaman pelayaran PDF yang lancar dan mesra pengguna terus dari pelayar anda.\n\nTumpuan Unggul:\n- PDF Viewer Pelbagai Tujuan: Dengan mudah membuka, melihat, dan berinteraksi dengan PDF. Sama ada mereka sudah ada di tab anda atau disimpan secara tempatan, sambungan kami meliputi semuanya!\n- Penyesuaian Tinggi: Tetapkan tetapan paparan yang anda sukai atau sesuaikan tetapan untuk setiap PDF - anda yang memutuskan!\n- Mod Gelap: Tukar ke mod gelap untuk pengalaman pelayaran yang menyenangkan dan mesra mata pada waktu malam atau dalam keadaan cahaya rendah.\n- Zum & Auto-Rotate: Pilih keselesaan anda. ZOOM masuk atau keluar, putar sudut pandangan anda, dan sesuaikan pembacaan anda dengan keperluan anda.\n- Mengandungi Pelbagai Tetapan: Dari mengawal paparan, tahap zum, hingga mod pilihan anda - semuanya hanya sekali klik!\n- Pembukaan Fail PDF Tempatan: Bukan sahaja ia mengendalikan PDF dalam talian, tetapi sambungan kami juga menyokong fail tempatan untuk keperluan luar talian anda.\n- Anotasi: Tambah nota, sorot teks, atau lukis - jadikan PDF anda interaktif",
    "nl": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nErvaar het comfort van PDF-browsen met Easy PDF Viewer!\nDe kunst van het lezen en interactie hebben met PDF's is nog nooit zo efficiënt geweest, dankzij onze browserextensie Easy PDF Viewer! Perfect voor professionals, studenten en tech-enthousiastelingen - onze extensie richt zich op het bieden van een soepele, gebruiksvriendelijke PDF-navigatie-ervaring rechtstreeks vanuit uw browser.\n\nHoogtepunten:\n- Multi-purpose PDF Viewer: Open, bekijk en interacteer moeiteloos met PDF's. Of ze zich al in uw tabbladen bevinden of lokaal zijn opgeslagen, onze extensie heeft u gedekt!\n- Hoge aanpasbaarheid: Stel uw voorkeursweergave in of pas de instellingen aan voor elke PDF - u beslist!\n- Donkere modus: Schakel over naar de donkere modus voor een aangename, oogvriendelijke browse-ervaring 's nachts of bij weinig licht.\n- Zoom & Auto-Rotate: Kies uw comfort. Zoom in of uit, roteer uw kijkhoek en pas uw leeservaring aan uw behoeften aan.\n- Bevat diverse instellingen: Van het controleren van de weergave, zoomniveau tot uw voorkeursmodus - het is allemaal binnen handbereik!\n- Lokale PDF-bestandsopeningen: Niet alleen kan het online PDF's verwerken, maar onze extensie ondersteunt ook lokale bestanden voor uw offline behoeften.\n- Opmerkingen: Voeg notities toe, markeer tekst of teken - maak uw PDF's interactief.",
    "no": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nOpplev komforten ved PDF-browsing med Easy PDF Viewer!\n\nKunsten å lese og samhandle med PDF-er har aldri vært mer effektivt, takket være vår Easy PDF Viewer nettleserutvidelse! Perfekt for fagfolk, studenter og teknologi-entusiaster - vår utvidelse fokuserer på å levere en jevn, brukervennlig PDF-navigasjonsopplevelse rett fra nettleseren din.\n\nUtvalgte høydepunkter:\n- Allsidig PDF-visning: Åpne, vis og samhandle med PDF-er uten anstrengelse. Enten de allerede er åpne i fanene dine eller er lagret lokalt, så dekker vår utvidelse deg!\n- Høy tilpasningsdyktighet: Angi dine foretrukne visningsstandarder eller juster innstillingene for hver PDF - du bestemmer!\n- Mørk modus: Bytt til mørk modus for en behagelig, øyevennlig leseopplevelse om natten eller under dårlige lysforhold.\n- Zoom og automatisk rotasjon: Velg din komfort. Zoom inn eller ut, roter synsvinkelen din og tilpass lesingen etter dine behov.\n- Inneholder forskjellige innstillinger: Fra kontroll av visning, zoomnivå til foretrukket modus - alt er bare et klikk unna!\n- Åpning av lokale PDF-filer: Ikke bare håndterer den PDF-er online, men vår utvidelse støtter også lokale filer for dine offline behov.\n- Annotasjoner: Legg til notater, marker tekst eller tegn - gjør PDF-ene dine interaktive.\n\nOpplev Easy PDF Viewer i dag og nyt en ny og forbedret PDF-leseropplevelse!",
    "pl": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nPrzeżyj komfort przeglądania plików PDF dzięki Easy PDF Viewer!\nSztuka czytania i interakcji z plikami PDF jeszcze nigdy nie była tak wydajna, dzięki naszemu rozszerzeniu przeglądarki Easy PDF Viewer! Doskonałe dla profesjonalistów, studentów i entuzjastów technologii - nasze rozszerzenie skupia się na dostarczaniu płynnego, przyjaznego użytkownikowi doświadczenia nawigacji w plikach PDF bezpośrednio z przeglądarki.\nNajważniejsze cechy:\n- Wielozadaniowy przeglądarka PDF: Bezproblemowo otwieraj, przeglądaj i interaktywnie działać na plikach PDF. Bez względu na to, czy znajdują się już w twoich kartach, czy są przechowywane lokalnie, nasze rozszerzenie ma to wszystko!\n- Wysoka dostosowalność: Ustaw preferowane domyślne ustawienia wyświetlania lub dostosuj ustawienia dla każdego pliku PDF - ty decydujesz!\n- Tryb ciemny: Przełącz się na tryb ciemny, aby mieć przyjemne, przyjazne dla oka doświadczenie przeglądania w nocy lub w warunkach słabego oświetlenia.\n- Powiększanie i automatyczna rotacja: Wybierz swój komfort. Powiększ lub zmniejsz, obróć kąt widzenia i dostosuj czytanie do swoich potrzeb.\n- Zawiera różne ustawienia: Od kontrolowania widoku, poziomu powiększenia, do preferowanego trybu - wszystko to jest na wyciągnięcie ręki!\n- Otwieranie lokalnych plików PDF: Nasze rozszerzenie obsługuje nie tylko pliki PDF online, ale także lokalne pliki, aby sprostać twoim potrzebom offline.\n- Adnotacje: Dodawaj notatki, podkreślaj tekst lub rysuj - uczyn swoje pliki PDF interaktywnymi",
    "pt_BR": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nExperimente o conforto da navegação em PDF com o Easy PDF Viewer!\nA arte de ler e interagir com PDFs nunca foi tão eficiente, graças à nossa extensão Easy PDF Viewer para navegadores! Perfeito para profissionais, estudantes e entusiastas de tecnologia - nossa extensão foca em proporcionar uma experiência suave e amigável de navegação em PDF diretamente do seu navegador.\n\nDestaques em destaque:\n- Visualizador de PDF multiuso: Abra, visualize e interaja com PDFs sem esforço. Se eles já estiverem abertos em suas abas ou armazenados localmente, nossa extensão tem tudo o que você precisa!\n- Alta personalização: Defina suas preferências de visualização ou ajuste as configurações para cada PDF - você decide!\n- Modo escuro: Mude para o modo escuro para uma experiência agradável de navegação, amigável aos olhos, durante a noite ou em condições de pouca luz.\n- Zoom e rotação automática: Escolha o seu conforto. Amplie ou reduza o zoom, gire o ângulo de visualização e adapte sua leitura às suas necessidades.\n- Contém várias configurações: Do controle da visualização, nível de zoom ao modo preferido - tudo está a um clique de distância!\n- Abertura de arquivos PDF locais: Não apenas lida com PDFs online, mas nossa extensão também suporta arquivos locais para suas necessidades offline.\n- Anotações: Adicione notas, destaque texto ou desenhe - torne seus PDFs interativos.",
    "pt_PT": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nExperimente o conforto da navegação em PDF com o Easy PDF Viewer!\nA arte de ler e interagir com PDFs nunca foi tão eficiente, graças à nossa extensão de navegador Easy PDF Viewer! Perfeito para profissionais, estudantes e entusiastas de tecnologia - nossa extensão foca em oferecer uma experiência suave e amigável de navegação em PDF diretamente do seu navegador.\n\nDestaques em destaque:\n- Visualizador de PDF multiuso: Abra, visualize e interaja com PDFs sem esforço. Seja se eles já estão abertos em suas abas ou estão armazenados localmente, nossa extensão tem tudo coberto!\n- Alta customização: Defina suas preferências de visualização ou ajuste as configurações para cada PDF - você decide!\n- Modo escuro: Alterne para o modo escuro para uma experiência agradável de navegação, amigável aos olhos, durante a noite ou em condições de pouca luz.\n- Zoom e rotação automática: Escolha o seu conforto. Amplie ou reduza o zoom, gire o ângulo de visualização e adapte a leitura às suas necessidades.\n- Contém várias configurações: Do controle da visualização ao nível de zoom, ao modo preferido - tudo está a apenas um clique de distância!\n- Aberturas de arquivos PDF locais: Não apenas lidamos com PDFs online, mas nossa extensão também suporta arquivos locais para suas necessidades offline.\n- Anotações: Adicione notas, destaque texto ou desenhe - torne seus PDFs interativos.",
    "ro": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nExperimentați confortul navigării PDF cu Easy PDF Viewer!\nArta citirii și interacțiunii cu PDF-uri nu a fost niciodată mai eficientă, datorită extensiei noastre Easy PDF Viewer pentru browser! Perfect pentru profesioniști, studenți și entuziaști de tehnologie, extensia noastră se concentrează pe oferirea unei experiențe de navigare PDF lină și ușor de utilizat direct din browserul dvs.\n\nDestașieri recomandate:\n- Vizualizator PDF multifuncțional: Deschideți, vizualizați și interacționați fără efort cu PDF-uri. Indiferent dacă acestea se află deja în filele dvs. sau sunt stocate local, extensia noastră vă acoperă!\n- Personalizare ridicată: Setați preferințele de vizualizare sau ajustați setările pentru fiecare PDF - decideți voi!\n- Modul întunecat: Comutați la modul întunecat pentru o experiență plăcută de navigare, prietenoasă cu ochii, în timpul nopții sau în condiții de lumină scăzută.\n- Zoom și auto-rotire: Alegeți-vă confortul. Măriți sau micșorați, rotiți unghiul de vizualizare și adaptați lectura la nevoile dvs.\n- Conține diverse setări: De la controlul vizualizării, nivelul de zoom până la modul preferat - toate sunt la doar un clic distanță!\n- Deschideri de fișiere PDF locale: Nu numai că gestionează PDF-uri online, dar extensia noastră suportă și fișiere locale pentru nevoile dvs. offline.\n- Adnotări: Adăugați note, evidențiați text sau desenați - faceți PDF-urile interactive.",
    "ru": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nПочувствуйте комфорт просмотра PDF с помощью удобного PDF Viewer!\nИскусство чтения и взаимодействия с PDF никогда не было таким эффективным, благодаря нашему расширению для браузера Easy PDF Viewer! Идеально подходит для профессионалов, студентов и технических энтузиастов - наше расширение сосредоточено на предоставлении плавного, удобного опыта навигации по PDF-файлам прямо из вашего браузера.\n\nОсновные особенности:\n- Универсальный PDF Viewer: Без усилий открывайте, просматривайте и взаимодействуйте с PDF-файлами. Будь то файлы, уже открытые во вкладках, или хранящиеся локально, наше расширение покроет все ваши потребности!\n- Высокая настраиваемость: Установите предпочитаемые параметры просмотра или настройте настройки для каждого PDF-файла - вы решаете!\n- Темный режим: Переключитесь в темный режим для приятного просмотра в темное время суток или в условиях низкой освещенности.\n- Масштабирование и автоматическое поворот: Выберите свой комфорт. Увеличивайте или уменьшайте масштаб, поворачивайте угол обзора и адаптируйте чтение под свои потребности.\n- Различные настройки: От контроля вида и уровня масштабирования до выбора предпочитаемого режима - все это всего в один клик!\n- Открытие локальных PDF-файлов: Наше расширение поддерживает не только онлайн PDF-файлы, но также локальные файлы для вашей работы в автономном режиме.\n- Аннотации: Добавляйте заметки, выделяйте текст или рисуйте - делайте свои PDF-файлы интерактивными",
    "sk": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nVychutnajte si pohodlie prehliadania PDF s jednoduchým prehliadačom PDF!\nUmelosť čítania a interakcie s PDF nikdy nebola efektívnejšia vďaka našej rozšíreniu prehliadača Easy PDF Viewer! Ideálny pre profesionálov, študentov a technologických nadšencov - naše rozšírenie sa zameriava na poskytovanie plynulej, používateľsky prívetivej skúsenosti s navigáciou PDF priamo z vášho prehliadača.\nVýznamné zvýraznenia:\n- Viacúčelový prehliadač PDF: Jednoducho otvárajte, prezrite a interagujte s PDF. Bez ohľadu na to, či už sú uložené vo vašich kartách alebo lokálne, naše rozšírenie vás pokryje!\n- Vysoká prispôsobivosť: Nastavte svoje preferované predvolené zobrazenie alebo prispôsobte nastavenia pre každý PDF - rozhodujete vy!\n- Tmavý režim: Prepnite na tmavý režim pre príjemný, očiam prívetivý prehliadací zážitok počas noci alebo za slabého osvetlenia.\n- Priblíženie a automatické otáčanie: Vyberte si svoje pohodlie. Priblížte alebo oddialte, otáčajte uhol zobrazenia a prispôsobte čítanie svojim potrebám.\n- Obsahuje rôzne nastavenia: Od ovládania zobrazenia, úrovne priblíženia, až po preferovaný režim - všetko je na dosah jedného kliknutia!\n- Otváranie lokálnych PDF súborov: Naše rozšírenie nie len zvláda online PDF, ale podporuje aj lokálne súbory pre vaše offline potreby.\n- Poznámky: Pridajte poznámky, zvýraznite text alebo kreslite - urobte zo svojich PDF interaktívne.",
    "sl": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nDoživite udobje brskanja po PDF-jih z Easy PDF Viewerjem!\nUmetnost branja in interakcije s PDF-ji še nikoli ni bila tako učinkovita, zahvaljujoč naši razširitvi brskalnika Easy PDF Viewer! Popolno za strokovnjake, študente in tehnološke navdušence - naša razširitev se osredotoča na zagotavljanje gladkega in uporabniku prijaznega doživetja brskanja po PDF-ih neposredno iz vašega brskalnika.\nIzpostavljeni poudarki:\n- Večnamenski PDF Viewer: Brez težav odprite, si oglejte in interaktirajte s PDF-ji. Ne glede na to, ali so že odprti v vaših zavihkih ali so shranjeni lokalno, naša razširitev vas pokriva!\n- Visoka prilagodljivost: Nastavite svoje privzete nastavitve ogleda ali prilagodite nastavitve za vsak PDF - odločite se sami!\n- Temni način: Preklopite na temni način za prijetno in očem prijazno brskanje ponoči ali v pogojih z nizko svetlobo.\n- Povečava in samodejno vrtenje: Izberite svoje udobje. Povečajte ali pomanjšajte, zasukajte svoj pogled in prilagodite svoje branje svojim potrebam.\n- Vsebuje različne nastavitve: Od nadzora nad pogledom, nivojem povečave do vašega želenega načina - vse je le klik stran!\n- Odpiranje lokalnih PDF datotek: Naša razširitev ne obravnava samo spletnih PDF-jev, ampak podpira tudi lokalne datoteke za vaše potrebe brez povezave.\n- Opombe: Dodajte opombe, označite besedilo ali risajte - naredite vaše PDF-je interaktivne",
    "sr": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nIskusite udobnost pregledanja PDF-a uz Easy PDF Viewer!\nUmetnost čitanja i interakcije sa PDF-ovima nikada nije bila efikasnija, zahvaljujući našem Easy PDF Viewer dodatku za pregledač! Savršeno za profesionalce, studente i ljubitelje tehnologije - naš dodatak se fokusira na pružanje glatk",
    "sv": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nUpplev bekvämligheten med PDF-bläddring med Easy PDF Viewer!\nKonsten att läsa och interagera med PDF-filer har aldrig varit mer effektiv, tack vare vår webbläsartillägg Easy PDF Viewer! Perfekt för yrkesverksamma, studenter och teknikentusiaster - vårt tillägg fokuserar på att leverera en smidig, användarvänlig PDF-navigeringsupplevelse direkt från din webbläsare.\n\nUtvalda höjdpunkter:\n- Mångsidig PDF-visning: Öppna, visa och interagera med PDF-filer utan ansträngning. Oavsett om de redan finns i dina flikar eller är lagrade lokalt, så har vårt tillägg dig täckt!\n- Anpassningsbarhet: Ställ in dina önskade visningsinställningar eller justera inställningarna för varje PDF - du bestämmer!\n- Mörkt läge: Byt till mörkt läge för en trevlig och ögonvänlig webbläsarupplevelse under natten eller i svagt ljus.\n- Zooma och rotera automatiskt: Välj din komfort. Zooma in eller ut, rotera din visningsvinkel och anpassa din läsning efter dina behov.\n- Innehåller olika inställningar: Från att styra visningen, zoomnivån till ditt föredragna läge - allt är bara ett klick bort!\n- Lokala PDF-filöppningar: Inte bara hanterar den online-PDF-filer, utan vårt tillägg stöder också lokala filer för dina offline-behov.\n- Anteckningar: Lägg till anteckningar, markera text eller rita - gör dina PDF-filer interaktiva.",
    "sw": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n\"Kuondoa Ugumu wa Kutumia PDF na Easy PDF Viewer!\nSanaa ya kusoma na kuingiliana na PDF haijawahi kuwa rahisi zaidi, shukrani kwa kifaa cha upanuzi wa kivinjari chetu cha Easy PDF Viewer! Kamili kwa wataalamu, wanafunzi, na wapenzi wa teknolojia – upanuzi wetu unazingatia kutoa uzoefu wa urambazaji wa PDF wenye laini na rafiki wa mtumiaji moja kwa moja kutoka kwenye kivinjari chako.\n\nVipengele vilivyopendekezwa:\n- Kifaa cha Kutazama PDF cha Kazi Nyingi: Fungua, tazama, na ingiliana na PDF kwa urahisi. Iwe zipo tayari kwenye tabo zako au zimehifadhiwa kwenye kifaa chako, upanuzi wetu unakufunika!\n- Uwezo wa Kubinafsisha: Weka mipangilio yako ya kuangalia unayopendelea au badilisha mipangilio kwa kila PDF – wewe ndiye unayeamua!\n- Njia ya Giza: Badilisha kwenye njia ya giza kwa uzoefu mzuri wa kuvinjari unaofaa macho wakati wa usiku au katika hali ya mwanga mdogo.\n- Kukarabati na Kusogeza Kiotomatiki: Chagua faraja yako. Karabati au sogeza pembe ya kuangalia, na badilisha kusoma kulingana na mahitaji yako.\n- Ina Mipangilio Mbalimbali: Kutoka kudhibiti maoni, kiwango cha kuongeza, hadi njia unayopendelea – yote yapo kwa kubofya tu!\n- Kufungua Faili za PDF za Ndani: Sio tu inashughulikia PDF mtandaoni, lakini upanuzi wetu pia unasaidia faili za ndani kwa mahitaji yako ya nje ya mtandao.\n- Maelezo: Ongeza maelezo, tia mkazo kwenye maandishi, au chora – fanya PDF yako kuwa ya kuingiliana\"",
    "ta": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nஈசி பிடிபி வியூவருடன் பிடிபி உலாவல் மகிழ்ச்சியை அனுபவிக்கவும்!\nஎளிய பிடிபி வியூவர் உலாவல் நீட்டிப்புடன் பிடிக்க மறுபடியும் உலாவல் செயலாக்க மற்றும் பிடிக்க மறுபடியும் சிறந்ததாக இருக்கும்! வலிமையான முகப்புகளுடன் உலாவல் அனுபவத்தை உங்கள் உலாவல் மூலம் வரவேற்கிறது மற்றும் பயனர் அனுபவத்தை முதலில் வழங்குகிறது.\nசிறப்பு முக்கியங்கள்:\n- பல்வேறு பயனுள்ள பிடிபி வியூவர்: வேலையானதும் வரிசையில் இருக்கும் பிடிகளை எளியாக திறந்து பார்க்கலாம் மற்றும் பிடிகளை உள்ளமைக்கலாம்!\n- உயர் மாற்றமும் மாற்றமும்: உங்கள் விருப்பமான பார்வையின் இயல்புகளை அமைக்கவும் அல்லது ஒவ்வொன்றுக்கும் அமைப்புகளை மாற்றவும் - உங்கள் முடிவு!\n- இருட்டு மோட்: இரவில் அல்லது குறைந்த ஒளிப்பகுதிகளில் மகிழ்ச்சி உள்ள ஒரு மிகுந்த முகப்பு உலாவல் அனுபவத்தைப் பெறுவீர்கள்.\n- மிதமான மாற்றம் மற்றும் ஆடோ-ரோட்ட்: உங்கள் மகிழ்ச்சியை தேர்ந்தெடுக்கவும். பெரும்பாலும் அல்லது சிறியது என்பது உங்கள் படிப்பு கண்ணின் முதலில் மாற்றம் செய்ய, படிக்கலாம்.\n- பல்வேறு அமைப்புகள் உள்ளன: பார்வையை மேம்படுத்த, மேல்நிலை, உங்கள் விருப்பமான மோடு முதலில் அனைத்தும் கிளிக்க முடியும்!\n- உள்ளமைப்பு பிடிக்கல்கள்: இணையத்தில் பிடிகளை கையாளும் அல்லது உங்கள் முதல் படிகளுக்குப் பின் போகும் மொபைல் அமைப்பும் ஆதரிக்கிறது.\n- குறுகியல்: குறிப்புகளைச் சேர்க்கவும், உரையை முக்கியப்படுத்தவும், வரைபடத்தை வரைபடப்படுத்தவும் - உங்கள் பிடிப்புகளை செயல்முறைப்படுத்துங்கள்.",
    "te": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nఇష్టమైన PDF బ్రౌజింగ్ అనుభవాన్ని సులభంగా పొందండి ఈజీ పిడిఎఫ్ వ్యూయర్ తో!\nమన Easy PDF Viewer బ్రౌజర్ ఎక్స్టెన్షన్ ద్వారా, పిడిఎఫ్స్ ను చదవడం మరియు పరస్పర ప్రవర్తించడం కొన్నిసార్లు మంచిగా మరియు సహజమైనంగా అయిపోయింది! ప్రొఫెషనల్స్, విద్యార్థులు మరియు టెక్-ఆసక్తులకు తోడ్పడినది మీ బ్రౌజర్ నుండి సరళమైన, వినయమైన PDF నావిగేషన్ అనుభవాన్ని ఇస్తుంది.\nఫీచర్ హైలైట్స్:\n- బహుపయోగకరమైన PDF వ్యూయర్: సులభంగా పిడిఎఫ్స్ ను తెరవడం, చూడడం మరియు పరస్పర ప్రవర్తించడం. వారికి మెరుగైన మరియు ప్రయోజనకరమైన అన్ని పిడిఎఫ్స్ కోసం మన ఎక్స్టెన్షన్ మీకు సహాయపడుతుంది!\n- హై-కస్టమ్‌యాబిలిటీ: మీ మెరుగుదల అంచనాలను సెట్ చేయండి లేదా ప్రతి పిడిఎఫ్ కోసం సెట్టింగ్లను మార్చండి - మీ నిర్ణయం!\n- డార్క్ మోడ్: రాత్రి లేదా కమ్మని కనిపించే అవసరంలో ఆనందపరచడానికి డార్క్ మోడ్‌కు మారుపులేందుకుంటారు.\n- జూమ్ & ఆటో-రోటేట్: మీ ఆనందం ను మీరు ఎంచుకోండి. జూమ్ ఇన్ లేదా ఔట్ చేయండి, మీ దృష్టి కోణాన్ని మార్చండి మరియు మీ చదవడానికి మీ అవసరాలకు అనుకూలంగా మార్చండి.\n- వివిధ సెట్టింగ్లను కలిగి ఉంచేందుకు: వీక్షణ కంటెంట్ను నియంత్రించడం, జూమ్ స్థాయిని నియంత్రించడం మరియు మీ ఇష్టమైన మోడ్‌ను ఎంచుకోడం - అందుబాటులోకి అన్నిటికీ క్లిక్ దూరంగా ఉంటుంది!\n- స్థానిక PDF ఫైల్ ఓపెనింగ్స్: ఆన్‌లైన్ పిడిఎఫ్స్ ను మాత్రమే అనిపిస్తుంది, కానీ మన ఎక్స్టెన్షన్ కూడా మీ ఆఫ్‌లైన్ అవసరాల కోసం స్థానిక ఫైళ్ళు మద్దతు చేస్తుంది.\n- ఆనోటేషన్లు: గమనిక ఇంటరాక్టివ్ చేయడానికి మంచిగా నోట్లను జోడించండి, టెక్స్ట్ను హైలైట్ చేయండి లేదా డ్రా చేయండి - మీ పిడిఎఫ్స్‌ను ఇంటరాక్టివ్ చేయండి.",
    "th": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nสัมผัสประสบการณ์การเรียกดู PDF อย่างสะดวกสบายด้วย Easy PDF Viewer!\nศิลปะของการอ่านและปฏิสัมพันธ์กับ PDF ไม่เคยมีประสิทธิภาพมากขึ้นเช่นนี้ ด้วย Easy PDF Viewer browser extension ของเรา! เหมาะสำหรับมืออาชีพ นักเรียน และผู้ที่หลงใหลในเทคโนโลยี - ส่วนขยายของเราเน้นการให้ประสบการณ์การนำทาง PDF ที่ราบรื่นและใช้งานง่ายโดยตรงจากเบราว์เซอร์ของคุณ\nเน้นหลักการที่โดดเด่น:\n- มัลติเพอร์โปรส PDF Viewer: เปิดดูและปฏิสัมพันธ์กับ PDF ได้อย่างง่ายดาย ไม่ว่ามันจะอยู่ในแท็บของคุณหรือเก็บไว้ในเครื่อง ส่วนขยายของเราครอบคลุมทุกความต้องการของคุณ!\n- การปรับแต่งสูง: ตั้งค่าการดูที่คุณต้องการหรือปรับการตั้งค่าสำหรับแต่ละ PDF - คุณตัดสินใจ!\n- โหมดมืด: สลับไปยังโหมดมืดเพื่อให้ได้ประสบการณ์การเรียกดูที่นุ่มนวลและเหมาะสมต่อตาในช่วงค่ำคืนหรือสภาวะแสงน้อย\n- การซูมและการหมุนอัตโนมัติ: เลือกสบายตาของคุณ ซูมเข้าหรือซูมออก หมุนมุมการเรียกดูของคุณและปรับการอ่านให้เหมาะกับความต้องการของคุณ\n- ประกอบด้วยการตั้งค่าต่างๆ: ตั้งค่าการดู ระดับการซูม และโหมดที่คุณต้องการ - คุณสามารถคลิกได้เพียงอย่างเดียว!\n- เปิดไฟล์ PDF ในเครื่อง: ไม่เพียงแค่จัดการ PDF ออนไลน์เท่านั้น แต่ส่วนขยายของเรายังสนับสนุนไฟล์ภายในเครื่องสำหรับความต้องการใช้งานแบบออฟไลน์ของคุณ\n- หมายเหตุ: เพิ่มหมายเหตุ ไฮไลต์ข้อความ หรือวาด - ทำให้ PDF ของคุณเป็นสิ่งที่สามารถปฏิสัมพันธ์ได้",
    "tr": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nPDF Browsing konforunu Easy PDF Viewer ile yaşayın!\nEasy PDF Viewer tarayıcı uzantımız sayesinde PDF'lerle okuma ve etkileşim kurma sanatı hiç bu kadar verimli olmamıştı! Profesyoneller, öğrenciler ve teknoloji meraklıları için mükemmel olan uzantımız, tarayıcınızdan doğrudan kullanıcı dostu bir PDF gezinme deneyimi sunmaya odaklanmaktadır.\nÖne Çıkan Noktalar:\n- Çok Amaçlı PDF Görüntüleyici: PDF'leri kolaylıkla açabilir, görüntüleyebilir ve etkileşim kurabilirsiniz. Hali hazırda sekmelerinizde bulunuyor olsalar veya yerel olarak saklanıyor olsalar bile, uzantımız size yardımcı olur!\n- Yüksek Özelleştirilebilirlik: Tercih ettiğiniz görüntüleme varsayılanlarını ayarlayın veya her PDF için ayarları düzenleyin - siz karar verin!\n- Koyu Mod: Gece veya düşük ışık koşullarında hoş ve göz dostu bir gezinme deneyimi için koyu moda geçin.\n- Yakınlaştırma ve Otomatik Döndürme: Konforunuzu seçin. Yakınlaşın veya uzaklaşın, görüntüleme açınızı döndürün ve okumayı ihtiyaçlarınıza göre uyarlayın.\n- Çeşitli Ayarlar İçerir: Görüntüyü kontrol etmek, yakınlaştırma düzeyini belirlemek veya tercih ettiğiniz modu ayarlamak - hepsi bir tıklama kadar yakınınızda!\n- Yerel PDF Dosyası Açma: Sadece çevrimiçi PDF'lerle ilgilenmekle kalmaz, uzantımız aynı zamanda çevrimdışı ihtiyaçlarınız için yerel dosyaları da destekler.\n- Notlar, metni vurgulama veya çizim ekleme - PDF'lerinizi etkileşimli hale getirin",
    "uk": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nВідчуйте комфорт перегляду PDF-файлів з Easy PDF Viewer!\nМистецтво читання та взаємодії з PDF-файлами ще ніколи не було таким ефективним, завдяки нашому розширенню браузера Easy PDF Viewer! Ідеально підходить для професіоналів, студентів та технологічних ентузіастів - наше розширення фокусується на наданні гладкого, зручного досвіду навігації по PDF-файлах прямо з вашого браузера.\n\nОсновні особливості:\n- Універсальний переглядач PDF-файлів: З легкістю відкривайте, переглядайте та взаємодійте з PDF-файлами. Незалежно від того, чи вони вже є в ваших вкладках, чи зберігаються локально, наше розширення все охоплює!\n- Висока настроюваність: Встановлюйте ваші улюблені налаштування перегляду або налаштовуйте параметри для кожного PDF-файлу - ви вирішуєте!\n- Темний режим: Перемикайтеся на темний режим для приємного, дружнього до очей досвіду перегляду під час ночі або в умовах недостатнього освітлення.\n- Масштабування та автоматичне обертання: Вибирайте зручність для себе. Збільшуйте або зменшуйте масштаб, обертайте кут перегляду та пристосовуйте читання під свої потреби.\n- Різноманітні налаштування: Від керування видом, рівнем масштабування до вашого улюбленого режиму - все це на відстані одного кліку!\n- Відкриття локальних PDF-файлів: Наше розширення не лише працює з онлайн PDF-файлами, але також підтримує локальні файли для ваших офлайн потреб.\n- Анотації: Додавайте примітки, підсвічуйте текст або малюйте - зробіть ваші PDF-файли інтерактивними.",
    "vi": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\nTrải nghiệm sự thoải mái khi duyệt PDF với Easy PDF Viewer!\nNghệ thuật đọc và tương tác với PDF chưa bao giờ hiệu quả hơn nhờ tiện ích mở rộng trình duyệt Easy PDF Viewer của chúng tôi! Hoàn hảo cho các chuyên gia, sinh viên và những người đam mê công nghệ - tiện ích mở rộng của chúng tôi tập trung vào mang đến trải nghiệm điều hướng PDF mượt mà, thân thiện với người dùng trực tiếp từ trình duyệt của bạn.\nCác điểm nổi bật nổi bật:\n- Trình xem PDF đa năng: Dễ dàng mở, xem và tương tác với PDF. Cho dù chúng đã tồn tại trong tab của bạn hay được lưu trữ cục bộ, tiện ích mở rộng của chúng tôi đều đáp ứng mọi nhu cầu của bạn!\n- Tùy chỉnh cao: Đặt các thiết lập xem mặc định hoặc điều chỉnh cài đặt cho từng tệp PDF - bạn quyết định!\n- Chế độ tối: Chuyển sang chế độ tối để có trải nghiệm duyệt web thoải mái, dễ nhìn vào ban đêm hoặc trong điều kiện ánh sáng yếu.\n- Phóng to & Tự động xoay: Lựa chọn thoải mái của bạn. Phóng to hoặc thu nhỏ, xoay góc nhìn của bạn và thích ứng việc đọc với nhu cầu của bạn.\n- Chứa Các Thiết Lập Khác Nhau: Từ việc kiểm soát chế độ xem, mức phóng đại đến chế độ ưa thích của bạn - tất cả chỉ cách một cú nhấp chuột!\n- Mở Tệp PDF Cục Bộ: Không chỉ xử lý PDF trực tuyến, tiện ích mở rộng của chúng tôi còn hỗ trợ các tệp cục bộ cho nhu cầu ngoại tuyến của bạn.\n- Chú thích: Thêm ghi chú, làm nổi bật văn bản hoặc vẽ - làm cho PDF của bạn trở nên tương tác.",
    "zh_CN": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n【舒适浏览PDF，尽在Easy PDF Viewer！】\nPDF阅读和互动的艺术从未如此高效，多亏了我们的Easy PDF Viewer浏览器扩展！适用于专业人士、学生和技术爱好者，我们的扩展专注于提供流畅、用户友好的PDF导航体验，直接从您的浏览器中展现。\n特色亮点：\n- 多功能PDF浏览器：轻松打开、查看和与PDF互动。无论它们是已存在于您的标签中还是存储在本地，我们的扩展都能应对！\n- 高度自定义：设置您偏好的默认查看方式或针对每个PDF调整设置——由您决定！\n- 暗黑模式：翻转至暗黑模式，享受愉悦、对眼的浏览体验，无论是在夜晚还是光线昏暗的环境中。\n- 缩放和自动旋转：选择您的舒适方式。放大或缩小，旋转您的视角，根据需求调整阅读。\n- 各种设置：从控制视图、缩放级别到偏好模式，一切尽在一键之间！\n- 本地PDF文件打开：我们的扩展不仅处理在线PDF，还支持本地文件，满足您的离线需求。\n- 注释：添加注释、突出显示文本或绘图——让您的PDF变得互动起来。",
    "zh_TW": "Experience the Comfort of PDF Browsing with Easy PDF Viewer!\nThe art of reading and interacting with PDFs has never been more efficient, thanks to our Easy PDF Viewer browser extension! Perfect for professionals, students, and tech-enthusiasts—our extension focuses on delivering a smooth, user-friendly PDF navigation experience straight from your browser. \nFeatured Highlights:\n- Multi-purpose PDF Viewer: Effortlessly open, view, and interact with PDFs. Whether they already live in your tabs or are stored locally, our extension has got you covered!\n- High-Customizability: Set your preferred viewing defaults or adjust the settings for each PDF—you decide!\n- Dark Mode: Flip to dark mode for a pleasant, eye-friendly browsing experience during the night or in low-light conditions.\n- Zoom & Auto-Rotate: Choose your comfort. Zoom in or out, rotate your viewing angle, and adapt your reading to your needs.\n- Contains Various Settings: From controlling the view, zoom level, to your preferred mode—it’s all a click away!\n- Local PDF File Openings: Not only does it handle online PDFs, but our extension also supports local files for your offline needs. \n- Annotations: Add notes, highlight text, or draw—make your PDFs interactive\n\n【輕鬆閱讀PDF，感受無限舒適！】\n透過我們創新的Easy PDF Viewer瀏覽器擴充功能，閱讀和互動PDF從未如此高效！無論您是專業人士、學生還是科技愛好者，我們的擴充功能專注於為您提供來自瀏覽器的流暢、用戶友好的PDF導航體驗。\n\n【特色亮點】\n- 多功能PDF瀏覽器：輕鬆打開、查看並與PDF互動。無論它們是已存在於您的分頁中還是存儲在本地，我們的擴充功能都能應對自如！\n- 高度自訂性：設定您偏好的預設視圖或調整每個PDF的設置-由您決定！\n- 暗黑模式：翻轉到暗黑模式，享受愉快、對眼的瀏覽體驗，無論是在夜晚還是低光環境中。\n- 縮放和自動旋轉：選擇您的舒適度。放大或縮小，旋轉您的視角，根據需要調整閱讀。\n- 包含各種設置：從控制視圖、縮放級別到您偏好的模式-一切都只需點擊即可！\n- 本地PDF文件打開：我們的擴充功能不僅處理在線PDF，還支持本地文件以滿足您的離線需求。\n- 注釋功能：添加註釋、突出顯示文字或繪製圖形-讓您的PDF變得更具互動性！\n\n【輕鬆閱讀PDF，感受無限舒適！】\n透過我們創新的Easy PDF Viewer瀏覽器擴充功能，閱讀和互動PDF從未如此高效！\n無論您是專業人士、學生還是科技愛好者，我們的擴充功能專注於為您提供來自瀏覽器的流暢、用戶友好的PDF導航體驗。\n\n【特色亮點】\n- 多功能PDF瀏覽器：輕鬆打開、查看並與PDF互動。\n無論它們是已存在於您的分頁中還是存儲在本地，我們的擴充功能都能應對自如！\n\n- 高度自訂性：設定您偏好的預設視圖或調整每個PDF的設置-由您決定！\n\n- 暗黑模式：翻轉到暗黑模式，享受愉快、對眼的瀏覽體驗，無論是在夜晚還是低光環境中。\n\n- 縮放和自動旋轉：選擇您的舒適度。放大或縮小，旋轉您的視角，根據需要調整閱讀。\n\n- 包含各種設置：從控制視圖、縮放級別到您偏好的模式-一切都只需點擊即可！\n\n- 本地PDF文件打開：我們的擴充功能不僅處理在線PDF，還支持本地文件以滿足您的離線需求。\n\n- 注釋功能：添加註釋、突出顯示文字或繪製圖形-讓您的PDF變得更具互動性！"
  }
}