{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lyn Report for Zazzle"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lyn Report for Zazzle Designed for Zazzle Creators to view their sales statistics."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Good news Zazzle Creators ! 'Lyn Report for Zazzle' introduces you the smart and modern way of viewing and analyzing your sales data in Zazzle.\n\nAre you tired and Struggling to understand the raw sales data exported in CSV format (Zazzle) ? Are you struggling to group the raw sales data with spread sheet formula? Often cases you might mess up the formula and get wrong predictions .... for that you need a smart solution.\n\nLyn Report for Zazzle is offering a complete package for Zazzle Creators to view, filter and browse their raw sales data in a intelligently organized way. Quickly filter through your raw data, check out the visual representations of graph, charts, statistics. Sort data based on different timeline such as weekly, monthly or you can apply custom timeline filter as well.\n\nWhy you should opt in for Lyn Report?\n\n👉 Safe and Smart way of analyzing your sales data.\n👉 Visual representation of sales data that provides a statistical overview of your performance.\n👉 You can compare your performance based on different dates and timeline.\n👉 Predict your future performance based on the graph and comparison.\n👉 Search or Filter your sales data conveniently.\n👉 View your top selling products. This helps you to focus on the most profitable items and you can do more than others.\n👉 Lyn report lays down a very useful way to inform you the most performing 'Zazzle Products'. This helps you to design and publish more in those segments.\n👉 View your overall and timeline based statistics at a glance anytime you view our plugin.\n👉 .... there are many many more ways to explore and be benefited.\n\nFor License Visit: lynanalytics.gumroad.com/l/lyn-report-for-zazzle"
  }
}