{
  "name": {
    "am,ar,bg,ca,cs,da,de,en,en_AU,en_GB,en_US,es,es_419,fi,fr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Suspender",
    "bn,el,et,fa,fil": "Suspend Tabs",
    "gu,he,hi,hr": "Memory Saver"
  },
  "short": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "Suspend tabs you are not using to save memory usage and make your computer run faster. Reduce the load on your device, and battery.",
    "ca": "Suspendeu les pestanyes que no feu servir per estalviar l'ús de memòria i fer que l'ordinador funcioni més ràpid. Redueix la…",
    "cs": "Pozastavte karty, které nepoužíváte, abyste ušetřili využití paměti a zrychlili chod počítače. Snižte zátěž vašeho zařízení a…",
    "da": "Suspendér faner, du ikke bruger, for at spare hukommelsesforbrug og få din computer til at køre hurtigere. Reducer belastningen på…",
    "de": "Unterbrechen Sie Tabs, die Sie nicht verwenden, um Speicherverbrauch zu sparen und Ihren Computer schneller laufen zu lassen.…",
    "es,es_419": "Suspenda las pestañas que no esté usando para ahorrar uso de memoria y hacer que su computadora funcione más rápido. Reduzca la…",
    "fi": "Keskeytä välilehdet, joita et käytä, säästääksesi muistin käyttöä ja saada tietokoneesi toimimaan nopeammin. Vähennä laitteesi ja…",
    "fr": "Suspendez les onglets que vous n'utilisez pas pour économiser l'utilisation de la mémoire et accélérer le fonctionnement de votre…",
    "it": "Sospendi le schede che non stai utilizzando per risparmiare memoria e far funzionare il tuo computer più velocemente. Riduci il…",
    "ja": "使用していないタブを一時停止して、メモリ使用量を節約し、コンピューターの実行を高速化します。 デバイスとバッテリーの負荷を軽減します。",
    "ko": "사용하지 않는 탭을 일시 중단하여 메모리 사용량을 절약하고 컴퓨터를 더 빠르게 실행하십시오. 장치 및 배터리의 부하를 줄입니다.",
    "lt": "Sustabdykite skirtukus, kurių nenaudojate, kad sutaupytumėte atminties ir kompiuteris veiktų greičiau. Sumažinkite įrenginio ir…",
    "lv": "Apturiet cilnes, kuras neizmantojat, lai ietaupītu atmiņas patēriņu un paātrinātu datora darbību. Samaziniet ierīces un akumulatora…",
    "nl": "Onderbreek tabbladen die u niet gebruikt om geheugengebruik te besparen en uw computer sneller te laten werken. Verminder de…",
    "no": "Suspender faner du ikke bruker for å spare minnebruk og få datamaskinen til å kjøre raskere. Reduser belastningen på enheten og…",
    "pl": "Zawieś karty, których nie używasz, aby oszczędzać pamięć i przyspieszyć działanie komputera. Zmniejsz obciążenie urządzenia i…",
    "pt_BR,pt_PT": "Suspenda as guias que você não está usando para economizar o uso da memória e tornar o computador mais rápido. Reduza a carga no…",
    "sk": "Pozastavte karty, ktoré nepoužívate, aby ste ušetrili využitie pamäte a urýchlili chod počítača. Znížte zaťaženie zariadenia a…",
    "sl": "Začasno ustavite zavihke, ki jih ne uporabljate, da prihranite porabo pomnilnika in pospešite delovanje računalnika. Zmanjšajte…",
    "sv": "Stäng av flikar som du inte använder för att spara minnesanvändning och få din dator att gå snabbare. Minska belastningen på…",
    "tr": "Bellek kullanımından tasarruf etmek ve bilgisayarınızın daha hızlı çalışmasını sağlamak için kullanmadığınız sekmeleri askıya alın.…",
    "zh_CN": "暫停您不使用的選項卡以節省內存使用量並使您的計算機運行得更快。 減少設備和電池的負載。",
    "zh_TW": "暂停您不使用的选项卡以节省内存使用量并使您的计算机运行得更快。 减少设备和电池的负载。"
  },
  "long": {
    "am,ar,bg,bn,cs,el,et,fa,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,sl,sr,sw,ta,te,th,uk,vi": "Automatically suspend tabs that aren’t used at the moment. It has been actually developed to manage utilized tabs that leads to saving memory usage and faster machine working. Reduce CPU usage by suspending inactive tabs makes the computer run faster, smoother and generally better and at the same time you can simply restore them at once you need to review it. \n\nFlexible setting makes it advanced in managing websites. You can quickly add a whitelist domain to keep the website active or select category that shouldn’t be suspended among with others. \n\nBuilt-in tabs manager is opened by hotkeys and shows you a dashboard that you can easily navigate using the inhouse search. \n\nSome useful features:\n\n- set the time for an automatic suspending\n- hotkeys are available \n- website manager for fast navigating \n- simply refresh the website to activate",
    "ca": "Suspensió automàtica de les pestanyes que no s'utilitzen en aquest moment. De fet, s'ha desenvolupat per gestionar les pestanyes utilitzades que permeten estalviar l'ús de memòria i un treball més ràpid de la màquina.\n\nLa reducció de l'ús de la CPU mitjançant la suspensió de les pestanyes inactives fa que l'ordinador funcioni més ràpid, més suau i, en general, millor i, al mateix temps, simplement podeu restaurar-les al mateix temps que necessiteu revisar-les.\n\nLa configuració flexible fa que sigui avançat en la gestió de llocs web. Podeu afegir ràpidament un domini a la llista blanca per mantenir el lloc web actiu o seleccionar una categoria que no s'ha de suspendre entre d'altres.\n\nAlgunes característiques útils:\n\n- establir l'hora per a una suspensió automàtica\n- Les tecles d'accés directe estan disponibles\n- Gestor de llocs web per a una navegació ràpida\n- simplement actualitzeu el lloc web per activar-lo\n\nEl gestor de pestanyes integrat s'obre mitjançant tecles d'accés ràpid i us mostra un tauler de control on podeu navegar fàcilment mitjançant la cerca interna.\n\nFeu que el vostre ordinador funcioni sense problemes suspendint les pestanyes que no feu servir.",
    "da": "Sluk automatisk faner, der ikke bruges i øjeblikket. Det er faktisk blevet udviklet til at administrere brugte faner, der fører til at spare hukommelsesforbrug og hurtigere maskinarbejde.\n\nReduktion af CPU-brug ved at suspendere inaktive faner får computeren til at køre hurtigere, glattere og generelt bedre, og på samme tid kan du simpelthen gendanne dem med det samme, du har brug for at gennemgå dem.\n\nDen fleksible indstilling gør den avanceret til at administrere hjemmesider. Du kan hurtigt tilføje et hvidlistet domæne for at holde webstedet aktivt eller vælge en kategori, der blandt andet ikke skal suspenderes.\n\nNogle nyttige funktioner:\n\n- Indstil tidspunktet for en automatisk suspendering\n- genvejstaster er tilgængelige\n- hjemmeside manager for hurtig navigering\n- Opdater blot hjemmesiden for at aktivere\n\nIndbygget fanestyring åbnes af genvejstaster og viser dig et dashboard, som du nemt kan navigere ved hjælp af den interne søgning.\n\nFå din computer til at køre problemfrit ved at suspendere de faner, du ikke bruger.",
    "de": "Tabs, die im Moment nicht verwendet werden, automatisch sperren. Es wurde tatsächlich entwickelt, um verwendete Registerkarten zu verwalten, die zu einer Einsparung von Speicherverbrauch und schnellerer Maschinenarbeit führen.\n\nDurch die Reduzierung der CPU-Auslastung durch das Anhalten inaktiver Registerkarten läuft der Computer schneller, reibungsloser und im Allgemeinen besser, und gleichzeitig können Sie sie einfach wiederherstellen, sobald Sie sie überprüfen müssen.\n\nDie flexible Einstellung macht es bei der Verwaltung von Websites fortschrittlich. Sie können schnell eine Whitelist-Domain hinzufügen, um die Website aktiv zu halten, oder unter anderem eine Kategorie auswählen, die nicht gesperrt werden soll.\n\nEinige nützliche Funktionen:\n\n- Stellen Sie die Zeit für ein automatisches Anhalten ein\n- Hotkeys sind verfügbar\n- Website-Manager für schnelles Navigieren\n- Zum Aktivieren einfach die Website aktualisieren\n\nDer integrierte Tabs-Manager wird über Hotkeys geöffnet und zeigt Ihnen ein Dashboard, in dem Sie mithilfe der internen Suche einfach navigieren können.\n\nSorgen Sie dafür, dass Ihr Computer reibungslos läuft, indem Sie die Registerkarten aussetzen, die Sie nicht verwenden.",
    "en,en_AU,en_GB,en_US": "Automatically suspend tabs that aren’t used at the moment. It has been actually developed to manage utilized tabs that lead to saving memory usage and faster machine working. \n\nReducing CPU usage by suspending inactive tabs makes the computer run faster, smoother, and generally better and at the same time, you can simply restore them at once you need to review them. \n\nThe flexible setting makes it advanced in managing websites. You can quickly add a whitelisted domain to keep the website active or select a category that shouldn’t be suspended among others. \n\nSome useful features:\n\n- set the time for an automatic suspending\n- hotkeys are available \n- website manager for fast navigating \n- simply refresh the website to activate\n\nBuilt-in tabs manager is opened by hotkeys and shows you a dashboard that you can easily navigate using the in-house search.\n\nMake your computer run smoothly by suspending the tabs you aren't using.",
    "es,es_419": "Suspender automáticamente las pestañas que no se utilizan en este momento. En realidad, se ha desarrollado para administrar las pestañas utilizadas que conducen a ahorrar uso de memoria y un funcionamiento más rápido de la máquina.\n\nReducir el uso de la CPU al suspender las pestañas inactivas hace que la computadora funcione más rápido, sin problemas y, en general, mejor y, al mismo tiempo, puede simplemente restaurarlas una vez que necesite revisarlas.\n\nLa configuración flexible lo hace avanzado en la administración de sitios web. Puede agregar rápidamente un dominio incluido en la lista blanca para mantener el sitio web activo o seleccionar una categoría que no debería suspenderse entre otras.\n\nAlgunas características útiles:\n\n- establecer el tiempo para una suspensión automática\n- las teclas de acceso rápido están disponibles\n- administrador de sitios web para una navegación rápida\n- simplemente actualice el sitio web para activar\n\nEl administrador de pestañas incorporado se abre con teclas de acceso rápido y le muestra un tablero en el que puede navegar fácilmente usando la búsqueda interna.\n\nHaga que su computadora funcione sin problemas suspendiendo las pestañas que no está usando.",
    "fi": "Keskeytä automaattisesti välilehdet, joita ei käytetä tällä hetkellä. Se on itse asiassa kehitetty hallitsemaan käytettyjä välilehtiä, jotka säästävät muistia ja nopeuttavat koneen toimintaa.\n\nSuorittimen käytön vähentäminen keskeyttämällä ei-aktiiviset välilehdet saa tietokoneen toimimaan nopeammin, sujuvammin ja yleensä paremmin, ja samalla voit yksinkertaisesti palauttaa ne heti, kun sinun on tarkistettava ne.\n\nJoustava asetus tekee siitä edistyneen verkkosivustojen hallinnassa. Voit lisätä nopeasti sallittujen luetteloon lisätyn verkkotunnuksen pitääksesi verkkosivuston aktiivisena tai valita muun muassa luokan, jota ei pitäisi jäädyttää.\n\nJoitakin hyödyllisiä ominaisuuksia:\n\n- Aseta automaattisen keskeytyksen aika\n- Pikanäppäimet ovat saatavilla\n- Verkkosivuston hallinta nopeaan navigointiin\n- vain päivittää verkkosivusto aktivoidaksesi\n\nSisäänrakennettu välilehtien hallinta avataan pikanäppäimillä ja näyttää kojelaudan, jossa voit helposti navigoida sisäisen haun avulla.\n\nSaat tietokoneesi toimimaan sujuvasti keskeyttämällä välilehdet, joita et käytä.",
    "fr": "Suspendez automatiquement les onglets qui ne sont pas utilisés pour le moment. Il a en fait été développé pour gérer les onglets utilisés qui permettent d'économiser l'utilisation de la mémoire et d'accélérer le fonctionnement de la machine.\n\nLa réduction de l'utilisation du processeur en suspendant les onglets inactifs rend l'ordinateur plus rapide, plus fluide et généralement meilleur et en même temps, vous pouvez simplement les restaurer immédiatement, vous devez les examiner.\n\nLe paramètre flexible le rend avancé dans la gestion des sites Web. Vous pouvez rapidement ajouter un domaine sur liste blanche pour garder le site Web actif ou sélectionner une catégorie qui ne devrait pas être suspendue parmi d'autres.\n\nQuelques fonctionnalités utiles :\n\n- définir l'heure d'une suspension automatique\n- des raccourcis clavier sont disponibles\n- gestionnaire de site Web pour une navigation rapide\n- actualisez simplement le site Web pour activer\n\nLe gestionnaire d'onglets intégré est ouvert par des raccourcis clavier et vous montre un tableau de bord dans lequel vous pouvez facilement naviguer à l'aide de la recherche interne.\n\nAssurez le bon fonctionnement de votre ordinateur en suspendant les onglets que vous n'utilisez pas.",
    "hi": "इस समय उपयोग नहीं किए जा रहे टैब को स्वचालित रूप से निलंबित करें। यह वास्तव में उपयोग किए गए टैब को प्रबंधित करने के लिए विकसित किया गया है जिससे मेमोरी उपयोग और तेज मशीन काम करने की बचत होती है।\n\nनिष्क्रिय टैब को निलंबित करके CPU उपयोग को कम करने से कंप्यूटर तेज, सुचारू और आम तौर पर बेहतर चलता है और साथ ही, आप उन्हें समीक्षा करने की आवश्यकता होने पर बस उन्हें पुनर्स्थापित कर सकते हैं।\n\nलचीली सेटिंग इसे वेबसाइटों के प्रबंधन में उन्नत बनाती है। वेबसाइट को सक्रिय रखने के लिए आप जल्दी से एक श्वेतसूचीबद्ध डोमेन जोड़ सकते हैं या ऐसी श्रेणी का चयन कर सकते हैं जिसे दूसरों के बीच निलंबित नहीं किया जाना चाहिए।\n\nकुछ उपयोगी विशेषताएं:\n\n- स्वचालित निलंबन के लिए समय निर्धारित करें\n- हॉटकी उपलब्ध हैं\n- तेजी से नेविगेट करने के लिए वेबसाइट मैनेजर\n- सक्रिय करने के लिए बस वेबसाइट को रिफ्रेश करें\n\nबिल्ट-इन टैब प्रबंधक हॉटकीज़ द्वारा खोला जाता है और आपको एक डैशबोर्ड दिखाता है जिसे आप इन-हाउस खोज का उपयोग करके आसानी से नेविगेट कर सकते हैं।\n\nआपके द्वारा उपयोग नहीं किए जा रहे टैब को निलंबित करके अपने कंप्यूटर को सुचारू रूप से चलने दें।",
    "it": "Sospendi automaticamente le schede che non sono utilizzate al momento. È stato effettivamente sviluppato per gestire le schede utilizzate che portano al risparmio dell'utilizzo della memoria e al funzionamento più veloce della macchina.\n\nRidurre l'utilizzo della CPU sospendendo le schede inattive rende il computer più veloce, più fluido e generalmente migliore e, allo stesso tempo, puoi semplicemente ripristinarle immediatamente quando devi rivederle.\n\nL'impostazione flessibile lo rende avanzato nella gestione dei siti web. Puoi aggiungere rapidamente un dominio autorizzato per mantenere attivo il sito Web o selezionare una categoria che non deve essere sospesa tra le altre.\n\nAlcune funzioni utili:\n\n- impostare il tempo per una sospensione automatica\n- i tasti di scelta rapida sono disponibili\n- gestore del sito web per una navigazione veloce\n- è sufficiente aggiornare il sito Web per l'attivazione\n\nIl gestore di schede integrato viene aperto da tasti di scelta rapida e ti mostra una dashboard che puoi facilmente navigare utilizzando la ricerca interna.\n\nFai in modo che il tuo computer funzioni senza intoppi sospendendo le schede che non stai utilizzando.",
    "ja": "現在使用されていないタブを自動的に一時停止します。 実際には、メモリ使用量を節約し、マシンの動作を高速化するために使用されるタブを管理するために開発されました。\n\n非アクティブなタブを一時停止して CPU 使用率を下げると、コンピューターの動作がより速く、よりスムーズになり、全体的により良くなります。\n\n柔軟な設定により、Web サイトの管理が高度になります。 ホワイトリストに登録されたドメインをすばやく追加して、ウェブサイトをアクティブに維持したり、特に停止してはならないカテゴリを選択したりできます.\n\nいくつかの便利な機能:\n\n- 自動サスペンドの時間を設定する\n- ホットキーが利用可能\n- 素早いナビゲーションのためのウェブサイトマネージャー\n- ウェブサイトを更新するだけで有効になります\n\n組み込みのタブ マネージャーはホットキーで開き、社内検索を使用して簡単にナビゲートできるダッシュボードを表示します。\n\n使用していないタブを一時停止して、コンピューターをスムーズに実行します。",
    "ko": "현재 사용하지 않는 탭을 자동으로 일시 중단합니다. 실제로 메모리 사용량을 절약하고 기계 작업을 더 빠르게 하는 활용 탭을 관리하기 위해 개발되었습니다.\n\n비활성 탭을 일시 중단하여 CPU 사용량을 줄이면 컴퓨터가 더 빠르고 매끄럽게 실행되며 일반적으로 더 좋아지는 동시에 검토가 필요한 탭을 한 번에 간단히 복원할 수 있습니다.\n\n유연한 설정으로 웹 사이트 관리가 향상됩니다. 허용 목록에 있는 도메인을 빠르게 추가하여 웹 사이트를 활성 상태로 유지하거나 일시 중단되어서는 안 되는 범주를 선택할 수 있습니다.\n\n몇 가지 유용한 기능:\n\n- 자동 정지 시간 설정\n- 단축키 사용 가능\n- 빠른 탐색을 위한 웹사이트 관리자\n- 웹사이트를 새로고침하여 활성화하세요.\n\n내장 탭 관리자는 핫키로 열리며 사내 검색을 사용하여 쉽게 탐색할 수 있는 대시보드를 보여줍니다.\n\n사용하지 않는 탭을 일시 중단하여 컴퓨터를 원활하게 실행하십시오.",
    "nl": "Onderbreek automatisch tabbladen die momenteel niet worden gebruikt. Het is eigenlijk ontwikkeld om gebruikte tabbladen te beheren die leiden tot besparing van geheugengebruik en snellere machinewerking.\n\nDoor het CPU-gebruik te verminderen door inactieve tabbladen op te schorten, werkt de computer sneller, soepeler en over het algemeen beter en tegelijkertijd kunt u ze eenvoudig herstellen zodra u ze moet bekijken.\n\nDe flexibele instelling maakt het geavanceerd in het beheren van websites. U kunt snel een domein op de witte lijst toevoegen om de website actief te houden of een categorie selecteren die onder andere niet moet worden opgeschort.\n\nEnkele handige functies:\n\n- stel de tijd in voor een automatische onderbreking\n- sneltoetsen zijn beschikbaar\n- websitebeheerder voor snel navigeren\n- ververs gewoon de website om te activeren\n\nDe ingebouwde tabbladbeheerder wordt geopend met sneltoetsen en toont u een dashboard waar u gemakkelijk doorheen kunt navigeren met behulp van de interne zoekfunctie.\n\nLaat uw computer soepel werken door de tabbladen die u niet gebruikt op te schorten.",
    "no": "Stopp automatisk faner som ikke brukes for øyeblikket. Det er faktisk utviklet for å administrere brukte faner som fører til å spare minnebruk og raskere maskinarbeid.\n\nÅ redusere CPU-bruken ved å suspendere inaktive faner gjør at datamaskinen kjører raskere, jevnere og generelt bedre, og samtidig kan du ganske enkelt gjenopprette dem med en gang du trenger å gjennomgå dem.\n\nDen fleksible innstillingen gjør den avansert i administrasjon av nettsteder. Du kan raskt legge til et hvitelistet domene for å holde nettstedet aktivt eller velge en kategori som blant annet ikke skal suspenderes.\n\nNoen nyttige funksjoner:\n\n- still inn tidspunktet for en automatisk suspendering\n- hurtigtaster er tilgjengelige\n- nettstedsansvarlig for rask navigering\n- bare oppdater nettstedet for å aktivere\n\nInnebygd fanebehandling åpnes av hurtigtaster og viser deg et dashbord som du enkelt kan navigere ved hjelp av internsøket.\n\nFå datamaskinen til å fungere problemfritt ved å suspendere fanene du ikke bruker.",
    "pl": "Automatycznie zawieszaj karty, które nie są aktualnie używane. W rzeczywistości został opracowany do zarządzania używanymi kartami, co prowadzi do oszczędności wykorzystania pamięci i szybszej pracy maszyny.\n\nZmniejszenie użycia procesora poprzez zawieszenie nieaktywnych kart sprawia, że komputer działa szybciej, płynniej i ogólnie lepiej, a jednocześnie można je po prostu przywrócić, gdy tylko trzeba je przejrzeć.\n\nElastyczne ustawienie sprawia, że jest zaawansowany w zarządzaniu stronami internetowymi. Możesz szybko dodać domenę z białej listy, aby strona była aktywna lub wybrać między innymi kategorię, która nie powinna być zawieszona.\n\nNiektóre przydatne funkcje:\n\n- ustawić czas automatycznego zawieszenia\n- dostępne są skróty klawiszowe\n- menedżer strony internetowej do szybkiej nawigacji\n- po prostu odśwież stronę, aby aktywować\n\nWbudowany menedżer kart jest otwierany za pomocą skrótów klawiszowych i pokazuje pulpit nawigacyjny, po którym można łatwo nawigować za pomocą wewnętrznego wyszukiwania.\n\nSpraw, aby Twój komputer działał płynnie, zawieszając karty, których nie używasz.",
    "pt_BR,pt_PT": "Suspenda automaticamente as guias que não são usadas no momento. Na verdade, foi desenvolvido para gerenciar as guias utilizadas que levam à economia de uso de memória e ao funcionamento mais rápido da máquina.\n\nReduzir o uso da CPU suspendendo as guias inativas torna o computador mais rápido, mais suave e geralmente melhor e, ao mesmo tempo, você pode simplesmente restaurá-los imediatamente quando precisar revisá-los.\n\nA configuração flexível o torna avançado no gerenciamento de sites. Você pode adicionar rapidamente um domínio na lista de permissões para manter o site ativo ou selecionar uma categoria que não deve ser suspensa entre outras.\n\nAlguns recursos úteis:\n\n- definir o tempo para uma suspensão automática\n- teclas de atalho estão disponíveis\n- gerenciador de sites para navegação rápida\n- basta atualizar o site para ativar\n\nO gerenciador de guias integrado é aberto por teclas de atalho e mostra um painel no qual você pode navegar facilmente usando a pesquisa interna.\n\nFaça o seu computador funcionar sem problemas suspendendo as guias que você não está usando.",
    "ru": "Приостановка вкладок автоматически приостанавливает вкладки, которые в данный момент не используются. Фактически он был разработан для управления используемыми вкладками, что приводит к экономии используемой памяти и более быстрой работе компьютера. Уменьшение использования ЦПУ за счет приостановки неактивных вкладок позволяет компьютеру работать быстрее, плавнее и в целом лучше, и в то же время вы можете просто восстановить вкладки, когда вам нужно будет просмотреть их.\n\nГибкие настройки расширяют возможности управления активными вкладками. Вы можете быстро добавить домен в белый список, чтобы вкладка оставалась активной, или выберите категорию вкладок, которую нельзя приостанавливать, среди других.\n\nВстроенный менеджер вкладок открывается с помощью горячих клавиш и показывает все вкладки на панели инструментов, по которым вы можете легко перемещаться с помощью внутреннего поиска.\n\nВы также можете использовать приостановку вкладок в качестве диспетчера сеансов, вызвав панель управления со всеми открытыми вкладками. Там вы можете просто закрыть определенную вкладку или воспользоваться поиском для быстрого перехода к ней.\n\nЕсли вы чувствуете, что многие открытые вкладки замедляют работу вашего ноутбука, но вам действительно нужно держать их открытыми, этот инструмент станет идеальным решением для управления действиями вашего браузера. Подвеска вкладок позволяет автоматически приостанавливать вкладки, когда системная память становится очень низкой. Также есть возможность приостановить вкладку через контекстное меню, если вы не хотите ждать время, установленное в опциях. Все эти действия освободят процессор и увеличат скорость компьютера.\n\nМножество открытых вкладок иногда могут доставлять неудобства, поэтому неплохо иметь инструмент, охватывающий все рабочие вкладки.\n\nНекоторые полезные функции:\n\n- установить время автоматической приостановки вкладок\n- использовать контекстное меню для быстрой приостановки\n- доступны ярлыки\n- менеджер вкладок для быстрой навигации\n- просто обновите вкладку, чтобы активировать",
    "sk": "Automaticky pozastaviť karty, ktoré sa momentálne nepoužívajú. V skutočnosti bol vyvinutý na správu použitých kariet, ktoré vedú k úspore využitia pamäte a rýchlejšej práci stroja.\n\nZníženie využitia procesora pozastavením neaktívnych kariet robí počítač rýchlejším, plynulejším a vo všeobecnosti lepším a zároveň ich môžete jednoducho obnoviť, keď si ich budete musieť prezrieť.\n\nFlexibilné nastavenie umožňuje pokročilú správu webových stránok. Môžete rýchlo pridať doménu na bielu listinu, aby bol web aktívny, alebo môžete vybrať kategóriu, ktorá by nemala byť pozastavená medzi ostatnými.\n\nNiektoré užitočné funkcie:\n\n- nastavte čas pre automatické pozastavenie\n- klávesové skratky sú k dispozícii\n- správca webových stránok pre rýchlu navigáciu\n- pre aktiváciu jednoducho obnovte webovú stránku\n\nVstavaný správca kariet sa otvára pomocou klávesových skratiek a zobrazuje informačný panel, v ktorom sa môžete ľahko pohybovať pomocou interného vyhľadávania.\n\nZaistite bezproblémový chod počítača pozastavením kariet, ktoré nepoužívate.",
    "sv": "Stäng automatiskt av flikar som inte används för tillfället. Det har faktiskt utvecklats för att hantera använda flikar som leder till att spara minnesanvändning och snabbare maskinarbete.\n\nAtt minska CPU-användningen genom att stänga av inaktiva flikar gör att datorn går snabbare, smidigare och generellt sett bättre och samtidigt kan du helt enkelt återställa dem på en gång du behöver granska dem.\n\nDen flexibla inställningen gör den avancerad i att hantera webbplatser. Du kan snabbt lägga till en vitlistad domän för att hålla webbplatsen aktiv eller välja en kategori som bland annat inte ska stängas av.\n\nNågra användbara funktioner:\n\n- ställ in tiden för en automatisk avstängning\n- Snabbtangenter är tillgängliga\n- webbplatsansvarig för snabb navigering\n- Uppdatera helt enkelt webbplatsen för att aktivera\n\nInbyggd flikhanterare öppnas av snabbtangenter och visar dig en instrumentpanel som du enkelt kan navigera med hjälp av den interna sökningen.\n\nFå din dator att fungera smidigt genom att stänga av flikarna du inte använder.",
    "tr": "Şu anda kullanılmayan sekmeleri otomatik olarak askıya alın. Aslında, bellek kullanımından tasarruf etmeye ve makinenin daha hızlı çalışmasına yol açan kullanılan sekmeleri yönetmek için geliştirilmiştir.\n\nEtkin olmayan sekmeleri askıya alarak CPU kullanımını azaltmak, bilgisayarın daha hızlı, daha sorunsuz ve genel olarak daha iyi çalışmasını sağlar ve aynı zamanda, gözden geçirmeniz gerektiğinde bunları kolayca geri yükleyebilirsiniz.\n\nEsnek ayar, web sitelerini yönetmede gelişmiş olmasını sağlar. Web sitesini aktif tutmak için hızlı bir şekilde beyaz listeye alınmış bir alan ekleyebilir veya diğerleri arasında askıya alınmaması gereken bir kategori seçebilirsiniz.\n\nBazı kullanışlı özellikler:\n\n- otomatik askıya alma için zamanı ayarlayın\n- kısayol tuşları mevcuttur\n- hızlı gezinme için web sitesi yöneticisi\n- etkinleştirmek için web sitesini yenilemeniz yeterlidir\n\nYerleşik sekme yöneticisi, kısayol tuşlarıyla açılır ve kurum içi aramayı kullanarak kolayca gezinebileceğiniz bir pano gösterir.\n\nKullanmadığınız sekmeleri askıya alarak bilgisayarınızın sorunsuz çalışmasını sağlayın.",
    "zh_CN": "自動暫停當前未使用的選項卡。 它實際上是為了管理已使用的選項卡而開發的，這些選項卡可以節省內存使用量並加快機器運行速度。\n\n通過暫停不活動的選項卡來減少 CPU 使用率，使計算機運行得更快、更流暢、總體上更好，同時，您可以在需要查看它們時立即恢復它們。\n\n靈活的設置使其在管理網站方面更先進。 您可以快速添加一個列入白名單的域以保持網站活躍或選擇一個不應被暫停的類別。\n\n一些有用的功能：\n\n- 設置自動暫停的時間\n- 熱鍵可用\n- 用於快速導航的網站管理器\n- 只需刷新網站即可激活\n\n內置選項卡管理器由熱鍵打開，並向您顯示一個儀表板，您可以使用內部搜索輕鬆導航。\n\n暫停您不使用的選項卡，讓您的計算機平穩運行。",
    "zh_TW": "自动暂停当前未使用的选项卡。 它实际上是为了管理已使用的选项卡而开发的，这些选项卡可以节省内存使用量并加快机器运行速度。\n\n通过暂停不活动的选项卡来减少 CPU 使用率，使计算机运行得更快、更流畅、总体上更好，同时，您可以在需要查看它们时立即恢复它们。\n\n灵活的设置使其在管理网站方面更先进。 您可以快速添加一个列入白名单的域以保持网站活跃或选择一个不应被暂停的类别。\n\n一些有用的功能：\n\n- 设置自动暂停的时间\n- 热键可用\n- 用于快速导航的网站管理器\n- 只需刷新网站即可激活\n\n内置选项卡管理器由热键打开，并向您显示一个仪表板，您可以使用内部搜索轻松导航。\n\n暂停您不使用的选项卡，让您的计算机平稳运行。"
  }
}