{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Поиск Яндексa",
    "en": "Yandex Search",
    "tr": "Yandex Arama",
    "uk": "Пошук Яндекса"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Вводите запросы в адресную строку и получайте ответы от Яндекса",
    "en": "Enter search requests in the address field and get results from Yandex",
    "tr": "Sorguları adres satırına girin ve Yandex'ten yanıtları alın",
    "uk": "Вводьте запити в адресний рядок і отримуйте відповіді від Яндекса"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Расширение делает Яндекс поиском по умолчанию в браузере.\n\nУстановите расширение — и получите быстрый доступ к основным сервисам Яндекса. Поиск, светофор пробок, прогноз погоды, почта и Алиса будут всегда под рукой.\n\nРасширение не занимает место на вашем компьютере и работает, не замедляя работу устройства.\n\nЯндекс отличает запросы от адресов сайтов и предугадывает по первым буквам, что вы хотите найти.\n\nЧтобы открыть нужный сайт, не обязательно вводить точный адрес — достаточно набрать, например, [википедия] или даже [dbrb]. Поиск поймёт вас с полуслова.\n\nЭто расширение совместимо с Manifest V3 и строго соответствует всем правилам и условиям обслуживания интернет-магазина Chrome.\n\nУстанавливая программу, вы принимаете условия Лицензионного соглашения http://legal.yandex.ru/desktop_software_agreement/",
    "en": "Расширение делает Яндекс поиском по умолчанию в браузере.\n\nЯндекс отличает запросы от адресов сайтов и предугадывает по первым буквам, что вы хотите найти.\n\nЧтобы открыть нужный сайт, не обязательно вводить точный адрес — достаточно набрать, например, [википедия] или даже [dbrb].\n\nУстанавливая программу, вы принимаете условия Лицензионного соглашения http://legal.yandex.ru/desktop_software_agreement/",
    "tr": "Yapay zekanın internetteki güncel bilgilerle oluşturduğu anında ve kapsamlı yanıtlara ulaşın. İstediğiniz kaynağı derinlemesine inceleyin.\n\n- Yanıt almak için yazın, konuşun veya resim gösterin. Sizin için en kolayı hangsiyse.\n - Akıllı alışveriş: İstediğiniz ürünü bulun, fiyatları karşılaştırın ve en iyi teklifi seçin.\n - 100+ dilden çeviri sayesinde, ne bulduğunuzu anlayın.\n\nBu eklenti, tarayıcınızda Yandex'i varsayılan arama motoru yapar. Diskinizde yer kaplamaz ya da cihazınızı yavaşlatmaz. Manifest V3 ile uyumlu olan bu eklenti Chrome Web Mağazası'nın tüm hüküm ve koşullarına tam olarak uygundur.\n\nBu eklentiyi yükleyerek Lisans Sözleşmesi'nin şartlarını kabul etmiş sayılırsınız",
    "uk": "Розширення робить Яндекс пошуком за замовчуванням у браузері.\nЯндекс відрізняє запити від адрес сайтів і передбачає за першими буквами, що ви хочете знайти.\nЩоб відкрити потрібний сайт, не обов'язково вводити точну адресу, досить набрати, наприклад [вікіпедія] або навіть [dbrb].\nЗавантажуючи програму, ви приймаєте умови Ліцензійної угоди http://legal.yandex.ua/desktop_software_agreement/"
  }
}