{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EZ Messenger"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facebook Automation Software"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EZ Messenger is a powerful automation software designed to streamline your Facebook outreach and maximize your networking efforts. With EZ Messenger, you can save time and increase your productivity by automating various actions on Facebook, all within the convenience of your Chrome browser.\n\nFeatures:\n\n> Connection Requests: Effortlessly send personalized connection requests to individuals or groups, expanding your professional network with ease.\n> Message Sequences: Create custom message sequences to engage with your connections at scale. Send automated follow-ups and nurture relationships effectively.\n> A.I. Prospector: A tool built into EZ Messenger to help filter through leads to help you find your ideal customer.\n> Group Messages: Message group members based on your A.I. Prospector settings.\n> Company Messages: Message company pages based on your Facebook search criteria.\n\nWhy Choose EZ Messenger?\n\nTime-Saving Efficiency: Automate repetitive Facebook tasks, saving hours of manual effort and freeing up your valuable time for more important activities.\n\nPersonalized Engagement: Customize your messages and connection requests to maintain a personalized touch, ensuring genuine interactions with your connections.\n\nScalability and Growth: Expand your network, build valuable relationships, and generate new business opportunities on Facebook at a larger scale.\n\nNote: EZ Messenger is an independent software developed by Recovery Amped. We are not affiliated with or endorsed by Facebook or its parent company, Meta Platform, Inc.\n\nTry EZ Messenger today and revolutionize your Facebook outreach experience. Unlock the power of automation to supercharge your networking efforts and achieve your professional goals effortlessly"
  }
}