{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,zh_CN,zh_TW": "Stick.ly - translate & learn",
    "de": "Stick.ly - Übersetzen & Lernen",
    "es": "Stick.ly - Traducir y Aprender",
    "fr": "Stick.ly - Traduire et Apprendre",
    "it": "Stick.ly - Traduci e Impara",
    "ja": "Stick.ly - 翻訳と学習",
    "ru": "Stick.ly - Перевод и Обучение",
    "uk": "Stick.ly - Перекладай та Вчись",
    "vi": "Stick.ly - Dịch & Học"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,zh_CN,zh_TW": "Understand foreign websites with contextual translations. Remember every word with spaced repetition learning.",
    "de": "Verstehe jede Website sofort in jeder Sprache. Lern Wörter spielerisch mit Lernspielen und Flashcards.",
    "es": "Traduce sitios web instantáneamente y aprende con juegos y tarjetas didácticas.",
    "fr": "Traduis des sites web instantanément et apprends avec jeux éducatifs et flashcards.",
    "it": "Traduci siti web in ogni lingua e impara con giochi educativi e flashcard.",
    "ja": "即時翻訳でどの言語のウェブサイトも理解。学習ゲームとフラッシュカードで翻訳された単語を学ぶ。",
    "ru": "Переводите веб-сайты мгновенно и учите слова с обучающими играми и карточками.",
    "uk": "Перекладай вебсайти миттєво та вчи слова через навчальні ігри та картки.",
    "vi": "Hiểu mọi trang web ngay lập tức trong bất kỳ ngôn ngữ nào. Học từ vựng qua trò chơi giáo dục và thẻ ghi nhớ."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,zh_CN,zh_TW": "Learn foreign vocabulary while browsing the web with Stickly. Stickly translates words and phrases with a click, and helps you learn them forever. Overcome your language plateau and never look a word up twice again.\nWords you translated are highlighted in other websites, so you can learn them in different contexts.\nStickly uses spaced repetition to challenge you to review words before you forget them. You can use an interactive game on your phone, flashcards or solve challenges while browsing. You can even export your words to anki.\n\nImprove your vocabulary, one translation at a time!",
    "de": "Verbessere deine zweite Sprache mit stickly.\nSelbst wenn du deine zweite Sprache sehr gut sprichst, besteht eine hohe Wahrscheinlichkeit, dass du auf ein unbekanntes Wort in einem von fünf Textzeilen stößt. Du könntest die Bedeutung durch den Kontext verstehen, aber wahrscheinlich vergisst du es wieder.\nMit stickly werden Begegnungen mit unbekannten Wörtern zu Lernmöglichkeiten! Übersetze Wörter einfach, während du im Web in deiner zweiten Sprache surfst, und nutze die Methode der verteilten Wiederholung, um diese Wörter in deinem Gedächtnis zu verankern.\n\nDas stickly Lernspiel, Flashcards und die Wortliste verstehen deine Sprachkenntnisse und helfen dir, deinen Wortschatz über die Zeit auf ein fast muttersprachliches Niveau aufzubauen.",
    "es": "Mejora tu segundo idioma con stickly.\nIncluso si hablas muy bien tu segundo idioma, hay una alta probabilidad de que encuentres una palabra desconocida en una de cada cinco líneas de texto. Podrías entender el significado a través del contexto, pero probablemente lo olvides.\nCon stickly, ¡los encuentros con palabras desconocidas se convierten en oportunidades de aprendizaje! Traduce palabras fácilmente mientras navegas por la web en tu segundo idioma, y usa la repetición espaciada para grabar estas palabras en tu mente.\n\nEl juego de aprendizaje stickly, las tarjetas didácticas y la lista de palabras entienden tus habilidades lingüísticas y te ayudan a ampliar tu vocabulario hasta alcanzar un nivel casi nativo con el tiempo.",
    "fr": "Améliore ta langue seconde avec stickly.\nMême si tu parles ta langue seconde très couramment, il y a de fortes chances que tu rencontres un mot inconnu dans une ligne de texte sur cinq. Tu pourrais comprendre le sens grâce au contexte, mais tu risques de l'oublier.\nAvec stickly, les rencontres avec des mots inconnus deviennent des occasions d'apprentissage ! Traduis facilement des mots pendant que tu navigues sur le web dans ta langue seconde, et utilise la répétition espacée pour ancrer ces mots dans ton esprit.\n\nLe jeu d'apprentissage stickly, les flashcards et la liste de mots comprennent tes compétences linguistiques et t'aident à enrichir ton vocabulaire jusqu'à atteindre un niveau quasi natif avec le temps.",
    "it": "Migliora la tua lingua secondaria con stickly.\nAnche se parli molto bene la tua lingua secondaria, c'è una grande possibilità che tu incontri una parola sconosciuta in una su cinque righe di testo. Potresti capire il significato attraverso il contesto, ma probabilmente lo dimenticherai.\nCon stickly, gli incontri con parole sconosciute diventano opportunità di apprendimento! Traduci facilmente le parole mentre navighi sul web nella tua lingua secondaria e usa la ripetizione spaziata per fissare queste parole nella tua mente.\n\nIl gioco di apprendimento stickly, le flashcards e l'elenco di parole comprendono le tue abilità linguistiche e ti aiutano a costruire il tuo vocabolario fino a raggiungere un livello quasi madrelingua nel tempo.",
    "ja": "sticklyで副言語を向上させよう。\nたとえ副言語を流暢に話せるとしても、5行に1行の割合で未知の単語に出会う可能性が高いです。文脈から意味を理解できるかもしれませんが、おそらく忘れてしまうでしょう。\nsticklyを使えば、未知の単語に出会うことが学習のチャンスに変わります！副言語でWebをブラウジングしながら簡単に単語を翻訳し、スペースドリピテーションを利用してこれらの単語を頭に定着させましょう。\n\nsticklyの学習ゲーム、フラッシュカード、単語リストはあなたの言語スキルを理解し、時間をかけて母国語レベルに近い語彙を築き上げるお手伝いをします。",
    "ru": "Улучшите свой второй язык с помощью stickly.\nДаже если вы говорите на втором языке очень свободно, существует высокая вероятность того, что вы столкнетесь с неизвестным словом в одной из пяти строк текста. Вы можете понять значение по контексту, но скорее всего забудете его.\nС stickly встреча с неизвестными словами становится возможностью для обучения! Легко переводите слова, пока вы просматриваете веб в вашем втором языке, и используйте интервальное повторение, чтобы закрепить эти слова в вашем сознании.\n\nИгра для обучения stickly, карточки и список слов понимают ваши языковые навыки и помогают вам со временем наработать словарный запас почти на уровне носителя языка.",
    "uk": "Покращуйте свою другу мову з stickly.\nНавіть якщо ви дуже вільно розмовляєте на другій мові, існує висока ймовірність, що ви зустрінете невідоме слово в одному з п’яти рядків тексту. Ви можете зрозуміти значення через контекст, але, ймовірно, забудете його.\nЗ stickly зустрічі з невідомими словами стають можливістю для навчання! Легко перекладайте слова, поки ви переглядаєте веб у своїй другій мові, та використовуйте систему розподіленого повторення, щоб закріпити ці слова у вашій пам'яті.\n\nНавчальна гра stickly, картки та список слів розуміють ваші мовні навички та допомагають вам з часом підвищити ваш словниковий запас до майже рідного рівня.",
    "vi": "Cải thiện ngôn ngữ thứ hai của bạn với stickly.\nNgay cả khi bạn nói ngôn ngữ thứ hai rất thành thạo, có khả năng cao bạn sẽ gặp một từ không biết trong mỗi năm dòng văn bản. Bạn có thể hiểu ý nghĩa thông qua ngữ cảnh, nhưng có lẽ sẽ quên nó.\nVới stickly, những lần gặp từ không biết trở thành cơ hội học tập! Dễ dàng dịch từ trong khi bạn duyệt web bằng ngôn ngữ thứ hai của mình, và sử dụng phương pháp lặp lại có khoảng cách để ghi nhớ những từ này vào tâm trí bạn.\n\nTrò chơi học stickly, flashcards và danh sách từ hiểu biết về khả năng ngôn ngữ của bạn và giúp bạn xây dựng từ vựng của mình lên mức gần như bản xứ theo thời gian."
  }
}