{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FileWave Engage Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Communicates with the Engage application and supports it."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Engage for Chrome OS: Bringing the FileWave Engage classroom experience to Chrome OS.\n\n  Requirements: Engage for Chrome OS requires the FileWave Engage system to be installed and activated. FileWave Engage is part of the FileWave Management Suite - please ask your System Administrator for details about using Engage for Chrome OS on your Chromebook devices.\n\n  Please note: Engage for Chrome OS does not support all FileWave Engage features.\n\n Engage for Chrome OS is the companion application to the FileWave Engage system. This native Chrome OS app will allow teachers to:\n  * Share classroom content with students using Chromebooks.\n  * Direct students to take a poll or go to a specified website.\n  * Lock / “Black out” student screens, keeping distractions hidden during times of instruction.\n  * Enforce a specified tab to remain in front.\n \nContent Management\n Engage provides teachers with the ability to centralize course content and easily present it to students in a week-by-week planner-view. Teachers are free to use whatever system they are familiar with (iTunes U, Google Drive, personal websites - anything with a URL) to share content. If the URL's to the content change, teachers do not need to inform students, thus greatly simplifying the task of ensuring everyone is accessing the right content.\n\n  Polls\n Teachers can quickly and easily create polls to check for student understanding. These “pop” quizzes can be shared within seconds to students to gain immediate feedback and adjust instruction as needed. Student responses are made available to teachers in a way that makes it very easy to identify which student(s) may require additional help on a particular concept.\n\n  Eyes Up Front\n With a single action, teachers can temporarily lock / “black out” the screens of an entire classroom of student devices to focus students’ attention on the teacher.\n\n  Messages \nTeachers can send messages to selected students in their class. This method of communication enables teachers to communicate with specific students, without disrupting the concentration of other students."
  }
}