{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FavText"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FavText is Research Made Easy chrome extension. With FavText, you can bookmark your favourite text on the Internet. This could be…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FavText is Research Made Easy chrome extension. With FavText, you can bookmark your favourite text on the Internet. This could be on a web site or in a social media handle. As long as this line is publicly visible you can bookmark it.\n\nThe bookmark remembers the text, the URL, and has additional attributes as Line name, Author name, metadata and categories for easy search, referencing and collaboration. Using these attributes you can set an easy to record, access, download or share your records.\n\nYou can add more context to your bookmarks with these parameters.\nLine Name: Can put 1-3 word title to remember this line. Basically, summarize your note or bookmark.\nAuthor Name: Give credit to the author.\nCategory: There are hundreds of public categories. Enter a letter and autocomplete shows categories. Select what you need. Else, enter your own category name. This would be remembered and shown in future FavTexts. You can customize these categories for subject-based indexing or collaboration.\nMetadata: Select from  auto-metadata suggestions or enter your comma separated list of metadata.\n\nSuggested Use Cases\nBookmark any line or para you read on the Internet. Build your own quotes library, tips gallery or track subscriptions.\nPerform Structured Research. When writing a blog, working on a detailed presentation or research, you can create own category and save hundreds, and even thousands of bookmarks. Later use these records for bibliography management or reference tracking.\nCollaboration. You can define a common category and share in a group of users. All bookmarks saved by all users in the group are accessible to all members. \n\nStart intelligent bookmarking today."
  }
}