{
  "name": {
    "ar": "لعبة Shoot Robbers - تعمل دون اتصال بالإنترنت",
    "am": "የተኩስ ዘራፊዎች ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Shoot Robbers - работи офлайн",
    "bn": "শুট রোবারস গেম - অফলাইনে চলে",
    "ca": "Joc Shoot Robbers: funciona fora de línia",
    "cs": "Hra Shoot Robbers – běží offline",
    "da": "Shoot Robbers Game - Kører offline",
    "de": "Shoot Robbers Game - Läuft offline",
    "el": "Shoot Robbers Game -Εκτελείται εκτός σύνδεσης",
    "en,en_AU,en_GB,en_US": "Shoot Robbers Game - Runs Offline",
    "es,es_419": "Shoot Robbers Game - Funciona sin conexión",
    "et": "Tulista röövlimäng – töötab võrguühenduseta",
    "fa": "بازی Shoot Robbers - بصورت آفلاین اجرا می شود",
    "fi": "Shoot Robbers Game - toimii offline-tilassa",
    "fil": "Shoot Robbers Game - Tumatakbo Offline",
    "fr": "Shoot Robbers Game - Fonctionne hors ligne",
    "gu": "શૂટ રોબર્સ ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק שודדים - פועל במצב לא מקוון",
    "hi": "लुटेरों को गोली मारो खेल - ऑफ़लाइन चलता है",
    "hr": "Igra Shoot Robbers - izvodi se izvan mreže",
    "hu": "Shoot Robbers Game - Offline fut",
    "id": "Shoot Robbers Game - Berjalan Offline",
    "it": "Shoot Robbers Game - Funziona Offline",
    "ja": "強盗を撃つゲーム - オフラインで実行",
    "kn": "ರಾಬರ್ಸ್ ಆಟವನ್ನು ಶೂಟ್ ಮಾಡಿ",
    "ko": "강도 게임 촬영 - 오프라인 실행",
    "lt": "Žaidimas Shoot Robbers – veikia neprisijungus",
    "lv": "Spēle Shoot Robbers — darbojas bezsaistē",
    "ml": "റോബേഴ്സ് ഗെയിം ഷൂട്ട് ചെയ്യുക",
    "mr": "शूट रॉबर्स गेम - ऑफलाइन चालतो",
    "ms": "Permainan Tembak Perompak",
    "nl": "Shoot Robbers Game - draait offline",
    "no": "Shoot Robbers Game - Kjører frakoblet",
    "pl": "Gra Shoot Robbers - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Shoot Robbers - Funciona offline",
    "ro": "Joc Shoot Robbers - rulează offline",
    "ru": "Стреляй в грабителей",
    "sk": "Hra Shoot Robbers – beží offline",
    "sl": "Igra Shoot Robbers - deluje brez povezave",
    "sr": "Схоот Робберс Гаме - ради ван мреже",
    "sv": "Shoot Robbers Game - Körs offline",
    "sw": "Risasi Majambazi Mchezo",
    "ta": "ஷூட் ராபர்ஸ் கேம்",
    "te": "షూట్ దొంగలు గేమ్",
    "th": "เกม Shoot Robbers - ทำงานแบบออฟไลน์",
    "tr": "Soyguncuları Vur Oyunu - Çevrimdışı Çalışıyor",
    "uk": "Гра Стріляй у грабіжників",
    "vi": "Trò chơi bắn cướp - Chạy ngoại tuyến",
    "zh_CN": "射击强盗游戏 - 离线运行",
    "zh_TW": "射擊強盜遊戲 - 離線運行"
  },
  "short": {
    "ar": "Shoot Robbers هي لعبة إطلاق نار ممتعة. أطلق النار على اللصوص قبل أن يضربوك. تحديث البندقية! العب الآن واستمتع!",
    "am": "Shoot Robbers አስደሳች የተኩስ ጨዋታ ነው። ዘራፊዎቹን ከመምታታቸው በፊት ተኩሱ። ሽጉጡን እንደገና ይጫኑ! አሁን ይጫወቱ እና ይደሰቱ!",
    "bg": "Shoot Robbers е игра със стрелба. Стреляйте по разбойниците, преди да са ви ударили. Презареди пистолета! Наслади се!",
    "bn": "শুট রোবারস একটি মজার শুটিং গেম। ডাকাতরা আপনাকে আঘাত করার আগে গুলি কর। বন্দুক পুনরায় লোড! এখন খেলুন এবং উপভোগ করুন!",
    "ca": "Shoot Robbers és un divertit joc de trets. Dispara als lladres abans que et peguen. Torna a carregar l'arma! Juga ara i gaudeix!",
    "cs": "Shoot Robbers je zábavná střílečka. Zastřelte lupiče dříve, než zasáhnou vás. Znovu nabijte zbraň! Hrajte nyní a užívejte si!",
    "da": "Shoot Robbers er et sjovt skydespil. Skyd røverne, før de rammer dig. Genlad pistolen! Spil nu og nyd!",
    "de": "Shoot Robbers ist ein Ballerspiel. Erschieße die Räuber, bevor sie dich treffen. Laden Sie die Waffe nach! Genießen!",
    "el": "Το Shoot Robbers είναι ένα παιχνίδι σκοποβολής. Πυροβόλησε τους ληστές πριν σε χτυπήσουν. Γεμίστε ξανά το όπλο! Απολαμβάνω!",
    "en,en_AU,en_GB,en_US": "Shoot Robbers is a fun shooting game. Shoot the robbers before they hit you. Reload the gun! Play Now and Enjoy!",
    "es,es_419": "Shoot Robbers es un juego de disparos. Dispara a los ladrones antes de que te golpeen. ¡Recarga el arma! ¡Disfrutar!",
    "et": "Shoot Robbers on lõbus tulistamismäng. Tulista röövlid enne, kui nad sind tabavad. Laadi relv uuesti! Mängige kohe ja nautige!",
    "fa": "Shoot Robbers یک بازی سرگرم کننده تیراندازی است. قبل از اینکه سارقان به شما ضربه بزنند به آنها شلیک کنید. اسلحه را دوباره پر کنید!…",
    "fi": "Shoot Robbers on hauska ammuntapeli. Ammu rosvoja ennen kuin he osuvat sinuun. Lataa ase uudelleen! Pelaa nyt ja nauti!",
    "fil": "Ang Shoot Robbers ay isang shooting game. Abutin ang mga magnanakaw bago ka nila matamaan. I-reload ang baril! Enjoy!",
    "fr": "Shoot Robbers est un jeu de tir. Tirez sur les voleurs avant qu'ils ne vous frappent. Rechargez le pistolet ! Apprécier!",
    "gu": "શૂટ રોબર્સ એ શૂટિંગ ગેમ છે. લૂંટારાઓ તમને હિટ કરે તે પહેલાં તેમને ગોળી મારી દો. બંદૂક ફરીથી લોડ કરો! આનંદ માણો!",
    "he": "Shoot Robbers הוא משחק יריות מהנה. תירה בשודדים לפני שהם פוגעים בך. טען מחדש את האקדח! שחקו עכשיו ותהנו!",
    "hi": "शूट रॉबर्स एक मजेदार शूटिंग गेम है। लुटेरों को गोली मारो इससे पहले कि वे तुम्हें मारें। बंदूक पुनः लोड करें! अभी खेलें और आनंद लें!",
    "hr": "Shoot Robbers je igra pucanja. Pucajte u pljačkaše prije nego što vas napadnu. Ponovno napuni pištolj! Igrajte sada i uživajte!",
    "hu": "A Shoot Robbers egy szórakoztató lövöldözős játék. Lődd le a rablókat, mielőtt eltalálnak. Töltsd újra a fegyvert! Élvezd!",
    "id": "Shoot Robbers adalah game menembak. Tembak para perampok sebelum mereka memukulmu. Muat ulang senjatanya! Menikmati!",
    "it": "Shoot Robbers è un divertente gioco di tiro. Spara ai ladri prima che ti colpiscano. Ricarica la pistola! Gioca ora e divertiti!",
    "ja": "シュートロバーズは楽しいシューティングゲームです。 彼らがあなたを襲う前に強盗を撃ちます。 銃をリロード！ 今すぐプレイしてお楽しみください！",
    "kn": "ಶೂಟ್ ರಾಬರ್ಸ್ ಶೂಟಿಂಗ್ ಆಟವಾಗಿದೆ. ದರೋಡೆಕೋರರು ನಿಮ್ಮನ್ನು ಹೊಡೆಯುವ ಮೊದಲು ಅವರನ್ನು ಶೂಟ್ ಮಾಡಿ. ಗನ್ ಅನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ! ಆನಂದಿಸಿ!",
    "ko": "Shoot Robbers는 재미있는 슈팅 게임입니다. 그들이 당신을 때리기 전에 강도를 쏴. 총을 장전하세요! 지금 플레이하고 즐기세요!",
    "lt": "Shoot Robbers yra šaudymo žaidimas. Nušaukite plėšikus, kol jie jums nepataikė. Iš naujo užtaisyk ginklą! Mėgautis!",
    "lv": "Shoot Robbers ir jautra šaušanas spēle. Nošauj laupītājus, pirms tie tev trāpa. Pārlādējiet ieroci! Spēlējiet tagad un izbaudiet!",
    "ml": "ഷൂട്ട് റോബേഴ്സ് ഒരു ഷൂട്ടിംഗ് ഗെയിമാണ്. കവർച്ചക്കാർ നിങ്ങളെ തല്ലുന്നതിനുമുമ്പ് അവരെ വെടിവയ്ക്കുക. തോക്ക് വീണ്ടും ലോഡുചെയ്യുക!",
    "mr": "शूट रॉबर्स हा एक मजेदार शूटिंग गेम आहे. दरोडेखोरांनी तुम्हाला मारण्यापूर्वी त्यांना गोळ्या घाला. बंदूक रीलोड करा! आनंद घ्या!",
    "ms": "Tembak Perompak ialah permainan menembak. Tembak perompak sebelum mereka memukul anda. Muat semula pistol! Nikmati!",
    "nl": "Shoot Robbers is een leuk schietspel. Schiet de overvallers neer voordat ze jou raken. Laad het pistool opnieuw! Speel nu en geniet!",
    "no": "Shoot Robbers er et morsomt skytespill. Skyt ranerne før de slår deg. Last pistolen på nytt! Spill nå og nyt!",
    "pl": "Shoot Robbers to zabawna strzelanka. Zastrzel złodziei, zanim cię uderzą. Przeładuj broń! Zagraj teraz i ciesz się!",
    "pt_BR,pt_PT": "Shoot Robbers é um divertido jogo de tiro. Atire nos ladrões antes que eles atinjam você. Recarregue a arma! Aproveitar!",
    "ro": "Shoot Robbers este un joc distractiv cu împușcături. Impușcă tâlharii înainte să te lovească. Reîncărcați arma! Bucurați-vă!",
    "ru": "Shoot Robbers — это стрелялка. Стреляйте в грабителей до того, как они ударят вас. Перезарядите пистолет! Наслаждаться!",
    "sk": "Shoot Robbers je zábavná strieľačka. Zastreľte lupičov skôr, ako zasiahnu vás. Nabite zbraň! Hrajte teraz a užívajte si!",
    "sl": "Shoot Robbers je zabavna strelska igra. Ustreli roparje, preden zadenejo tebe. Ponovno napolni pištolo! Igrajte zdaj in uživajte!",
    "sr": "Схоот Робберс је игра пуцања. Пуцајте у пљачкаше пре него што вас ударе. Поново напуни пиштољ! Уживати!",
    "sv": "Shoot Robbers är ett roligt skjutspel. Skjut rånarna innan de slår dig. Ladda om pistolen! Spela nu och njut!",
    "sw": "Risasi Majambazi ni mchezo wa risasi. Wapige risasi majambazi kabla hawajakupiga. Pakia tena bunduki! Furahia!",
    "ta": "ஷூட் ராபர்ஸ் ஒரு படப்பிடிப்பு விளையாட்டு. கொள்ளையர்கள் உங்களைத் தாக்கும் முன் அவர்களைச் சுட்டுவிடுங்கள். மகிழுங்கள்!",
    "te": "షూట్ రాబర్స్ అనేది షూటింగ్ గేమ్. దొంగలు మిమ్మల్ని కొట్టే ముందు వారిని కాల్చండి. తుపాకీని మళ్లీ లోడ్ చేయండి! ఆనందించండి!",
    "th": "Shoot Robbers เป็นเกมยิงที่สนุก ยิงโจรก่อนที่จะโจมตีคุณ โหลดปืนใหม่! เล่นเลยและสนุกได้เลย!",
    "tr": "Shoot Robbers bir atış oyunudur. Soyguncuları size vurmadan önce vurun. Silahı tekrar doldurun! Zevk almak!",
    "uk": "Shoot Robbers - це гра-стрілялка. Стріляйте в грабіжників, перш ніж вони вдарять вас. Перезарядіть рушницю! Насолоджуйтесь!",
    "vi": "Shoot Robbers là một game bắn súng vui nhộn. Bắn những tên cướp trước khi chúng đánh bạn. Tải lại súng! Chơi ngay và tận hưởng!",
    "zh_CN": "Shoot Robbers 是一款有趣的射击游戏。 在劫匪打你之前射他们。 重装枪！ 现在玩，享受吧！",
    "zh_TW": "Shoot Robbers 是一款有趣的射擊遊戲。 在劫匪打你之前射他們。 重裝槍！ 現在玩，享受吧！"
  },
  "long": {
    "ar": "Shoot Robbers هي لعبة إطلاق نار مدمنة.\n\nاطلاق النار على روبيرز لعبة مؤامرة\nكانت سرقة ليلية عندما اقتحم لصوص عديمو الضمير مبنى سكني لسرقة سكانه. من أجل سرقة الأموال والمجوهرات من أولئك الذين يعيشون في الممتلكات ، فإنهم سيفعلون أي شيء.\n\nاللعب\nمهمتك هي إطلاق النار على كل اللصوص الذين تراهم في النوافذ وعلى أسطح المبنى قبل أن يطلقوا النار عليك بلا رحمة.\nهل ستكون قادرًا على إنهاء عملك في لعبة الحركة هذه المليئة بالتشويق والتوتر؟\n\nكيف تلعب لعبة اطلاق النار على روبيرز\nلعب Shoot Robbers بسيط للغاية. اضغط أو انقر فوق كل سارق يظهر تدريجياً في مكان ما. اقتل الحشد في أسرع وقت ممكن قبل أن يطلقوا النار عليك. كن مستعدًا لإعادة تحميل بندقيتك لتجنب نفاذ الرصاص.\n\nضوابط\n- الكمبيوتر: استخدم الفأرة وانقر على كل اللصوص الذين تراهم لإطلاق النار عليهم.\n- جهاز محمول للعب: اضغط على اللصوص الذين يظهرون لتصويبهم وإطلاق النار عليهم.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nالميزات\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nإنها واحدة من ألعاب الرماية العديدة التي نقدمها.\n\nكم عدد اللصوص الذين يمكنك قتلهم أثناء لعب Shoot Robbers؟ أظهر لنا كم أنت جيد في ألعاب الحركة. العب الان!",
    "am": "Shoot Robbers ሱስ የሚያስይዝ የተኩስ ጨዋታ ነው።\n\nየዘራፊዎች ጨዋታ ሴራ\nነዋሪዎቿን ለመዝረፍ ህሊና ቢስ ዘራፊዎች አንድ አፓርትመንት ህንጻ ውስጥ ገብተው ሲገቡ የሌሊት ወፍ ነበር። በንብረቱ ላይ ከሚኖሩት ገንዘብ እና ጌጣጌጥ ለመስረቅ, ማንኛውንም ነገር ያደርጋሉ.\n\nጨዋታ\nየእርስዎ ተግባር በመስኮቶች እና በህንፃው ጣሪያ ላይ የሚያዩትን ሌቦች ሁሉ ያለምንም ርህራሄ ከመተኮሳቸው በፊት መተኮስ ነው።\nበጥርጣሬ እና በጭንቀት በተሞላው በዚህ የድርጊት ጨዋታ ውስጥ ስራዎን መጨረስ ይችሉ ይሆን?\n\nየተኩስ ዘራፊዎችን ጨዋታ እንዴት መጫወት እንደሚቻል\nተኩስ ዘራፊዎችን መጫወት በጣም ቀላል ነው። ቀስ በቀስ የሆነ ቦታ የሚታየውን እያንዳንዱን ዘራፊ ይንኩ ወይም ይንኩ። ህዝቡን ከመተኮሳቸው በፊት በተቻለ ፍጥነት ግደሉ። ጥይቶች እንዳያልቁ ጠመንጃዎን እንደገና ለመጫን ይዘጋጁ።\n\nመቆጣጠሪያዎች\n- ኮምፒውተር፡ አይጥህን ተጠቀም እና የሚያዩአቸውን ዘራፊዎች ለመተኮስ ጠቅ አድርግ።\n- የሚጫወትበት ተንቀሳቃሽ መሳሪያ፡ ወንበዴዎችን ለማነጣጠር እና ለመተኮስ ይንኩ።\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nከምናቀርባቸው በርካታ የተኩስ ጨዋታዎች አንዱ ነው።\n\nShoot Robbers እየተጫወቱ ስንት ዘራፊዎችን መግደል ይችላሉ? በድርጊት ጨዋታዎች ላይ ምን ያህል ጥሩ እንደሆኑ ያሳዩን። አሁን ይጫወቱ!",
    "bg": "Shoot Robbers е пристрастяваща игра със стрелба.\n\nСТРЕЛЯЙТЕ СЮЖЕТ НА ИГРАТА ROBERS\nБеше нощен обир, когато безскрупулни крадци нахлуха в жилищна сграда, за да ограбят жителите й. За да откраднат пари и бижута от живеещите в имота, те ще направят всичко.\n\nИГРА\nВашата задача е да застреляте всички крадци, които видите по прозорците и по покривите на сградата, преди те да застрелят безмилостно вас.\nЩе успеете ли да завършите работата си в тази екшън игра, пълна с напрежение и напрежение?\n\nКАК СЕ ИГРАЕ ИГРАТА SHOOT ROBERS\nИграта Shoot Robbers е много проста. Докоснете или щракнете върху всеки разбойник, който постепенно се появява някъде. Убийте тълпата възможно най-скоро, преди да са ви застреляли. Бъдете готови да презаредите пушката си, за да не останете без куршуми.\n\nУПРАВЛЕНИЯ\n- Компютър: използвайте мишката и кликнете върху всички разбойници, които видите, за да ги застреляте.\n- Мобилно устройство за игра: докоснете появяващите се крадци, за да ги прицелите и застреляте.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nТова е една от няколкото игри със стрелба, които предлагаме.\n\nКолко разбойници можете да убиете, играейки Shoot Robbers? Покажете ни колко сте добри в екшън игрите. Играй сега!",
    "bn": "শুট রোবার্স একটি আসক্তিমূলক শুটিং গেম।\n\nশুট রোবারস গেম প্লট\nএটি একটি রাতের ডাকাতি ছিল যখন অসাধু ডাকাতরা একটি অ্যাপার্টমেন্ট বিল্ডিং এর বাসিন্দাদের ডাকাতির জন্য প্রবেশ করেছিল। সম্পত্তিতে বসবাসকারীদের কাছ থেকে অর্থ এবং গয়না চুরি করার জন্য, তারা যে কোনও কিছু করবে।\n\nগেমপ্লে\nআপনার কাজ হল আপনাকে নির্দয়ভাবে গুলি করার আগে জানালা এবং বিল্ডিংয়ের ছাদে আপনি যে সমস্ত চোরকে দেখেন তাদের গুলি করা।\nসাসপেন্স এবং টেনশনে ভরা এই অ্যাকশন গেমটিতে আপনি কি আপনার কাজ শেষ করতে পারবেন?\n\nশ্যুট রোবারস গেমটি কীভাবে খেলবেন\nশুট রোবারস খেলা খুব সহজ। ধীরে ধীরে কোথাও প্রদর্শিত প্রতিটি ডাকাতকে আলতো চাপুন বা ক্লিক করুন। তারা আপনাকে গুলি করার আগে যত তাড়াতাড়ি সম্ভব ভিড়কে হত্যা করুন। বুলেট ফুরিয়ে যাওয়া এড়াতে আপনার রাইফেল পুনরায় লোড করার জন্য প্রস্তুত থাকুন।\n\nনিয়ন্ত্রণ\n- কম্পিউটার: আপনার মাউস ব্যবহার করুন এবং আপনি যে সব ডাকাতকে দেখেন তাদের গুলি করতে ক্লিক করুন৷\n- খেলতে মোবাইল ডিভাইস: উপস্থিত ডাকাতদের লক্ষ্য করতে এবং গুলি করতে ট্যাপ করুন।\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nএটি আমাদের অফার করা বেশ কয়েকটি শুটিং গেমের মধ্যে একটি।\n\nশুট রোবারস খেলে আপনি কত ডাকাতকে মারতে পারবেন? অ্যাকশন গেমে আপনি কতটা ভালো তা আমাদের দেখান। এখন খেলুন!",
    "ca": "Shoot Robbers és un joc de trets addictiu.\n\nPARCELA DE JOC SHOT ROBERS\nVa ser un atrac nocturn quan lladres sense escrúpols van irrompre en un edifici d'apartaments per robar als seus residents. Per robar diners i joies als qui viuen a la propietat, faran qualsevol cosa.\n\nJOC\nLa teva tasca és disparar a tots els lladres que veus a les finestres i als terrats de l'edifici abans que et disparin sense pietat.\nSeràs capaç d'acabar la teva feina en aquest joc d'acció ple de suspens i tensió?\n\nCOM JUGAR AL JOC SHOT ROBBERS\nJugar a Shoot Robbers és molt senzill. Toqueu o feu clic a cada lladre que apareix gradualment en algun lloc. Mata la multitud tan aviat com sigui possible abans que et disparin. Prepareu-vos per tornar a carregar el vostre rifle per evitar quedar-vos sense bales.\n\nCONTROLS\n- Ordinador: utilitza el ratolí i fes clic a tots els lladres que veus per disparar-los.\n- Dispositiu mòbil per jugar: toqueu els lladres que apareixen per apuntar i disparar-los.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nÉs un dels diversos jocs de trets que oferim.\n\nQuants lladres pots matar jugant a Shoot Robbers? Mostra'ns el bo que ets als jocs d'acció. Juga ara!",
    "cs": "Shoot Robbers je návyková střílečka.\n\nZASTALOVAT LOUPEŽNÍKY HRA PLET\nJednalo se o noční loupež, kdy bezohlední lupiči vtrhli do činžovního domu, aby okradli jeho obyvatele. Aby ukradli peníze a šperky od lidí žijících na pozemku, udělají cokoliv.\n\nHRANÍ\nVaším úkolem je postřílet všechny zloděje, které uvidíte v oknech a na střechách budovy, než vás nemilosrdně zastřelí.\nPodaří se vám dokončit svou práci v této akční hře plné napětí a napětí?\n\nJAK HRÁT HRU SHOT ROBBERS\nHra Shoot Robbers je velmi jednoduchá. Klepněte nebo klikněte na každého lupiče, který se postupně někde objeví. Zabijte dav co nejdříve, než vás zastřelí. Buďte připraveni znovu nabít pušku, aby vám nedošly náboje.\n\nŘÍZENÍ\n- Počítač: pomocí myši klikněte na všechny lupiče, které vidíte, a zastřelte je.\n- Mobilní zařízení pro hraní: klepnutím na objevující se lupiče zaměřte a zastřelte je.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFUNKCE\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nJe to jedna z několika stříleček, které nabízíme.\n\nKolik lupičů můžete zabít při hře Shoot Robbers? Ukažte nám, jak jste dobří v akčních hrách. Hrát hned!",
    "da": "Shoot Robbers er et vanedannende skydespil.\n\nSKYD ROBBERS SPILPLOT\nDet var et tyveri om natten, da skruppelløse røvere brød ind i en lejlighedsbygning for at røve dens beboere. For at stjæle penge og smykker fra dem, der bor på ejendommen, vil de gøre hvad som helst.\n\nSPIL\nDin opgave er at skyde alle de tyve, du ser i vinduerne og på bygningens tage, før de skyder dig nådesløst.\nVil du være i stand til at afslutte dit job i dette actionspil fuld af spænding og spænding?\n\nSÅDAN SPILLER MAN SHOOT ROBBERS-SPIL\nAt spille Shoot Robbers er meget enkelt. Tryk eller klik på hver røver, der gradvist dukker op et eller andet sted. Dræb mængden så hurtigt som muligt, før de skyder dig. Vær forberedt på at genoplade din riffel for at undgå at løbe tør for kugler.\n\nKONTROLLER\n- Computer: Brug din mus og klik på alle de røvere, du ser, for at skyde dem.\n- Mobil enhed at spille: Tryk på de tilsyneladende røvere for at sigte og skyde dem.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nDet er et af flere skydespil, vi tilbyder.\n\nHvor mange røvere kan du dræbe ved at spille Shoot Robbers? Vis os, hvor god du er til actionspil. Spil nu!",
    "de": "Shoot Robbers ist ein fesselndes Ballerspiel.\n\nSHOOT Räuber SPIELPLAN\nEs war ein nächtlicher Überfall, als skrupellose Räuber in ein Wohnhaus einbrachen, um dessen Bewohner auszurauben. Um Geld und Schmuck von den Bewohnern des Grundstücks zu stehlen, tun sie alles.\n\nSPIELWEISE\nIhre Aufgabe ist es, alle Diebe zu erschießen, die Sie in den Fenstern und auf den Dächern des Gebäudes sehen, bevor sie Sie gnadenlos erschießen.\nSchaffst du es, deinen Job in diesem Actionspiel voller Spannung und Spannung zu beenden?\n\nWIE MAN SHOOT ROBBERS SPIEL SPIELT\nShoot Robbers zu spielen ist sehr einfach. Tippen oder klicken Sie auf jeden Räuber, der nach und nach irgendwo auftaucht. Töten Sie die Menge so schnell wie möglich, bevor sie Sie erschießen. Seien Sie darauf vorbereitet, Ihr Gewehr nachzuladen, damit Ihnen die Kugeln nicht ausgehen.\n\nSTEUERUNG\n- Computer: Benutze deine Maus und klicke auf alle Räuber, die du siehst, um sie zu erschießen.\n- Mobiles Gerät zum Spielen: Tippen Sie auf die erscheinenden Räuber, um zu zielen und sie zu erschießen.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nMERKMALE\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nEs ist eines von mehreren Ballerspielen, die wir anbieten.\n\nWie viele Räuber kannst du beim Spielen von Shoot Robbers töten? Zeigen Sie uns, wie gut Sie in Actionspielen sind. Jetzt spielen!",
    "el": "Το Shoot Robbers είναι ένα εθιστικό παιχνίδι σκοποβολής.\n\nΣΟΟΤ ΛΗΣΤΕΣ ΠΑΙΧΝΙΔΙΚΕΣ ΠΛΗΡΟΦΟΡΙΕΣ\nΉταν μια νυχτερινή ληστεία όταν αδίστακτοι ληστές εισέβαλαν σε πολυκατοικία για να ληστέψουν τους κατοίκους της. Για να κλέψουν χρήματα και κοσμήματα από όσους μένουν στο ακίνητο, θα κάνουν τα πάντα.\n\nGAMEPLAY\nΤο καθήκον σας είναι να πυροβολήσετε όλους τους κλέφτες που βλέπετε στα παράθυρα και στις στέγες του κτιρίου πριν σας πυροβολήσουν ανελέητα.\nΘα καταφέρετε να ολοκληρώσετε τη δουλειά σας σε αυτό το παιχνίδι δράσης γεμάτο σασπένς και ένταση;\n\nΠΩΣ ΝΑ ΠΑΙΞΕΤΕ ΤΟ ΠΑΙΧΝΙΔΙ SHOT ROBBERS\nΤο παιχνίδι Shoot Robbers είναι πολύ απλό. Πατήστε ή κάντε κλικ σε κάθε ληστή που εμφανίζεται σταδιακά κάπου. Σκοτώστε το πλήθος το συντομότερο δυνατό πριν σας πυροβολήσουν. Να είστε έτοιμοι να γεμίσετε ξανά το τουφέκι σας για να μην ξεμείνετε από σφαίρες.\n\nΕΛΕΓΧΟΙ\n- Υπολογιστής: χρησιμοποιήστε το ποντίκι σας και κάντε κλικ σε όλους τους ληστές που βλέπετε για να τους πυροβολήσετε.\n- Κινητή συσκευή για παιχνίδι: αγγίξτε τους ληστές που εμφανίζονται για να στοχεύσετε και να τους πυροβολήσετε.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΕίναι ένα από τα πολλά παιχνίδια σκοποβολής που προσφέρουμε.\n\nΠόσους ληστές μπορείτε να σκοτώσετε παίζοντας Shoot Robbers; Δείξε μας πόσο καλός είσαι στα παιχνίδια δράσης. Παίξε τώρα!",
    "en,en_AU,zh_TW": "Shoot Robbers is an addictive shooting game. \n\nSHOOT ROBBERS GAME PLOT\nIt was a nighttime heist when unscrupulous robbers broke into an apartment building to rob its residents. In order to steal money and jewelry from those living on the property, they will do anything.\n\nGAMEPLAY\nYour task is to shoot all the thieves you see in the windows and on the roofs of the building before they shoot you mercilessly.\nWill you be able to finish your job in this action game full of suspense and tension?\n\nHOW TO PLAY SHOOT ROBBERS GAME\nPlaying Shoot Robbers is very simple. Tap or click on each robber that gradually appears somewhere. Kill the crowd as soon as possible before they shoot you. Be prepared to reload your rifle to avoid running out of bullets.\n\nCONTROLS\n- Computer: use your mouse and click on all the robbers you see to shoot them.\n- Mobile device to play: tap on the appearing robbers to aim and shoot them.\n\n\n\nFEATURES\n- Easy To Play\n- 100% Free\n- Offline Game\n\nIt is one of several shooting games we offer. \n\nHow many robbers can you kill playing Shoot Robbers? Show us how good you are at action games. Play Now!",
    "en_GB,en_US": "Shoot Robbers is an addicting shooting game. \n\nSHOOT ROBBERS GAME PLOT\nIt was a nighttime heist when unscrupulous robbers broke into an apartment building to rob its residents. In order to steal money and jewelry from those living on the property, they will do anything.\n\nGAMEPLAY\nYour task is to shoot all the thieves you see in the windows and on the roofs of the building before they shoot you mercilessly.\nWill you be able to finish your job in this action game full of suspense and tension?\n\nHOW TO PLAY SHOOT ROBBERS GAME\nPlaying Shoot Robbers is very simple. Tap or click on each robber that gradually appears somewhere. Kill the crowd as soon as possible before they shoot you. Be prepared to reload your rifle to avoid running out of bullets.\n\nCONTROLS\n- Computer: use your mouse and click on all the robbers you see to shoot them.\n- Mobile device to play: tap on the appearing robbers to aim and shoot them.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFEATURES\n- Easy To Play\n- 100% Free\n- Offline Game\n\nIt is one of several shooting games we offer. \n\nHow many robbers can you kill playing Shoot Robbers? Show us how good you are at action games. Play Now!",
    "es,es_419": "Shoot Robbers es un juego de disparos adictivo.\n\nJUEGO SHOOT ROBBERS PARCELA\nFue un atraco nocturno cuando ladrones sin escrúpulos irrumpieron en un edificio de apartamentos para robar a sus residentes. Para robar dinero y joyas de los que viven en la propiedad, harán cualquier cosa.\n\nCOMO SE JUEGA\nTu tarea es disparar a todos los ladrones que ves en las ventanas y en los techos del edificio antes de que te disparen sin piedad.\n¿Serás capaz de terminar tu trabajo en este juego de acción lleno de suspenso y tensión?\n\nCÓMO JUGAR EL JUEGO DE LADRONES DE DISPAROS\nJugar a Shoot Robbers es muy sencillo. Toque o haga clic en cada ladrón que aparece gradualmente en algún lugar. Mata a la multitud lo antes posible antes de que te disparen. Prepárate para recargar tu rifle para evitar quedarte sin balas.\n\nCONTROL S\n- Ordenador: usa el ratón y haz clic en todos los ladrones que veas para dispararles.\n- Dispositivo móvil para jugar: toque a los ladrones que aparecen para apuntar y dispararles.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\nEs uno de varios juegos de disparos que ofrecemos.\n\n¿A cuántos ladrones puedes matar jugando a Shoot Robbers? Muéstranos lo bueno que eres en los juegos de acción. ¡Reproducir ahora!",
    "et": "Shoot Robbers on sõltuvust tekitav tulistamismäng.\n\nLASKE RÖVLITE MÄNGU PLOT\nSee oli öine vargus, kui hoolimatud röövlid tungisid kortermajja, et röövida selle elanikke. Et varastada kinnistul elavatelt raha ja ehteid, tehakse kõike.\n\nMÄNGUMÄNG\nSinu ülesandeks on tulistada kõik vargad, keda näed hoone akendel ja katustel, enne kui nad sind halastamatult maha lasevad.\nKas suudate oma töö selles põnevust ja pinget täis põnevusmängus lõpetada?\n\nKUIDAS MÄNGIDA MÄNGU SHOT ROBBERS\nShoot Robbersi mängimine on väga lihtne. Puudutage või klõpsake igal röövlil, mis järk-järgult kuskile ilmub. Tapke rahvahulk niipea kui võimalik, enne kui nad teid maha lasevad. Olge valmis püssi uuesti laadima, et kuulid otsa ei saaks.\n\nJUHTSEADMED\n- Arvuti: kasutage hiirt ja klõpsake kõigi röövlite peal, et neid tulistada.\n- Mängimiseks mõeldud mobiilseade: puudutage ilmuvaid röövleid, et neid sihtida ja tulistada.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nSee on üks paljudest meie pakutavatest tulistamismängudest.\n\nKui palju röövleid saab tulisaröövleid mängides tappa? Näita meile, kui osav sa põnevusmängudes oled. Mängi nüüd!",
    "fa": "Shoot Robbers یک بازی تیراندازی اعتیادآور است.\n\nطرح بازی به سارقان شلیک کنید\nاین دزدی شبانه بود که دزدان بی‌وجدان برای سرقت از یک ساختمان آپارتمانی وارد آن شدند. برای سرقت پول و جواهرات از ساکنان ملک، آنها دست به هر کاری می زنند.\n\nگیم پلی\nوظیفه شما این است که به تمام دزدانی که در پنجره ها و پشت بام ساختمان می بینید شلیک کنید قبل از اینکه آنها بی رحمانه به شما شلیک کنند.\nآیا می توانید کار خود را در این بازی اکشن پر از تعلیق و تنش به پایان برسانید؟\n\nنحوه بازی SHOOT ROBBERS GAME\nبازی Shoot Robbers بسیار ساده است. روی هر دزدی که به تدریج در جایی ظاهر می شود ضربه بزنید یا کلیک کنید. قبل از اینکه به شما شلیک کنند، جمعیت را در اسرع وقت بکشید. برای جلوگیری از تمام شدن گلوله، آماده باشید که تفنگ خود را دوباره پر کنید.\n\nکنترل ها\n- کامپیوتر: از ماوس خود استفاده کنید و روی همه سارقانی که می بینید کلیک کنید تا به آنها شلیک کنید.\n- دستگاه تلفن همراه برای بازی: روی دزدان ظاهر شده ضربه بزنید تا آنها را هدف بگیرید و شلیک کنید.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nامکانات\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nاین یکی از چندین بازی تیراندازی است که ما ارائه می دهیم.\n\nبا بازی Shoot Robbers می توانید چند سارق را بکشید؟ به ما نشان دهید که چقدر در بازی های اکشن مهارت دارید. الان بازی کن!",
    "fi": "Shoot Robbers on koukuttava ammuntapeli.\n\nSHOOT ROBBERS -PELI JUONI\nSe oli yöryöstö, kun häikäilemättömät rosvot murtautuivat kerrostaloon ryöstääkseen sen asukkaita. Varastaakseen rahaa ja koruja kiinteistön asukkailta he tekevät mitä tahansa.\n\nPELAA\nSinun tehtäväsi on ampua kaikki varkaat, jotka näet rakennuksen ikkunoissa ja katoilla, ennen kuin he ampuvat sinut armottomasti.\nPystytkö suorittamaan työsi tässä jännitystä ja jännitystä täynnä olevassa toimintapelissä?\n\nMITEN PELAA SHOOT ROBBERS -PELIÄ\nShoot Robbersin pelaaminen on hyvin yksinkertaista. Napauta tai napsauta jokaista rosvoa, joka vähitellen ilmestyy jonnekin. Tapa yleisö mahdollisimman pian ennen kuin he ampuvat sinut. Varaudu lataamaan kivääri uudelleen, jotta luotit eivät lopu kesken.\n\nSÄÄDÖT\n- Tietokone: käytä hiirtä ja napsauta kaikkia näkemiäsi rosvoja ampuaksesi heidät.\n- Mobiililaite pelaamista varten: napauta ilmestyviä rosvoja kohdistaaksesi ja ampuaksesi heidät.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nSe on yksi monista tarjoamistamme ammuntapeleistä.\n\nKuinka monta rosvoa voit tappaa pelatessasi Shoot Robbersia? Näytä meille kuinka hyvä olet toimintapeleissä. Pelaa nyt!",
    "fil": "Ang Shoot Robbers ay isang nakakahumaling na laro ng pagbaril.\n\nSHOOT ROBBERS LARO PLOT\nIsang gabing pagnanakaw nang pumasok ang mga walang prinsipyong magnanakaw sa isang apartment building para pagnakawan ang mga residente nito. Para magnakaw ng pera at alahas sa mga nakatira sa property, gagawin nila ang lahat.\n\nGAMEPLAY\nAng iyong gawain ay barilin ang lahat ng mga magnanakaw na nakikita mo sa mga bintana at sa mga bubong ng gusali bago ka nila binaril nang walang awa.\nMagagawa mo bang tapusin ang iyong trabaho sa larong ito ng aksyon na puno ng suspense at tensyon?\n\nPAANO MAGLARO SHOOT ROBBERS LARO\nAng paglalaro ng Shoot Robbers ay napakasimple. I-tap o i-click ang bawat magnanakaw na unti-unting lumilitaw sa isang lugar. Patayin ang karamihan sa lalong madaling panahon bago ka nila barilin. Maging handa na i-reload ang iyong rifle upang maiwasang maubusan ng mga bala.\n\nMGA KONTROL\n- Computer: gamitin ang iyong mouse at i-click ang lahat ng mga magnanakaw na nakikita mo upang barilin sila.\n- Mobile device para laruin: i-tap ang mga lumalabas na magnanakaw para puntiryahin at kunan sila.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nIto ay isa sa ilang mga laro sa pagbaril na inaalok namin.\n\nGaano karaming mga tulisan ang maaari mong patayin sa paglalaro ng Shoot Robbers? Ipakita sa amin kung gaano ka kahusay sa mga larong aksyon. Maglaro Ngayon!",
    "fr": "Shoot Robbers est un jeu de tir addictif.\n\nSHOOT ROBBERS TERRAIN DE JEU\nC'était un cambriolage nocturne lorsque des voleurs sans scrupules ont fait irruption dans un immeuble pour voler ses habitants. Afin de voler de l'argent et des bijoux à ceux qui vivent sur la propriété, ils feront n'importe quoi.\n\nJEU\nVotre tâche est de tirer sur tous les voleurs que vous voyez dans les fenêtres et sur les toits du bâtiment avant qu'ils ne vous tirent dessus sans pitié.\nSerez-vous capable de terminer votre travail dans ce jeu d'action plein de suspense et de tension ?\n\nCOMMENT JOUER AU JEU SHOOT ROBBERS\nJouer à Shoot Robbers est très simple. Appuyez ou cliquez sur chaque voleur qui apparaît progressivement quelque part. Tuez la foule dès que possible avant qu'ils ne vous tirent dessus. Soyez prêt à recharger votre fusil pour éviter de manquer de balles.\n\nLES CONTRÔLES\n- Ordinateur : utilisez votre souris et cliquez sur tous les voleurs que vous voyez pour leur tirer dessus.\n- Appareil mobile pour jouer : appuyez sur les voleurs qui apparaissent pour viser et leur tirer dessus.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFONCTIONNALITÉS\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nC'est l'un des nombreux jeux de tir que nous proposons.\n\nCombien de voleurs pouvez-vous tuer en jouant à Shoot Robbers ? Montrez-nous à quel point vous êtes doué pour les jeux d'action. Joue maintenant!",
    "gu": "શૂટ રોબર્સ એ વ્યસની શૂટિંગ ગેમ છે.\n\nશૂટ રોબર્સ ગેમ પ્લોટ\nતે રાત્રિના સમયે લૂંટ હતો જ્યારે અનૈતિક લૂંટારાઓ તેના રહેવાસીઓને લૂંટવા માટે એપાર્ટમેન્ટ બિલ્ડિંગમાં ઘૂસી ગયા હતા. મિલકત પર રહેતા લોકો પાસેથી પૈસા અને દાગીનાની ચોરી કરવા માટે, તેઓ કંઈપણ કરશે.\n\nગેમપ્લે\nતમારું કાર્ય એ છે કે તમે જે ચોરોને બારીઓમાં અને બિલ્ડિંગની છત પર જુઓ છો તેઓ તમને નિર્દયતાથી મારતા પહેલા તેમને શૂટ કરો.\nશું તમે સસ્પેન્સ અને ટેન્શનથી ભરેલી આ એક્શન ગેમમાં તમારું કામ પૂરું કરી શકશો?\n\nશૂટ રોબર્સ ગેમ કેવી રીતે રમવી\nશૂટ રોબર્સ રમવું ખૂબ જ સરળ છે. દરેક લૂંટારા પર ટેપ કરો અથવા ક્લિક કરો જે ધીમે ધીમે ક્યાંક દેખાય છે. ભીડને શક્ય તેટલી વહેલી તકે મારી નાખો તે પહેલાં તેઓ તમને ગોળીબાર કરો. ગોળીઓ ખતમ ન થાય તે માટે તમારી રાઇફલ ફરીથી લોડ કરવા માટે તૈયાર રહો.\n\nનિયંત્રણો\n- કોમ્પ્યુટર: તમારા માઉસનો ઉપયોગ કરો અને તમે તેમને મારવા માટે જુઓ છો તે બધા લૂંટારાઓ પર ક્લિક કરો.\n- રમવા માટે મોબાઇલ ઉપકરણ: દેખાતા લૂંટારાઓને લક્ષ્યમાં રાખવા અને તેમને શૂટ કરવા માટે ટેપ કરો.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nવિશેષતા\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nઅમે ઓફર કરીએ છીએ તે ઘણી શૂટિંગ રમતોમાંની એક છે.\n\nશૂટ રોબર્સ રમતા તમે કેટલા લૂંટારાઓને મારી શકો છો? અમને બતાવો કે તમે એક્શન ગેમ્સમાં કેટલા સારા છો. હવે રમો!",
    "he": "Shoot Robbers הוא משחק יריות ממכר.\n\nעלילת משחק שודדים לירות\nזה היה שוד לילי כאשר שודדים חסרי מצפון פרצו לבניין דירות כדי לשדוד את תושביו. כדי לגנוב כסף ותכשיטים מהגרים בנכס, הם יעשו הכל.\n\nGAMEPLAY\nהמשימה שלך היא לירות בכל הגנבים שאתה רואה בחלונות ועל גגות הבניין לפני שהם יורים בך ללא רחמים.\nהאם תוכל לסיים את עבודתך במשחק הפעולה הזה מלא במתח ומתח?\n\nאיך לשחק משחק שודדים יריות\nמשחק Shoot Robbers הוא פשוט מאוד. הקש או לחץ על כל שודד שמופיע בהדרגה איפשהו. הרוג את הקהל בהקדם האפשרי לפני שהם יורים בך. היו מוכנים לטעון מחדש את הרובה כדי להימנע מלהיגמר מהכדורים.\n\nבקרות\n- מחשב: השתמש בעכבר ולחץ על כל השודדים שאתה רואה כדי לירות בהם.\n- מכשיר נייד למשחק: הקש על השודדים המופיעים כדי לכוון ולירות בהם.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nתכונות\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nזהו אחד ממספר משחקי יריות שאנו מציעים.\n\nכמה שודדים אתה יכול להרוג במשחק Shoot Robbers? תראה לנו כמה אתה טוב במשחקי פעולה. שחק עכשיו!",
    "hi": "शूट रॉबर्स एक एडिक्टिव शूटिंग गेम है।\n\nलुटेरों के खेल की साजिश को गोली मारो\nयह एक रात की डकैती थी जब बेईमान लुटेरे एक अपार्टमेंट की इमारत में घुसकर उसके निवासियों को लूटने लगे। संपत्ति पर रहने वालों से पैसे और गहने चुराने के लिए वे कुछ भी करेंगे।\n\nगेमप्ले\nआपका काम उन सभी चोरों को गोली मारना है जिन्हें आप खिड़कियों में और इमारत की छतों पर देखते हैं इससे पहले कि वे आपको निर्दयता से मारते हैं।\nक्या आप सस्पेंस और टेंशन से भरे इस एक्शन गेम में अपना काम खत्म कर पाएंगे?\n\nशूट रॉबर्स गेम कैसे खेलें\nशूट रॉबर्स खेलना बहुत सरल है। धीरे-धीरे कहीं दिखाई देने वाले प्रत्येक लुटेरे पर टैप या क्लिक करें। जितनी जल्दी हो सके भीड़ को मार डालो, इससे पहले कि वे तुम्हें गोली मार दें। गोलियों से बचने के लिए अपनी राइफल को फिर से लोड करने के लिए तैयार रहें।\n\nनियंत्रण\n- कंप्यूटर: अपने माउस का उपयोग करें और उन सभी लुटेरों पर क्लिक करें जिन्हें आप देखते हैं उन्हें शूट करने के लिए।\n- खेलने के लिए मोबाइल डिवाइस: दिखने वाले लुटेरों पर निशाना साधने और उन्हें गोली मारने के लिए टैप करें।\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nविशेषताएं\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nयह हमारे द्वारा पेश किए जाने वाले कई शूटिंग खेलों में से एक है।\n\nशूट रॉबर्स खेलते हुए आप कितने लुटेरों को मार सकते हैं? हमें दिखाएं कि आप एक्शन गेम्स में कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Shoot Robbers je igra pucanja koja stvara ovisnost.\n\nZAPLET IGRE PUCAJTE PLJAČKAŠKE\nBila je to noćna pljačka kada su beskrupulozni pljačkaši provalili u stambenu zgradu kako bi opljačkali stanovnike. Kako bi ukrali novac i nakit od onih koji žive na imanju, učinit će sve.\n\nIGRANJE\nVaš zadatak je upucati sve lopove koje vidite na prozorima i na krovovima zgrada prije nego što oni nemilosrdno upucaju vas.\nHoćete li uspjeti završiti svoj posao u ovoj akcijskoj igri punoj neizvjesnosti i napetosti?\n\nKAKO IGRATI IGRU SHOOT ROBERS\nIgranje Shoot Robbers vrlo je jednostavno. Dodirnite ili kliknite na svakog pljačkaša koji se postupno pojavljuje negdje. Ubijte gomilu što je prije moguće prije nego što upucaju vas. Budite spremni napuniti svoju pušku kako ne biste ostali bez metaka.\n\nKONTROLE\n- Računalo: koristite miš i kliknite na sve pljačkaše koje vidite da ih upucate.\n- Mobilni uređaj za igranje: dodirnite pljačkaše koji se pojavljuju da biste ih ciljali i upucali.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nOSOBINE\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nTo je jedna od nekoliko igara pucanja koje nudimo.\n\nKoliko pljačkaša možete ubiti igrajući Shoot Robbers? Pokažite nam koliko ste dobri u akcijskim igrama. Igraj sada!",
    "hu": "A Shoot Robbers egy addiktív lövöldözős játék.\n\nLŐ RABLÓK JÁTÉK TELEK\nÉjszakai rablás volt, amikor gátlástalan rablók törtek be egy lakóházba, hogy kirabolják annak lakóit. Azért, hogy pénzt és ékszert lopjanak el az ingatlanon élőktől, bármit megtesznek.\n\nJÁTÉKJÁTÉK\nAz Ön feladata, hogy lelője az összes tolvajt, akit az ablakokban és az épület tetején lát, mielőtt könyörtelenül lelőne.\nSikerül majd befejezni a munkáját ebben a feszültséggel és feszültséggel teli akciójátékban?\n\nHOGYAN KELL JÁTSZANI A SHOOT ROBBERS JÁTÉKOT\nA Shoot Robbers játék nagyon egyszerű. Koppintson vagy kattintson minden egyes rablóra, amely fokozatosan megjelenik valahol. Öld meg a tömeget a lehető leghamarabb, mielőtt lelőnek. Készüljön fel a puska újratöltésére, hogy elkerülje a golyók kifogyását.\n\nKEZELŐSZERVEK\n- Számítógép: használja az egeret, és kattintson az összes látható rablóra, hogy lője le őket.\n- Mobileszköz a játékhoz: érintse meg a megjelenő rablókat, hogy megcélozza és lője le őket.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nEgyike az általunk kínált lövöldözős játékok közül.\n\nHány rablót tudsz megölni a Shoot Robbers játékban? Mutasd meg, milyen ügyes vagy az akciójátékokban. Játssz most!",
    "id": "Shoot Robbers adalah game menembak yang membuat ketagihan.\n\nPlot PERMAINAN TEMBAK PERAMPOK\nItu adalah pencurian malam hari ketika perampok yang tidak bermoral masuk ke gedung apartemen untuk merampok penghuninya. Untuk mencuri uang dan perhiasan dari mereka yang tinggal di properti itu, mereka akan melakukan apa saja.\n\nPERMAINAN\nTugas Anda adalah menembak semua pencuri yang Anda lihat di jendela dan di atap gedung sebelum mereka menembak Anda tanpa ampun.\nBisakah kamu menyelesaikan tugasmu di game aksi yang penuh ketegangan dan ketegangan ini?\n\nCARA BERMAIN PERMAINAN TEMBAK ROBBERS\nBermain Tembak Perampok sangat sederhana. Ketuk atau klik pada setiap perampok yang secara bertahap muncul di suatu tempat. Bunuh kerumunan secepat mungkin sebelum mereka menembakmu. Bersiaplah untuk memuat ulang senapan Anda untuk menghindari kehabisan peluru.\n\nKONTROL\n- Komputer: gunakan mouse Anda dan klik semua perampok yang Anda lihat untuk menembak mereka.\n- Perangkat seluler untuk dimainkan: ketuk perampok yang muncul untuk mengarahkan dan menembak mereka.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFITUR\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nIni adalah salah satu dari beberapa game menembak yang kami tawarkan.\n\nBerapa banyak perampok yang bisa kamu bunuh saat bermain Tembak Perampok? Tunjukkan pada kami seberapa baik Anda dalam permainan aksi. Main sekarang!",
    "it": "Shoot Robbers è un avvincente gioco sparatutto in cui devi colpire tutti i rapinatori che ti appaiono davanti prima che lo facciano loro.\n\nTRAMA DEL GIOCO DI SPARA ROBBERS\nÈ stata una rapina notturna quando rapinatori senza scrupoli hanno fatto irruzione in un condominio per rapinare i suoi residenti. Per rubare denaro e gioielli a coloro che vivono nella proprietà,  i malviventi faranno di tutto.\n\nGIOCO\nIl tuo compito è sparare a tutti i ladri che vedi comparire alle finestre e sui tetti dell'edificio prima che ti sparino senza pietà.\nRiuscirai a finire il tuo lavoro in questo gioco d'azione pieno di suspense e tensione?\n\nCOME GIOCARE A SPARARE IL GIOCO DEI ROBBERS\nGiocare a Shoot Robbers è molto semplice. Tocca o fai clic su ogni rapinatore che appare da qualche parte sulla schermata. Colpiscili prima che ti sparino. Preparati a ricaricare il fucile per evitare di rimanere senza proiettili.\n\nCONTROLLI\n- Computer: usa il mouse e clicca su tutti i ladri che vedi per sparargli.\n- Dispositivo mobile: tocca i ladri che appaiono per mirare e sparargli.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nÈ uno dei tanti giochi sparatutto che offriamo.\n\nQuanti ladri riuscirai ad abbattere giocando a Shoot Robbers? Mostraci quanto sei bravo ai giochi d'azione. Inizia ora!",
    "ja": "Shoot Robbers は中毒性の高いシューティング ゲームです。\n\nシュート ロバーズ ゲーム プロット\n悪質な強盗がアパートの建物に侵入して住民を奪ったのは、夜間の強盗でした。 敷地内に住む人々からお金や宝石を盗むために、彼らは何でもします。\n\nゲームプレイ\nあなたの仕事は、容赦なく撃たれる前に、建物の窓や屋根にいるすべての泥棒を撃つことです。\nサスペンスと緊張感に満ちたこのアクションゲームで、あなたは仕事を終えることができるでしょうか?\n\nシュートロバーズゲームの遊び方\nシュート ロバーズをプレイするのはとても簡単です。 どこかに徐々に現れる各強盗をタップまたはクリックします。 彼らがあなたを撃つ前に、できるだけ早く群衆を殺してください。 弾切れを避けるために、ライフルをリロードする準備をしてください。\n\nコントロール\n- コンピューター: マウスを使用して、表示されているすべての強盗をクリックして撃ちます。\n- プレイするモバイル デバイス: 現れた強盗をタップして狙いを定め、撃ちます。\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\n特徴\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\nこれは、当社が提供するいくつかのシューティング ゲームの 1 つです。\n\nShoot Robbers で何人の強盗を倒すことができますか? アクションゲームの腕前を見せてください。 今すぐプレイ！",
    "kn": "ಶೂಟ್ ರಾಬರ್ಸ್ ಒಂದು ವ್ಯಸನಕಾರಿ ಶೂಟಿಂಗ್ ಆಟವಾಗಿದೆ.\n\nರಾಬರ್ಸ್ ಗೇಮ್ ಪ್ಲಾಟ್ ಅನ್ನು ಶೂಟ್ ಮಾಡಿ\nನಿರ್ಲಜ್ಜ ದರೋಡೆಕೋರರು ಅದರ ನಿವಾಸಿಗಳನ್ನು ದರೋಡೆ ಮಾಡಲು ಅಪಾರ್ಟ್ಮೆಂಟ್ ಕಟ್ಟಡಕ್ಕೆ ನುಗ್ಗಿದಾಗ ಇದು ರಾತ್ರಿಯ ದರೋಡೆಯಾಗಿತ್ತು. ಆಸ್ತಿಯಲ್ಲಿ ವಾಸಿಸುವವರಿಂದ ಹಣ ಮತ್ತು ಆಭರಣಗಳನ್ನು ಕದಿಯಲು, ಅವರು ಏನು ಬೇಕಾದರೂ ಮಾಡುತ್ತಾರೆ.\n\nಆಟದ ಆಟ\nನಿಮ್ಮ ಕೆಲಸವನ್ನು ಅವರು ನಿರ್ದಯವಾಗಿ ನೀವು ಶೂಟ್ ಮೊದಲು ನೀವು ಕಿಟಕಿಗಳು ಮತ್ತು ಕಟ್ಟಡದ ಛಾವಣಿಗಳ ಮೇಲೆ ನೋಡಿ ಎಲ್ಲಾ ಕಳ್ಳರು ಶೂಟ್ ಮಾಡುವುದು.\nಸಸ್ಪೆನ್ಸ್ ಮತ್ತು ಉದ್ವೇಗದಿಂದ ತುಂಬಿರುವ ಈ ಆಕ್ಷನ್ ಗೇಮ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಕೆಲಸವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆಯೇ?\n\nಶೂಟ್ ರಾಬರ್ಸ್ ಆಟವನ್ನು ಹೇಗೆ ಆಡುವುದು\nಶೂಟ್ ರಾಬರ್ಸ್ ನುಡಿಸುವುದು ತುಂಬಾ ಸರಳವಾಗಿದೆ. ಎಲ್ಲೋ ಕ್ರಮೇಣ ಕಾಣಿಸಿಕೊಳ್ಳುವ ಪ್ರತಿ ದರೋಡೆಕೋರನ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ ಅಥವಾ ಕ್ಲಿಕ್ ಮಾಡಿ. ಅವರು ನಿಮ್ಮನ್ನು ಶೂಟ್ ಮಾಡುವ ಮೊದಲು ಗುಂಪನ್ನು ಆದಷ್ಟು ಬೇಗ ಕೊಲ್ಲು. ಬುಲೆಟ್‌ಗಳು ಖಾಲಿಯಾಗುವುದನ್ನು ತಪ್ಪಿಸಲು ನಿಮ್ಮ ರೈಫಲ್ ಅನ್ನು ಮರುಲೋಡ್ ಮಾಡಲು ಸಿದ್ಧರಾಗಿರಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್: ನಿಮ್ಮ ಮೌಸ್ ಬಳಸಿ ಮತ್ತು ಶೂಟ್ ಮಾಡಲು ನೀವು ನೋಡುವ ಎಲ್ಲಾ ದರೋಡೆಕೋರರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ಆಡಲು ಮೊಬೈಲ್ ಸಾಧನ: ಕಾಣಿಸಿಕೊಳ್ಳುವ ದರೋಡೆಕೋರರನ್ನು ಗುರಿಯಾಗಿಸಲು ಮತ್ತು ಶೂಟ್ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nನಾವು ನೀಡುವ ಹಲವಾರು ಶೂಟಿಂಗ್ ಆಟಗಳಲ್ಲಿ ಇದು ಒಂದಾಗಿದೆ.\n\nಶೂಟ್ ರಾಬರ್ಸ್ ಆಡುವ ನೀವು ಎಷ್ಟು ದರೋಡೆಕೋರರನ್ನು ಕೊಲ್ಲಬಹುದು? ಆಕ್ಷನ್ ಆಟಗಳಲ್ಲಿ ನೀವು ಎಷ್ಟು ಉತ್ತಮರು ಎಂಬುದನ್ನು ನಮಗೆ ತೋರಿಸಿ. ಈಗ ಆಡು!",
    "ko": "Shoot Robbers는 중독성 있는 슈팅 게임입니다.\n\nSHOOT ROBBERS 게임 플롯\n파렴치한 강도가 아파트 건물에 침입하여 주민들을 강탈한 것은 야간 절도였습니다. 부동산에 사는 사람들에게서 돈과 보석을 훔치기 위해 그들은 무엇이든 할 것입니다.\n\n게임 플레이\n당신의 임무는 그들이 당신을 무자비하게 쏘기 전에 창문과 건물 지붕에서 보이는 모든 도둑을 쏘는 것입니다.\n긴장감과 긴장감이 가득한 이 액션 게임에서 임무를 완수할 수 있을까요?\n\n촬영 강도 게임 방법\nShoot Robbers를 플레이하는 것은 매우 간단합니다. 점차적으로 어딘가에 나타나는 각 강도를 탭하거나 클릭하십시오. 그들이 당신을 쏘기 전에 가능한 한 빨리 군중을 죽이십시오. 총알이 떨어지지 않도록 소총을 재장전할 준비를 하십시오.\n\n통제 수단\n- 컴퓨터: 마우스를 사용하여 보이는 모든 강도를 클릭하여 쏴 버립니다.\n- 플레이할 모바일 장치: 나타나는 강도를 탭하여 조준하고 쏘세요.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\n특징\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\n우리가 제공하는 여러 슈팅 게임 중 하나입니다.\n\nShoot Robbers를 플레이하면서 얼마나 많은 강도를 죽일 수 있나요? 당신이 액션 게임을 얼마나 잘하는지 보여주세요. 지금 플레이하세요!",
    "lt": "Shoot Robbers yra įtraukiantis šaudymo žaidimas.\n\nŽAIDIMO ŠAUDYTI PLĖŠIUS SKLYPĖ\nTai buvo naktinis vagystė, kai nesąžiningi plėšikai įsiveržė į daugiabutį, norėdami apiplėšti jo gyventojus. Norėdami pavogti pinigus ir papuošalus iš gyvenančių nuosavybėje, jie padarys bet ką.\n\nŽAIDIMO ŽAIDIMAS\nJūsų užduotis yra nušauti visus vagis, kuriuos matote pastato languose ir stoguose, kol jie jus negailestingai nušaudys.\nAr pavyks užbaigti savo darbą šiame veiksmo žaidime, kupiname įtampos ir įtampos?\n\nKAIP ŽAISTI ŽAIDIMĄ „SHOT ROBBERS“.\nŽaisti Shoot Robbers yra labai paprasta. Bakstelėkite arba spustelėkite kiekvieną plėšiką, kuris palaipsniui kažkur pasirodo. Nužudyk minią kuo greičiau, kol jie tave nešaudys. Būkite pasirengę perkrauti šautuvą, kad nepritrūktų kulkų.\n\nVALDYMAS\n- Kompiuteris: naudokite pelę ir spustelėkite visus matomus plėšikus, kad juos nušautumėte.\n- Žaisti mobilusis įrenginys: bakstelėkite pasirodžiusius plėšikus, kad nusitaikykite ir nušaukite juos.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nTai vienas iš kelių mūsų siūlomų šaudymo žaidimų.\n\nKiek plėšikų galite nužudyti žaisdami „Shoot Robbers“? Parodykite mums, kaip gerai mokate žaisti veiksmo žaidimus. Žaisti Dabar!",
    "lv": "Shoot Robbers ir aizraujoša šaušanas spēle.\n\nSPĒLES SIŽETS NOŠAUJIEM LAUPĪTĀJIEM\nTā bija nakts zādzība, kad negodīgi laupītāji ielauzās daudzdzīvokļu mājā, lai aplaupītu tās iedzīvotājus. Lai nozagtu naudu un dārglietas no īpašumā dzīvojošajiem, viņi darīs jebko.\n\nSPĒLES SPĒLE\nTavs uzdevums ir nošaut visus zagļus, kurus redzi logos un uz ēkas jumtiem, pirms viņi tevi nežēlīgi nošauj.\nVai spēsi pabeigt savu darbu šajā spriedzes un spriedzes pilnajā asa sižeta spēlē?\n\nKĀ SPĒLĒT SPĒLI ŠAUJUMIEM\nSpēlēt Shoot Robbers ir ļoti vienkārši. Pieskarieties vai noklikšķiniet uz katra laupītāja, kas pamazām kaut kur parādās. Nogalini pūli pēc iespējas ātrāk, pirms viņi tevi nošauj. Esiet gatavs pārlādēt šauteni, lai izvairītos no ložu beigām.\n\nVADĪBAS\n- Dators: izmantojiet peli un noklikšķiniet uz visiem redzamajiem laupītājiem, lai tos nošautu.\n- Mobilā ierīce spēlēšanai: pieskarieties redzamajiem laupītājiem, lai mērķētu un nošautu tos.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nIESPĒJAS\n- Viegli spēlēt\n- 100% bez maksas\n- bezsaistes spēle\n\nTā ir viena no vairākām mūsu piedāvātajām šaušanas spēlēm.\n\nCik daudz laupītāju jūs varat nogalināt, spēlējot Shoot Robbers? Parādiet mums, cik labi jums padodas asa sižeta spēles. Spēlēt tagad!",
    "ml": "ഷൂട്ട് റോബേഴ്സ് ഒരു ആസക്തിയുള്ള ഷൂട്ടിംഗ് ഗെയിമാണ്.\n\nകവർച്ചക്കാരുടെ ഗെയിം പ്ലോട്ട് ഷൂട്ട് ചെയ്യുക\nഒരു അപ്പാർട്ട്മെന്റ് കെട്ടിടത്തിൽ താമസിക്കുന്നവരെ കൊള്ളയടിക്കുന്നതിനായി അശാസ്ത്രീയമായ കൊള്ളക്കാർ ഒരു രാത്രികാല മോഷണമായിരുന്നു. വസ്തുവിൽ താമസിക്കുന്നവരുടെ പണവും ആഭരണങ്ങളും അപഹരിക്കാൻ, അവർ എന്തും ചെയ്യും.\n\nഗെയിംപ്ലേ\nകെട്ടിടത്തിന്റെ ജനലുകളിലും മേൽക്കൂരകളിലും നിങ്ങൾ കാണുന്ന എല്ലാ കള്ളന്മാരെയും അവർ നിങ്ങളെ നിഷ്കരുണം വെടിവയ്ക്കുന്നതിന് മുമ്പ് വെടിവയ്ക്കുക എന്നതാണ് നിങ്ങളുടെ ചുമതല.\nസസ്പെൻസും ടെൻഷനും നിറഞ്ഞ ഈ ആക്ഷൻ ഗെയിമിൽ നിങ്ങളുടെ ജോലി പൂർത്തിയാക്കാൻ കഴിയുമോ?\n\nഷൂട്ട് റോബേഴ്സ് ഗെയിം എങ്ങനെ കളിക്കാം\nഷൂട്ട് കൊള്ളക്കാരെ കളിക്കുന്നത് വളരെ ലളിതമാണ്. എവിടെയെങ്കിലും ക്രമേണ ദൃശ്യമാകുന്ന ഓരോ കവർച്ചക്കാരനിലും ടാപ്പുചെയ്യുക അല്ലെങ്കിൽ ക്ലിക്കുചെയ്യുക. ആൾക്കൂട്ടം നിങ്ങളെ വെടിവയ്ക്കുന്നതിനുമുമ്പ് എത്രയും വേഗം അവരെ കൊല്ലുക. ബുള്ളറ്റുകൾ തീർന്നുപോകാതിരിക്കാൻ നിങ്ങളുടെ റൈഫിൾ വീണ്ടും ലോഡുചെയ്യാൻ തയ്യാറാകുക.\n\nനിയന്ത്രണങ്ങൾ\n- കമ്പ്യൂട്ടർ: നിങ്ങളുടെ മൗസ് ഉപയോഗിച്ച് അവരെ വെടിവയ്ക്കാൻ നിങ്ങൾ കാണുന്ന എല്ലാ കൊള്ളക്കാരെയും ക്ലിക്ക് ചെയ്യുക.\n- കളിക്കാനുള്ള മൊബൈൽ ഉപകരണം: ദൃശ്യമാകുന്ന കൊള്ളക്കാരെ ലക്ഷ്യമാക്കി വെടിവയ്ക്കാൻ ടാപ്പുചെയ്യുക.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nഞങ്ങൾ വാഗ്ദാനം ചെയ്യുന്ന നിരവധി ഷൂട്ടിംഗ് ഗെയിമുകളിൽ ഒന്നാണിത്.\n\nഷൂട്ട് റോബേഴ്സ് കളിച്ച് നിങ്ങൾക്ക് എത്ര കൊള്ളക്കാരെ കൊല്ലാൻ കഴിയും? ആക്ഷൻ ഗെയിമുകളിൽ നിങ്ങൾ എത്രത്തോളം മിടുക്കരാണെന്ന് ഞങ്ങളെ കാണിക്കൂ. ഇപ്പോൾ കളിക്കുക!",
    "mr": "शूट रॉबर्स हा एक व्यसनाधीन शूटिंग गेम आहे.\n\nशूट रॉबर्स गेम प्लॉट\nरात्रीची चोरी झाली जेव्हा बेईमान दरोडेखोरांनी रहिवाशांना लुटण्यासाठी अपार्टमेंट इमारतीत प्रवेश केला. मालमत्तेवर राहणाऱ्यांचे पैसे आणि दागिने चोरण्यासाठी ते काहीही करतील.\n\nगेमप्ले\nतुमचे कार्य हे आहे की तुम्हाला खिडक्या आणि इमारतीच्या छतावर दिसणार्‍या सर्व चोरांना निर्दयीपणे गोळ्या घालण्यापूर्वी त्यांना गोळ्या घालणे.\nसस्पेन्स आणि टेन्शनने भरलेल्या या अॅक्शन गेममध्ये तुम्ही तुमचे काम पूर्ण करू शकाल का?\n\nशूट रॉबर्स गेम कसा खेळायचा\nशूट रॉबर्स खेळणे खूप सोपे आहे. हळूहळू कुठेतरी दिसणार्‍या प्रत्येक लुटारूवर टॅप करा किंवा क्लिक करा. जमावाने तुम्हाला गोळ्या घालण्यापूर्वी शक्य तितक्या लवकर मारून टाका. बुलेट संपुष्टात येऊ नये म्हणून तुमची रायफल रीलोड करण्यासाठी तयार रहा.\n\nनियंत्रणे\n- संगणक: तुमचा माउस वापरा आणि त्यांना शूट करण्यासाठी तुम्हाला दिसत असलेल्या सर्व लुटारूंवर क्लिक करा.\n- प्ले करण्यासाठी मोबाइल डिव्हाइस: दिसणार्‍या लुटारूंना लक्ष्य करण्यासाठी आणि त्यांना शूट करण्यासाठी टॅप करा.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nआम्ही ऑफर करत असलेल्या अनेक शूटिंग गेमपैकी हा एक आहे.\n\nशूट रॉबर्स खेळून तुम्ही किती दरोडेखोरांना मारू शकता? तुम्ही अॅक्शन गेममध्ये किती चांगले आहात ते आम्हाला दाखवा. आता खेळ!",
    "ms": "Tembak Perompak ialah permainan menembak yang ketagihan.\n\nPLOT PERMAINAN PERMAINAN TEMBAK\nIa adalah rompakan pada waktu malam apabila perompak yang tidak bertanggungjawab memecah masuk ke dalam bangunan apartmen untuk merompak penduduknya. Untuk mencuri wang dan barang kemas daripada mereka yang tinggal di harta itu, mereka akan melakukan apa sahaja.\n\nPERMAINAN\nTugas anda adalah untuk menembak semua pencuri yang anda lihat di tingkap dan di atas bumbung bangunan sebelum mereka menembak anda tanpa belas kasihan.\nAdakah anda akan dapat menyelesaikan tugas anda dalam permainan aksi yang penuh dengan ketegangan dan ketegangan ini?\n\nCARA BERMAIN PERMAINAN PEROMPAK SHOOT\nBermain Tembak Perompak adalah sangat mudah. Ketik atau klik pada setiap perompak yang muncul secara beransur-ansur di suatu tempat. Bunuh orang ramai secepat mungkin sebelum mereka menembak anda. Bersedia untuk memuat semula senapang anda untuk mengelakkan kehabisan peluru.\n\nKAWALAN\n- Komputer: gunakan tetikus anda dan klik pada semua perompak yang anda lihat untuk menembak mereka.\n- Peranti mudah alih untuk bermain: ketik pada perompak yang muncul untuk membidik dan menembak mereka.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nIa adalah salah satu daripada beberapa permainan menembak yang kami tawarkan.\n\nBerapa ramai perompak yang anda boleh bunuh bermain Tembak Perompak? Tunjukkan kepada kami betapa hebatnya anda dalam permainan aksi. Main sekarang!",
    "nl": "Shoot Robbers is een verslavend schietspel.\n\nSCHIETEN ROBBERS SPEL PLOT\nHet was een nachtelijke overval toen gewetenloze overvallers inbraken in een flatgebouw om de bewoners te beroven. Om geld en sieraden te stelen van degenen die op het terrein wonen, zullen ze alles doen.\n\nSPEL\nJouw taak is om alle dieven neer te schieten die je in de ramen en op de daken van het gebouw ziet voordat ze je genadeloos neerschieten.\nLukt het jou om je klus te klaren in dit actiespel vol spanning en spanning?\n\nHOE TE SPELEN SHOOT ROBBERS SPEL\nShoot Robbers spelen is heel eenvoudig. Tik of klik op elke overvaller die geleidelijk ergens verschijnt. Dood de menigte zo snel mogelijk voordat ze jou neerschieten. Wees voorbereid om je geweer te herladen om te voorkomen dat je kogels opraken.\n\nBEDIENINGSELEMENTEN\n- Computer: gebruik je muis en klik op alle rovers die je ziet om ze neer te schieten.\n- Mobiel apparaat om te spelen: tik op de verschijnende overvallers om ze te richten en neer te schieten.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nKENMERKEN\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nHet is een van de vele schietspellen die we aanbieden.\n\nHoeveel overvallers kun jij doden door Shoot Robbers te spelen? Laat ons zien hoe goed je bent in actiespellen. Nu afspelen!",
    "no": "Shoot Robbers er et vanedannende skytespill.\n\nSKYT RÅNERE SPILLPLOT\nDet var et nattlig ran da skruppelløse ranere brøt seg inn i en bygård for å rane beboerne. For å stjele penger og smykker fra de som bor på eiendommen, vil de gjøre hva som helst.\n\nSPILL\nDin oppgave er å skyte alle tyvene du ser i vinduene og på takene av bygningen før de skyter deg nådeløst.\nVil du kunne fullføre jobben din i dette actionspillet fullt av spenning og spenning?\n\nHVORDAN SPILLER DU SHOOT ROBBERS-SPILLET\nÅ spille Shoot Robbers er veldig enkelt. Trykk eller klikk på hver raner som gradvis dukker opp et sted. Drep mengden så snart som mulig før de skyter deg. Vær forberedt på å lade riflen på nytt for å unngå å gå tom for kuler.\n\nKONTROLLER\n- Datamaskin: bruk musen og klikk på alle ranerne du ser for å skyte dem.\n- Mobil enhet å spille: trykk på de tilsynelatende ranerne for å sikte og skyte dem.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nEGENSKAPER\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nDet er ett av flere skytespill vi tilbyr.\n\nHvor mange ranere kan du drepe ved å spille Shoot Robbers? Vis oss hvor god du er til actionspill. Leke nå!",
    "pl": "Shoot Robbers to wciągająca strzelanka.\n\nSTRATEGIA ZŁODZIEJÓW DZIAŁKA\nTo był nocny napad, kiedy pozbawieni skrupułów rabusie włamali się do budynku mieszkalnego, aby obrabować jego mieszkańców. By ukraść pieniądze i biżuterię mieszkańcom posiadłości, zrobią wszystko.\n\nROZGRYWKA\nTwoim zadaniem jest zastrzelić wszystkich złodziei, których zobaczysz w oknach i na dachach budynku, zanim oni bezlitośnie zastrzelą ciebie.\nCzy uda ci się dokończyć swoją pracę w tej grze akcji pełnej suspensu i napięcia?\n\nJAK GRAĆ W GRĘ SHOOT ROBBERS\nGra w Shoot Robbers jest bardzo prosta. Stuknij lub kliknij każdego rabusia, który stopniowo się gdzieś pojawia. Zabij tłum tak szybko, jak to możliwe, zanim cię zastrzelą. Przygotuj się na przeładowanie karabinu, aby uniknąć wyczerpania naboi.\n\nSTEROWNICA\n- Komputer: użyj myszki i kliknij wszystkich rabusiów, których widzisz, aby ich zastrzelić.\n- Urządzenie mobilne do gry: dotknij pojawiających się rabusiów, aby wycelować i strzelać do nich.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nCECHY\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nJest to jedna z kilku gier strzeleckich, które oferujemy.\n\nIlu rabusiów możesz zabić, grając w Shoot Robbers? Pokaż nam, jak dobry jesteś w grach akcji. Zagraj teraz!",
    "pt_BR,pt_PT": "Shoot Robbers é um jogo de tiro viciante.\n\nSHOOT ROBBERS JOGO TRAMA\nFoi um assalto noturno quando ladrões sem escrúpulos invadiram um prédio de apartamentos para roubar seus moradores. Para roubar dinheiro e joias de quem mora na propriedade, eles fazem de tudo.\n\nJOGABILIDADE\nSua tarefa é atirar em todos os ladrões que você vê nas janelas e nos telhados do prédio antes que eles atirem em você impiedosamente.\nVocê conseguirá terminar seu trabalho neste jogo de ação cheio de suspense e tensão?\n\nCOMO JOGAR O JOGO SHOOT ROBBERS\nJogar Shoot Robbers é muito simples. Toque ou clique em cada ladrão que aparece gradualmente em algum lugar. Mate a multidão o mais rápido possível antes que eles atirem em você. Esteja preparado para recarregar seu rifle para evitar ficar sem balas.\n\nCONTROLES\n- Computador: use o mouse e clique em todos os ladrões que você vê para atirar neles.\n- Dispositivo móvel para jogar: toque nos ladrões que aparecem para mirar e atirar neles.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nRECURSOS\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nÉ um dos vários jogos de tiro que oferecemos.\n\nQuantos ladrões você consegue matar jogando Shoot Robbers? Mostre-nos como você é bom em jogos de ação. Jogue agora!",
    "ro": "Shoot Robbers este un joc de împușcături captivant.\n\nPLOȚI DE JOC THAȚI\nA fost un furt de noapte când tâlhari fără scrupule au pătruns într-o clădire de apartamente pentru a-i jefui pe rezidenți. Pentru a fura bani și bijuterii de la cei care locuiesc pe proprietate, vor face orice.\n\nJOC\nSarcina ta este să împuști în toți hoții pe care îi vezi la ferestre și pe acoperișurile clădirii înainte ca aceștia să te împuște fără milă.\nVeți putea să vă terminați treaba în acest joc de acțiune plin de suspans și tensiune?\n\nCUM SE JACĂ JOCUL SHOOT ROBBERS\nJocul Shoot Robbers este foarte simplu. Atingeți sau faceți clic pe fiecare tâlhar care apare treptat undeva. Omorâți mulțimea cât mai curând posibil înainte să vă împuște. Fiți pregătit să vă reîncărcați pușca pentru a evita să rămâneți fără gloanțe.\n\nCONTROALE\n- Computer: folosește mouse-ul și dă clic pe toți tâlharii pe care îi vezi pentru a-i împușca.\n- Dispozitiv mobil pentru a juca: atingeți tâlharii care apar pentru a ținti și a-i împușca.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nEste unul dintre numeroasele jocuri cu împușcături pe care le oferim.\n\nCâți tâlhari poți ucide jucând Shoot Robbers? Arată-ne cât de bun ești la jocurile de acțiune. Joaca acum!",
    "ru": "Shoot Robbers — увлекательная стрелялка.\n\nИГРОВОЙ СЮЖЕТ\nЭто было ночное ограбление, когда недобросовестные грабители ворвались в многоквартирный дом, чтобы ограбить его жильцов. Чтобы украсть деньги и драгоценности у живущих в собственности, они пойдут на все.\n\nИГРА\nВаша задача - перестрелять всех воров, которых вы увидите в окнах и на крышах здания, прежде чем они безжалостно расстреляют вас.\nСможете ли вы закончить свою работу в этом экшене, полном ожидания и напряжения?\n\nКАК ИГРАТЬ В ИГРУ \"СТРЕЛЬБА В Грабителей\"\nИграть в Shoot Robbers очень просто. Нажмите или нажмите на каждого грабителя, который постепенно где-то появляется. Убейте толпу как можно скорее, прежде чем они пристрелят вас. Будьте готовы перезарядить винтовку, чтобы не кончились патроны.\n\nУПРАВЛЕНИЕ\n- Компьютер: используйте мышь и кликайте по всем грабителям, которых видите, чтобы стрелять в них.\n- Мобильное устройство для игры: нажимайте на появляющихся грабителей, чтобы прицелиться и выстрелить в них.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nОСОБЕННОСТИ\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nЭто одна из нескольких игр-стрелялок, которые мы предлагаем.\n\nСколько грабителей ты сможешь убить, играя в Shoot Robbers? Покажите нам, насколько вы хороши в экшн-играх. Играть сейчас!",
    "sk": "Shoot Robbers je návyková strieľačka.\n\nSTRELEŤ LUPIČOV HRA PLET\nIšlo o nočnú lúpež, keď bezohľadní lupiči vtrhli do bytového domu, aby okradli jeho obyvateľov. Aby ukradli peniaze a šperky od ľudí žijúcich na pozemku, urobia čokoľvek.\n\nHRANIE\nVašou úlohou je postrieľať všetkých zlodejov, ktorých vidíte v oknách a na strechách budovy, skôr ako oni nemilosrdne zastrelia vás.\nPodarí sa vám dokončiť svoju prácu v tejto akčnej hre plnej napätia a napätia?\n\nAKO HRAŤ HRU SHOOT ROBBERS\nHra Shoot Robbers je veľmi jednoduchá. Ťuknite alebo kliknite na každého zbojníka, ktorý sa postupne niekde objaví. Zabite dav čo najskôr, než vás zastrelia. Buďte pripravení znovu nabiť svoju pušku, aby ste sa vyhli vyčerpaniu nábojov.\n\nOVLÁDANIE\n- Počítač: pomocou myši kliknite na všetkých lupičov, ktorých vidíte, aby ste ich zastrelili.\n- Mobilné zariadenie na hranie: klepnutím na objavujúcich sa lupičov namierte a zastreľte ich.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nJe to jedna z niekoľkých strieľačiek, ktoré ponúkame.\n\nKoľko lupičov môžete zabiť pri hre Shoot Robbers? Ukážte nám, akí ste dobrí v akčných hrách. Hrať teraz!",
    "sl": "Shoot Robbers je strelska igra, ki povzroča odvisnost.\n\nZAPLET IGRE SHOOT ROBERS\nŠlo je za nočni rop, ko so brezvestni roparji vdrli v stanovanjsko hišo, da bi oropali njene stanovalce. Da bi ukradli denar in nakit tistim, ki živijo na posestvu, bodo storili vse.\n\nIGRANJE\nVaša naloga je ustreliti vse tatove, ki jih vidite v oknih in na strehah stavbe, preden oni neusmiljeno ustrelijo vas.\nVam bo uspelo dokončati svoje delo v tej akcijski igri, polni suspenza in napetosti?\n\nKAKO IGRATI IGRO SHOOT ROBERS\nIgranje Shoot Robbers je zelo preprosto. Tapnite ali kliknite vsakega roparja, ki se nekje postopoma pojavi. Čim prej pobijte množico, preden vas ustrelijo. Bodite pripravljeni ponovno napolniti svojo puško, da ne bi ostali brez nabojev.\n\nKONTROLE\n- Računalnik: uporabite miško in kliknite na vse roparje, ki jih vidite, da jih ustrelite.\n- Mobilna naprava za igranje: dotaknite se roparjev, ki se pojavljajo, da jih ciljate in ustrelite.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nLASTNOSTI\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nJe ena od številnih strelskih iger, ki jih ponujamo.\n\nKoliko roparjev lahko ubijete z igro Shoot Robbers? Pokažite nam, kako dobri ste v akcijskih igrah. Igraj zdaj!",
    "sr": "Схоот Робберс је заразна игра пуцања.\n\nСХООТ РОББЕРС ГАМЕ ПЛОТ\nБила је то ноћна пљачка када су бескрупулозни пљачкаши провалили у стамбену зграду да опљачкају њене станаре. Да би украли новац и накит од оних који живе на имању, урадиће све.\n\nГАМЕПЛАИ\nВаш задатак је да устрелите све лопове које видите на прозорима и на крововима зграде пре него што вас немилосрдно упуцају.\nДа ли ћете успети да завршите свој посао у овој акционој игри пуној неизвесности и напетости?\n\nКАКО ИГРАТИ ИГРЦУ СХООТ РОББЕРС\nИграње Схоот Робберс је врло једноставно. Додирните или кликните на сваког пљачкаша који се постепено појављује негде. Убијте гомилу што је пре могуће пре него што вас упуцају. Будите спремни да поново напуните пушку да не бисте остали без метака.\n\nКОНТРОЛЕ\n- Компјутер: користите миша и кликните на све пљачкаше које видите да их упуцате.\n- Мобилни уређај за игру: додирните пљачкаше који се појављују да бисте циљали и пуцали у њих.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nТо је једна од неколико игара пуцања које нудимо.\n\nКолико пљачкаша можете убити играјући Схоот Робберс? Покажите нам колико сте добри у акционим играма. Играј!",
    "sv": "Shoot Robbers är ett beroendeframkallande skjutspel.\n\nSHOOT ROBBERS SPELPLOT\nDet var ett nattligt rån när skrupelfria rånare bröt sig in i ett hyreshus för att råna dess invånare. För att stjäla pengar och smycken från de som bor på fastigheten kommer de att göra vad som helst.\n\nSPEL\nDin uppgift är att skjuta alla tjuvar du ser i fönstren och på byggnadens tak innan de skjuter dig skoningslöst.\nKommer du att kunna avsluta ditt jobb i detta actionspel fullt av spänning och spänning?\n\nHUR MAN SPELAR SHOOT ROBBERS-SPEL\nAtt spela Shoot Robbers är väldigt enkelt. Tryck eller klicka på varje rånare som gradvis dyker upp någonstans. Döda folkmassan så snart som möjligt innan de skjuter dig. Var beredd att ladda om ditt gevär för att undvika att få slut på kulor.\n\nKONTROLLER\n- Dator: använd musen och klicka på alla rånare du ser för att skjuta dem.\n- Mobil enhet att spela: tryck på de uppenbara rånarna för att sikta och skjuta dem.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nDet är ett av flera skjutspel vi erbjuder.\n\nHur många rånare kan du döda när du spelar Shoot Robbers? Visa oss hur bra du är på actionspel. Spela nu!",
    "sw": "Risasi Majambazi ni mchezo wa upigaji risasi wa kulevya.\n\nRISASI MCHEZO WA MAJAMBAZI PLOT\nIlikuwa ni kisanga cha usiku wakati majambazi wasio waaminifu walipovamia jengo la ghorofa ili kuwaibia wakazi wake. Ili kuiba pesa na vito kutoka kwa wale wanaoishi kwenye mali hiyo, watafanya chochote.\n\nMCHEZO WA MCHEZO\nKazi yako ni kuwapiga risasi wezi wote unaowaona kwenye madirisha na juu ya paa za jengo kabla ya kukupiga risasi bila huruma.\nJe, utaweza kumaliza kazi yako katika mchezo huu wa vitendo uliojaa mashaka na mvutano?\n\nJINSI YA KUCHEZA MCHEZO WA SHOOT ROBBERS\nKucheza Risasi Majambazi ni rahisi sana. Gonga au ubofye kwa kila jambazi anayeonekana polepole mahali fulani. Ua umati haraka iwezekanavyo kabla ya kukupiga risasi. Kuwa tayari kupakia tena bunduki yako ili kuepuka kuishiwa na risasi.\n\nVIDHIBITI\n- Kompyuta: tumia kipanya chako na ubofye majambazi wote unaowaona kuwapiga risasi.\n- Kifaa cha rununu cha kucheza: gonga kwenye majambazi wanaoonekana ili kuwalenga na kuwapiga risasi.\n\n\n\nVIPENGELE\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nNi moja ya michezo kadhaa ya risasi tunayotoa.\n\nJe, ni majambazi wangapi unaweza kuua wakicheza Risasi Majambazi? Tuonyeshe jinsi ulivyo mzuri kwenye michezo ya vitendo. Cheza sasa!Risasi Majambazi ni mchezo wa upigaji risasi wa kulevya.\n\nRISASI MCHEZO WA MAJAMBAZI PLOT\nIlikuwa ni kisanga cha usiku wakati majambazi wasio waaminifu walipovamia jengo la ghorofa ili kuwaibia wakazi wake. Ili kuiba pesa na vito kutoka kwa wale wanaoishi kwenye mali hiyo, watafanya chochote.\n\nMCHEZO WA MCHEZO\nKazi yako ni kuwapiga risasi wezi wote unaowaona kwenye madirisha na juu ya paa za jengo kabla ya kukupiga risasi bila huruma.\nJe, utaweza kumaliza kazi yako katika mchezo huu wa vitendo uliojaa mashaka na mvutano?\n\nJINSI YA KUCHEZA MCHEZO WA SHOOT ROBBERS\nKucheza Risasi Majambazi ni rahisi sana. Gonga au ubofye kwa kila jambazi anayeonekana polepole mahali fulani. Ua umati haraka iwezekanavyo kabla ya kukupiga risasi. Kuwa tayari kupakia tena bunduki yako ili kuepuka kuishiwa na risasi.\n\nVIDHIBITI\n- Kompyuta: tumia kipanya chako na ubofye majambazi wote unaowaona kuwapiga risasi.\n- Kifaa cha rununu cha kucheza: gonga kwenye majambazi wanaoonekana ili kuwalenga na kuwapiga risasi.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nVIPENGELE\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nNi moja ya michezo kadhaa ya risasi tunayotoa.\n\nJe, ni majambazi wangapi unaweza kuua wakicheza Risasi Majambazi? Tuonyeshe jinsi ulivyo mzuri kwenye michezo ya vitendo. Cheza sasa!",
    "ta": "ஷூட் ராபர்ஸ் என்பது அடிமையாக்கும் படப்பிடிப்பு விளையாட்டு.\n\nஷூட் கொள்ளையர்கள் விளையாட்டு சதி\nஒரு அடுக்குமாடி கட்டிடத்தில் வசிப்பவர்களை கொள்ளையடிப்பதற்காக நேர்மையற்ற கொள்ளையர்கள் ஒரு இரவுநேர திருட்டு. சொத்தில் வசிப்பவர்களிடம் பணம், நகைகளை அபகரிப்பதற்காக என்ன வேண்டுமானாலும் செய்வார்கள்.\n\nகேம்ப்ளே\nஉங்கள் பணி என்னவென்றால், நீங்கள் ஜன்னல்கள் மற்றும் கட்டிடத்தின் கூரைகளில் பார்க்கும் அனைத்து திருடர்களையும் அவர்கள் இரக்கமின்றி சுடுவதற்கு முன்பு சுட வேண்டும்.\nசஸ்பென்ஸ் மற்றும் பதற்றம் நிறைந்த இந்த அதிரடி விளையாட்டில் உங்கள் வேலையை முடிக்க முடியுமா?\n\nஷூட் கொள்ளையர் விளையாட்டை எப்படி விளையாடுவது\nஷூட் கொள்ளையர்களை விளையாடுவது மிகவும் எளிது. எங்காவது படிப்படியாக தோன்றும் ஒவ்வொரு கொள்ளைக்காரனையும் தட்டவும் அல்லது கிளிக் செய்யவும். அவர்கள் உங்களைச் சுடுவதற்கு முன் கூட்டத்தை விரைவில் கொல்லுங்கள். தோட்டாக்கள் தீர்ந்து போகாமல் இருக்க உங்கள் துப்பாக்கியை மீண்டும் ஏற்ற தயாராக இருங்கள்.\n\nகட்டுப்பாடுகள்\n- கணினி: உங்கள் சுட்டியைப் பயன்படுத்தி, அவர்களைச் சுட நீங்கள் பார்க்கும் அனைத்து கொள்ளையர்களையும் கிளிக் செய்யவும்.\n- விளையாட மொபைல் சாதனம்: தோன்றும் கொள்ளையர்களை குறிவைத்து சுட அவர்களைத் தட்டவும்.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nநாங்கள் வழங்கும் பல படப்பிடிப்பு விளையாட்டுகளில் இதுவும் ஒன்றாகும்.\n\nசுடும் கொள்ளையர்களை விளையாடி எத்தனை கொள்ளையர்களை கொல்ல முடியும்? அதிரடி கேம்களில் நீங்கள் எவ்வளவு திறமையானவர் என்பதை எங்களுக்குக் காட்டுங்கள். இப்பொழுதே விளையாடு!",
    "te": "షూట్ దొంగలు ఒక వ్యసనపరుడైన షూటింగ్ గేమ్.\n\nషూట్ దొంగలు గేమ్ ప్లాట్లు\nనిష్కపటమైన దొంగలు దాని నివాసితులను దోచుకోవడానికి అపార్ట్మెంట్ భవనంలోకి ప్రవేశించినప్పుడు ఇది రాత్రిపూట దోపిడీ. ఆస్తిపై ఆధారపడిన వారి నుంచి డబ్బు, నగలు దోచుకోవడం కోసం ఏమైనా చేస్తారు.\n\nగేమ్ప్లే\nమీరు కనికరం లేకుండా కాల్చడానికి ముందు మీరు కిటికీలలో మరియు భవనం పైకప్పులపై చూసే దొంగలందరినీ కాల్చడం మీ పని.\nసస్పెన్స్ మరియు టెన్షన్‌తో కూడిన ఈ యాక్షన్ గేమ్‌లో మీరు మీ పనిని పూర్తి చేయగలరా?\n\nషూట్ దొంగల ఆటను ఎలా ఆడాలి\nషూట్ దొంగలను ప్లే చేయడం చాలా సులభం. ఎక్కడో క్రమంగా కనిపించే ప్రతి దొంగపై నొక్కండి లేదా క్లిక్ చేయండి. ప్రేక్షకులు మిమ్మల్ని కాల్చడానికి ముందు వీలైనంత త్వరగా వారిని చంపండి. బుల్లెట్లు అయిపోకుండా ఉండటానికి మీ రైఫిల్‌ని మళ్లీ లోడ్ చేయడానికి సిద్ధంగా ఉండండి.\n\nనియంత్రణలు\n- కంప్యూటర్: మీ మౌస్ ఉపయోగించండి మరియు మీరు వారిని కాల్చడానికి చూసే దొంగలందరిపై క్లిక్ చేయండి.\n- ఆడటానికి మొబైల్ పరికరం: కనిపించే దొంగలను గురిపెట్టి కాల్చడానికి వారిపై నొక్కండి.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nలక్షణాలు\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nమేము అందించే అనేక షూటింగ్ గేమ్‌లలో ఇది ఒకటి.\n\nషూట్ దొంగలను ఆడుతూ మీరు ఎంత మంది దొంగలను చంపగలరు? యాక్షన్ గేమ్‌లలో మీరు ఎంత మంచివారో మాకు చూపండి. ఇప్పుడు ఆడు!",
    "th": "Shoot Robbers เป็นเกมยิงปืนที่น่าติดตาม\n\nพล็อตเกมยิงโจร\nเป็นการปล้นในเวลากลางคืนเมื่อโจรไร้ยางอายบุกเข้าไปในอาคารอพาร์ตเมนต์เพื่อปล้นผู้อยู่อาศัย เพื่อขโมยเงินและเครื่องประดับจากผู้ที่อาศัยอยู่ในทรัพย์สินพวกเขาจะทำทุกอย่าง\n\nเกมเพลย์\nงานของคุณคือยิงหัวขโมยทั้งหมดที่คุณเห็นตามหน้าต่างและบนหลังคาของอาคาร ก่อนที่พวกเขาจะยิงคุณอย่างไร้ความปราณี\nคุณจะสามารถทำงานให้เสร็จในเกมแอคชั่นที่เต็มไปด้วยความลุ้นระทึกและตึงเครียดนี้ได้หรือไม่?\n\nวิธีเล่นเกมยิงโจร\nการเล่น Shoot Robbers นั้นง่ายมาก แตะหรือคลิกที่โจรแต่ละคนที่ค่อยๆ ปรากฏขึ้นที่ไหนสักแห่ง ฆ่าฝูงชนให้เร็วที่สุดก่อนที่พวกเขาจะยิงคุณ เตรียมโหลดปืนไรเฟิลของคุณใหม่เพื่อหลีกเลี่ยงกระสุนหมด\n\nการควบคุม\n- คอมพิวเตอร์: ใช้เมาส์และคลิกที่โจรทั้งหมดที่คุณเห็นเพื่อยิงพวกมัน\n- อุปกรณ์มือถือที่จะเล่น: แตะที่โจรที่ปรากฏเพื่อเล็งและยิงพวกมัน\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nเป็นเกมยิงปืนเกมหนึ่งที่เรานำเสนอ\n\nคุณสามารถฆ่าโจรได้กี่คนในการเล่น Shoot Robbers? แสดงให้เราเห็นว่าคุณเก่งแค่ไหนในเกมแอคชั่น เล่นเลย!",
    "tr": "Shoot Robbers, bağımlılık yapan bir atış oyunudur.\n\nSOYGUNLARI VUR OYUN ARSA\nVicdansız soyguncuların sakinlerini soymak için bir apartmana baskın yaptığı bir gece soygunuydu. Mülkte yaşayanlardan para ve mücevher çalmak için her şeyi yaparlar.\n\nOYNANIŞ\nGöreviniz binanın çatılarında ve pencerelerinde gördüğünüz tüm hırsızları onlar sizi acımasızca vurmadan önce onları vurmak.\nGerilim ve gerilim dolu bu aksiyon oyununda işinizi bitirebilecek misiniz?\n\nVURUŞ ROBBERS OYUNU NASIL OYNANIR\nShoot Robbers oynamak çok basittir. Yavaş yavaş bir yerde görünen her soyguncuya dokunun veya tıklayın. Kalabalığı, sizi vurmadan önce mümkün olan en kısa sürede öldürün. Mermilerin bitmesini önlemek için tüfeğinizi yeniden doldurmaya hazır olun.\n\nKONTROLLER\n- Bilgisayar: Farenizi kullanın ve onları vurmak için gördüğünüz tüm soygunculara tıklayın.\n- Oynamak için mobil cihaz: Nişan almak ve onları vurmak için görünen soygunculara dokunun.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nSunduğumuz birkaç atış oyunundan biridir.\n\nShoot Robbers oynarken kaç tane soyguncu öldürebilirsin? Bize aksiyon oyunlarında ne kadar iyi olduğunu göster. Şimdi oyna!",
    "uk": "Shoot Robbers - це захоплююча гра-стрілялка.\n\nСЮЖЕТ ГРИ «СТРІЛЯТИ РАБІЙНИКИ».\nЦе було нічне пограбування, коли недобросовісні грабіжники проникли до житлового будинку, щоб пограбувати його мешканців. Аби вкрасти гроші та коштовності у тих, хто проживає на території, вони підуть на все.\n\nГЕЙМПЛЕЙ\nВаше завдання - розстріляти всіх злодіїв, яких ви бачите у вікнах і на дахах будівлі, перш ніж вони нещадно застрелять вас.\nЧи зможете ви завершити свою роботу в цій екшн-грі, сповненій напруги та напруги?\n\nЯК ГРАТИ В ГРУ SHOOT ROBERS\nГрати в Shoot Robbers дуже просто. Торкніться або клацніть кожного грабіжника, який десь поступово з’являється. Вбийте натовп якомога швидше, поки вони не застрелили вас. Будьте готові перезарядити гвинтівку, щоб не залишитися без патронів.\n\nУПРАВЛІННЯ\n- Комп'ютер: використовуйте мишу та клацніть на всіх грабіжників, яких ви бачите, щоб застрелити їх.\n- Мобільний пристрій для гри: торкайтеся грабіжників, які з’являються, щоб прицілитися та стріляти в них.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЦе одна з кількох ігор, які ми пропонуємо.\n\nСкільки грабіжників ви можете вбити, граючи в Shoot Robbers? Покажіть нам, наскільки ви вмієте грати в бойовики. Грати зараз!",
    "vi": "Shoot Robbers là một trò chơi bắn súng gây nghiện.\n\nTRÒ CHƠI TRÒ CHƠI BẮN CƯỚP\nĐó là một vụ trộm vào ban đêm khi những tên cướp vô lương tâm đột nhập vào một tòa nhà chung cư để cướp của cư dân. Để ăn cắp tiền và đồ trang sức từ những người sống trên tài sản, họ sẽ làm bất cứ điều gì.\n\nCHƠI TRÒ CHƠI\nNhiệm vụ của bạn là bắn chết tất cả những tên trộm mà bạn nhìn thấy trên cửa sổ và trên nóc tòa nhà trước khi chúng bắn bạn không thương tiếc.\nLiệu bạn có thể hoàn thành công việc của mình trong trò chơi hành động đầy hồi hộp và căng thẳng này không?\n\nCÁCH CHƠI TRÒ CHƠI BẮN CƯỚP\nChơi Shoot Robbers rất đơn giản. Chạm hoặc nhấp vào từng tên cướp dần xuất hiện ở đâu đó. Giết đám đông càng sớm càng tốt trước khi họ bắn bạn. Hãy chuẩn bị nạp đạn cho khẩu súng trường của bạn để tránh hết đạn.\n\nKIỂM SOÁT\n- Máy tính: dùng chuột click vào tất cả những tên cướp mà bạn nhìn thấy để bắn chúng.\n- Thiết bị di động để chơi: chạm vào những tên cướp đang xuất hiện để nhắm và bắn chúng.\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- Dễ Chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nĐây là một trong một số trò chơi bắn súng mà chúng tôi cung cấp.\n\nBạn có thể giết bao nhiêu tên cướp khi chơi Shoot Robbers? Cho chúng tôi thấy bạn chơi game hành động giỏi như thế nào. Bắt đầu chơi!",
    "zh_CN": "Shoot Robbers 是一款令人上瘾的射击游戏。\n\n射击强盗游戏情节\n这是一起夜间抢劫案，不法劫匪闯入一栋公寓楼抢劫居民。 为了从居住在该物业上的人那里偷钱和珠宝，他们会做任何事情。\n\n游戏玩法\n你的任务是在他们无情地射杀你之前，射杀你在窗户和屋顶上看到的所有小偷。\n你能在这个充满悬念和紧张的动作游戏中完成你的任务吗？\n\n如何玩 SHOOT ROBBERS 游戏\n玩 Shoot Robbers 非常简单。 点击或单击逐渐出现在某处的每个强盗。 在他们开枪之前尽快杀死人群。 准备好重新装填你的步枪以避免子弹用完。\n\n控件\n- 电脑：用你的鼠标点击你看到的所有劫匪来射杀他们。\n- 移动设备玩：点击出现的劫匪瞄准并射击他们。\n\nShoot Robbers Game is a fun action shooting online to play when bored for FREE on Magbei.com\n\n特征\n- 易玩\n- 100% 免费\n- 离线游戏\n\n这是我们提供的几种射击游戏之一。\n\n您可以在玩 Shoot Robbers 时杀死多少强盗？ 向我们展示您在动作游戏方面的实力。 现在播放！"
  }
}