{
  "name": {
    "ar,he,hi,ml,ta": "Volume Booster",
    "am,ro,te": "YouTube Volume Booster",
    "bg": "Facebook Volume Booster",
    "bn,hr": "Increase Volume",
    "ca": "Augment de volum: augmenta l'efecte de so",
    "cs": "Zesilovač hlasitosti - zvýšení zvukového efektu",
    "da": "Lydstyrkeforstærker - øg lydeffekten",
    "de": "Volume Booster - Erhöhen Sie den Soundeffekt",
    "el,gu,hu,id,kn,ms,vi": "Bass Booster",
    "en,en_AU,en_GB,en_US,es_419,fil,ru,sk,sw,th,uk,zh_TW": "Volume Booster - Increase Sound Effect",
    "es": "Amplificador de volumen: aumenta el efecto de sonido",
    "et": "Bass Booster for YouTube",
    "fa": "Sound Booster for YouTube",
    "fi": "Äänenvoimakkuuden tehostin - lisää äänitehostetta",
    "fr": "Amplificateur de volume - augmente l'effet sonore",
    "it": "Booster di volume: aumenta l'effetto sonoro",
    "ja": "ボリュームブースター - 効果音を上げます",
    "ko": "볼륨 부스터 - 음향 효과 증가",
    "lt": "Garsumo stiprintuvas – padidinkite garso efektą",
    "lv": "Skaļuma pastiprinātājs - palieliniet skaņas efektu",
    "mr": "Volume Booster for Facebook",
    "nl": "Volumeversterker - verhoog het geluidseffect",
    "no": "Volumforsterker - øk lydeffekten",
    "pl": "Wzmacniacz głośności - zwiększ efekt dźwiękowy",
    "pt_BR,pt_PT": "Reforço de volume - aumente o efeito sonoro",
    "sl": "Ojačevalnik glasnosti - povečajte zvočni učinek",
    "sr": "Појачавач јачине звука - појачајте звучни ефекат",
    "sv": "Volymförstärkare - öka ljudeffekten",
    "tr": "Ses yükseltici - ses efektini artırın",
    "zh_CN": "音量增强器 - 增加音效"
  },
  "short": {
    "am,ar,bg,bn,el,et,fa,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,ta,te,vi": "Easy-to-use sound booster with volume control. Amplify sound volume by up to 600% for your favorite sites (YouTube, Facebook, etc.).",
    "ca": "Amplificador de so fàcil d'utilitzar amb control de volum. Amplifica el volum del so fins a un 600%.",
    "cs": "Snadno použitelný zesilovač zvuku s ovládáním hlasitosti. Zesílit hlasitost zvuku až o 600 %.",
    "da": "Brugervenlig lydforstærker med volumenkontrol. Forstærk lydstyrken med op til 600 %.",
    "de": "Einfach zu bedienender Sound-Booster mit Lautstärkeregler. Verstärken Sie die Lautstärke um bis zu 600 %.",
    "en,en_AU,en_GB,en_US,es_419,fil,ru,sk,sw,th,uk,zh_TW": "Easy-to-use sound booster with volume control. Amplify sound volume by up to 600%.",
    "es": "Amplificador de sonido fácil de usar con control de volumen. Amplifica el volumen del sonido hasta en un 600%.",
    "fi": "Helppokäyttöinen äänenvahvistin äänenvoimakkuuden säätimellä. Vahvista äänenvoimakkuutta jopa 600 %.",
    "fr": "Amplificateur de son facile à utiliser avec contrôle du volume. Amplifiez le volume sonore jusqu'à 600 %.",
    "it": "Amplificatore audio facile da usare con controllo del volume. Amplifica il volume del suono fino al 600%.",
    "ja": "ボリュームコントロール付きの使いやすいサウンドブースター。 音量を最大 600% 増幅します。",
    "ko": "볼륨 조절 기능이 있는 사용하기 쉬운 사운드 부스터. 사운드 볼륨을 최대 600%까지 증폭합니다.",
    "lt": "Paprastas naudoti garso stiprintuvas su garsumo valdymu. Padidinkite garso garsumą iki 600%.",
    "lv": "Viegli lietojams skaņas pastiprinātājs ar skaļuma regulēšanu. Pastipriniet skaņas skaļumu līdz pat 600%.",
    "nl": "Gebruiksvriendelijke geluidsversterker met volumeregeling. Versterk het geluidsvolume tot wel 600%.",
    "no": "Brukervennlig lydforsterker med volumkontroll. Forsterk lydvolumet med opptil 600 %.",
    "pl": "Łatwy w użyciu wzmacniacz dźwięku z regulacją głośności. Zwiększ głośność dźwięku nawet o 600%.",
    "pt_BR,pt_PT": "Amplificador de som fácil de usar com controle de volume. Amplifique o volume do som em até 600%.",
    "sl": "Enostaven za uporabo ojačevalec zvoka z nadzorom glasnosti. Povečaj glasnost do 600 %.",
    "sr": "Појачавач звука који се лако користи са контролом јачине звука. Појачајте јачину звука до 600%.",
    "sv": "Lättanvänd ljudförstärkare med volymkontroll. Förstärk ljudvolymen med upp till 600 %.",
    "tr": "Ses kontrolü ile kullanımı kolay ses yükseltici. Ses seviyesini %600'e kadar yükseltin.",
    "zh_CN": "带有音量控制的易于使用的声音增强器。 将音量放大高达 600%。"
  },
  "long": {
    "ar": "Volume amplifier helps you if your songs on Spotify, Deezer, or Soundcloud or videos on YouTube, Vimeo, or Facebook are too quiet even on the maximum. With our volume booster, you can increase the volume up to +600%. Also, modern websites are crowded with media content such as video, music, streaming video, audio, and ads. To take control of all this sound, you need a volume control tool with the ability to set individual volume settings for each tab.\n\nFell the real difference with the new and amazing sound booster for YouTube and Facebook. You'll notice a remarkable improvement in the sound on your pc. Volume amplifier is a simple and pretty useful application for the google chrome browser. It'll come in handy for those, who want to increase the volume of audio or video on their devices. You will be pleasantly surprised by how easy it is to use the extension. \n\nVolume booster allows you to manage the volume level of multiple chrome tabs in a simple manner. If you have recently noticed, that your devices can`t provide the sound level you need, install a sound booster to fix the problem. \n\nFeatures: \n\n- Increase volume above maximum - you can amplify up to 600% of the sound of any media files in the browser.\n\n- Very easy to use - you can control the volume of any tab with the slider in your browser. \n\n- Switch to any tab playing audio with just one click.\n\n\nWARNING\n\nWe are not responsible for anything that might happen to your speakers or another audio device! Do not listen at full sound volume or with a bass boost for too long. This can be harmful to your speakers. Use it wisely!\n\nWe hope you find our volume booster useful! We are waiting for your feedback and ratings!",
    "am,bg,bn,el,fa,gu,he,hu,id,kn,ml,mr,ms,ro,ta,te,vi": "Volume amplifier helps you if your songs on Spotify, Deezer, or Soundcloud or videos on YouTube, Vimeo, or Facebook are too quiet even on the maximum. With our volume booster, you can increase the volume up to +600%. Also, modern websites are crowded with media content such as video, music, streaming video, audio, and ads. To take control of all this sound, you need a volume control tool with the ability to set individual volume settings for each tab.\n\nFell the real difference with the new and amazing sound booster. You'll notice a remarkable improvement in the sound on your pc. Volume amplifier is a simple and pretty useful application for the google chrome browser. It'll come in handy for those, who want to increase the volume of audio or video on their devices. You will be pleasantly surprised by how easy it is to use the extension. \n\nVolume booster allows you to manage the volume level of multiple chrome tabs in a simple manner. If you have recently noticed, that your devices can`t provide the sound level you need, install a sound booster to fix the problem. \n\nFeatures: \n\n- Increase volume above maximum - you can amplify up to 600% of the sound of any media files in the browser.\n\n- Very easy to use - you can control the volume of any tab with the slider in your browser. \n\n- Switch to any tab playing audio with just one click.\n\n\nWARNING\n\nWe are not responsible for anything that might happen to your speakers or another audio device! Do not listen at full sound volume or with a bass boost for too long. This can be harmful to your speakers. Use it wisely!\n\nWe hope you find our volume booster useful! We are waiting for your feedback and ratings!",
    "ca": "L'amplificador de volum t'ajuda si la cançó o el vídeo és massa silenciós fins i tot al màxim. Amb el nostre reforç de volum, podeu augmentar el volum fins a +600%. A més, els llocs web moderns estan plens de contingut multimèdia com ara vídeo, música, vídeo en temps real, àudio i anuncis. Per prendre el control de tot aquest so, necessiteu una eina de control de volum amb la possibilitat d'establir paràmetres de volum individuals per a cada pestanya.\n\nVa caure la diferència real amb el nou i sorprenent reforç de so. Notareu una millora notable en el so del vostre ordinador. L'amplificador de volum és una aplicació senzilla i força útil per al navegador Google Chrome. Serà útil per a aquells que vulguin augmentar el volum d'àudio o vídeo als seus dispositius. Us sorprendrà gratament el fàcil que és utilitzar l'extensió.\n\nEl reforç de volum us permet gestionar el nivell de volum de diverses pestanyes de Chrome d'una manera senzilla. Si recentment us heu adonat que els vostres dispositius no poden proporcionar el nivell de so que necessiteu, instal·leu un reforç de so per solucionar el problema.\n\nCaracterístiques:\n\n- Augmenta el volum per sobre del màxim: pots amplificar fins a un 600% del so de qualsevol fitxer multimèdia al navegador.\n\n- Molt fàcil d'utilitzar: podeu controlar el volum de qualsevol pestanya amb el control lliscant del vostre navegador.\n\n- Canvia a qualsevol pestanya reproduint àudio amb només un clic.\n\n\nADVERTIMENT\n\nNo som responsables de res que pugui passar als vostres altaveus o a un altre dispositiu d'àudio! No escolteu el so a tot el volum o amb un reforç de greus durant massa temps. Això pot ser perjudicial per als altaveus. Utilitzeu-lo amb prudència!\n\nEsperem que us sigui útil el nostre reforç de volum! Esperem els vostres comentaris i valoracions!",
    "cs": "Zesilovač hlasitosti vám pomůže, pokud je skladba nebo video příliš tiché i na maximum. S naším zesilovačem hlasitosti můžete zvýšit hlasitost až o +600 %. Moderní webové stránky jsou také přeplněné mediálním obsahem, jako je video, hudba, streamované video, zvuk a reklamy. Abyste mohli ovládat veškerý tento zvuk, potřebujete nástroj pro ovládání hlasitosti s možností nastavení individuálního nastavení hlasitosti pro každou kartu.\n\nZažijte skutečný rozdíl s novým a úžasným zesilovačem zvuku. Zaznamenáte pozoruhodné zlepšení zvuku na vašem počítači. Zesilovač hlasitosti je jednoduchá a docela užitečná aplikace pro prohlížeč Google Chrome. Bude to užitečné pro ty, kteří chtějí zvýšit hlasitost zvuku nebo videa na svých zařízeních. Budete příjemně překvapeni, jak snadné je použití rozšíření.\n\nZesilovač hlasitosti vám umožňuje jednoduchým způsobem spravovat úroveň hlasitosti více záložek Chrome. Pokud jste si nedávno všimli, že vaše zařízení nedokážou poskytnout požadovanou úroveň zvuku, nainstalujte zesilovač zvuku, abyste problém vyřešili.\n\nFunkce:\n\n- Zvyšte hlasitost nad maximum - můžete zesílit až 600 % zvuku jakéhokoli mediálního souboru v prohlížeči.\n\n- Velmi snadné použití - můžete ovládat hlasitost libovolné karty pomocí posuvníku v prohlížeči.\n\n- Přepněte na libovolnou kartu přehrávající zvuk jediným kliknutím.\n\n\nVAROVÁNÍ\n\nNeneseme odpovědnost za nic, co by se mohlo stát vašim reproduktorům nebo jinému zvukovému zařízení! Neposlouchejte příliš dlouho při plné hlasitosti nebo se zesílením basů. To může být škodlivé pro vaše reproduktory. Používejte to moudře!\n\nDoufáme, že náš zesilovač hlasitosti shledáte užitečným! Čekáme na vaši zpětnou vazbu a hodnocení!",
    "da": "Lydstyrkeforstærker hjælper dig, hvis sangen eller videoen er for stille, selv på maksimum. Med vores volume booster kan du øge lydstyrken op til +600%. Moderne websteder er også fyldt med medieindhold såsom video, musik, streaming video, lyd og annoncer. For at tage kontrol over al denne lyd har du brug for et lydstyrkestyringsværktøj med mulighed for at indstille individuelle lydstyrkeindstillinger for hver fane.\n\nGjorde den virkelige forskel med den nye og fantastiske lydforstærker. Du vil bemærke en bemærkelsesværdig forbedring af lyden på din pc. Volumenforstærker er en enkel og ret nyttig applikation til Google Chrome-browseren. Det vil være praktisk for dem, der ønsker at øge lyd- eller videovolumen på deres enheder. Du vil blive glædeligt overrasket over, hvor nemt det er at bruge forlængeren.\n\nLydstyrkeforstærker giver dig mulighed for at styre lydstyrken på flere kromfaner på en enkel måde. Hvis du for nylig har bemærket, at dine enheder ikke kan levere det lydniveau, du har brug for, skal du installere en lydforstærker for at løse problemet.\n\nFunktioner:\n\n- Øg lydstyrken over maksimum - du kan forstærke op til 600% af lyden af alle mediefiler i browseren.\n\n- Meget nem at bruge - du kan styre lydstyrken på enhver fane med skyderen i din browser.\n\n- Skift til en hvilken som helst fane, der afspiller lyd med et enkelt klik.\n\n\nADVARSEL\n\nVi er ikke ansvarlige for noget, der måtte ske med dine højttalere eller en anden lydenhed! Lyt ikke med fuld lydstyrke eller med basforstærkning for længe. Dette kan være skadeligt for dine højttalere. Brug det fornuftigt!\n\nVi håber, du finder vores volumenforstærker nyttig! Vi venter på din feedback og vurderinger!",
    "de": "Lautstärkeverstärker hilft Ihnen, wenn der Song oder das Video auch auf Maximum zu leise ist. Mit unserem Volume Booster können Sie die Lautstärke um bis zu +600 % erhöhen. Außerdem sind moderne Websites mit Medieninhalten wie Video, Musik, Streaming-Video, Audio und Anzeigen überfüllt. Um die Kontrolle über all diesen Sound zu übernehmen, benötigen Sie ein Lautstärkeregelungstool, mit dem Sie individuelle Lautstärkeeinstellungen für jede Registerkarte festlegen können.\n\nMachen Sie den wahren Unterschied mit dem neuen und erstaunlichen Sound-Booster. Sie werden eine bemerkenswerte Klangverbesserung Ihres PCs feststellen. Volume Amplifier ist eine einfache und ziemlich nützliche Anwendung für den Google Chrome-Browser. Es ist praktisch für diejenigen, die die Lautstärke von Audio oder Video auf ihren Geräten erhöhen möchten. Sie werden angenehm überrascht sein, wie einfach es ist, die Erweiterung zu verwenden.\n\nMit Volume Booster können Sie die Lautstärke mehrerer Chrome-Tabs auf einfache Weise verwalten. Wenn Sie kürzlich bemerkt haben, dass Ihre Geräte nicht die gewünschte Lautstärke liefern können, installieren Sie einen Sound-Booster, um das Problem zu beheben.\n\nMerkmale:\n\n- Erhöhen Sie die Lautstärke über das Maximum – Sie können bis zu 600 % des Tons aller Mediendateien im Browser verstärken.\n\n- Sehr einfach zu bedienen - Sie können die Lautstärke jedes Tabs mit dem Schieberegler in Ihrem Browser steuern.\n\n- Wechseln Sie mit nur einem Klick zu einem beliebigen Tab, der Audio abspielt.\n\n\nWARNUNG\n\nWir sind nicht verantwortlich für etwas, das Ihren Lautsprechern oder einem anderen Audiogerät passieren könnte! Hören Sie nicht zu lange mit voller Lautstärke oder mit einem Bass-Boost. Dies kann Ihren Lautsprechern schaden. Benutze es weise!\n\nWir hoffen, dass Sie unseren Volumenverstärker nützlich finden! Wir warten auf Ihr Feedback und Ihre Bewertungen!",
    "en,en_AU,en_GB,en_US,es_419,fil,ru,sk,sw,th,uk,zh_TW": "Volume Amplifier helps you if the song or video is too quiet even on the maximum. With our volume booster, you can increase the volume up to +600%. Also, modern websites are crowded with media content such as video, music, streaming video, audio, and ads. To take control of all this sound, you need a volume control tool with the ability to set individual volume settings for each tab.\n\nFell the real difference with the new and amazing sound booster. You'll notice a remarkable improvement in the sound on your pc. Volume amplifier is a simple and pretty useful application for the google chrome browser. It'll come in handy for those, who want to increase the volume of audio or video on their devices. You will be pleasantly surprised by how easy it is to use the extension. \n\nVolume booster allows you to manage the volume level of multiple chrome tabs in a simple manner. If you have recently noticed, that your devices can`t provide the sound level you need, install a sound booster to fix the problem. \n\nFeatures: \n\n- Increase volume above maximum - you can amplify up to 600% of the sound of any media files in the browser.\n\n- Very easy to use - you can control the volume of any tab with the slider in your browser. \n\n- Switch to any tab playing audio with just one click.\n\n\nWARNING\n\nWe are not responsible for anything that might happen to your speakers or another audio device! Do not listen at full sound volume or with a bass boost for too long. This can be harmful to your speakers. Use it wisely!\n\nWe hope you find our Volume Booster useful! We are waiting for your feedback and ratings!",
    "es": "El amplificador de volumen lo ayuda si la canción o el video son demasiado silenciosos, incluso al máximo. Con nuestro amplificador de volumen, puede aumentar el volumen hasta +600%. Además, los sitios web modernos están repletos de contenido multimedia, como videos, música, transmisión de videos, audio y anuncios. Para tomar el control de todo este sonido, necesita una herramienta de control de volumen con la capacidad de establecer configuraciones de volumen individuales para cada pestaña.\n\nSiente la verdadera diferencia con el nuevo y sorprendente amplificador de sonido. Notarás una notable mejora en el sonido de tu pc. Amplificador de volumen es una aplicación sencilla y bastante útil para el navegador Google Chrome. Será útil para aquellos que quieran aumentar el volumen de audio o video en sus dispositivos. Te sorprenderá gratamente lo fácil que es usar la extensión.\n\nEl amplificador de volumen le permite administrar el nivel de volumen de múltiples pestañas de Chrome de una manera simple. Si ha notado recientemente que sus dispositivos no pueden proporcionar el nivel de sonido que necesita, instale un amplificador de sonido para solucionar el problema.\n\nCaracterísticas:\n\n- Aumente el volumen por encima del máximo: puede amplificar hasta un 600% del sonido de cualquier archivo multimedia en el navegador.\n\n- Muy fácil de usar: puede controlar el volumen de cualquier pestaña con el control deslizante en su navegador.\n\n- Cambie a cualquier pestaña que reproduzca audio con solo un clic.\n\n\nADVERTENCIA\n\n¡No somos responsables de nada que pueda pasarle a sus parlantes u otro dispositivo de audio! No escuche a todo volumen de sonido o con un refuerzo de graves durante demasiado tiempo. Esto puede ser perjudicial para sus altavoces. ¡Úsalo con sabiduría!\n\n¡Esperamos que encuentre útil nuestro amplificador de volumen! ¡Esperamos sus comentarios y calificaciones!",
    "et": "Helitugevuse võimendi aitab teid, kui lugu või video on liiga vaikne isegi maksimaalselt. Meie helitugevuse suurendajaga saate suurendada helitugevust kuni +600%. Kaasaegsed veebisaidid on täis meediumisisu, nagu video, muusika, voogesitusvideo, heli ja reklaamid. Kogu selle heli juhtimiseks vajate helitugevuse reguleerimise tööriista, mis võimaldab määrata iga vahelehe jaoks individuaalsed helitugevuse sätted.\n\nTõeline erinevus vähenes uue ja hämmastava helivõimendiga. Märkate oma arvuti heli märkimisväärset paranemist. Helitugevuse võimendi on lihtne ja üsna kasulik rakendus google Chrome'i brauseri jaoks. See on kasulik neile, kes soovivad oma seadmetes heli või video helitugevust suurendada. Sa oled meeldivalt üllatunud, kui lihtne on laienduse kasutamine.\n\nHelitugevuse suurendaja võimaldab teil lihtsal viisil hallata mitme kroomitud vahelehe helitugevust. Kui olete hiljuti märganud, et teie seadmed ei suuda pakkuda vajalikku helitaset, installige probleemi lahendamiseks helivõimendi.\n\nFunktsioonid:\n\n- Suurendage helitugevust üle maksimumi – saate võimendada kuni 600% brauseris olevate meediumifailide heli.\n\n- Väga lihtne kasutada – saate brauseris liuguriga juhtida mis tahes vahekaardi helitugevust.\n\n- Lülituge ühe klõpsuga mis tahes vahekaardile, mis esitab heli.\n\n\nHOIATUS\n\nMe ei vastuta millegi eest, mis võib juhtuda teie kõlarite või mõne muu heliseadmega! Ärge kuulake täishelitugevusega või liiga kaua bassivõimendusega. See võib teie kõlaritele kahjulik olla. Kasutage seda targalt!\n\nLoodame, et meie helitugevuse suurendaja on teile kasulik! Ootame teie tagasisidet ja hinnanguid!",
    "fi": "Äänenvoimakkuuden vahvistin auttaa sinua, jos kappale tai video on liian hiljainen jopa maksimissaan. Volyymitehostimellamme voit lisätä äänenvoimakkuutta jopa +600 %. Lisäksi nykyaikaiset verkkosivustot ovat täynnä mediasisältöä, kuten videoita, musiikkia, suoratoistovideoita, ääntä ja mainoksia. Jotta voit hallita kaikkea tätä ääntä, tarvitset äänenvoimakkuuden säätötyökalun, jolla on mahdollisuus asettaa yksittäiset äänenvoimakkuusasetukset kullekin välilehdelle.\n\nTunnista todellinen ero uudella ja hämmästyttävällä äänenvahvistimella. Huomaat huomattavan parannuksen tietokoneesi äänessä. Äänenvoimakkuuden vahvistin on yksinkertainen ja melko hyödyllinen sovellus google chrome -selaimelle. Se on hyödyllinen niille, jotka haluavat lisätä äänen tai videon äänenvoimakkuutta laitteissaan. Tulet iloisesti yllättymään siitä, kuinka helppoa laajennuksen käyttö on.\n\nÄänenvoimakkuuden tehostimen avulla voit hallita useiden kromivälilehtien äänenvoimakkuutta yksinkertaisesti. Jos olet äskettäin huomannut, että laitteesi eivät pysty tarjoamaan tarvitsemaasi äänitasoa, asenna äänenvahvistin ongelman korjaamiseksi.\n\nOminaisuudet:\n\n- Lisää äänenvoimakkuutta yli maksimiarvon - voit vahvistaa jopa 600 % minkä tahansa selaimen mediatiedostojen äänestä.\n\n- Erittäin helppokäyttöinen - voit säätää minkä tahansa välilehden äänenvoimakkuutta selaimesi liukusäätimellä.\n\n- Vaihda mille tahansa välilehdelle, joka toistaa ääntä yhdellä napsautuksella.\n\n\nVAROITUS\n\nEmme ole vastuussa mistään, mitä kaiuttimillesi tai muille äänilaitteillesi voi tapahtua! Älä kuuntele täydellä äänenvoimakkuudella tai bassokorostuksella liian pitkään. Tämä voi olla haitallista kaiuttimillesi. Käytä sitä viisaasti!\n\nToivomme, että äänenvoimakkuuden tehostimestamme on hyötyä! Odotamme palautettasi ja arvioita!",
    "fr": "L'amplificateur de volume vous aide si la chanson ou la vidéo est trop silencieuse, même au maximum. Avec notre booster de volume, vous pouvez augmenter le volume jusqu'à +600%. En outre, les sites Web modernes regorgent de contenus multimédias tels que la vidéo, la musique, la vidéo en streaming, l'audio et les publicités. Pour prendre le contrôle de tout ce son, vous avez besoin d'un outil de contrôle du volume avec la possibilité de définir des paramètres de volume individuels pour chaque onglet.\n\nSentez la vraie différence avec le nouveau et incroyable amplificateur de son. Vous remarquerez une amélioration remarquable du son sur votre pc. L'amplificateur de volume est une application simple et très utile pour le navigateur Google Chrome. Cela sera utile pour ceux qui souhaitent augmenter le volume audio ou vidéo sur leurs appareils. Vous serez agréablement surpris par la facilité d'utilisation de l'extension.\n\nL'amplificateur de volume vous permet de gérer le niveau de volume de plusieurs onglets chromés de manière simple. Si vous avez récemment remarqué que vos appareils ne peuvent pas fournir le niveau sonore dont vous avez besoin, installez un amplificateur de son pour résoudre le problème.\n\nCaractéristiques:\n\n- Augmentez le volume au-dessus du maximum - vous pouvez amplifier jusqu'à 600 % du son de n'importe quel fichier multimédia dans le navigateur.\n\n- Très facile à utiliser - vous pouvez contrôler le volume de n'importe quel onglet avec le curseur de votre navigateur.\n\n- Passez à n'importe quel onglet de lecture audio en un seul clic.\n\n\nAVERTISSEMENT\n\nNous ne sommes pas responsables de tout ce qui pourrait arriver à vos haut-parleurs ou à un autre appareil audio ! N'écoutez pas à plein volume sonore ou avec une accentuation des basses trop longtemps. Cela peut être nocif pour vos haut-parleurs. Fais-en bon usage!\n\nNous espérons que vous trouverez notre booster de volume utile ! Nous attendons vos commentaires et notes !",
    "hi": "वॉल्यूम एम्पलीफायर आपकी मदद करता है अगर गाना या वीडियो अधिकतम पर भी बहुत शांत है। हमारे वॉल्यूम बूस्टर के साथ, आप वॉल्यूम को +600% तक बढ़ा सकते हैं। साथ ही, आधुनिक वेबसाइटें वीडियो, संगीत, स्ट्रीमिंग वीडियो, ऑडियो और विज्ञापनों जैसी मीडिया सामग्री से भरी पड़ी हैं। इस सभी ध्वनि को नियंत्रित करने के लिए, आपको प्रत्येक टैब के लिए अलग-अलग वॉल्यूम सेटिंग्स सेट करने की क्षमता वाले वॉल्यूम कंट्रोल टूल की आवश्यकता होती है।\n\nनए और अद्भुत ध्वनि बूस्टर के साथ वास्तविक अंतर गिर गया। आप अपने पीसी पर ध्वनि में उल्लेखनीय सुधार देखेंगे। वॉल्यूम एम्पलीफायर Google क्रोम ब्राउज़र के लिए एक सरल और काफी उपयोगी एप्लिकेशन है। यह उन लोगों के लिए उपयोगी होगा, जो अपने डिवाइस पर ऑडियो या वीडियो का वॉल्यूम बढ़ाना चाहते हैं। एक्सटेंशन का उपयोग करना कितना आसान है, यह जानकर आपको सुखद आश्चर्य होगा।\n\nवॉल्यूम बूस्टर आपको सरल तरीके से कई क्रोम टैब के वॉल्यूम स्तर को प्रबंधित करने की अनुमति देता है। यदि आपने हाल ही में देखा है, कि आपके उपकरण आपको आवश्यक ध्वनि स्तर प्रदान नहीं कर सकते हैं, तो समस्या को ठीक करने के लिए ध्वनि बूस्टर स्थापित करें।\n\nविशेषताएं:\n\n- वॉल्यूम को अधिकतम से अधिक बढ़ाएं - आप ब्राउज़र में किसी भी मीडिया फ़ाइल की ध्वनि को 600% तक बढ़ा सकते हैं।\n\n- उपयोग में बहुत आसान - आप अपने ब्राउज़र में स्लाइडर के साथ किसी भी टैब के वॉल्यूम को नियंत्रित कर सकते हैं।\n\n- बस एक क्लिक के साथ ऑडियो चलाने वाले किसी भी टैब पर स्विच करें।\n\n\nचेतावनी\n\nहम आपके स्पीकर या किसी अन्य ऑडियो डिवाइस के साथ होने वाली किसी भी चीज़ के लिए ज़िम्मेदार नहीं हैं! फुल साउंड वॉल्यूम पर या बास बूस्ट के साथ बहुत देर तक न सुनें। यह आपके वक्ताओं के लिए हानिकारक हो सकता है। इसे बुद्धिमानी से उपयोग करो!\n\nहम आशा करते हैं कि आपको हमारा वॉल्यूम बूस्टर उपयोगी लगा होगा! हम आपकी प्रतिक्रिया और रेटिंग की प्रतीक्षा कर रहे हैं!",
    "hr": "Pojačalo glasnoće pomaže vam ako je pjesma ili video pretih čak i na maksimumu. S našim pojačivačem glasnoće možete povećati glasnoću do +600%. Također, moderne web stranice prepune su medijskih sadržaja kao što su video, glazba, streaming video, audio i oglasi. Da biste preuzeli kontrolu nad svim ovim zvukom, potreban vam je alat za kontrolu glasnoće s mogućnošću postavljanja pojedinačnih postavki glasnoće za svaku karticu.\n\nOsjetite pravu razliku s novim i nevjerojatnim pojačivačem zvuka. Primijetit ćete izvanredno poboljšanje zvuka na vašem računalu. Volume amplifier je jednostavna i prilično korisna aplikacija za preglednik google chrome. Dobro će doći onima koji žele povećati glasnoću zvuka ili videa na svojim uređajima. Bit ćete ugodno iznenađeni koliko je jednostavno koristiti proširenje.\n\nPojačivač glasnoće omogućuje vam upravljanje razinom glasnoće više kromiranih kartica na jednostavan način. Ako ste nedavno primijetili da vaši uređaji ne mogu pružiti potrebnu razinu zvuka, instalirajte pojačivač zvuka kako biste riješili problem.\n\nZnačajke:\n\n- Povećajte glasnoću iznad maksimuma - možete pojačati do 600% zvuka bilo koje medijske datoteke u pregledniku.\n\n- Vrlo jednostavan za korištenje - možete kontrolirati glasnoću bilo koje kartice pomoću klizača u pregledniku.\n\n- Prebacite se na bilo koju karticu koja reproducira zvuk samo jednim klikom.\n\n\nUPOZORENJE\n\nNismo odgovorni za bilo što što bi se moglo dogoditi vašim zvučnicima ili drugom audio uređaju! Nemojte predugo slušati na punoj glasnoći ili s pojačanim basom. To može biti štetno za vaše zvučnike. Koristite ga mudro!\n\nNadamo se da će vam naš pojačivač volumena biti od koristi! Čekamo vaše povratne informacije i ocjene!",
    "it": "L'amplificatore del volume ti aiuta se la canzone o il video sono troppo bassi anche al massimo. Con il nostro amplificatore di volume, puoi aumentare il volume fino a +600%. Inoltre, i siti Web moderni sono affollati di contenuti multimediali come video, musica, video in streaming, audio e pubblicità. Per assumere il controllo di tutto questo suono, è necessario uno strumento di controllo del volume con la possibilità di impostare le singole impostazioni del volume per ogni scheda.\n\nSenti la vera differenza con il nuovo e straordinario amplificatore audio. Noterai un notevole miglioramento del suono sul tuo PC. L'amplificatore di volume è un'applicazione semplice e piuttosto utile per il browser Google Chrome. Sarà utile per coloro che desiderano aumentare il volume dell'audio o del video sui propri dispositivi. Sarai piacevolmente sorpreso da quanto sia facile usare l'estensione.\n\nL'amplificatore di volume ti consente di gestire il livello del volume di più schede Chrome in modo semplice. Se di recente hai notato che i tuoi dispositivi non sono in grado di fornire il livello sonoro di cui hai bisogno, installa un amplificatore audio per risolvere il problema.\n\nCaratteristiche:\n\n- Aumenta il volume oltre il massimo: puoi amplificare fino al 600% del suono di qualsiasi file multimediale nel browser.\n\n- Molto facile da usare: puoi controllare il volume di qualsiasi scheda con il cursore nel tuo browser.\n\n- Passa a qualsiasi scheda che riproduce l'audio con un solo clic.\n\n\nAVVERTIMENTO\n\nNon siamo responsabili per qualsiasi cosa possa accadere ai tuoi altoparlanti o ad un altro dispositivo audio! Non ascoltare a tutto volume o con bassi amplificati per troppo tempo. Questo può essere dannoso per i tuoi altoparlanti. Usalo saggiamente!\n\nCi auguriamo che troverai utile il nostro booster di volume! Stiamo aspettando il tuo feedback e le tue valutazioni!",
    "ja": "ボリュームアンプは、最大でも曲やビデオが小さすぎる場合に役立ちます。 ボリューム ブースターを使用すると、音量を最大 +600% まで上げることができます。 また、最新の Web サイトは、ビデオ、音楽、ストリーミング ビデオ、オーディオ、広告などのメディア コンテンツで混雑しています。 このすべてのサウンドを制御するには、タブごとに個別の音量設定を設定できる音量制御ツールが必要です。\n\n新しい驚くべきサウンドブースターで本当の違いを感じてください。 PC のサウンドが大幅に改善されていることに気付くでしょう。 ボリューム アンプは、Google Chrome ブラウザー用のシンプルで非常に便利なアプリケーションです。 デバイスのオーディオまたはビデオの音量を上げたい人にとっては便利です。 拡張機能の使いやすさに驚かれることでしょう。\n\nボリューム ブースターを使用すると、複数のクロム タブのボリューム レベルを簡単に管理できます。 デバイスが必要なサウンド レベルを提供できないことに最近気付いた場合は、サウンド ブースターをインストールして問題を解決してください。\n\n特徴：\n\n- 音量を最大以上に上げる - ブラウザ内のメディア ファイルの音声を最大 600% まで増幅できます。\n\n- 非常に使いやすい - ブラウザのスライダーで任意のタブの音量を制御できます。\n\n- ワンクリックでオーディオを再生している任意のタブに切り替えます。\n\n\n警告\n\nスピーカーやその他のオーディオ デバイスに発生する可能性のあるものについては、当社は責任を負いません。 最大音量で、または低音ブーストで長時間聴かないでください。 これはスピーカーに害を及ぼす可能性があります。 賢く使おう！\n\nボリューム ブースターがお役に立てば幸いです。 フィードバックと評価をお待ちしています！",
    "ko": "볼륨 증폭기는 노래나 비디오가 최대로 해도 너무 조용할 때 도움이 됩니다. 볼륨 부스터를 사용하면 최대 +600%까지 볼륨을 높일 수 있습니다. 또한 최신 웹 사이트는 비디오, 음악, 스트리밍 비디오, 오디오 및 광고와 같은 미디어 콘텐츠로 가득 차 있습니다. 이 모든 소리를 제어하려면 각 탭에 대한 개별 볼륨 설정을 지정하는 기능이 있는 볼륨 제어 도구가 필요합니다.\n\n새롭고 놀라운 사운드 부스터로 진정한 차이를 느껴보세요. PC의 사운드가 눈에 띄게 향상되었음을 알 수 있습니다. Volume Amplifier는 구글 크롬 브라우저를 위한 간단하고 매우 유용한 애플리케이션입니다. 장치의 오디오 또는 비디오 볼륨을 높이려는 사용자에게 유용합니다. 확장 기능을 사용하는 것이 얼마나 쉬운지 놀라실 것입니다.\n\n볼륨 부스터를 사용하면 여러 크롬 탭의 볼륨 수준을 간단한 방식으로 관리할 수 있습니다. 최근에 장치가 필요한 수준의 사운드를 제공할 수 없다는 사실을 알게 된 경우 사운드 부스터를 설치하여 문제를 해결하십시오.\n\n특징:\n\n- 볼륨을 최대 이상으로 높이십시오 - 브라우저에서 모든 미디어 파일의 사운드를 최대 600%까지 증폭할 수 있습니다.\n\n- 매우 사용하기 쉬움 - 브라우저의 슬라이더로 모든 탭의 볼륨을 제어할 수 있습니다.\n\n- 한 번의 클릭으로 오디오를 재생하는 탭으로 전환합니다.\n\n\n경고\n\n스피커나 다른 오디오 장치에 발생할 수 있는 모든 일에 대해 책임지지 않습니다! 최대 음량으로 듣거나 베이스 부스트를 너무 오래 사용하지 마십시오. 이는 스피커에 해로울 수 있습니다. 현명하게 사용하세요!\n\n볼륨 부스터가 유용하길 바랍니다! 여러분의 피드백과 평가를 기다리고 있습니다!",
    "lt": "Garsumo stiprintuvas padeda, jei daina ar vaizdo įrašas yra per tylus net ir maksimaliai. Su mūsų garso stiprintuvu galite padidinti garsumą iki +600%. Be to, šiuolaikinės svetainės yra perpildytos žiniasklaidos turinio, pvz., vaizdo įrašų, muzikos, vaizdo įrašų, garso įrašų ir skelbimų. Norėdami valdyti visą šį garsą, jums reikia garsumo valdymo įrankio su galimybe nustatyti individualius kiekvieno skirtuko garsumo nustatymus.\n\nSumažėjo tikras skirtumas su nauju ir nuostabiu garso stiprintuvu. Pastebėsite nepaprastą kompiuterio garso pagerėjimą. Garsumo stiprintuvas yra paprasta ir gana naudinga programa „Google Chrome“ naršyklei. Tai bus naudinga tiems, kurie nori padidinti garso ar vaizdo garsumą savo įrenginiuose. Būsite maloniai nustebinti, kaip lengva naudotis plėtiniu.\n\nGarsumo stiprintuvas leidžia paprastai valdyti kelių chromuotų skirtukų garsumo lygį. Jei neseniai pastebėjote, kad jūsų įrenginiai negali užtikrinti reikiamo garso lygio, įdiekite garso stiprintuvą, kad išspręstumėte problemą.\n\nFunkcijos:\n\n- Padidinkite garsumą virš maksimalaus – galite sustiprinti iki 600% bet kokių naršyklėje esančių medijos failų garso.\n\n- Labai paprasta naudoti – galite valdyti bet kurio skirtuko garsumą naudodami naršyklės slankiklį.\n\n- Vienu spustelėjimu perjunkite į bet kurį skirtuką, leidžiantį garsą.\n\n\nĮSPĖJIMAS\n\nMes neatsakome už nieką, kas gali nutikti jūsų garsiakalbiams ar kitam garso įrenginiui! Neklausykite per ilgai visu garsu arba su boso pastiprinimu. Tai gali pakenkti jūsų garsiakalbiams. Naudokite jį protingai!\n\nTikimės, kad mūsų garsumo stiprintuvas jums bus naudingas! Laukiame jūsų atsiliepimų ir įvertinimų!",
    "lv": "Skaļuma pastiprinātājs palīdz jums, ja dziesma vai videoklips ir pārāk kluss pat maksimumā. Izmantojot mūsu skaļuma pastiprinātāju, jūs varat palielināt skaļumu līdz +600%. Turklāt mūsdienu vietnes ir pārpildītas ar multivides saturu, piemēram, video, mūziku, video straumēšanu, audio un reklāmām. Lai kontrolētu visu šo skaņu, ir nepieciešams skaļuma kontroles rīks ar iespēju katrai cilnei iestatīt atsevišķus skaļuma iestatījumus.\n\nAtklājiet patieso atšķirību ar jauno un pārsteidzošo skaņas pastiprinātāju. Jūs pamanīsit ievērojamu datora skaņas uzlabojumu. Skaļuma pastiprinātājs ir vienkārša un diezgan noderīga lietojumprogramma pārlūkam Google Chrome. Tas noderēs tiem, kuri vēlas palielināt audio vai video skaļumu savās ierīcēs. Jūs būsiet patīkami pārsteigts par to, cik viegli ir izmantot paplašinājumu.\n\nSkaļuma pastiprinātājs ļauj vienkāršā veidā pārvaldīt vairāku hroma cilņu skaļuma līmeni. Ja nesen pamanījāt, ka jūsu ierīces nevar nodrošināt jums nepieciešamo skaņas līmeni, instalējiet skaņas pastiprinātāju, lai novērstu problēmu.\n\nIespējas:\n\n- Palieliniet skaļumu virs maksimālā — varat pastiprināt līdz pat 600% no jebkura pārlūkprogrammas multivides faila skaņas.\n\n- Ļoti viegli lietojams — ar pārlūkprogrammas slīdni varat kontrolēt jebkuras cilnes skaļumu.\n\n- Pārslēdzieties uz jebkuru cilni, kas atskaņo audio tikai ar vienu klikšķi.\n\n\nBRĪDINĀJUMS\n\nMēs neesam atbildīgi par neko, kas var notikt ar jūsu skaļruņiem vai citu audio ierīci! Neklausieties pārāk ilgi pilnā skaļumā vai ar basa pastiprinājumu. Tas var kaitēt jūsu skaļruņiem. Izmantojiet to saprātīgi!\n\nMēs ceram, ka mūsu skaļuma pastiprinātājs jums noderēs! Gaidām jūsu atsauksmes un vērtējumus!",
    "nl": "Volumeversterker helpt je als het nummer of de video zelfs op het maximum te zacht is. Met onze volumebooster kunt u het volume verhogen tot +600%. Ook staan moderne websites vol met media-inhoud zoals video, muziek, streaming video, audio en advertenties. Om al dit geluid onder controle te krijgen, heb je een tool voor volumeregeling nodig waarmee je voor elk tabblad individuele volume-instellingen kunt instellen.\n\nViel het echte verschil met de nieuwe en verbazingwekkende geluidsversterker. U zult een opmerkelijke verbetering merken in het geluid op uw pc. Volumeversterker is een eenvoudige en redelijk handige applicatie voor de Google Chrome-browser. Het is handig voor diegenen die het volume van audio of video op hun apparaten willen verhogen. U zult aangenaam verrast zijn hoe gemakkelijk het is om de extensie te gebruiken.\n\nMet Volume Booster kunt u op een eenvoudige manier het volumeniveau van meerdere Chrome-tabbladen beheren. Als je onlangs hebt gemerkt dat je apparaten niet het gewenste geluidsniveau kunnen leveren, installeer dan een geluidsversterker om het probleem op te lossen.\n\nFuncties:\n\n- Verhoog het volume tot boven het maximum - u kunt tot 600% van het geluid van alle mediabestanden in de browser versterken.\n\n- Zeer eenvoudig te gebruiken - u kunt het volume van elk tabblad regelen met de schuifregelaar in uw browser.\n\n- Schakel met slechts één klik over naar elk tabblad dat audio afspeelt.\n\n\nWAARSCHUWING\n\nWij zijn niet verantwoordelijk voor iets dat met uw luidsprekers of een ander audioapparaat zou kunnen gebeuren! Luister niet te lang op vol volume of met een basversterking. Dit kan schadelijk zijn voor uw luidsprekers. Gebruik het verstandig!\n\nWe hopen dat je onze volumebooster nuttig vindt! We wachten op uw feedback en beoordelingen!",
    "no": "Volumforsterker hjelper deg hvis sangen eller videoen er for stille selv på maksimum. Med vår volumforsterker kan du øke volumet opp til +600 %. Moderne nettsteder er også overfylt med medieinnhold som video, musikk, streaming video, lyd og annonser. For å ta kontroll over all denne lyden trenger du et volumkontrollverktøy med mulighet til å stille inn individuelle voluminnstillinger for hver fane.\n\nFikk den virkelige forskjellen med den nye og fantastiske lydforsterkeren. Du vil merke en bemerkelsesverdig forbedring i lyden på PC-en din. Volumforsterker er en enkel og ganske nyttig applikasjon for nettleseren Google Chrome. Det vil være nyttig for de som ønsker å øke volumet av lyd eller video på enhetene sine. Du vil bli positivt overrasket over hvor enkelt det er å bruke utvidelsen.\n\nVolumforsterker lar deg administrere volumnivået til flere kromfaner på en enkel måte. Hvis du nylig har lagt merke til at enhetene dine ikke kan gi lydnivået du trenger, installer en lydforsterker for å fikse problemet.\n\nFunksjoner:\n\n- Øk volumet over maksimum - du kan forsterke opptil 600 % av lyden til alle mediefiler i nettleseren.\n\n- Veldig enkel å bruke - du kan kontrollere volumet til enhver fane med glidebryteren i nettleseren din.\n\n- Bytt til hvilken som helst fane som spiller lyd med bare ett klikk.\n\n\nADVARSEL\n\nVi er ikke ansvarlige for noe som kan skje med høyttalerne dine eller en annen lydenhet! Ikke lytt med fullt lydvolum eller med bassforsterkning for lenge. Dette kan være skadelig for høyttalerne. Bruk det med omhu!\n\nVi håper du finner volumforsterkeren vår nyttig! Vi venter på tilbakemeldinger og vurderinger!",
    "pl": "Wzmacniacz głośności pomaga, jeśli utwór lub film jest zbyt cichy, nawet na maksimum. Dzięki naszemu wzmacniaczowi głośności możesz zwiększyć głośność do +600%. Ponadto nowoczesne strony internetowe są przepełnione treściami multimedialnymi, takimi jak wideo, muzyka, strumieniowe przesyłanie wideo, audio i reklamy. Aby przejąć kontrolę nad całym tym dźwiękiem, potrzebujesz narzędzia do regulacji głośności z możliwością ustawienia indywidualnych ustawień głośności dla każdej karty.\n\nPoczuj prawdziwą różnicę dzięki nowemu i niesamowitemu wzmacniaczowi dźwięku. Zauważysz niezwykłą poprawę dźwięku na komputerze. Wzmacniacz głośności to prosta i całkiem przydatna aplikacja dla przeglądarki Google Chrome. Przyda się tym, którzy chcą zwiększyć głośność dźwięku lub obrazu na swoich urządzeniach. Będziesz mile zaskoczony, jak łatwo jest korzystać z rozszerzenia.\n\nWzmacniacz głośności pozwala w prosty sposób zarządzać poziomem głośności wielu kart Chrome. Jeśli ostatnio zauważyłeś, że Twoje urządzenia nie zapewniają wymaganego poziomu dźwięku, zainstaluj wzmacniacz dźwięku, aby rozwiązać problem.\n\nCechy:\n\n- Zwiększ głośność powyżej maksimum - możesz wzmocnić do 600% dźwięku dowolnych plików multimedialnych w przeglądarce.\n\n- Bardzo łatwy w użyciu - możesz kontrolować głośność dowolnej karty za pomocą suwaka w przeglądarce.\n\n- Przełącz się na dowolną kartę odtwarzającą dźwięk za pomocą jednego kliknięcia.\n\n\nOSTRZEŻENIE\n\nNie ponosimy odpowiedzialności za cokolwiek, co może się stać z Twoimi głośnikami lub innym urządzeniem audio! Nie słuchaj zbyt długo z pełną głośnością lub z podbiciem basów. Może to być szkodliwe dla głośników. Używaj z rozwagą!\n\nMamy nadzieję, że nasz wzmacniacz głośności okaże się przydatny! Czekamy na Wasze opinie i oceny!",
    "pt_BR,pt_PT": "O amplificador de volume ajuda se a música ou o vídeo estiver muito baixo, mesmo no máximo. Com nosso amplificador de volume, você pode aumentar o volume em até +600%. Além disso, os sites modernos estão repletos de conteúdo de mídia, como vídeo, música, streaming de vídeo, áudio e anúncios. Para controlar todo esse som, você precisa de uma ferramenta de controle de volume com a capacidade de definir configurações de volume individuais para cada guia.\n\nSinta a real diferença com o novo e incrível amplificador de som. Você notará uma melhora notável no som do seu PC. Amplificador de volume é um aplicativo simples e bastante útil para o navegador Google Chrome. Será útil para quem deseja aumentar o volume de áudio ou vídeo em seus dispositivos. Você ficará agradavelmente surpreso com a facilidade de usar a extensão.\n\nO reforço de volume permite gerenciar o nível de volume de várias guias cromadas de maneira simples. Se você notou recentemente que seus dispositivos não podem fornecer o nível de som necessário, instale um amplificador de som para corrigir o problema.\n\nRecursos:\n\n- Aumente o volume acima do máximo - você pode amplificar até 600% do som de qualquer arquivo de mídia no navegador.\n\n- Muito fácil de usar - você pode controlar o volume de qualquer aba com o controle deslizante do seu navegador.\n\n- Mude para qualquer guia de reprodução de áudio com apenas um clique.\n\n\nAVISO\n\nNão nos responsabilizamos por nada que possa acontecer com seus alto-falantes ou outro dispositivo de áudio! Não ouça no volume de som máximo ou com reforço de graves por muito tempo. Isso pode ser prejudicial para seus alto-falantes. Use-o com sabedoria!\n\nEsperamos que você ache nosso intensificador de volume útil! Estamos esperando por seus comentários e avaliações!",
    "sl": "Ojačevalec glasnosti vam pomaga, če je pesem ali videoposnetek pretih, tudi na maksimumu. Z našim ojačevalcem glasnosti lahko povečate glasnost do +600%. Poleg tega so sodobna spletna mesta polna medijskih vsebin, kot so video, glasba, pretočni video, zvok in oglasi. Če želite prevzeti nadzor nad vsem tem zvokom, potrebujete orodje za nadzor glasnosti z možnostjo nastavitve individualnih nastavitev glasnosti za vsak zavihek.\n\nZačutite resnično razliko z novim in neverjetnim ojačevalcem zvoka. Opazili boste izjemno izboljšanje zvoka na vašem računalniku. Volume amplifier je preprosta in precej uporabna aplikacija za brskalnik google chrome. Prav bo prišel tistim, ki želijo povečati glasnost zvoka ali videa na svojih napravah. Prijetno boste presenečeni nad enostavnostjo uporabe razširitve.\n\nOjačevalnik glasnosti vam omogoča enostavno upravljanje glasnosti več kromiranih zavihkov. Če ste nedavno opazili, da vaše naprave ne morejo zagotoviti ravni zvoka, ki jo potrebujete, namestite ojačevalnik zvoka, da odpravite težavo.\n\nLastnosti:\n\n- Povečajte glasnost nad največjo - povečate lahko do 600 % zvoka katere koli medijske datoteke v brskalniku.\n\n- Zelo enostaven za uporabo - z drsnikom v brskalniku lahko nadzirate glasnost katerega koli zavihka.\n\n- Preklopite na kateri koli zavihek za predvajanje zvoka s samo enim klikom.\n\n\nOPOZORILO\n\nNe odgovarjamo za karkoli, kar bi se lahko zgodilo vašim zvočnikom ali drugi zvočni napravi! Ne poslušajte predolgo pri polni glasnosti ali z ojačanimi nizkimi toni. To je lahko škodljivo za vaše zvočnike. Uporabite ga pametno!\n\nUpamo, da vam bo naš ojačevalnik glasnosti koristen! Čakamo na vaše povratne informacije in ocene!",
    "sr": "Појачало јачине звука вам помаже ако је песма или видео превише тих чак и на максимуму. Помоћу нашег појачавача јачине звука можете повећати јачину звука до +600%. Такође, модерне веб странице су претрпане медијским садржајем као што су видео, музика, стриминг видео, аудио и огласи. Да бисте преузели контролу над свим овим звуком, потребан вам је алат за контролу јачине звука са могућношћу постављања појединачних подешавања јачине звука за сваку картицу.\n\nОсетила је права разлика са новим и невероватним појачивачем звука. Приметићете значајно побољшање звука на вашем рачунару. Појачало јачине звука је једноставна и прилично корисна апликација за претраживач Гоогле Цхроме. Биће корисно за оне који желе да повећају јачину звука или видеа на својим уређајима. Бићете пријатно изненађени колико је лако користити екстензију.\n\nПојачавач јачине звука вам омогућава да на једноставан начин управљате јачином звука више хромираних картица. Ако сте недавно приметили да ваши уређаји не могу да обезбеде ниво звука који вам је потребан, инсталирајте појачавач звука да бисте решили проблем.\n\nКарактеристике:\n\n- Повећајте јачину звука изнад максимума - можете појачати до 600% звука било које медијске датотеке у претраживачу.\n\n- Веома једноставан за коришћење - можете да контролишете јачину звука било које картице помоћу клизача у вашем претраживачу.\n\n- Пребаците се на било коју картицу која репродукује звук само једним кликом.\n\n\nУПОЗОРЕЊЕ\n\nНисмо одговорни за било шта што би се могло догодити вашим звучницима или другим аудио уређајима! Не слушајте при пуној јачини звука или уз појачање баса предуго. Ово може бити штетно за ваше звучнике. Користите га мудро!\n\nНадамо се да ће вам наш појачивач јачине звука бити од користи! Чекамо ваше повратне информације и оцене!",
    "sv": "Volymförstärkare hjälper dig om låten eller videon är för tyst även på max. Med vår volymförstärkare kan du öka volymen upp till +600%. Moderna webbplatser är också fulla av mediainnehåll som video, musik, strömmande video, ljud och annonser. För att ta kontroll över allt detta ljud behöver du ett volymkontrollverktyg med möjlighet att ställa in individuella volyminställningar för varje flik.\n\nFick den verkliga skillnaden med den nya och fantastiska ljudförstärkaren. Du kommer att märka en anmärkningsvärd förbättring av ljudet på din dator. Volymförstärkare är en enkel och ganska användbar applikation för webbläsaren Google Chrome. Det kommer att vara praktiskt för dem som vill öka volymen på ljud eller video på sina enheter. Du kommer att bli positivt överraskad över hur lätt det är att använda förlängningen.\n\nVolymförstärkare låter dig hantera volymnivån för flera kromflikar på ett enkelt sätt. Om du nyligen har märkt att dina enheter inte kan ge den ljudnivå du behöver, installera en ljudförstärkare för att åtgärda problemet.\n\nFunktioner:\n\n- Öka volymen över maximalt - du kan förstärka upp till 600 % av ljudet från alla mediefiler i webbläsaren.\n\n- Mycket lätt att använda - du kan styra volymen på valfri flik med reglaget i din webbläsare.\n\n- Växla till valfri flik som spelar ljud med bara ett klick.\n\n\nVARNING\n\nVi är inte ansvariga för något som kan hända med dina högtalare eller annan ljudenhet! Lyssna inte med full ljudvolym eller med basförstärkning för länge. Detta kan vara skadligt för dina högtalare. Använd den klokt!\n\nVi hoppas att du tycker att vår volymförstärkare är användbar! Vi väntar på din feedback och betyg!",
    "tr": "Ses yükseltici, şarkı veya video maksimumda bile çok sessizse size yardımcı olur. Ses yükselticimiz ile sesi +%600'e kadar artırabilirsiniz. Ayrıca, modern web siteleri video, müzik, video akışı, ses ve reklamlar gibi medya içerikleriyle doludur. Tüm bu sesi kontrol altına almak için, her sekme için ayrı ses ayarı yapma yeteneğine sahip bir ses kontrol aracına ihtiyacınız var.\n\nYeni ve şaşırtıcı ses yükseltici ile gerçek fark düştü. Bilgisayarınızdaki seste dikkate değer bir gelişme olduğunu fark edeceksiniz. Volume amplifier, google chrome tarayıcısı için basit ve oldukça kullanışlı bir uygulamadır. Cihazlarında ses veya videonun sesini artırmak isteyenler için kullanışlı olacaktır. Uzantıyı kullanmanın ne kadar kolay olduğuna şaşıracaksınız.\n\nSes yükseltici, birden çok krom sekmesinin ses düzeyini basit bir şekilde yönetmenize olanak tanır. Son zamanlarda cihazlarınızın ihtiyacınız olan ses seviyesini sağlayamadığını fark ettiyseniz, sorunu çözmek için bir ses yükseltici yükleyin.\n\nÖzellikleri:\n\n- Sesi maksimumun üzerine çıkarın - tarayıcıdaki herhangi bir medya dosyasının sesini %600'e kadar yükseltebilirsiniz.\n\n- Kullanımı çok kolay - herhangi bir sekmenin sesini tarayıcınızdaki kaydırıcıyla kontrol edebilirsiniz.\n\n- Tek bir tıklamayla ses çalan herhangi bir sekmeye geçin.\n\n\nUYARI\n\nHoparlörlerinizin veya başka bir ses cihazının başına gelebilecek hiçbir şeyden biz sorumlu değiliz! Tam ses seviyesinde veya çok uzun süre bas güçlendirme ile dinlemeyin. Bu, hoparlörleriniz için zararlı olabilir. Akıllıca kullan!\n\nSes yükselticimizi yararlı bulacağınızı umuyoruz! Geri bildiriminizi ve puanlarınızı bekliyoruz!",
    "zh_CN": "如果歌曲或视频太安静，音量放大器可以帮助您，即使是最大音量。 使用我们的音量助推器，您可以将音量提高到 +600%。 此外，现代网站充斥着视频、音乐、流媒体视频、音频和广告等媒体内容。 要控制所有这些声音，您需要一个音量控制工具，该工具能够为每个选项卡设置单独的音量设置。\n\n使用全新且令人惊叹的声音增强器，感受真正的不同。 您会注意到 PC 上的声音有了显着改善。 Volume amplifier 是一款适用于 google chrome 浏览器的简单且非常有用的应用程序。 对于那些想要增加其设备上的音频或视频音量的人来说，它会派上用场。 您会惊喜地发现该扩展的使用如此简单。\n\n音量助推器允许您以简单的方式管理多个 chrome 选项卡的音量级别。 如果您最近注意到您的设备无法提供您需要的音量，请安装声音增强器来解决问题。\n\n特征：\n\n- 将音量提高到最大值以上 - 您最多可以将浏览器中任何媒体文件的声音放大 600%。\n\n- 非常易于使用 - 您可以使用浏览器中的滑块控制任何选项卡的音量。\n\n- 只需单击一下即可切换到播放音频的任何选项卡。\n\n\n警告\n\n对于您的扬声器或其他音频设备可能发生的任何事情，我们概不负责！ 不要长时间以最大音量或低音增强收听。 这可能对您的扬声器有害。 明智地使用它！\n\n我们希望您发现我们的音量助推器有用！ 我们正在等待您的反馈和评分！"
  }
}