{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eLearning Assignment Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will track the due dates of your eLearning courses by allowing you to mark them as complete."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"eLearning Assignment Tracker,\" the essential browser extension designed to revolutionize how you manage your eLearning assignments. Seamlessly integrating with your eLearning platform's due dates tab, this powerful tool empowers users to effortlessly monitor, track, and manage their assignments.\n\nWith \"eLearning Assignment Tracker,\" staying organized has never been simpler. Utilizing intuitive check and uncheck functionalities directly within the due dates tab, users can effortlessly mark assignments as completed or pending, providing a clear visual representation of their progress and priorities.\n\nKey Features:\n- Streamlined assignment management: Easily track and update assignment statuses directly from your eLearning platform's due dates tab.\n- Visual progress indicators: Instantly visualize your assignment progress with intuitive checkmarks, ensuring you stay on top of deadlines and priorities.\n- Notes: Add notes to your assignment to help you keep track of key details or progress.\n\nWhether you're a busy student navigating multiple courses or just a student pulling threw life \"eLearning Assignment Tracker\" is your indispensable companion for maximizing productivity and success in the digital classroom. Say goodbye to missed deadlines and hello to seamless organization with \"eLearning Assignment Tracker\" – your key to academic excellence.\n\nPotential Upcoming Features:\n\n- Priority Levels: Take charge of your priorities by assigning levels to upcoming assignments. This feature will empower you to differentiate between urgent tasks and those that can wait, ensuring you allocate your time and energy effectively.\n\n- Customize Colors: Customize the color of the completed assignments."
  }
}