{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark YouTube Videos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily bookmark specific timeframes on YouTube videos. Revisit your favorite moments with a single click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark YouTube Videos for Chrome: Enhance your YouTube experience by bookmarking specific moments in videos. Whether it's a memorable scene, an important tutorial step, or a hilarious joke, never lose track of those special video segments.\n\nWhy Choose Bookmark YouTube Videos?\n\nPinpoint Precision: Bookmark any specific timeframe on a YouTube video. Jump back to your favorite moments effortlessly.\nVideo-Specific Bookmarks: Your bookmarks are tailored to each video. Open a video and instantly see all your saved timeframes for it.\nUser-Centric Design: Simple, intuitive, and built for YouTube enthusiasts. No more scrubbing through videos to find that one moment.\nFuture-Ready: We're constantly evolving. Features like adding comments to bookmarks and more are on the horizon.\nFAQs:\n\nHow do I view my bookmarks?: Simply open the YouTube video you've bookmarked, and all your saved timeframes will be displayed.\nCan I bookmark multiple moments in one video?: Absolutely! Bookmark as many segments as you like in a single video.\nWill my bookmarks sync across devices?: As long as you're signed into Chrome with the same account, your bookmarks will be available across devices.\n\nJoin the community enhancing their YouTube experience with Bookmark YouTube Videos. Dive straight into the moments that matter."
  }
}