{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch Username and User ID Translator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fetch user id of a Twitch username or the username of a Twitch user id."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple extension that converts Twitch usernames to user ids, and user ids to usernames. Will notify you if the username or user id is invalid. By default, the extension will use a dedicated Twitch account and the TwitchTokenGenerator.com api to acquire an access token to hit the Twitch Helix API GetUsers endpoint. Alternatively, you can provide a client id and secret (found on developer.twitch.tv), and these will be used to generate an access token.\n\nPermissions:\n- storage: Used to save your selection of execution mode, as well as the client id/secret. The extension will also use storage to cache the access token generated to avoid needing to make a refresh call every usage.\n\nChanges:\nVersion 1.9: Adopt manifest v3 and add a privacy policy link (to state that no data is stored or used) to appease Google\n\nVersion 1.8: Removes v5 API as Twitch is turning it off in February 2022. Adds support for both built in access token (via twitchtokengenerator.com) by default, as well as the ability to set a client id and client secret from a TwitchDev application. Adds a settings UI that allows you to select which mode, and to fill in the client id/secret as needed.\n\nVersion 1.7: Corrects typo in extension name...\n\nVersion 1.6: Back to v5 API to avoid needing to use OAuth and OIDC. Kicking the can down the road...\n\nVersion 1.5: Auto detection (thanks GhostZero). Copy link and message added. Success/error messages shown/hidden as appropriate.\n\nVersion 1.4: Adds support for new Twitch API (Helix), and slight UI changes to make usage easier."
  }
}