{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EmailTree.AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Answer customers' questions in seconds using AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reply to customers requests in a flash, right here in Chrome, using different techniques of AI (NLP, NLU, ML).\n\nThe powerful EmailTree.ai application and extension are a new way to respond quickly to questions and considerably increase your productivity.\n\nSave precious time (up to 80%, depending on the confidence levels). Every new reply you generate helps improving the knowledge base you are building. The question-answer cycle permanently increases the machine learning knowledge, helping you to answer better, faster, and more accurately.\n\nSpike up your team's productivity and install the EmailTree extension, quick and easy.\n\n*** New in version 1.6.38 (October 2024)\n\nAdded: \nImproved login flow for SSO compatibility: \nThe login process was improved to support single sign-on (SSO) options.\n\n*** New in version 1.6.37 (August 2024)\n\nAdded: \nImproved Display of Reply Suggestions: \nEnhancements were made to optimize the visibility and functionality of reply suggestions.\n\nSecurity Improvements: \nUpdated security protocols to strengthen the protection of user data and interactions.\n\n*** New in version 1.6.34\n\nAdded: \nPreserve formatting for most used blocks\n\nWe have improved the copy function for the most used blocks to ensure that formatting is preserved when content is copied. Previously, formatting was visible in the preview but lost upon copying. This update ensures consistency, similar to the \"Learn and Copy\" feature.\n\n*** New in version 1.6.32\n\nAdded:\nUneditable Chrome Extension Suggestions: With our Chrome Extension, OpenAI suggestions are now locked in, ensuring data integrity and preventing accidental edits.\n\n\"No Suggestions Available\" Notification: We've added a user-friendly feature that informs you with a clear message when there are no suggestions available, streamlining your workflow.\n\nContent Color Blocking in Edit Response Area: Enjoy enhanced visual clarity with content color blocking in the edit response area, making it easier to differentiate and organize your text.\n\n*** New in version 1.6.16\n\nAdded:\nA notification to not leave empty the section field (feature to be activated on request)\nDisplay \"No suggestions available\" when there are no suggestions available (e.g when treating a new scenario) \n\n*** New in version 1.6.9\n\nAdded:\nA quick way to access the most frequently used blocks (feature to be activated on request)\n\n*** New in version 1.5.5\n\nAdded:\nAlert for missing block title when adding a new one\nFixed:\nDeactivated the “Get Suggestion” button after the first click, for preventing multiple accidental requests \n\n*** New in version 1.5.4\n\nAdded: \n\nAnonymization of personal data\n\nFixed:\n\nReference ID bug fixes\nSelect block from search single result\nExtension used in multiple tabs saved initial detected language to AI (cross learning)\nMouse event not captured in TinyMCE on edit block\nFont & size are kept for all information copied from outside and pasted in the extension\n\n*** New in version 1.4.3\n\nAdded Reference ID field in order to offer the possibility  to reference the issue to an external ticketing system\nFixed bugs related to text formatting \n\n*** New in version 1.3.8\n\nPreserve the formatting for unordered lists (ul), ordered lists (ol), subscripts (\nsub), superscripts (sup)\n\n*** New in version 1.3.2\n\nAdded: \nFixed Font format Arial 10 on Learn & Copy\n\n*** New in version 1.3.2\n\nAdded: \nOption to unify Learn & Copy + Reset\nAutocorrect on edit reply and edit blocks\nChanged description on the button Copy to Learn & Copy\nFont format Arial 10 black formatted on click on Learn & Copy\n\n\n*** New in version 1.2.0\n\nSearch for a section and a language in the dropdown\nInsert and remove hyperlinks in the reply & blocks text editor \nUsability enhancements in order to remember the tabs on which the extension should be active, open, hidden\nFixed login when the option \"On specific sites\" is activated"
  }
}