{
  "name": {
    "ar": "مبدل وكيل المستخدم",
    "am,bn,de,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,nl,pt_BR,pt_PT,ru,sw,ta,te": "User Agent Switcher",
    "bg": "Превключвател на потребителски агент",
    "ca": "Interruptor d&#39;Agent d&#39;Usuari",
    "cs": "Přepínač uživatelských agentů",
    "da": "Bruger Agent Switcher",
    "el": "Εναλλαγή παράγοντα χρήστη",
    "es": "Agente de usuario Switcher",
    "et": "Kasutajaagendi vahetaja",
    "fa": "تعویض نماینده کاربر",
    "fi": "Käyttäjäagentinvaihto",
    "fil": "Tagagamit ng Agent Agent",
    "fr": "Commutateur d&#39;agent utilisateur",
    "he": "סוכן משתמש מחליף",
    "hi": "उपयोगकर्ता एजेंट स्विचर",
    "hr": "Korisnički agent Switcher",
    "hu": "Váltó felhasználói ügynök",
    "id": "Pengalih Agen Pengguna",
    "it": "Switcher agente utente",
    "ja": "ユーザーエージェントスイッチャー",
    "ko": "사용자 에이전트 스위처",
    "lt": "Vartotojo atstovas perjungiklis",
    "lv": "Lietotāja aģents pārslēdzējs",
    "ms": "Pengalih Ejen Pengguna",
    "no": "Bruker Agent Switcher",
    "pl": "Przełącznik agenta użytkownika",
    "ro": "Comutatorul agentului utilizator",
    "sk": "Prepínač užívateľských agentov",
    "sl": "Uporabniški agent Switcher",
    "sr": "Кориснички агент Свитцхер",
    "sv": "Användaragentväxlare",
    "th": "ตัวแทนผู้ใช้ Switcher",
    "tr": "Kullanıcı Aracısı Değiştirici",
    "uk": "Агент користувача Switcher",
    "vi": "Chuyển đổi tác nhân người dùng",
    "zh_CN": "用户代理切换器",
    "zh_TW": "用戶代理切換器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly and easily switch between popular user-agent strings."
  },
  "long": {
    "ar": "التبديل بسرعة وسهولة بين سلاسل وكيل المستخدم الشائعة.\n\nتوفر واجهة المستخدم واجهة سهلة للوصول إلى 26 وكيل مستخدم.\n\nسيؤدي النقر على أي UA ، إلى تغيير وكيل مستخدم المتصفح بعد إدخال عنوان url جديد في شريط عنوان المتصفح.\n\nإذا كنت تستخدم إصدار الويب ، يمكنك الاختيار بسهولة من 26 سلسلة UA محددة مسبقًا وإدخال أي عدد من عناوين url المباشرة لاختبار كيف سيبدو مع تحديد المستخدم.\n\nهناك أيضًا خيار لتعديل أي وكيل مستخدم من مربع النص.\n\nيمكن حفظ نتائج الاختبار الخاصة بك على محرك الأقراص المحلي أو Google Drive من تطبيق الويب.\n\nجرب برنامجنا الآن. إنه مجاني 100٪ للاستخدام ، ويمكنك الوصول إلى نتائج الاختبار على محرك الأقراص الثابتة أو Google Drive.\n\nما هو وكيل المستخدم؟\nكل شخص يتصفح الويب الآن لديه وكيل مستخدم. إنه البرنامج الذي يعمل كجسر بينك وبين المستخدم والإنترنت. من الأسهل فهم وكلاء المستخدم إذا تراجعنا ونظرنا إلى تطور الويب ، حتى نتمكن من فهم فوائد وكلاء المستخدم.\n\nعندما كان الإنترنت نظامًا نصيًا ، في بداية استخدامه مباشرة ، كان على المستخدمين كتابة أوامر للتنقل وإرسال الرسائل. الآن ، لدينا متصفحات للقيام بذلك من أجلنا. نحن ببساطة نشير وننقر ، ويعمل المتصفح بمثابة \"وكيلنا\" ، مما يحول إجراءاتنا إلى أوامر.\n\nعندما يحمّل متصفحك (أو جهاز مشابه) موقع ويب ، فإنه يعرّف نفسه كوكيل عندما يسترد المحتوى الذي طلبته. إلى جانب تعريف وكيل المستخدم هذا ، يرسل المتصفح مجموعة من المعلومات حول الجهاز والشبكة التي يعمل عليها. هذه مجموعة من البيانات حقًا لمطوري الويب ، لأنها تتيح لهم تخصيص التجربة اعتمادًا على وكيل المستخدم الذي قام بتحميل الصفحة.\n\nأنواع وكيل المستخدم\nالمتصفحات هي مثال مباشر على وكيل المستخدم ، ولكن يمكن أن تعمل الأدوات الأخرى كوكلاء. بشكل حاسم ، لا يتم التحكم في جميع وكلاء المستخدم أو توجيههم من قبل البشر ، في الوقت الحقيقي. تعد برامج الزحف في محرك البحث مثالًا جيدًا على وكيل المستخدم الذي يتم تشغيله تلقائيًا (إلى حد كبير) - وهو الروبوت الذي يجوب الويب بدون مستخدم على رأسه.\n\nإليك قائمة ببعض وكلاء المستخدم الذين ستواجههم:\n\nالمتصفحات: بما في ذلك Internet Explorer و Firefox و Safari و Chrome و Edge و BlackBerry و Opera و Minimo و Beonex ومتصفح AOL.\nالزواحف: Google ، صور Google ، Yahoo! سلورب ، ومئات آخرين.\nوحدات التحكم: PlayStation 3 و Wii و PlayStation Portable و Bunjalloo - متصفح Nintendo DS المدمج.\nأنظمة التشغيل القديمة (على سبيل المثال ، AmigaVoyager).\nالمتصفحات غير المتصلة بالإنترنت وما شابهها (على سبيل المثال ، Wget و Offline Explorer).\nلعبة الداما الرابط (على سبيل المثال ، W3C-checklink).\nبالإضافة إلى مجموعة كاملة من قارئي الخلاصات والمصادقين والأنظمة الأساسية السحابية ومشغلات الوسائط ومكتبات البريد الإلكتروني والنصوص.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\nuser agent\nmy user agent\nuser agent switcher\nuser agent chrome\nuser agent switcher firefox\nuser agent list\nuser agent string\nوكيل المستخدم\nوكيل المستخدم الخاص بي\nوكيل المستخدم الجلاد\nوكيل المستخدم الكروم\nوكيل المستخدم الجلاد فايرفوكس\nقائمة وكيل المستخدم\nسلسلة وكيل المستخدم",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Quickly and easily switch between popular user-agent strings.\n\nUI provides an easy interface to access 26 user-agents. \n\nClicking on any UA, will change your browser's user-agent after inputting the new url in browser's address bar.\n\nIf you use web version you can simple select from 26 predefined UA strings and input any count of live urls for test how it's will look with useragent selected. \n\nThere is also an option to edit any useragent from the textbox.\n\nYou can save your test results on your local drive or Google Drive from web application.\n\nTry our software now. Its 100% free to use, and you can access the test results onto your hard drive or Google Drive.\n\nWhat is a User Agent?\nEveryone that is browsing the web right now has a user agent. It’s the software that acts as the bridge between you, the user, and the internet. It’s easiest to understand user agents if we backtrack and look at the evolution of the web, so we can understand the benefits of user agents.\n\nWhen the internet was a text-based system, right back at the beginning of its use, users had to type commands to navigate and send messages. Now, we have browsers to do that for us. We simply point and click, and the browser is acting as our “agent,” turning our actions into commands.\n\nWhen your browser (or similar device) loads a website, it identifies itself as an agent when it retrieves the content you’ve requested. Along with that user agent identification, the browser sends a host of information about the device and network that it’s on. This is a really set of data for web developers, since it allows them to customize the experience depending on the user agent that’s loaded the page.\n\nUser Agent Types\nBrowsers are a straightforward example of a user agent, but other tools can act as agents. Crucially, not all user agents are controlled or instructed by humans, in real time. Search engine crawlers are a good example of a user agent that is (largely) automated — a robot that trawls the web without a user at the helm.",
    "bg": "Бързо и лесно превключване между популярни низове на потребителски агент.\n\nUI предоставя лесен интерфейс за достъп до 26 потребителски агента.\n\nКликвайки върху всеки UA, ще промените потребителския агент на вашия браузър след въвеждане на нов URL адрес в адресната лента на браузъра.\n\nАко използвате уеб версия, можете просто да изберете от 26 предварително дефинирани низове на UA и да въведете всякакъв брой живи URL адреси, за да тествате как ще изглежда с избрания useragent.\n\nИма и опция за редактиране на всеки използващ агент от текстовото поле.\n\nМоже да запазва резултатите от теста си на локалния диск или Google Drive от уеб приложение.\n\nОпитайте нашия софтуер сега. Неговата 100% безплатна употреба и можете да получите достъп до резултатите от теста на вашия твърд диск или Google Drive.\n\nКакво е потребителски агент?\nВсеки, който разглежда браузъра в момента, има потребителски агент. Това е софтуерът, който действа като мост между вас, потребителя и интернет. Най-лесно е да разберем потребителските агенти, ако отстъпим и разгледаме развитието на мрежата, за да можем да разберем предимствата на потребителските агенти.\n\nКогато интернет беше текстова система, още в началото на използването му, потребителите трябваше да въвеждат команди за навигация и изпращане на съобщения. Сега имаме браузъри, които да направят това за нас. Ние просто насочваме и кликваме, а браузърът действа като наш „агент“, превръщайки нашите действия в команди.\n\nКогато вашият браузър (или подобно устройство) зарежда уебсайт, той се идентифицира като агент, когато извлича исканото от вас съдържание. Заедно с тази идентификация на потребителския агент, браузърът изпраща множество информация за устройството и мрежата, които е на него. Това е наистина набор от данни за уеб разработчиците, тъй като им позволява да персонализират опита в зависимост от потребителския агент, който е заредил страницата.\n\nВидове потребителски агент\nБраузърите са ясен пример за потребителски агент, но други инструменти могат да действат като агенти. Важното е, че не всички потребителски агенти се контролират или инструктират от хората в реално време. Търсачките за търсачки са добър пример за потребителски агент, който е (до голяма степен) автоматизиран - робот, който влачи в мрежата без потребител начело.\n\nЕто списък на някои от потребителските агенти, които ще срещнете:\n\nБраузъри: Включително Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex и браузъра AOL.\nСканери: Google, Google Images, Yahoo! Slurp и още стотици.\nКонзоли: PlayStation 3, Wii, PlayStation Portable и Bunjalloo - вградения браузър на Nintendo DS.\nНаследени операционни системи (например AmigaVoyager).\nОфлайн браузъри и подобни (например Wget и Offline Explorer).\nПроверка на връзки (например W3C-checklink).\nПлюс цяла гама от четци на емисии, валидатори, облачни платформи, медийни плейъри, библиотеки за електронна поща и скриптове.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\nfirefox user agent\ncurl user agent\nuser agent header\ncheck user agent\nagent switcher\ngooglebot user agent\nrandom user agent\nmy useragent\nhttp user agent\nandroid user agent\nوكيل مستخدم فايرفوكس\nوكيل المستخدم حليقة\nرأس وكيل المستخدم\nتحقق من وكيل المستخدم\nعامل الجلاد\nوكيل مستخدم googlebot\nوكيل مستخدم عشوائي\nوكيل المستخدم الخاص بي\nوكيل مستخدم http\nوكيل مستخدم android",
    "ca": "Canviar de forma ràpida i senzilla entre les cadenes d'agents d'usuari populars.\n\nLa interfície d'usuari proporciona una interfície fàcil per accedir a 26 agents d'usuari.\n\nFeu clic a qualsevol UA, canviarà l’agent d’usuari del navegador després d’introduir una nova URL a la barra d’adreces del navegador.\n\nSi utilitzeu la versió web, podeu seleccionar senzillament entre 26 cadenes d'UA predefinides i introduir qualsevol nombre d'URL en viu per comprovar com es veurà amb l'usuari seleccionat.\n\nTambé hi ha una opció per editar qualsevol usuari des del quadre de text.\n\nPodeu desar els resultats de la vostra prova a la unitat local o a Google Drive de l'aplicació web.\n\nProveu el nostre programari ara. És 100% gratuït d’utilitzar i podeu accedir als resultats de les proves al vostre disc dur o a Google Drive.\n\nQuè és un agent d'usuari?\nTots els usuaris que naveguen pel web ara mateix tenen un agent d’usuari. És el programari que serveix de pont entre tu, l’usuari i internet. És més fàcil entendre els agents d’usuaris si retrocedim i mirem l’evolució del web, de manera que podem entendre els avantatges dels agents d’usuaris.\n\nQuan Internet era un sistema basat en text, just al començament del seu ús, els usuaris van haver de teclejar ordres per navegar i enviar missatges. Ara, tenim navegadors per fer-ho. Simplement apuntem i fem clic i el navegador actua com el nostre \"agent\" convertint les nostres accions en comandes.\n\nQuan el navegador (o dispositiu similar) carrega un lloc web, s’identifica com a agent quan recupera el contingut que vau sol·licitar. Juntament amb la identificació de l'agent d'usuari, el navegador envia una sèrie d'informació sobre el dispositiu i la xarxa on es troba. Es tracta d’un conjunt de dades realment per als desenvolupadors web, ja que els permet personalitzar l’experiència depenent de l’agent d’usuari que ha carregat la pàgina.\n\nTipus d'agent d'usuari\nEls navegadors són un exemple senzill d’agent d’usuari, però altres eines poden actuar com a agents. De manera crucial, no tots els agents d'usuari són controlats o instruïts pels humans en temps real. Els rastrejadors dels motors de cerca són un bon exemple d’agent d’usuaris automatitzat (en gran mesura): un robot que arrossega la xarxa sense un usuari al capdavant.\n\nA continuació, es mostra una llista d'alguns agents d'usuari que trobareu:\n\nNavegadors: incloent Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex i el navegador AOL.\nExploradors: Google, Google Images, Yahoo! Slurp, i centenars més.\nConsoles: PlayStation 3, Wii, PlayStation Portable i Bunjalloo: el navegador integrat de Nintendo DS.\nSistemes operatius antics (per exemple, AmigaVoyager).\nNavegadors fora de línia i similars (per exemple, l'exploració Wget i fora de línia).\nCheckers d’enllaç (per exemple, W3C-checklink).\nA més de tota una gamma de lectors, validadors, plataformes en núvol, reproductors de missatges de correu electrònic i scripts.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\nphp user agent\nhttp_user_agent\nbrowser user agent\nsafari user agent\nphp get user agent\npython requests user agent\nmobile user agent\njavascript user agent\nget user agent\nuser agent mozilla\nagent d'usuari php\nhttp_user_agent\nagent d'usuari del navegador\nagent d'usuari safari\nphp obté un agent d'usuari\nPython sol·licita un agent d'usuari\nagent d'usuaris mòbils\nagent d'usuari de javascript\nobtenir un agent d'usuari\nagent d'usuari mozilla",
    "cs": "Rychle a snadno přepínejte mezi oblíbenými řetězci uživatelských agentů.\n\nUživatelské rozhraní poskytuje snadné rozhraní pro přístup k 26 uživatelským agentům.\n\nKliknutím na libovolné UA změní uživatelský agent vašeho prohlížeče po zadání nové adresy URL do adresního řádku prohlížeče.\n\nPokud používáte webovou verzi, můžete jednoduše vybrat z 26 předdefinovaných řetězců UA a zadat libovolný počet živých adres URL, abyste vyzkoušeli, jak bude vypadat s vybraným uživatelem.\n\nExistuje také možnost upravit libovolného uživatele z textového pole.\n\nVýsledky testů můžete uložit na místní disk nebo na Disk Google z webové aplikace.\n\nVyzkoušejte náš software hned teď. Jeho použití je 100% zdarma a výsledky testů můžete přistupovat na pevný disk nebo na Disk Google.\n\nCo je uživatelský agent?\nKaždý, kdo právě prohlíží web, má nyní uživatelský agent. Je to software, který funguje jako most mezi vámi, uživatelem a internetem. Nejjednodušší je pochopit uživatelské agenty, pokud se stáhneme a podíváme se na vývoj webu, abychom mohli pochopit výhody uživatelských agentů.\n\nKdyž byl internet textový systém, hned na začátku jeho používání museli uživatelé psát příkazy pro navigaci a odesílání zpráv. Nyní máme pro nás prohlížeče. Jednoduše namiříme a klikneme a prohlížeč se chová jako náš „agent“ a proměňuje naše akce v příkazy.\n\nKdyž váš prohlížeč (nebo podobné zařízení) načte web, identifikuje se jako agent, když načte požadovaný obsah. Spolu s touto identifikací uživatelského agenta prohlížeč odešle řadu informací o zařízení a síti, v níž je. Jedná se o skutečně sadu dat pro webové vývojáře, protože jim umožňuje přizpůsobit prostředí v závislosti na uživatelském agentovi, který stránku načíst.\n\nTypy uživatelských agentů\nProhlížeče jsou přímým příkladem uživatelského agenta, ale jako nástroje mohou fungovat i jiné nástroje. Je důležité, že ne všichni agenti uživatelů jsou v reálném čase kontrolováni nebo instruováni lidmi. Prohledávače vyhledávačů jsou dobrým příkladem uživatelského agenta, který je (do značné míry) automatizovaný - robot, který vlečí web bez uživatele u kormidla.\n\nZde je seznam některých uživatelských agentů, se kterými se setkáte:\n\nProhlížeče: Včetně prohlížečů Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex a AOL.\nProhledávače: Google, Google Images, Yahoo! Slurp a další stovky.\nKonzoly: PlayStation 3, Wii, PlayStation Portable a Bunjalloo - vestavěný prohlížeč Nintendo DS.\nStarší operační systémy (například AmigaVoyager).\nProhlížeče offline a podobné (například prohlížeč Wget a offline).\nLink checkers (například W3C-checklink).\nPlus celá řada čteček zdrojů, validátorů, cloudových platforem, přehrávačů médií, e-mailových knihoven a skriptů.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\nuser agent switcher android\nmost common user agents\nandroid chrome user agent\ncheck my user agent\nrequests user agent\nandroid webview user agent\nuser agent string list\nipados user agent\njava user agent\nuser agent python\npřepínač uživatelských agentů\nnejběžnější uživatelské agenty\nAndroid chrome user agent\nzkontrolovat můj uživatelský agent\npožaduje uživatelský agent\nuživatelský agent android webview\nseznam řetězců uživatelských agentů\nipados user agent\njava user agent\nuživatelský agent python",
    "da": "Skift hurtigt og let mellem populære user-agent-strenge.\n\nUI giver en let interface til at få adgang til 26 brugeragenter.\n\nHvis du klikker på en hvilken som helst UA, ændres browserens brugeragent efter indtastning af en ny url i browserens adresselinje.\n\nHvis du bruger webversion, kan du enkelt vælge mellem 26 foruddefinerede UA-strenge og indtaste et antal optagelser af live-webadresser til test, hvordan det vil se ud med valgt brugeragent.\n\nDer er også en mulighed for at redigere enhver brugeragent fra tekstboksen.\n\nKan gemme dine testresultater på dit lokale drev eller Google Drev fra webapplikation.\n\nPrøv vores software nu. Det er 100% gratis at bruge, og du kan få adgang til testresultaterne på din harddisk eller Google Drive.\n\nHvad er en brugeragent?\nAlle, der gennemser internettet lige nu, har en brugeragent. Det er softwaren, der fungerer som broen mellem dig, brugeren og internettet. Det er nemmest at forstå brugeragenter, hvis vi backtracker og ser på udviklingen af ​​internettet, så vi kan forstå fordelene ved brugeragenter.\n\nDa internettet var et tekstbaseret system, lige tilbage i begyndelsen af ​​dets brug, måtte brugerne indtaste kommandoer for at navigere og sende meddelelser. Nu har vi browsere til at gøre det for os. Vi peger og klikker ganske enkelt, og browseren fungerer som vores \"agent\" og forvandler vores handlinger til kommandoer.\n\nNår din browser (eller lignende enhed) indlæser et websted, identificerer den sig som en agent, når den henter det indhold, du har anmodet om. Sammen med denne brugeragentidentifikation sender browseren en række oplysninger om den enhed og det netværk, den er på. Dette er et rigtig datasæt for webudviklere, da det giver dem mulighed for at tilpasse oplevelsen afhængigt af den brugeragent, der har indlæst siden.\n\nBrugeragentstyper\nBrowsere er et ligetil eksempel på en brugeragent, men andre værktøjer kan fungere som agenter. Af største vigtighed kontrolleres eller instrueres ikke alle brugeragenter af mennesker i realtid. Søgemaskinecrawlere er et godt eksempel på en brugeragent, der (i vid udstrækning) er automatiseret - en robot, der trawl internettet uden en bruger ved roret.\n\nHer er en liste over nogle af de brugeragenter, du vil støde på:\n\nBrowsere: Inkluderet Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex og AOL-browseren.\nCrawlers: Google, Google Billeder, Yahoo! Slurp, og hundreder mere.\nKonsoller: PlayStation 3, Wii, PlayStation Portable og Bunjalloo - Nintendo DS 'indbyggede browser.\nÆldre operativsystemer (for eksempel AmigaVoyager).\nOffline browsere og lignende (for eksempel Wget og Offline Explorer).\nLink checkers (for eksempel W3C-checklink).\nPlus en hel række feedlæsere, validatorer, skyplatforme, medieafspillere, e-mail-biblioteker og scripts.",
    "de": "Wechseln Sie schnell und einfach zwischen gängigen User-Agent-Zeichenfolgen.\n\nDie Benutzeroberfläche bietet eine einfache Oberfläche für den Zugriff auf 26 Benutzeragenten.\n\nWenn Sie auf eine UA klicken, wird der Benutzeragent Ihres Browsers geändert, nachdem Sie eine neue URL in die Adressleiste des Browsers eingegeben haben.\n\nWenn Sie eine Webversion verwenden, können Sie einfach aus 26 vordefinierten UA-Zeichenfolgen auswählen und eine beliebige Anzahl von Live-URLs eingeben, um zu testen, wie diese bei ausgewähltem Benutzeragenten aussehen.\n\nEs gibt auch eine Option zum Bearbeiten eines beliebigen Benutzeragenten aus dem Textfeld.\n\nKann Ihre Testergebnisse über die Webanwendung auf Ihrem lokalen Laufwerk oder Google Drive speichern.\n\nTesten Sie jetzt unsere Software. Es ist 100% kostenlos und Sie können auf die Testergebnisse auf Ihrer Festplatte oder auf Google Drive zugreifen.\n\nWas ist ein User Agent?\nJeder, der gerade im Internet surft, hat einen Benutzeragenten. Es ist die Software, die als Brücke zwischen Ihnen, dem Benutzer und dem Internet fungiert. Es ist am einfachsten, Benutzeragenten zu verstehen, wenn wir die Entwicklung des Webs zurückverfolgen und betrachten, damit wir die Vorteile von Benutzeragenten verstehen können.\n\nAls das Internet ein textbasiertes System war, mussten Benutzer gleich zu Beginn seiner Verwendung Befehle eingeben, um zu navigieren und Nachrichten zu senden. Jetzt haben wir Browser, die das für uns erledigen. Wir zeigen und klicken einfach und der Browser fungiert als unser \"Agent\", der unsere Aktionen in Befehle umwandelt.\n\nWenn Ihr Browser (oder ein ähnliches Gerät) eine Website lädt, identifiziert er sich als Agent, wenn er den von Ihnen angeforderten Inhalt abruft. Zusammen mit dieser Benutzeragentenidentifikation sendet der Browser eine Vielzahl von Informationen über das Gerät und das Netzwerk, in dem er sich befindet. Dies ist ein wirklicher Datensatz für Webentwickler, da sie die Benutzererfahrung abhängig vom Benutzeragenten anpassen können, der die Seite geladen hat.\n\nBenutzeragententypen\nBrowser sind ein einfaches Beispiel für einen Benutzeragenten, andere Tools können jedoch als Agenten fungieren. Entscheidend ist, dass nicht alle Benutzeragenten in Echtzeit von Menschen gesteuert oder angewiesen werden. Suchmaschinen-Crawler sind ein gutes Beispiel für einen (weitgehend) automatisierten Benutzeragenten - einen Roboter, der das Web ohne einen Benutzer an der Spitze durchsucht.\n\nHier ist eine Liste einiger Benutzeragenten, denen Sie begegnen werden:\n\nBrowser: Einschließlich Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex und des AOL-Browsers.\nCrawler: Google, Google Images, Yahoo! Schlürfen und Hunderte mehr.\nKonsolen: PlayStation 3, Wii, PlayStation Portable und Bunjalloo - der integrierte Browser des Nintendo DS.\nÄltere Betriebssysteme (z. B. AmigaVoyager).\nOffline-Browser und ähnliches (z. B. Wget und Offline Explorer).\nLinkprüfer (zum Beispiel W3C-Checklink).\nDazu eine ganze Reihe von Feed-Readern, Validatoren, Cloud-Plattformen, Mediaplayern, E-Mail-Bibliotheken und Skripten.",
    "el": "Εναλλαγή γρήγορα και εύκολα μεταξύ δημοφιλών συμβολοσειρών χρηστών-πράκτορα.\n\nΤο UI παρέχει μια εύκολη διεπαφή για πρόσβαση σε 26 πράκτορες χρήστη.\n\nΚάνοντας κλικ σε οποιοδήποτε UA, θα αλλάξει ο πράκτορας χρήστη του προγράμματος περιήγησής σας μετά την εισαγωγή νέου URL στη γραμμή διευθύνσεων του προγράμματος περιήγησης.\n\nΕάν χρησιμοποιείτε την έκδοση ιστού, μπορείτε απλώς να επιλέξετε από 26 προκαθορισμένες συμβολοσειρές UA και να εισαγάγετε οποιοδήποτε πλήθος ζωντανών διευθύνσεων URL για δοκιμή πώς θα φαίνεται με επιλεγμένο το useragent.\n\nΥπάρχει επίσης η επιλογή επεξεργασίας οποιουδήποτε παράγοντα χρήστη από το πλαίσιο κειμένου.\n\nΜπορεί να αποθηκεύσει τα αποτελέσματα των δοκιμών σας στο τοπικό σας δίσκο ή στο Google Drive από την εφαρμογή ιστού.\n\nΔοκιμάστε το λογισμικό μας τώρα. Είναι 100% δωρεάν στη χρήση και μπορείτε να αποκτήσετε πρόσβαση στα αποτελέσματα των δοκιμών στο σκληρό σας δίσκο ή στο Google Drive.\n\nΤι είναι ένας πράκτορας χρήστη;\nΌλοι όσοι περιηγούνται στον ιστό αυτήν τη στιγμή έχουν έναν πράκτορα χρήστη. Είναι το λογισμικό που λειτουργεί ως γέφυρα μεταξύ εσάς, του χρήστη και του Διαδικτύου. Είναι ευκολότερο να κατανοήσουμε τους πράκτορες χρηστών αν ακολουθήσουμε και παρακολουθούμε την εξέλιξη του ιστού, ώστε να κατανοήσουμε τα οφέλη των πρακτόρων χρηστών.\n\nΌταν το Διαδίκτυο ήταν ένα σύστημα βασισμένο σε κείμενο, ακριβώς στην αρχή της χρήσης του, οι χρήστες έπρεπε να πληκτρολογήσουν εντολές για πλοήγηση και αποστολή μηνυμάτων. Τώρα, έχουμε προγράμματα περιήγησης για να το κάνουμε αυτό για εμάς. Απλώς δείχνουμε και κάνουμε κλικ και το πρόγραμμα περιήγησης λειτουργεί ως «πράκτορας» μας, μετατρέποντας τις ενέργειές μας σε εντολές.\n\nΌταν το πρόγραμμα περιήγησής σας (ή παρόμοια συσκευή) φορτώνει έναν ιστότοπο, αναγνωρίζεται ως πράκτορας όταν ανακτά το περιεχόμενο που έχετε ζητήσει. Μαζί με αυτήν την αναγνώριση παράγοντα χρήστη, το πρόγραμμα περιήγησης στέλνει μια σειρά πληροφοριών σχετικά με τη συσκευή και το δίκτυο στο οποίο είναι συνδεδεμένη. Αυτό είναι ένα πραγματικά σύνολο δεδομένων για προγραμματιστές ιστού, καθώς τους επιτρέπει να προσαρμόσουν την εμπειρία ανάλογα με τον πράκτορα χρήστη που έχει φορτώσει τη σελίδα.\n\nΤύποι πράκτορα χρήστη\nΤα προγράμματα περιήγησης είναι ένα απλό παράδειγμα ενός πράκτορα χρήστη, αλλά άλλα εργαλεία μπορούν να λειτουργήσουν ως πράκτορες. Βασικά, δεν ελέγχονται ή διδάσκονται όλοι οι πράκτορες χρήστη σε πραγματικό χρόνο. Τα προγράμματα ανίχνευσης μηχανών αναζήτησης είναι ένα καλό παράδειγμα ενός πράκτορα χρήστη που είναι (σε ​​μεγάλο βαθμό) αυτοματοποιημένο - ένα ρομπότ που ανιχνεύει τον ιστό χωρίς έναν χρήστη στο τιμόνι.\n\nΑκολουθεί μια λίστα με ορισμένους από τους πράκτορες χρηστών που θα συναντήσετε:\n\nΠρόγραμμα περιήγησης: Συμπεριλαμβανομένου του Internet Explorer, του Firefox, του Safari, του Chrome, του Edge, του BlackBerry, του Opera, του Minimo, του Beonex και του προγράμματος περιήγησης AOL.\nΑνιχνευτές: Google, Εικόνες Google, Yahoo! Slurp και εκατοντάδες ακόμη.\nΚονσόλες: PlayStation 3, Wii, PlayStation Portable και Bunjalloo - το ενσωματωμένο πρόγραμμα περιήγησης του Nintendo DS.\nΛειτουργικά συστήματα παλαιού τύπου (για παράδειγμα, AmigaVoyager).\nΠρογράμματα περιήγησης εκτός σύνδεσης και παρόμοια (για παράδειγμα, Wget και Offline Explorer).\nChecker συνδέσμων (για παράδειγμα, W3C-checklink).\nΕπιπλέον μια ολόκληρη γκάμα αναγνωστών ροής, επικυρωτές, πλατφόρμες cloud, συσκευές αναπαραγωγής πολυμέσων, βιβλιοθήκες email και σενάρια.",
    "es": "Cambie rápida y fácilmente entre cadenas de agente de usuario populares.\n\nLa interfaz de usuario proporciona una interfaz fácil para acceder a 26 agentes de usuario.\n\nAl hacer clic en cualquier UA, cambiará el agente de usuario de su navegador después de ingresar una nueva URL en la barra de direcciones del navegador.\n\nSi usa la versión web, puede seleccionar entre 26 cadenas UA predefinidas e ingresar cualquier conteo de URL en vivo para probar cómo se verá con useragent seleccionado.\n\nTambién hay una opción para editar cualquier agente de uso desde el cuadro de texto.\n\nPuede guardar los resultados de su prueba en su disco local o Google Drive desde la aplicación web.\n\nPrueba nuestro software ahora. Es 100% gratuito y puede acceder a los resultados de la prueba en su disco duro o Google Drive.\n\n¿Qué es un agente de usuario?\nTodos los que están navegando en la web ahora tienen un agente de usuario. Es el software que actúa como el puente entre usted, el usuario e Internet. Es más fácil comprender a los agentes de usuario si retrocedemos y observamos la evolución de la web, para que podamos comprender los beneficios de los agentes de usuario.\n\nCuando Internet era un sistema basado en texto, justo al comienzo de su uso, los usuarios tenían que escribir comandos para navegar y enviar mensajes. Ahora, tenemos navegadores para hacer eso por nosotros. Simplemente apuntamos y hacemos clic, y el navegador está actuando como nuestro \"agente\", convirtiendo nuestras acciones en comandos.\n\nCuando su navegador (o dispositivo similar) carga un sitio web, se identifica como un agente cuando recupera el contenido que ha solicitado. Junto con esa identificación de agente de usuario, el navegador envía una gran cantidad de información sobre el dispositivo y la red en la que se encuentra. Este es realmente un conjunto de datos para desarrolladores web, ya que les permite personalizar la experiencia según el agente de usuario que haya cargado la página.\n\nTipos de agente de usuario\nLos navegadores son un ejemplo sencillo de un agente de usuario, pero otras herramientas pueden actuar como agentes. De manera crucial, no todos los agentes de usuario son controlados o instruidos por humanos, en tiempo real. Los rastreadores de motores de búsqueda son un buen ejemplo de un agente de usuario que está (en gran medida) automatizado: un robot que rastrea la web sin un usuario al timón.\n\nAquí hay una lista de algunos de los agentes de usuario que encontrará:\n\nNavegadores: incluidos Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex y el navegador AOL.\nRastreadores: Google, Google Images, Yahoo! Sorber, y cientos más.\nConsolas: PlayStation 3, Wii, PlayStation Portable y Bunjalloo, el navegador integrado de Nintendo DS.\nSistemas operativos heredados (por ejemplo, AmigaVoyager).\nNavegadores sin conexión y similares (por ejemplo, Wget y Offline Explorer).\nComprobadores de enlaces (por ejemplo, W3C-checklink).\nAdemás de una amplia gama de lectores de feeds, validadores, plataformas en la nube, reproductores multimedia, bibliotecas de correo electrónico y scripts.",
    "et": "Kiiresti ja hõlpsalt populaarsete kasutajaagendi stringide vahel vahetada.\n\nUI pakub hõlpsat liidest 26 kasutajaagendile juurdepääsuks.\n\nKui klõpsate suvalisel UA-l, muutub brauseri kasutajaagent pärast brauseri aadressiribale uue URL-i sisestamist.\n\nVeebiversiooni kasutamisel saate hõlpsalt valida 26 etteantud UA-stringi hulgast ja sisestada suvalise arvu elavate URL-ide arvu, et testida, kuidas see väljavalitud kasutuseagendi korral välja näeb.\n\nSamuti on võimalus redigeerida tekstikasti mis tahes tarvikuid.\n\nSaate testitulemused salvestada veebirakendusest kohalikku draivi või Google Drive'i.\n\nProovige meie tarkvara nüüd. Selle kasutamine on 100% tasuta ja testitulemustele pääsete juurde kõvakettale või Google Drive'i.\n\nMis on kasutajaagent?\nKõigil, kes praegu veebis sirvivad, on kasutajaagent. See on tarkvara, mis toimib sillana teie, kasutaja ja Interneti vahel. Kasutajaagentide mõistmine on kõige lihtsam, kui vaatame tagasi veebi arengule ja vaatame seda, et saaksime aru kasutajaagentide eelistest.\n\nKui Internet oli tekstipõhine süsteem, siis kohe selle kasutamise alguses pidid kasutajad sisestama käsud navigeerimiseks ja sõnumite saatmiseks. Nüüd on meil brauserid, mis seda meie heaks teevad. Me lihtsalt osutame ja klõpsame ning brauser tegutseb meie „agendina”, muutes meie toimingud käskudeks.\n\nKui teie brauser (või sarnane seade) laadib veebisaidi, tuvastatakse see teie taotletud sisu toomisel agendina. Koos kasutajaagendi tuvastamisega saadab brauser hulgaliselt teavet seadme ja võrgu kohta, milles see töötab. See on veebiarendajate jaoks tõesti andmete kogum, kuna see võimaldab neil kogemusi vastavalt lehe laadinud kasutajaagendile kohandada.\n\nKasutajaagentide tüübid\nBrauserid on kasutajaagendi otsene näide, kuid agendid võivad olla ka muud tööriistad. Oluline on see, et mitte kõik kasutajaagendid ei kontrolli ega juhenda inimesi reaalajas. Otsimootorite indekseerijad on hea näide (enamasti) automatiseeritud kasutajaagendist - robotist, kes veebi veedab ilma kasutaja tüüri juures.\n\nSiin on nimekiri mõningatest kasutajaagentidest, kellega võite kokku puutuda:\n\nBrauserid: sealhulgas Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex ja AOL-brauser.\nIndeksoijat: Google, Google Images, Yahoo! Slurp ja veel sadu.\nKonsoolid: PlayStation 3, Wii, PlayStation Portable ja Bunjalloo - Nintendo DS sisseehitatud brauser.\nLegacy opsüsteemid (näiteks AmigaVoyager).\nVõrguühenduseta brauserid jms (näiteks Wget ja Offline Explorer).\nLingi kabe (näiteks W3C-kontrolllink).\nLisaks veel terve rida voogulugejaid, valideerijaid, pilveplatvorme, meediumipleiereid, e-posti teegid ja skriptid.",
    "fa": "سریع و به راحتی بین رشته های محبوب کاربر عامل جابجا شوید.\n\nرابط کاربری رابط کاربری آسان برای دسترسی به 26 نماینده کاربر فراهم می کند.\n\nبا کلیک بر روی هر UA ، عامل کاربر مرورگر شما پس از وارد کردن آدرس جدید در نوار آدرس مرورگر ، تغییر می کند.\n\nاگر از نسخه وب استفاده می کنید ، می توانید از بین 26 رشته UA از پیش تعریف شده ساده استفاده کنید و تعداد تعداد آدرس اینترنتی زنده را برای آزمایش نحوه عملکرد آن با کاربر انتخاب کنید.\n\nهمچنین گزینه ای برای ویرایش هر کاربرگانی از جعبه متن وجود دارد.\n\nمی توانید نتایج تست خود را در درایو محلی یا Google Drive خود از برنامه وب ذخیره کنید.\n\nاکنون نرم افزار ما را امتحان کنید. استفاده از آن 100٪ رایگان است و می توانید به نتایج آزمایش بر روی دیسک سخت یا Google Drive دسترسی پیدا کنید.\n\nنماینده کاربر چیست؟\nهمه افرادی که هم اکنون وب را مرور می کنند ، یک عامل کاربر دارند. این نرم افزاری است که به عنوان پلی بین شما ، کاربر و اینترنت عمل می کند. فهمیدن عوامل کاربر در صورت بازگشت به صفحه و بررسی تکامل وب ساده ترین کار ساده است ، بنابراین می توان فواید نمایندگان کاربر را درک کرد.\n\nوقتی اینترنت یک سیستم مبتنی بر متن بود ، درست در ابتدای استفاده از آن ، کاربران مجبور به تایپ دستورات برای حرکت و ارسال پیام بودند. اکنون ، مرورگرهایی داریم که این کار را برای ما انجام می دهند. ما به سادگی اشاره و کلیک می کنیم و مرورگر به عنوان \"عامل\" ما عمل می کند و اقدامات ما را به دستورات تبدیل می کند.\n\nهنگامی که مرورگر شما (یا دستگاه مشابه) یک وب سایت را بارگیری می کند ، هنگام بازیابی مطالبی که درخواست کرده اید ، خود را عامل معرفی می کند. همراه با شناسایی عامل کاربر ، مرورگر اطلاعات زیادی در مورد دستگاه و شبکه ای که در آن قرار دارد ارسال می کند. این مجموعه کاملاً داده برای توسعه دهندگان وب است ، زیرا به آنها امکان می دهد بسته به نماینده کاربری که در آن صفحه بارگذاری شده است ، تجربه را سفارشی سازی کنند.\n\nانواع نماینده کاربر\nمرورگرها نمونه بارز یک عامل کاربر هستند ، اما سایر ابزارها می توانند به عنوان عامل عمل کنند. نکته اساسی ، همه عوامل کاربر در زمان واقعی توسط انسان کنترل و راهنمایی نمی شوند. خزنده های موتور جستجو نمونه خوبی از یک عامل کاربر است که بصورت خودکار (عمدتا) خودکار است - روبیتی که بدون کاربر در راس وب ، وب را ترقی می کند.\n\nدر اینجا لیستی از برخی از نمایندگان کاربر با آنها روبرو می شوید:\n\nمرورگرها: از جمله اینترنت اکسپلورر ، فایرفاکس ، سافاری ، کروم ، لبه ، بلک بری ، اپرا ، مینیمو ، بونکس و مرورگر AOL.\nخزندگان: Google ، Google Images ، Yahoo! دوغاب ، و صدها نفر دیگر.\nکنسول ها: پلی استیشن 3 ، Wii ، پلی استیشن قابل حمل و Bunjalloo - مرورگر داخلی Nintendo DS.\nسیستم عامل های میراث (به عنوان مثال ، AmigaVoyager).\nمرورگرهای آفلاین و موارد مشابه (به عنوان مثال ، Wget و Offline Explorer).\nچکرهای پیوند (به عنوان مثال ، چک لیست W3C).\nبه علاوه طیف گسترده ای از خوانندگان فید ، اعتبارسنجی ، سیستم عامل های ابری ، دستگاه پخش رسانه ها ، کتابخانه های ایمیل و اسکریپت ها را در اختیار شما قرار می دهد.",
    "fi": "Vaihda nopeasti ja helposti suosittujen käyttäjän agenttijonojen välillä.\n\nKäyttöliittymä tarjoaa helpon käyttöliittymän pääsyyn 26 käyttäjän edustajalle.\n\nNapsauttamalla mitä tahansa UA, selaimen käyttäjän edustaja vaihtuu, kun uusi URL on syötetty selaimen osoiteriville.\n\nJos käytät verkkoversiota, voit yksinkertaisesti valita 26 ennalta määritellystä UA-merkkijonosta ja syöttää minkä tahansa määrän live-URL-osoitteita testataksesi kuinka se näyttää valitun useragentin kanssa.\n\nOn myös mahdollisuus muokata kaikkia käyttöaineita tekstikentästä.\n\nVoi tallentaa testitulokset paikalliselle asemalle tai Google Drivelle verkkosovelluksesta.\n\nKokeile ohjelmistoa nyt. Sen 100% vapaa käyttö, ja voit käyttää testituloksia kiintolevyllesi tai Google Driveen.\n\nMikä on käyttäjäagentti?\nJokaisella, joka selailee verkkoa nyt, on käyttäjäagentti. Ohjelmisto toimii sillana käyttäjän, käyttäjän ja Internetin välillä. Käyttäjäagenttien ymmärtäminen on helpointa, jos seuraamme ja katsomme verkon kehitystä, jotta ymmärrämme käyttäjäagenttien edut.\n\nKun Internet oli tekstipohjainen järjestelmä, heti sen käytön alussa, käyttäjien piti kirjoittaa komentoja navigoimiseksi ja viestien lähettämiseksi. Nyt meillä on selaimet, jotka tekevät sen meidän puolestamme. Me vain osoitamme ja napsautamme, ja selain toimii ”agenttinamme”, kääntämällä toimintamme komennoiksi.\n\nKun selaimesi (tai vastaava laite) lataa verkkosivuston, se tunnistaa itsensä agentiksi, kun hän hakee pyydettyä sisältöä. Tämän käyttäjän edustajan tunnistuksen ohella selain lähettää joukon tietoja laitteesta ja verkosta, jossa se on. Tämä on todella tietojoukko web-kehittäjille, koska sen avulla he voivat mukauttaa kokemusta sivun ladanneen käyttäjäagentin mukaan.\n\nKäyttäjäagenttityypit\nSelaimet ovat suoraviivainen esimerkki käyttäjäagentista, mutta muut työkalut voivat toimia edustajina. Tärkeintä on, että kaikki käyttäjän edustajat eivät ole reaaliajassa hallitsemassa tai ohjaamassa. Hakukoneindeksoijat ovat hyvä esimerkki (suurelta osin) automatisoidusta käyttäjäagentista - robotista, joka indeksoi verkkoa ilman käyttäjää ruorissa.\n\nTässä on luettelo joistakin käyttäjän edustajista, joita kohtaat:\n\nSelaimet: Sisältää Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex ja AOL-selain.\nIndeksoijat: Google, Google Images, Yahoo! Slurp, ja satoja lisää.\nKonsolit: PlayStation 3, Wii, PlayStation Portable ja Bunjalloo - Nintendo DS: n sisäänrakennettu selain.\nVanhat käyttöjärjestelmät (esimerkiksi AmigaVoyager).\nOffline-selaimet ja vastaavat (esimerkiksi Wget ja Offline Explorer).\nLink-tammi (esimerkiksi W3C-tarkistuslinkki).\nPlussa koko joukko syötteiden lukijoita, validoijia, pilvialustoja, mediasoittimia, sähköpostikirjastoja ja skriptejä.",
    "fil": "Mabilis at madaling lumipat sa pagitan ng mga sikat na string ng user-agent.\n\nNagbibigay ang UI ng isang madaling interface upang ma-access ang 26 na mga ahente ng gumagamit.\n\nAng pag-click sa anumang UA, ay magbabago ng user-ahente ng iyong browser matapos ang pag-input ng bagong url sa address bar ng browser.\n\nKung gumagamit ka ng web bersyon maaari kang pumili ng simpleng mula sa 26 paunang natukoy na mga string ng UA at input ng anumang bilang ng mga live na url para sa pagsubok kung paano ito titingnan sa napiling useragent.\n\nMayroon ding pagpipilian upang mai-edit ang anumang useragent mula sa textbox.\n\nMaaaring mai-save ang iyong mga resulta ng pagsubok sa iyong lokal na drive o Google Drive mula sa web application.\n\nSubukan ang aming software ngayon. Malaya itong gagamitin ng 100%, at maaari mong ma-access ang mga resulta ng pagsubok sa iyong hard drive o Google Drive.\n\nAno ang isang Ahente ng Gumagamit?\nAng bawat isa na nagba-browse sa web ngayon ay may isang ahente ng gumagamit. Ito ang software na nagsisilbing tulay sa pagitan mo, ng gumagamit, at sa internet. Ito ay pinakamadali upang maunawaan ang mga ahente ng gumagamit kung titingnan namin at titingnan ang ebolusyon ng web, upang maunawaan namin ang mga pakinabang ng mga ahente ng gumagamit.\n\nKapag ang internet ay isang sistema na batay sa teksto, pabalik sa simula ng paggamit nito, ang mga gumagamit ay kailangang mag-type ng mga utos upang mag-navigate at magpadala ng mga mensahe. Ngayon, mayroon kaming mga browser upang gawin iyon para sa amin. Tumuturo lamang kami at mag-click, at ang browser ay kumikilos bilang aming \"ahente,\" na ginagawang mga utos ang aming mga pagkilos.\n\nKapag ang iyong browser (o katulad na aparato) ay naglo-load ng isang website, kinikilala nito ang sarili bilang isang ahente kapag nakuha nito ang nilalaman na iyong hiniling. Kasabay ng pagkilala ng ahente ng gumagamit na iyon, ang browser ay nagpapadala ng isang host ng impormasyon tungkol sa aparato at network na naka-on. Ito ay isang tunay na hanay ng data para sa mga web developer, dahil pinapayagan nila silang ipasadya ang karanasan depende sa ahente ng gumagamit na na-load ang pahina.\n\nMga Uri ng Ahente ng Gumagamit\nAng mga browser ay isang prangka na halimbawa ng isang ahente ng gumagamit, ngunit ang iba pang mga tool ay maaaring kumilos bilang mga ahente. Crucially, hindi lahat ng mga ahente ng gumagamit ay kinokontrol o itinuturo ng mga tao, sa totoong oras. Ang mga search engine crawler ay isang mabuting halimbawa ng isang ahente ng gumagamit na (higit sa lahat) awtomatiko - isang robot na dumadaloy sa web nang walang isang gumagamit sa helm.\n\nNarito ang isang listahan ng ilang mga ahente ng gumagamit na nakatagpo mo:\n\nMga browser: May kasamang Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex at browser ng AOL.\nMga Crawler: Google, Mga Larawan ng Google, Yahoo! Slurp, at daan-daang iba pa.\nMga Console: PlayStation 3, Wii, Portable PlayStation at Bunjalloo - ang built-in na browser ng Nintendo DS.\nMga operating system ng legacy (halimbawa, AmigaVoyager).\nMga offline na browser at katulad (halimbawa, Wget at Offline Explorer).\nMga link sa link (halimbawa, W3C-checklink).\nDagdag pa ng isang buong saklaw ng mga mambabasa, mga validator, platform ng ulap, mga manlalaro ng media, mga aklatan ng email, at mga script.",
    "fr": "Basculez rapidement et facilement entre les chaînes d'agent utilisateur populaires.\n\nL'interface utilisateur fournit une interface simple pour accéder à 26 agents utilisateurs.\n\nCliquer sur n'importe quel UA changera l'agent utilisateur de votre navigateur après avoir entré une nouvelle URL dans la barre d'adresse du navigateur.\n\nSi vous utilisez la version Web, vous pouvez simplement sélectionner parmi 26 chaînes UA prédéfinies et saisir n'importe quel nombre d'URL en direct pour tester son apparence avec l'agent utilisateur sélectionné.\n\nIl existe également une option pour modifier n'importe quel agent utilisateur à partir de la zone de texte.\n\nPeut enregistrer vos résultats de test sur votre lecteur local ou Google Drive à partir d'une application Web.\n\nEssayez notre logiciel maintenant. Son utilisation est 100% gratuite et vous pouvez accéder aux résultats des tests sur votre disque dur ou Google Drive.\n\nQu'est-ce qu'un agent utilisateur?\nTous ceux qui naviguent sur le Web disposent actuellement d'un agent utilisateur. C’est le logiciel qui sert de pont entre vous, l’utilisateur et Internet. Il est plus facile de comprendre les agents utilisateurs si nous revenons en arrière et examinons l’évolution du Web, afin que nous puissions comprendre les avantages des agents utilisateurs.\n\nLorsque Internet était un système basé sur du texte, dès le début de son utilisation, les utilisateurs devaient taper des commandes pour naviguer et envoyer des messages. Maintenant, nous avons des navigateurs pour le faire pour nous. Nous pointons et cliquons simplement, et le navigateur agit comme notre «agent», transformant nos actions en commandes.\n\nLorsque votre navigateur (ou appareil similaire) charge un site Web, il s'identifie en tant qu'agent lorsqu'il récupère le contenu que vous avez demandé. Parallèlement à cette identification de l'agent utilisateur, le navigateur envoie une multitude d'informations sur l'appareil et le réseau sur lequel il se trouve. Il s'agit vraiment d'un ensemble de données pour les développeurs Web, car il leur permet de personnaliser l'expérience en fonction de l'agent utilisateur qui a chargé la page.\n\nTypes d'agent utilisateur\nLes navigateurs sont un exemple simple d'agent utilisateur, mais d'autres outils peuvent agir comme agents. Surtout, tous les agents utilisateurs ne sont pas contrôlés ou instruits par les humains, en temps réel. Les robots d'exploration des moteurs de recherche sont un bon exemple d'agent utilisateur qui est (en grande partie) automatisé - un robot qui parcourt le Web sans utilisateur à la barre.\n\nVoici une liste de certains des agents utilisateurs que vous rencontrerez:\n\nNavigateurs: y compris Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex et le navigateur AOL.\nCrawlers: Google, Google Images, Yahoo! Slurp, et des centaines d'autres.\nConsoles: PlayStation 3, Wii, PlayStation Portable et Bunjalloo - le navigateur intégré de la Nintendo DS.\nSystèmes d'exploitation hérités (par exemple, AmigaVoyager).\nNavigateurs hors ligne et similaires (par exemple, Wget et Offline Explorer).\nVérificateurs de liens (par exemple, W3C-checklink).\nPlus toute une gamme de lecteurs de flux, de validateurs, de plateformes cloud, de lecteurs multimédias, de bibliothèques de messagerie et de scripts.",
    "he": "לעבור במהירות ובקלות בין מחרוזות סוכן משתמש פופולריים.\n\nממשק משתמש מספק ממשק קל לגישה ל -26 סוכני משתמשים.\n\nלחיצה על כל UA תשנה את סוכן המשתמש של הדפדפן שלך לאחר הזנת כתובת חדשה בסרגל הכתובות של הדפדפן.\n\nאם אתה משתמש בגרסת אינטרנט אתה יכול פשוט לבחור מתוך 26 מחרוזות UA מוגדרות מראש ולהזין ספירה של כתובות אתרים חיוניות לבדיקה כיצד זה ייראה עם המשתמש שנבחר.\n\nיש גם אפשרות לערוך כל גורם משתמש מתיבת הטקסט.\n\nניתן לשמור את תוצאות הבדיקה בכונן המקומי או בכונן Google מיישום אינטרנט.\n\nנסה את התוכנה שלנו עכשיו. השימוש בחינם הוא 100%, ותוכלו לגשת לתוצאות הבדיקה בכונן הקשיח או ב- Google Drive.\n\nמהו סוכן משתמש?\nלכל מי שגולש באינטרנט כרגע יש סוכן משתמש. זו התוכנה שמשמשת כגשר בינך, המשתמש והאינטרנט. זה הכי קל להבין סוכני משתמשים אם אנו מבצעים מעקב אחר ההתבוננות ברשת, כך שנוכל להבין את היתרונות של סוכני משתמשים.\n\nכאשר האינטרנט היה מערכת מבוססת טקסט, כבר בתחילת השימוש בו, המשתמשים נאלצו להקליד פקודות כדי לנווט ולשלוח הודעות. כעת, יש לנו דפדפנים שיעשו זאת עבורנו. אנו פשוט מכוונים ולחצים, והדפדפן פועל כ\"סוכן \"שלנו, והופך את הפעולות שלנו לפקודות.\n\nכאשר הדפדפן שלך (או מכשיר דומה) טוען אתר, הוא מזהה את עצמו כסוכן כשמאחזר את התוכן שביקשת. יחד עם אותו זיהוי של סוכן משתמש, הדפדפן שולח שלל מידע אודות המכשיר והרשת שבהם הם פועלים. זוהי סט נתונים באמת עבור מפתחי אתרים, מכיוון שהוא מאפשר להם להתאים אישית את החוויה בהתאם לסוכן המשתמש שטען את הדף.\n\nסוגי סוכני משתמש\nדפדפנים הם דוגמה ישירה לסוכן משתמש, אך כלים אחרים יכולים לפעול כסוכנים. באופן חיוני, לא כל סוכני המשתמשים נשלטים או מונחים על ידי בני אדם, בזמן אמת. סורקי מנועי חיפוש הם דוגמה טובה לסוכן משתמש שהוא (ברובו) אוטומטי - רובוט שגורר את האינטרנט ללא משתמש בראש.\n\nלהלן רשימה של כמה מסוכני המשתמש שתיתקלו בהם:\n\nדפדפנים: כולל Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex ודפדפן AOL.\nסורקים: גוגל, תמונות גוגל, יאהו! סליפ, ועוד מאות.\nקונסולות: PlayStation 3, Wii, PlayStation Portable ו- Bunjalloo - הדפדפן המובנה של Nintendo DS.\nמערכות הפעלה מדור קודם (למשל, AmigaVoyager).\nדפדפני רשת לא מקוונים ודומים (לדוגמה, סייר Wget ו- Offline).\nבודקי קישור (לדוגמה, W3C-checklink).\nבנוסף מגוון שלם של קוראי עדכונים, validators, פלטפורמות ענן, נגני מדיה, ספריות דואר אלקטרוני ותסריטים.",
    "hi": "लोकप्रिय उपयोगकर्ता-एजेंट स्ट्रिंग्स के बीच त्वरित और आसानी से स्विच करें।\n\nयूआई 26 उपयोगकर्ता-एजेंटों तक पहुंचने के लिए एक आसान इंटरफ़ेस प्रदान करता है।\n\nकिसी भी UA पर क्लिक करने से, ब्राउज़र के एड्रेस बार में नए url के इनपुट के बाद आपके ब्राउज़र का उपयोगकर्ता-एजेंट बदल जाएगा।\n\nयदि आप वेब संस्करण का उपयोग करते हैं, तो आप 26 पूर्वनिर्धारित UA स्ट्रिंग्स से सरल चयन कर सकते हैं और परीक्षण के लिए लाइव url की किसी भी गणना को इनपुट कर सकते हैं कि यह उपयोगकर्ता द्वारा चयनित के साथ कैसा दिखेगा।\n\nटेक्स्टबॉक्स से किसी भी उपयोगकर्ता को संपादित करने का विकल्प भी है।\n\nवेब एप्लिकेशन से अपने परीक्षा परिणाम को अपने स्थानीय ड्राइव या Google ड्राइव पर सहेज सकते हैं।\n\nअब हमारे सॉफ़्टवेयर का प्रयास करें। इसका 100% उपयोग करने के लिए स्वतंत्र है, और आप अपनी हार्ड ड्राइव या Google ड्राइव पर परीक्षा परिणाम तक पहुँच सकते हैं।\n\nउपयोगकर्ता एजेंट क्या है?\nहर कोई जो अभी वेब ब्राउज़ कर रहा है, उसके पास एक उपयोगकर्ता एजेंट है। यह एक सॉफ्टवेयर है जो आपके, उपयोगकर्ता और इंटरनेट के बीच सेतु का काम करता है। उपयोगकर्ता एजेंटों को समझना सबसे आसान है अगर हम बैकट्रैक करते हैं और वेब के विकास को देखते हैं, तो हम उपयोगकर्ता एजेंटों के लाभों को समझ सकते हैं।\n\nजब इंटरनेट एक टेक्स्ट-आधारित प्रणाली थी, तो इसके उपयोग की शुरुआत में, उपयोगकर्ताओं को नेविगेट करने और संदेश भेजने के लिए कमांड टाइप करना पड़ता था। अब, हमारे पास हमारे लिए ब्राउज़र हैं। हम बस बिंदु और क्लिक करते हैं, और ब्राउज़र हमारे \"एजेंट\" के रूप में कार्य कर रहा है, हमारे कार्यों को कमांड में बदल रहा है।\n\nजब आपका ब्राउज़र (या समान डिवाइस) किसी वेबसाइट को लोड करता है, तो यह खुद को एक एजेंट के रूप में पहचानता है जब वह आपके द्वारा अनुरोधित सामग्री को पुनः प्राप्त करता है। उस उपयोगकर्ता एजेंट पहचान के साथ, ब्राउज़र डिवाइस और नेटवर्क के बारे में जानकारी का एक मेजबान भेजता है जो उस पर है। यह वेब डेवलपर्स के लिए डेटा का वास्तव में सेट है, क्योंकि यह उन्हें पेज को लोड करने वाले उपयोगकर्ता एजेंट के आधार पर अनुभव को अनुकूलित करने की अनुमति देता है।\n\nउपयोगकर्ता एजेंट प्रकार\nब्राउज़र एक उपयोगकर्ता एजेंट का एक सीधा उदाहरण है, लेकिन अन्य उपकरण एजेंट के रूप में कार्य कर सकते हैं। वास्तव में, सभी उपयोगकर्ता एजेंट वास्तविक समय में मनुष्यों द्वारा नियंत्रित या निर्देश नहीं किए जाते हैं। खोज इंजन क्रॉलर एक उपयोगकर्ता एजेंट का एक अच्छा उदाहरण है जो (बड़े पैमाने पर) स्वचालित है - एक रोबोट जो बिना हेलमेट के उपयोगकर्ता के बिना वेब को ट्रैक करता है।\n\nयहाँ कुछ उपयोगकर्ता एजेंटों की सूची दी गई है जिनका आप सामना करेंगे:\n\nब्राउज़र्स: इंटरनेट एक्सप्लोरर, फ़ायरफ़ॉक्स, सफारी, क्रोम, एज, ब्लैकबेरी, ओपेरा, मिनिमो, बीओनेक्स और एओएल ब्राउज़र सहित।\nक्रॉलर: Google, Google छवियां, याहू! घोल, और सैकड़ों।\nकंसोल: PlayStation 3, Wii, PlayStation पोर्टेबल और बंजलू - Nintendo DS 'निर्मित ब्राउज़र।\nविरासत ऑपरेटिंग सिस्टम (उदाहरण के लिए, AmigaVoyager)।\nऑफ़लाइन ब्राउज़र और समान (उदाहरण के लिए, Wget और ऑफ़लाइन एक्सप्लोरर)।\nलिंक चेकर्स (उदाहरण के लिए, W3C- चेकलिंक)।\nइसके अलावा फ़ीड पाठकों, सत्यापनकर्ताओं, क्लाउड प्लेटफार्मों, मीडिया खिलाड़ियों, ईमेल पुस्तकालयों और लिपियों की एक पूरी श्रृंखला।",
    "hr": "Brzo i jednostavno prebacivanje između popularnih nizova korisničkih agenata.\n\nUI pruža lako sučelje za pristup 26 korisničkim agentima.\n\nKlikom na bilo koji UA promijenit ćete korisničko sredstvo vašeg preglednika nakon unosa novog URL-a u adresnu traku preglednika.\n\nAko koristite web verziju, jednostavno možete odabrati iz 26 unaprijed definiranih UA žica i unijeti bilo koji broj živih URL adresa kako biste testirali kako će izgledati s odabranim useragentom.\n\nTakođer postoji mogućnost uređivanja bilo kojeg upotrebnog agensa iz tekstnog okvira.\n\nMožete spremiti rezultate testa na lokalni pogon ili Google disk iz web aplikacije.\n\nIsprobajte naš softver sada. 100% besplatno korištenje, a rezultatima ispitivanja možete pristupiti na tvrdom disku ili Google disku.\n\nŠto je korisnički agent?\nSvi koji trenutno pretražuju web imaju korisničkog agenta. To je softver koji djeluje kao most između vas, korisnika i interneta. Korisničke agente najlakše je razumjeti ako povučemo i pogledamo razvoj weba, tako da možemo razumjeti prednosti korisničkih agenata.\n\nKad je internet bio tekstualni sustav, već na početku njegove upotrebe korisnici su morali upisivati ​​naredbe za navigaciju i slanje poruka. Sada imamo preglednike koji to mogu učiniti za nas. Jednostavno usmjerimo i kliknemo, a preglednik djeluje kao naš \"agent\", pretvarajući naše postupke u naredbe.\n\nKad vaš preglednik (ili sličan uređaj) učita web mjesto, identificira se kao agent kad dohvaća sadržaj koji ste tražili. Uz tu identifikaciju korisničkog agenta, preglednik šalje niz informacija o uređaju i mreži na kojima se nalazi. Ovo je stvarno skup podataka za web programere jer im omogućuje prilagođavanje iskustva ovisno o korisničkom agentu koji učita stranicu.\n\nVrste korisničkih agenata\nPreglednici su jasan primjer korisničkog agenta, ali drugi alati mogu djelovati kao agenti. Ono što je od presudne važnosti, nisu svi korisnički agenti u stvarnom vremenu pod nadzorom ili podučavanjem ljudi. Alat za indeksiranje na pretraživačima dobar je primjer korisničkog agenta koji je (u velikoj mjeri) automatiziran - robota koji vuče mrežu bez korisnika na čelu.\n\nEvo popisa nekih korisničkih agenata s kojima ćete se susresti:\n\nPreglednici: uključujući Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex i AOL preglednik.\nAlat za indeksiranje: Google, Google Images, Yahoo! Slurp i još stotine.\nKonzole: PlayStation 3, Wii, PlayStation Portable i Bunjalloo - ugrađeni preglednik Nintendo DS.\nNaslijeđeni operativni sustavi (na primjer, AmigaVoyager).\nIzvanmrežni preglednici i slično (na primjer, Wget i Offline Explorer).\nProvjera veze (na primjer, W3C-checklink).\nPlus čitav niz čitača feedova, validatora, cloud platformi, media playeri, biblioteke e-pošte i skripte.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\nuser agent list 2019\npuppeteer user agent\nphp curl user agent\nselenium user agent\nagent switcher firefox\nfake user agent\nchrome set user agent\nuser agent online\nshow my user agent\nie11 user agent\npopis korisničkih agenata 2019\nkorisnički lutkarski agent\nphp curl korisnički agent\nkorisničko sredstvo selena\nagent šiba firefox\nlažni korisnički agent\nkorisnički agent za kromiranje\nkorisnički agent na mreži\npokaži moj korisnički agent\ntj11 korisnički agent",
    "hu": "Gyorsan és egyszerűen válthat a népszerű felhasználói ügynök karakterláncok között.\n\nA felhasználói felület egyszerű felületet biztosít a 26 felhasználói ügynök eléréséhez.\n\nBármely UA-ra kattintva megváltozik a böngésző felhasználói ügynöke, miután új URL-t adott a böngésző címsorába.\n\nWebes verziót használva egyszerűen kiválaszthat a 26 előre definiált UA karakterlánc közül, és megadhatja az élő URL-ek számát, hogy tesztelje, hogyan fog kinézni a kiválasztott useragent.\n\nLehetőség van bármilyen felhasználószer szerkesztésére a szövegdobozból.\n\nA teszt eredményeit mentheti a helyi meghajtóra vagy a Google Drive webes alkalmazásából.\n\nPróbálja ki most a szoftverünket. 100% -ban ingyenesen használható, és a teszt eredményeit elérheti a merevlemezen vagy a Google Drive-on.\n\nMi az a felhasználói ügynök?\nMindenkinek, aki éppen az internetet böngészi, van felhasználói ügynöke. Ez a szoftver, amely hídként szolgál a felhasználó, a felhasználó és az internet között. A felhasználói ügynökök megértése a legkönnyebb, ha visszavonulunk és megnézzük az internet fejlődését, így megértjük a felhasználói ügynökök előnyeit.\n\nAmikor az internet szöveges rendszer volt, már használatának elején, a felhasználóknak parancsokat kellett beírniuk a navigáláshoz és az üzenetek küldéséhez. Most már van böngészőnk, hogy ezt meg tudjuk csinálni. Egyszerűen rámutatunk és rákattintunk, és a böngésző „ügynökeként” működik, és műveleteinket parancsokká alakítja.\n\nAmikor a böngésző (vagy hasonló eszköz) betölti a webhelyet, akkor az ügynöknek azonosítja magát, amikor lekérdezi a kért tartalmat. A felhasználói ügynök azonosításával együtt a böngésző számos információt küld az éppen használt eszközről és hálózatról. Ez valóban adatkészlet a webfejlesztők számára, mivel lehetővé teszi számukra az élmény testreszabását az oldal betöltő felhasználói ügynök függvényében.\n\nFelhasználói ügynökök típusai\nA böngészők egy egyszerű példa a felhasználói ügynökökre, de más eszközök is működhetnek ügynököként. Lényeges, hogy nem minden felhasználói szerepet valós időben az emberek ellenőriznek vagy utasítanak. A keresőmotorok bejárói jó példa a (nagyrészt) automatizált felhasználói ügynökökre - egy robotra, amely az internetet a felhasználó kormánya nélkül bejárja.\n\nItt található néhány felsorolt ​​felhasználói ügynök felsorolása:\n\nBöngészők: Beleértve az Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex és az AOL böngészőt.\nBejárók: Google, Google Képek, Yahoo! Slurp, és még több száz.\nKonzolok: PlayStation 3, Wii, PlayStation Portable és Bunjalloo - a Nintendo DS beépített böngészője.\nRégi operációs rendszerek (például AmigaVoyager).\nOffline böngészők és hasonlóak (például a Wget és az Offline Explorer).\nÖsszekapcsoló ellenőrök (például W3C-ellenőrző link).\nPlusz egy sor hírcsatorna-olvasó, érvényesítő, felhőplatform, médialejátszó, e-mail könyvtár és szkript.",
    "id": "Beralih dengan cepat dan mudah di antara string agen pengguna yang populer.\n\nUI menyediakan antarmuka yang mudah untuk mengakses 26 agen pengguna.\n\nMengklik UA apa pun, akan mengubah agen pengguna peramban Anda setelah memasukkan url baru di bilah alamat peramban.\n\nJika Anda menggunakan versi web, Anda dapat dengan mudah memilih dari 26 string UA yang telah ditentukan dan memasukkan jumlah url langsung untuk menguji bagaimana tampilannya dengan agen yang dipilih.\n\nAda juga opsi untuk mengedit agen pengguna dari kotak teks.\n\nDapat menyimpan hasil tes Anda di drive lokal Anda atau Google Drive dari aplikasi web.\n\nCoba perangkat lunak kami sekarang. Ini 100% gratis untuk digunakan, dan Anda dapat mengakses hasil tes ke hard drive Anda atau Google Drive.\n\nApa itu Agen Pengguna?\nSetiap orang yang menjelajahi web sekarang memiliki agen pengguna. Ini adalah perangkat lunak yang bertindak sebagai jembatan antara Anda, pengguna, dan internet. Paling mudah untuk memahami agen pengguna jika kita mundur dan melihat evolusi web, sehingga kita dapat memahami manfaat agen pengguna.\n\nKetika internet adalah sistem berbasis teks, segera kembali pada awal penggunaannya, pengguna harus mengetik perintah untuk menavigasi dan mengirim pesan. Sekarang, kami memiliki browser untuk melakukannya untuk kami. Kami cukup menunjuk dan mengklik, dan browser bertindak sebagai \"agen\" kami, mengubah tindakan kami menjadi perintah.\n\nSaat peramban Anda (atau perangkat serupa) memuat situs web, ia mengidentifikasi dirinya sebagai agen ketika mengambil konten yang Anda minta. Bersamaan dengan identifikasi agen pengguna tersebut, browser mengirimkan sejumlah informasi tentang perangkat dan jaringan yang dihidupkannya. Ini adalah set data yang sangat untuk pengembang web, karena memungkinkan mereka untuk menyesuaikan pengalaman tergantung pada agen pengguna yang memuat halaman.\n\nJenis Agen Pengguna\nBrowser adalah contoh langsung dari agen pengguna, tetapi alat lain dapat bertindak sebagai agen. Yang terpenting, tidak semua agen pengguna dikendalikan atau diinstruksikan oleh manusia, secara real time. Perayap mesin pencari adalah contoh yang baik dari agen pengguna yang (sebagian besar) terotomatisasi - robot yang menjaring web tanpa pengguna di pucuk pimpinan.\n\nBerikut daftar beberapa agen pengguna yang akan Anda temui:\n\nBrowser: Termasuk Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex dan browser AOL.\nPerayap: Google, Gambar Google, Yahoo! Menghirup, dan ratusan lainnya.\nKonsol: PlayStation 3, Wii, PlayStation Portable dan Bunjalloo - browser bawaan Nintendo DS.\nSistem operasi lawas (misalnya, AmigaVoyager).\nBrowser offline dan yang serupa (misalnya, Wget dan Offline Explorer).\nPemeriksa tautan (misalnya, tautan-periksa W3C).\nDitambah seluruh jajaran pembaca feed, validator, platform cloud, pemutar media, pustaka email, dan skrip.",
    "it": "Passa rapidamente e facilmente tra le più comuni stringhe user-agent.\n\nL'interfaccia utente fornisce un'interfaccia semplice per accedere a 26 user-agent.\n\nFacendo clic su qualsiasi UA, cambierà l'agente utente del browser dopo aver inserito un nuovo URL nella barra degli indirizzi del browser.\n\nSe usi la versione web puoi semplicemente selezionare tra 26 stringhe UA predefinite e inserire qualsiasi conteggio di URL live per testare come apparirà con useragent selezionato.\n\nC'è anche un'opzione per modificare qualsiasi useragent dalla casella di testo.\n\nPuò salvare i risultati dei test sul disco locale o su Google Drive dall'applicazione Web.\n\nProva subito il nostro software. È gratuito al 100% e puoi accedere ai risultati del test sul tuo disco rigido o su Google Drive.\n\nChe cos'è un agente utente?\nChiunque stia navigando sul web in questo momento ha un agente utente. È il software che funge da ponte tra te, l'utente e Internet. È più semplice comprendere gli user agent se facciamo un passo indietro e osserviamo l'evoluzione del Web, in modo da poter comprendere i vantaggi degli user agent.\n\nQuando Internet era un sistema basato su testo, all'inizio del suo utilizzo, gli utenti dovevano digitare i comandi per navigare e inviare messaggi. Ora, abbiamo browser per farlo per noi. Puntiamo semplicemente e facciamo clic e il browser agisce come il nostro \"agente\", trasformando le nostre azioni in comandi.\n\nQuando il tuo browser (o dispositivo simile) carica un sito Web, si identifica come agente quando recupera il contenuto che hai richiesto. Insieme all'identificazione dell'agente utente, il browser invia una serie di informazioni sul dispositivo e sulla rete su cui si trova. Questo è davvero un insieme di dati per gli sviluppatori web, poiché consente loro di personalizzare l'esperienza in base al programma utente che ha caricato la pagina.\n\nTipi di agente utente\nI browser sono un semplice esempio di agente utente, ma altri strumenti possono agire da agenti. Fondamentalmente, non tutti gli user agent sono controllati o istruiti dagli umani, in tempo reale. I crawler dei motori di ricerca sono un buon esempio di un agente utente che è (in gran parte) automatizzato, un robot che trascina il web senza un utente al timone.\n\nEcco un elenco di alcuni degli user agent che incontrerai:\n\nBrowser: inclusi Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex e il browser AOL.\nCrawler: Google, Google Immagini, Yahoo! Bere e altre centinaia.\nConsole: PlayStation 3, Wii, PlayStation Portable e Bunjalloo, il browser integrato di Nintendo DS.\nSistemi operativi legacy (ad esempio, AmigaVoyager).\nBrowser offline e simili (ad esempio, Wget ed Explorer offline).\nControlli di collegamento (ad esempio, W3C-checklink).\nOltre a un'intera gamma di lettori di feed, validatori, piattaforme cloud, lettori multimediali, librerie e-mail e script.",
    "ja": "一般的なユーザーエージェント文字列をすばやく簡単に切り替えます。\n\nUIは、26のユーザーエージェントにアクセスするための簡単なインターフェイスを提供します。\n\n任意のUAをクリックすると、ブラウザーのアドレスバーに新しいURLを入力した後、ブラウザーのユーザーエージェントが変更されます。\n\nWebバージョンを使用している場合は、26の事前定義されたUA文字列から単純に選択し、任意の数のライブURLを入力して、useragentを選択した場合の外観をテストできます。\n\nテキストボックスから任意のユーザーエージェントを編集するオプションもあります。\n\nWebアプリケーションからローカルドライブまたはGoogleドライブにテスト結果を保存できます。\n\n今すぐソフトウェアをお試しください。 100％無料で使用でき、テスト結果にハードドライブまたはGoogleドライブからアクセスできます。\n\nユーザーエージェントとは\n現在ウェブを閲覧しているすべての人がユーザーエージェントを持っています。これは、あなた、ユーザー、インターネット間の架け橋として機能するソフトウェアです。ユーザーエージェントの利点を理解できるように、ウェブの進化を逆戻りして見ると、ユーザーエージェントを理解するのが最も簡単です。\n\nインターネットがテキストベースのシステムであったとき、その使用の最初に戻って、ユーザーはナビゲートしてメッセージを送信するためにコマンドを入力する必要がありました。現在、それを行うためのブラウザーがあります。単にポイントしてクリックするだけで、ブラウザが「エージェント」として機能し、アクションをコマンドに変換します。\n\nブラウザー（または同様のデバイス）がWebサイトをロードすると、要求されたコンテンツを取得するときに、ブラウザーとして自身をエージェントとして識別します。ユーザーエージェントの識別情報とともに、ブラウザーはデバイスとそのデバイスが接続しているネットワークに関する多数の情報を送信します。これは、ページをロードしたユーザーエージェントに応じてエクスペリエンスをカスタマイズできるため、Web開発者にとって実際のデータセットです。\n\nユーザーエージェントタイプ\nブラウザはユーザーエージェントの簡単な例ですが、他のツールがエージェントとして機能することもできます。重要なことに、すべてのユーザーエージェントがリアルタイムで人間によって制御または指示されているわけではありません。検索エンジンクローラーは、（ほぼ）自動化されたユーザーエージェントの良い例です。つまり、ユーザーが実席にいなくてもWebをトロールするロボットです。\n\n以下は、発生するユーザーエージェントの一部です。\n\nブラウザー：Internet Explorer、Firefox、Safari、Chrome、Edge、BlackBerry、Opera、Minimo、Beonex、AOLブラウザーなど。\nクローラー：Google、Google画像、Yahoo！スラップ、そして何百もの。\nコンソール：PlayStation 3、Wii、PlayStation Portable、Bunjalloo — Nintendo DSの内蔵ブラウザ。\nレガシーオペレーティングシステム（AmigaVoyagerなど）。\nオフラインブラウザーなど（Wgetやオフラインエクスプローラーなど）。\nリンクチェッカー（W3C-checklinkなど）。\nさらに、フィードリーダー、検証ツール、クラウドプラットフォーム、メディアプレーヤー、メールライブラリ、スクリプトの全範囲。",
    "ko": "널리 사용되는 사용자 에이전트 문자열간에 빠르고 쉽게 전환합니다.\n\nUI는 26 개의 사용자 에이전트에 액세스 할 수있는 쉬운 인터페이스를 제공합니다.\n\nUA를 클릭하면 브라우저의 주소 표시 줄에 새 URL을 입력 한 후 브라우저의 사용자 에이전트가 변경됩니다.\n\n웹 버전을 사용하는 경우 사전 정의 된 26 개의 UA 문자열 중에서 간단하게 선택하고 사용자 에이전트가 선택된 상태를 테스트하기 위해 실시간 URL 수를 입력 할 수 있습니다.\n\n텍스트 상자에서 사용자 에이전트를 편집하는 옵션도 있습니다.\n\n웹 애플리케이션에서 로컬 드라이브 또는 Google 드라이브에 테스트 결과를 저장할 수 있습니다.\n\n지금 소프트웨어를 사용해보십시오. 100 % 무료로 사용할 수 있으며 하드 드라이브 또는 Google 드라이브에서 테스트 결과에 액세스 할 수 있습니다.\n\n사용자 에이전트 란 무엇입니까?\n웹을 탐색하는 모든 사용자는 이제 사용자 에이전트가 있습니다. 사용자, 사용자 및 인터넷 사이의 다리 역할을하는 소프트웨어입니다. 웹의 발전 과정을 역 추적하고 검토하여 사용자 에이전트의 이점을 이해할 수 있도록 사용자 에이전트를 이해하는 것이 가장 쉽습니다.\n\n인터넷이 텍스트 기반 시스템이었을 때, 사용 초기에 사용자는 메시지를 탐색하고 보내라는 명령을 입력해야했습니다. 이제 우리를 위해 브라우저가 있습니다. 우리는 단순히 가리키고 클릭하기 만하면 브라우저는“에이전트”역할을하며 작업을 명령으로 전환합니다.\n\n브라우저 (또는 유사한 장치)가 웹 사이트를로드하면 요청한 콘텐츠를 검색 할 때 자신을 에이전트로 식별합니다. 사용자 에이전트 식별과 함께 브라우저는 장치 및 네트워크에 대한 정보를 호스트에게 보냅니다. 웹 개발자가 페이지를로드 한 사용자 에이전트에 따라 환경을 사용자 지정할 수 있기 때문에 실제로는 웹 개발자를위한 데이터 세트입니다.\n\n사용자 에이전트 유형\n브라우저는 사용자 에이전트의 간단한 예이지만 다른 도구는 에이전트 역할을 할 수 있습니다. 결정적으로, 모든 사용자 에이전트가 실시간으로 인간에 의해 제어되거나 지시되는 것은 아닙니다. 검색 엔진 크롤러는 (대부분) 자동화 된 사용자 에이전트의 좋은 예입니다. 이는 사용자를 지배하지 않고 웹을 트롤링하는 로봇입니다.\n\n다음은 몇 가지 사용자 에이전트 목록입니다.\n\n브라우저 : Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex 및 AOL 브라우저를 포함합니다.\n크롤러 : Google, Google 이미지, Yahoo! 수수께끼 그리고 더 많은.\n콘솔 : PlayStation 3, Wii, PlayStation Portable 및 Bunjalloo — Nintendo DS의 내장 브라우저입니다.\n레거시 운영 체제 (예 : AmigaVoyager)\n오프라인 브라우저 및 유사 (예 : Wget 및 오프라인 탐색기)\n링크 체커 (예 : W3C- 체크 링크).\n모든 피드 리더, 유효성 검사기, 클라우드 플랫폼, 미디어 플레이어, 이메일 라이브러리 및 스크립트도 제공합니다.",
    "lt": "Greitai ir lengvai perjunkite populiarias vartotojo agento eilutes.\n\nUI suteikia lengvą sąsają 26 vartotojams.\n\nSpustelėjus bet kurį UA, naršyklės vartotojo agentas bus pakeistas įvedus naują URL į naršyklės adreso juostą.\n\nJei naudojate žiniatinklio versiją, galite lengvai pasirinkti iš 26 iš anksto nustatytų UA stygų ir įvesti bet kokį gyvų URL skaičių, kad patikrintumėte, kaip jis atrodys pasirinkus „useragent“.\n\nTaip pat yra galimybė redaguoti bet kokį naudojimą naudojančią medžiagą iš teksto laukelio.\n\nGalite išsaugoti testo rezultatus vietiniame diske arba „Google“ diske iš žiniatinklio programos.\n\nIšbandykite mūsų programinę įrangą dabar. Tai 100% nemokama naudoti, ir bandymų rezultatus galite pasiekti kietajame diske arba „Google“ diske.\n\nKas yra vartotojo agentas?\nKiekvienas, kuris šiuo metu naršo internete, turi vartotojo agentą. Tai programinė įranga, kuri yra tiltas tarp jūsų, vartotojo ir interneto. Lengviausia suprasti naudotojų agentus, jei atsitraukiame ir žiūrime į interneto evoliuciją, kad galėtume suprasti vartotojų agentų pranašumus.\n\nKai internetas buvo tekstinė sistema, iškart jo naudojimo pradžioje, vartotojai turėjo įvesti komandas naršyti ir siųsti žinutes. Dabar mes turime naršykles, kurios tai padarytų už mus. Mes tiesiog nukreipiame ir spustelėjame, o naršyklė veikia kaip „agentas“, mūsų veiksmus paverčiant komandomis.\n\nKai jūsų naršyklė (ar panašus įrenginys) įkelia svetainę, ji identifikuojama kaip agentė, nuskaitydama jūsų prašomą turinį. Kartu su šio vartotojo agento identifikacija naršyklė siunčia daugybę informacijos apie įrenginį ir tinklą, kuriame jis yra. Tai tikrai žiniatinklio kūrėjų duomenų rinkinys, nes tai leidžia jiems tinkinti patirtį priklausomai nuo vartotojo agento, kuris įkėlė puslapį.\n\nVartotojo atstovų tipai\nNaršyklės yra aiškus vartotojo agento pavyzdys, tačiau kiti įrankiai gali veikti kaip agentai. Svarbu tai, kad ne visus vartotojų agentus realiu laiku kontroliuoja ar instruktuoja žmonės. Paieškos variklio tikrinimo programos yra geras (dažniausiai) automatizuoto vartotojo agento pavyzdys - robotas, kuris žvalgomasi žiniatinklyje be vartotojo prie vairo.\n\nČia pateiktas kai kurių vartotojų agentų, su kuriais teko susidurti, sąrašas:\n\nNaršyklės: Įskaitant „Internet Explorer“, „Firefox“, „Safari“, „Chrome“, „Edge“, „BlackBerry“, „Opera“, „Minimo“, „Beonex“ ir AOL naršyklę.\nTikrinimo programos: „Google“, „Google“ vaizdai, „Yahoo!“ Slurp, ir dar šimtai.\nKonsolės: „PlayStation 3“, „Wii“, „Portable PlayStation“ ir „Bunjalloo“ - „Nintendo DS“ įmontuota naršyklė.\nSenosios operacinės sistemos (pavyzdžiui, „AmigaVoyager“).\nNaršyklės neprisijungus ir panašios (pavyzdžiui, „Wget“ ir „Offline Explorer“).\nNuorodų tikrintojai (pavyzdžiui, W3C-checklink).\nBe to, daugybė sklaidos kanalų skaitytuvų, tikrintojų, debesų platformų, daugialypės terpės grotuvų, el. Pašto bibliotekų ir scenarijų.",
    "lv": "Ātri un viegli pārslēdzieties starp populārām lietotāju aģentu virknēm.\n\nUI nodrošina ērtu saskarni, lai piekļūtu 26 lietotāju aģentiem.\n\nNoklikšķinot uz jebkura UA, pārlūka lietotāja aģents tiks mainīts pēc jauna URL ievadīšanas pārlūka adreses joslā.\n\nJa izmantojat tīmekļa versiju, varat vienkārši izvēlēties no 26 iepriekš definētām UA virknēm un ievadīt jebkuru dzīvo URL skaitu, lai pārbaudītu, kā tas izskatīsies ar izvēlēto lietošanas līdzekli.\n\nIr arī iespēja rediģēt jebkuru lietojamo līdzekli no tekstlodziņa.\n\nVar saglabāt testa rezultātus vietējā diskā vai Google diskā no tīmekļa lietojumprogrammas.\n\nIzmēģiniet mūsu programmatūru tagad. To var izmantot 100% bez maksas, un testa rezultātiem varat piekļūt cietajā diskā vai Google diskā.\n\nKas ir lietotāja aģents?\nIkvienam, kas šobrīd pārlūko tīmekli, ir lietotāja aģents. Tā ir programmatūra, kas darbojas kā tilts starp jums, lietotāju un internetu. Lietotāju aģentus ir visvieglāk saprast, ja atskatāmies un aplūkojam tīmekļa attīstību, lai mēs varētu izprast lietotāju aģentu priekšrocības.\n\nKad internets bija uz tekstu balstīta sistēma, jau pašā lietošanas sākumā, lietotājiem bija jāievada komandas, lai pārvietotos un nosūtītu ziņas. Tagad mums ir pārlūkprogrammas, lai to izdarītu mūsu labā. Mēs vienkārši norādām un noklikšķiniet, un pārlūks darbojas kā mūsu “aģents”, pārvēršot mūsu darbības komandās.\n\nKad jūsu pārlūkprogramma (vai līdzīga ierīce) ielādē vietni, tā sevi identificē kā aģentu, kad izgūst pieprasīto saturu. Kopā ar šo lietotāja aģenta identifikāciju pārlūks nosūta daudz informācijas par ierīci un tīklu, kurā tā darbojas. Šis ir patiešām datu kopums tīmekļa izstrādātājiem, jo ​​tas viņiem ļauj pielāgot pieredzi atkarībā no lietotāja aģenta, kurš ielādēja lapu.\n\nLietotāju aģentu veidi\nPārlūkprogrammas ir tiešs lietotāja aģenta piemērs, bet citi rīki var darboties kā aģenti. Būtiski, ka ne visus lietotāju aģentus reālā laikā kontrolē vai instruē cilvēki. Meklētājprogrammu roboti ir labs lietotāja aģenta, kas (lielākoties) ir automatizēts, piemērs - robots, kurš pārlūko tīmekli bez lietotāja pie stūres.\n\nŠeit ir saraksts ar dažiem lietotāju aģentiem, ar kuriem jūs saskaraties:\n\nPārlūkprogrammas: ieskaitot Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex un AOL pārlūku.\nRāpuļprogrammas: Google, Google Images, Yahoo! Slurp, un vēl simtiem.\nKonsoles: PlayStation 3, Wii, PlayStation Portable un Bunjalloo - Nintendo DS iebūvētais pārlūks.\nMantotās operētājsistēmas (piemēram, AmigaVoyager).\nBezsaistes pārlūki un tamlīdzīgi (piemēram, Wget un Offline Explorer).\nSaites pārbaudītāji (piemēram, W3C-kontrolsaite).\nPlus vesela virkne plūsmu lasītāju, vērtētāju, mākoņa platformu, multivides atskaņotāju, e-pasta bibliotēku un skriptu.",
    "ms": "Tukar dengan cepat dan mudah antara rentetan ejen pengguna yang popular.\n\nUI menyediakan antara muka yang mudah untuk mengakses 26 ejen pengguna.\n\nMengklik mana-mana UA, akan menukar ejen pengguna penyemak imbas anda setelah memasukkan url baru di bar alamat penyemak imbas.\n\nSekiranya anda menggunakan versi web, anda boleh memilih dari 26 rentetan UA yang telah ditentukan dan memasukkan jumlah url langsung untuk menguji bagaimana ia akan kelihatan dengan agen pengguna yang dipilih.\n\nTerdapat juga pilihan untuk mengedit setiap agen pengguna dari kotak teks.\n\nBoleh menyimpan hasil ujian anda di pemacu tempatan atau Google Drive anda dari aplikasi web.\n\nCuba perisian kami sekarang. 100% percuma untuk digunakan, dan anda dapat mengakses hasil ujian ke cakera keras atau Google Drive anda.\n\nApa itu Ejen Pengguna?\nSetiap orang yang melayari web sekarang mempunyai ejen pengguna. Perisian inilah yang berfungsi sebagai penghubung antara anda, pengguna dan internet. Adalah paling mudah untuk memahami ejen pengguna jika kita mengundurkan dan melihat evolusi web, jadi kita dapat memahami kelebihan ejen pengguna.\n\nKetika internet adalah sistem berbasis teks, sejak awal penggunaannya, pengguna harus mengetik perintah untuk menavigasi dan mengirim pesan. Kini, kami mempunyai penyemak imbas untuk melakukannya. Kami hanya menunjukkan dan mengklik, dan penyemak imbas bertindak sebagai \"ejen\" kami, mengubah tindakan kami menjadi perintah.\n\nApabila penyemak imbas anda (atau peranti serupa) memuatkan laman web, laman web itu mengidentifikasi dirinya sebagai ejen ketika mengambil semula kandungan yang anda minta. Bersama dengan pengenalan ejen pengguna tersebut, penyemak imbas menghantar sejumlah maklumat mengenai peranti dan rangkaian yang ada di dalamnya. Ini adalah sekumpulan data yang betul untuk pembangun web, kerana ia membolehkan mereka menyesuaikan pengalaman bergantung pada ejen pengguna yang memuatkan halaman.\n\nJenis Ejen Pengguna\nPenyemak imbas adalah contoh mudah ejen pengguna, tetapi alat lain boleh bertindak sebagai ejen. Pentingnya, tidak semua agen pengguna dikawal atau diperintahkan oleh manusia, dalam masa nyata. Perayap enjin carian adalah contoh baik ejen pengguna yang (sebahagian besarnya) automatik - robot yang menjelajah web tanpa pengguna di pucuk pimpinan.\n\nBerikut adalah senarai beberapa ejen pengguna yang akan anda temui:\n\nPenyemak Imbas: Termasuk Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex dan penyemak imbas AOL.\nPerayap: Google, Imej Google, Yahoo! Slurp, dan beratus-ratus lagi.\nKonsol: PlayStation 3, Wii, PlayStation Portable dan Bunjalloo - penyemak imbas terbina dalam Nintendo DS.\nSistem operasi lama (misalnya, AmigaVoyager).\nPenyemak imbas luar talian dan serupa (misalnya, Wget dan Penjelajah Luar Talian).\nPemeriksa pautan (contohnya, pautan periksa W3C).\nDitambah dengan pelbagai pembaca feed, validator, platform cloud, media player, perpustakaan e-mel, dan skrip.",
    "nl": "Schakel snel en eenvoudig tussen populaire user-agent-strings.\n\nUI biedt een eenvoudige interface voor toegang tot 26 user-agents.\n\nAls u op een UA klikt, verandert de user-agent van uw browser na het invoeren van een nieuwe url in de adresbalk van de browser.\n\nAls u een webversie gebruikt, kunt u eenvoudig kiezen uit 26 vooraf gedefinieerde UA-reeksen en een aantal live-URL's invoeren om te testen hoe het eruit zal zien met de geselecteerde gebruikersagent.\n\nEr is ook een optie om een ​​gebruikersagent vanuit het tekstvak te bewerken.\n\nKan uw testresultaten opslaan op uw lokale schijf of Google Drive vanuit een webapplicatie.\n\nProbeer nu onze software. Het is 100% gratis te gebruiken en je hebt toegang tot de testresultaten op je harde schijf of Google Drive.\n\nWat is een user-agent?\nIedereen die nu op internet surft, heeft een user-agent. Het is de software die de brug vormt tussen jou, de gebruiker en internet. Het is het gemakkelijkst om user agents te begrijpen als we teruggaan en kijken naar de evolutie van het web, zodat we de voordelen van user agents kunnen begrijpen.\n\nToen internet een op tekst gebaseerd systeem was, moesten gebruikers al aan het begin van het gebruik opdrachten typen om te navigeren en berichten te verzenden. Nu hebben we browsers om dat voor ons te doen. We wijzen en klikken eenvoudig en de browser fungeert als onze 'agent', waardoor onze acties in opdrachten worden omgezet.\n\nWanneer uw browser (of vergelijkbaar apparaat) een website laadt, identificeert deze zich als een agent wanneer deze de door u opgevraagde inhoud ophaalt. Naast die identificatie van de user-agent, verzendt de browser veel informatie over het apparaat en het netwerk waarop het is ingeschakeld. Dit is echt een set gegevens voor webontwikkelaars, omdat ze hiermee de ervaring kunnen aanpassen, afhankelijk van de user-agent die de pagina heeft geladen.\n\nTypen gebruikersagenten\nBrowsers zijn een eenvoudig voorbeeld van een user-agent, maar andere tools kunnen als agents fungeren. Cruciaal is dat niet alle user-agents in realtime door mensen worden bestuurd of geïnstrueerd. Zoekmachine-crawlers zijn een goed voorbeeld van een user-agent die (grotendeels) geautomatiseerd is - een robot die op het web sleept zonder dat een gebruiker aan het roer staat.\n\nHier is een lijst met enkele van de user-agents die u tegenkomt:\n\nBrowsers: inclusief Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex en de AOL-browser.\nCrawlers: Google, Google Afbeeldingen, Yahoo! Slurp en honderden meer.\nConsoles: PlayStation 3, Wii, PlayStation Portable en Bunjalloo - de ingebouwde browser van de Nintendo DS.\nLegacy-besturingssystemen (bijvoorbeeld AmigaVoyager).\nOffline browsers en dergelijke (bijvoorbeeld Wget en Offline Explorer).\nLinkcheckers (bijvoorbeeld W3C-checklink).\nPlus een hele reeks feedreaders, validators, cloudplatforms, mediaspelers, e-mailbibliotheken en scripts.",
    "no": "Bytt raskt og enkelt mellom populære brukeragentstrenger.\n\nUI gir et enkelt grensesnitt for tilgang til 26 brukeragenter.\n\nHvis du klikker på en hvilken som helst UA, endres nettleserens brukeragent etter å ha lagt inn en ny url i nettleserens adressefelt.\n\nHvis du bruker nettversjon, kan du enkelt velge mellom 26 forhåndsdefinerte UA-strenger og legge inn noen antall live-nettadresser for å teste hvordan det vil se ut med valgt brukeragent.\n\nDet er også et alternativ å redigere alle brukeragenter fra tekstboksen.\n\nKan lagre testresultatene på din lokale stasjon eller Google Drive fra webapplikasjon.\n\nPrøv programvaren vår nå. Det er 100% gratis å bruke, og du kan få tilgang til testresultatene på harddisken eller Google Drive.\n\nHva er en brukeragent?\nAlle som surfer på nettet nå har en brukeragent. Det er programvaren som fungerer som broen mellom deg, brukeren og internett. Det er enklest å forstå brukeragenter hvis vi sporer og ser på utviklingen av nettet, slik at vi kan forstå fordelene med brukeragenter.\n\nDa internett var et tekstbasert system, helt tilbake til begynnelsen av bruken, måtte brukerne skrive inn kommandoer for å navigere og sende meldinger. Nå har vi nettlesere som gjør det for oss. Vi peker og klikker ganske enkelt, og nettleseren fungerer som vår \"agent\", og gjør handlingene våre til kommandoer.\n\nNår nettleseren din (eller lignende enhet) laster inn et nettsted, identifiserer den seg som en agent når den henter innholdet du har bedt om. Sammen med den brukeragentidentifikasjonen, sender nettleseren en rekke informasjoner om enheten og nettverket den er på. Dette er et virkelig sett med data for nettutviklere, siden det lar dem tilpasse opplevelsen avhengig av brukeragenten som har lastet siden.\n\nBrukeragenttyper\nNettlesere er et greit eksempel på en brukeragent, men andre verktøy kan fungere som agenter. Avgjørende er at ikke alle brukeragenter blir kontrollert eller instruert av mennesker i sanntid. Søkemotorcrawlere er et godt eksempel på en brukeragent som (i stor grad) er automatisert - en robot som tråler nettet uten en bruker ved roret.\n\nHer er en liste over noen av brukeragentene du vil møte:\n\nNettlesere: Inkludert Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex og AOL nettleseren.\nGjennomsøkere: Google, Google Bilder, Yahoo! Slurp, og hundrevis til.\nKonsoller: PlayStation 3, Wii, PlayStation Portable og Bunjalloo - Nintendo DS 'innebygde nettleser.\nGamle operativsystemer (for eksempel AmigaVoyager).\nFrakoblet nettlesere og lignende (for eksempel Wget og Offline Explorer).\nLink-brikker (for eksempel W3C-checklink).\nPluss et helt utvalg av feedlesere, validatorer, skyplattformer, mediaspillere, e-postbiblioteker og manus.",
    "pl": "Szybko i łatwo przełączaj się między popularnymi ciągami klienta użytkownika.\n\nInterfejs użytkownika zapewnia łatwy interfejs dostępu do 26 programów użytkownika.\n\nKliknięcie dowolnego UA spowoduje zmianę klienta użytkownika przeglądarki po wprowadzeniu nowego adresu URL w pasku adresu przeglądarki.\n\nJeśli używasz wersji internetowej, możesz po prostu wybrać 26 wstępnie zdefiniowanych ciągów znaków UA i wprowadzić dowolną liczbę aktywnych adresów URL w celu przetestowania, jak będzie wyglądać przy wybranym formularzu użytkownika.\n\nIstnieje również opcja edycji dowolnego użytkownika z pola tekstowego.\n\nMoże zapisać wyniki testu na dysku lokalnym lub Dysku Google z aplikacji internetowej.\n\nWypróbuj nasze oprogramowanie już teraz. Jest w 100% darmowy i możesz uzyskać dostęp do wyników testu na dysk twardy lub Dysk Google.\n\nCo to jest agent użytkownika?\nKażdy, kto teraz przegląda sieć, ma klienta użytkownika. To oprogramowanie działa jako pomost między tobą, użytkownikiem i Internetem. Najłatwiej jest zrozumieć programy klienckie, jeśli cofamy się i przyglądamy się ewolucji sieci, dzięki czemu możemy zrozumieć zalety aplikacji klienckich.\n\nKiedy internet był systemem tekstowym, już na początku jego użytkowania użytkownicy musieli wpisywać polecenia, aby nawigować i wysyłać wiadomości. Teraz mamy do tego przeglądarki. Po prostu wskazujemy i klikamy, a przeglądarka działa jak nasz „agent”, zamieniając nasze działania w polecenia.\n\nGdy Twoja przeglądarka (lub podobne urządzenie) ładuje witrynę, identyfikuje się jako agent, gdy pobiera żądaną treść. Wraz z tym identyfikatorem agenta użytkownika przeglądarka wysyła wiele informacji o urządzeniu i sieci, w której się znajduje. To naprawdę zestaw danych dla twórców stron internetowych, ponieważ pozwala im dostosować działanie w zależności od klienta, który załadował stronę.\n\nTypy agentów użytkownika\nPrzeglądarki są prostym przykładem agenta użytkownika, ale inne narzędzia mogą działać jako agenty. Co najważniejsze, nie wszystkie programy użytkownika są kontrolowane lub instruowane przez ludzi w czasie rzeczywistym. Przeszukiwacze wyszukiwarek to dobry przykład klienta użytkownika, który jest (w dużej mierze) zautomatyzowany - robot, który przetacza sieć bez użytkownika za sterami.\n\nOto lista niektórych aplikacji klienckich, z którymi się spotkasz:\n\nPrzeglądarki: w tym Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex i przeglądarka AOL.\nRoboty: Google, Google Images, Yahoo! Slurp i setki innych.\nKonsole: PlayStation 3, Wii, PlayStation Portable i Bunjalloo - wbudowana przeglądarka Nintendo DS.\nStarsze systemy operacyjne (na przykład AmigaVoyager).\nPrzeglądarki offline i podobne (na przykład Wget i Offline Explorer).\nSprawdzanie łączy (na przykład W3C-link kontrolny).\nPlus cała gama czytników kanałów, walidatorów, platform chmurowych, odtwarzaczy multimedialnych, bibliotek e-mail i skryptów.",
    "ro": "Comutați rapid și ușor între șirurile populare de agent utilizator.\n\nUI oferă o interfață ușoară pentru a accesa 26 de utilizatori.\n\nFăcând clic pe orice UA, va schimba agentul de utilizator al browserului dvs. după introducerea unui nou URL în bara de adrese a browserului.\n\nDacă utilizați versiunea web, puteți selecta simplu dintre 26 șiruri UA predefinite și introduceți orice număr de URL-uri live pentru a testa cum va arăta cu utilizatorul selectat.\n\nExistă, de asemenea, o opțiune de a edita orice utilizator din caseta de text.\n\nÎți poate salva rezultatele testului pe unitatea locală sau pe Google Drive din aplicația web.\n\nÎncercați software-ul nostru acum. Este 100% gratuit de utilizat și puteți accesa rezultatele testelor pe hard disk sau Google Drive.\n\nCe este un agent de utilizator?\nToți cei care navighează pe internet chiar acum au un agent de utilizare. Este software-ul care acționează ca puntea dintre dvs., utilizator și internet. Este cel mai ușor să înțelegem agenții utilizatori dacă facem un backtrack și privim evoluția web, astfel încât să putem înțelege beneficiile agenților utilizator.\n\nCând internetul a fost un sistem bazat pe text, chiar la începutul utilizării sale, utilizatorii au trebuit să tasteze comenzi pentru a naviga și a trimite mesaje. Acum, avem browsere care să facă asta pentru noi. Pur și simplu punctăm și facem clic, iar browserul acționează ca „agentul nostru”, transformând acțiunile noastre în comenzi.\n\nCând browserul dvs. (sau un dispozitiv similar) încarcă un site web, acesta se identifică ca agent atunci când preia conținutul solicitat. Împreună cu acea identificare a agentului de utilizator, browserul trimite o serie de informații despre dispozitiv și rețea pe care este activat. Acesta este un set de date cu adevărat pentru dezvoltatorii web, deoarece le permite să personalizeze experiența în funcție de agentul utilizator care a încărcat pagina.\n\nTipuri de agent de utilizator\nNavigatoarele sunt un exemplu simplu de agent utilizator, dar alte instrumente pot acționa ca agenți. În mod crucial, nu toți agenții utilizatori sunt controlați sau instruiți de oameni în timp real. Crawler-urile pentru motoarele de căutare sunt un bun exemplu de agent de utilizator care este (în mare parte) automatizat - un robot care trameze web fără un utilizator la cârpă.\n\nIată o listă a agenților utilizatori pe care îi veți întâlni:\n\nNavigatoare: incluzând Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex și browserul AOL.\nCrawler: Google, Google Images, Yahoo! Slurp, și alte sute.\nConsole: PlayStation 3, Wii, PlayStation Portable și Bunjalloo - browser-ul încorporat al Nintendo DS.\nSisteme de operare vechi (de exemplu, AmigaVoyager).\nBrowsere offline și similare (de exemplu, Wget și Offline Explorer).\nVerificatoare de legături (de exemplu, W3C-checklink).\nÎn plus, o gamă întreagă de cititori, validatori, platforme cloud, playere media, biblioteci de e-mail și scripturi.",
    "ru": "Быстро и легко переключайтесь между популярными строками user-agent.\n\nПользовательский интерфейс обеспечивает простой интерфейс для доступа к 26 агентам пользователя.\n\nНажав на любой UA, вы измените пользовательский агент вашего браузера после ввода нового URL в адресную строку браузера.\n\nЕсли вы используете веб-версию, вы можете просто выбрать из 26 предопределенных строк UA и ввести любое количество живых URL-адресов, чтобы проверить, как это будет выглядеть с выбранным идентификатором пользователя.\n\nСуществует также возможность редактировать любой пользовательский текст из текстового поля.\n\nМожно сохранить результаты теста на локальном диске или Google Drive из веб-приложения.\n\nПопробуйте наше программное обеспечение сейчас. Его 100% бесплатное использование, и вы можете получить доступ к результатам теста на свой жесткий диск или Google Drive.\n\nЧто такое пользовательский агент?\nКаждый, кто просматривает Интернет прямо сейчас, имеет агента пользователя. Это программное обеспечение, которое действует как мост между вами, пользователем и Интернетом. Легче понять пользовательских агентов, если мы вернемся назад и посмотрим на эволюцию сети, чтобы понять преимущества пользовательских агентов.\n\nКогда Интернет представлял собой текстовую систему, еще в начале его использования пользователям приходилось вводить команды для навигации и отправки сообщений. Теперь у нас есть браузеры, чтобы сделать это для нас. Мы просто указываем и нажимаем, и браузер действует как наш «агент», превращая наши действия в команды.\n\nКогда ваш браузер (или подобное устройство) загружает веб-сайт, он идентифицирует себя как агент при получении запрошенного вами контента. Наряду с этим идентификатором агента пользователя браузер отправляет множество информации об устройстве и сети, в которой оно находится. Это действительно набор данных для веб-разработчиков, поскольку он позволяет им настраивать работу в зависимости от пользовательского агента, который загрузил страницу.\n\nТипы пользовательских агентов\nБраузеры являются простым примером пользовательского агента, но другие инструменты могут выступать в качестве агентов. Важно отметить, что не все пользовательские агенты контролируются или инструктируются людьми в режиме реального времени. Сканеры поисковых систем являются хорошим примером агента пользователя, который (в значительной степени) автоматизирован - робот, который тралит сеть без участия пользователя.\n\nВот список некоторых пользовательских агентов, с которыми вы столкнетесь:\n\nБраузеры: включая Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex и браузер AOL.\nСканеры: Google, Google Images, Yahoo! Хлюпай и еще сотни.\nКонсоли: PlayStation 3, Wii, PlayStation Portable и Bunjalloo - встроенный браузер Nintendo DS.\nУстаревшие операционные системы (например, AmigaVoyager).\nАвтономные браузеры и аналогичные (например, Wget и Offline Explorer).\nПроверка ссылок (например, W3C-checklink).\nПлюс целый ряд ридеров, валидаторов, облачных платформ, медиаплееров, библиотек электронной почты и скриптов.",
    "sk": "Rýchlo a ľahko prepínajte medzi obľúbenými reťazcami user-agent.\n\nUI poskytuje jednoduché rozhranie pre prístup k 26 užívateľským agentom.\n\nKliknutím na ľubovoľné používateľské rozhranie zmení používateľský agent prehliadača po zadaní novej adresy URL do panela s adresou prehliadača.\n\nAk používate webovú verziu, môžete si jednoducho vybrať z 26 preddefinovaných reťazcov UA a zadať ľubovoľný počet živých webových adries na otestovanie toho, ako to bude vyzerať s vybraným používateľom.\n\nExistuje tiež možnosť upraviť ľubovoľného používateľa z textového poľa.\n\nVýsledky testov môžete uložiť na miestny disk alebo Disk Google z webovej aplikácie.\n\nVyskúšajte náš softvér teraz. Je 100% zadarmo na použitie a výsledky testov môžete získať na pevnom disku alebo na Disk Google.\n\nČo je používateľský agent?\nKaždý, kto práve prehliada web, má teraz agenta používateľa. Je to softvér, ktorý funguje ako most medzi vami, používateľom a internetom. Najjednoduchšie je porozumieť agentom používateľov, ak sa vrátime a pozeráme sa na vývoj webu, aby sme pochopili výhody agentov používateľov.\n\nKeď bol internet textový systém, hneď na začiatku jeho používania museli používatelia zadávať príkazy na navigáciu a odosielanie správ. Teraz máme prehliadače, ktoré to pre nás urobia. Jednoducho namierime a klikneme a prehliadač sa chová ako náš „agent“, čím mení naše akcie na príkazy.\n\nKeď váš prehliadač (alebo podobné zariadenie) načíta webovú stránku, pri načítaní požadovaného obsahu sa identifikuje ako agent. Okrem identifikácie tohto agenta odosiela prehliadač aj množstvo informácií o zariadení a sieti, v ktorej je. Toto je skutočne sada údajov pre vývojárov webu, pretože im umožňuje prispôsobiť si prostredie v závislosti od agenta používateľa, ktorý stránku načíta.\n\nTypy agentov agentov\nPrehliadače sú priamym príkladom agenta používateľa, ale iné nástroje môžu pôsobiť ako agenti. Je dôležité, že nie všetci agenti používateľov sú v skutočnosti riadení alebo inštruovaní ľuďmi v reálnom čase. Prehľadávače vyhľadávacích nástrojov sú dobrým príkladom agenta používateľa, ktorý je (do veľkej miery) automatizovaný - robot, ktorý vlečí web bez toho, aby pri kormidle stál užívateľ.\n\nTu je zoznam niektorých používateľských agentov, s ktorými sa stretnete:\n\nPrehliadače: Vrátane prehliadačov Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex a AOL.\nPrehľadávače: Google, Obrázky Google, Yahoo! Slurp a ďalšie stovky.\nKonzoly: PlayStation 3, Wii, PlayStation Portable a Bunjalloo - vstavaný prehliadač Nintendo DS.\nStaršie operačné systémy (napríklad AmigaVoyager).\nPrehliadače offline a podobné (napríklad prehliadač Wget a offline).\nLink checkers (napríklad W3C-checklink).\nPlus celý rad čítačiek informačných kanálov, validátorov, cloudových platforiem, prehrávačov médií, e-mailových knižníc a skriptov.",
    "sl": "Hitro in enostavno preklapljanje med priljubljenimi nizi uporabniških agentov.\n\nUI omogoča preprost vmesnik za dostop do 26 uporabniških agentov.\n\nS klikom na kateri koli UA boste spremenili uporabniški agent svojega brskalnika po vnosu novega URL-ja v naslovno vrstico brskalnika.\n\nČe uporabljate spletno različico, lahko preprosto izberete 26 vnaprej določenih nizov UA in vnesete poljubno število živih URL-jev, da preverite, kako bo videti z izbranim uporabnim agentom.\n\nObstaja tudi možnost urejanja uporabnega sredstva iz besedilnega polja.\n\nRezultate testiranja lahko shranite na lokalni pogon ali Google Drive iz spletne aplikacije.\n\nPreizkusite našo programsko opremo zdaj. 100% brezplačna uporaba, do rezultatov testiranja pa lahko dostopate na trdi disk ali Google Drive.\n\nKaj je uporabniški agent?\nVsi, ki trenutno brskajo po spletu, imajo uporabniško sredstvo. To je programska oprema, ki deluje kot most med vami, uporabnikom in internetom. Uporabniške agente je najlažje razumeti, če sledimo in gledamo razvoj spleta, tako da lahko razumemo prednosti uporabniških agentov.\n\nKo je bil internet besedilni sistem, so že na začetku njegove uporabe uporabniki morali vnašati ukaze za krmarjenje in pošiljanje sporočil. Zdaj imamo brskalnike, ki to storijo namesto nas. Preprosto pokažemo in kliknemo, brskalnik pa deluje kot naš \"agent\" in naše delovanje pretvori v ukaze.\n\nKo vaš brskalnik (ali podobna naprava) naloži spletno mesto, se identificira kot agent, ko pridobi vsebino, ki ste jo zahtevali. Brskalnik skupaj s to identifikacijo uporabniškega agenta pošlje še vrsto informacij o napravi in ​​omrežju, v katerem je. To je res nabor podatkov za spletne razvijalce, saj jim omogočajo, da prilagodijo izkušnjo glede na uporabniški agent, ki je naložil stran.\n\nVrste uporabniških agentov\nBrskalniki so preprost primer uporabniškega agenta, vendar lahko druga orodja delujejo kot agenti. Ključno je, da vseh uporabniških agentov človek ne nadzira ali poučuje v realnem času. Pajki iskalnikov so dober primer uporabniškega agenta, ki je (v veliki meri) avtomatiziran - robota, ki vleče po spletu brez uporabnika na čelu.\n\nTu je seznam nekaterih uporabniških agentov, na katere boste naleteli:\n\nBrskalniki: Vključujejo Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex in brskalnik AOL.\nPajki: Google, Google Images, Yahoo! Slurp in še več sto.\nKonzole: PlayStation 3, Wii, PlayStation Portable in Bunjalloo - vgrajeni brskalnik Nintendo DS.\nStarejši operacijski sistemi (na primer AmigaVoyager).\nBrskalniki brez povezave in podobni (na primer Wget in Offline Explorer).\nPreverjanje povezav (na primer W3C-checklink).\nPoleg tega celo vrsto bralnikov virov, validatorjev, oblakovnih platform, predstavnostnih predvajalnikov, e-poštnih knjižnic in skriptov.",
    "sr": "Брзо и лако пребацивање између популарних низова корисничких агената.\n\nУИ омогућава једноставан интерфејс за приступ 26 корисничких агената.\n\nКликом на било који УА, промениће се корисничко средство вашег прегледача након уноса новог УРЛ-а у адресну траку прегледача.\n\nАко користите веб верзију, једноставно можете изабрати из 26 унапред дефинисаних стрингова УА и унети било који број живих УРЛ адреса како бисте тестирали како ће изгледати са одабраним усерагентом.\n\nТакође постоји опција за уређивање било којег употребног агенса из поља за текст.\n\nМоже да сачува резултате теста на локалном диску или Гоогле диску из веб апликације.\n\nИспробајте наш софтвер сада. Стопостотна употреба је бесплатна, а резултатима тестова можете приступити на тврдом диску или Гоогле диску.\n\nШта је кориснички агент?\nСви који тренутно претражују веб имају корисничког агента. То је софтвер који делује као мост између вас, корисника и интернета. Корисничке агенте је најлакше разумети ако повучемо и погледамо развој веба, тако да можемо разумети предности корисничких агената.\n\nКада је интернет био систем заснован на тексту, одмах на почетку његове употребе корисници су морали уписивати команде за навигацију и слање порука. Сада имамо прегледнике који то могу учинити за нас. Једноставно покажемо и кликнемо, а претраживач делује као наш „агент“, претварајући наше акције у команде.\n\nКада прегледач (или сличан уређај) учита веб локацију, идентифицира се као агент кад преузима садржај који сте тражили. Упоредо са идентификацијом корисничког агента, прегледач шаље низ информација о уређају и мрежи на којој се налази. Ово је заиста скуп података за веб програмере, јер им омогућава да прилагоде искуство овисно о корисничком агенту који је учитао страницу.\n\nВрсте корисничких агената\nПрегледници су јасан пример корисничког агента, али други алати могу да делују као агенти. Важно је да људи не контролишу или подучавају све корисничке агенте у реалном времену. Алат за претрагу претраживача је добар пример корисничког агента који је (у великој мери) аутоматизован - робота који вуче мрежу без корисника на челу.\n\nЕво листе неких корисничких агената са којима ћете се сусрести:\n\nПрегледници: Укључујући Интернет Екплорер, Фирефок, Сафари, Цхроме, Едге, БлацкБерри, Опера, Минимо, Беонек и АОЛ прегледач.\nАлат за претрагу: Гоогле, Гоогле Имагес, Иахоо! Слурп и још стотине.\nКонзоле: ПлаиСтатион 3, Вии, ПлаиСтатион Портабле и Буњаллоо - уграђени претраживач Нинтендо ДС.\nНаслеђени оперативни системи (на пример, АмигаВоиагер).\nОфлајн претраживачи и слично (на пример, Вгет и Оффлине Екплорер).\nПровјера везе (на примјер, В3Ц-цхецклинк).\nПлус читав низ читача фида, валидатора, цлоуд платформи, медиа плаиери, библиотеке е-поште и скрипте.",
    "sv": "Växla snabbt och enkelt mellan populära användaragentsträngar.\n\nUI ger ett enkelt gränssnitt för åtkomst till 26 användaragenter.\n\nOm du klickar på valfri UA kommer du att ändra din webbläsares användaragent efter att ha lagt in en ny url i webbläsarens adressfält.\n\nOm du använder webbversion kan du enkelt välja mellan 26 fördefinierade UA-strängar och mata in alla antalet live-webbadresser för att testa hur det kommer att se ut med vald användaragent.\n\nDet finns också ett alternativ att redigera alla användaragenter från textlådan.\n\nKan spara dina testresultat på din lokala enhet eller Google Drive från webbapplikationen.\n\nProva vår programvara nu. Det är 100% gratis att använda, och du kan komma åt testresultaten på din hårddisk eller Google Drive.\n\nVad är en användaragent?\nAlla som surfar på webben just nu har en användaragent. Det är programvaran som fungerar som bron mellan dig, användaren och internet. Det är lättast att förstå användaragenter om vi backspårar och tittar på utvecklingen på webben, så att vi kan förstå fördelarna med användaragenter.\n\nNär internet var ett textbaserat system, redan i början av dess användning, var användarna tvungna att skriva kommandon för att navigera och skicka meddelanden. Nu har vi webbläsare som gör det åt oss. Vi pekar och klickar helt enkelt, och webbläsaren fungerar som vår \"agent\" och förvandlar våra handlingar till kommandon.\n\nNär din webbläsare (eller liknande enhet) laddar en webbplats identifierar den sig som en agent när den hämtar det innehåll du har begärt. Tillsammans med den användaragentidentifieringen skickar webbläsaren en mängd information om enheten och nätverket som den är på. Detta är en riktigt uppsättning data för webbutvecklare, eftersom det gör att de kan anpassa upplevelsen beroende på vilken användaragent som har laddat sidan.\n\nAnvändaragenttyper\nWebbläsare är ett enkelt exempel på en användaragent, men andra verktyg kan fungera som agenter. Av avgörande betydelse kontrolleras eller instrueras inte alla användaragenter av människor i realtid. Sökmotorns sökrobotar är ett bra exempel på en användaragent som (till stor del) automatiseras - en robot som trålar på webben utan en användare vid rodret.\n\nHär är en lista över några av de användaragenter som du kommer att stöta på:\n\nWebbläsare: Inklusive Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex och AOL-webbläsaren.\nCrawlers: Google, Google Bilder, Yahoo! Slurp och hundratals till.\nKonsoler: PlayStation 3, Wii, PlayStation Portable och Bunjalloo - Nintendo DS 'inbyggda webbläsare.\nÄldre operativsystem (till exempel AmigaVoyager).\nOffline-webbläsare och liknande (till exempel Wget och Offline Explorer).\nLänkkontroller (till exempel W3C-checklänk).\nPlus ett helt utbud av flödesläsare, validerare, molnplattformar, mediaspelare, e-postbibliotek och skript.",
    "th": "สลับอย่างรวดเร็วและง่ายดายระหว่างสตริงตัวแทนผู้ใช้ยอดนิยม\n\nUI มีอินเตอร์เฟสที่ใช้งานง่ายในการเข้าถึง 26 user-agent\n\nคลิกที่ UA ใด ๆ จะเปลี่ยน user-agent ของเบราว์เซอร์หลังจากป้อน url ใหม่ในแถบที่อยู่ของเบราว์เซอร์\n\nหากคุณใช้เวอร์ชันเว็บคุณสามารถเลือกได้ง่ายจากสตริง UA ที่กำหนดไว้ล่วงหน้า 26 รายการและป้อน URL สดจำนวนใด ๆ เพื่อทดสอบว่าจะมีลักษณะอย่างไรโดยเลือกจากผู้ใช้\n\nนอกจากนี้ยังมีตัวเลือกในการแก้ไข useragent ใด ๆ จากกล่องข้อความ\n\nสามารถบันทึกผลการทดสอบลงในไดรฟ์ในเครื่องหรือ Google ไดรฟ์จากเว็บแอปพลิเคชัน\n\nลองใช้ซอฟต์แวร์ของเราตอนนี้ ใช้งานได้ฟรี 100% และคุณสามารถเข้าถึงผลการทดสอบบนฮาร์ดไดรฟ์หรือ Google ไดรฟ์ของคุณ\n\nตัวแทนผู้ใช้คืออะไร\nทุกคนที่กำลังท่องเว็บในขณะนี้มีตัวแทนผู้ใช้ เป็นซอฟต์แวร์ที่ทำหน้าที่เป็นสะพานเชื่อมระหว่างคุณผู้ใช้และอินเทอร์เน็ต เป็นการง่ายที่สุดที่จะเข้าใจตัวแทนผู้ใช้ถ้าเราย้อนกลับและดูวิวัฒนาการของเว็บเพื่อให้เราสามารถเข้าใจถึงประโยชน์ของตัวแทนผู้ใช้\n\nเมื่ออินเทอร์เน็ตเป็นระบบที่ทำงานกับข้อความผู้ใช้จะต้องพิมพ์คำสั่งเพื่อนำทางและส่งข้อความ ตอนนี้เรามีเบราว์เซอร์ที่จะทำเพื่อเรา เราเพียงแค่ชี้และคลิกและเบราว์เซอร์นั้นทำหน้าที่เป็น \"ตัวแทน\" ของเราเปลี่ยนการกระทำของเราเป็นคำสั่ง\n\nเมื่อเบราว์เซอร์ของคุณ (หรืออุปกรณ์ที่คล้ายกัน) โหลดเว็บไซต์เบราว์เซอร์จะระบุตัวเองว่าเป็นตัวแทนเมื่อรับเนื้อหาที่คุณร้องขอ นอกเหนือจากการระบุตัวแทนผู้ใช้แล้วเบราว์เซอร์จะส่งโฮสต์ข้อมูลเกี่ยวกับอุปกรณ์และเครือข่ายที่เปิดอยู่ นี่เป็นชุดข้อมูลจริง ๆ สำหรับนักพัฒนาเว็บเนื่องจากช่วยให้พวกเขาสามารถปรับแต่งประสบการณ์โดยขึ้นอยู่กับตัวแทนผู้ใช้ที่โหลดหน้าเว็บ\n\nประเภทตัวแทนผู้ใช้\nเบราว์เซอร์เป็นตัวอย่างที่ชัดเจนของตัวแทนผู้ใช้ แต่เครื่องมืออื่น ๆ สามารถทำหน้าที่เป็นตัวแทนได้ ที่สำคัญไม่ใช่เอเจนต์ผู้ใช้ทั้งหมดได้รับการควบคุมหรือสั่งโดยมนุษย์แบบเรียลไทม์ ซอฟต์แวร์รวบรวมข้อมูลของเครื่องมือค้นหาเป็นตัวอย่างที่ดีของตัวแทนผู้ใช้ที่เป็นอัตโนมัติ (ส่วนใหญ่) - หุ่นยนต์ที่ลากผ่านเว็บโดยไม่มีผู้ใช้ถือหางเสือเรือ\n\nนี่คือรายชื่อตัวแทนผู้ใช้บางส่วนที่คุณจะได้พบ:\n\nเบราว์เซอร์: รวมถึง Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex และเบราว์เซอร์ AOL\nซอฟต์แวร์รวบรวมข้อมูล: Google, Google Images, Yahoo! Slurp และอีกหลายร้อย\nคอนโซล: PlayStation 3, Wii, PlayStation Portable และ Bunjalloo - เบราว์เซอร์ในตัวของ Nintendo DS\nระบบปฏิบัติการรุ่นเก่า (ตัวอย่างเช่น AmigaVoyager)\nเบราว์เซอร์ออฟไลน์และสิ่งที่คล้ายกัน (เช่น Wget และ Offline Explorer)\nตัวตรวจสอบลิงก์ (ตัวอย่างเช่น W3C-checklink)\nรวมทั้งโปรแกรมอ่านฟีดเครื่องมือตรวจสอบความถูกต้องแพลตฟอร์มคลาวด์เครื่องเล่นสื่อไลบรารีอีเมลและสคริปต์ทั้งหมด",
    "tr": "Popüler kullanıcı aracısı dizeleri arasında hızlı ve kolay bir şekilde geçiş yapın.\n\nKullanıcı arabirimi, 26 kullanıcı aracısına erişmek için kolay bir arayüz sağlar.\n\nHerhangi bir UA'yı tıkladığınızda, tarayıcının adres çubuğuna yeni URL girdikten sonra tarayıcınızın kullanıcı aracısı değişir.\n\nWeb sürümünü kullanıyorsanız, 26 önceden tanımlanmış UA dizesinden seçim yapabilir ve seçilen kullanıcı ile nasıl görüneceğini test etmek için herhangi bir canlı URL sayısı girebilirsiniz.\n\nMetin kutusundan herhangi bir kullanıcıyı düzenleme seçeneği de vardır.\n\nTest sonuçlarınızı yerel sürücünüze veya web uygulamasından Google Drive'a kaydedebilirsiniz.\n\nYazılımımızı şimdi deneyin. Kullanımı% 100 ücretsizdir ve test sonuçlarına sabit diskinize veya Google Drive'ınıza erişebilirsiniz.\n\nKullanıcı Aracısı nedir?\nŞu anda web'e göz atan herkesin bir kullanıcı aracısı var. Siz, kullanıcı ve internet arasında köprü görevi gören yazılımdır. Web'in evrimine geri dönüp bakarsak, kullanıcı aracılarını anlamak en kolay yoldur, böylece kullanıcı aracılarının faydalarını anlayabiliriz.\n\nİnternet metin tabanlı bir sistem olduğunda, kullanımının hemen başında, kullanıcılar gezinmek ve mesaj göndermek için komutlar yazmak zorunda kaldı. Şimdi, bunu bizim için yapacak tarayıcılarımız var. Basitçe işaret edip tıklarız ve tarayıcı eylemlerimizi komutlara dönüştürerek “aracımız” gibi davranır.\n\nTarayıcınız (veya benzer bir cihaz) bir web sitesi yüklediğinde, istediğiniz içeriği aldığında kendisini bir aracı olarak tanımlar. Bu kullanıcı aracısı kimliğiyle birlikte, tarayıcı, üzerinde bulunduğu aygıt ve ağ hakkında bir dizi bilgi gönderir. Bu, web geliştiricileri için gerçekten bir veri kümesidir, çünkü sayfayı yükleyen kullanıcı aracısına bağlı olarak deneyimi özelleştirmelerine olanak tanır.\n\nKullanıcı Aracısı Türleri\nTarayıcılar, bir kullanıcı aracısına doğrudan bir örnektir, ancak diğer araçlar aracı olarak işlev görebilir. Önemli bir şekilde, tüm kullanıcı aracıları gerçek zamanlı olarak insanlar tarafından kontrol edilmez veya talimat verilmez. Arama motoru tarayıcıları, (büyük ölçüde) otomatikleştirilmiş bir kullanıcı aracısına iyi bir örnektir - bir kullanıcı olmadan web'i trol eden bir robot.\n\nKarşılaşabileceğiniz bazı kullanıcı aracılarının listesi:\n\nTarayıcılar: Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex ve AOL tarayıcı dahil.\nTarayıcılar: Google, Google Görseller, Yahoo! Slurp ve yüzlerce kişi daha.\nKonsollar: Nintendo DS’nin yerleşik tarayıcısı olan PlayStation 3, Wii, PlayStation Portable ve Bunjalloo.\nEski işletim sistemleri (örneğin, AmigaVoyager).\nÇevrimdışı tarayıcılar ve benzeri (örneğin, Wget ve Çevrimdışı Explorer).\nBağlantı denetleyicileri (örneğin, W3C-denetim bağlantısı).\nAyrıca bir dizi yayın okuyucu, doğrulayıcı, bulut platformu, medya oynatıcı, e-posta kitaplığı ve komut dosyası.",
    "uk": "Швидке та легке перемикання між популярними рядками користувацьких агентів.\n\nUI забезпечує простий інтерфейс для доступу до 26 користувальницьких агентів.\n\nНатиснувши на будь-який UA, він змінить користувальницький агент вашого браузера після введення нової URL-адреси в адресному рядку браузера.\n\nЯкщо ви користуєтеся веб-версією, ви можете просто вибрати з 26 попередньо визначених рядків UA та ввести будь-яку кількість живих URL-адрес, щоб перевірити, як це буде виглядати з вибраним Useragent.\n\nТакож є можливість редагувати будь-який корисний засіб з текстового поля.\n\nМоже зберегти результати тестування на локальному диску або на Google Диску з веб-програми.\n\nСпробуйте наше програмне забезпечення зараз. Його на 100% безкоштовне використання, і ви можете отримати доступ до результатів тестування на своєму жорсткому диску або на Google Диску.\n\nЩо таке користувальницький агент?\nУсі, хто зараз переглядає Інтернет, мають агент користувача. Це програмне забезпечення, яке є мостом між вами, користувачем та Інтернетом. Користувачам-агентам найпростіше зрозуміти, якщо ми відслідковуємо та дивимося на еволюцію Інтернету, щоб ми могли зрозуміти переваги користувальницьких агентів.\n\nКоли Інтернет був текстовою системою, ще на початку її використання користувачі повинні були набирати команди для навігації та надсилання повідомлень. Тепер у нас є браузери, які роблять це для нас. Ми просто вказуємо та клацаємо, і браузер виступає в ролі нашого «агента», перетворюючи наші дії в команди.\n\nКоли ваш веб-переглядач (або подібний пристрій) завантажує веб-сайт, він ідентифікує себе як агент, коли він отримує потрібний вам вміст. Поряд із цим ідентифікатором агента користувача, браузер надсилає безліч інформації про пристрій та мережу, на яких він працює. Це дійсно набір даних для веб-розробників, оскільки дозволяє їм налаштувати досвід залежно від агента користувача, який завантажив сторінку.\n\nТипи агента користувача\nБраузери - це простий приклад користувальницького агента, але інші інструменти можуть виступати агентами. Принципово важливо, що не всі користувацькі агенти контролюються чи навчаються людьми в режимі реального часу. Шукачі пошукових систем - хороший приклад користувальницького агента, який (в значній мірі) автоматизований - робота, який перебирає Інтернет без користувача за кермом.\n\nОсь список деяких агентів користувача, з якими ви зіткнетеся:\n\nБраузери: у тому числі Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex та браузер AOL.\nСканери: Google, Google Images, Yahoo! Жорсткості і ще сотні.\nКонсолі: PlayStation 3, Wii, PlayStation Portable і Bunjalloo - вбудований браузер Nintendo DS.\nСпадкові операційні системи (наприклад, AmigaVoyager).\nОфлайн-браузери та подібні (наприклад, Wget та Offline Explorer).\nШашки посилання (наприклад, W3C-checklink).\nПлюс цілий ряд читачів каналів, валідаторів, хмарних платформ, медіаплеєрів, бібліотек електронної пошти та сценаріїв.",
    "vi": "Nhanh chóng và dễ dàng chuyển đổi giữa các chuỗi tác nhân người dùng phổ biến.\n\nUI cung cấp một giao diện dễ dàng để truy cập 26 tác nhân người dùng.\n\nNhấp vào bất kỳ UA nào, sẽ thay đổi tác nhân người dùng của trình duyệt của bạn sau khi nhập url mới vào thanh địa chỉ của trình duyệt.\n\nNếu bạn sử dụng phiên bản web, bạn có thể chọn đơn giản từ 26 chuỗi UA được xác định trước và nhập bất kỳ số url trực tiếp nào để kiểm tra xem nó sẽ trông như thế nào với người dùng được chọn.\n\nNgoài ra còn có một tùy chọn để chỉnh sửa bất kỳ người dùng nào từ hộp văn bản.\n\nCó thể lưu kết quả kiểm tra của bạn trên ổ đĩa cục bộ hoặc Google Drive từ ứng dụng web.\n\nHãy thử phần mềm của chúng tôi ngay bây giờ. Nó miễn phí 100% để sử dụng và bạn có thể truy cập kết quả kiểm tra vào ổ cứng hoặc Google Drive.\n\nTác nhân người dùng là gì?\nMọi người đang duyệt web ngay bây giờ đều có tác nhân người dùng. Nó có phần mềm đóng vai trò là cầu nối giữa bạn, người dùng và internet. Nó dễ hiểu nhất về các tác nhân người dùng nếu chúng ta quay lại và xem xét sự phát triển của web, vì vậy chúng ta có thể hiểu được lợi ích của các tác nhân người dùng.\n\nKhi internet là một hệ thống dựa trên văn bản, ngay khi bắt đầu sử dụng, người dùng phải gõ các lệnh để điều hướng và gửi tin nhắn. Bây giờ, chúng tôi có trình duyệt để làm điều đó cho chúng tôi. Chúng tôi chỉ đơn giản chỉ và nhấp chuột, và trình duyệt đóng vai trò là đại lý của chúng tôi, đó là biến hành động của chúng tôi thành các lệnh.\n\nKhi trình duyệt của bạn (hoặc thiết bị tương tự) tải một trang web, nó sẽ tự nhận mình là một tác nhân khi nó truy xuất nội dung mà bạn yêu cầu. Cùng với nhận dạng tác nhân người dùng đó, trình duyệt sẽ gửi một loạt thông tin về thiết bị và mạng mà nó trên. Đây là một bộ dữ liệu thực sự dành cho các nhà phát triển web, vì nó cho phép họ tùy chỉnh trải nghiệm tùy thuộc vào tác nhân người dùng mà Tải đã tải trang.\n\nCác loại tác nhân người dùng\nTrình duyệt là một ví dụ đơn giản về tác nhân người dùng, nhưng các công cụ khác có thể đóng vai trò là tác nhân. Điều quan trọng, không phải tất cả các tác nhân người dùng đều được kiểm soát hoặc hướng dẫn bởi con người, trong thời gian thực. Trình thu thập dữ liệu công cụ tìm kiếm là một ví dụ điển hình về tác nhân người dùng (phần lớn) được tự động hóa - một robot truy tìm trang web mà không có người dùng cầm lái.\n\nDưới đây, một danh sách một số tác nhân người dùng mà bạn sẽ gặp:\n\nTrình duyệt: Bao gồm Internet Explorer, Firefox, Safari, Chrome, Edge, BlackBerry, Opera, Minimo, Beonex và trình duyệt AOL.\nTrình thu thập thông tin: Google, Google Hình ảnh, Yahoo! Nhếch nhác, và hàng trăm thứ khác.\nMáy chơi game: PlayStation 3, Wii, PlayStation Portable và Bunjalloo - trình duyệt tích hợp Nintendo DS.\nCác hệ điều hành cũ (ví dụ: AmigaVoyager).\nCác trình duyệt ngoại tuyến và tương tự (ví dụ: Wget và Offline Explorer).\nTrình kiểm tra liên kết (ví dụ: W3C-checklink).\nCộng với một loạt các trình đọc nguồn cấp dữ liệu, trình xác nhận, nền tảng đám mây, trình phát phương tiện, thư viện email và tập lệnh.",
    "zh_CN": "快速方便地在流行的用戶代理字符串之間切換。\n\nUI提供了一個易於訪問26個用戶代理的界面。\n\n在瀏覽器的地址欄中輸入新網址後，點擊任意UA都會更改瀏覽器的用戶代理。\n\n如果您使用的是網絡版本，則可以從26個預定義的UA字符串中進行簡單選擇，然後輸入任意數量的實時網址，以測試在選擇用戶代理後的外觀。\n\n還有一個選項可以從文本框中編輯任何用戶代理。\n\n可以將測試結果從Web應用程序保存到本地驅動器或Google Drive上。\n\n立即嘗試我們的軟件。它100％免費使用，您可以將測試結果訪問硬盤或Google雲端硬盤。\n\n什麼是用戶代理？\n現在，每個正在瀏覽Web的人都有一個用戶代理。它是充當您，用戶和互聯網之間橋樑的軟件。如果我們回溯並觀察網絡的發展，最容易理解用戶代理，因此我們可以了解用戶代理的好處。\n\n當互聯網是基於文本的系統時，剛開始使用互聯網時，用戶必須輸入命令來導航和發送消息。現在，我們有瀏覽器可以為我們做到這一點。我們只需指向並單擊，瀏覽器就充當我們的“代理”，將我們的操作變成命令。\n\n當您的瀏覽器（或類似設備）加載網站時，它會在檢索您請求的內容時將自己標識為代理。瀏覽器連同該用戶代理標識一起，發送有關其所在設備和網絡的大量信息。對於網絡開發人員來說，這是一組真正的數據，因為它使他們可以根據加載頁面的用戶代理來自定義體驗。\n\n用戶代理類型\n瀏覽器是用戶代理的簡單示例，但是其他工具也可以充當代理。至關重要的是，並非所有用戶代理都是實時控製或指示的。搜索引擎搜尋器是（很大程度上）自動化的用戶代理的一個很好的例子-機器人在沒有用戶掌控的情況下拖曳網絡。\n\n以下是您將遇到的一些用戶代理的列表：\n\n瀏覽器：包括Internet Explorer，Firefox，Safari，Chrome，Edge，BlackBerry，Opera，Minimo，Beonex和AOL瀏覽器。\n抓取工具：Google，Google圖片，Yahoo！ lur喝，還有數百個。\n控制台：PlayStation 3，Wii，PlayStation Portable和Bunjalloo-Nintendo DS的內置瀏覽器。\n舊版操作系統（例如，AmigaVoyager）。\n脫機瀏覽器和類似瀏覽器（例如​​Wget和Offline Explorer）。\n鏈接檢查器（例如W3C-checklink）。\n加上各種提要閱讀器，驗證器，雲平台，媒體播放器，電子郵件庫和腳本。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\nbrowser agent\ncurl set user agent\nuser agent switcher opera\nwhatismyuseragent\ninternet explorer user agent\nipad user agent\nwhatsmyuseragent\nchrome user agent string\ngoogle chrome user agent\nedge user agent\n浏览器代理\n卷曲设置用户代理\n用户代理切换器歌剧\nwhatismyuseragent\nInternet Explorer用户代理\niPad用户代理\n什么是我的用户代理\nchrome用户代理字符串\n谷歌浏览器用户代理\n边缘用户代理",
    "zh_TW": "快速方便地在流行的用户代理字符串之间切换。\n\nUI提供了一个易于访问26个用户代理的界面。\n\n在浏览器的地址栏中输入新网址后，点击任意UA都会更改浏览器的用户代理。\n\n如果您使用的是网络版本，则可以从26个预定义的UA字符串中进行简单选择，然后输入任意数量的实时网址，以测试所选用户代理的外观。\n\n还有一个选项可以从文本框中编辑任何用户代理。\n\n可以将测试结果从Web应用程序保存到本地驱动器或Google Drive上。\n\n立即尝试我们的软件。它100％免费使用，您可以将测试结果访问硬盘或Google云端硬盘。\n\n什么是用户代理？\n现在，每个正在浏览Web的人都有一个用户代理。它是充当您，用户和互联网之间桥梁的软件。如果我们回溯并观察网络的发展，最容易理解用户代理，因此我们可以了解用户代理的好处。\n\n当互联网是基于文本的系统时，就在其开始使用之初，用户就不得不输入命令来导航和发送消息。现在，我们有浏览器可以为我们做到这一点。我们只需指向并单击，浏览器就充当我们的“代理”，将我们的操作变成命令。\n\n当您的浏览器（或类似设备）加载网站时，它会在检索您请求的内容时将自己标识为代理。浏览器连同该用户代理标识一起，发送有关其所在设备和网络的大量信息。对于网络开发人员来说，这是一组真正的数据，因为它使他们可以根据加载页面的用户代理来自定义体验。\n\n用户代理类型\n浏览器是用户代理的简单示例，但是其他工具也可以充当代理。至关重要的是，并非所有用户代理都是实时控制或指示的。搜索引擎爬网程序是（很大程度上）自动化的用户代理的一个很好的例子-机器人在没有用户掌控的情况下拖曳网络。\n\n以下是您将遇到的一些用户代理的列表：\n\n浏览器：包括Internet Explorer，Firefox，Safari，Chrome，Edge，BlackBerry，Opera，Minimo，Beonex和AOL浏览器。\n抓取工具：Google，Google图片，Yahoo！ lur喝，还有数百个。\n控制台：PlayStation 3，Wii，PlayStation Portable和Bunjalloo-Nintendo DS的内置浏览器。\n旧版操作系统（例如，AmigaVoyager）。\n脱机浏览器和类似浏览器（例如Wget和Offline Explorer）。\n链接检查器（例如W3C-checklink）。\n加上各种提要阅读器，验证器，云平台，媒体播放器，电子邮件库和脚本。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelated Keywords\nopera user agent\nuser agent example\nuser_agent\nhttp header user agent\nfake agent python\nagent switcher for chrome\nie user agent\nshow user agent\n1.50E+149\npython user agent\n歌劇用戶代理\n用戶代理示例\n用戶代理\nhttp標頭用戶代理\n假代理python\n鉻劑切換器\n即用戶代理\n顯示用戶代理\n1.50E + 149\npython用戶代理"
  }
}