{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReadLayer: automatic highlights in Web & PDF"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically highlights similar keywords or phrases on the web or PDFs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find information faster, while you browse! Add and classify keywords or phrases relevant to you.  Multi highlight. ReadLayer will highlight similar terms automatically each time you open a website or PDF.\n\nCheck the updates in our changelog: https://docs.readlayer.com/changelog\n\nFeatures:\n\n* Free\nThe free version of ReadLayer can be used standalone, and it includes a very complete and robust set of features:\n• Multi-highlight, choose a color or assign it randomly\n• Regular expressions (Regex)\n• Similar terms: find similar phrases or terms, e.g., \"fatally injured\" also highlights \"fatalities as a result of work-related injury\", \"Gartenstraße\" also highlights \"Gartenstrasse\".\n• Proximity: highlight only terms that are close to other terms - 1 or more (e.g., money values AND \"Exxon\")\n• Highlights summary where you can navigate across the highlights\n• You can display a note on a highlights when the mouse hovers on it\n• Granular classification: add items to themes and activate/deactivate themes depending on you current research.\n• Synonyms: each item can have more than one terms to represent it, e.g., \"Jon Snow\" and \"King Crow\" (the same person) are highlighted under the same item.\n• Fine tune your search: case sensitivity, whole words, regex, diacritics sensitivity\n• Support dynamic sites: highlights auto refresh on content changes (e.g., live news, online chat, etc.)\n• Works in SVG text\n• Multi-language\n• Unlimited keywords, phrases or themes\n• Import/Export your whole collection of terms in JSON\n• Import terms from Excel file\n• Export the highlights for easy processing\n• Domain whitelisting/blacklisting: automatically highlight only the sites you want\n• Add new items directly from the context menu\n• No registration required\n• Privacy: all your data is stored in your browser locally, only\n• Privacy: all your collections are encrypted and compressed locally\n• Sync your collections across your devices\n• No ads, no noise\n• Regular updates\n• Free of charge\n\n* Premium\nReadLayer Premium includes everything available for free, plus:\n• Multi-highlighting in PDFs directly in your browser\n\nVisit https://readlayer.com for more information, or the documentation at https://docs.readlayer.com."
  }
}