{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FOCUS Online - Nachrichten"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Die kostenlose FOCUS Online Nachrichten App versorgt dich jederzeit mit aktuellen News und umfassendem Service.\n\nAktuelle…",
    "en": "The free FOCUS Online News app provides you with up-to-date news and comprehensive service at any time.\n\nLatest news from politics,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Die kostenlose FOCUS Online Nachrichten App versorgt dich jederzeit mit aktuellen News und umfassendem Service.\n\nAktuelle Nachrichten aus Politik, Sport, Finanzen, Kultur, Digital, Gesundheit und vielen weitere Themen, sowie nachhaltiger Service, Bildergalerien und Videos machen die App komplett.\n\nDie Highlights der App:\n✔ Liveticker zu Sportereignissen wie Fußball und Formel 1\n✔ Standortbezogene Wettervorhersage\n✔ Kommentiere Artikel und lies die Kommentare anderer Nutzer\n✔ Konfiguriere die Reihenfolge der Themen auf der Startseite\n✔ Umfangreiches Videoangebot aus allen Themen\n✔ Bei schwachem Mobilfunkempfang zeigt die App ein optimiertes Layout an, damit Du auch unter ungünstigen Bedingungen bestens informiert bleibst\n\nLade die App jetzt runter.\n\nWir freuen uns auf Dein Feedback, sowie Anregungen und schätzen Deine Meinung sehr. Schreibe uns dazu eine Email an android@focus.de.",
    "en": "The free FOCUS Online News app provides you with up-to-date news and comprehensive service at any time.\n\nLatest news from politics, sports, finance, culture, digital, health and many other topics, as well as sustainable service, picture galleries and videos make the app complete. \n\nThe highlights of the app:\n✔ You will receive urgent messages immediately by push message\n✔ Push messages are adjustable to your favorite topic\n✔ Goal alarm configurable to your favorite soccer club or to a single game\n✔ Liveticker to sports events such as football and Formula One\n✔ Location-based weather prediction\n✔ Comment articles and read comments from other users\n✔ Configure the order of topics on the home page\n✔ Comprehensive video offer from all topics\n✔ When internet connection is slow, the app shows an optimized layout so that you remain well-informed even under unfavorable conditions\n✔ Widget for the Homescreen so that the latest news can be seen directly on the home screen\n\nDownload the app now (this app is in German).\n\nWe are looking forward to your feedback, as well as suggestions and appreciate your opinion very much. Please write us an email to android@focus.de"
  }
}