{
  "name": {
    "ar,fi,gu,hu,id,pl,sv,ta": "Shape Havoc Online Game",
    "am,bn,da,el,et,he,hi,ko,ml,no,sl": "Shape Havoc Unblocked Game",
    "bg,fil,hr,kn,lv,ro": "Shape Havoc Arcade Games",
    "ca,cs,ja,mr,sk": "Shape Havoc Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Shape Havoc Arcade Game",
    "fa,ms,sw,te,th": "Shape Havoc Online"
  },
  "short": {
    "ar": "عليك أن تجلب شخصيتك إلى الشكل المناسب دون الاقتراب من العقبات.",
    "am": "ወደ እንቅፋቶቹ ሳትቀርብ ባህሪዎን ወደ ተገቢው ቅርጽ ማምጣት አለብዎት.",
    "bg": "Трябва да доведете характера си до подходящата форма, без да приближавате препятствията.",
    "bn": "আপনাকে বাধাগুলির কাছে না গিয়ে আপনার চরিত্রটিকে উপযুক্ত আকারে আনতে হবে।",
    "ca": "Has de portar el teu personatge a la forma adequada sense acostar-te als obstacles.",
    "cs": "Musíte přivést svou postavu do vhodného tvaru, aniž byste se přiblížili k překážkám.",
    "da": "Du skal bringe din karakter til den passende form uden at nærme dig forhindringerne.",
    "de": "Sie müssen Ihren Charakter in die richtige Form bringen, ohne sich den Hindernissen zu nähern.",
    "el": "Πρέπει να φέρετε τον χαρακτήρα σας στο κατάλληλο σχήμα χωρίς να πλησιάσετε τα εμπόδια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to bring your character to the appropriate shape without approaching the obstacles.",
    "es": "Tienes que llevar a tu personaje a la forma adecuada sin acercarte a los obstáculos.",
    "et": "Sa pead tooma oma iseloomu sobiva kuju ilma takistustele lähenemata.",
    "fa": "شما باید شخصیت خود را به شکل مناسب را بدون نزدیک شدن به موانع.",
    "fi": "Sinun on saatettava hahmosi sopivaan muotoon lähestymättä esteitä.",
    "fil": "Kailangan mong dalhin ang iyong character sa angkop na hugis nang hindi lumalapit sa mga obstacles.",
    "fr": "Vous devez amener votre personnage à la forme appropriée sans approcher les obstacles.",
    "gu": "અવરોધો સુધી પહોંચ્યા વિના તમારે તમારા પાત્રને યોગ્ય આકારમાં લાવવું પડશે.",
    "he": "אתה צריך להביא את הדמות שלך לצורה המתאימה מבלי להתקרב למכשולים.",
    "hi": "आपको बाधाओं तक पहुंचने के बिना अपने चरित्र को उचित आकार में लाना होगा।",
    "hr": "Morate dovesti svoj lik u odgovarajući oblik bez približavanja preprekama.",
    "hu": "A karakteredet a megfelelő formába kell hoznod anélkül, hogy megközelítenéd az akadályokat.",
    "id": "Anda harus membawa karakter Anda ke bentuk yang sesuai tanpa mendekati rintangan.",
    "it": "Devi portare il tuo personaggio alla forma appropriata senza avvicinarti agli ostacoli.",
    "ja": "あなたは障害物に近づくことなく、あなたのキャラクターを適切な形に持っていかなければなりません。",
    "kn": "ಅಡೆತಡೆಗಳನ್ನು ಸಮೀಪಿಸದೆ ನೀವು ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಸೂಕ್ತ ಆಕಾರಕ್ಕೆ ತರಬೇಕು.",
    "ko": "장애물에 접근하지 않고 캐릭터를 적절한 모양으로 가져와야합니다.",
    "lv": "Jums ir jāiesniedz savs raksturs atbilstošā formā, nepietuvojoties šķēršļiem.",
    "ml": "പ്രതിബന്ധങ്ങളെ സമീപിക്കാതെ നിങ്ങളുടെ സ്വഭാവത്തെ ഉചിതമായ ആകൃതിയിലേക്ക് കൊണ്ടുവരണം.",
    "mr": "अडथळ्यांना न जुमानता आपले पात्र योग्य त्या आकारात आणावे लागेल.",
    "ms": "Anda perlu membawa watak anda ke bentuk yang sesuai tanpa menghampiri halangan.",
    "nl": "Je moet je karakter in de juiste vorm brengen zonder de obstakels te benaderen.",
    "no": "Du må bringe karakteren din til riktig form uten å nærme deg hindringene.",
    "pl": "Musisz doprowadzić swoją postać do odpowiedniego kształtu bez zbliżania się do przeszkód.",
    "ro": "Trebuie să-ți aduci personajul la forma potrivită fără să te apropii de obstacole.",
    "ru": "Вы должны привести своего персонажа в соответствующую форму, не приближаясь к препятствиям.",
    "sk": "Musíte priviesť svoju postavu do vhodného tvaru bez toho, aby ste sa priblížili k prekážkam.",
    "sl": "Svoj značaj morate pripeljati v ustrezno obliko, ne da bi se približali oviram.",
    "sv": "Du måste ta din karaktär till lämplig form utan att närma dig hindren.",
    "sw": "Lazima ulete tabia yako kwa sura inayofaa bila kukaribia vizuizi.",
    "ta": "தடைகளை அணுகாமல் உங்கள் கதாபாத்திரத்தை பொருத்தமான வடிவத்திற்கு கொண்டு வர வேண்டும்.",
    "te": "మీరు అడ్డంకులను సమీపించకుండా మీ పాత్రను తగిన ఆకృతికి తీసుకురావాలి.",
    "th": "คุณต้องนําตัวละครของคุณไปสู่รูปร่างที่เหมาะสมโดยไม่ต้องเข้าใกล้อุปสรรค",
    "tr": "Engellere yaklaşmadan karakterinizi uygun şekle getirmelisiniz.",
    "uk": "Ви повинні привести свого персонажа до відповідної форми, не наближаючись до перешкод."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to go through hoops on an endless road. Start your adventure with colorful balls.\n\nHow To Play\nPlayed with Mouse.\n\nShape Havoc Arcade Game Features\n✓ 3D environment\n✓ Fun sounds\n✓ Infinity level\n✓ Colorful graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Shape Havoc Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}