{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webpage Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarize webpages and interacts with webpages with chat"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webpage Summarizer: Your AI-Powered Content Assistant\n\nEffortlessly digest web content with Webpage Summarizer, an intelligent Chrome extension that harnesses the power of OpenAI's language models to provide concise summaries and interactive chat capabilities for any webpage.\n\nKey Features:\n1. Instant Summaries: Get quick, bullet-point summaries of any webpage with just one click.\n2. Interactive Web Chat: Ask questions about the page content and receive AI-generated responses.\n3. Smart Highlighting: Automatically highlights key phrases on the webpage for easy reference.\n4. Customizable AI Model: Choose from various OpenAI models to suit your needs.\n5. User-Friendly Interface: Clean, intuitive design with collapsible sections for summary and chat.\n6. Markdown Support: Enjoy formatted responses with support for rich text and code snippets.\n\nPerfect for students, researchers, professionals, or anyone looking to quickly grasp the essence of web content. Webpage Summarizer helps you save time, improve comprehension, and interact with web content in a whole new way.\n\nPowered by OpenAI's advanced language models, this extension offers a seamless blend of summarization and conversational AI, making web browsing more efficient and informative than ever before.\n\nNote: Requires an OpenAI API key (not included). Easy setup instructions provided in the options page.\n\nEnhance your web browsing experience today with Webpage Summarizer!"
  }
}