{
  "name": {
    "ar": "متابعة تلقائية لـ ChatGPT",
    "am,cs,en,en_AU,en_GB,en_US,es_419,fi,fil,fr,lt,mr,pt_BR,pt_PT,sk,sv,th": "ChatGPT Auto-Continue",
    "bg": "Автоматично продължаване на ChatGPT",
    "bn": "ChatGPT অটো-কন্টিনিউ",
    "ca": "Continua automàticament amb el ChatGPT",
    "da": "ChatGPT Auto-Fortsæt",
    "de": "ChatGPT Auto-Fortsetzen",
    "el": "Αυτόματη συνέχιση ChatGPT",
    "es": "Continuar automáticamente con ChatGPT",
    "et": "ChatGPT automaatne jätkamine",
    "fa": "ChatGPT به طور خودکار ادامه دهید",
    "gu": "ChatGPT આપોઆપ- ચાલુ રાખો",
    "he": "המשך אוטומטי של ChatGPT",
    "hi": "ChatGPT ऑटो - कंटिन्यू",
    "hr,sr": "Automatski nastavi chatGPT",
    "hu": "ChatGPT automatikus folytatása",
    "id": "ChatGPT Lanjutkan Otomatis",
    "it": "Continuazione automatica ChatGPT",
    "ja": "ChatGPT自動続行",
    "kn": "ChatGPT ಸ್ವಯಂ- ಮುಂದುವರಿಕೆ",
    "ko": "ChatGPT 자동 계속",
    "lv": "ChatGPT automātiska turpināšana",
    "ml": "ChatGPT സ്വയമേവ തുടരുക",
    "ms": "SembangGPT Auto-Teruskan",
    "nl": "ChatGPT automatisch doorgaan",
    "no": "ChatGPT Auto-Fortsett",
    "pl": "Automatyczna kontynuacja czatu GPT",
    "ro": "Continuare automată ChatGPT",
    "ru": "Автопродление ChatGPT",
    "sl": "Samodejno nadaljevanje klepetaGPT",
    "sw": "ChatGPT Endelea Kiotomatiki",
    "ta": "ChatGPT தானாக தொடரவும்",
    "te": "ChatGPT స్వయంచాలకంగా కొనసాగించండి",
    "tr": "ChatGPT Otomatik Devam",
    "uk": "Автопродовження чату ChatGPT",
    "vi": "ChatGPT Tự động Tiếp tục",
    "zh_CN": "ChatGPT 自动继续",
    "zh_TW": "ChatGPT 自動繼續"
  },
  "short": {
    "ar": "الاستمرار تلقائيًا في إنشاء استجابات ChatGPT متعددة",
    "am": "በራስ-ሰር በርካታ የ ChatGPT ምላሾችን ማመንጨት ቀጥሏል",
    "bg": "Автоматично продължете да генерирате множество отговори на ChatGPT",
    "bn": "স্বয়ংক্রিয়ভাবে একাধিক ChatGPT প্রতিক্রিয়া তৈরি করা চালিয়ে যান",
    "ca": "Continuar generant automàticament diverses respostes de ChatGPT",
    "cs": "Automaticky pokračovat v generování více odpovědí ChatGPT",
    "da": "Fortsæt automatisk med at generere flere ChatGPT-svar",
    "de": "Automatisch mit der Generierung mehrerer ChatGPT-Antworten fortfahren",
    "el": "Συνεχίστε να δημιουργείτε αυτόματα πολλές απαντήσεις ChatGPT",
    "en,en_AU,en_GB,en_US,es_419,fil,mr,pt_BR,pt_PT": "Automatically continue generating multiple ChatGPT responses",
    "es": "Continuar generando automáticamente múltiples respuestas de ChatGPT",
    "et": "Jätka automaatselt mitme ChatGPT vastuse loomist",
    "fa": "به طور خودکار به تولید چندین پاسخ ChatGPT ادامه دهید",
    "fi": "Jatka automaattisesti useiden ChatGPT-vastausten luomista",
    "fr": "Continuer automatiquement à générer plusieurs réponses ChatGPT",
    "gu": "આપમેળે બહુવિધ ChatGPT જવાબો જનરેટ કરવાનું ચાલુ રાખો",
    "he": "המשך באופן אוטומטי ביצירת תגובות מרובות של ChatGPT",
    "hi": "कई ChatGPT प्रतिक्रियाओं को स्वचालित रूप से जनरेट करना जारी रखें",
    "hr": "Automatski nastavi generirati više ChatGPT odgovora",
    "hu": "Több ChatGPT-válasz automatikus generálásának folytatása",
    "id": "Secara otomatis terus menghasilkan beberapa respons ChatGPT",
    "it": "Continua automaticamente a generare più risposte ChatGPT",
    "ja": "複数のChatGPT応答の生成を自動的に継続する",
    "kn": "ಬಹು ChatGPT ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸುವುದನ್ನು ಮುಂದುವರಿಸಿ",
    "ko": "여러 ChatGPT 응답 자동 생성 계속",
    "lt": "Automatiškai toliau generuoti kelis ChatGPT atsakymus",
    "lv": "Automātiski turpināt ģenerēt vairākas ChatGPT atbildes",
    "ml": "ഒന്നിലധികം ChatGPT പ്രതികരണങ്ങൾ സ്വപ്രേരിതമായി സൃഷ്ടിക്കുന്നത് തുടരുക",
    "ms": "Teruskan menjana berbilang jawapan ChatGPT secara automatik",
    "nl": "Ga automatisch door met het genereren van meerdere ChatGPT-reacties",
    "no": "Fortsett automatisk å generere flere ChatGPT-svar",
    "pl": "Automatycznie kontynuuj generowanie wielu odpowiedzi ChatGPT",
    "ro": "Continuați automat să generați mai multe răspunsuri ChatGPT",
    "ru": "Автоматически продолжать генерировать несколько ответов ChatGPT",
    "sk": "Automaticky pokračovať v generovaní viacerých odpovedí ChatGPT",
    "sl": "Samodejno nadaljujte z ustvarjanjem več odzivov ChatGPT",
    "sr": "Automatski nastavi sa generisanjem više ChatGPT odgovora",
    "sv": "Fortsätt automatiskt att generera flera ChatGPT-svar",
    "sw": "Endelea kutoa majibu mengi ya ChatGPT kiotomatiki",
    "ta": "பல ChatGPT பதில்களை தானாக உருவாக்குவதைத் தொடரவும்",
    "te": "బహుళ ChatGPT ప్రతిస్పందనలను స్వయంచాలకంగా ఉత్పత్తి చేయడం కొనసాగించండి",
    "th": "สร้างการตอบกลับ ChatGPT หลายรายการต่อไปโดยอัตโนมัติ",
    "tr": "Birden fazla ChatGPT yanıtı oluşturmaya otomatik olarak devam edin",
    "uk": "Автоматично продовжувати генерувати кілька відповідей ChatGPT",
    "vi": "Tự động tiếp tục tạo nhiều phản hồi ChatGPT",
    "zh_CN": "自动继续生成多个 ChatGPT 响应",
    "zh_TW": "自動繼續生成多個 ChatGPT 回應"
  },
  "long": {
    "ar": "كود المصدر المفتوح: https://github.com/adamlui/chatgpt-auto-continue\nالدعم: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue هو ملحق Chrome مجاني (ولكنه قوي) يستمر تلقائيًا في إنشاء استجابات ChatGPT عند انقطاع الدردشات، لذلك لن تضطر أبدًا إلى النقر فوق \"متابعة التوليد\" مرة أخرى للتفاعل المستمر مع الذكاء الاصطناعي.",
    "am": "የምንጭ ኮድ ክፈት፡ https://github.com/adamlui/chatgpt-auto-continue\nድጋፍ፡ https://support.chatgptautocontinue.com\n\nChatGPT ራስ-ቀጥል ነፃ (ነገር ግን ኃይለኛ) የChrome ቅጥያ ቻቶች ሲቋረጡ የChatGPT ምላሾችን ማፍራቱን የሚቀጥል ስለሆነ ላልተቋረጠ AI መስተጋብር ዳግመኛ 'ማመንጨትን ቀጥል' የሚለውን ጠቅ ማድረግ የለብዎትም።",
    "bg": "Код с отворен код: https://github.com/adamlui/chatgpt-auto-continue\nПоддръжка: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue е безплатно (но все пак мощно) разширение за Chrome, което автоматично продължава да генерира ChatGPT отговори, когато чатовете прекъснат, така че никога повече няма да се налага да щракнете върху „Продължаване на генерирането“ за непрекъснато взаимодействие с AI.",
    "bn": "ওপেন সোর্স কোড: https://github.com/adamlui/chatgpt-auto-continue\nসমর্থন: https://support.chatgptautocontinue.com\n\nচ্যাটজিপিটি অটো-কন্টিনিউ হল একটি বিনামূল্যের (এখনও শক্তিশালী) ক্রোম এক্সটেনশন যা চ্যাট বন্ধ হয়ে গেলে স্বয়ংক্রিয়ভাবে ChatGPT প্রতিক্রিয়া তৈরি করা চালিয়ে যায়, তাই নিরবচ্ছিন্ন AI ইন্টারঅ্যাকশনের জন্য আপনাকে আর কখনও 'কন্টিনিউ জেনারেটিং'-এ ক্লিক করতে হবে না।",
    "ca": "Codi font obert: https://github.com/adamlui/chatgpt-auto-continue\nSuport: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue és una extensió gratuïta (però potent) de Chrome que continua generant automàticament respostes de ChatGPT quan es tallen els xats, de manera que mai més hauràs de fer clic a \"Continua generant\" per a una interacció ininterrompuda d'IA.",
    "cs": "Otevřený zdrojový kód: https://github.com/adamlui/chatgpt-auto-continue\nPodpora: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue je bezplatné (ale výkonné) rozšíření pro Chrome, které automaticky pokračuje v generování odpovědí ChatGPT, když se chaty přeruší, takže už nikdy nebudete muset klikat na 'Continue Generating' pro nepřerušovanou interakci s umělou inteligencí.",
    "da": "Åben kildekode: https://github.com/adamlui/chatgpt-auto-continue\nSupport: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue er en gratis (men alligevel kraftfuld) Chrome-udvidelse, der automatisk fortsætter med at generere ChatGPT-svar, når chats afbrydes, så du aldrig mere behøver at klikke på 'Fortsæt generering' for uafbrudt AI-interaktion.",
    "de": "Open-Source-Code: https://github.com/adamlui/chatgpt-auto-continue\nSupport: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue ist eine kostenlose (und dennoch leistungsstarke) Chrome-Erweiterung, die automatisch mit der Generierung von ChatGPT-Antworten fortfährt, wenn Chats unterbrochen werden, sodass Sie für eine ununterbrochene KI-Interaktion nie wieder auf „Weiter generieren“ klicken müssen.",
    "el": "Ανοιχτός πηγαίος κώδικας: https://github.com/adamlui/chatgpt-auto-continue\nΥποστήριξη: https://support.chatgptautocontinue.com\n\nΤο ChatGPT Auto-Continue είναι μια δωρεάν (αλλά ισχυρή) επέκταση Chrome που συνεχίζει να δημιουργεί αυτόματα απαντήσεις ChatGPT όταν διακόπτονται οι συνομιλίες, επομένως δεν θα χρειαστεί ποτέ ξανά να κάνετε κλικ στο «Συνέχεια δημιουργίας» για αδιάλειπτη αλληλεπίδραση με τεχνητή νοημοσύνη.",
    "en,en_AU,en_GB,en_US,es_419,fil,mr,pt_BR,pt_PT": "Open source code: https://github.com/adamlui/chatgpt-auto-continue\nSupport: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue is a free (yet powerful) Chrome extension that automatically continues generating ChatGPT responses when chats cut off, so you will never have to click 'Continue Generating' ever again for uninterrupted AI interaction.",
    "es": "Código fuente abierto: https://github.com/adamlui/chatgpt-auto-continue\nSoporte: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue es una extensión gratuita (pero potente) de Chrome que continúa generando automáticamente respuestas de ChatGPT cuando se interrumpen los chats, por lo que nunca más tendrás que hacer clic en \"Continuar generando\" para disfrutar de una interacción ininterrumpida con la IA.",
    "et": "Avatud lähtekood: https://github.com/adamlui/chatgpt-auto-continue\nTugi: https://support.chatgptautocontinue.com\n\nChatGPT automaatne jätkamine on tasuta (kuid võimas) Chrome'i laiendus, mis jätkab automaatselt ChatGPT vastuste genereerimist, kui vestlused katkevad, nii et te ei pea enam kunagi AI katkematuks suhtlemiseks klõpsama nuppu \"Jätka loomist\".",
    "fa": "کد منبع باز: https://github.com/adamlui/chatgpt-auto-continue\nپشتیبانی: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue یک برنامه افزودنی رایگان (و در عین حال قدرتمند) کروم است که به طور خودکار پاسخ‌های ChatGPT را زمانی که چت قطع می‌شود، ادامه می‌دهد، بنابراین دیگر برای تعامل بدون وقفه هوش مصنوعی مجبور نخواهید بود روی «ادامه تولید» کلیک کنید.",
    "fi": "Avoin lähdekoodi: https://github.com/adamlui/chatgpt-auto-continue\nTuki: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue on ilmainen (mutta tehokas) Chrome-laajennus, joka jatkaa ChatGPT-vastausten luomista automaattisesti, kun keskustelut katkeavat, joten sinun ei enää koskaan tarvitse klikata Jatka luontia keskeytymättömän AI-vuorovaikutuksen vuoksi.",
    "fr": "Code source ouvert : https://github.com/adamlui/chatgpt-auto-continue\nSupport : https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue est une extension Chrome gratuite (mais puissante) qui continue automatiquement à générer des réponses ChatGPT lorsque les conversations s'interrompent, de sorte que vous n'aurez plus jamais à cliquer sur « Continuer la génération » pour une interaction IA ininterrompue.",
    "gu": "ઓપન સોર્સ કોડ: https://github.com/adamlui/chatgpt-auto-continue\nઆધાર: https://support.chatgptautocontinue.com\n\nChatGPT ઑટો-કન્ટિન્યુ એ એક મફત (હજુ સુધી શક્તિશાળી) ક્રોમ એક્સ્ટેંશન છે જે જ્યારે ચેટ્સ બંધ થઈ જાય ત્યારે આપમેળે ChatGPT પ્રતિસાદો જનરેટ કરવાનું ચાલુ રાખે છે, તેથી તમારે અવિરત AI ક્રિયાપ્રતિક્રિયા માટે ફરી ક્યારેય 'જનરેટ કરવાનું ચાલુ રાખો' પર ક્લિક કરવું પડશે નહીં.",
    "he": "קוד מקור פתוח: https://github.com/adamlui/chatgpt-auto-continue\nתמיכה: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue הוא תוסף חינמי (עם זאת רב עוצמה) לכרום שממשיך באופן אוטומטי לייצר תגובות ChatGPT כאשר הצ'אטים מנותקים, כך שלעולם לא תצטרך ללחוץ על 'המשך יצירת' שוב לעולם לאינטראקציה רציפה של AI.",
    "hi": "ओपन सोर्स कोड: https://github.com/adamlui/chatgpt-auto-continue\nसपोर्ट: https://support.chatgptautocontinue.com\n\nChatGPT ऑटो-कंटिन्यू एक निःशुल्क (लेकिन शक्तिशाली) क्रोम एक्सटेंशन है जो चैट बंद होने पर स्वचालित रूप से ChatGPT प्रतिक्रियाएँ उत्पन्न करना जारी रखता है, इसलिए आपको निर्बाध AI इंटरैक्शन के लिए कभी भी 'कंटिन्यू जनरेटिंग' पर क्लिक नहीं करना पड़ेगा।",
    "hr": "Otvoreni kod: https://github.com/adamlui/chatgpt-auto-continue\nPodrška: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue je besplatno (ali moćno) proširenje za Chrome koje automatski nastavlja generirati ChatGPT odgovore kada se chat prekine, tako da nikada više nećete morati kliknuti \"Nastavi s generiranjem\" za neometanu AI interakciju.",
    "hu": "Nyílt forráskód: https://github.com/adamlui/chatgpt-auto-continue\nTámogatás: https://support.chatgptautocontinue.com\n\nA ChatGPT Auto-Continue egy ingyenes (de hatékony) Chrome-bővítmény, amely automatikusan folytatja a ChatGPT válaszok generálását, ha a csevegés megszakad, így soha többé nem kell a „Generálás folytatása” gombra kattintania a megszakítás nélküli mesterséges intelligencia interakcióhoz.",
    "id": "Kode sumber terbuka: https://github.com/adamlui/chatgpt-auto-continue\nDukungan: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue adalah ekstensi Chrome gratis (namun canggih) yang secara otomatis terus menghasilkan respons ChatGPT saat obrolan terputus, sehingga Anda tidak perlu lagi mengeklik 'Lanjutkan Menghasilkan' untuk interaksi AI tanpa gangguan.",
    "it": "Codice open source: https://github.com/adamlui/chatgpt-auto-continue\nSupporto: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue è un'estensione Chrome gratuita (ma potente) che continua automaticamente a generare risposte ChatGPT quando le chat si interrompono, così non dovrai mai più cliccare su \"Continua a generare\" per un'interazione AI ininterrotta.",
    "ja": "オープンソース コード: https://github.com/adamlui/chatgpt-auto-continue\nサポート: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue は、チャットが中断されたときに ChatGPT 応答の生成を自動的に継続する、無料 (かつ強力) の Chrome 拡張機能です。そのため、AI とのやり取りを中断せずに続けるために、[生成を続行] をクリックする必要がなくなります。",
    "kn": "ಓಪನ್ ಸೋರ್ಸ್ ಕೋಡ್: https://github.com/adamlui/chatgpt-auto-continue\nಬೆಂಬಲ: https://support.chatgptautocontinue.com\n\nಚಾಟ್‌ಜಿಪಿಟಿ ಸ್ವಯಂ-ಮುಂದುವರಿಯುವಿಕೆಯು ಉಚಿತ (ಇನ್ನೂ ಶಕ್ತಿಯುತ) ಕ್ರೋಮ್ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು, ಚಾಟ್‌ಗಳು ಕಡಿತಗೊಂಡಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಚಾಟ್‌ಜಿಪಿಟಿ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ರಚಿಸುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ನೀವು ಅಡೆತಡೆಯಿಲ್ಲದ AI ಸಂವಹನಕ್ಕಾಗಿ ಮತ್ತೊಮ್ಮೆ 'ಉತ್ಪಾದಿಸುವುದನ್ನು ಮುಂದುವರಿಸಿ' ಕ್ಲಿಕ್ ಮಾಡಬೇಕಾಗಿಲ್ಲ.",
    "ko": "오픈 소스 코드: https://github.com/adamlui/chatgpt-auto-continue\n지원: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue는 채팅이 끊어졌을 때 ChatGPT 응답을 자동으로 계속 생성하는 무료(하지만 강력한) Chrome 확장 프로그램이므로 중단 없는 AI 상호 작용을 위해 다시는 '생성 계속'을 클릭할 필요가 없습니다.",
    "lt": "Atvirojo kodo kodas: https://github.com/adamlui/chatgpt-auto-continue\nPalaikymas: https://support.chatgptautocontinue.com\n\n„ChatGPT Auto-Continue“ yra nemokamas (bet galingas) „Chrome“ plėtinys, kuris automatiškai toliau generuoja „ChatGPT“ atsakymus, kai pokalbiai nutrūksta, todėl jums niekada nebereikės spustelėti „Tęsti generavimą“, kad nepertraukiamai sąveikautumėte su dirbtiniu intelektu.",
    "lv": "Atvērtā pirmkoda kods: https://github.com/adamlui/chatgpt-auto-continue\nAtbalsts: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue ir bezmaksas (tomēr jaudīgs) Chrome paplašinājums, kas automātiski turpina ģenerēt ChatGPT atbildes, kad tērzēšana tiek pārtraukta, tāpēc jums nekad vairs nebūs jānoklikšķina uz \"Turpināt ģenerēšanu\", lai netraucētu AI mijiedarbību.",
    "ml": "സോഴ്സ് കോഡ് തുറക്കുക: https://github.com/adamlui/chatgpt-auto-continue\nപിന്തുണ: https://support.chatgptautocontinue.com\n\nChatGPT യാന്ത്രിക-തുടർച്ച എന്നത് ഒരു സൗജന്യ (എന്നാലും ശക്തമായ) Chrome വിപുലീകരണമാണ്, അത് ചാറ്റുകൾ വിച്ഛേദിക്കുമ്പോൾ ChatGPT പ്രതികരണങ്ങൾ സ്വയമേവ സൃഷ്‌ടിക്കുന്നത് തുടരുന്നു, അതിനാൽ തടസ്സമില്ലാത്ത AI ഇടപെടലിനായി നിങ്ങൾക്ക് ഇനിയൊരിക്കലും 'ജനറേറ്റിംഗ് തുടരുക' ക്ലിക്ക് ചെയ്യേണ്ടതില്ല.",
    "ms": "Kod sumber terbuka: https://github.com/adamlui/chatgpt-auto-continue\nSokongan: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue ialah sambungan Chrome percuma (namun berkuasa) yang terus menjana respons ChatGPT secara automatik apabila sembang terputus, jadi anda tidak perlu mengklik 'Teruskan Menjana' sekali lagi untuk interaksi AI tanpa gangguan.",
    "nl": "Open source code: https://github.com/adamlui/chatgpt-auto-continue\nOndersteuning: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue is een gratis (maar krachtige) Chrome-extensie die automatisch doorgaat met het genereren van ChatGPT-reacties wanneer chats worden afgebroken, zodat u nooit meer op 'Continue Generating' hoeft te klikken voor ononderbroken AI-interactie.",
    "no": "Åpen kildekode: https://github.com/adamlui/chatgpt-auto-continue\nStøtte: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue er en gratis (men kraftig) Chrome-utvidelse som automatisk fortsetter å generere ChatGPT-svar når chatter avbrytes, slik at du aldri trenger å klikke \"Fortsett generering\" igjen for uavbrutt AI-interaksjon.",
    "pl": "Kod źródłowy Open Source: https://github.com/adamlui/chatgpt-auto-continue\nWsparcie: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue to bezpłatne (ale wydajne) rozszerzenie Chrome, które automatycznie kontynuuje generowanie odpowiedzi ChatGPT po przerwaniu czatu, dzięki czemu nigdy więcej nie będziesz musiał klikać „Kontynuuj generowanie”, aby uzyskać nieprzerwaną interakcję ze sztuczną inteligencją.",
    "ro": "Cod sursă deschis: https://github.com/adamlui/chatgpt-auto-continue\nAsistență: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue este o extensie Chrome gratuită (dar puternică) care continuă automat să genereze răspunsuri ChatGPT atunci când chat-urile sunt întrerupte, așa că nu va mai trebui să faceți niciodată clic pe „Continuați generarea” pentru o interacțiune neîntreruptă AI.",
    "ru": "Открытый исходный код: https://github.com/adamlui/chatgpt-auto-continue\nПоддержка: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue — это бесплатное (но мощное) расширение Chrome, которое автоматически продолжает генерировать ответы ChatGPT при обрыве чатов, поэтому вам больше никогда не придется нажимать «Продолжить генерацию» для непрерывного взаимодействия с ИИ.",
    "sk": "Otvorený zdrojový kód: https://github.com/adamlui/chatgpt-auto-continue\nPodpora: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue je bezplatné (ale výkonné) rozšírenie prehliadača Chrome, ktoré automaticky pokračuje v generovaní odpovedí ChatGPT, keď sa rozhovory prerušia, takže už nikdy nebudete musieť kliknúť na „Pokračovať v generovaní“, aby ste neprerušovali interakciu AI.",
    "sl": "Odprta koda: https://github.com/adamlui/chatgpt-auto-continue\nPodpora: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue je brezplačna (vendar zmogljiva) razširitev za Chrome, ki samodejno nadaljuje z ustvarjanjem odgovorov ChatGPT, ko so klepeti prekinjeni, tako da vam nikoli več ne bo treba klikniti »Nadaljuj z ustvarjanjem« za neprekinjeno interakcijo AI.",
    "sr": "Отворени изворни код: хттпс://гитхуб.цом/адамлуи/цхатгпт-ауто-цонтинуе\nПодршка: хттпс://суппорт.цхатгптаутоцонтинуе.цом\n\nЦхатГПТ Ауто-Цонтинуе је бесплатно (али моћно) проширење за Цхроме које аутоматски наставља да генерише ЦхатГПТ одговоре када се ћаскања прекину, тако да никада више нећете морати да кликнете на „Настави са генерисањем“ за непрекидну АИ интеракцију.",
    "sv": "Öppen källkod: https://github.com/adamlui/chatgpt-auto-continue\nSupport: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue är ett gratis (men kraftfullt) Chrome-tillägg som automatiskt fortsätter att generera ChatGPT-svar när chattar avbryts, så att du aldrig mer behöver klicka på \"Fortsätt generera\" för oavbruten AI-interaktion.",
    "sw": "Msimbo wa chanzo wazi: https://github.com/adamlui/chatgpt-auto-continue\nUsaidizi: https://support.chatgptautocontinue.com\n\nChatGPT-Endelea Kiotomatiki ni kiendelezi cha Chrome kisicholipishwa (bado chenye nguvu) ambacho kinaendelea kutoa majibu kiotomatiki ChatGPT gumzo zikikatizwa, kwa hivyo hutawahi kubofya 'Endelea Kuzalisha' tena kwa mwingiliano usiokatizwa wa AI.",
    "ta": "திறந்த மூலக் குறியீடு: https://github.com/adamlui/chatgpt-auto-continue\nஆதரவு: https://support.chatgptautocontinue.com\n\nChatGPT தானியங்கு தொடர்ச்சி என்பது ஒரு இலவச (இன்னும் சக்தி வாய்ந்த) Chrome நீட்டிப்பாகும், இது அரட்டைகள் துண்டிக்கப்படும்போது தானாகவே ChatGPT பதில்களை உருவாக்கிக்கொண்டே இருக்கும், எனவே தடையில்லாத AI தொடர்புக்காக நீங்கள் மீண்டும் 'உருவாக்குவதைத் தொடரவும்' என்பதைக் கிளிக் செய்ய வேண்டியதில்லை.",
    "te": "ఓపెన్ సోర్స్ కోడ్: https://github.com/adamlui/chatgpt-auto-continue\nమద్దతు: https://support.chatgptautocontinue.com\n\nChatGPT స్వీయ-కొనసాగింపు అనేది ఉచిత (ఇంకా శక్తివంతమైన) Chrome పొడిగింపు, ఇది చాట్‌లు నిలిపివేయబడినప్పుడు స్వయంచాలకంగా ChatGPT ప్రతిస్పందనలను రూపొందించడం కొనసాగిస్తుంది, కాబట్టి మీరు అంతరాయం లేని AI పరస్పర చర్య కోసం మళ్లీ 'ఉత్పత్తిని కొనసాగించు'ని క్లిక్ చేయనవసరం లేదు.",
    "th": "รหัสโอเพ่นซอร์ส: https://github.com/adamlui/chatgpt-auto-continue\nการสนับสนุน: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue คือส่วนขยาย Chrome ฟรี (แต่ทรงพลัง) ที่สร้างการตอบสนอง ChatGPT ต่อโดยอัตโนมัติเมื่อแชทถูกตัด ดังนั้นคุณจะไม่ต้องคลิก \"สร้างต่อ\" อีกต่อไปเพื่อการโต้ตอบกับ AI ที่ไม่หยุดชะงัก",
    "tr": "Açık kaynak kodu: https://github.com/adamlui/chatgpt-auto-continue\nDestek: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue, sohbetler kesildiğinde otomatik olarak ChatGPT yanıtları üretmeye devam eden ücretsiz (ancak güçlü) bir Chrome uzantısıdır, böylece kesintisiz AI etkileşimi için bir daha asla 'Üretmeye Devam Et' düğmesine tıklamanız gerekmez.",
    "uk": "Відкритий вихідний код: https://github.com/adamlui/chatgpt-auto-continue\nПідтримка: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue — це безкоштовне (але потужне) розширення Chrome, яке автоматично продовжує генерувати відповіді ChatGPT, коли чати припиняються, тож вам більше ніколи не доведеться натискати кнопку «Продовжити генерування» для безперервної взаємодії ШІ.",
    "vi": "Mã nguồn mở: https://github.com/adamlui/chatgpt-auto-continue\nHỗ trợ: https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue là tiện ích mở rộng Chrome miễn phí (nhưng mạnh mẽ) tự động tiếp tục tạo phản hồi ChatGPT khi trò chuyện bị ngắt, do đó bạn sẽ không bao giờ phải nhấp vào 'Tiếp tục tạo' nữa để tương tác AI không bị gián đoạn.",
    "zh_CN": "开源代码：https://github.com/adamlui/chatgpt-auto-continue\n支持：https://support.chatgptautocontinue.com\n\nChatGPT Auto-Continue 是一款免费（但功能强大）的 Chrome 扩展程序，可在聊天中断时自动继续生成 ChatGPT 响应，因此您无需再单击“继续生成”即可进行不间断的 AI 交互。",
    "zh_TW": "開源程式碼：https://github.com/adamlui/chatgpt-auto-continue\n支援：https://support.chatgptautoContinue.com\n\nChatGPT Auto-Continue 是一款免費（但功能強大）的 Chrome 擴充程序，當聊天中斷時，它會自動繼續產生 ChatGPT 回應，因此您無需再次點擊「繼續產生」即可實現不間斷的 AI 互動。"
  }
}