{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elsa Live 4K Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browser with the enchanting magic of Elsa from Frozen!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Elsa Live 4K Wallpaper extension brings the Snow Queen’s elegance and icy charm to your new tab, featuring breathtaking visuals in stunning 4K quality. Perfect for Disney and Frozen fans, this extension adds a touch of Arendelle’s winter magic to your daily browsing.\n\nExperience Elsa’s magical journey every time you open a new tab!\n\nFeatures:\n❄️ Live 4K Wallpaper: Gorgeous animated scenes of Elsa showcasing her icy powers in stunning detail.\n🌐 Popular Site Shortcuts: Convenient access to your favorite websites with pre-set shortcuts.\n➕ Addable Shortcuts: Personalize your browsing experience with custom site links.\n🔍 Search Bar: Perform quick searches with your chosen search engine.\n🕒 Calendar & Clock: Stay on track with an integrated clock and calendar display.\nWhy Choose This Extension?\nLightweight and secure, this extension is designed to elevate your browser experience while respecting your privacy. It’s easy to install and remove via browser settings.\n\nDiscover more live wallpapers featuring beloved Disney characters, animated icons, and captivating themes. The extension also includes a note-taking tool, a privacy policy, and an easy uninstall option for your convenience.\n\nDownload the Elsa Live 4K Wallpaper today and bring the icy beauty of Arendelle to your browser. Visit our website for even more stunning live wallpapers!"
  }
}