{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Codaily"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension helps users stay consistent, save articles, suggest random questions, track stats, and manage their coding list."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to become an expert programmer? This Chrome extension is your ultimate companion for boosting coding consistency, solving problems, and staying organized. Designed for every programmer who aims to level up their skills, this tool offers:\n\nRandom Codeforces Questions: Challenge yourself with randomly suggested Codeforces questions tailored to sharpen your problem-solving skills.\nProgress Tracking: Stay on top of your coding journey with detailed stats. Know how many questions you've added, solved, and your progress so far.\nArticle Organizer: Save and manage important coding articles for quick reference during your learning or debugging sessions.\nAchievement System: Earn stars as you solve more problems—1 star for 100 problems, 2 stars for 200, and so on up to 500 problems and 5 stars. Gamify your journey to becoming a programming pro!\nTask Notifications: Never forget pending tasks. Every time you open your browser, the extension gently reminds you about the challenges you left incomplete.\nInstall this extension and make consistent progress in coding while staying organized and motivated. Whether you're preparing for interviews, participating in contests, or honing your skills, this tool is your perfect partner."
  }
}