{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show Youtube Dislike Counter | YouDisLike"
  },
  "short": {
    "ar": "عداد عدم الإعجاب على يوتيوب إذا لم يعجبك، قم بإرجاع عدم الإعجاب على يوتيوب عرض عدد عدم الإعجابات",
    "am": "የዩቲዩብ አለመውደድ ቆጣሪ፣ የዩቲዩብ አለመውደድን መመለስ አለመውደዶች ብዛት",
    "bg": "Брояч на нехаресвания в Youtube Вие не харесвате, Връщане в YouTube Нехаресвания Броят нехаресвания",
    "bn": "ইউটিউব ডিসলাইক কাউন্টারে আপনি অপছন্দ করেন, ইউটিউব ডিসলাইক দেখে অপছন্দের সংখ্যা ফেরত দিন",
    "ca": "Comptador de No m'agrada de YouTube No t'agrada, torna el recompte de No m'agrada de YouTube",
    "cs": "Nelíbí se na YouTube Počítadlo se vám nelíbí, Vraťte se na YouTube Nelíbí se Počet zobrazení se nelíbí",
    "da,he": "YouTube Dislike Counter You Dislike, Return YouTube Dislike View Dislikes Count",
    "de": "Youtube Dislike Counter Dir gefällt das nicht, zurück Youtube Dislike Dislike anzeigen Zähler",
    "el": "Μετρητής «Δεν μου αρέσει» στο YouTube που δεν μου αρέσει, Επιστρέψτε το πλήθος των προβολών «Δεν μου αρέσει» στο YouTube",
    "en,en_AU,en_GB,en_US": "Youtube Dislike Counter YouDisLike, Return YouTube Dislike View Dislikes Count",
    "es,es_419": "Contador de no me gusta de YouTube No te gusta, Regresa a la vista de no me gusta de YouTube Contador de no me gusta",
    "et": "YouTube'i Eimeeldimise Loendur Ei Meeldib, Tagasi YouTube'i Ei meeldi Vaata Eimeeldimiste arv",
    "fa": "YouTube Dislike Counter You Dislike, Return YouTube Dislike Views Dislikes Views",
    "fi": "Youtube Ei-tykkäyslaskuri Et pidä, Palauta YouTube Ei pidä Näytä Ei tykkää Count",
    "fil": "Youtube Dislike Counter You Dislike, Ibalik ang YouTube Dislike View Dislikes Count",
    "fr": "Compteur de dislikes YouTube Vous n'aimez pas, retournez à YouTube Dislike View Dislikes Count",
    "gu": "યુટ્યુબ નાપસંદ કાઉન્ટર તમને નાપસંદ કરે છે, YouTube નાપસંદ જોવા નાપસંદની સંખ્યા પરત કરો",
    "hi": "Youtube Dislike यूट्यूब नापसंद काउंटर आप नापसंद करते हैं, यूट्यूब नापसंद दृश्य नापसंद गिनती वापस करें",
    "hr": "Brojač nesviđanja na YouTubeu Ne sviđa vam se, vratite Brojač nesviđanja na YouTubeu",
    "hu": "Youtube Nemtetszik Számláló Nemtetszik, Vissza YouTube Nemtetszik Megtekintés Nemtetszések száma",
    "id,it": "Penghitung Tidak Suka Youtube Anda Tidak Suka, Kembalikan Penghitung Tidak Suka Youtube Lihat Jumlah Tidak Suka",
    "ja": "Youtube Dislike の低評価カウンター 嫌いな場合は、YouTube の低評価を返す 低評価数を表示",
    "kn": "Youtube Dislike ನೀವು ಇಷ್ಟಪಡದಿರುವ Youtube ಡಿಸ್‌ಲೈಕ್ ಕೌಂಟರ್, YouTube ಇಷ್ಟಪಡದಿರುವಿಕೆಯನ್ನು ಹಿಂತಿರುಗಿ ನೋಡಿ ಇಷ್ಟವಿಲ್ಲದಿರುವಿಕೆಗಳ ಸಂಖ್ಯೆ",
    "ko": "Youtube Dislike 유튜브 싫어요 카운터 싫어요, 유튜브 싫어요 보기 싫어요 수 반환",
    "lt": "„YouTube“ „Nepatinka“ skaitiklis „Nepatinka“, „Grįžti“ „YouTube“ „Nepatinka“ Peržiūrėti „Nepatinka“ skaičius",
    "lv": "Youtube Nepatīk skaitītājs, kas jums nepatīk, Atgriezties YouTube Nepatīk Skatīt Nepatīk Skaits",
    "ml": "നിങ്ങൾ ഇഷ്ടപ്പെടാത്ത Youtube ഡിസ്‌ലൈക്ക് കൗണ്ടർ, YouTube ഡിസ്‌ലൈക്ക് കാഴ്ചാ ഡിസ്‌ലൈക്കുകളുടെ എണ്ണം തിരികെ നൽകുക",
    "mr": "Youtube नापसंत काउंटर तुम्हाला नापसंत करा, YouTube नापसंत दृश्य नापसंत संख्या परत करा",
    "ms": "Kaunter Tidak Suka Youtube Yang Anda Tidak Suka, Kembalikan Kiraan Tontonan Tidak Suka YouTube",
    "nl": "Youtube Dislike Counter Je vindt het niet leuk, geef YouTube Dislike View Dislikes Count terug",
    "no": "Youtube Misliker Counter You Dislikes, Return YouTube Dislikes View Misliker Count",
    "pl": "Licznik polubień na YouTube Nie podoba Ci się, zwróć Nie podoba mi się na YouTube Zobacz liczbę polubień",
    "pt_BR": "Youtube Dislike Contador de descurtidas do YouTube Você não curtiu, retornar Contagem de descurtidas do YouTube Ver contagem de…",
    "pt_PT": "Youtube Dislike Contador de desgostos do YouTube Não gosta, volte a contagem de desgostos do YouTube Ver desgostos",
    "ro": "Număr de dislike-uri YouTube Nu-ți place, returnează YouTube Nu-mi place Vizualizează Numărul de dislikes",
    "ru": "Youtube Dislike Счетчик дизлайков на YouTube Вам не нравится, верните дизлайки на YouTube Посмотреть количество дизлайков",
    "sk": "Počítadlo Nepáči sa na YouTube Počítadlo Nepáči sa mi, Vrátiť Nepáči sa na YouTube Počet Nepáči sa mi",
    "sl": "YouTubov števec nevšečkov, ki vam ni všeč, vrni YouTubovo štetje nevšečkov",
    "sr": "Бројач несвиђања на ИоуТубе-у који вам се не свиђа, врати број несвиђања на ИоуТубе-у",
    "sv": "Youtube ogillar-räknare du ogillar, tillbaka YouTube ogillar Visa ogillar räknas",
    "sw": "Kaunta Usiyoipenda kwenye YouTube, Rejesha Hesabu ya Kutazama Usiyoipenda kwenye YouTube",
    "ta": "யூடியூப் டிஸ்லைக் கவுண்டர் நீங்கள் விரும்பாதது, யூடியூப் பிடிக்காததைத் திருப்பி அனுப்புங்கள் பார்வை விரும்பாதது எண்ணிக்கை",
    "te": "యూట్యూబ్ డిస్‌లైక్ కౌంటర్ మీకు నచ్చలేదు, యూట్యూబ్ డిస్‌లైక్ వ్యూ డిస్‌లైక్‌ల కౌంట్ రిటర్న్ చేయండి",
    "th": "ตัวนับความไม่ชอบของ YouTube คุณไม่ชอบ กลับไปดูความไม่ชอบของ YouTube จำนวนความไม่ชอบ",
    "tr": "Youtube Dislike Youtube Beğenmeme Sayacı Beğenmediğiniz Zaman, YouTube Beğenmeme Görüntüleme Beğenmeme Sayısını Geri Alın",
    "uk": "Лічильник неприємних відчуттів на Youtube. Вам не подобається, повертається. Підрахунок неприємних переглядів на YouTube",
    "vi": "Youtube Dislike Bộ đếm lượt không thích trên Youtube Bạn không thích, Trả về Lượt không thích trên YouTube Xem Lượt không thích",
    "zh_CN": "Youtube Dislike Youtube 不喜欢计数器你不喜欢，返回 YouTube 不喜欢查看不喜欢计数",
    "zh_TW": "Youtube Dislike YouTube 不喜歡計數器 您不喜歡，返回 YouTube 不喜歡視圖不喜歡計數"
  },
  "long": {
    "ar": "مع Show Youtube Dislike Counter YouDisLike، يعود زر عدم الإعجاب.\nيمكنك فهم مدى فائدة الفيديو الذي تشاهده من خلال النظر إلى عدد عدم الإعجاب.\nيمكنه تحديد جودة التعليم، وخاصة في مقاطع الفيديو التعليمية.\nبدءًا من 13 ديسمبر 2021، أزال YouTube القدرة على رؤية عدم الإعجاب من واجهة برمجة التطبيقات الخاصة به. مع Show Youtube Dislike Counter YouDisLike، يمكنك إرجاع عدم الإعجاب على YouTube.\n\nيمكنك معرفة عدد الإعجابات أو عدم الإعجابات التي تلقاها الفيديو الذي تريده.\n\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "am": "የዩቲዩብ አለመውደድ ቆጣሪን አሳይ YouDislike፣ አለመውደዶች ቁልፉ ተመልሶ ይመጣል።\nየሚመለከቱት ቪዲዮ ያልተውደዱትን ብዛት በመመልከት ምን ያህል ጠቃሚ እንደሆነ መረዳት ይችላሉ።\nበተለይም በትምህርታዊ ቪዲዮዎች ውስጥ የትምህርት ጥራትን ሊወስን ይችላል.\nከዲሴምበር 13፣ 2021 ጀምሮ፣ YouTube አለመውደዶችን ከኤፒአይያቸው የማየት ችሎታን አስወግዷል። በዩቲዩብ አለመውደድ ቆጣሪ YouDislike ዩቲዩብ አለመውደድን መመለስ።\n\nየሚፈልጉትን ቪዲዮ ስንት መውደዶች ወይም አለመውደዶች እንደተቀበለ ማየት ይችላሉ።With Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "bg": "С Show Youtube Dislike Counter YouDisLike бутонът за нехаресвания се връща.\nМожете да разберете колко полезен е даден видеоклип, който гледате, като погледнете броя на нехаресванията.\nМоже да определи качеството на образованието, особено в образователните видеоклипове.\nОт 13 декември 2021 г. YouTube премахна възможността да вижда нехаресвания от своя API. С Show Youtube Dislike Counter YouDisLike връща youtube dislike.\n\nМожете да видите колко харесвания или нехаресвания е получил видеоклипът, който искате.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "bn": "ইউটিউব ডিসলাইক কাউন্টার YouDisLike এর সাথে, অপছন্দ বোতামটি ফিরে আসে।\nঅপছন্দের সংখ্যা দেখেই বুঝতে পারবেন আপনার দেখা ভিডিও কতটা উপকারী।\nএটি শিক্ষার মান নির্ধারণ করতে পারে, বিশেষ করে শিক্ষামূলক ভিডিওগুলিতে।\n13 ডিসেম্বর 2021 থেকে, YouTube তাদের API থেকে অপছন্দ দেখার ক্ষমতা সরিয়ে দিয়েছে। ইউটিউব ডিসলাইক কাউন্টারে ইউটিউব ডিসলাইক রিটার্ন করুন।\n\nআপনি দেখতে পারেন আপনার পছন্দের ভিডিওটি কতটি লাইক বা অপছন্দ পেয়েছে।With Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "ca": "Amb Mostra el comptador de no m'agrada de Youtube YouDisLike, el botó de no m'agrada torna.\nPodeu entendre l'utilitat d'un vídeo que mireu mirant el nombre de no m'agrada.\nPot determinar la qualitat de l'educació, especialment en els vídeos educatius.\nA partir del 13 de desembre de 2021, YouTube va eliminar la possibilitat de veure els no m'agrada de la seva API. Amb Mostra el contador de no m'agrada de Youtube YouDisLike retorna el no m'agrada de YouTube.\n\nPots veure quants m'agrada o no m'agrada ha rebut el vídeo que vols.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "cs": "Pomocí funkce Zobrazit počítadlo nelíbí se na YouTube YouDisLike se tlačítko Nelíbí vrátí.\nJak užitečné je video, které sledujete, zjistíte podle počtu označení Nelíbí se mi.\nMůže určovat kvalitu vzdělávání, zejména ve vzdělávacích videích.\nPočínaje 13. prosincem 2021 YouTube z rozhraní API odstranil možnost zobrazovat hodnocení Nelíbí se mi. S Počítadlem Zobrazit Nelíbí se na YouTube se Vraťte Nelíbí na YouTube.\n\nMůžete vidět, kolik lajků nebo nelíbí se požadovanému videu.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "da": "Med Show Youtube Dislike Counter YouDisLike kommer knappen dislikes tilbage.\nDu kan forstå, hvor nyttig en video, du ser, er ved at se på antallet af dislikes.\nDet kan bestemme kvaliteten af ​​uddannelse, især i undervisningsvideoer.\nFra den 13. december 2021 fjernede YouTube muligheden for at se dislikes fra deres API. Med Show Youtube Dislike Counter YouDisLike returnerer youtube dislike.\n\nDu kan se, hvor mange likes eller dislikes den video, du ønsker, har modtaget.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "de": "Mit Show Youtube Dislike Counter YouDisLike kommt der Dislikes-Button zurück.\nSie können anhand der Anzahl der Dislikes erkennen, wie nützlich ein Video ist, das Sie ansehen.\nSie kann die Qualität der Bildung bestimmen, insbesondere bei Lehrvideos.\nAb dem 13. Dezember 2021 hat YouTube die Möglichkeit, Dislikes anzuzeigen, aus seiner API entfernt. Mit Show Youtube Dislike Counter YouDisLike kehrt der Youtube-Dislike zurück.\n\nSie können sehen, wie viele Likes oder Dislikes das gewünschte Video erhalten hat.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "el": "Με το Show Youtube Dislike Counter YouDisLike, το κουμπί \"δεν μου αρέσει\" επιστρέφει.\nΜπορείτε να καταλάβετε πόσο χρήσιμο είναι ένα βίντεο που παρακολουθείτε κοιτάζοντας τον αριθμό των μη μου αρέσει.\nΜπορεί να καθορίσει την ποιότητα της εκπαίδευσης, ειδικά στα εκπαιδευτικά βίντεο.\nΑπό τις 13 Δεκεμβρίου 2021, το YouTube αφαίρεσε τη δυνατότητα εμφάνισης επισημάνσεων \"δεν μου αρέσει\" από το API του. Με το Show Youtube Dislike Counter YouDisLike επιστρέψτε το YouTube dislike.\n\nΜπορείτε να δείτε πόσες επισημάνσεις \"μου αρέσει\" ή \"δεν μου αρέσει\" έχει λάβει το βίντεο που θέλετε.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "en,en_AU,en_GB,en_US": "With Show Youtube Dislike Counter | YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter | YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "es,es_419": "Con Show Youtube Dislike Counter YouDisLike, vuelve el botón de no me gusta.\nPuedes saber qué tan útil es un video que miras mirando la cantidad de no me gusta.\nPuede determinar la calidad de la educación, especialmente en videos educativos.\nA partir del 13 de diciembre de 2021, YouTube eliminó la capacidad de ver los no me gusta de su API. Con Show Youtube Dislike Counter YouDisLike vuelve a aparecer el no me gusta de YouTube.\n\nPuedes ver cuántos me gusta o no me gusta ha recibido el video que deseas.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "et": "Funktsiooniga Show Youtube Dislike Counter YouDisLike naaseb nupp Ei meeldi.\nSaate aru, kui kasulik on vaadatud video, kui vaatate mittemeeldimiste arvu.\nSee võib määrata hariduse kvaliteedi, eriti õppevideotes.\nAlates 13. detsembrist 2021 eemaldas YouTube oma API-lt võimaluse näha mittemeeldivaid märkusi. YouTube'i mittemeeldimise loenduri näitamise funktsiooniga YouDisLike tagastab youtube'i mittemeeldimise.\n\nSaate vaadata, kui palju meeldimisi või mittemeeldimisi soovitud video on saanud.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "fa": "با Show Youtube Dislike Counter YouDisLike، دکمه دوست نداشتن باز می گردد.\nبا مشاهده تعداد نپسندیدن‌ها می‌توانید بفهمید ویدیویی که تماشا می‌کنید چقدر مفید است.\nمی تواند کیفیت آموزش را به خصوص در فیلم های آموزشی تعیین کند.\nاز 13 دسامبر 2021، YouTube امکان مشاهده موارد نپسندیدن را از API خود حذف کرد. با Show Youtube Dislike Counter YouDisLike پسندیدن یوتیوب را برگردانید.\n\nمی توانید ببینید ویدیوی مورد نظرتان چند لایک یا نپسندیده دریافت کرده است.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "fi": "Show Youtube Dislike Counter YouDisLike -toiminnolla ei pidä -painike tulee takaisin.\nVoit ymmärtää katsomasi videon hyödyllisyyden tarkastelemalla ei-tykkäysten määrää.\nSe voi määrittää koulutuksen laadun, erityisesti opetusvideoissa.\nYouTube poisti sovellusliittymästään 13. joulukuuta 2021 alkaen mahdollisuuden nähdä ei-tykkäykset. Show Youtube Dislike Counter -sovelluksella YouDisLike palauttaa youtuben ei-tykkäyksen.\n\nVoit nähdä, kuinka monta tykkäystä tai ei-tykkäystä haluamasi video on saanut.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "fil": "Sa Show Youtube Dislike Counter YouDisLike, babalik ang dislikes button.\nMaiintindihan mo kung gaano kapaki-pakinabang ang isang video na pinapanood mo sa pamamagitan ng pagtingin sa bilang ng mga hindi gusto.\nMatutukoy nito ang kalidad ng edukasyon, lalo na sa mga video na pang-edukasyon.\nSimula noong ika-13 ng Disyembre 2021, inalis ng YouTube ang kakayahang makakita ng mga hindi gusto sa kanilang API. Gamit ang Show Youtube Dislike Counter YouDisLike ibalik ang youtube dislike.\n\nMakikita mo kung ilang like o dislike ang natanggap ng video na gusto mo.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "fr": "Avec Show Youtube Dislike Counter YouDisLike, le bouton des dislikes revient.\nVous pouvez comprendre l'utilité d'une vidéo que vous regardez en regardant le nombre de dislikes.\nCela peut déterminer la qualité de l'éducation, en particulier dans les vidéos éducatives.\nÀ partir du 13 décembre 2021, YouTube a supprimé la possibilité de voir les dislikes de son API. Avec Show Youtube Dislike Counter YouDisLike, renvoyez les dislikes de YouTube.\n\nVous pouvez voir combien de likes ou de dislikes la vidéo que vous souhaitez a reçu.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "gu": "Youtube નાપસંદ કાઉન્ટર YouDisLike બતાવો સાથે, નાપસંદ બટન પાછું આવે છે.\nતમે જે વિડિયો જુઓ છો તે કેટલો ઉપયોગી છે તે તમે નાપસંદની સંખ્યા જોઈને સમજી શકો છો.\nતે શિક્ષણની ગુણવત્તા નક્કી કરી શકે છે, ખાસ કરીને શૈક્ષણિક વીડિયોમાં.\n13મી ડિસેમ્બર 2021થી, YouTube એ તેમના APIમાંથી નાપસંદ જોવાની ક્ષમતા દૂર કરી છે. યુટ્યુબ નાપસંદ કાઉન્ટર બતાવો સાથે YouDisLike youtube નાપસંદ પરત કરો.\n\nતમે જોઈ શકો છો કે તમને જોઈતા વિડિયોને કેટલી લાઈક્સ કે નાપસંદ મળી છે.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "he": "עם Show Youtube Dislike Counter YouDisLike, כפתור ה-Dislikes חוזר.\nאתה יכול להבין עד כמה סרטון שאתה צופה בו מועיל על ידי הסתכלות על מספר הדיסלייקים.\nזה יכול לקבוע את איכות החינוך, במיוחד בסרטונים חינוכיים.\nהחל מה-13 בדצמבר 2021, YouTube הסיר את היכולת לראות דיסלייקים מה-API שלהם. עם Show Youtube Dislike Counter YouDisLike תחזיר ליוטיוב דיסלייק.\n\nאתה יכול לראות כמה לייקים או דיסלייקים הסרטון שאתה רוצה קיבל.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "hi": "YouTube Dislike Counter YouDisLike दिखाने पर नापसंद बटन वापस आ जाता है।\n\nआप नापसंद की संख्या देखकर समझ सकते हैं कि आप जो वीडियो देख रहे हैं वह कितना उपयोगी है।\n\nयह शिक्षा की गुणवत्ता निर्धारित कर सकता है, खासकर शैक्षिक वीडियो में।\n\n13 दिसंबर 2021 से, YouTube ने अपने API से नापसंद देखने की क्षमता को हटा दिया है। YouTube Dislike Counter YouDisLike दिखाने पर YouTube नापसंद वापस आ जाता है।\n\nआप देख सकते हैं कि आपके इच्छित वीडियो को कितने लाइक या नापसंद मिले हैं।\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "hr": "S Show Youtube Dislike Counter YouDisLike vraća se gumb za nesviđanja.\nKoliko je videozapis koji gledate koristan možete shvatiti ako pogledate broj nesviđanja.\nMože odrediti kvalitetu obrazovanja, posebno u obrazovnim videima.\nOd 13. prosinca 2021. YouTube je iz svog API-ja uklonio mogućnost prikaza negativnih ocjena. Uz Show Youtube Dislike Counter YouDisLike vraća YouTube Dislike.\n\nMožete vidjeti koliko je sviđanja ili nesviđanja dobio željeni videozapis.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "hu": "A Youtube Nemtetszik Counter YouDisLike megjelenítése esetén a nem tetszik gomb visszatér.\nA nemtetszések számát tekintve megértheti, mennyire hasznos egy megtekintett videó.\nMeghatározhatja az oktatás minőségét, különösen az oktatóvideókban.\n2021. december 13-tól a YouTube eltávolította az API-jából a nemtetszések megjelenítésének lehetőségét. A Youtube nemtetszés-számláló megjelenítése segítségével YouDisLike visszaadja a youtube nemtetszést.\n\nMegnézheti, hány kedvelés vagy nemtetszés érkezett a kívánt videóra.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "id": "Dengan Show Youtube Dislike Counter YouDisLike, tombol dislike muncul kembali.\n\nAnda dapat memahami seberapa bermanfaat video yang Anda tonton dengan melihat jumlah dislike.\n\nHal ini dapat menentukan kualitas pendidikan, terutama dalam video pendidikan.\n\nMulai 13 Desember 2021, YouTube menghapus kemampuan untuk melihat dislike dari API mereka. Dengan Show Youtube Dislike Counter YouDisLike, tombol dislike YouTube akan muncul kembali.\n\nAnda dapat melihat berapa banyak like atau dislike yang diterima video yang Anda inginkan.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "it": "Con Show Youtube Dislike Counter YouDisLike, il pulsante dei non mi piace torna.\nPuoi capire quanto è utile un video che guardi guardando il numero di non mi piace.\nPuò determinare la qualità dell'istruzione, soprattutto nei video educativi.\nA partire dal 13 dicembre 2021, YouTube ha rimosso la possibilità di vedere i non mi piace dalla sua API. Con Show Youtube Dislike Counter YouDisLike torna il non mi piace di YouTube.\n\nPuoi vedere quanti mi piace o non mi piace ha ricevuto il video che desideri.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "ja": "Show Youtube Dislike Counter YouDisLike を使用すると、低評価ボタンが復活します。\n低評価の数を見れば、視聴した動画がどれだけ役に立ったかがわかります。\n特に教育動画では、教育の質を判断することができます。\n2021 年 12 月 13 日より、YouTube は API から低評価を表示する機能を削除しました。Show Youtube Dislike Counter YouDisLike を使用すると、YouTube の低評価が返されます。\n\n希望する動画が受けた高評価または低評価の数を確認できます。\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.\n\n\nShow Youtube Dislike Counter YouDisLike o shiyō suru to, tei hyōka botan ga fukkatsu shimasu. Tei hyōka no kazu o mireba, shichō shita dōga ga dore dake yakunitatta ka ga wakarimasu. Tokuni kyōiku dōgade wa, kyōiku no shitsu o handan suru koto ga dekimasu. 2021-Nen 12 tsuki 13-nichi yori, yūchūbu wa api kara tei hyōka o hyōji suru kinō o sakujo shima shita. Show Youtube Dislike Counter YouDisLike o shiyō suru to, yūchūbu no tei hyōka ga kae sa remasu. Kibō suru dōga ga uketa kō hyōka matawa tei hyōka no kazu o kakunin dekimasu.",
    "kn": "ಶೋ ಯೂಟ್ಯೂಬ್ ಡಿಸ್‌ಲೈಕ್ ಕೌಂಟರ್ ಯೂಡಿಸ್‌ಲೈಕ್‌ನೊಂದಿಗೆ, ಇಷ್ಟಪಡದಿರುವಿಕೆ ಬಟನ್ ಹಿಂತಿರುಗುತ್ತದೆ.\nಇಷ್ಟಪಡದಿರುವಿಕೆಗಳ ಸಂಖ್ಯೆಯನ್ನು ನೋಡುವ ಮೂಲಕ ನೀವು ವೀಕ್ಷಿಸುವ ವೀಡಿಯೊ ಎಷ್ಟು ಉಪಯುಕ್ತವಾಗಿದೆ ಎಂಬುದನ್ನು ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬಹುದು.\nಇದು ಶಿಕ್ಷಣದ ಗುಣಮಟ್ಟವನ್ನು ನಿರ್ಧರಿಸಬಹುದು, ವಿಶೇಷವಾಗಿ ಶೈಕ್ಷಣಿಕ ವೀಡಿಯೊಗಳಲ್ಲಿ.\nಡಿಸೆಂಬರ್ 13, 2021 ರಿಂದ, YouTube ತಮ್ಮ API ನಿಂದ ಇಷ್ಟಪಡದಿರುವಿಕೆಗಳನ್ನು ನೋಡುವ ಸಾಮರ್ಥ್ಯವನ್ನು ತೆಗೆದುಹಾಕಿದೆ. ಶೋ ಯೂಟ್ಯೂಬ್ ಡಿಸ್‌ಲೈಕ್ ಕೌಂಟರ್‌ನೊಂದಿಗೆ YouDisLike ಹಿಂತಿರುಗಿ youtube dislike.\n\nನೀವು ಬಯಸಿದ ವೀಡಿಯೊ ಎಷ್ಟು ಇಷ್ಟಗಳು ಅಥವಾ ಇಷ್ಟವಿಲ್ಲ ಎಂಬುದನ್ನು ನೀವು ನೋಡಬಹುದು.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.\n\nŚō yūṭyūb ḍis‌laik kauṇṭar yūḍis‌laik‌nondige, iṣṭapaḍadiruvike baṭan hintiruguttade. \nIṣṭapaḍadiruvikegaḷa saṅkhyeyannu nōḍuva mūlaka nīvu vīkṣisuva vīḍiyo eṣṭu upayuktavāgide embudannu nīvu arthamāḍikoḷḷabahudu. \nIdu śikṣaṇada guṇamaṭṭavannu nirdharisabahudu, viśēṣavāgi śaikṣaṇika vīḍiyogaḷalli.\nḌisembar 13, 2021 rinda, YouTube tam'ma API ninda iṣṭapaḍadiruvikegaḷannu nōḍuva sāmarthyavannu tegeduhākide. Śō yūṭyūb ḍis‌laik kauṇṭar‌nondige YouDisLike hintirugi youtube dislike.\n\nNīvu bayasida vīḍiyo eṣṭu iṣṭagaḷu athavā iṣṭavilla embudannu nīvu nōḍabahudu.",
    "ko": "Show Youtube Dislike Counter YouDisLike를 사용하면 싫어요 버튼이 다시 나타납니다.\n싫어요 수를 보면 시청하는 비디오가 얼마나 유용한지 알 수 있습니다.\n특히 교육 비디오에서 교육의 질을 판단할 수 있습니다.\n2021년 12월 13일부터 YouTube는 API에서 싫어요를 볼 수 있는 기능을 제거했습니다. Show Youtube Dislike Counter YouDisLike를 사용하면 YouTube 싫어요를 반환합니다.\n\n원하는 비디오가 받은 좋아요 또는 싫어요 수를 볼 수 있습니다.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.\n\nShow Youtube Dislike Counter YouDisLikeleul sayonghamyeon silh-eoyo beoteun-i dasi natanabnida. \nsilh-eoyo suleul bomyeon sicheonghaneun bidioga eolmana yuyonghanji al su issseubnida. \nteughi gyoyug bidio-eseo gyoyug-ui jil-eul pandanhal su issseubnida. \n2021nyeon 12wol 13ilbuteo YouTubeneun APIeseo silh-eoyoleul bol su issneun gineung-eul jegeohaessseubnida. Show Youtube Dislike Counter YouDisLikeleul sayonghamyeon YouTube silh-eoyoleul banhwanhabnida. \n\nwonhaneun bidioga bad-eun joh-ayo ttoneun silh-eoyo suleul bol su issseubnida.",
    "lt": "Naudojant „Show Youtube“ nepatinka skaitiklį „YouDisLike“, mygtukas „Nepatinka“ vėl pasirodo.\nPažiūrėję į nepatikimų skaičių, galite suprasti, koks naudingas yra žiūrimas vaizdo įrašas.\nTai gali nulemti ugdymo kokybę, ypač mokomuosiuose vaizdo įrašuose.\nNuo 2021 m. gruodžio 13 d. „YouTube“ iš API pašalino galimybę matyti, kad nepatinka. Su Rodyti Youtube Nepatinka Counter YouDisLike grąžinti youtube nepatinka.\n\nGalite matyti, kiek patinka arba nepatinka norimas vaizdo įrašas.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "lv": "Izmantojot Rādīt Youtube Nepatīk skaitītāju YouDisLike, atgriežas poga Nepatīk.\nVarat saprast, cik noderīgs ir skatītais videoklips, apskatot atzīmju Nepatīk skaitu.\nTas var noteikt izglītības kvalitāti, īpaši izglītojošos video.\nSākot ar 2021. gada 13. decembri, YouTube no sava API noņēma iespēju skatīt atzīmes Nepatīk. Ar Show Youtube Nepatīk skaitītāju YouDisLike atgriezt youtube nepatiku.\n\nVarat redzēt, cik atzīmju Patīk vai Nepatīk ir saņēmis vēlamais videoklips.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "ml": "Youtube Dislike Counter YouDisLike ഉപയോഗിച്ച്, ഡിസ്‌ലൈക്ക് ബട്ടൺ തിരികെ വരുന്നു.\nഡിസ്‌ലൈക്കുകളുടെ എണ്ണം നോക്കിയാൽ നിങ്ങൾ കാണുന്ന ഒരു വീഡിയോ എത്രത്തോളം ഉപയോഗപ്രദമാണെന്ന് നിങ്ങൾക്ക് മനസ്സിലാകും.\nവിദ്യാഭ്യാസത്തിൻ്റെ ഗുണനിലവാരം നിർണ്ണയിക്കാൻ ഇതിന് കഴിയും, പ്രത്യേകിച്ച് വിദ്യാഭ്യാസ വീഡിയോകളിൽ.\n2021 ഡിസംബർ 13 മുതൽ, YouTube അവരുടെ API-യിൽ നിന്ന് ഡിസ്‌ലൈക്കുകൾ കാണാനുള്ള കഴിവ് നീക്കം ചെയ്തു. Youtube ഡിസ്‌ലൈക്ക് കൗണ്ടർ കാണിക്കുന്നതിലൂടെ YouDisLike തിരികെ youtube dislike നൽകുന്നു.\n\nനിങ്ങൾ ആഗ്രഹിക്കുന്ന വീഡിയോയ്ക്ക് എത്ര ലൈക്കുകളോ ഡിസ്‌ലൈക്കുകളോ ലഭിച്ചുവെന്ന് നിങ്ങൾക്ക് കാണാൻ കഴിയും.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "mr": "Youtube Dislike Counter YouDisLike सह, नापसंत बटण परत येते.\nतुम्ही पाहत असलेला व्हिडिओ किती उपयुक्त आहे हे तुम्ही नापसंतांची संख्या पाहून समजू शकता.\nहे शिक्षणाची गुणवत्ता निश्चित करू शकते, विशेषतः शैक्षणिक व्हिडिओंमध्ये.\n१३ डिसेंबर २०२१ पासून, YouTube ने त्यांच्या API मधून नापसंती पाहण्याची क्षमता काढून टाकली आहे. युट्यूब डिसलाइक काउंटर दर्शवा YouDisLike youtube dislike परत करा.\n\nतुम्हाला हव्या असलेल्या व्हिडिओला किती लाइक्स किंवा नापसंत मिळाले ते तुम्ही पाहू शकता.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "ms": "Dengan Show Youtube Dislike Counter YouDislike, butang tidak suka kembali.\nAnda boleh memahami betapa bergunanya video yang anda tonton dengan melihat bilangan tidak suka.\nIa boleh menentukan kualiti pendidikan terutamanya dalam video pendidikan.\nBermula 13 Disember 2021, YouTube mengalih keluar keupayaan untuk melihat tidak suka daripada API mereka. Dengan Show Youtube Dislike Counter YouDislike kembalikan youtube dislike.\n\nAnda boleh melihat berapa banyak suka atau tidak suka video yang anda inginkan telah diterima.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "nl": "Met Show Youtube Dislike Counter YouDisLike komt de dislikes-knop terug.\nJe kunt zien hoe nuttig een video is die je bekijkt door te kijken naar het aantal dislikes.\nHet kan de kwaliteit van het onderwijs bepalen, vooral in educatieve video's.\nVanaf 13 december 2021 heeft YouTube de mogelijkheid om dislikes te zien uit hun API verwijderd. Met Show Youtube Dislike Counter YouDisLike geef je de dislikes van YouTube terug.\n\nJe kunt zien hoeveel likes of dislikes de video die je wilt hebben ontvangen.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "no": "Med Show Youtube Dislike Counter YouDisLike kommer misliker-knappen tilbake.\nDu kan forstå hvor nyttig en video du ser på er ved å se på antall misliker.\nDet kan bestemme kvaliteten på utdanningen, spesielt i pedagogiske videoer.\nFra og med 13. desember 2021 fjernet YouTube muligheten til å se misliker fra API-en deres. Med Show Youtube Dislike Counter YouDisLike returner youtube dislike.\n\nDu kan se hvor mange liker eller ikke liker videoen du ønsker har fått.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "pl": "Dzięki Show Youtube Dislike Counter YouDisLike przycisk „nie lubię” powraca.\n\nMożesz zrozumieć, jak przydatny jest oglądany film, patrząc na liczbę „nie lubię”.\nMoże określić jakość edukacji, zwłaszcza w filmach edukacyjnych.\nOd 13 grudnia 2021 r. YouTube usunął możliwość wyświetlania „nie lubię” ze swojego interfejsu API. Dzięki Show Youtube Dislike Counter YouDisLike zwróć „nie lubię” YouTube.\n\nMożesz zobaczyć, ile polubień lub „nie lubię” otrzymał interesujący Cię film.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "pt_BR": "Com o Show Youtube Dislike Counter YouDisLike, o botão de dislikes volta.\nVocê pode entender o quão útil um vídeo que você assiste é observando o número de dislikes.\nEle pode determinar a qualidade da educação, especialmente em vídeos educacionais.\nA partir de 13 de dezembro de 2021, o YouTube removeu a capacidade de ver dislikes de sua API. Com o Show Youtube Dislike Counter YouDisLike, retorne o dislike do YouTube.\n\nVocê pode ver quantos likes ou dislikes o vídeo que você deseja recebeu.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "pt_PT": "Com Show Youtube Dislike Counter YouDisLike, o botão de dislikes volta.\nPode compreender o quão útil é um vídeo que vê observando o número de dislikes.\nPode determinar a qualidade da educação, principalmente em vídeos educativos.\nA partir de 13 de dezembro de 2021, o YouTube removeu a capacidade de ver dislikes da sua API. Com Mostrar contador de antipatia do YouTube, o YouDisLike devolve a antipatia do YouTube.\n\nPode ver quantas curtidas ou não curtidas o vídeo desejado recebeu.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "ro": "Cu Show Youtube Dislike Counter YouDisLike, butonul de dislikes revine.\nPuteți înțelege cât de util este un videoclip pe care îl vizionați analizând numărul de neapreciere.\nPoate determina calitatea educației, în special în videoclipurile educaționale.\nÎncepând cu 13 decembrie 2021, YouTube a eliminat posibilitatea de a vedea neaprecierea din API-ul său. Cu Show Youtube Dislike Counter YouDisLike returnează antipatiile YouTube.\n\nPuteți vedea câte aprecieri sau dislike-uri a primit videoclipul dorit.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "ru": "С помощью Show Youtube Dislike Counter YouDisLike кнопка дизлайков возвращается.\nВы можете понять, насколько полезно видео, которое вы смотрите, по количеству дизлайков.\nЭто может определить качество образования, особенно в образовательных видео.\nНачиная с 13 декабря 2021 года YouTube удалил возможность видеть дизлайки из своего API. С помощью Show Youtube Dislike Counter YouDisLike возвращает дизлайки на YouTube.\n\nВы можете увидеть, сколько лайков или дизлайков получило нужное вам видео.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.\n\n\nS pomoshch'yu Show Youtube Dislike Counter YouDisLike knopka dizlaykov vozvrashchayetsya. \nVy mozhete ponyat', naskol'ko polezno video, kotoroye vy smotrite, po kolichestvu dizlaykov. \nEto mozhet opredelit' kachestvo obrazovaniya, osobenno v obrazovatel'nykh video. \nNachinaya s 13 dekabrya 2021 goda YouTube udalil vozmozhnost' videt' dizlayki iz svoyego API. S pomoshch'yu Show Youtube Dislike Counter YouDisLike vozvrashchayet dizlayki na YouTube. \n\nVy mozhete uvidet', skol'ko laykov ili dizlaykov poluchilo nuzhnoye vam video.",
    "sk": "Pomocou funkcie Zobraziť počítadlo nepáči sa mi na YouTube sa vám tlačidlo nepáči.\nTo, aké užitočné je video, ktoré si pozriete, zistíte podľa počtu hodnotení Nepáči sa mi.\nMôže určiť kvalitu vzdelávania, najmä vo vzdelávacích videách.\nPočnúc 13. decembrom 2021 YouTube zo svojho rozhrania API odstránil možnosť zobrazovať hodnotenia Nepáči sa mi. S funkciou Show Youtube Dislike Counter YouDisLike vráti youtube dislike.\n\nMôžete vidieť, koľko hodnotení Páči sa mi alebo Nepáči sa mi požadované video.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "sl": "S Show Youtube Counter Dislike YouDisLike se vrne gumb za nevšečke.\nKako uporaben je videoposnetek, ki ga gledate, lahko razumete, če pogledate število nevšečkov.\nLahko določa kakovost izobraževanja, zlasti v izobraževalnih videih.\nOd 13. decembra 2021 je YouTube iz svojega API-ja odstranil možnost ogleda nevšečkov. S Show YouTubovim števcem nevšečkov YouDisLike vrnite YouTubovo nevšečkanje.\n\nVidite lahko, koliko všečkov ali nevšečkov je prejel želeni video.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "sr": "Са Схов Иоутубе бројачем несвиђања ИоуДисЛике враћа се дугме несвиђања.\nКолико је користан видео који гледате можете да схватите ако погледате број несвиђања.\nМоже одредити квалитет образовања, посебно у образовним видео записима.\nОд 13. децембра 2021. ИоуТубе је уклонио могућност да види несвиђања из свог АПИ-ја. Са Схов Иоутубе Дислике Цоунтер ИоуДисЛике враћа иоутубе несвиђање.\n\nМожете видети колико свиђања или несвиђања је видео који желите.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.\n\nSa Shov Ioutube brojačem nesviđanja IouDisLike vraća se dugme nesviđanja. \nKoliko je koristan video koji gledate možete da shvatite ako pogledate broj nesviđanja. \nMože odrediti kvalitet obrazovanja, posebno u obrazovnim video zapisima.\nOd 13. decembra 2021. IouTube je uklonio mogućnost da vidi nesviđanja iz svog API-ja. Sa Shov Ioutube Dislike Counter IouDisLike vraća ioutube nesviđanje.\n\nMožete videti koliko sviđanja ili nesviđanja je video koji želite.",
    "sv": "Med Show Youtube Dislike Counter YouDisLike kommer ogillar-knappen tillbaka.\nDu kan förstå hur användbar en video du tittar på är genom att titta på antalet ogillar.\nDet kan avgöra utbildningens kvalitet, särskilt i utbildningsvideor.\nFrån och med den 13 december 2021 tog YouTube bort möjligheten att se ogillar från deras API. Med Show Youtube Dislike Counter YouDisLike returnera youtube dislike.\n\nDu kan se hur många gilla eller ogillar videon du vill ha har fått.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "sw": "Ukiwa na Kidhibiti cha Onyesho la Kutopenda kwa YouTube ambacho haupendi, kitufe cha kutopenda kinarudi.\nUnaweza kuelewa jinsi video unayotazama ilivyo muhimu kwa kuangalia idadi ya zisizopendwa.\nInaweza kuamua ubora wa elimu, hasa katika video za elimu.\nKuanzia tarehe 13 Desemba 2021, YouTube iliondoa uwezo wa kuona watu wasiopendwa kwenye API zao. Ukiwa na Kidhibiti cha Onyesho la Kutopenda kwa YouTube ambacho hupendi rudisha hali ya kutopenda kwenye youtube.\n\nUnaweza kuona ni ngapi zimependwa au zisizopendwa ambazo video unayotaka imepokea.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "ta": "ஷோ யூடியூப் டிஸ்லைக் கவுண்டர் யூ டிஸ்லைக் மூலம், பிடிக்காதவை பட்டன் மீண்டும் வருகிறது.\nபிடிக்காதவர்களின் எண்ணிக்கையைப் பார்த்தாலே நீங்கள் பார்க்கும் வீடியோ எவ்வளவு பயனுள்ளதாக இருக்கும் என்பதை நீங்கள் புரிந்து கொள்ளலாம்.\nஇது கல்வியின் தரத்தை தீர்மானிக்க முடியும், குறிப்பாக கல்வி வீடியோக்களில்.\nடிசம்பர் 13, 2021 முதல், YouTube அவர்களின் API இலிருந்து பிடிக்காதவற்றைப் பார்க்கும் திறனை நீக்கியது. ஷோ யூடியூப் டிஸ்லைக் கவுண்டருடன் யூடிஸ்லைக் யூடியூப் டிஸ்லைக்கைத் திரும்பப் பெறவும்.\n\nநீங்கள் விரும்பும் வீடியோ எத்தனை விருப்பு வெறுப்புகளைப் பெற்றுள்ளது என்பதை நீங்கள் பார்க்கலாம்.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "te": "షో Youtube డిస్‌లైక్ కౌంటర్ YouDisLikeతో, డిస్‌లైక్‌ల బటన్ తిరిగి వస్తుంది.\nడిస్‌లైక్‌ల సంఖ్యను బట్టి మీరు చూసే వీడియో ఎంత ఉపయోగకరంగా ఉందో అర్థం చేసుకోవచ్చు.\nఇది విద్య యొక్క నాణ్యతను నిర్ణయించగలదు, ముఖ్యంగా విద్యా వీడియోలలో.\nడిసెంబర్ 13, 2021 నుండి, YouTube వారి API నుండి అయిష్టాలను చూసే సామర్థ్యాన్ని తీసివేసింది. షో యూట్యూబ్ డిస్‌లైక్ కౌంటర్‌తో యూడిస్‌లైక్ యూట్యూబ్ అయిష్టాన్ని తిరిగి ఇస్తుంది.\n\nమీరు కోరుకున్న వీడియోకు ఎన్ని లైక్‌లు లేదా డిస్‌లైక్‌లు వచ్చాయో మీరు చూడవచ్చు.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "th": "ด้วย Show Youtube Dislike Counter YouDisLike ปุ่ม dislike จะกลับมา\n\nคุณสามารถเข้าใจได้ว่าวิดีโอที่คุณดูนั้นมีประโยชน์เพียงใดโดยดูจากจำนวนการไม่ชอบ\n\nปุ่มนี้สามารถกำหนดคุณภาพของการศึกษาได้ โดยเฉพาะในวิดีโอเพื่อการศึกษา\nตั้งแต่วันที่ 13 ธันวาคม 2021 YouTube ได้ลบความสามารถในการดูการไม่ชอบออกจาก API ของตน ด้วย Show Youtube Dislike Counter YouDisLike ปุ่ม dislike ของ YouTube จะแสดงการไม่ชอบของ YouTube\n\nคุณสามารถดูได้ว่าวิดีโอที่คุณต้องการได้รับการชอบหรือไม่ชอบกี่ครั้ง\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "tr": "Show Youtube Dislike Counter YouDisLike ile dislike butonu geri geliyor.\nİzlediğiniz bir videonun ne kadar faydalı olduğunu dislike sayısına bakarak anlayabilirsiniz.\nÖzellikle eğitim videolarında eğitimin kalitesini belirleyebilir.\n13 Aralık 2021'den itibaren YouTube, API'lerinden dislike'ları görme özelliğini kaldırdı. Show Youtube Dislike Counter YouDisLike ile youtube dislike'ı geri döndürün.\n\nİzlemek istediğiniz videonun kaç tane like veya dislike aldığını görebilirsiniz.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "uk": "За допомогою Show Youtube Dislike Counter YouDisLike кнопка «Не подобається» повертається.\nВи можете зрозуміти, наскільки корисним є відео, яке ви переглядаєте, подивившись на кількість дизлайків.\nЦе може визначати якість освіти, особливо в навчальних відео.\nПочинаючи з 13 грудня 2021 року YouTube видалив можливість переглядати оцінки «не подобається» зі свого API. За допомогою Show Youtube Dislike Counter YouDisLike повертає YouTube Dislike.\n\nВи можете побачити, скільки оцінок «подобається» або «не подобається» отримало потрібне відео.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "vi": "Với Show Youtube Dislike Counter YouDisLike, nút không thích sẽ quay trở lại.\nBạn có thể hiểu được mức độ hữu ích của video bạn xem bằng cách xem số lượt không thích.\nNó có thể xác định chất lượng giáo dục, đặc biệt là trong các video giáo dục.\nBắt đầu từ ngày 13 tháng 12 năm 2021, YouTube đã xóa khả năng xem lượt không thích khỏi API của họ. Với Show Youtube Dislike Counter YouDisLike trả về lượt không thích trên youtube.\n\nBạn có thể xem video bạn muốn đã nhận được bao nhiêu lượt thích hoặc không thích.\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.",
    "zh_CN": "使用 Show Youtube Dislike Counter YouDisLike，点赞按钮又回来了。\n您可以通过查看点赞数量来了解您观看的视频有多有用。\n它可以决定教育质量，尤其是在教育视频中。\n从 2021 年 12 月 13 日开始，YouTube 从其 API 中删除了查看点赞的功能。使用 Show Youtube Dislike Counter YouDisLike 返回 YouTube 点赞。\n\n您可以看到您想要的视频收到了多少个喜欢或不喜欢。\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.\n\nShǐyòng Show Youtube Dislike Counter YouDisLike, diǎn zàn ànniǔ yòu huíláile.\nNín kěyǐ tōngguò chákàn diǎn zàn shùliàng lái liǎojiě nín guānkàn de shìpín yǒu duō yǒuyòng.\nTā kěyǐ juédìng jiàoyù zhìliàng, yóuqí shì zài jiàoyù shìpín zhōng.\nCóng 2021 nián 12 yuè 13 rì kāishǐ,YouTube cóng qí API zhōng shānchúle chákàn diǎn zàn de gōngnéng. Shǐyòng Show Youtube Dislike Counter YouDisLike fǎnhuí YouTube diǎn zàn.\n\nNín kěyǐ kàn dào nín xiǎng yào de shìpín shōu dàole duōshǎo gè xǐhuān huò bù xǐhuān.",
    "zh_TW": "透過顯示 Youtube 不喜歡計數器 YouDisLike，不喜歡按鈕又回來了。\n您可以透過查看不喜歡的數量來了解您觀看的影片的有用程度。\n它可以決定教育質量，尤其是教育視頻。\n從 2021 年 12 月 13 日開始，YouTube 取消了從其 API 中查看不喜歡內容的功能。使用 Show Youtube Dislike Counter YouDisLike 回 YouTube 不喜歡。\n\n您可以查看您想要的影片獲得了多少讚或不喜歡。\nWith Show Youtube Dislike Counter YouDisLike, the dislikes button comes back. \nYou can understand how useful a video you watch is by looking at the number of dislikes. \nIt can determine the quality of education, especially in educational videos.\nStarting December 13th 2021, YouTube removed the ability to see dislikes from their API. With Show Youtube Dislike Counter YouDisLike return youtube dislike.\n\nYou can see how many likes or dislikes the video you want has received.\n\nTòuguò xiǎnshì Youtube bù xǐhuān jìshùqì YouDisLike, bù xǐhuān ànniǔ yòu huíláile. \nNín kěyǐ tòuguò chákàn bù xǐhuān de shùliàng lái liǎojiě nín guānkàn de yǐngpiàn de yǒuyòng chéngdù. \nTā kěyǐ juédìng jiàoyù zhìliàng, yóuqí shì jiàoyù shìpín.\nCóng 2021 nián 12 yuè 13 rì kāishǐ,YouTube qǔxiāole cóng qí API zhōng chákàn bù xǐhuān nèiróng de gōngnéng. Shǐyòng Show Youtube Dislike Counter YouDisLike huí YouTube bù xǐhuān.\n\nNín kěyǐ chákàn nín xiǎng yào de yǐngpiàn huòdéle duōshǎo zàn huò bù xǐhuān."
  }
}