{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Infinite Palette"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate unique color palette at each click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hey Designers!\n\nWelcome to Infinite Palette, an extension for chrome browser and your needs. Where you can generate unique palette at each click.\n\nJust open the extension and whoa! there is your unique color palette.\nNot happy with the current combination. No issues we got you! Click on the refresh button to generate a new palette. You can also change individual color strips. Keep changing till you find your perfect match.\nGot your right match! Time to use it in your project, just you need to click on the hex code to copy it to your clipboard. It's that easy.\n\nWe also have two handpicked color palettes for you. The first one is especially for your upcoming valentine project, which you can access by clicking on the \"heart\" icon. The second one is for your dark theme designs, accessible by clicking on the \"moon\" icon.\n\nYou can also temporarily save your fresh color palette, by clicking on the \"Add\" icon. This saved palette can be accessed by clicking on the \"heart\" icon.\n\nAll of this will work even if you are not connected to the internet, i.e. always available on your demand.\n\nLet me summarize the buttons for you once again.\n\nRefresh Button: To generate an entirely new color palette.\nHeart Button: To access special valentine color palette & to access user saved palette.\nMoon Button: To access the dark theme color palette.\nAdd Button: To save the current color palette.\n\nKeep generating awesome color palettes.\n\nDesigned & Developed by Aman Bhaskar <amanbh2@gmail.com>"
  }
}