{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMDb Age"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows the age of an actor next to each of their films."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMDb Age is a Chrome Extension that shows you the age of an actor next to each of their films! \n\nYou can view this age per film on the actors page, and you can also see the age of all actors involved with a certain project on the film page. You can toggle this setting on and off as and when you need.\n\nDisclaimers: \n\n1) Ages only work if IMDb has the actors age listen on the page.\n2) Ages are an estimate based on year of birth and the year the film was released. \n3) Loading ages on a films page will ruin the Recently Viewed section, but we will show you a warning before doing so :)\n\nIf you have any questions or comments, let us know!\n\nRelease 1.1.5 Notes\nFixed some visual bugs that were making the toggle buttons look squashed, and weren't showing the text on the History Warning popup correctly.\n\nRelease 1.1.4 Notes\nFixed a bug where the .size() function was deprecated in jQuery, causing lots of errors.\n\nRelease 1.1.3 Notes\nIMDb updated their site, so ages on films and tv show pages were broken. Should be all working now!\n\nRelease 1.1.1 Notes\nFixed a bug when viewing Full Cast page of a film that shares it's name with another film, causing the extension to set an invalid year as the release date.\n\nRelease 1.1.0 Notes\n* Added a new feature to let you see the ages of actors on the Full Cast page. It only works for actors and actresses for now, and not the cast and crew. There's a new toggle on the page for Full Cast, as well as on the Extension popup panel. Enjoy!\n\nRelease 1.0.4 Notes\n* Fixed a bug where the toggle IMDb Age button wasn't appearing on unreleased films with no cast list.\n\nRelease 1.0.3 Notes\n* Fixed a bug where ages for a single episode of TV were showing incorrectly.\n* Fixed a bug where ages for unreleased (and un-dated) films were showing incorrectly. We now show the age the actor currently is for this instance.\n\nRelease 1.0.2 Notes\n* Fixed a bug where TV show ages were showing incorrectly."
  }
}