{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bulk Resize Photos"
  },
  "short": {
    "ar": "تغيير حجم الصور",
    "am,bg,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sr,sw,te,zh_CN,zh_TW": "Resize Images",
    "bn": "চিত্রগুলি পুনরায় আকার দিন",
    "cs": "Změna velikosti obrázků",
    "da,fi": "Ændre størrelsen på billeder",
    "de": "Ändern Sie die Größe von Bildern",
    "el": "Αλλαγή μεγέθους εικόνων",
    "es": "Cambiar el tamaño de las imágenes",
    "fr": "Redimensionner les images",
    "he": "שינוי גודל התמונות",
    "hi": "छवियों का आकार बदलें",
    "hu": "Képek átméretezése",
    "id": "Ubah Ukuran Gambar",
    "it": "Ridimensiona le immagini",
    "ja": "画像のサイズを変更する",
    "ko": "이미지 크기 조정",
    "ms": "Ubah saiz Imej",
    "nl": "Formaat van afbeeldingen wijzigen",
    "no": "Endre størrelse på bilder",
    "pl": "Zmień rozmiar obrazów",
    "ro": "Redimensionați imaginile",
    "ru": "Изменить размер изображений",
    "sk": "Zmena veľkosti obrázkov",
    "sv": "Ändra storlek på bilder",
    "ta": "படங்களின் அளவை மாற்றவும்",
    "th": "ปรับขนาดรูปภาพ",
    "tr": "Resim boyutlandırma masrafsız",
    "uk": "Зміна розміру зображень",
    "vi": "Thay đổi kích thước hình ảnh"
  },
  "long": {
    "ar": "تغيير حجم الصورة مجانًا وبسرعة فائقة في متصفح الويب الخاص بك. تضيف هذه الإضافة خيار \"تغيير حجم الصورة\" في قائمة السياق التي تظهر عند النقر بزر الماوس الأيمن على الصور في صفحات الويب.",
    "am,bg,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sr,sw,te,zh_CN,zh_TW": "Free, super-fast image resizing in your web browser. This extension adds a \"Resize Image\" option in the context menu that appears when you right-click on images in webpages.",
    "bn": "আপনার ওয়েব ব্রাউজারে ফ্রি এবং সুপার-ফাস্ট ইমেজটির আকার পরিবর্তন করা। আপনি যখন ওয়েবপৃষ্ঠাগুলিতে চিত্রগুলিতে ডান ক্লিক করেন তখন এই এক্সটেনশনটি প্রসঙ্গ মেনুতে একটি \"আকার পরিবর্তন চিত্র\" বিকল্প যুক্ত করে।",
    "cs": "Zdarma a superrychlá změna velikosti obrazu ve webovém prohlížeči. Toto rozšíření přidává v kontextové nabídce možnost „Změnit velikost obrázku“, která se zobrazí po kliknutí pravým tlačítkem na obrázky na webových stránkách.",
    "da": "Gratis, superhurtig ændring af billedstørrelse i din webbrowser. Denne udvidelse tilføjer en »Resize Image«-mulighed i den kontekstmenu, der vises, når du højreklikker på billeder på websider.",
    "de": "Kostenlose und superschnelle Bildgröße in Ihrem Webbrowser. Diese Erweiterung fügt im Kontextmenü die Option \"Bildgröße ändern\" hinzu, die angezeigt wird, wenn Sie mit der rechten Maustaste auf Bilder auf Webseiten klicken.",
    "el": "Δωρεάν & εξαιρετικά γρήγορη αλλαγή μεγέθους εικόνας στο πρόγραμμα περιήγησής σας. Αυτή η επέκταση προσθέτει μια επιλογή \"Αλλαγή μεγέθους εικόνας\" στο μενού περιβάλλοντος που εμφανίζεται όταν κάνετε δεξί κλικ σε εικόνες σε ιστοσελίδες.",
    "es": "Cambio de tamaño de imagen gratuito y súper rápido en su navegador web. Esta extensión agrega una opción \"Cambiar el tamaño de la imagen\" en el menú contextual que aparece al hacer clic con el botón derecho en las imágenes de las páginas web.",
    "fi,no": "Ilmainen, huippunopea kuvien koon muuttaminen selaimessa. Tämä laajennus lisää ”Kuvan koon muuttaminen” -vaihtoehdon kontekstivalikkoon, joka tulee näkyviin, kun napsautat kuvia hiiren kakkospainikkeella verkkosivulla.",
    "fr": "Redimensionnement d'image gratuit et ultra-rapide dans votre navigateur Web. Cette extension ajoute une option \"Redimensionner l'image\" dans le menu contextuel qui apparaît lorsque vous cliquez avec le bouton droit sur les images dans les pages Web.",
    "he": "גודל תמונה חינם ומהיר במיוחד בדפדפן האינטרנט שלך. הרחבה זו מוסיפה אפשרות \"שינוי גודל תמונה\" בתפריט ההקשר שמופיע בעת לחיצה ימנית על תמונות בדפי אינטרנט.",
    "hi": "आपके वेब ब्राउज़र में मुफ्त और सुपर-फास्ट छवि। यह एक्सटेंशन संदर्भ मेनू में \"आकार बदलें छवि\" विकल्प जोड़ता है जो वेबपेजों में छवियों पर राइट-क्लिक करने पर दिखाई देता है।",
    "hu": "Ingyenes és szupergyors kép átméretezése a webböngészőben. Ez a kiterjesztés hozzáadja a \"Kép átméretezése\" opciót a helyi menüben, amely akkor jelenik meg, amikor jobb gombbal kattint a képekre a weboldalakon.",
    "id": "Pengubahan ukuran gambar gratis & super cepat di browser web Anda. Ekstensi ini menambahkan opsi \"Ubah Ukuran Gambar\" di menu konteks yang muncul saat Anda mengklik kanan gambar di halaman web.",
    "it": "Ridimensionamento gratuito e super veloce delle immagini nel tuo browser web. Questa estensione aggiunge un'opzione \"Ridimensiona immagine\" nel menu contestuale che appare quando fai clic con il pulsante destro del mouse sulle immagini nelle pagine web.",
    "ja": "Webブラウザでの無料で超高速の画像サイズ変更。 この拡張機能は、Webページの画像を右クリックしたときに表示されるコンテキストメニューに[画像のサイズ変更]オプションを追加します。",
    "ko": "웹 브라우저에서 무료 및 초고속 이미지 크기 조정. 이 확장 프로그램은 웹 페이지에서 이미지를 마우스 오른쪽 버튼으로 클릭하면 나타나는 컨텍스트 메뉴에 \"이미지 크기 조정\"옵션을 추가합니다.",
    "ms": "Saiz semula imej percuma dan sangat pantas dalam penyemak imbas web anda. Sambungan ini menambah pilihan \"Ubah Saiz Imej\" dalam menu konteks yang muncul apabila anda mengklik kanan pada imej dalam halaman web.",
    "nl": "Gratis en supersnelle aanpassing van het formaat van afbeeldingen in uw webbrowser. Deze extensie voegt een optie \"Formaat afbeelding wijzigen\" toe aan het contextmenu dat verschijnt wanneer u met de rechtermuisknop op afbeeldingen op webpagina's klikt.",
    "pl": "Bezpłatna i superszybka zmiana rozmiaru obrazu w przeglądarce internetowej. To rozszerzenie dodaje opcję „Zmień rozmiar obrazu” w menu kontekstowym, które pojawia się po kliknięciu prawym przyciskiem myszy obrazów na stronach internetowych.",
    "ro": "Redimensionare gratuită și super-rapidă a imaginii în browserul dvs. web. Această extensie adaugă o opțiune „Redimensionare imagine” în meniul contextual care apare atunci când faceți clic dreapta pe imagini în paginile web.",
    "ru": "Бесплатное и сверхбыстрое изменение размера изображения в вашем веб-браузере. Это расширение добавляет параметр «Изменить размер изображения» в контекстное меню, которое появляется, когда вы щелкаете правой кнопкой мыши изображения на веб-страницах.",
    "sk": "Bezplatná, superrýchla zmena veľkosti obrázkov vo webovom prehliadači. Toto rozšírenie pridáva možnosť „Zmeniť veľkosť obrázka“ do kontextovej ponuky, ktorá sa zobrazí po kliknutí pravým tlačidlom myši na obrázky na webových stránkach.",
    "sv": "Gratis och supersnabb bildstorlek i din webbläsare. Den här tillägget lägger till ett alternativ \"Ändra storlek på bild\" i snabbmenyn som visas när du högerklickar på bilder på webbsidor.",
    "ta": "உங்கள் இணைய உலாவியில் இலவச, அதிவேக பட மறுஅளவிடல். இந்த நீட்டிப்பு, வலைப்பக்கங்களில் உள்ள படங்களில் வலது கிளிக் செய்யும் போது தோன்றும் சூழல் மெனுவில் \"படத்தின் அளவை மாற்றவும்\" விருப்பத்தை சேர்க்கிறது.",
    "th": "ปรับขนาดภาพฟรีและรวดเร็วเป็นพิเศษในเว็บเบราว์เซอร์ของคุณ ส่วนขยายนี้เพิ่มตัวเลือก \"ปรับขนาดรูปภาพ\" ในเมนูบริบทที่ปรากฏขึ้นเมื่อคุณคลิกขวาที่รูปภาพในหน้าเว็บ",
    "tr": "Web tarayıcınızda ücretsiz ve süper hızlı resim boyutlandırma. Bu uzantı, web sayfalarındaki resimleri sağ tıkladığınızda görünen bağlam menüsüne bir \"Resmi Yeniden Boyutlandır\" seçeneği ekler.",
    "uk": "Безкоштовна, надшвидка зміна розміру зображень у вашому веб-браузері. Це розширення додає опцію «Змінити розмір зображення» в контекстне меню, яке з'являється при натисканні правою кнопкою миші на зображеннях на веб-сторінках.",
    "vi": "Thay đổi kích thước hình ảnh miễn phí và siêu nhanh trong trình duyệt web của bạn. Tiện ích mở rộng này thêm tùy chọn \"Thay đổi kích thước hình ảnh\" trong menu ngữ cảnh xuất hiện khi bạn nhấp chuột phải vào hình ảnh trong các trang web."
  }
}