{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autopest - Email follow-ups powered by A.I."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autopest uses artificial intelligence to help Gmail users increase productivity by sending automated follow-ups to unanswered emails"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Following up on unanswered emails is the most effective strategy for increasing response rates. But sending follow-up emails when people don't respond is difficult to remember and time consuming. Autopest solves this problem and increases email productivity by using artificial intelligence (like ChatGPT and other AI models) to send follow-up emails for you.\n\nAutopest has been proven to increase email response rates by as much as 60%!\n\nIt's the best email productivity tool and Gmail extension for sales people, marketers, entrepreneurs, growth hackers, and anyone else who relies on sending personalized, cold emails as an important part of their job.\n\n**How to use it:**\n\nAutopest is currently for Gmail and GSuite users (it is expanding to Outlook email users soon).\n\nTo send an email using Autopest, just click the blue \"@\" button that gets added in your Gmail account by the Autopest Chrome extension. Autopest's advanced A.I. -- which leverages the same technology powering ChatGPT -- immediately creates a series of natural-language follow-up emails based on your original message. If your email recipient doesn't respond, Autopest sends the follow-up emails for you.\n\nAll follow-up email comes from your email account and look just like you sent them yourself. Your recipient will have no idea you didn't send them, and they'll sound like they came from you (because they basically do come from you).\n\n**FAQs:**\n\nQ: Can I edit the emails!\nA: Yes! Autopest sends you copies of follow-up messages it creates shortly after you send your original email, and you can edit them anytime in your account.\n\nQ: What happens when someone responds?\nA: Autopest listens for replies and won't send follow-up emails if you've already received a response.\n\nQ: How much does Autopest cost?\nA: Autopest is free for most users. There's a small, monthly fee for higher volume users (see autopest.com for current pricing).\n\nQ: How long does Autopest continue emailing people who don't reply?\nA: Our research has shown that four follow-up emails is the maximum number of emails to send for optimal response rates, so that's Autopest's limit. An Autopest sequence usually runs for approximately 2 weeks before it expires.\n\nQ: Is Autopest SPAM?\nA: Autopest is not SPAM and is not a tool for mass spammers. Autopest is for sales, marketing, and business professionals who regularly have to contact specific people. Autopest users are the type of people who should be (and probably already are) sending dozens of follow-up emails every week anyway. Autopest just makes the sending of those follow-up emails easier and more efficient.\n\nIf you're an ideal Autopest user, you probably already know it and understand the value. You work in sales and you're constantly following up with leads, you're an entrepreneur trying to contact venture capitalists, your a promoter trying to book gigs, and so on. Autopest makes sure you never forget to follow-up when people don't answer your first email and it dramatically increases response rates, meetings, and opportunities."
  }
}