{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QrCode Generator"
  },
  "short": {
    "ar": "إنشاء رمز الاستجابة السريعة لعنوان URL لتسهيل الهاتف لمسح الوصول إلى رمز",
    "am,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "将网址生成二维码，方便手机扫码访问",
    "de": "Generieren Sie einen QR-Code für die URL, damit das Telefon den Zugriff auf den Code scannen kann",
    "en": "Generate a QR code for the URL to easily scan the code",
    "fr": "Générez un code QR pour l'URL afin que le téléphone puisse scanner l'accès au code",
    "ja": "URLアクセス用のQRコードを生成して、電話によるコードアクセスのスキャンを容易にする"
  },
  "long": {
    "ar": "يتم إنشاء الصفحة التي يمكن الوصول إليها في الفترة الحالية عن طريق رمز الاستجابة السريعة ، والتي يمكن الوصول إليها عن طريق مسح الرمز على الهاتف المحمول والوصول إلى صفحة الويب على الهاتف المحمول.\nالتحديث الرئيسي:\n1. قم بإنشاء رمز الاستجابة السريعة من عنوان URL الحالي.\n2. حفظ رمز الاستجابة السريعة ولدت كصورة",
    "am,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "将当期访问的页面，生成一个二维码，可通过手机扫码访问，在手机上访问该网页。\n主要更新：\n1、将当前网址生成二维码。\n2、将生成的二维码保存为图片",
    "de": "Die Seite, auf die in der aktuellen Periode zugegriffen werden soll, wird durch einen QR-Code generiert, der durch Scannen des Codes auf dem Mobiltelefon und Zugriff auf die Webseite des Mobiltelefons aufgerufen werden kann.\nHauptaktualisierung:\n1. Generieren Sie einen QR-Code aus der aktuellen URL.\n2. Speichern Sie den generierten QR-Code als Bild",
    "en": "The page to be accessed in the current period is generated by a QR code, which can be accessed by scanning the code on the mobile phone and accessing the webpage on the mobile phone.\nMain update:\n1. Generate a QR code from the current URL.\n2. Save the generated QR code as a picture",
    "fr": "La page à laquelle accéder pour la période en cours est générée par un code QR auquel on peut accéder en balayant le code sur le téléphone mobile et en accédant à la page Web sur le téléphone mobile.\nMise à jour principale:\n1. Générez un code QR à partir de l'URL actuelle.\n2. Enregistrez le code QR généré en tant qu’image.",
    "ja": "現在の期間にアクセスされるページは、携帯電話上のコードをスキャンして携帯電話上のウェブページにアクセスすることによってアクセスできるＱＲコードによって生成される。\n主な更新：\n1.現在のURLからQRコードを生成します。\n2.画像として生成されたQRコードを保存します"
  }
}