{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Review"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate your review automatically using ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Review è un'applicazione progettata per aiutare le aziende a gestire le loro recensioni online. L'obiettivo principale dell'estensione è quello di consentire alle aziende di rispondere alle recensioni dei clienti in modo rapido ed efficiente.\n\nL'estensione funziona in modo semplice ma efficace. L'azienda può accedere alla piattaforma attraverso l'estensione e visualizzare tutte le recensioni che i clienti hanno lasciato online, ad esempio su Google, Facebook, TripAdvisor, Yelp, ecc.\n\nUna volta visualizzate le recensioni, l'azienda può utilizzare l'estensione per generare una risposta automatica basata sulla recensione stessa. La risposta automatica sarà creata utilizzando un algoritmo di intelligenza artificiale, che analizza il contenuto della recensione e cerca di comprendere il suo contesto.\n\nL'azienda può quindi visualizzare la risposta automatica e, se lo desidera, modificarla per adattarla meglio alle proprie esigenze. La modifica può includere aggiungere informazioni specifiche sull'azienda o sul servizio offerto, personalizzare il tono della risposta, correggere eventuali errori di grammatica o ortografia, ecc.\n\nUna volta che l'azienda ha modificato la risposta automatica, può inviarla direttamente alla piattaforma di recensioni. In questo modo, l'azienda risparmia tempo prezioso nella gestione delle recensioni e può rispondere alle recensioni in modo efficiente e professionale.\n\nInoltre, l'azienda ha la possibilità di rigenerare le risposte tutte le volte che vuole per ottenere un nuovo risultato. Ciò significa che è possibile generare risposte automatiche uniche e originali per ogni recensione, offrendo una maggiore personalizzazione e creando un'esperienza più soddisfacente per i clienti."
  }
}