{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HappyInAi - LinkedIn Text Formatter for Post Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your LinkedIn posts with advanced text formatting options directly in the editor."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your LinkedIn Posts with Advanced Formatting Tools\n\nHappyInAi - LinkedIn Text Formatter empowers you to create visually appealing and engaging LinkedIn posts by providing a suite of advanced text formatting tools directly within the LinkedIn post editor. With this extension, \nyou can:\n\n- Apply Text Styles: Bold, italic, underline, strikethrough, and combinations of these styles to emphasize important points in your posts.\n\n- Special Text Styles: Use unique Unicode-based styles such as monospace, script, bold script, fraktur, double-struck, circled, parenthesized, full-width, negative circled, and negative squared letters to make your text stand out.\n\n- Case Conversion: Quickly convert selected text to uppercase or lowercase with a single click.\n\n- List Formatting: Format your text as ordered (numbered) or unordered (bulleted) lists to organize your content effectively.\n\n- User-Friendly Toolbar: Access all formatting options through an intuitive toolbar added directly below the LinkedIn post editor.\n\n- Undo/Redo Support: Maintain full control over your editing with support for undo and redo actions.\n\nWhy Use LinkedIn Text Formatter?\n\n- Improve Readability: Make your posts more readable and engaging with proper formatting.\n- Highlight Key Points: Emphasize important information to capture your audience's attention.\n- Stand Out: Differentiate your content from others by using unique text styles.\n- Easy to Use: Simple and straightforward interface integrated seamlessly into LinkedIn."
  }
}