{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TVox Click to Call"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click on phone numbers to call them through the TVox Client",
    "it": "Clicca sui numeri di telefono per poter effettuare chiamate tramite il TVox Client"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TVox Click to Call is the extension that allows TVox users to make a call by simply clicking on the phone numbers present on CRM / ERP web based or from internet sites via Chrome browser.\n\n- Quick and easy configuration\n- Enable the call feature on your web based crm / erp\n- Save typing time by eliminating the need to dial, copy and paste numbers\n- Type of call:\n1) Click the underlined numbers directly\n2) highlight the number and then make the call with the right mouse button\n\n\nNOTE\nPost Installation:\n\nOn Google Chrome\n\nThe TVox Click to Call extension icon in gray will be visible in the upper right corner of the browser.\nOpen your TVox Web Client and refresh the page to automatically configure the TVox Click to Call extension.",
    "it": "TVox Click to Call è l'estensione che permette agli utenti TVox di effettuare una chiamata semplicemente cliccando sui numeri telefonici presenti su CRM/ERP web based o dai siti internet tramite browser Chrome.\n\n- Configurazione semplice e rapida\n- Abilita la funzionalità di chiamata sul tuo crm / erp web based\n- Risparmia tempo per la digitazione eliminando la necessità di comporre, copiare e incollare i numeri\n- Tipologia di Chiamata:\n1) clicca direttamente i numeri sottolineati\n2) evidenzia il numero e poi effettua la chiamata con il tasto destro del mouse\n\n\nNOTE\nPost Installazione:\n\nSu Google Chrome\n\nNell'angolo in alto a destra del browser sarà visibile l'icona dell'estensione TVox Click to Call di colore grigio.\nApri il tuo TVox Web Client e aggiorna la pagina per configurare automaticamente l'estensione TVox Click to Call."
  }
}