{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alichrome - Free Invoice generator",
    "de": "AliExpress kostenlose Rechnung",
    "es": "Factura gratis de AliExpress",
    "fr": "Facture Gratuite pour AliExpress"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract your AliExpress order details to a printable PDF",
    "de": "Extrahieren Sie Ihre Bestelldaten in eine druckbare PDF-Datei",
    "es": "Extraiga los detalles de su pedido en un PDF imprimible",
    "fr": "Extraction des détails de la commande vers un PDF"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The free extension to download an invoice on AliExpress using Google Chrome. The free AliExpress invoice generator plugin allows you to download the your AliExpress receipt.\n\n✜ Download\nTo use our “AliExpress Invoice” extension, simply follow the procedure below:\n▻ Find “AliExpress invoice free” directly on the Google Web Store\n▻ Press “Add to Chrome” which downloads the tool to your computer\n\n✜ Use\nThere will thus be two possibilities to download your receipts:\n\nFrom the extension\na) By pressing “My Orders”\nb) Following procedure 2) directly on AliExpress\n\nDirectly on the website,\na) Go to the website by logging into your account\nb) Then click on the “View details” button\nc) a button appears with “Download PDF INVOICE”\n\nThis button is displayed on all your orders, you just have to keep the extension installed on your browser it will work during all your orders. This extension is useful both for generating an Aliexpress invoice for customs.\n\n✜ AliExpress\nIt's a website for connecting different merchants with buyers, the interface connecting buyers and sellers. The platform sends an order confirmation email but does not take care of providing you with the justification for purchases after purchasing your products ordered on the site and receiving your order. To be able to justify in your accounts, your expense report or even track your purchases, the \"AliExpress bill\" extension allows you to generate order PDFs, this is a layout of the justified order.\n\nOn Ali-express the VAT invoice is not automatic because the law and tax rules are not the same in each country, this extension allows you to generate an order PDF file to justify your costs and to issue a file similar to the purchase receipt.\n\n✜ Customs\nIn case of customs control, you may need to justify your purchases, or when purchasing from dropshipping, you may need to obtain a receipt from Alibaba; by installing the AliExpress download invoice. Usage corresponds perfectly to Ali customs bill or Ali-Express dropshipping invoice.\n\n✜ Operation\nThis extension works the same way Ali invoice however it works free of charge and without subscription.\n\n✜ Legal\nWe are in no way related to Alibaba Inc, AliExpress Inc, or any of Alibaba's subsidiaries. Our extension allows you to generate PDFs to allow you to justify your purchases and simplify your accounting, it is not an invoice in the French legal sense of the term because it is not issued by the Alibaba company or reseller ( https://www.economie.gouv.fr/entreprises/factures-mentions-obligatoires). Nevertheless, our software does not make fake receipts as it only issues documents that have been paid and confirmed by Alibaba. SAS AUNALA, responsible for creating the software, is not responsible for your use of these documents.\n\nYou can find our privacy policy here: http://aliexpress-invoice.com/privacy-and-cookies-policy.html\n\n✜ Privacy and collection\nWe do not collect any of your personal data, only anonymous data is sent to Google Analytics for statistical purposes.\nYour data are collected securely and never leaves your browser, it is used to generate the documents and add the download button.\nThe extension is free and will remain so.\nNevertheless, by downloading this software and accepting the general conditions of sale, you agree that there is a sharing of data of your orders (no collection of personal data) between AliExpress and the extension. To create the PDF document and that the creators of the software be paid by Alibaba in percentage as business introducers. This system makes it possible to make the extension free for users and to pay the costs relating to the creation and maintenance of this software",
    "de": "Die kostenlose Erweiterung zum Herunterladen einer Rechnung auf AliExpress mit Google Chrome. Das kostenlose Plugin AliExpress auf rechnung ermöglicht Ihnen den Download der AliExpress rechnung.\n\n✜ Herunterladen\nUm unsere \"AliExpress rechnung\"-Erweiterung zu verwenden, folgen Sie einfach der untenstehenden Prozedur:\n   ▻ \"AliExpress rechnung anfordern\" finden Sie direkt im Google Web Store\n   ▻ Drücken Sie \"Add to Chrome\", wodurch das Tool auf Ihren Computer heruntergeladen wird. Dadurch erhalten Sie die Erweiterung AliExpress rechnung ausdrucken auf Ihrem Computer.\n\n✜ Verwendung\nEs wird also zwei Möglichkeiten geben, AliExpress rechnung anfordern zu nutzen:\n  1) Aus der Erweiterung\n    a) durch Drücken von \"Meine Befehle\".\n    b) Nach Verfahren 2) direkt auf der Website\n  2) Direkt auf der AliExpress-Website,\n    a) Gehen Sie auf die E-Commerce-Website, indem Sie sich in Ihr Konto einloggen\n    b) Klicken Sie dann auf die Schaltfläche \"Details anzeigen\".\n    c) es erscheint eine Schaltfläche mit \"Download PDF INVOICE\". \n\nDiese Schaltfläche wird bei allen Ihren Bestellungen angezeigt, Sie müssen nur die Erweiterung auf Ihrem Browser installiert lassen, damit sie bei allen Ihren Bestellungen funktioniert. Dieses Plugin ist sowohl für die Erstellung eines AliExpress auf rechnung bestellen oder AliExpress auf rechnung zahlen nützlich.\n\n✜ Ali-Express\nDies ist eine Website für die Verbindung zwischen verschiedenen Händlern und Käufern, die Schnittstelle zwischen Käufern und Verkäufern. Die Plattform sendet eine Auftragsbestätigung per E-Mail, kümmert sich aber nicht darum, Ihnen nach dem Kauf Ihrer auf der Website bestellten Produkte und dem Eingang Ihrer Bestellung die Kaufbegründung zu übermitteln. Um Ihre Einkäufe in Ihren Konten, Ihrer Spesenabrechnung oder sogar nachverfolgen zu können, ermöglicht Ihnen die Erweiterung \"AliExpress auf rechnung kaufen\" die Generierung von Bestell-PDFs, das ist ein Layout der begründeten Bestellung.\n\nBei der Alibaba-Gruppe ist die MwSt.-Rechnung nicht automatisch, da die Rechts- und Steuervorschriften nicht in jedem Land gleich sind. Mit diesem Plugin können Sie eine PDF-Datei der Bestellung erzeugen, um Ihre Kosten zu rechtfertigen und eine Datei ähnlich einer Einkaufsrechnung auszustellen.\n\n✜ Zoll\nIm Falle einer Zollkontrolle müssen Sie Ihre Einkäufe eventuell rechtfertigen, oder wenn Sie beim Dropshipping einkaufen, müssen Sie sich direkt eine Rechnung besorgen, indem Sie die AliExpress download invoice installieren. Die Nutzung entspricht perfekt der Zollrechnung oder der Dropshipping-Rechnung.\n\n✜ Bedienung\nDiese Erweiterung funktioniert auf die gleiche Weise wie Ali Invoice Rechnungen, jedoch kostenlos und ohne Abonnement; das Hochladen einer Rechnung auf Ali Invoice erzeugt ein Dokument, das dem von AliExpress invoice ähnlich ist; die Verwendung ist von gleichem Nutzen wie Ali Invoice free, jedoch für den französischen Gebrauch.\n \n✜ Rechtlich\nWir sind in keiner Weise mit Alibaba Inc, AliExpress-Inc oder einer der Tochtergesellschaften von Alibaba verbunden. Unsere Erweiterung ermöglicht es Ihnen, PDFs zu erstellen, um Ihre Einkäufe zu rechtfertigen und Ihre Buchhaltung zu vereinfachen. Es handelt sich dabei nicht um eine Rechnung im französischen Rechtssinne, da sie nicht von der Firma Alibaba oder dem Wiederverkäufer ausgestellt wird (siehe Rechnungen https://www.economie.gouv.fr/entreprises/factures-mentions-obligatoires). Dennoch erstellt unsere Software keine gefälschten Rechnungen, da sie nur Dokumente ausstellt, die bezahlt und von der Website bestätigt wurden. SAS AUNALA, die für die Erstellung der Software verantwortlich ist, ist nicht für die Verwendung dieser Dokumente durch Sie verantwortlich.\n\nSie können unsere Datenschutzerklärung hier finden: http://AliExpress-invoice.com/privacy-and-cookies-policy.html\n\n✜ Datenschutz und Sammlung\nWir sammeln keine Ihrer persönlichen Daten, sondern senden lediglich anonyme Daten an Google Analytics für statistische Zwecke.\nIhre Daten werden sicher erfasst und verlassen niemals Ihren Browser, sie werden zur Generierung der Dokumente und zum Hinzufügen des Download-Buttons verwendet.\nDie Erweiterung ist kostenlos und wird es auch bleiben.\nNichtsdestotrotz erklären Sie sich durch das Herunterladen dieser Software und das Akzeptieren der allgemeinen Verkaufsbedingungen damit einverstanden, dass es einen Datenaustausch Ihrer Bestellungen (keine Sammlung persönlicher Daten) zwischen der Alibaba-Gruppe und dem Plugin \"AliExpress kauf auf rechnung\" zur Erstellung des PDF-Dokuments gibt und dass die Ersteller der kostenlosen Software \"AliExpress rechnung\" von Alibaba als Geschäftsvermittler prozentual bezahlt werden. Dieses System ermöglicht es, die Erweiterung für die Benutzer kostenlos zu machen und die mit der Erstellung und Wartung dieser Software verbundenen Kosten zu übernehmen.",
    "es": "La extensión gratuita para descargar una factura en AliExpress usando Google Chrome. El plug-in gratuito AliExpress factura te permite descargar la factura de AliExpress.\n\n✜ Descargar\nPara usar nuestra extensión \"AliExpress facturacion\", simplemente siga el procedimiento siguiente:\n   ▻ Busca \"AliExpress factura\" directamente en Google Web Store\n   ▻ Presiona \"Add to Chrome\" que descarga la herramienta a tu ordenador. Esto te da la extensión facturas AliExpress en tu ordenador.\n\n✜ Utiliza\nPor lo tanto, habrá dos posibilidades para AliExpress factura de compra:\n  1) Desde la extensión\n    a) Presionando \"Mis órdenes\"\n    b) Siguiendo el procedimiento 2) directamente en el sitio web\n  2) Directamente en el sitio de AliExpress,\n    a) Vaya al sitio de comercio electrónico entrando en su cuenta\n    b) A continuación, haga clic en el botón \"Ver detalles\".\n    c) aparece un botón con \"Descargar FACTURA PDF\" \n\nEste botón se muestra en todos sus pedidos, sólo tiene que mantener la extensión instalada en su navegador, funcionará durante todos sus pedidos. Este plug-in es útil tanto para generar un factura AliExpress plaza o factura AliExpress chile.\n\n✜ Ali-Express\nEste es un sitio para conectar a los diferentes comerciantes con los compradores, la interfaz que conecta a compradores y vendedores. La plataforma envía un correo electrónico de confirmación de pedido, pero no se ocupa de proporcionarle la justificación de las compras después de haber comprado los productos pedidos en el sitio y haber recibido su pedido. Para poder justificar en sus cuentas, su informe de gastos o incluso hacer un seguimiento de sus compras, el plug-in \"factura comercial AliExpress chile\" le permite generar los PDF de los pedidos, se trata de una maqueta del pedido justificado.\n\nEn el grupo Alibaba la factura IVA no es automática porque la ley y las reglas fiscales no son las mismas en cada país, este plug-in le permite generar un archivo PDF de pedido para justificar sus gastos y emitir un archivo similar a una factura de compra.\n\n✜ Aduanas\nEn caso de control aduanero, puede que tenga que justificar sus compras, o cuando compre en dropshipping, puede que tenga que obtener una factura directamente; instalando la factura AliExpress plaza factura iva. El uso corresponde perfectamente a la factura de la aduana o a pedir factura AliExpress.\n\n✜ Funcionamiento\nEste plug-in funciona de la misma manera que las facturas ali invoice, sin embargo funciona de forma gratuita y sin suscripción; al subir una factura a ali invoice se genera un documento similar al generado por la factura gratuita para Alibaba; el uso es de la misma utilidad que ali invoice free pero para uso francés.\n \n✜ Legal\nNo estamos relacionados de ninguna manera con Alibaba Inc, AliExpress-Inc, o cualquiera de las subsidiarias de Alibaba. Nuestra extensión le permite generar PDFs para permitirle justificar sus compras y simplificar su contabilidad, no se trata de una factura en el sentido jurídico francés del término porque no es emitida por la empresa Alibaba o el revendedor (ver facturas https://www.economie.gouv.fr/entreprises/factures-mentions-obligatoires). Sin embargo, nuestro software no hace facturas falsas ya que sólo emite documentos que han sido pagados y confirmados por el sitio web. SAS AUNALA, responsable de la creación del software, no se hace responsable del uso que usted haga de estos documentos.\n\nPuede encontrar nuestra política de privacidad aquí: http://AliExpress-invoice.com/privacy-and-cookies-policy.html\n\n✜ Privacidad y colección\nNo recogemos ninguno de sus datos personales, sólo se envían datos anónimos a Google Analytics con fines estadísticos.\nSus datos se recogen de forma segura y nunca salen de su navegador, se utilizan para generar los documentos y añadir el botón de descarga.\nEl plug-in es gratuita y seguirá siéndolo.\nSin embargo, al descargar este software y aceptar las condiciones generales de venta, usted acepta que haya un intercambio de datos de sus pedidos (no recopilación de datos personales) entre el grupo Alibaba y el plugin \"AliExpress facturacion\" para crear el documento PDF y que los creadores del software \"factura AliExpress españa\" gratuito sean pagados por Alibaba en porcentaje como introductores de negocios. Este sistema permite que la extensión sea gratuita para los usuarios y que se paguen los costes relativos a la creación y mantenimiento de este software",
    "fr": "Il peut être très difficile d'obtenir une facture auprès de vos vendeurs AliExpress, avec cette extension Chrome, vous pouvez télécharger vous-même les détails de la commande.\nCette extension est simple d'utilisation: une fois installée via le Chrome Web Store, vous pourrez télécharger une facture pour chaque commande directement sur la page détaillée de la commande."
  }
}