{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MapIt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send selected text to Google Maps"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing a handy Chrome extension for Google Maps enthusiasts! Our extension makes it easy to get directions or search for a location without ever leaving your browser. With just a few clicks, you can highlight any text on a webpage and send it directly to Google Maps.\n\nSimply install the extension from the Chrome Web Store and start using it right away. Whenever you come across an address, landmark, or other location information on a website, just highlight the text and right-click to access the extension's context menu. From there, select \"Send to Google Maps\" and watch as the magic happens.\n\nThe extension will automatically open Google Maps in a new tab and display the location you selected. From there, you can get directions, explore the area, or do whatever else you need to do with the power of Google Maps at your fingertips.\n\nOur extension is perfect for anyone who frequently uses Google Maps to navigate, plan trips, or explore new places. It saves you time and hassle by eliminating the need to manually copy and paste information into the Maps search bar. Plus, it works seamlessly with all your other Chrome extensions and doesn't slow down your browsing experience.\n\nSo why wait? Install our Google Maps extension today and start exploring the world in a whole new way!"
  }
}