{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Dictate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context-aware dictation that understands technical terms, names, and industry jargon automatically"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Dictate is a context-aware dictation and AI chat tool designed to enhance dictation and browsing experiences across various web platforms. \n\nThe app understands the content of the website you're browsing, and allows you to take notes, and ask questions regarding that same content. \nThe app has two main functionalities: \n\nSmart Dictate: \n\nThe app uses the website content to boost the accuracy of your dictation. This ensures accurate transcription of industry-specific terminology, technical abbreviations, and complex names.\nPopular use cases for this feature are medical record editing, CRM management, and general documentation purposes.\n\nSmart Answers: \n\nThe app takes in the website content and generates AI answers to your dictated questions. The app uses state-of-the-art models, namely GPT4o and Claude 3.5 Sonnet, reducing the need to use dedicated subscriptions. \nPopular use cases for this feature are market research and competitive analysis, where users can quickly gain insights into industry trends, customer preferences, and emerging opportunities by asking targeted questions. \n\nThe dictations are automatically copied to your clipboard, or can be also manually copied from the app itself. \n\nAll dictations and website contents are only processed for the purpose of generating the finshed transcription or provide the search results. None of the dictations, or website content are stored after the request is finsihed."
  }
}