{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Don't save to history"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you create a custom list of websites that will never be recorded in your browser's history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✔️ Automatically delete specific websites from your browser history\n✔️ Simple interface to add and remove websites\n✔️ All data stays local; nothing is shared with third parties\n✔️ Temporarily disable or uninstall the extension whenever needed\n\nHow it works? 🕵️\n\nYou add keywords to the list, and the extension automatically deletes all history results that match the keywords. This ensures that any URLs containing these keywords will not appear in your browsing history.\n\nFAQ❔\n\n➡️ 1️. What does this extension do?\nOur extension automatically removes records of specific websites from your browser history, helping you maintain your privacy.\n\n➡️ 2. How do I add a website to the list?\nOpen the extension popup and simply enter the website name in the input field and click 'Add'. The website will be added to the list and managed by the extension.\n\n➡️ 3. How do I remove a website from the list?\nClick the ✖️ button next to the website name in the extension’s popup to remove it from the list.\n\n➡️ 4. Is my browsing activity tracked or stored?\nNo, the extension does not track your browsing activity or store any personal information. All data is kept locally on your browser storage.\n\n➡️ 5. Can I see which websites are being managed?\nYes, you can view the list of managed websites in the extension’s popup. You have full control over this list.\n\n➡️ 6. What permissions does the extension need?\nThe extension requires permissions to access your browsing history to execute deletion, your current tab to see if it's on the list, and storage to manage and store the list of websites. These permissions are only used to provide the functionality described.\n\n➡️ 7. Is my data shared with third parties?\nNo, your data is never shared with third parties. Everything is handled locally within your browser.\n\n➡️ 8. How can I ensure the extension is working properly?\nYou can check the extension’s popup to see the list of websites being managed. Additionally, you can review your browser history to confirm that records of the specified websites are being removed.\n\n➡️ 9. Can I temporarily disable the extension?\nYes, you can disable the extension from the browser’s extension management page. Reactivate it whenever you need it again.\n\n➡️ 10. How do I uninstall the extension?\nTo uninstall, go to your browser’s extension management page, find our extension, and click 'Remove'."
  }
}