{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shareit For PC, Windows and Mac Download"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shareit for PC Share files seamlessly on PC, Windows, and Mac with Share it - Lightning-fast,secure and free"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for a seamless way to share content between your PC, Windows, and Mac devices? Look no further! Shareit For PC, Windows, and Mac is the ultimate solution for quick and effortless file sharing across platforms. Whether you want to transfer documents, images, or videos, this Chrome extension makes it a breeze.\n\nBenefits:\n\nCross-Platform Compatibility: Shareit For PC, Windows, and Mac bridges the gap between different operating systems, allowing you to share files effortlessly between Windows and Mac devices.\n\nLightning-Fast Transfers: Say goodbye to slow file transfers. Our extension ensures rapid sharing, saving you time and frustration.\n\nSecure and Private: We take your data security seriously. Your files are transferred securely, so you can share sensitive information without worry.\n\nNo File Size Limit: Whether it's a small document or a large video, Shareit For PC, Windows, and Mac can handle it all, with no file size restrictions. \n\nUser-Friendly Interface: The user interface is intuitive and easy to navigate, making it suitable for users of all experience levels.\n\nFree to Use: We believe in making cross-platform sharing accessible to all. Shareit For PC, Windows, and Mac is completely free to use, with no hidden costs.\n\n✅ How to Install the Chrome Extension: 🛠\n\n- Installing Shareit For PC, Windows, and Mac is a straightforward process:\n\n- Open your Google Chrome browser on your PC.\n\n- Visit the Chrome Web Store.\n\n- In the search bar, type \"Shareit For PC, Windows, and Mac.\"\n\n- Click on the extension when it appears in the search results.\n\n- Hit the \"Add to Chrome\" button.\n\n- Confirm the installation by clicking \"Add Extension.\"\n\nOnce the extension is added to your browser, you'll see its icon in the Chrome toolbar.\n\n✅ Share it For PC Extension Features\n\n✔️Drag and Drop File: After clicking on the extension, click on Drag and Drop to browse and upload an image or file.\n\n✔️Then you can see that the file or image has been successfully uploaded. You can now view the file name and QR code.\n\n✔️You will also see a download link . Now, you can copy the link and share it everywhere.\n\n✔️Easy To use\n\n✔️Simple Extension\n\n✔️Disclaimer:\n\nPlease note that \"Shareit For PC, Windows, and Mac\" Chrome Extension is an independent product and is not associated, affiliated, or endorsed by the Share it Android app or its developers. We respect intellectual property rights and make no claim to any copyrights associated with the Share it Android app."
  }
}