{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "D2L++"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to enhance Brightspace LMS with dark mode, themes and some extra features."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Brightspace LMS experience with D2L++, the powerful Chrome extension that decorates themes, enables features, and gives it a new elegant look.\n\nBrightspace LMS is a learning management system that is common in many higher learning institutions. D2L++ comes with multiple themes and advanced features to give you a pleasurable and more personalized learning experience.\n\n✅ CUSTOMIZABLE DARK MODE\nChange the theme to dark to save your eye from fatigue, especially at night. There are already pre-designed themes available for you: Cyberpunk, Midnight, Mystic Blue, Royal Purple— a variety of dark themes to play with.\n\n✅ FULL WIDTH\nExpand content area for a more immersive view, maximizing your use of screen space.\n\n✅ REPLACE D2L LOGO\nCustomize the platform more by replacing the standard logo with your very own D2L++ logo.\n\n✅ BANNER BRIGHTNESS CONTROL\nBrightness of course banners can be adjusted according to personal viewing preference for maximum visibility and comfort.\n\n✅ REMOVE BANNERS\nDecide to hide the banners for a cleaner, more distraction-free interface that helps you keep your mind focused on what really matters.\n\n✅ SUPPORT FOR MULTIPLE INSTITUTIONS\nCreated for use in Brightspace LMS platforms, including those of other institutions.\n\n✅ AND EVEN MORE\nYou can anticipate exciting new improvements that will continuously serve to further elevate your LMS experience with more enhancements and more customization options coming!\n\nIf you would like to contribute or learn more about the extension, you can join the Discord server or email me at woke.cs.dev@gmail.com."
  }
}