{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yeastar Linkus for Google"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Manage your office calls easily and never miss a call from your business phone system.",
    "de": "Verwalten Sie Ihre Büroanrufe einfach und verpassen Sie keinen Anruf von Ihrem Telefonsystem.",
    "it": "Gestisci facilmente le tue chiamate in ufficio e non perdere mai una chiamata dal tuo sistema telefonico aziendale.",
    "pt_BR": "Gerencie suas chamadas facilmente e nunca perca uma chamada do seu sistema telefônico.",
    "zh_CN": "轻松管理您的商务电话，帮助您不漏接商务来电。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Yeastar Linkus for Google seamlessly integrates Yeastar PBX services to create a lightweight yet powerful browser-based softphone tool. Enable easy dialpad, click-to-call, advanced call handing, call notification, phone number auto-detection on web pages and more to maximize your workday efficiency.\n\n*Features*\n\n● Incoming call pop-up to avoid missing important calls, even with your web browser or Linkus web client closed.\n● Easy dialpad and PBX-integrated contact search & auto-matching\n● Active call control, including web-based audio/video calls, call transfer, hold, mute, record, CTI, etc.\n● Click-to-call any phone numbers on a web page, including web-based CRMs\n● Notifications for new voicemails and missed calls\n● Extension presence switch between Available, Away, Do Not Disturb, etc.\n● Queue agent pause/unpause, log in/out\n● Blocklist certain websites to prevent the extension from detecting those numbers\n● Customizable function keys to achieve one-click operation of often-used functions, including speed dial, extension status monitoring, call parking, etc.\n\n*Important Read*\n\nThis plugin only works with Yeastar business phone systems and is not a standalone extension. Some of the stated features are limited to specific Yeastar PBX series. See details below:\n● Yeastar P-Series PBX System: you must have a Linkus Web Client account or a Linkus Desktop Client to use the plugin. \n● If used with Linkus Web Client, this extension will support all the features.\n● If used with Linkus Desktop Client, this extension will only support click-to-call, phone number auto-detection on web pages, and website blocklist features.\n\nLearn more about Yeastar PBX systems here: www.yeastar.com\nDownload Yeastar Linkus Desktop Client here:\nhttps://www.yeastar.com/linkus-download/",
    "de,it,pt_BR,zh_CN": "Yeastar Linkus for Google seamlessly integrates Yeastar PBX services to create a lightweight yet powerful browser-based softphone tool. Enable easy dialpad, click-to-call, advanced call handing, call notification, phone number auto-detection on web pages and more to maximize your workday efficiency.\n\n*Features*\n\n● Incoming call pop-up to avoid missing important calls, even with your web browser or Linkus web client closed.\n● Easy dialpad and PBX-integrated contact search & auto-matching\n● Active call control: web-based audio/video calls, call transfer, hold, mute, record, CTI, etc.\n● Click-to-dial phone numbers available on any web pages, including web-based CRMs\n● Notifications for new voicemails and missed calls\n● Extension Presence switch between Available, Away, Do Not Disturb, etc.\n● Queue agent pause/unpause, log in/log out\n● Blocklist some websites to prevent the extension from detecting the numbers\n\n*Important Read*\n\nThis extension is only for use with Yeastar business phone systems and is not a standalone extension. Some of the stated features are limited to specific Yeastar PBX series. See details below:\n● Yeastar P-Series PBX System: you must have a Linkus Web Client account or a Linkus Desktop Client to use the plugin. \n● Yeastar S-Series, Cloud, and K2 Series PBX users: you must have a Linkus Desktop Client to use the plugin. \n● If used with Linkus Web Client, this extension will support all the features.\n● If used with Linkus Desktop Client, this extension will only support click-to-call, phone number auto-detection on web pages, and website blocklist features.\n\nLearn more about Yeastar PBX systems here: www.yeastar.com\nDownload Yeastar Linkus Desktop Client here: https://www.yeastar.com/linkus-download/"
  }
}