{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Batman Runner Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Batman Runner Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome's Offline Running Dino Game in Batman Theme\n\nDo you miss playing the Chrome offline dinosaur game when your internet connection is down? Well, now you can play it anytime, even when you're online!\n\nIntroducing Online Dino, a version of the Chrome Dinosaur Game that has been extended and modified with a Batman theme. The controls are the same: press up or space to jump and down to duck. Dodge cactuses, enemies, and other obstacles to reach a high score.\n\nThis game is a great way to pass the time and improve your reflexes. There are no cheats or computer help, so you'll have to rely on your own skills to succeed.\n\nTo play Online Dino, simply click on the toolbar icon and press Space to start the game. You can also play it offline by turning off your internet connection.\n\nSo what are you waiting for? Start playing Online Dino today!\n\nHere are some additional details about the game:\n\nThe game is played in an endless runner format, where you try to run as far as possible without crashing.\nThe obstacles in the game include cactuses, enemies, and other objects.\nYou can jump and duck to avoid obstacles.\nYou can also collect power-ups to help you survive.\nThe game gets faster as you progress, so it becomes more challenging.\nThe game has a high score leaderboard, so you can compete with other players.\n\n- Play others games on the top-left menu"
  }
}