{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Candy Jump Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Candy Jump Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Candy Jump is an addictive game available as a Chrome Extension and can also be played for free on the website https://doodlejump.net/. This delightful game takes you on a sugary adventure as you help a cute character jump from candy platform to candy platform.\n\nIn \"Candy Jump,\" your goal is to guide the character upward, avoiding obstacles and collecting delicious candy treats along the way. The platforms are made of various types of candies, creating a colorful and enticing environment.\n\nThe game features simple controls, where you use the arrow keys or mouse to move the character left or right. Timing and precision are key as you jump onto each candy platform, testing your reflexes and coordination.\n\nWith each successful jump, you earn points and advance higher in the level. Be careful not to miss a platform or collide with obstacles, as it will bring your sweet adventure to an end. Aim for high scores and challenge yourself to reach new heights.\n\nWhether you choose to play \"Candy Jump\" as a Chrome Extension or on the website, you'll be captivated by its charming visuals, catchy sound effects, and addictive gameplay. The game is suitable for players of all ages and provides a delightful and entertaining experience.\n\nInstall the Chrome Extension or visit https://doodlejump.net/ to indulge in the sugary fun of \"Candy Jump.\" Jump, collect candy, and see how far you can climb in this delightful confectionary adventure!\n\n*Note: We have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website https://doodlejump.net/"
  }
}