{
  "name": {
    "ar,bg,bn,ca,da,de,en,en_AU,en_GB,en_US,es,es_419,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN,zh_TW": "PDF Tab - Your PDF Converter",
    "am,cs,el,et": "PDF Tab - Word to PDF Converter",
    "fa,fi,ko,mr": "PDF Tab - Excel to PDF Converter",
    "ms": "PDF Tab - PPT to PDF Converter",
    "ro": "PDF Converter - PPT to PDF Converter",
    "th": "PDF Converter - Online PDF Converter",
    "vi": "PDF Converter - JPG to PDF Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,nl,no,pl,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "PDF Tab is your everyday PDF converter that is accessible from the new tab. Simply drag & drop to convert Word, Excel, PPT and JPG…",
    "de": "PDF Tab ist Ihr alltäglicher PDF-Konverter, auf den Sie über den neuen Tab zugreifen können. Einfach per Drag & Drop Word, Excel,…",
    "en,zh_CN": "PDF Tab is your everyday PDF converter that is accessible directly from the new tab. Simply drag & drop file to convert it to PDF",
    "es,es_419": "PDF Tab es su conversor de PDF diario al que se puede acceder desde la nueva pestaña. Simplemente arrastre y suelte para convertir…",
    "fr": "PDF Tab est votre convertisseur PDF quotidien accessible à partir du nouvel onglet. Glissez-déposez simplement pour convertir Word,…",
    "ko": "PDF Tab is your everyday PDF converter online that is accessible from the new tab. Simply drag & drop to convert Word, Excel, PPT…",
    "mr": "PDF Tab is your free PDF converter online that is accessible from the new tab. Simply drag & drop to convert Word, Excel, PPT and…",
    "ms": "PDF Tab is your PDF converter online for free that is accessible from the new tab. Simply drag & drop to convert Word, Excel, PPT…",
    "pt_BR,pt_PT": "PDF Tab é o seu conversor de PDF diário que pode ser acessado na nova guia. Basta arrastar e soltar para converter Word, Excel, PPT…",
    "ro": "PDF Tab is online PDF converter for free that is accessible from the new tab. Simply drag & drop to convert Word, Excel, PPT and…"
  },
  "long": {
    "ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing PDF Tab, your go-to PDF converter conveniently accessible directly from your new tab. With PDF Tab, converting files to PDF format has never been easier. Simply drag and drop your files, and watch as they seamlessly transform documents in an instant.\n\nPDF Tab supports a wide range of file formats, including Word, Excel, PowerPoint, and JPG, ensuring that you can convert your documents, spreadsheets, presentations, and images with ease. Whether you're preparing reports, sharing presentations, or archiving important documents, The Tab has you covered.\n\nWith its intuitive interface and effortless conversion process, Converter simplifies the task of creating PDFs, allowing you to focus on your work without the hassle of complex software or time-consuming processes.",
    "am": "Introducing PDF Tab, your go-to PDF converter conveniently accessible directly from your new tab. With PDF Tab, converting files to PDF format has never been easier. Simply drag and drop your files, and watch as they seamlessly transform into PDF documents in an instant.\n\nPDF Tab supports a wide range of file formats, including Word, Excel, PowerPoint, and JPG, ensuring that you can convert your documents, spreadsheets, presentations, and images into PDFs with ease. Whether you're preparing reports, sharing presentations, or archiving important documents, PDF Tab has you covered.\n\nWith its intuitive interface and effortless conversion process, PDF Converter simplifies the task of creating PDFs, allowing you to focus on your work without the hassle of complex software or time-consuming processes. Experience the convenience of PDF conversion right from your new tab with PDF Tab.",
    "cs": "Představujeme kartu PDF, váš převaděč do PDF, který je pohodlně přístupný přímo z vaší nové karty. S kartou PDF nebyl převod souborů do formátu PDF nikdy jednodušší. Jednoduše přetáhněte své soubory a sledujte, jak se během okamžiku hladce přemění na dokumenty PDF.\n\nKarta PDF podporuje širokou škálu formátů souborů, včetně Wordu, Excelu, PowerPointu a JPG, což zajišťuje, že můžete snadno převádět své dokumenty, tabulky, prezentace a obrázky do PDF. Ať už připravujete zprávy, sdílíte prezentace nebo archivujete důležité dokumenty, karta PDF vám pomůže.\n\nSe svým intuitivním rozhraním a snadným procesem převodu zjednodušuje PDF Converter úkol vytváření PDF a umožňuje vám soustředit se na svou práci bez potíží se složitým softwarem nebo časově náročnými procesy. Vyzkoušejte pohodlí převodu PDF přímo z nové karty pomocí karty PDF.",
    "de": "Wir stellen Ihnen PDF Tab vor, Ihren bevorzugten PDF-Konverter, auf den Sie bequem direkt über Ihren neuen Tab zugreifen können. Mit PDF Tab war das Konvertieren von Dateien in das PDF-Format noch nie so einfach. Ziehen Sie Ihre Dateien einfach per Drag-and-Drop und beobachten Sie, wie sie sich im Handumdrehen nahtlos in PDF-Dokumente verwandeln.\n\nPDF Tab unterstützt eine Vielzahl von Dateiformaten, darunter Word, Excel, PowerPoint und JPG, und stellt so sicher, dass Sie Ihre Dokumente, Tabellenkalkulationen, Präsentationen und Bilder problemlos in PDFs konvertieren können. Egal, ob Sie Berichte vorbereiten, Präsentationen teilen oder wichtige Dokumente archivieren, PDF Tab ist für Sie da.\n\nMit seiner intuitiven Benutzeroberfläche und dem mühelosen Konvertierungsprozess vereinfacht PDF Converter die Erstellung von PDFs, sodass Sie sich auf Ihre Arbeit konzentrieren können, ohne den Aufwand komplexer Software oder zeitaufwändiger Prozesse. Erleben Sie mit PDF Tab den Komfort der PDF-Konvertierung direkt von Ihrem neuen Tab aus.",
    "es,es_419": "Presentamos PDF Tab, su conversor de PDF al que se puede acceder cómodamente directamente desde su nueva pestaña. Con PDF Tab, convertir archivos a formato PDF nunca ha sido tan fácil. Simplemente arrastre y suelte sus archivos y observe cómo se transforman sin problemas en documentos PDF en un instante.\n\nPDF Tab admite una amplia gama de formatos de archivo, incluidos Word, Excel, PowerPoint y JPG, lo que garantiza que pueda convertir sus documentos, hojas de cálculo, presentaciones e imágenes a PDF con facilidad. Ya sea que esté preparando informes, compartiendo presentaciones o archivando documentos importantes, PDF Tab lo tiene cubierto.\n\nCon su interfaz intuitiva y su proceso de conversión sin esfuerzo, PDF Converter simplifica la tarea de crear archivos PDF, permitiéndole concentrarse en su trabajo sin la molestia de software complejo o procesos que consumen mucho tiempo. Experimente la conveniencia de la conversión de PDF directamente desde su nueva pestaña con PDF Tab.",
    "fr": "Présentation de PDF Tab, votre convertisseur PDF incontournable facilement accessible directement depuis votre nouvel onglet. Avec PDF Tab, la conversion de fichiers au format PDF n'a jamais été aussi simple. Faites simplement glisser et déposez vos fichiers et regardez-les se transformer de manière transparente en documents PDF en un instant.\n\nPDF Tab prend en charge un large éventail de formats de fichiers, notamment Word, Excel, PowerPoint et JPG, garantissant que vous pouvez facilement convertir vos documents, feuilles de calcul, présentations et images en PDF. Que vous prépariez des rapports, partagez des présentations ou archiviez des documents importants, PDF Tab est là pour vous.\n\nAvec son interface intuitive et son processus de conversion sans effort, PDF Converter simplifie la tâche de création de PDF, vous permettant de vous concentrer sur votre travail sans les tracas d'un logiciel complexe ou de processus fastidieux. Découvrez la commodité de la conversion PDF directement depuis votre nouvel onglet avec PDF Tab.",
    "it": "Ti presentiamo PDF Tab, il tuo convertitore PDF preferito, comodamente accessibile direttamente dalla tua nuova scheda. Con PDF Tab, convertire i file in formato PDF non è mai stato così facile. È sufficiente trascinare e rilasciare i file e osservare come si trasformano senza problemi in documenti PDF in un istante.\n\nPDF Tab supporta un'ampia gamma di formati di file, tra cui Word, Excel, PowerPoint e JPG, garantendoti la possibilità di convertire facilmente documenti, fogli di calcolo, presentazioni e immagini in PDF. Che tu stia preparando report, condividendo presentazioni o archiviando documenti importanti, PDF Tab è quello che fa per te.\n\nCon la sua interfaccia intuitiva e il processo di conversione semplice, PDF Converter semplifica il compito di creare PDF, permettendoti di concentrarti sul tuo lavoro senza il fastidio di software complessi o processi dispendiosi in termini di tempo. Prova la comodità della conversione PDF direttamente dalla tua nuova scheda con PDF Tab.",
    "ko": "PDF 탭을 소개합니다. PDF 변환기는 새 탭에서 직접 편리하게 액세스할 수 있습니다. PDF 탭을 사용하면 파일을 PDF 형식으로 변환하는 것이 그 어느 때보다 쉬워졌습니다. 파일을 끌어서 놓기만 하면 즉시 PDF 문서로 원활하게 변환되는 것을 볼 수 있습니다.\n\nPDF 탭은 Word, Excel, PowerPoint, JPG를 포함한 다양한 파일 형식을 지원하므로 문서, 스프레드시트, 프리젠테이션 및 이미지를 PDF로 쉽게 변환할 수 있습니다. 보고서를 준비하든, 프리젠테이션을 공유하든, 중요한 문서를 보관하든 PDF Tab을 사용하면 됩니다.\n\n직관적인 인터페이스와 손쉬운 변환 프로세스를 갖춘 PDF Converter는 PDF 작성 작업을 단순화하여 복잡한 소프트웨어나 시간 소모적인 프로세스로 인한 번거로움 없이 작업에 집중할 수 있도록 해줍니다. PDF 탭을 사용하여 새 탭에서 바로 PDF 변환의 편리함을 경험해 보세요.",
    "pt_BR,pt_PT": "Apresentando o PDF Tab, seu conversor de PDF convenientemente acessível diretamente de sua nova guia. Com o PDF Tab, converter arquivos para o formato PDF nunca foi tão fácil. Basta arrastar e soltar seus arquivos e observar como eles se transformam em documentos PDF em um instante.\n\nPDF Tab oferece suporte a uma ampla variedade de formatos de arquivo, incluindo Word, Excel, PowerPoint e JPG, garantindo que você possa converter seus documentos, planilhas, apresentações e imagens em PDFs com facilidade. Esteja você preparando relatórios, compartilhando apresentações ou arquivando documentos importantes, o PDF Tab tem o que você precisa.\n\nCom sua interface intuitiva e processo de conversão fácil, PDF Converter simplifica a tarefa de criação de PDFs, permitindo que você se concentre em seu trabalho sem o incômodo de softwares complexos ou processos demorados. Experimente a conveniência da conversão de PDF diretamente na sua nova guia com o PDF Tab.",
    "sv": "Vi introducerar PDF Tab, din gå-till PDF-konverterare som är lättillgänglig direkt från din nya flik. Med PDF Tab har det aldrig varit enklare att konvertera filer till PDF-format. Dra och släpp dina filer och se hur de sömlöst förvandlas till PDF-dokument på ett ögonblick.\n\nPDF Tab stöder ett brett utbud av filformat, inklusive Word, Excel, PowerPoint och JPG, vilket säkerställer att du enkelt kan konvertera dina dokument, kalkylblad, presentationer och bilder till PDF-filer. Oavsett om du förbereder rapporter, delar presentationer eller arkiverar viktiga dokument, har PDF-fliken dig täckt.\n\nMed sitt intuitiva gränssnitt och enkla konverteringsprocess förenklar PDF Converter uppgiften att skapa PDF-filer, så att du kan fokusera på ditt arbete utan krångel med komplex programvara eller tidskrävande processer. Upplev bekvämligheten med PDF-konvertering direkt från din nya flik med PDF Tab."
  }
}