{
  "name": {
    "ar": "أداة تمييز لجوجل كروم ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Highlighter for Google Chrome™",
    "bg": "Хайлайтър за Google Chrome ™",
    "ca": "Marcador per a Google Chrome ™",
    "cs": "Zvýrazňovač pro Google Chrome ™",
    "da": "Highlighter til Google Chrome ™",
    "de": "Textmarker für Google Chrome ™",
    "el": "Επισήμανση για το Google Chrome ™",
    "es": "Resaltador para Google Chrome ™",
    "et": "Esiletõstja Google Chrome ™ -i jaoks",
    "fi": "Korostin Google Chrome ™ -sovellukseen",
    "fil": "Highlighter para sa Google Chrome ™",
    "fr": "Surligneur pour Google Chrome ™",
    "he": "מדגיש עבור ™ Google Chrome",
    "hi": "Google Chrome ™ के लिए हाइलाइटर",
    "hr": "Označivač za Google Chrome ™",
    "hu": "Kiemelő a Google Chrome ™ -hoz",
    "id": "Penyorot untuk Google Chrome ™",
    "it": "Evidenziatore per Google Chrome ™",
    "ja": "GoogleChrome™の蛍光ペン",
    "ko": "Google Chrome ™ 용 형광펜",
    "lt": "„Google Chrome ™“ žymeklis",
    "lv": "Marķieris pārlūkam Google Chrome ™",
    "ms": "Penyerlahkan untuk Google Chrome ™",
    "nl": "Markeerstift voor Google Chrome ™",
    "no": "Highlighter for Google Chrome ™",
    "pl": "Zakreślacz dla Google Chrome ™",
    "ro": "Marcator pentru Google Chrome ™",
    "ru": "Маркер для Google Chrome ™",
    "sk": "Zvýrazňovač pre Google Chrome ™",
    "sl": "Označevalnik za Google Chrome ™",
    "sr": "Истицање за Гоогле Цхроме ™",
    "sv": "Highlighter för Google Chrome ™",
    "th": "ปากกาเน้นข้อความสำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Fosforlu Kalem",
    "uk": "Підсвітка для Google Chrome ™",
    "vi": "Bút đánh dấu cho Google Chrome ™",
    "zh_CN": "Google Chrome™的荧光笔",
    "zh_TW": "Google Chrome™的熒光筆"
  },
  "short": {
    "ar": "قم بتمييز النصوص الخاصة بك مباشرة في صفحة الويب الخاصة بك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Highlight your text right in the webpage.",
    "bg": "Маркирайте текстовете си направо на вашата уеб страница.",
    "ca": "Ressalteu els vostres textos directament a la vostra pàgina web.",
    "cs": "Zvýrazněte své texty přímo na své webové stránce.",
    "da": "Fremhæv dine tekster lige på din webside.",
    "de": "Markieren Sie Ihre Texte direkt auf Ihrer Webseite.",
    "el": "Επισημάνετε τα κείμενά σας απευθείας στην ιστοσελίδα σας.",
    "es": "Resalta tus textos directamente en tu página web.",
    "et": "Tõstke oma tekstid esile otse oma veebilehel.",
    "fi": "Korosta tekstisi suoraan verkkosivullasi.",
    "fil": "I-highlight ang iyong mga teksto sa iyong webpage.",
    "fr": "Mettez en évidence vos textes directement dans votre page Web.",
    "he": "הדגש את הטקסטים שלך ישירות בדף האינטרנט שלך.",
    "hi": "अपने वेबपेज में अपने ग्रंथों को हाइलाइट करें।",
    "hr": "Istaknite svoje tekstove izravno na svojoj web stranici.",
    "hu": "Jelölje ki szövegeit közvetlenül a weboldalán.",
    "id": "Sorot teks Anda langsung di halaman web Anda.",
    "it": "Evidenzia i tuoi testi direttamente nella tua pagina web.",
    "ja": "Webページでテキストを強調表示します。",
    "ko": "웹 페이지에서 바로 텍스트를 강조하세요.",
    "lt": "Paryškinkite savo tekstus tiesiai savo tinklalapyje.",
    "lv": "Iezīmējiet savus tekstus tieši savā tīmekļa lapā.",
    "ms": "Sorot teks anda terus di laman web anda.",
    "nl": "Markeer uw teksten rechtstreeks op uw webpagina.",
    "no": "Marker tekstene dine rett på websiden din.",
    "pl": "Podświetlaj swoje teksty bezpośrednio na swojej stronie internetowej.",
    "ro": "Evidențiați textele chiar în pagina dvs. web.",
    "ru": "Выделите свои тексты прямо на своей веб-странице.",
    "sk": "Zvýraznite svoje texty priamo na svojej webovej stránke.",
    "sl": "Označite besedila na svoji spletni strani.",
    "sr": "Истакните своје текстове директно на својој веб страници.",
    "sv": "Markera dina texter direkt på din webbsida.",
    "th": "เน้นข้อความของคุณในหน้าเว็บของคุณ",
    "tr": "Metinlerinizi doğrudan web sayfanızda vurgulayın.",
    "uk": "Виділіть свої тексти прямо на своїй веб-сторінці.",
    "vi": "Đánh dấu văn bản của bạn ngay trong trang web của bạn.",
    "zh_CN": "在网页上突出显示文本。",
    "zh_TW": "在網頁上突出顯示文本。"
  },
  "long": {
    "ar": "استخدم هذا البرنامج لتسليط الضوء على أجزاء مهمة من موقع الويب.\n\nأكثر من 10 ألوان للاختيار من بينها للون الهايلايتر. highlight\n\nهل تريد التأكيد على النقاط المهمة على موقع ويب عبر التمييز قبل حفظ لقطة الشاشة على جهاز الكمبيوتر الخاص بك؟\n\nيمكنك القيام بذلك الآن مجانًا باستخدام برنامج قلم التمييز الخاص بنا. highlight this\n\nهذا هو برنامج تمييز سريع وبسيط للمساعدة في إبراز لقطات الشاشة الخاصة بك. lowlight\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى هذا الامتداد. Highlighter for Google Chrome ™ ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Use this software to highlight important parts of a website.\n\nOver 10+ colors to choose from for the highlighter color.\n\nWant to emphasize important points on a website via highlighting before saving the screenshot to your computer?\n\nYou can do so now for free using our highlighter software. \n\nThis is a fast and simple highlighter software to help your screenshots stand out.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. Highlighter for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Използвайте този софтуер, за да подчертаете важни части от уебсайт.\n\nНад 10+ цвята, от които можете да избирате за цвета на хайлайтера. highlight of the day\n\nИскате да подчертаете важни моменти на уебсайт чрез подчертаване, преди да запазите екранната снимка на вашия компютър?\n\nМожете да го направите сега безплатно, като използвате нашия софтуер за маркиране. to highlight\n\nТова е бърз и лесен софтуер за маркиране, който помага на вашите екранни снимки да се открояват. manizer\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение. Хайлайтър за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Utilitzeu aquest programari per ressaltar parts importants d’un lloc web.\n\nMés de 10 colors o més per triar per al color de ressaltador. key highlights\n\nVoleu destacar els punts importants d’un lloc web mitjançant el ressaltat abans de desar la captura de pantalla a l’ordinador?\n\nPodeu fer-ho ara de franc amb el nostre programari de ressaltador. highlight lowlight\n\nAquest és un programari de ressaltador ràpid i senzill per ajudar a destacar les vostres captures de pantalla. highlighted in red\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió. El ressaltador per a Google Chrome ™ no és propietat de, no és llicenciat per ni és filial de Google Inc.",
    "cs": "Pomocí tohoto softwaru zvýrazníte důležité části webové stránky.\n\nVíce než 10 barev pro výběr barvy zvýrazňovače. manizer\n\nChcete zdůraznit důležité body na webu zvýrazněním před uložením snímku obrazovky do počítače?\n\nNyní tak můžete udělat zdarma pomocí našeho softwaru pro zvýraznění. key highlights\n\nJedná se o rychlý a jednoduchý software pro zvýraznění, který pomůže vyniknout vašim snímkům obrazovky. highlight lowlight\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření nepodporuje ani nesponzoruje. Zvýrazňovač pro Google Chrome ™ není vlastněn, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Brug denne software til at fremhæve vigtige dele af et websted.\n\nOver 10+ farver at vælge imellem til highlighter-farven. highlighted in red\n\nVil du fremhæve vigtige punkter på et websted via fremhævning, før du gemmer skærmbilledet på din computer?\n\nDu kan gøre det nu gratis ved hjælp af vores highlighter-software. the highlight\n\nDette er en hurtig og enkel highlighter-software, der hjælper dine skærmbilleder med at skille sig ud. highlight in a sentence\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne udvidelse. Highlighter til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Verwenden Sie diese Software, um wichtige Teile einer Website hervorzuheben.\n\nÜber 10+ Farben zur Auswahl für die Textmarkerfarbe. highlight\n\nMöchten Sie wichtige Punkte auf einer Website durch Hervorheben hervorheben, bevor Sie den Screenshot auf Ihrem Computer speichern?\n\nSie können dies jetzt kostenlos mit unserer Textmarker-Software tun. highlight this\n\nDies ist eine schnelle und einfache Textmarker-Software, mit der Sie Ihre Screenshots hervorheben können. lowlight\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Erweiterung nicht. Highlighter für Google Chrome ™ gehört nicht Google, ist nicht lizenziert und keine Tochtergesellschaft von Google Inc.",
    "el": "Χρησιμοποιήστε αυτό το λογισμικό για να επισημάνετε σημαντικά μέρη ενός ιστότοπου.\n\nΠάνω από 10+ χρώματα για να διαλέξετε για το χρώμα επισήμανσης. highlight of the day\n\nΘέλετε να τονίσετε σημαντικά σημεία σε έναν ιστότοπο μέσω επισήμανσης πριν αποθηκεύσετε το στιγμιότυπο οθόνης στον υπολογιστή σας;\n\nΜπορείτε να το κάνετε τώρα δωρεάν χρησιμοποιώντας το λογισμικό επισήμανσης. to highlight\n\nΑυτό είναι ένα γρήγορο και απλό λογισμικό επισήμανσης που βοηθά τα στιγμιότυπα οθόνης σας να ξεχωρίζουν. manizer\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση. Το Highlighter για το Google Chrome ™ δεν ανήκει σε, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Utilice este software para resaltar partes importantes de un sitio web.\n\nMás de 10 colores para elegir para el color del resaltador. highlight this\n\n¿Quiere enfatizar puntos importantes en un sitio web resaltándolos antes de guardar la captura de pantalla en su computadora?\n\nPuede hacerlo ahora de forma gratuita utilizando nuestro software de resaltado. lowlight\n\nEste es un software de resaltado rápido y simple para ayudar a que sus capturas de pantalla se destaquen. highlight of the day\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. Highlighter para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Selle tarkvara abil saate veebisaidi olulisi osi esile tõsta.\n\nEsiletõstevärvi jaoks saate valida üle 10 värvi. highlight this\n\nKas soovite enne ekraanipildi arvutisse salvestamist rõhutada esiletõstmise kaudu veebisaidi olulisi punkte?\n\nMeie esiletõstetarkvara abil saate seda teha nüüd tasuta. lowlight\n\nSee on kiire ja lihtne esiletõstetarkvara, mis aitab ekraanipiltidel silma paista. highlight of the day\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda laiendust. Google Chrome'i jaoks mõeldud esiletõstja ei kuulu Google Inc.-ile, tal pole litsentse ega ole selle tütarettevõte.",
    "fil": "Käytä tätä ohjelmistoa korostaaksesi tärkeät verkkosivuston osat.\n\nYli 10 + väriä, joista voit valita korostusvärin. highlight lowlight\n\nHaluatko korostaa tärkeitä kohtia verkkosivustolla korostamalla ennen kuvakaappauksen tallentamista tietokoneelle?\n\nVoit tehdä sen nyt ilmaiseksi korostinohjelmistomme avulla. highlighted in red\n\nTämä on nopea ja yksinkertainen korostinohjelmisto, joka auttaa kuvakaappauksiasi erottumaan. the highlight\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä laajennusta. Google Chrome ™: n korostuskynä ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Utilisez ce logiciel pour mettre en évidence des parties importantes d'un site Web.\n\nPlus de 10 couleurs au choix pour la couleur du surligneur. highlight in a sentence\n\nVous souhaitez mettre en évidence des points importants sur un site Web via la mise en évidence avant d'enregistrer la capture d'écran sur votre ordinateur?\n\nVous pouvez le faire maintenant gratuitement en utilisant notre logiciel de surligneur. yellow highlighted\n\nIl s'agit d'un logiciel de surlignage rapide et simple pour aider vos captures d'écran à se démarquer. the highlights\n\nClause de non-responsabilité: Veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension. Le surligneur pour Google Chrome ™ n'appartient pas à, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "hi": "एक वेबसाइट के महत्वपूर्ण भागों को उजागर करने के लिए इस सॉफ्टवेयर का उपयोग करें।\n\n10 से अधिक रंगों को हाइलाइटर रंग के लिए चुनने के लिए। {{}\n\nअपने कंप्यूटर के स्क्रीनशॉट को सहेजने से पहले हाइलाइटिंग के माध्यम से एक वेबसाइट पर महत्वपूर्ण बिंदुओं पर जोर देना चाहते हैं?\n\nअब आप हमारे हाइलाइटर सॉफ्टवेयर का उपयोग करके मुफ्त में ऐसा कर सकते हैं। {{}\n\nयह एक तेज और सरल हाइलाइटर सॉफ्टवेयर है, जो आपके स्क्रीनशॉट को बाहर खड़ा करने में मदद करता है। {२}\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए हाइलाइटर का स्वामित्व नहीं है, इसके पास लाइसेंस नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Pomoću ovog softvera istaknite važne dijelove web mjesta.\n\nPreko 10+ boja koje možete odabrati za boju za isticanje. lowlight\n\nŽelite li naglasiti važne točke na web mjestu isticanjem prije spremanja snimke zaslona na računalo?\n\nTo možete učiniti sada besplatno pomoću našeg softvera za isticanje. highlight of the day\n\nOvo je brz i jednostavan softver za isticanje koji će vam pomoći da se vaše snimke zaslona istaknu. to highlight\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje. Označivač za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Ezzel a szoftverrel emelje ki a weboldal fontos részeit.\n\nTöbb mint 10 szín közül választhat a kiemelő színhez. the highlight\n\nSzeretne kiemelni egy webhely fontos pontjait kiemeléssel, mielőtt a képernyőképet a számítógépre mentené?\n\nEzt most ingyen megteheti a kiemelő szoftverünk segítségével. highlight in a sentence\n\nEz egy gyors és egyszerű kiemelő szoftver, amely elősegíti a képernyőképek kiemelkedését. yellow highlighted\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a bővítményt. A Google Chrome ™ kiemelő nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Gunakan software ini untuk menyoroti bagian penting dari sebuah situs web.\n\nLebih dari 10+ warna untuk dipilih untuk warna stabilo. lowlight\n\nIngin menekankan poin penting di situs web melalui penyorotan sebelum menyimpan tangkapan layar ke komputer Anda?\n\nAnda dapat melakukannya sekarang secara gratis menggunakan perangkat lunak penyorot kami. highlight of the day\n\nIni adalah perangkat lunak penyorot yang cepat dan sederhana untuk membantu tangkapan layar Anda menonjol. to highlight\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi ini. Penyorot untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Usa questo software per evidenziare parti importanti di un sito web.\n\nOltre 10 colori tra cui scegliere per il colore dell'evidenziatore. highlighted in red\n\nVuoi enfatizzare i punti importanti su un sito web evidenziandoli prima di salvare lo screenshot sul tuo computer?\n\nPuoi farlo ora gratuitamente utilizzando il nostro software evidenziatore. the highlight\n\nQuesto è un software di evidenziazione semplice e veloce per far risaltare i tuoi screenshot. highlight in a sentence\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione. Evidenziatore per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "このソフトウェアを使用して、Webサイトの重要な部分を強調表示します。\n\n蛍光ペンの色として10色以上から選択できます。 yellow highlighted\n\nスクリーンショットをコンピューターに保存する前に、強調表示してWebサイトの重要なポイントを強調したいですか？\n\n蛍光ペンソフトウェアを使用して、今すぐ無料で行うことができます。 the highlights\n\nこれは、スクリーンショットを目立たせるのに役立つ高速でシンプルな蛍光ペンソフトウェアです。 highlight\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、この拡張機能を推奨または後援していません。 GoogleChrome™の蛍光ペンは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "이 소프트웨어를 사용하여 웹 사이트의 중요한 부분을 강조하세요.\n\n형광펜 색상으로 선택할 수있는 10 개 이상의 색상. highlight this\n\n스크린 샷을 컴퓨터에 저장하기 전에 강조 표시를 통해 웹 사이트의 중요한 점을 강조하고 싶으십니까?\n\n형광펜 소프트웨어를 사용하여 지금 무료로 할 수 있습니다. lowlight\n\n이것은 스크린 샷을 돋보이게하는 빠르고 간단한 형광펜 소프트웨어입니다. highlight of the day\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™ 용 형광펜은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Naudokite šią programinę įrangą, kad paryškintumėte svarbias svetainės dalis.\n\nGalite pasirinkti daugiau nei 10 ir daugiau spalvų paryškinimo spalvai. highlight lowlight\n\nNorite pabrėžti svarbius svetainės taškus paryškindami prieš išsaugodami ekrano kopiją savo kompiuteryje?\n\nTai galite padaryti dabar nemokamai naudodamiesi mūsų paryškinimo programine įranga. highlighted in red\n\nTai greita ir paprasta paryškinimo programinė įranga, padedanti jūsų ekrano kopijoms išsiskirti. the highlight\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio plėtinio. „Google Chrome ™“ žymeklis nėra „Google Inc.“ savininkas, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Izmantojiet šo programmatūru, lai izceltu svarīgas vietnes daļas.\n\nVairāk nekā 10 krāsas, no kurām izvēlēties marķiera krāsai. to highlight\n\nVai vēlaties pirms ekrānuzņēmuma saglabāšanas datorā uzsvērt svarīgus vietnes punktus, izceļot tos?\n\nTagad to varat izdarīt bez maksas, izmantojot mūsu marķiera programmatūru. manizer\n\nŠī ir ātra un vienkārša marķiera programmatūra, kas palīdz ekrānuzņēmumiem izcelties. key highlights\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un neatbalsta šo paplašinājumu. Marķieris pārlūkam Google Chrome ™ nav Google Inc. īpašnieks, nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Gunakan perisian ini untuk menyoroti bahagian penting laman web.\n\nLebih 10+ warna untuk dipilih untuk warna yang lebih tinggi. highlight in a sentence\n\nIngin menekankan perkara penting di laman web melalui penyorotan sebelum menyimpan tangkapan skrin ke komputer anda?\n\nAnda boleh melakukannya sekarang secara percuma menggunakan perisian penyorot kami. yellow highlighted\n\nIni adalah perisian penyerlah yang pantas dan ringkas untuk membantu tangkapan skrin anda menonjol. the highlights\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan ini. Penyorot untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Gebruik deze software om belangrijke onderdelen van een website te markeren.\n\nMeer dan 10 kleuren om uit te kiezen voor de markeerstiftkleur. yellow highlighted\n\nWilt u belangrijke punten op een website benadrukken door ze te markeren voordat u de schermafbeelding op uw computer opslaat?\n\nU kunt dit nu gratis doen met onze markeerstiftsoftware. the highlights\n\nDit is een snelle en eenvoudige markeerstiftsoftware om uw schermafbeeldingen te laten opvallen. highlight\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze extensie niet. Highlighter voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Bruk denne programvaren til å markere viktige deler av et nettsted.\n\nOver 10+ farger å velge mellom for highlighter-fargen. highlight\n\nVil du legge vekt på viktige punkter på et nettsted via utheving før du lagrer skjermbildet på datamaskinen din?\n\nDu kan gjøre det nå gratis ved hjelp av vår highlighter-programvare. highlight this\n\nDette er en rask og enkel highlighter-programvare som hjelper skjermbildene dine til å skille seg ut. lowlight\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne utvidelsen. Highlighter for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Użyj tego oprogramowania, aby wyróżnić ważne części witryny internetowej.\n\nPonad 10 kolorów do wyboru dla koloru zakreślacza. key highlights\n\nChcesz podkreślić ważne punkty w witrynie internetowej, podświetlając je przed zapisaniem zrzutu ekranu na komputerze?\n\nMożesz to zrobić teraz za darmo, korzystając z naszego oprogramowania do zakreślania. highlight lowlight\n\nTo szybkie i proste oprogramowanie do wyróżniania zrzutów ekranu. highlighted in red\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia. Highlighter for Google Chrome ™ nie jest własnością, nie jest licencjonowany i nie jest spółką zależną Google Inc.",
    "ro": "Utilizați acest software pentru a evidenția părți importante ale unui site web.\n\nPeste 10+ culori pentru a alege pentru culoarea evidențiatorului. the highlights\n\nDoriți să subliniați punctele importante de pe un site web prin evidențierea înainte de a salva captura de ecran pe computer?\n\nPuteți face acest lucru acum gratuit folosind software-ul nostru de evidențiere. highlight\n\nAcesta este un software de evidențiere rapid și simplu pentru a vă ajuta să vă scoateți în evidență capturile de ecran. highlight this\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie. Marcatorul pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Используйте это программное обеспечение, чтобы выделить важные части веб-сайта.\n\nБолее 10+ цветов на выбор для цвета маркера. lowlight\n\nХотите выделить важные моменты на веб-сайте с помощью выделения перед сохранением снимка экрана на свой компьютер?\n\nВы можете сделать это бесплатно прямо сейчас, используя нашу программу выделения. highlight of the day\n\nЭто быстрое и простое программное обеспечение для выделения снимков экрана. to highlight\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение. Highlighter для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Pomocou tohto softvéru zvýrazníte dôležité časti webovej stránky.\n\nViac ako 10+ farieb na výber pre farbu zvýrazňovača. highlighted in red\n\nChcete zdôrazniť dôležité body na webe zvýraznením pred uložením snímky obrazovky do počítača?\n\nMôžete tak urobiť teraz zadarmo pomocou nášho softvéru na zvýraznenie. the highlight\n\nJedná sa o rýchly a jednoduchý softvér na zvýraznenie, ktorý pomôže vyniknúť vašim snímkam obrazovky. highlight in a sentence\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie nepodporuje ani nesponzoruje. Zvýrazňovač pre Google Chrome ™ nie je vo vlastníctve spoločnosti Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "S to programsko opremo poudarite pomembne dele spletnega mesta.\n\nVeč kot 10 barv, med katerimi lahko izbirate med barvami za označevanje. yellow highlighted\n\nŽelite poudariti pomembne točke na spletnem mestu s poudarjanjem, preden shranite posnetek zaslona v računalnik?\n\nZdaj lahko to storite brezplačno z našo programsko opremo za označevanje. the highlights\n\nTo je hitra in preprosta programska oprema za osvetljevanje, s pomočjo katere bodo vaši posnetki zaslona izstopali. highlight\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve. Označevalnik za Google Chrome ™ ni v njegovi lasti, ni licenciran in ni podružnica družbe Google Inc.",
    "sr": "Користите овај софтвер за истицање важних делова веб локације.\n\nПреко 10+ боја које можете изабрати за боју истицања. manizer\n\nЖелите да истакнете важне тачке на веб локацији истицањем пре него што сачувате снимак екрана на рачунар?\n\nТо можете сада учинити бесплатно помоћу нашег софтвера за истицање. key highlights\n\nОво је брз и једноставан софтвер за истицање који ће вам помоћи да се истакнете на снимцима екрана. highlight lowlight\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово проширење. Означивач за Гоогле Цхроме ™ није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Använd den här programvaran för att markera viktiga delar av en webbplats.\n\nÖver 10+ färger att välja mellan för highlighter-färgen. to highlight\n\nVill du betona viktiga punkter på en webbplats via markering innan du sparar skärmdumpen på din dator?\n\nDu kan göra det nu gratis med vår highlighter-programvara. manizer\n\nDetta är en snabb och enkel highlighter-programvara som hjälper dina skärmdumpar att sticka ut. key highlights\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta tillägg. Highlighter för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ใช้ซอฟต์แวร์นี้เพื่อเน้นส่วนสำคัญของเว็บไซต์\n\nมีสีให้เลือกมากกว่า 10 สีสำหรับสีไฮไลต์ highlight lowlight\n\nต้องการเน้นจุดสำคัญบนเว็บไซต์ผ่านการไฮไลต์ก่อนบันทึกภาพหน้าจอลงในคอมพิวเตอร์ของคุณหรือไม่?\n\nคุณสามารถทำได้ฟรีโดยใช้ซอฟต์แวร์ปากกาเน้นข้อความของเรา highlighted in red\n\nนี่คือซอฟต์แวร์เน้นข้อความที่รวดเร็วและเรียบง่ายเพื่อช่วยให้ภาพหน้าจอของคุณโดดเด่น the highlight\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยายนี้ ปากกาเน้นข้อความสำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Bir web sitesinin önemli kısımlarını vurgulamak için bu yazılımı kullanın.\n\nVurgulayıcı rengi için 10'dan fazla renk arasından seçim yapabilirsiniz. highlight in a sentence\n\nEkran görüntüsünü bilgisayarınıza kaydetmeden önce vurgulayarak bir web sitesindeki önemli noktaları vurgulamak ister misiniz?\n\nVurgulayıcı yazılımımızı kullanarak bunu şimdi ücretsiz olarak yapabilirsiniz. yellow highlighted\n\nBu, ekran görüntülerinin öne çıkmasına yardımcı olacak hızlı ve basit bir vurgulayıcı yazılımdır. the highlights\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu uzantıyı onaylamaz veya desteklemez. Google Chrome ™ için Fosforlu Kalem, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Використовуйте це програмне забезпечення, щоб виділити важливі частини веб-сайту.\n\nПонад 10 кольорів на вибір для виділення кольорів. highlight\n\nХочете підкреслити важливі моменти на веб-сайті за допомогою виділення, перш ніж зберігати знімок екрана на своєму комп’ютері?\n\nВи можете зробити це зараз безкоштовно, скориставшись нашим програмним забезпеченням для підсвічування. highlight this\n\nЦе швидке та просте програмне забезпечення для виділення, яке допоможе вашим знімкам екрана виділитися. lowlight\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення. Виділювач для Google Chrome ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Sử dụng phần mềm này để làm nổi bật các phần quan trọng của trang web.\n\nHơn 10 màu để lựa chọn cho màu highlighter. manizer\n\nBạn muốn nhấn mạnh những điểm quan trọng trên trang web thông qua tô sáng trước khi lưu ảnh chụp màn hình vào máy tính?\n\nBạn có thể làm như vậy miễn phí ngay bây giờ bằng phần mềm highlighter của chúng tôi. key highlights\n\nĐây là một phần mềm đánh dấu nhanh và đơn giản để giúp ảnh chụp màn hình của bạn nổi bật. highlight lowlight\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho phần mở rộng này. Bút đánh dấu cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "使用此软件突出显示网站的重要部分。\n\n荧光笔颜色有10多种颜色可供选择。 the highlight\n\n想要在将屏幕截图保存到计算机之前通过突出显示来强调网站上的要点吗？\n\n您现在可以使用我们的荧光笔软件免费这样做。 highlight in a sentence\n\n这是一个快速简单的荧光笔软件，可帮助您突出屏幕截图。 yellow highlighted\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此扩展。 Google Chrome™的Highlighter不归Google Inc.所有，也不由其许可或拥有。",
    "zh_TW": "使用此軟件突出顯示網站的重要部分。\n\n熒光筆顏色有10多種顏色可供選擇。 the highlights\n\n想要在將屏幕截圖保存到計算機之前通過突出顯示來強調網站上的要點嗎？\n\n您現在可以使用我們的熒光筆軟件免費這樣做。 highlight\n\n這是一個快速簡單的熒光筆軟件，可幫助您突出屏幕截圖。 highlight this\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此擴展。 Google Chrome™的Highlighter不歸Google Inc.所有，也不由其許可或擁有。"
  }
}