{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HIPAAtizer for TherapyNotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate HIPAAtizer HIPAA-Compliant forms with TherapyNotes EHR."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline patient onboarding with automatic data transfer and automatic PDF submission uploads, while keeping your existing forms.\n\nLooking to integrate your customized intake and other forms with TherapyNotes and you need a HIPAA-Compliant solution?  And, you don’t want someone else’s forms, you want YOUR forms put online? You can now safely and securely transition your customized intake forms online with HIPAAtizer.  HIPAAtizer will convert your paper and PDF forms to desktop and iPad ready HIPAA-Compliant online forms.  Save time at intake by having patients fill-out these forms at home and get the information safely and securely pushed to your TherapyNotes account.  Moreover, since HIPAAtizer allows you to keep your existing form styles and printable templates, you save time reviewing the client submissions.\n\nThe HIPAAtizer HIPAA-Compliant online forms are automatically iPad ready, so they can also be filled out in your office on your device with the results immediately available in the format that you want.\n\nHIPAAtizer’s HIPAA-Compliant form builder has numerous features, including a summing function to automatically calculate GAD-7, PHQ-9, PHQ-15 and Amen ADHD scores.  For more information on HIPAAtizer’s features, check out https://www.hipaatizer.com/"
  }
}