{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Keyword Tool for free : SellerApp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate tons of Amazon suggest keywords in ONE click for free! Amazon keyword tool trusted by Power Amazon sellers worldwide."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find tons of Amazon long-tail keywords for your products with ONE click for free! \n\nAmazon keyword research tool is trusted by thousands of Amazon sellers worldwide.\n\nWhether you're in the product research phase or trying to improve your listing to boost visibility and rank higher, the Amazon keyword research tool helps you uncover the most profitable and relevant long-tail keywords that help you rank better and improves conversions. \n\nThe Amazon Keyword tool pulls thousands of keywords from Amazon search auto-suggests from your chosen marketplace. \n\nCurrently, you can select the following marketplaces:\n1. USA\n2. India\n3. Chain\n4. Japan\n5. France\n6. Germany\n7. Italy\n8. Netherlands\n9. Spain\n10. UK\n11. Canada\n12. Mexico\n13. Australia\n14. Brazil\n\nPlus, you can select the modifiers [a-z] or [1-9] to get more long-tail keywords from the seed keywords. \n\nWith these keywords, you can optimize your product listings, add keywords to the backend, or run ads on them to generate sales. \n\nFAQ:\n\n1. Is SellerApp keyword research extension free?\nThe SellerApp Amazon keyword research tool is absolutely free. Just install and start using it.\n\n2. How to use SellerApp's free Amazon keyword research tool?\nEnter the seed keyword in the search box, select the marketplace and the modifiers, and wait for the tool to fetch all the keywords from Amazon.  The best part is you can extract all the keywords and analyze them further.\n\n3. What is seed and rank in the SellerApp Amazon keyword research tool?\nSeed: Once you enter the main keyword and select either [a-z] or [1-9] modifiers, the tool will combine your provided keyword with each letter of the alphabet or number from 1 to 9, respectively, and create a list of seed keyword variations for your main keyword. \n\nFor example, if you provide the keyword \"water bottle\" and select [a-z] modifiers, the tool will show you results for \"water bottle a, \" \"water bottle b,\" \"water bottle c,\" and so on, up to \"water bottle z.\"  These are all seed keywords and can be a useful way to discover long-tail keywords for your product. \n\nRank:  Rank refers to the keyword position in the auto search suggestion when a shopper search with the seed on Amazon. These keywords appear in a drop-down menu as you start typing in the search bar. \n\n4. Where does the Keyword Research tool extract these keywords from?\nAll these keywords are fetched in real-time from the Amazon auto search suggestions. So rest assured, you get the most recent keyword data from our tool.\n\nWant to learn more about it? Contact us as support@sellerapp.com"
  }
}