{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detoxbox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get off the mailing lists you don’t want to be on. Keep your inbox clean and distraction-free"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DetoxBox is a browser extension that helps you bulk unsubscribe  from email newsletters.\n\nTime is money, and you're wasting it on unwanted mail. DetoxBox will unsubscribe you from almost any mailing list on the web - all with a single click. No more clutter in your inbox! Get to inbox zero with DetoxBox.\n\n✔ Privacy focused: your emails never touch our server.\n✔ Archive or move to trash after unsubscribing.\n✔ Preview before unsubscribing.\n✔ No need to change any Gmail settings.\n✔ Don't wait till Gmail notices that you never open these emails, unsubscribe from all unwanted lists at once.\n\nHow it works:\n1. When you're in Gmail, click the Detoxbox extension icon at the top bar.\n2. Give permission to access your inbox. This is done only once. Detoxbox needs to read your emails to find those that have an unsubscription link.\n3. You'll see the list of mailing lists that you can unsubscribe from. This version displays only 10 entries. Uncheck the lists that you want to keep. Expand an item if you wan to see more details, or hover the mouse for a snippet.\n4. Click the Unsubscribe button.\n5. The links will open in separate tabs. Some lists require additional confirmations before unsubscribing you. Review each new tab to make sure you're unsubscribed.\n\n💲 Pricing: \n🧹 Up to 5 lists in one shot: free.\n0️⃣ Unlimited: 1-time payment of $5.",
    "ru": "Get through your inbox faster. Focus on what's important, remove the noise."
  }
}