{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Injector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Injects CSS and Javascript into pages.",
    "de": "Injiziert CSS und Javascript in Seiten.",
    "fr": "Injecte du CSS et Javascript dans les pages.",
    "it": "Inietta CSS e Javascript nelle pagine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this plugin, on your frequently visited webpages you can right click on blocks you want to customise (most frequently just hide) to generate easily a small CSS rule to inject. You can also write Javascript code to inject.\n\nFeatures:\n* Auto-generation of a full CSS Selector you can easily adjust.\n* The CSS and Javascript rules are synchronized across your devices with your browser account (if you have one)!\n* Json Import/Export of the rules\n* 4 languages (en, de, fr, it)\n* Dark theme supported\n* Also available for Firefox: https://addons.mozilla.org/firefox/addon/browser-injector",
    "de": "Mit diesem Plugin können Sie auf Ihren häufig besuchten Webseiten mit der rechten Maustaste auf Blöcke klicken, die Sie anpassen möchten (meistens nur ausblenden), um einfach eine kleine CSS-Regel zum Einfügen zu generieren. Sie können auch Javascript-Code zum Injizieren schreiben.\n\nEigenschaften:\n* Automatische Generierung eines vollständigen CSS-Selektors, den Sie leicht anpassen können.\n* Die CSS- und Javascript-Regeln werden auf Ihren Geräten mit Ihrem Browser-Konto synchronisiert (wenn Sie ein haben)!\n* Json Import/Export der Regeln\n* 4 Sprachen (en, de, fr, it)\n* Dunkles Thema unterstützt\n* Auch erhältlich für Firefox: https://addons.mozilla.org/firefox/addon/browser-injector",
    "fr": "Avec ce plugin, sur vos pages Web fréquemment visitées, vous pouvez cliquer avec le bouton droit sur les blocs que vous souhaitez personnaliser (le plus souvent simplement masquer) pour générer facilement une petite règle CSS à injecter. Vous pouvez également écrire du code Javascript à injecter..\n\nCaractéristiques:\n* Génération automatique d'un sélecteur CSS complet que vous pouvez facilement ajuster.\n* Les règles CSS et Javascript sont synchronisées sur tous vos appareils avec votre compte de navigateur (si vous en avez un)!\n* Json Import/Export des règles\n* 4 langues (en, de, fr, it)\n* Dark theme pris en charge\n* Également disponible pour Firefox : https://addons.mozilla.org/firefox/addon/browser-injector",
    "it": "Con questo plug-in, sulle pagine Web visitate di frequente puoi fare clic con il pulsante destro del mouse sui blocchi che desideri personalizzare (più frequentemente semplicemente nascondere) per generare facilmente una piccola regola CSS da iniettare. Puoi anche scrivere codice Javascript da iniettare.\n\nCaratteristiche:\n* Generazione automatica di un selettore CSS completo che puoi facilmente regolare.\n* Le regole CSS e Javascript sono sincronizzate sui tuoi dispositivi con il tuo account di navigatore (se ne hai uno)!\n* Json Import/Export delle regole\n* 4 lingue (en, de, fr, it)\n* Tema scuro supportato\n* Disponibile anche per Firefox: https://addons.mozilla.org/firefox/addon/browser-injector"
  }
}