{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Video Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables you to perform an easy video search with multiple filters from your address bar and from the extension’s dashboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is an advanced video search tool that helps you apply multiple filters directly from your address bar or from the extension’s dashboard to save you time and make your video hunting more on-target and efficient. \n\nOn the dashboard and via quick commands in the address bar, you can select the duration and quality of the video files that you are looking for. The user interface is simple and intuitive. We generate and consolidate the resources from various large media streaming sites such as YouTube, Vimeo, Hulu, MTV, Dailymotion, WebMD, and CBS.\n\nPermissions used and reasons:\n\n1. Access to “cookies” (optional). We require this permission to customize and modify your search engine as well as to keep autocomplete default suggestions. It’s optional because if you don’t allow permission to use cookies, we will not need it. \n2. Change your default search engine to our private domain safelysearch.net powered by Yahoo. We require this permission to use our search domain as a placeholder and to provide you the functionality in the autocomplete suggestions of your address bar. Inside this extension, we support Yahoo, Google, and Bing. You can switch to a different provider at any time inside the Settings section.\n\nHow to remove this extension?\n\nIf you want to remove our extension, go to “Settings” on Chrome, and find our extension in the “Extensions” tab. Click “remove”. Alternatively, you can right-click on the extension’s icon on your browser and select “Uninstall” from the drop-down menu.\n\nChrome™  is a trademark of Google LLC. The use of it does not imply any affiliation to or endorsement by Google LLC. \n\nBy adding this extension to your Chrome browser, you accept and agree to our Privacy Policy and End-User License Agreement.\n\nPrivacy: https://www.easyvideofinder.com/privacy\n\nEULA: https://www.easyvideofinder.com/terms\n\nFAQ: https://www.easyvideofinder.com/#faq\n\nContact: https://www.easyvideofinder.com/contact"
  }
}