{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "東カレデートChrome拡張検索"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "東カレデートで趣味や価値観、共通点からキーワード検索（フリーワード検索）できる「東カレデートChrome拡張検索機能」です。\n\nゴールド・新着NEW・アクティブ、オンライン女性メンバーだけを絞り込んで表示することも可能です。…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "東カレデートで趣味や価値観、共通点からキーワード検索（フリーワード検索）できる「東カレデートChrome拡張検索機能」です。\n\nゴールド・新着NEW・アクティブ、オンライン女性メンバーだけを絞り込んで表示することも可能です。 \n\nChatGPTによるAIサポート機能も搭載。\n\n趣味や共通点、価値観によるマッチングを実現し、意味のあるマッチング体験をお届けします。\n\n### 2024/11/04\n\n軽微なバグを修正しました。\n\n### 2024/9/2：リリースノート\n\nバラ情報表示と、バラによる並べ替え機能追加の大型アップデート！\n\n新しい機能と改善ポイントです💡\n\n1. バラ情報の魅力的な表示を実現！\n\n使い勝手をさらに高めるため、バラ情報を取得し、一覧に表示できるようにしました。\n\n各ユーザーのバラ情報がわかりやすく表示されるので、プロフィールをチェックする際のストレスが大幅に軽減されます！\n\n・「バラが多すぎる人は避けたいな...」\n・「バラが少なすぎる人は自分には合わないな...」\n・「バラが少ない人は、内気な自分でもアプローチしやすいかも！」\nなど、\n必ずやあなたのお相手探しの助けになるはずです。\n\n2. 直感的なバラ情報の並べ替え機能！\n\n各バラの種類（🌹999、🥀99、🌺10、🌷1）ごとに、昇順や降順で簡単に並べ替えられるようになりました。\nボタンひとつでお好みの順序に並び替え、素早く確認することが可能です。\nこれでお気に入りのユーザーを見逃す心配もなくなります！\n\n3. ChatGPTチャットサポートの強化！\n\nChatGPTのチューニングを実施。\nみなさまがより良いサポートを受けやすくなりました。\n\n今回のアップデートで、バラ情報を使った効率的な東カレライフが送れるようになります。\n今まで以上に素早く、そして直感的に情報を操作できるようになり、デート相手の選択やコミュニケーションの最適化が可能です。新しい機能をぜひお試しください！\n\n### 2024/8/21：リリースノート\n軽微なバグ修正をしました。\n\n### 2024/8/18：リリースノート\nアップデートにより新機能をリリースしました。\n\n変更内容は下記の2点です。\n\n1. ChatGPTによるAIサポート機能が追加されました！\nなかなか恋人ができないユーザーのための救世主！\n\n新しく追加されたChatGPTサポート機能は、マッチングアプリでのコミュニケーションに不安がある方、メッセージの初め方に悩んでいる方に最適です。\nAIがいつでもサポートし、ユーザーに最適なアドバイスやメッセージ例を提供します。\nこれにより、効率よく理想のパートナーを見つけるお手伝いをします。\n\n2. UIの修正\nより洗練されたデザインで、使いやすさが向上しました。\n\nユーザーインターフェースを大幅に改善しました。\nボタンのデザインを統一し、重要な操作がより直感的に行えます。\nさらに、ダークモードに合わせたアクセントカラーの導入により、視認性が向上し、使いやすさがアップしました。\n\nこのアップデートにより、より快適で効果的なマッチング体験を提供します。ぜひ新機能を試してみてください！\n\n***\n\n2024/4/13：リリースノート\nアップデートにより新機能をリリースしました。\n\n変更内容は下記の5点です。\n\n1、AIによる髪型のユーザー検索機能追加\nAIによる髪型のユーザー検索機能を追加しました。\nまず、ユーザー一覧画面でショートヘアかロングヘアかを検出し、プロフィールに書き込みします。\nその後、ショートカットのみ、ロングのみ、全てなどの検索が可能です。\n(ベータ版のため、利用出来ない場合があります。またユーザの画像が鮮明でない場合、判定精度が低くなります。2024/09 現在利用停止中)\n\nプロフィール文章だけでなく外見でもユーザーを探せるため、より一層好みのお相手探しが可能になります。\n\n参考データとして、ユーザ数・ショートヘア・ロングヘアの割合も表示しております。\n\n2、ユーザーの並び替え機能\n新着順、古い順での並び替えを追加しました。\n既存のゴールドメンバー、newユーザー、オンラインユーザーでの絞り込み条件指定も同時に行えるので、より一層強力な検索が可能になります。\n新着順並び替えは、公式プレミアムオプション限定の有料機能ですが、本拡張機能でも同様に並び替えが可能です。\n\n3、パスワード入力省略\n無料枠を超えた場合、拡張機能を開くたびにパスワード入力が必要でした。\n今回、拡張機能を閉じた場合でも前回入力したパスワードが保存される修正を加えたため、手間が省けてストレスなくお使い頂けます。\n\n4、一覧画面でのいいねボタン削除\n公式アプリの仕様変更に伴い、ユーザー一覧画面でのいいねボタンを削除しました。\n\n5、細かなUIの修正\n\n***\n\n【使い方】\n\n１. PCのブラウザから「東カレデート https://tokyo-calendar-date.jp/login?utm_source=af_631075」にアクセスします。\n\n２. PC版はレスポンシブモードで使用する必要があるため、右クリック「検証」 を選択し、デベロッパーツールを開きます。\n（単にPCから東カレデートを開いただけではログインボタンが表示されないため、ログイン出来ない）\n\n３. 右上のスマホアイコンをクリックし、ブラウザをレスポンシブモードに切り替えます。\n\n４. 左上「サイズ」の中から「iphone」を選んで画面サイズをスマホサイズに切り替えます。（PCからスマホ端末として操作しているように認識させる）\n\n５. リロードボタンで画面を再読み込みすると、東カレデートのアプリ同様「はじめる」ボタンが表示されます。\n\n６. アプリ同様にログインします。\n\n７. アプリ同様にログインできたら成功で、本拡張機能を使ってキーワード検索やログイン状態などで絞り込みすることが可能になります。"
  }
}