{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SiteAnalyzer SEO Tools: Free Meta & SEO Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is a browser extension providing a set of tools for analyzing web site SEO indicators, URL analysis and fix the SEO errors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SiteAnalyzer SEO Tools is a free browser extension providing a set of tools for analyzing SEO indicators of web site, technical audit (links, images, meta tags, content, indexing, etc.), URL analysis and correction of SEO optimization errors.\n\nSiteAnalyzer SEO Tools is a convenient tool for webmasters and SEO specialists, including many parameters for checking the quality of the site and its pages, configured to identify the most popular SEO errors.\n\nThe main features of SiteAnalyzer SEO Tools\n\n✓ Determining the total number of site pages in the Google & Yahoo! index\n✓ Checking the URL indexing status in Google and Bing\n✓ Reveals the contents of Title, Description, H1-H6 tags\n✓ Proper check of «Robots.txt» and «Sitemap.xml» presence\n✓ Rules accounting for «Robots.txt», meta tag «Robots» and header «X-Robots-Tag»\n✓ Canonical URL Checker\n✓ Checking for REL «Nofollow», «Sponsored» and «UGC» for links and URLs\n✓ Defining internal and external page links\n✓ Semantic analysis of page content\n✓ Checking pages loading speed\n✓ Receiving server response codes (200, 3xx, 4xx, 5xx)\n✓ Determining what CMS is used by web site\n✓ Checking the registration date and the domain age\n✓ Displaying all images of the page and the contents of the ALT tag\n✓ Determining the IP address and country of web site\n✓ Display Schema, Open Graph and Twitter markup\n✓ Determining the presence of links to social networks\n✓ Search for subdomains and sites on the same IP\n✓ Extracting text Suggestions from Google Images\n✓ Show duplicate H1-H6 headers\n✓ SSL certificate verification\n✓ PageRank Calculation\n✓ Sitemap Visualization\n✓ Sitemap Clustering\n✓ Core Web Vitals\n✓ Quick source viewer\n✓ Page SEO Audit by 40 parameters\n✓ Export reports to CSV (Excel), PNG\n\nHow can the plugin help SEO specialist?\n\n★ Checking the indexing of pages\n★ Analysis of meta tags and page content\n★ Search for technical bugs on the site\n\nSafety\n\nThe extension is distributed absolutely free and does not require any registration since it does not collect or send elsewhere your personal data.\nUpdating the version\n\nAn extension installed via the Chrome Online Store or through Firefox Add-ons are updated independently so no additional actions are required.\n\nBrowser compatibility\n\n✓ Google Chrome\n✓ Mozilla Firefox\n✓ Opera\n✓ Microsoft EDGE"
  }
}