{
  "name": {
    "ar": "لوحة المفاتيح رموز تعبيرية",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "Emoji Keyboard",
    "bg": "Клавиатура Emoji",
    "ca": "Teclat Emoji",
    "cs": "Emoji klávesnice",
    "da,no": "Emoji-tastatur",
    "de": "Emoji-Tastatur",
    "el": "Πληκτρολόγιο Emoji",
    "es": "Teclado Emoji",
    "et": "Emotikoniklaviatuur",
    "fa": "صفحه کلید ایموجی",
    "fi": "Emoji-näppäimistö",
    "fr": "Emoji Clavier",
    "he": "מקלדת אמוג'י",
    "hi": "इमोजी कीबोर्ड",
    "hr,sl": "Tipkovnica Emoji",
    "hu": "Emoji billentyűzet",
    "id": "Keyboard Emoji",
    "it": "Tastiera Emoji",
    "ja": "絵文字キーボード",
    "ko": "이모티콘 키보드",
    "lt": "Jaustukų klaviatūra",
    "lv": "Emociju tastatūra",
    "nl": "Emoji-toetsenbord",
    "pl": "Klawiatura z emotikonami",
    "ro": "Tastatură Emoji",
    "ru": "Эмодзи клавиатура",
    "sk": "Klávesnica Emoji",
    "sr": "Емоји тастатура",
    "sv": "Emoji-tangentbord",
    "th": "คีย์บอร์ด Emoji",
    "tr": "Emoji Klavye",
    "uk": "Клавіатура Emoji",
    "vi": "Bàn phím Emoji",
    "zh_CN": "表情符号键盘",
    "zh_TW": "表情符號鍵盤"
  },
  "short": {
    "ar": "اختر ونسخ الرموز التعبيرية بسرعة من متصفحك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Quickly pick and copy Emojis right from your browser.",
    "bg": "Бързо изберете и копирайте Emojis направо от браузъра си.",
    "ca": "Tria i copia ràpidament Emojis directament des del navegador.",
    "cs": "Rychle vybírejte a kopírujte emodži přímo z vašeho prohlížeče.",
    "da": "Vælg og kopier hurtigt Emojis direkte fra din browser.",
    "de": "Wählen Sie Emojis schnell aus und kopieren Sie sie direkt aus Ihrem Browser.",
    "el": "Διαλέξτε γρήγορα και αντιγράψτε Emoji απευθείας από το πρόγραμμα περιήγησής σας.",
    "es": "Elija y copie rápidamente Emojis directamente desde su navegador.",
    "et": "Valige ja kopeerige emotikone kiiresti otse oma brauserist.",
    "fa": "Emojis را به سرعت از مرورگر خود انتخاب و کپی کنید.",
    "fi": "Valitse ja kopioi hymiöt nopeasti selaimestasi.",
    "fil": "Mabilis na pumili at kopyahin ang Emojis mula mismo sa iyong browser.",
    "fr": "Choisissez et copiez rapidement des Emojis directement depuis votre navigateur.",
    "he": "בחר במהירות והעתק Emojis ישירות מהדפדפן שלך.",
    "hi": "अपने ब्राउज़र से सही Emojis को जल्दी से चुनें और कॉपी करें।",
    "hr": "Brzo odaberite i kopirajte Emojis izravno iz preglednika.",
    "hu": "Gyorsan válasszon és másoljon hangulatjeleket közvetlenül a böngészőből.",
    "id": "Pilih dan salin Emoji dengan cepat langsung dari browser Anda.",
    "it": "Scegli e copia rapidamente gli Emoji direttamente dal tuo browser.",
    "ja": "ブラウザから絵文字をすばやく選択してコピーします。",
    "ko": "브라우저에서 바로 이모티콘을 빠르게 선택하고 복사하세요.",
    "lt": "Greitai pasirinkite ir nukopijuokite jaustukus tiesiai iš savo naršyklės.",
    "lv": "Ātri izvēlieties un kopējiet emocijzīmes tieši no pārlūkprogrammas.",
    "ms": "Pilih dan salin Emoji dengan pantas dari penyemak imbas anda.",
    "nl": "Kies en kopieer emoji&#39;s snel vanuit uw browser.",
    "no": "Velg og kopier raskt Emojis direkte fra nettleseren din.",
    "pl": "Szybko wybieraj i kopiuj emotikony bezpośrednio z przeglądarki.",
    "ro": "Alegeți rapid și copiați Emojis direct din browser.",
    "ru": "Быстро выбирайте и копируйте смайлы прямо из браузера.",
    "sk": "Rýchlo vyberte a skopírujte emodži priamo z prehliadača.",
    "sl": "Emoji hitro izberite in kopirajte neposredno iz brskalnika.",
    "sr": "Брзо одаберите и копирајте Емојис директно из прегледача.",
    "sv": "Välj och kopiera snabbt Emojis direkt från din webbläsare.",
    "th": "เลือกและคัดลอก Emojis ได้อย่างรวดเร็วจากเบราว์เซอร์ของคุณ",
    "tr": "Emojileri doğrudan tarayıcınızdan hızla seçin ve kopyalayın.",
    "uk": "Швидко виберіть та скопіюйте Emojis прямо з вашого браузера.",
    "vi": "Nhanh chóng chọn và sao chép Biểu tượng cảm xúc ngay từ trình duyệt của bạn.",
    "zh_CN": "直接从浏览器中快速选择并复制表情符号。",
    "zh_TW": "直接從瀏覽器中快速選擇並複製表情符號。"
  },
  "long": {
    "ar": "تساعدك لوحة مفاتيح Emoji في إنشاء Emojis ونسخها إلى أي موقع ويب.\n\nإليك أفضل مجموعة رموز تعبيرية وأكثرها تميزًا للوحة المفاتيح. هذا الامتداد متوافق أيضًا مع معظم الرموز الموحدة الجديدة.\n\nEmoji Keyboard - يتيح لك ملحق Emoji Keyboard هذا إدخال الرموز التعبيرية مباشرة في متصفح الويب. كما يأتي مزودًا بوظيفة بحث شاملة تساعد في الحصول بسهولة على الرموز التعبيرية بالكلمات الرئيسية.\n\nانقر فوق الرمز لاستدعاء لوحة مفاتيح رموز تعبيرية. يرجى التمرير فوق الرموز التعبيرية لمعرفة معانيها. وما عليك سوى النقر فوق رمز تعبيري لنسخه إلى الحافظة وإدخاله في عنصر الإدخال.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Emoji keyboard helps you create and copy Emojis to any website.\n\nHere is the best and the most unique emoji collection for your keyboard. This extension is also compatible with most new unicodes.\n\nEmoji Keyboard - This Emoji Keyboard extension lets you input emojis right in a web browser. It also comes with an extensive search functionality that helps easily get emoji by keywords.\n\nClick on the icon to invoke an emoji keyboard. Please hover on emojis to see their meanings. And just click on an emoji to copy it to the clipboard & insert it to an input element.",
    "bg": "Emoji клавиатурата ви помага да създавате и копирате Emojis на всеки уебсайт.\n\nЕто най-добрата и най-уникалната колекция емоджи за вашата клавиатура. Това разширение е съвместимо и с повечето нови unicodes.\n\nКлавиатура за емотикони - Това разширение за клавиатура за емотикони ви позволява да въвеждате емоджи директно в уеб браузър. Той също така идва с обширна функционалност за търсене, която помага лесно да получите емотикони по ключови думи.\n\nЩракнете върху иконата, за да извикате емотиконна клавиатура. Моля, задръжте курсора на емотиконите, за да видите значението им. И просто кликнете върху емоджи, за да го копирате в клипборда и да го вмъкнете във входен елемент.",
    "ca": "El teclat Emoji us ajuda a crear i copiar Emojis a qualsevol lloc web.\n\nAquí teniu la millor col·lecció d’emoji per al vostre teclat. Aquesta extensió també és compatible amb la majoria dels nous unicodes.\n\nTeclat Emoji: aquesta extensió de teclat Emoji us permet introduir emojis directament en un navegador web. També inclou una extensa funcionalitat de cerca que ajuda a obtenir emoji fàcilment per paraules clau.\n\nFeu clic a la icona per invocar un teclat emoji. Passeu el cursor pels emojis per veure'n el significat. I només cal que feu clic a un emoji per copiar-lo al porta-retalls i inserir-lo a un element d’entrada.",
    "cs": "Klávesnice Emoji vám pomůže vytvářet a kopírovat emodži na libovolný web.\n\nZde je nejlepší a nejunikátnější kolekce emodži pro vaši klávesnici. Toto rozšíření je také kompatibilní s většinou nových unicode.\n\nEmoji Keyboard - Toto rozšíření Emoji Keyboard vám umožňuje zadávat emodži přímo ve webovém prohlížeči. Přichází také s rozsáhlou vyhledávací funkcí, která pomáhá snadno získat emodži podle klíčových slov.\n\nKliknutím na ikonu vyvoláte klávesnici emodži. Najeďte kurzorem na emodži, abyste viděli jejich význam. Stačí kliknout na emodži a zkopírovat ji do schránky a vložit ji do vstupního prvku.",
    "da": "Emoji-tastatur hjælper dig med at oprette og kopiere Emojis til ethvert websted.\n\nHer er den bedste og mest unikke emoji-samling til dit tastatur. Denne udvidelse er også kompatibel med de fleste nye unicodes.\n\nEmoji Keyboard - Denne Emoji Keyboard-udvidelse giver dig mulighed for at indtaste emojis lige i en webbrowser. Den leveres også med en omfattende søgefunktionalitet, der nemt hjælper med at få emoji ved hjælp af nøgleord.\n\nKlik på ikonet for at påkalde et emoji-tastatur. Hold markøren over emojis for at se deres betydning. Og bare klik på en emoji for at kopiere den til udklipsholderen og indsætte den i et inputelement.",
    "de": "Mit der Emoji-Tastatur können Sie Emojis erstellen und auf jede Website kopieren.\n\nHier ist die beste und einzigartigste Emoji-Sammlung für Ihre Tastatur. Diese Erweiterung ist auch mit den meisten neuen Unicodes kompatibel.\n\nEmoji-Tastatur - Mit dieser Emoji-Tastaturerweiterung können Sie Emojis direkt in einen Webbrowser eingeben. Es kommt auch mit einer umfangreichen Suchfunktion, die hilft, Emoji leicht durch Schlüsselwörter zu erhalten.\n\nKlicken Sie auf das Symbol, um eine Emoji-Tastatur aufzurufen. Bitte schweben Sie auf Emojis, um ihre Bedeutung zu sehen. Klicken Sie einfach auf ein Emoji, um es in die Zwischenablage zu kopieren und in ein Eingabeelement einzufügen.",
    "el": "Το πληκτρολόγιο Emoji σάς βοηθά να δημιουργήσετε και να αντιγράψετε Emoji σε οποιονδήποτε ιστότοπο.\n\nΕδώ είναι η καλύτερη και η πιο μοναδική συλλογή emoji για το πληκτρολόγιό σας. Αυτή η επέκταση είναι επίσης συμβατή με τα περισσότερα νέα unicodes.\n\nΠληκτρολόγιο Emoji - Αυτή η επέκταση πληκτρολογίου Emoji σάς επιτρέπει να εισάγετε emoji απευθείας σε ένα πρόγραμμα περιήγησης ιστού. Έρχεται επίσης με μια εκτεταμένη λειτουργικότητα αναζήτησης που βοηθάει εύκολα στη λήψη emoji με λέξεις-κλειδιά.\n\nΚάντε κλικ στο εικονίδιο για να καλέσετε ένα πληκτρολόγιο emoji. Αιωρήστε τα emoji για να δείτε τις έννοιες τους. Και απλώς κάντε κλικ σε ένα emoji για να το αντιγράψετε στο πρόχειρο και να το εισαγάγετε σε ένα στοιχείο εισαγωγής.",
    "es": "El teclado Emoji te ayuda a crear y copiar Emojis a cualquier sitio web.\n\nAquí está la mejor y más exclusiva colección de emojis para tu teclado. Esta extensión también es compatible con la mayoría de los nuevos Unicodes.\n\nTeclado Emoji: esta extensión de Teclado Emoji te permite ingresar emojis directamente en un navegador web. También viene con una amplia funcionalidad de búsqueda que ayuda a obtener fácilmente emoji por palabras clave.\n\nHaga clic en el icono para invocar un teclado emoji. Coloca el cursor sobre los emojis para ver su significado. Y simplemente haga clic en un emoji para copiarlo en el portapapeles e insertarlo en un elemento de entrada.",
    "et": "Emotikonklaviatuur aitab teil emotikone luua ja kopeerida mis tahes veebisaidile.\n\nSiin on teie klaviatuuri jaoks parim ja ainulaadne emotikonide kogu. See laiendus ühildub ka enamiku uute unicodes.\n\nEmotikonklaviatuur - see emotikoniklaviatuuri laiendus võimaldab sisestada emotikone otse veebibrauseris. Sellel on ka ulatuslik otsingufunktsioon, mis aitab hõlpsasti märksõnu kasutades emotikone saada.\n\nEmotikonklaviatuuri käivitamiseks klõpsake ikoonil. Nende tähenduste nägemiseks hõljutage kursorit emotikonide kohal. Ja klõpsake lihtsalt emotikonil, et see kopeerida lõikelauale ja sisestada see sisendelemendisse.",
    "fa": "صفحه کلید Emoji به شما کمک می کند Emojis را در هر وب سایتی ایجاد و کپی کنید.\n\nدر اینجا بهترین و بی نظیرترین مجموعه شکلک برای صفحه کلید شماست. این افزونه همچنین با اکثر کدهای جدید سازگار است.\n\nEmoji Keyboard - این برنامه افزودنی صفحه کلید Emoji به شما امکان می دهد شکلک ها را مستقیماً در یک مرورگر وب وارد کنید. همچنین دارای قابلیت جستجوی گسترده ای است که به راحتی به دریافت شکلک توسط کلمات کلیدی کمک می کند.\n\nبرای فراخوانی صفحه کلید شکلک ، روی نماد کلیک کنید. لطفاً برای دیدن معنای آنها ، روی شکلک ها بروید. و فقط روی یک شکلک کلیک کنید تا آن را در کلیپ بورد کپی کرده و در یک عنصر ورودی وارد کنید.",
    "fi,he": "This software is free to use and will merge your PDF files into one PDF file within seconds. You can choose the document from either your computer/Google Drive and our website will do the rest.\n\nIf you choose to split a document from your Google Drive, you'll need to give us permission/access to Google Drive documents. After we have merged your file, you can choose to either save the output file onto your computer/onto your Google Drive.\n\nTry this software out today for free.",
    "fil": "Emoji-näppäimistö auttaa sinua luomaan ja kopioimaan hymiöitä mille tahansa verkkosivustolle.\n\nTässä on paras ja ainutlaatuisin emoji-kokoelma näppäimistölle. Tämä laajennus on yhteensopiva myös useimpien uusien unicode-tiedostojen kanssa.\n\nEmoji-näppäimistö - Tämän Emoji-näppäimistölaajennuksen avulla voit syöttää hymiöitä suoraan verkkoselaimeen. Siinä on myös laaja hakutoiminto, joka auttaa saamaan emoji-avainsanat helposti.\n\nNapsauta kuvaketta kutsua emoji-näppäimistö. Vie hiiri emojien päälle nähdäksesi niiden merkitykset. Napsauta vain emojia kopioidaksesi sen leikepöydälle ja lisäämällä se syöttöelementtiin.",
    "fr": "Le clavier Emoji vous aide à créer et à copier des Emojis sur n'importe quel site Web.\n\nVoici la meilleure et la plus unique collection d'emojis pour votre clavier. Cette extension est également compatible avec la plupart des nouveaux unicodes.\n\nClavier Emoji - Cette extension de clavier Emoji vous permet de saisir des émojis directement dans un navigateur Web. Il est également livré avec une fonctionnalité de recherche étendue qui permet d'obtenir facilement des emoji par mots-clés.\n\nCliquez sur l'icône pour appeler un clavier emoji. Veuillez survoler les émoticônes pour voir leur signification. Et cliquez simplement sur un emoji pour le copier dans le presse-papiers et l'insérer dans un élément d'entrée.",
    "hi": "इमोजी कीबोर्ड आपको किसी भी वेबसाइट पर Emojis बनाने और कॉपी करने में मदद करता है।\n\nयहां आपके कीबोर्ड के लिए सबसे अच्छा और सबसे अनोखा इमोजी संग्रह है। यह एक्सटेंशन अधिकांश नए यूनिकोड के साथ भी संगत है।\n\nइमोजी कीबोर्ड - यह इमोजी कीबोर्ड एक्सटेंशन आपको वेब ब्राउज़र में सही इमोजीस इनपुट करने देता है। यह एक व्यापक खोज कार्यक्षमता के साथ आता है जो कीवर्ड द्वारा इमोजी को आसानी से प्राप्त करने में मदद करता है।\n\nएक इमोजी कीबोर्ड को लागू करने के लिए आइकन पर क्लिक करें। कृपया उनके अर्थ देखने के लिए emojis पर होवर करें। और बस क्लिपबोर्ड पर कॉपी करने के लिए एक इमोजी पर क्लिक करें और इसे एक इनपुट एलिमेंट में डालें।",
    "hr": "Emoji tipkovnica pomaže vam u stvaranju i kopiranju emojija na bilo koju web stranicu.\n\nOvdje je najbolja i najunikatnija kolekcija emojija za vašu tipkovnicu. Ovo je proširenje također kompatibilno s većinom novih unicoda.\n\nEmoji tipkovnica - ovo proširenje Emoji tipkovnice omogućuje vam unos emojija izravno u web preglednik. Također dolazi s opsežnom funkcionalnošću pretraživanja koja pomaže u jednostavnom dobivanju emojija po ključnim riječima.\n\nKliknite ikonu da biste pozvali emoji tipkovnicu. Zadržite pokazivač na emojijima da biste vidjeli njihova značenja. I samo kliknite emoji da biste ga kopirali u međuspremnik i umetnuli u ulazni element.",
    "hu": "Az emoji billentyűzet segít az emojik létrehozásában és másolásában bármely webhelyre.\n\nItt található a billentyűzet legjobb és legegyedibb emoji gyűjteménye. Ez a kiterjesztés a legtöbb új unicode-tal is kompatibilis.\n\nEmoji billentyűzet - Ez az Emoji billentyűzet kiterjesztés lehetővé teszi az emojik bevitelét közvetlenül a webböngészőben. Ez egy kiterjedt keresési funkcióval is rendelkezik, amely megkönnyíti az emoji használatát kulcsszavak alapján.\n\nKattintson az ikonra egy emoji billentyűzet meghívásához. Kérjük, mutasson az emojikra, hogy lássa jelentésüket. És csak kattintson egy emoji-ra, hogy átmásolja a vágólapra, és illessze be egy bemeneti elembe.",
    "id": "Papan ketik Emoji membantu Anda membuat dan menyalin Emoji ke situs web mana pun.\n\nIni adalah koleksi emoji terbaik dan terunik untuk keyboard Anda. Ekstensi ini juga kompatibel dengan kebanyakan unicode baru.\n\nEmoji Keyboard - Ekstensi Emoji Keyboard ini memungkinkan Anda memasukkan emoji langsung di browser web. Itu juga dilengkapi dengan fungsi pencarian ekstensif yang membantu dengan mudah mendapatkan emoji dengan kata kunci.\n\nKlik ikon tersebut untuk mengaktifkan keyboard emoji. Harap arahkan kursor ke emoji untuk melihat artinya. Dan cukup klik emoji untuk menyalinnya ke clipboard & menyisipkannya ke elemen masukan.",
    "it": "La tastiera Emoji ti aiuta a creare e copiare Emoji su qualsiasi sito web.\n\nEcco la migliore e più unica collezione di emoji per la tua tastiera. Questa estensione è anche compatibile con la maggior parte dei nuovi Unicode.\n\nTastiera Emoji: questa estensione per tastiera Emoji ti consente di inserire emoji direttamente in un browser web. Inoltre è dotato di un'ampia funzionalità di ricerca che aiuta a ottenere facilmente emoji tramite parole chiave.\n\nFare clic sull'icona per richiamare una tastiera emoji. Passa il mouse sugli emoji per vedere il loro significato. E fai clic su un'emoji per copiarla negli appunti e inserirla in un elemento di input.",
    "ja": "絵文字キーボードを使用すると、絵文字を作成して任意のWebサイトにコピーできます。\n\nこれがあなたのキーボードのための最高で最もユニークな絵文字コレクションです。この拡張機能は、ほとんどの新しいUnicodeとも互換性があります。\n\n絵文字キーボード-この絵文字キーボード拡張機能を使用すると、Webブラウザで絵文字を直接入力できます。また、キーワードで絵文字を簡単に取得するのに役立つ広範な検索機能が付属しています。\n\nアイコンをクリックして、絵文字キーボードを呼び出します。絵文字にカーソルを合わせると、その意味がわかります。絵文字をクリックしてクリップボードにコピーし、入力要素に挿入するだけです。",
    "ko": "이모티콘 키보드를 사용하면 모든 웹 사이트에 이모티콘을 만들고 복사 할 수 있습니다.\n\n다음은 키보드를위한 가장 독특한 이모티콘 모음입니다. 이 확장은 대부분의 새로운 유니 코드와도 호환됩니다.\n\n이모티콘 키보드-이 이모티콘 키보드 확장 프로그램을 사용하면 웹 브라우저에서 바로 이모티콘을 입력 할 수 있습니다. 또한 키워드로 이모티콘을 쉽게 얻을 수있는 광범위한 검색 기능이 함께 제공됩니다.\n\n아이콘을 클릭하여 이모티콘 키보드를 불러옵니다. 이모티콘에 마우스를 가져 가면 의미를 확인할 수 있습니다. 그리고 이모티콘을 클릭하여 클립 보드에 복사하고 입력 요소에 삽입하면됩니다.",
    "lt": "Jaustukų klaviatūra padeda kurti ir nukopijuoti jaustukus į bet kurią svetainę.\n\nČia yra geriausia ir unikaliausia jaustukų kolekcija jūsų klaviatūrai. Šis plėtinys taip pat suderinamas su daugeliu naujų unicodes.\n\n„Emoji“ klaviatūra - šis „Emoji“ klaviatūros plėtinys leidžia įvesti jaustukus tiesiai į žiniatinklio naršyklę. Jis taip pat turi platų paieškos funkcionalumą, kuris padeda lengvai gauti jaustukus pagal raktinius žodžius.\n\nNorėdami iškviesti jaustukų klaviatūrą, spustelėkite piktogramą. Jei norite pamatyti jų reikšmes, užveskite pelės žymeklį ant jaustukų. Ir tiesiog spustelėkite jaustuką, jei norite nukopijuoti jį į mainų sritį ir įterpti į įvesties elementą.",
    "lv": "Emocijzīmju tastatūra palīdz jums izveidot un kopēt emocijzīmes jebkurā vietnē.\n\nŠeit ir labākā un unikālākā tastatūras emocijzīmju kolekcija. Šis paplašinājums ir saderīgs arī ar lielāko daļu jauno unikodu.\n\nEmociju tastatūra - šis Emoji tastatūras paplašinājums ļauj ievadīt emocijzīmes tieši tīmekļa pārlūkprogrammā. Tam ir arī plaša meklēšanas funkcionalitāte, kas palīdz viegli iegūt emocijzīmes pēc atslēgvārdiem.\n\nNoklikšķiniet uz ikonas, lai izsauktu emocijzīmju tastatūru. Lūdzu, virziet kursoru uz emocijzīmēm, lai redzētu to nozīmi. Un vienkārši noklikšķiniet uz emocijzīmes, lai to kopētu starpliktuvē un ievietotu ievades elementā.",
    "ms": "Papan kekunci Emoji membantu anda membuat dan menyalin Emoji ke mana-mana laman web.\n\nInilah koleksi emoji terbaik dan paling unik untuk papan kekunci anda. Sambungan ini juga serasi dengan kebanyakan unikod baru.\n\nPapan Kekunci Emoji - Sambungan Papan Kekunci Emoji ini membolehkan anda memasukkan emoji tepat di penyemak imbas web. Ia juga dilengkapi dengan fungsi carian yang luas yang membantu mendapatkan emoji dengan kata kunci dengan mudah.\n\nKlik pada ikon untuk menggunakan papan kekunci emoji. Sila arahkan emoji untuk melihat maksudnya. Dan klik pada emoji untuk menyalinnya ke papan keratan & masukkannya ke elemen input.",
    "nl": "Met het Emoji-toetsenbord kun je emoji's maken en naar elke website kopiëren.\n\nHier is de beste en meest unieke emoji-verzameling voor je toetsenbord. Deze extensie is ook compatibel met de meeste nieuwe unicodes.\n\nEmoji-toetsenbord - Met deze extensie voor Emoji-toetsenbord kunt u emoji's rechtstreeks in een webbrowser invoeren. Het wordt ook geleverd met een uitgebreide zoekfunctionaliteit waarmee u gemakkelijk emoji kunt vinden op basis van trefwoorden.\n\nKlik op het pictogram om een emoji-toetsenbord op te roepen. Plaats de muisaanwijzer op emoji's om hun betekenis te zien. En klik gewoon op een emoji om deze naar het klembord te kopiëren en in een invoerelement in te voegen.",
    "no": "Emoji-tastatur hjelper deg med å lage og kopiere Emojis til hvilket som helst nettsted.\n\nHer er den beste og mest unike emoji-samlingen for tastaturet ditt. Denne utvidelsen er også kompatibel med de fleste nye unicodes.\n\nEmoji Keyboard - Denne Emoji Keyboard-utvidelsen lar deg legge inn emojier rett i en nettleser. Den kommer også med en omfattende søkefunksjonalitet som enkelt hjelper med å få emoji med søkeord.\n\nKlikk på ikonet for å påkalle et emoji-tastatur. Svev på emojis for å se betydningen av dem. Og bare klikk på en emoji for å kopiere den til utklippstavlen og sette den inn i et inngangselement.",
    "pl": "Klawiatura emoji pomaga tworzyć i kopiować emotikony na dowolną stronę internetową.\n\nOto najlepsza i najbardziej wyjątkowa kolekcja emotikonów na klawiaturę. To rozszerzenie jest również kompatybilne z większością nowych Unicode.\n\nKlawiatura z emotikonami - to rozszerzenie Klawiatura z emotikonami umożliwia wprowadzanie emotikonów bezpośrednio w przeglądarce internetowej. Zawiera również rozbudowaną funkcję wyszukiwania, która pomaga łatwo uzyskać emotikony za pomocą słów kluczowych.\n\nKliknij ikonę, aby wywołać klawiaturę emoji. Najedź kursorem na emotikony, aby zobaczyć ich znaczenie. Po prostu kliknij emoji, aby skopiować go do schowka i wstawić do elementu wejściowego.",
    "ro": "Tastatura Emoji vă ajută să creați și să copiați Emojis pe orice site web.\n\nIată cea mai bună și cea mai unică colecție de emoji pentru tastatură. Această extensie este, de asemenea, compatibilă cu majoritatea noilor unicode.\n\nTastatură Emoji - Această extensie tastatură Emoji vă permite să introduceți emoji direct într-un browser web. De asemenea, vine cu o funcționalitate extinsă de căutare care vă ajută să obțineți cu ușurință emoji prin cuvinte cheie.\n\nFaceți clic pe pictogramă pentru a invoca o tastatură emoji. Vă rugăm să treceți pe emoji pentru a le vedea semnificațiile. Și trebuie doar să faceți clic pe un emoji pentru a-l copia în clipboard și a-l insera într-un element de intrare.",
    "ru": "Клавиатура Emoji позволяет создавать и копировать Emojis на любой веб-сайт.\n\nВот лучшая и самая уникальная коллекция смайлов для вашей клавиатуры. Это расширение также совместимо с большинством новых юникодов.\n\nEmoji Keyboard - это расширение Emoji Keyboard позволяет вводить смайлы прямо в веб-браузере. Он также имеет обширную функцию поиска, которая помогает легко находить смайлы по ключевым словам.\n\nЩелкните значок, чтобы вызвать клавиатуру эмодзи. Наведите указатель мыши на смайлы, чтобы узнать их значение. И просто нажмите на смайлик, чтобы скопировать его в буфер обмена и вставить в элемент ввода.",
    "sk": "Klávesnica emodži vám pomáha vytvárať a kopírovať emodži na akýkoľvek web.\n\nTu je najlepšia a najunikátnejšia zbierka emodži pre vašu klávesnicu. Toto rozšírenie je tiež kompatibilné s väčšinou nových unicode.\n\nKlávesnica Emoji - Toto rozšírenie Emoji Keyboard vám umožňuje zadávať emodži priamo vo webovom prehliadači. Dodáva sa tiež s rozsiahlou funkciou vyhľadávania, ktorá pomáha ľahko získať emodži podľa kľúčových slov.\n\nKliknutím na ikonu vyvoláte klávesnicu emodži. Umiestnením kurzora myši na emodži zobrazíte ich význam. Stačí kliknúť na emodži a skopírovať ich do schránky a vložiť ich do vstupného prvku.",
    "sl": "Emoji tipkovnica vam pomaga ustvariti in kopirati emodžije na katero koli spletno mesto.\n\nTu je najboljša in najbolj edinstvena zbirka čustvenih simbolov za tipkovnico. Ta razširitev je združljiva tudi z večino novih unicodes.\n\nTipkovnica za emoji - Ta razširitev za tipkovnico za emoji omogoča vnos emojijev neposredno v spletni brskalnik. Na voljo je tudi z obsežno funkcijo iskanja, ki pomaga enostavno dobiti znake emoji po ključnih besedah.\n\nKliknite ikono, da prikličete tipkovnico emoji. Premaknite miškin kazalec na emoji, da vidite njihov pomen. In samo kliknite emoji, da ga kopirate v odložišče in vstavite v vhodni element.",
    "sr": "Емоји тастатура вам помаже да направите и копирате емоџије на било коју веб локацију.\n\nЕво најбоље и јединствене колекције емоји-ја за вашу тастатуру. Ово проширење је такође компатибилно са већином нових уницода.\n\nЕмоји тастатура - ово проширење Емоји тастатуре вам омогућава да уносите емоји сличице директно у веб прегледач. Такође долази са опсежном функционалношћу претраживања која вам помаже да лако добијете емоџи по кључним речима.\n\nКликните на икону да бисте позвали емоји тастатуру. Задржите показивач на емоји-у да бисте видели њихово значење. И само кликните на емоји да бисте га копирали у међуспремник и уметнули у улазни елемент.",
    "sv": "Emoji-tangentbord hjälper dig att skapa och kopiera Emojis till vilken webbplats som helst.\n\nHär är den bästa och mest unika emoji-samlingen för ditt tangentbord. Denna förlängning är också kompatibel med de flesta nya unikoder.\n\nEmoji Keyboard - Med detta Emoji Keyboard-tillägg kan du mata in emojis direkt i en webbläsare. Den levereras också med en omfattande sökfunktion som enkelt hjälper till att få emoji med nyckelord.\n\nKlicka på ikonen för att anropa ett emoji-tangentbord. Vänligen sväva på emojis för att se deras betydelse. Och klicka bara på en emoji för att kopiera den till urklipp och sätt in den i ett inmatningselement.",
    "th": "แป้นพิมพ์ Emoji ช่วยให้คุณสร้างและคัดลอก Emojis ไปยังเว็บไซต์ใดก็ได้\n\nนี่คือคอลเลกชันอิโมจิที่ดีที่สุดและเป็นเอกลักษณ์ที่สุดสำหรับแป้นพิมพ์ของคุณ ส่วนขยายนี้ยังเข้ากันได้กับ Unicodes ใหม่ส่วนใหญ่\n\nแป้นพิมพ์อิโมจิ - ส่วนขยายแป้นพิมพ์อิโมจินี้ให้คุณป้อนอิโมจิได้จากเว็บเบราว์เซอร์ นอกจากนี้ยังมาพร้อมกับฟังก์ชันการค้นหาที่ครอบคลุมซึ่งช่วยให้รับอีโมจิจากคำหลักได้อย่างง่ายดาย\n\nคลิกที่ไอคอนเพื่อเรียกใช้แป้นพิมพ์อิโมจิ โปรดวางเมาส์บนอิโมจิเพื่อดูความหมาย และเพียงคลิกที่อิโมจิเพื่อคัดลอกไปยังคลิปบอร์ดและแทรกลงในองค์ประกอบอินพุต",
    "tr": "Emoji klavye, Emojileri oluşturmanıza ve herhangi bir web sitesine kopyalamanıza yardımcı olur.\n\nİşte klavyeniz için en iyi ve en benzersiz emoji koleksiyonu. Bu uzantı aynı zamanda çoğu yeni unicodes ile uyumludur.\n\nEmoji Klavye - Bu Emoji Klavye uzantısı, emojiyi doğrudan bir web tarayıcısında girmenize olanak tanır. Ayrıca, anahtar kelimelere göre kolayca emoji elde etmeye yardımcı olan kapsamlı bir arama işlevi ile birlikte gelir.\n\nEmoji klavyesini çağırmak için simgeye tıklayın. Anlamlarını görmek için lütfen imleci emojilerin üzerine getirin. Ve panoya kopyalamak ve bir giriş öğesine eklemek için bir emojiye tıklamanız yeterlidir.",
    "uk": "Клавіатура Emoji допомагає створювати та копіювати Emojis на будь-який веб-сайт.\n\nОсь найкраща та найунікальніша колекція смайликів для вашої клавіатури. Це розширення також сумісне з більшістю нових унікодів.\n\nКлавіатура Emoji - це розширення Emoji Keyboard дозволяє вводити смайли прямо у веб-браузері. Він також має розширену функцію пошуку, яка допомагає легко отримувати смайлики за ключовими словами.\n\nКлацніть на піктограму, щоб викликати клавіатуру смайлів. Будь ласка, наведіть курсор на смайлики, щоб побачити їх значення. І просто натисніть на смайлик, щоб скопіювати його в буфер обміну та вставити в елемент введення.",
    "vi": "Bàn phím biểu tượng cảm xúc giúp bạn tạo và sao chép biểu tượng cảm xúc vào bất kỳ trang web nào.\n\nĐây là bộ sưu tập biểu tượng cảm xúc tốt nhất và độc đáo nhất cho bàn phím của bạn. Phần mở rộng này cũng tương thích với hầu hết các mã unicode mới.\n\nBàn phím biểu tượng cảm xúc - Phần mở rộng Bàn phím biểu tượng cảm xúc này cho phép bạn nhập biểu tượng cảm xúc ngay trong trình duyệt web. Nó cũng đi kèm với chức năng tìm kiếm mở rộng giúp dễ dàng lấy biểu tượng cảm xúc theo từ khóa.\n\nNhấp vào biểu tượng để gọi bàn phím biểu tượng cảm xúc. Hãy di chuột vào biểu tượng cảm xúc để xem ý nghĩa của chúng. Và chỉ cần nhấp vào một biểu tượng cảm xúc để sao chép nó vào khay nhớ tạm và chèn nó vào một phần tử đầu vào.",
    "zh_CN": "表情符号键盘可帮助您创建表情符号并将其复制到任何网站。\n\n这是您键盘上最好，最独特的表情符号集合。此扩展也与大多数新的unicode兼容。\n\n表情符号键盘-此表情符号键盘扩展程序可让您直接在网络浏览器中输入表情符号。它还具有广泛的搜索功能，可帮助您轻松地通过关键字获取表情符号。\n\n单击图标以调用表情符号键盘。请悬停在表情符号上以查看其含义。然后只需单击表情符号即可将其复制到剪贴板，然后将其插入输入元素。",
    "zh_TW": "表情符號鍵盤可幫助您創建表情符號並將其複製到任何網站。\n\n這是您鍵盤上最好，最獨特的表情符號集合。此擴展也與大多數新的unicode兼容。\n\n表情符號鍵盤-此表情符號鍵盤擴展程序可讓您直接在網絡瀏覽器中輸入表情符號。它還具有廣泛的搜索功能，可幫助您輕鬆地通過關鍵字獲取表情符號。\n\n單擊圖標以調用表情符號鍵盤。請懸停在表情符號上以查看其含義。然後只需單擊表情符號即可將其複製到剪貼板，然後將其插入輸入元素。"
  }
}