{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Table Copy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copie as tabelas do site em 1 clique"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facilite o processo de copiar tabelas da web diretamente para suas planilhas com a extensão “Web Table Copy”! Ideal para estudantes, pesquisadores, analistas de dados e qualquer pessoa que precise transferir dados tabulares da web para uma planilha de forma rápida e eficiente.\nFuncionalidades Principais:\n•\tCopie Tabelas com Um Clique: Selecione e copie qualquer tabela de uma página web com apenas um clique.\n•\tIntegração Direta com Planilhas: Cole as tabelas copiadas diretamente em Google Sheets, Excel ou qualquer outra ferramenta de planilhas.\n•\tSuporte a Tabelas Complexas: Funciona com tabelas simples e complexas, preservando a formatação e a estrutura dos dados.\n•\tInterface Intuitiva: Fácil de usar, sem configurações complicadas. Basta instalar a extensão e começar a copiar.\n•\tRápido e Eficiente: Economize tempo ao extrair dados sem a necessidade de copiar e colar manualmente cada célula.\nComo Usar:\n1.\tInstale a extensão \"Web Table Copy\" no seu navegador Chrome.\n2.\tNavegue até a página web contendo a tabela que você deseja copiar.\n3.\tClique no ícone da extensão para identificar e selecionar a tabela desejada.\n4.\tCopie a tabela e cole-a diretamente na sua planilha.\nQuem Deve Usar:\n•\tEstudantes e pesquisadores que coletam dados da web para projetos e estudos.\n•\tProfissionais de negócios que precisam transferir dados web para relatórios e análises.\n•\tQualquer pessoa que frequentemente trabalha com dados tabulares da web.\nFeedback: Estamos sempre buscando melhorar! Se você tiver sugestões ou encontrar algum problema, por favor, envie seu feedback através da Chrome Web Store."
  }
}