{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Marktplaats zonder spam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verwijdert alles wat je niet wilt zien op marktplaats."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deze extensie verwijdert alles wat je niet wilt zien (van de zoekresultaten) op marktplaats. Hierdoor hoef je niet eerst een hele lijst advertenties van bedrijven naar beneden te scrollen, maar zie je direct waarnaar je op zoek bent. Hiernaast verwijdert de extensie alle reclame en worden wit-ruimtes verkleind zodat er meer advertenties op het scherm passen zonder te scrollen.\n\nAls u niet meer zonder deze extensie kan, kunt u overwegen een (kleine) donatie te geven of een recensie te schrijven in de Chrome Web Store. Beiden worden zeer op prijs gesteld! U kunt een donatie geven via http://goo.gl/NDFreQ . Alvast bedankt voor uw hulp! \n\nUpdates:\n\nVersie 2.2.2\n- Extensie weer werkend gemaakt\n\nVersie 2.2.1\n- Extensie weer werkend gemaakt\n\nVersie 2.2\n- De zwarte lijst werkte niet meer, opgelost 🎉\n- Sommige 'google-ads' werden weer getoond, die worden nu weer verborgen\n- Bij het navigeren tussen pagina's werden topadvertenties getoond ook al stonden deze uitgeschakeld\n- Prestatieverbetering voor het markeren van advertenties\n- Bij het 'preview' scherm werden de biedingen twee maal getoond\n\nVersie 2.1 RC4\n- De extensie werkte weer steeds minder goed, dat is nu opgelost, ook het bladeren en sorteren zou nu beter moeten werken! 🎉\n\nVersie 2.1 RC3\n- De extensie werkt nu ook weer als je naar categorieën gaat of in categorieën zoekt 🎉\n- Op sommige machines werd soms toch weer een oudere versie van marktplaats getoond, de extensie detecteert dit en zal de 'oude' extensie weer toepassen\n- In FireFox werkte het klikken op de knoppen om de donatievraag te verwijderen niet, excuses!\n- In FireFox werkten sommige instellingen niet\n\nVersie 2.1 RC2\n- In sommige gevallen leek het alsof de extensie niet of niet goed functioneerde, dat is nu naar alle waarschijnlijkheid opgelost\n- Gereserveerde advertenties werden niet meer gedetecteerd, nu wel weer 🎉\n\nVersie 2.1.0 RC1\n- In deze versie werkt de extensie weer 🎉! We zijn nog niet helemaal op het niveau van de oude extensie, maar er wordt aan gewerkt (vandaar RC1).\n- Nieuw: De 'ook van deze adverteerder' blokken worden nu ook meegenomen bij de spammers/topadvertenties/dagtoppers/bedrijfsadvertenties\n- Issue: Het inladen van extra pagina's werkt nog niet\n- Issue: Het previewscherm werkt, maar is nog niet helemaal optimaal\n\nVersie 2.0.4\n- In versie 2.0.3 kon het zijn dat de extensie helemaal niet meer werkte, dit is nu opgelost, sorry voor het ongemak!\n\nVersie 2.0.3\n- Als de zwarte lijst te groot werd (rond de 70 verkopers), dan kon je niets meer aan de zwarte lijst toevoegen.\n- Bij een nieuwere versie van je browser werkte het verwijderen van items op de zwarte lijst niet meer. Opgelost door een ander soort dialogen te gebruiken.\n\nVersie 2.0.1\n\n- Bij de zoekresultaten zag je soms toch nog een advertentie, deze is weggehaald.\n- Bij het openen van een advertentie zag je soms nog een advertentie naast de foto (bij. over de postcode kanjer). Weg ermee!\n- Als je een bewaarde zoekopdracht opent, dan zal de extensie nu ook worden toegepast (dit werkte niet)\n\n\n\nVersie 2.0.0\n\nEen nieuwe start\n- In deze volledig herschreven versie van Marktplaats zonder spam zorgen we voor een betere gebruikservaring. De extensie is sneller, stabieler en voor ons eenvoudiger te onderhouden! Bedankt voor al jullie support en geniet van deze mooie nieuwe versie!\n\nAlle wijzigingen\n- Marktplaats zonder topadvertenties is hernoemd naar Marktplaats zonder spam, dit is een betere benadering van de functionaliteit die de extensie biedt.\n- Het tonen en verbergen van advertenties is nu geconsolideerd in tabbladen welke je aan en uit kunt zetten, dit kun je goed zien door de achtergrondkleur.\n- Je kunt nu ook gereserveerde advertenties verbergen.\n- Het preview scherm is sterk verbeterd. Als je met je muis over de foto's gaat, dan zie je een vergroting, daarnaast zie je nu ook meer informatie van de advertentie (bijv. hoe vaak bekeken en bewaard) en je ziet eventueel de biedingen als die er zijn.\n- De werkbalk van de extensie is verplaatst naar links (onder prijs) zodat het minder schermruimte inneemt.\n- Bij de opties van de extensie kun je nu de zwarte lijst met verkopers inzien en beheren.\n- Bij de opties van de extensie kun je nu aangeven of je de verwante zoekopdrachten naar beneden wilt verplaatsen (hierdoor gaat er bovenaan minder ruimte verloren).\n- Je kunt nu zien hoeveel advertenties er op een pagina zichtbaar en verborgen zijn.\n- Verkopers toevoegen aan de zwarte lijst zorgt ervoor dat de tabbladen direct worden bijgewerkt, zodat duidelijk is dat deze verkoper verborgen is.\n- Het animeren van de advertenties gaat nu soepeler, zonder dat de plaatjes en teksten verspringen (te zien als je op de tabbladen klikt).\n- Automatisch ophalen van pagina's is verbeterd.\n- Regelmatig werkten sommige functionaliteiten in de resultaten niet meer (zoals 'items per pagina'), dit is opgelost!\n- Betere verwijdering van de marktplaats en google advertenties.\n- Algehele lay-out nu beter passend bij marktplaats.\n\n\nVersie 1.7.2\n- Probleem met het ophalen van foto's is opgelost!\n\nVersie 1.7.1\n- Probleem met het ophalen van foto's proberen te verhelpen. Soms laat marktplaats in het resultaat nog steeds geen foto's zien, wordt aan gewerkt :)\n- Analytics eruit gehaald.\n\nVersie 1.7.0\n- Eindelijk weer een nieuwe versie! Bedankt voor diegenen die een donatie hebben gedaan!!\n- Preview is weer toegevoegd en werkt nu naar behoren!\n- Blacklist toegevoegd! Als een verkoper niet wordt herkend als bedrijf maar wel Marktplaats helemaal vol spamt, dan kun je nu deze verkoper verbergen (staat in de lijst met zoekresultaten onder zijn naam). Je kunt ze ook weer zichtbaar maken.\n- Kleine bugfixes die de stabiliteit moeten verbeteren.\n\n\nVersie 1.6.0\n- In deze versie van marktplaats zonder topadvertenties is een instellingenscherm toegevoegd. Op dit scherm kun je (op dit moment) instellen hoeveel pagina's er automatisch moeten worden ingeladen na een zoekopdracht. Standaard is deze instelling uitgeschakeld, dus als je meer pagina's wilt zien, moet je dit eerst instellen! Ook kun je in dit scherm aangeven dat je geen gebruik wilt maken van Google Analytics.\n\n\nVersie 1.5.3\n- Zoekopdracht kan weer 'verfijnd' worden!\n\nVersie 1.5.2\n- Doneren en nieuws bleef staan, opgelost!\n- Marktplaats zonder topadvertenties werd niet goed meer ingeladen, gefixt\n- De extensie werkt nu ook op de beveiligde site van marktplaats (https)\n* Preview werkt (nog) niet.\n\nVersie 1.5.1\nAls er minder dan 10 pagina's resultaat waren, bleet Markplaats zonder topadvertenties pagina's ophalen. Excuses daarvoor, het is gefixed!\n\nVersie 1.5.0\n- Marktplaats zonder topadvertenties haalt nu automatisch meerdere pagina\\'s op na een zoekopdracht. Er worden tot 10 pagina\\'s opgehaald.\n- Bij elke advertentie staat nu een link met het label 'Preview'. Als je hierop klikt, wordt een klein dialoog geopend waarin de belangrijkste gegevens van de advertentie worden getoond.\n\n\nVersie 1.4.0\n- Weer werkend gemaakt met de nieuwe layout van marktplaats\n- Verbeterde verwijdernig van 'bedrijfsadvertenties'\n- Optie toegevoegd om een donatie te kunnen geven om de drijfveer voor de verdere ontwikkeling van de extensie op peil te houden. Deze 'vraag voor een donatie' kan gewoon worden weg geklikt worden en zal daarna niet meer worden getoond.\n\nVersie 1.3.0\n- Ook bepaalde bedrijfsadvertenties die uit twee regels bestaan worden nu bij de bedrijfsadvertenties gegroepeerd\n- Minder witruimte tussen de zoekopdracht en het zoekresultaat verkleind (bedankt voor de tip)\n- Lettertype van broodkruimels (onder zoekopdracht) verkleind met ~30% (bedankt voor de tip)\n- Sortering wordt nu onthouden als deze is gewijzigd (bedankt voor de tip)\n\nVersie 1.2.3\n- Compatibel gemaakt met de nieuwe marktplaats website\n- Verticale witruimtes kleiner gemaakt, zodat er meer advertenties op het scherm passen zonder te scrollen\n- Alle reclame (google ads) wordt nu automatisch verwijderd, ook om minder te hoeven scrollen\n- Er zijn nu 3 categorieën die allen afzonderlijk van elkaar kunnen worden getoond en verborgen (Topadvertenties, Dagtoppers en bedrijfsadvertenties)\n- De laatste instelling van elke categorie (toon of verberg) wordt nu onthouden bij een nieuwe zoekopdracht\n- De achtergrondkleur van Topadvertenties is iets lichter, zodat deze beter aansluit bij de nieuwe kleurstelling van Marktplaats\n- Dagtoppers hebben nu een licht groene achtergrondkleur\n- Bedrijfsadvertenties zijn niet meer 'transparanter', maar hebben een licht blauwe achtergrondkleur\n\nVersie 1.1.1\n- De link met 'Verberg/toon dagtoppers' wordt nu niet getoond als er geen dagtoppers zijn.\n\nVersie 1.1\n- Bij 'Toon ook de topadvertenties' wordt nu ook aangegeven hoeveel topadvertenties zijn verborgen\n- Topadvertenties kunnen nu nadat ze zijn verborgen toch weer getoond worden\n- Topadvertenties hebben nu een lichtgrijze achtergrond zodat ze makkelijker te herkennen zijn\n- Dagtoppers hebben nu ook een lichtgrijze achtergrond (in twee verschillende gradaties)\n- Het groene 'Dagtopper' woord is transparanter gemaakt, zodat het minder opvalt\n- Dagtoppers kunnen nu ook worden getoond en verborgen\n- Advertenties van bedrijven worden nu transparanter getoond dan particuliere advertenties\n- Admarkt advertenties worden nu ook verwijderd\n\nVersie 1.0.1\n- Extra link toegevoegd waarmee de topadvertenties toch getoond kunnen worden\n\nVersie 1.0\n- Eerste versie"
  }
}