{
  "name": {
    "ar": "مساعد التسوق علي برايس-1688",
    "am": "AliPrice ግዢ ረዳት-1688",
    "bg": "Помощник при пазаруване AliPrice-1688",
    "bn": "আলিপ্রাইস শপিং অ্যাসিস্ট্যান্ট-1688",
    "ca,da,el": "AliPrice Shopping Assistant-1688",
    "cs": "Nákupní asistent AliPrice-1688",
    "de": "AliPrice Einkaufsassistent-1688",
    "en,en_GB,en_US,no": "AliPrice Shopping Assistant for 1688",
    "en_AU,zh_CN": "AliPrice购物助手-1688",
    "es,es_419": "Asistente de compras AliPrice para 1688",
    "et": "AliPrice'i ostuassistent 1688 jaoks",
    "fa": "دستیار خرید AliPrice برای 1688",
    "fi": "AliPrice-ostosavustaja vuodelle 1688",
    "fil": "AliPrice Shopping Assistant para sa 1688",
    "fr": "Assistant d'achat AliPrice pour 1688",
    "gu": "1688 માટે અલીપ્રાઈસ શોપિંગ સહાયક",
    "he": "עוזר קניות של AliPrice לשנת 1688",
    "hi": "अलीप्राइस शॉपिंग असिस्टेंट 1688 में",
    "hr": "AliPrice Shopping Assistant za 1688",
    "hu": "AliPrice vásárlási asszisztens 1688-ra",
    "id": "Asisten Belanja AliPrice untuk tahun 1688",
    "it": "Assistente agli acquisti AliPrice per 1688",
    "ja": "AliPriceショッピングアシスタント-1688",
    "kn": "1688 ಗಾಗಿ ಅಲಿಪ್ರೈಸ್ ಶಾಪಿಂಗ್ ಸಹಾಯಕ",
    "ko": "AliPrice 쇼핑도우미-1688",
    "lt": "„AliPrice“ apsipirkimo asistentas už 1688 m",
    "lv": "AliPrice iepirkšanās palīgs 1688. gadam",
    "ml": "1688-നുള്ള അലിപ്രൈസ് ഷോപ്പിംഗ് അസിസ്റ്റന്റ്",
    "mr": "1688 साठी AliPrice खरेदी सहाय्यक",
    "ms": "Pembantu Beli-belah AliPrice untuk 1688",
    "nl": "AliPrice-winkelassistent voor 1688",
    "pl": "Asystent zakupów AliPrice dla roku 1688",
    "pt_BR,pt_PT": "Assistente de compras AliPrice para 1688",
    "ro": "AliPrice Shopping Assistant pentru 1688",
    "ru": "Помощник по покупкам AliPrice для 1688",
    "sk": "Nákupný asistent AliPrice za 1688",
    "sl": "Nakupovalni pomočnik AliPrice za 1688",
    "sr": "AliPrice Схоппинг Ассистант за 1688",
    "sv": "AliPrice Shopping Assistant för 1688",
    "sw": "Msaidizi wa Ununuzi wa AliPrice kwa 1688",
    "ta": "1688க்கான அலிபிரைஸ் ஷாப்பிங் உதவியாளர்",
    "te": "1688 కోసం అలీప్రైస్ షాపింగ్ అసిస్టెంట్",
    "th": "ผู้ช่วยช้อปปิ้ง AliPrice สำหรับ 1688",
    "tr": "1688 için AliPrice Alışveriş Asistanı",
    "uk": "AliPrice Shopping Assistant для 1688",
    "vi": "Trợ lý mua sắm AliPrice cho 1688",
    "zh_TW": "AliPrice購物助手-1688"
  },
  "short": {
    "ar": "تتبع سجل الأسعار على 1688 وابحث عن مصادر المنتجات على AliExpress و Alibaba و Taobao و Yiwugo.",
    "am": "የዋጋ ታሪክን በ 1688 ላይ ይከታተሉ እና በ AliExpress ፣ በአሊባባ ፣ በታኦባዎ እና በሠራ-በቻይና የምርት ምንጮችን ያግኙ ፡፡",
    "bg": "Проследете историята на цените на 1688 и намерете източници на продукти в AliExpress, Alibaba, Taobao и Yiwugo.",
    "bn": "1688-এ দামের ইতিহাস সন্ধান করুন এবং আলীএক্সপ্রেস, আলিবাবা, তাওবাও এবং মেড-ইন-চায়নাতে পণ্যের উত্সগুলি সন্ধান করুন।",
    "ca": "Feu un seguiment de l'historial de preus a 1688 i cerqueu fonts de productes a AliExpress, Alibaba, Taobao i Yiwugo.",
    "cs": "Sledujte historii cen na 1688 a najděte zdroje produktů na AliExpress, Alibaba, Taobao a Yiwugo.",
    "da": "Spor prishistorik på 1688 og find produktkilder på AliExpress, Alibaba, Taobao og Yiwugo.",
    "de": "Verfolgen Sie die Preisentwicklung auf 1688 und finden Sie Produktquellen auf AliExpress, Alibaba, Taobao und Yiwugo.",
    "el": "Παρακολουθήστε το ιστορικό τιμών στο 1688 και βρείτε πηγές προϊόντων σε AliExpress, Alibaba, Taobao και Yiwugo.",
    "en,en_GB,en_US": "AliPrice Search by image allows you to easily find the source goods on e-commerce websites.",
    "en_AU,zh_CN": "AliPrice以图搜同款神器可以让你轻松地在跨境电商网站上找到同款货源。",
    "es,es_419": "Realice un seguimiento del historial de precios en 1688 y encuentre fuentes de productos en AliExpress, Alibaba, Taobao y Yiwugo.",
    "et": "Jälgige hinnaajalugu saidil 1688 ja leidke tooteallikaid AliExpressist, Alibabast, Taobaost ja Yiwugo.",
    "fa": "تاریخچه قیمت را در 1688 دنبال کنید و منابع محصول را در AliExpress ، Alibaba ، Taobao و Yiwugo پیدا کنید.",
    "fi": "Seuraa hintahistoriaa osoitteessa 1688 ja etsi tuotelähteitä AliExpress, Alibaba, Taobao ja Yiwugo.",
    "fil": "Subaybayan ang kasaysayan ng presyo sa 1688 at hanapin ang mga mapagkukunan ng produkto sa AliExpress, Alibaba, Taobao, at Yiwugo.",
    "fr": "Suivez l'historique des prix sur 1688 et trouvez des sources de produits sur AliExpress, Alibaba, Taobao et Yiwugo.",
    "gu": "1688 પર ભાવ ઇતિહાસનો ટ્ર Trackક કરો અને અલીએક્સપ્રેસ, અલીબાબા, તાઓબાઓ અને મેડ-ઇન-ચાઇના પરના ઉત્પાદન સ્રોત શોધો.",
    "he": "עקוב אחר היסטוריית המחירים ב- 1688 ומצא מקורות מוצרים ב- AliExpress, Alibaba, Taobao ו- Yiwugo.",
    "hi": "1688 पर मूल्य इतिहास को ट्रैक करें और अलीएक्सप्रेस, अलीबाबा, Taobao और मेड-इन-चाइना पर उत्पाद स्रोत खोजें।",
    "hr": "Pratite povijest cijena na 1688 i pronađite izvore proizvoda na AliExpressu, Alibabi, Taobau i Yiwugo.",
    "hu": "Kövesse az árelőzményeket az 1688 oldalon, és keressen termékforrásokat az AliExpress, az Alibaba, a Taobao és a Yiwugo webhelyeken.",
    "id": "Lacak riwayat harga di 1688 dan temukan sumber produk di AliExpress, Alibaba, Taobao, dan Yiwugo.",
    "it": "Tieni traccia della cronologia dei prezzi su 1688 e trova le fonti dei prodotti su AliExpress, Alibaba, Taobao e Yiwugo.",
    "ja": "1688、アリババ、アリエクスプレス、タオバオ、などで類似商品を画像で検索",
    "kn": "1688 ನಲ್ಲಿ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ ಮತ್ತು ಅಲಿಎಕ್ಸ್ಪ್ರೆಸ್, ಅಲಿಬಾಬಾ, ಟಾವೊಬಾವೊ ಮತ್ತು ಮೇಡ್-ಇನ್-ಚೀನಾದಲ್ಲಿ ಉತ್ಪನ್ನ ಮೂಲಗಳನ್ನು ಹುಡುಕಿ.",
    "ko": "1688, 알리바바, 타오바오, 알리익스프레스 등에서 이미지로 유사 제품 검색",
    "lt": "Stebėkite kainų istoriją 1688 ir raskite produktų šaltinius „AliExpress“, „Alibaba“, „Taobao“ ir „Yiwugo“.",
    "lv": "Izsekojiet cenu vēsturi vietnē 1688 un atrodiet produktu avotus vietnēs AliExpress, Alibaba, Taobao un Yiwugo.",
    "ml": "1688 ൽ വില ചരിത്രം ട്രാക്കുചെയ്യുക, അലിഎക്സ്പ്രസ്സ്, അലിബാബ, ടൊബാവോ, മേഡ്-ഇൻ-ചൈന എന്നിവയിൽ ഉൽപ്പന്ന ഉറവിടങ്ങൾ കണ്ടെത്തുക.",
    "mr": "1688 वर किंमतीच्या इतिहासाचा मागोवा घ्या आणि अली-एक्सप्रेस, अलिबाबा, ताबाओ आणि मेड-इन-चाइन वर उत्पादन स्रोत शोधा.",
    "ms": "Jejak sejarah harga di 1688 dan cari sumber produk di AliExpress, Alibaba, Taobao, dan Yiwugo.",
    "nl": "Houd de prijsgeschiedenis bij op 1688 en vind productbronnen op AliExpress, Alibaba, Taobao en Yiwugo.",
    "no": "Spor prishistorikk på 1688 og finn produktkilder på AliExpress, Alibaba, Taobao og Yiwugo.",
    "pl": "Śledź historię cen na 1688 i znajdź źródła produktów na AliExpress, Alibaba, Taobao i Yiwugo.",
    "pt_BR,pt_PT": "Acompanhe o histórico de preços em 1688 e encontre fontes de produtos no AliExpress, Alibaba, Taobao e Yiwugo.",
    "ro": "Urmăriți istoricul prețurilor pe 1688 și găsiți surse de produse pe AliExpress, Alibaba, Taobao și Yiwugo.",
    "ru": "Найти товар по фото на 1688, Алибаба, Таобао, Алиэкспресси и др.",
    "sk": "Sledujte históriu cien na 1688 a nájdite zdroje produktov na serveroch AliExpress, Alibaba, Taobao a Yiwugo.",
    "sl": "Sledite zgodovini cen na spletnem mestu 1688 in poiščite vire izdelkov na AliExpress, Alibaba, Taobao in Yiwugo.",
    "sr": "Пратите историју цена на 1688.цом и пронађите изворе производа на АлиЕкпресс, Алибаба, Таобао и Маде-ин-Цхина.",
    "sv": "Spåra prishistorik på 1688 och hitta produktkällor på AliExpress, Alibaba, Taobao och Yiwugo.",
    "sw": "Fuatilia historia ya bei kwenye 1688 na upate vyanzo vya bidhaa kwenye AliExpress, Alibaba, Taobao, na Yiwugo.",
    "ta": "1688 இல் விலை வரலாற்றைக் கண்காணித்து, அலிஎக்ஸ்பிரஸ், அலிபாபா, தாவோபாவ் மற்றும் மேட்-இன்-சீனாவில் தயாரிப்பு ஆதாரங்களைக் கண்டறியவும்.",
    "te": "1688 లో ధర చరిత్రను ట్రాక్ చేయండి మరియు అలీఎక్స్ప్రెస్, అలీబాబా, టావోబావో మరియు మేడ్-ఇన్-చైనాలో ఉత్పత్తి వనరులను కనుగొనండి.",
    "th": "ติดตามประวัติราคาบน 1688 และค้นหาแหล่งสินค้าใน AliExpress, Alibaba, Taobao และ Yiwugo",
    "tr": "1688'da fiyat geçmişini takip edin ve AliExpress, Alibaba, Taobao ve Yiwugo'daki ürün kaynaklarını bulun.",
    "uk": "Відстежуйте історію цін на 1688 та знаходьте джерела продуктів на AliExpress, Alibaba, Taobao та Yiwugo.",
    "vi": "Theo dõi lịch sử giá trên 1688 và tìm nguồn sản phẩm trên AliExpress, Alibaba, Taobao và Yiwugo.",
    "zh_TW": "AliPrice以圖搜同款神器可以讓你輕鬆地在跨境電商網站上找到同款貨源。"
  },
  "long": {
    "ar": "الميزات الرئيسية:\n1. البحث عن الصور للمنتجات المتطابقة: يمكن للمستخدمين العثور بسرعة على منتجات متطابقة على علي بابا و1688 وتاو باو من خلال النقر فوق زر البحث أو استخدام البحث عن الصور بالنقر بزر الماوس الأيمن، وهو مثالي للشحن المباشر وتوفير الوقت.\n2. سجل الأسعار: عرض سجل الأسعار السنوي للمنتجات على 1688 وأمازون مجانًا، مما يساعد المستخدمين على تحديد الخصومات الحقيقية.\n3. تنبيهات انخفاض الأسعار: يمكن للمستخدمين إضافة المنتجات إلى المفضلة لديهم وتلقي إشعارات عند انخفاض الأسعار.\n4. البحث المتقدم: يتضمن ميزات مثل مقارنة المنتجات المتطابقة والتصفية والفرز وتصدير البيانات إلى Excel، مما يساعد المستخدمين على العثور على المنتجات الدقيقة التي يحتاجون إليها بكفاءة أكبر.\n5. ترجمة لقطات الشاشة: التقاط الصور وترجمة النص عليها.\n6. تحليل المراجعة: تحليل توزيع المراجعين حسب البلد على صفحات تفاصيل منتجات علي إكسبريس.\n7. تنزيل الصور: تنزيل صور ومقاطع فيديو المنتجات من تاو باو وعلي بابا 1688 وبيندودو وما إلى ذلك، بنقرة واحدة. تصدير عناوين URL للصور للنسخ وترجمة الصور.\n8. تحويل العملة: تمكين تحويل العملة لعرض الأسعار بالدولار الأمريكي والوون الكوري وعشرات العملات الأجنبية الأخرى على 1688 وTao bao.\n9. دعم Google Lens: يدعم Google Lens لعمليات البحث عن الصور.\n10. تنزيل المراجعات والصور: تنزيل صور المراجعات من Ali Express وAmazon، وتصدير المراجعات إلى ملف Excel.\n11. دعم المزيد من المواقع: تمكين وظيفة البحث عن الصور لمنصات مثل Shein وNaver وAmazon والمزيد.\n12. نسخ الروابط: انسخ بسهولة روابط المنتجات من Ali baba و1688 وTao bao. يتضمن نسخ الروابط الطويلة سمات المنتج المحددة، وهي ميزة نطلق عليها وظيفة عرض SKU.\n13. نسخ العناوين: انسخ عناوين المنتجات وابحث عن المنتجات المتطابقة على 1688 أو Tao bao باستخدام العنوان المترجم.\n14. نسخ مصطلحات القائمة المنسدلة: انسخ مصطلحات البحث المنسدلة والمقترحة من مواقع الويب مثل Amazon.\n15. تصدير عربة التسوق: تصدير المنتجات الموجودة في عربة التسوق من 1688 أو Tao bao إلى ملف Excel.\n16. عرض معلومات الشحن: عرض تفاصيل شحن الحزمة مباشرة على صفحة قائمة طلبات 1688 أو Tao bao للحصول على نظرة عامة سريعة.\n17. ترجمة Aliwangwang: ترجمة المحادثات مع البائعين، ودعم ترجمة كل من لغة المصدر واللغة المستهدفة للتواصل السلس.\n18. عرض تفاصيل الهاتف المحمول: استخدم الكاميرا أو التطبيق لمسح صفحات المنتج وعرضها على الأجهزة المحمولة.\n19. سجل التصفح: أضف إدخال سجل التصفح لمواقع الويب مثل 1688 وAli Express وTao bao في شريط الأدوات الموجود في أسفل اليسار.\n\nإذا كان لديك أي أسئلة أو اقتراحات، فلا تتردد في الاتصال بنا:\nhttps://www.aliprice.com/information/index?page=contact\nعن طريق تثبيت ملحق AliPrice، فإنك توافق على شروط \"شروط خدمة AliPrice\" وتسمح للامتداد بإعادة التوجيه إلى روابط البرامج التابعة، بما في ذلك 1688 وبرامج أخرى. شروط خدمة AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "am": "ዋና ዋና ባህሪያት:\n1. ምስሎችን ለተመሳሳይ ምርቶች ፍለጋ፡ ተጠቃሚዎች በአሊ ባባ፣ 1688 እና ታኦ ባኦ ላይ የፍለጋ ቁልፍን በመጫን ወይም በቀኝ ጠቅታ የምስል ፍለጋን በመጠቀም ተመሳሳይ ምርቶችን በፍጥነት ማግኘት ይችላሉ።\n2. የዋጋ ታሪክ፡- ተጠቃሚዎች እውነተኛ ቅናሾችን እንዲለዩ በመርዳት በ1688 እና አማዞን ላይ ያለውን ዓመታዊ የዋጋ ታሪክ ይመልከቱ።\n3. የዋጋ ቅነሳ ማንቂያዎች፡ ተጠቃሚዎች ወደሚወዷቸው ምርቶች ማከል እና ዋጋ ሲቀንስ ማሳወቂያዎችን መቀበል ይችላሉ።\n4. የላቀ ፍለጋ፡- ተመሳሳይ ምርቶችን ማወዳደር፣ማጣራት እና መደርደር እና መረጃን ወደ ኤክሴል መላክ የመሳሰሉ ባህሪያትን ያካትታል ይህም ተጠቃሚዎች የሚፈልጉትን ትክክለኛ ምርቶች በብቃት እንዲያገኙ መርዳት ነው።\n5. የቅጽበታዊ ገጽ እይታ ትርጉም፡ ምስሎችን ያንሱ እና ጽሑፉን በእነሱ ላይ ይተርጉሙ።\n6. የግምገማ ትንተና፡ የገምጋሚዎችን አገር ስርጭት በአሊ ኤክስፕረስ ምርት ዝርዝር ገፆች ላይ ይተነትኑ።\n7. ምስሎችን አውርድ፡ የምርት ምስሎችን እና ቪዲዮዎችን ከ Tao bao፣ Ali baba 1688፣ Pinduoduo፣ ወዘተ አውርድ፣ በአንድ ጠቅታ። የምስል ዩአርኤሎችን ለመቅዳት እና ለምስል ትርጉም ይላኩ።\n8. የምንዛሬ ልወጣ፡ በ1688 እና Tao bao ላይ በUSD፣KRW እና በደርዘን የሚቆጠሩ ሌሎች የውጭ ምንዛሬዎችን ለማሳየት የምንዛሬ ልወጣን አንቃ።\n9. ጎግል ሌንስ ድጋፍ፡ ለምስል ፍለጋ ጎግል ሌንስን ይደግፋል።\n10. ግምገማዎችን እና ምስሎችን ያውርዱ፡ የግምገማ ምስሎችን ከአሊ ኤክስፕረስ እና አማዞን ያውርዱ እና ግምገማዎችን ወደ ኤክሴል ፋይል ይላኩ።\n11. ለተጨማሪ ጣቢያዎች ድጋፍ፡ እንደ Shein፣ Naver፣ Amazon፣ እና ሌሎች ላሉ የመሣሪያ ስርዓቶች የምስል ፍለጋ ተግባርን ያስችላል።\n12. ሊንኮችን ቅዳ፡ የምርት አገናኞችን በቀላሉ ከ Ali baba፣ 1688 እና Tao bao ይቅዱ። ረጅም አገናኞችን መቅዳት የተመረጡ የምርት ባህሪያትን ያጠቃልላል፣ ይህ ባህሪ የ SKU ማሳያ ተግባር ብለን እንጠራዋለን።\n13. ርዕሶችን ቅዳ፡ የምርት ርዕሶችን ይቅዱ እና ተመሳሳይ ምርቶችን በ1688 ወይም Tao bao የተተረጎመውን ርዕስ በመጠቀም ይፈልጉ።\n14. ተቆልቋይ ውሎችን ቅዳ፡ ተቆልቋይ እና የተጠቆሙ የፍለጋ ቃላትን እንደ Amazon ካሉ ድረ-ገጾች ይቅዱ።\n15. የግዢ ጋሪን ወደ ውጭ ላክ፡ ከ1688 ወይም ታኦ ባኦ ወደ ኤክሴል ፋይል በገበያ ጋሪው ውስጥ ምርቶችን ወደ ውጭ ላክ።\n16. የማጓጓዣ መረጃን አሳይ፡ ለፈጣን አጠቃላይ እይታ የጥቅል ማጓጓዣ ዝርዝሮችን በቀጥታ በ1688 ወይም Tao bao ትዕዛዝ ዝርዝር ገጽ ላይ አሳይ።\n17. አሊዋንግዋንግ ትርጉም፡ ከሻጮች ጋር የሚደረጉ ንግግሮችን ይተርጉሙ፣ ሁለቱንም የምንጭ እና የዒላማ ቋንቋ ትርጉምን ያለምንም እንከን የለሽ ግንኙነት ይደግፋሉ።\n18. የሞባይል ዝርዝሮችን ይመልከቱ፡ በተንቀሳቃሽ መሳሪያዎች ላይ የምርት ገጾችን ለመቃኘት እና ለመመልከት ካሜራ ወይም መተግበሪያ ይጠቀሙ።\n19. የአሰሳ ታሪክ፡ እንደ 1688፣ Ali Express እና Tao bao ላሉ ድረ-ገጾች ከታች በግራ በኩል ባለው የመሳሪያ አሞሌ ላይ የአሰሳ ታሪክ ግቤት ያክሉ።\n\nማንኛቸውም ጥያቄዎች ወይም ጥቆማዎች ካሉዎት እባክዎ እኛን ለማነጋገር ነፃነት ይሰማዎ፡-\nhttps://www.aliprice.com/information/index?ገጽ=እውቂያ\nየ AliPrice ቅጥያውን በመጫን የ \"AliPrice የአገልግሎት ውል\" ውሎችን ይቀበላሉ እና ቅጥያው 1688 እና ሌሎች ፕሮግራሞችን ጨምሮ ወደ ተባባሪ የፕሮግራም አገናኞች እንዲዞር ይፍቀዱለት። የ AliPrice የአገልግሎት ውል - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "bg": "Основни характеристики:\n1. Търсене на идентични продукти с изображения: Потребителите могат бързо да намерят идентични продукти на Ali baba, 1688 и Tao bao, като щракнат върху бутона за търсене или използват търсене с десния бутон на мишката, идеално за дропшиппинг и спестяване на време.\n2. История на цените: Вижте годишната история на цените на продуктите на 1688 и Amazon безплатно, като помагате на потребителите да идентифицират истински отстъпки.\n3. Сигнали за спад на цените: Потребителите могат да добавят продукти към любимите си и да получават известия, когато цените падат.\n4. Разширено търсене: Включва функции като сравняване на идентични продукти, филтриране и сортиране и експортиране на данни в Excel, помагайки на потребителите да намерят точните продукти, от които се нуждаят по-ефективно.\n5. Превод на екранна снимка: Заснемайте изображения и превеждайте текста върху тях.\n6. Анализ на отзивите: Анализирайте разпределението на рецензентите по държави на страниците с подробности за продуктите на Ali Express.\n7. Изтегляне на изображения: Изтеглете изображения и видеоклипове на продукти от Tao bao, Ali baba 1688, Pinduoduo и др., с едно кликване. Експортирайте URL адреси на изображения за копиране и превод на изображения.\n8. Конвертиране на валута: Активирайте конвертирането на валута, за да показвате цените в USD, KRW и десетки други чуждестранни валути на 1688 и Tao bao.\n9. Поддръжка на Google Lens: Поддържа Google Lens за търсене на изображения.\n10. Изтеглете рецензии и изображения: Изтеглете рецензии от Ali Express и Amazon и експортирайте рецензии във файл на Excel.\n11. Поддръжка за повече сайтове: Позволява функционалност за търсене на изображения за платформи като Shein, Naver, Amazon и др.\n12. Копиране на връзки: Лесно копирайте продуктови връзки от Ali baba, 1688 и Tao bao. Копирането на дълги връзки включва избрани продуктови атрибути, функция, която наричаме функция за показване на SKU.\n13. Копиране на заглавия: Копирайте заглавия на продукти и потърсете идентични продукти на 1688 или Tao bao, като използвате преведеното заглавие.\n14. Копиране на падащи условия: Копирайте падащо меню и предложени думи за търсене от уебсайтове като Amazon.\n15. Експортиране на пазарска количка: Експортирайте продукти в пазарската количка от 1688 или Tao bao към Excel файл.\n16. Показване на информация за доставка: Показване на подробности за доставка на пакета директно на страницата със списък на поръчките 1688 или Tao bao за бърз преглед.\n17. Превод на Aliwangwang: Превеждайте разговори с продавачи, като поддържате превод както на изходния, така и на целевия език за безпроблемна комуникация.\n18. Преглед на подробности за мобилни устройства: Използвайте камера или приложение, за да сканирате и преглеждате продуктови страници на мобилни устройства.\n19. История на сърфирането: Добавете запис в хронологията на сърфирането за уебсайтове като 1688, Ali Express и Tao bao в долната лява лента с инструменти.\n\nАко имате някакви въпроси или предложения, моля не се колебайте да се свържете с нас:\nhttps://www.aliprice.com/information/index?page=contact\nИнсталирайки разширението AliPrice, вие приемате условията на „Условията за ползване на AliPrice“ и позволявате на разширението да пренасочва към връзки към партньорски програми, включително 1688 и други програми. Условия за ползване на AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "bn": "প্রধান বৈশিষ্ট্য:\n1. অভিন্ন পণ্যগুলির জন্য চিত্র অনুসন্ধান: ব্যবহারকারীরা অনুসন্ধান বোতামে ক্লিক করে বা ডান-ক্লিক চিত্র অনুসন্ধান ব্যবহার করে Ali baba, 1688 এবং Tao bao-এ দ্রুত অভিন্ন পণ্যগুলি খুঁজে পেতে পারেন, ড্রপশিপিং এবং সময় বাঁচানোর জন্য আদর্শ৷\n2. মূল্যের ইতিহাস: বিনামূল্যে 1688 এবং Amazon-এ পণ্যের বার্ষিক মূল্যের ইতিহাস দেখুন, ব্যবহারকারীদের প্রকৃত ডিসকাউন্ট সনাক্ত করতে সহায়তা করে৷\n3. মূল্য ড্রপ অ্যালার্ট: ব্যবহারকারীরা তাদের পছন্দের পণ্যগুলিতে যোগ করতে পারে এবং দাম কমলে বিজ্ঞপ্তি পেতে পারে।\n4. উন্নত অনুসন্ধান: অভিন্ন পণ্যের তুলনা, ফিল্টারিং এবং বাছাই করা এবং এক্সেলে ডেটা রপ্তানি করার মতো বৈশিষ্ট্যগুলি অন্তর্ভুক্ত করে, ব্যবহারকারীদের তাদের আরও দক্ষতার সাথে প্রয়োজনীয় সঠিক পণ্যগুলি খুঁজে পেতে সহায়তা করে৷\n5. স্ক্রিনশট অনুবাদ: চিত্রগুলি ক্যাপচার করুন এবং সেগুলিতে পাঠ্য অনুবাদ করুন৷\n6. পর্যালোচনা বিশ্লেষণ: আলি এক্সপ্রেস পণ্যের বিশদ পৃষ্ঠাগুলিতে পর্যালোচকদের দেশে বিতরণ বিশ্লেষণ করুন।\n7. ছবি ডাউনলোড করুন: এক ক্লিকে Tao bao, Ali baba 1688, Pinduoduo, ইত্যাদি থেকে পণ্যের ছবি এবং ভিডিও ডাউনলোড করুন। অনুলিপি এবং চিত্র অনুবাদের জন্য চিত্র URL রপ্তানি করুন।\n8. মুদ্রা রূপান্তর: 1688 এবং Tao bao-এ USD, KRW, এবং কয়েক ডজন অন্যান্য বিদেশী মুদ্রায় মূল্য প্রদর্শন করতে মুদ্রা রূপান্তর সক্ষম করুন।\n9. গুগল লেন্স সমর্থন: ছবি অনুসন্ধানের জন্য Google লেন্স সমর্থন করে।\n10. রিভিউ এবং ছবি ডাউনলোড করুন: আলি এক্সপ্রেস এবং অ্যামাজন থেকে রিভিউ ছবি ডাউনলোড করুন এবং এক্সেল ফাইলে রিভিউ এক্সপোর্ট করুন।\n11. আরও সাইটগুলির জন্য সমর্থন: Shein, Naver, Amazon, এবং আরও অনেক কিছুর জন্য ইমেজ অনুসন্ধান কার্যকারিতা সক্ষম করে৷\n12. লিঙ্কগুলি অনুলিপি করুন: আলী বাবা, 1688 এবং তাও বাও থেকে পণ্যের লিঙ্কগুলি সহজেই অনুলিপি করুন৷ দীর্ঘ লিঙ্কগুলি অনুলিপি করার মধ্যে নির্বাচিত পণ্য বৈশিষ্ট্যগুলি অন্তর্ভুক্ত রয়েছে, একটি বৈশিষ্ট্য যাকে আমরা SKU ডিসপ্লে ফাংশন বলি৷\n13. শিরোনাম অনুলিপি করুন: পণ্যের শিরোনাম অনুলিপি করুন এবং অনুদিত শিরোনাম ব্যবহার করে 1688 বা Tao bao-এ অভিন্ন পণ্য অনুসন্ধান করুন।\n14. ড্রপডাউন শর্তাবলী অনুলিপি করুন: Amazon এর মত ওয়েবসাইট থেকে ড্রপডাউন এবং প্রস্তাবিত অনুসন্ধান পদগুলি অনুলিপি করুন।\n15. শপিং কার্ট রপ্তানি করুন: 1688 বা টাও বাও থেকে একটি এক্সেল ফাইলে শপিং কার্টে পণ্য রপ্তানি করুন।\n16. শিপিং তথ্য প্রদর্শন করুন: দ্রুত ওভারভিউয়ের জন্য সরাসরি 1688 বা Tao bao অর্ডার তালিকা পৃষ্ঠায় প্যাকেজ শিপিং বিশদ প্রদর্শন করুন।\n17. আলিওয়াংওয়াং অনুবাদ: বিক্রেতাদের সাথে কথোপকথন অনুবাদ করুন, নির্বিঘ্ন যোগাযোগের জন্য উত্স এবং লক্ষ্য উভয় ভাষা অনুবাদ সমর্থন করে।\n18. মোবাইলের বিবরণ দেখুন: মোবাইল ডিভাইসে পণ্যের পৃষ্ঠাগুলি স্ক্যান করতে এবং দেখতে একটি ক্যামেরা বা অ্যাপ ব্যবহার করুন।\n19. ব্রাউজিং ইতিহাস: নীচে-বাম টুলবারে 1688, Ali Express এবং Tao bao-এর মতো ওয়েবসাইটগুলির জন্য একটি ব্রাউজিং ইতিহাস এন্ট্রি যোগ করুন।\n\nআপনার যদি কোন প্রশ্ন বা পরামর্শ থাকে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice এক্সটেনশন ইনস্টল করার মাধ্যমে, আপনি \"AliPrice পরিষেবার শর্তাবলী\" এর শর্তাবলী স্বীকার করেন এবং এক্সটেনশনটিকে 1688 এবং অন্যান্য প্রোগ্রাম সহ অনুমোদিত প্রোগ্রাম লিঙ্কগুলিতে পুনঃনির্দেশিত করার অনুমতি দেন৷ AliPrice পরিষেবার শর্তাবলী - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ca": "Característiques principals:\n1. Cerca d'imatges per a productes idèntics: els usuaris poden trobar ràpidament productes idèntics a Ali baba, 1688 i Tao bao fent clic al botó de cerca o fent servir la cerca d'imatges amb el botó dret, ideal per enviar-les i estalviar temps.\n2. Historial de preus: visualitzeu l'historial de preus anuals dels productes a 1688 i Amazon de manera gratuïta, ajudant els usuaris a identificar descomptes genuïns.\n3. Alertes de baixada de preus: els usuaris poden afegir productes als seus preferits i rebre notificacions quan baixin els preus.\n4. Cerca avançada: inclou funcions com ara comparar productes idèntics, filtrar i ordenar i exportar dades a Excel, ajudant els usuaris a trobar els productes exactes que necessiten de manera més eficient.\n5. Traducció de captures de pantalla: captureu imatges i traduïu-ne el text.\n6. Anàlisi de ressenyes: analitzeu la distribució dels revisors per països a les pàgines de detalls del producte Ali Express.\n7. Descarregar imatges: descarregueu imatges i vídeos de productes de Tao bao, Ali baba 1688, Pinduoduo, etc., amb un sol clic. Exporta URL d'imatge per copiar i traduir imatges.\n8. Conversió de moneda: activeu la conversió de moneda per mostrar els preus en USD, KRW i desenes d'altres monedes estrangeres a 1688 i Tao bao.\n9. Suport de Google Lens: Admet Google Lens per a cerques d'imatges.\n10. Baixeu ressenyes i imatges: baixeu imatges de ressenyes d'Ali Express i Amazon i exporteu ressenyes a un fitxer Excel.\n11. Suport per a més llocs: activa la funcionalitat de cerca d'imatges per a plataformes com Shein, Naver, Amazon i més.\n12. Copia enllaços: copieu fàcilment enllaços de productes d'Ali baba, 1688, i Tao bao. La còpia d'enllaços llargs inclou els atributs del producte seleccionats, una característica que anomenem funció de visualització de SKU.\n13. Copia els títols: copieu els títols dels productes i cerqueu productes idèntics a 1688 o Tao bao utilitzant el títol traduït.\n14. Copia els termes desplegables: copieu el desplegable i els termes de cerca suggerits de llocs web com Amazon.\n15. Exporta la cistella de la compra: exporta els productes a la cistella de la compra des de 1688 o Tao bao a un fitxer Excel.\n16. Mostra la informació d'enviament: mostra els detalls d'enviament del paquet directament a la pàgina de llista de comandes 1688 o Tao bao per obtenir una visió general ràpida.\n17. Traducció d'Aliwangwang: tradueix converses amb venedors, donant suport tant a la traducció a l'idioma d'origen com a l'idioma d'arribada per a una comunicació perfecta.\n18. Visualitza els detalls del mòbil: fes servir una càmera o una aplicació per escanejar i veure pàgines de productes en dispositius mòbils.\n19. Historial de navegació: afegiu una entrada d'historial de navegació per a llocs web com 1688, Ali Express i Tao bao a la barra d'eines inferior esquerra.\n\nSi teniu cap pregunta o suggeriment, no dubteu a contactar amb nosaltres:\nhttps://www.aliprice.com/information/index?page=contact\nEn instal·lar l'extensió AliPrice, accepteu els termes de les \"Condicions del servei d'AliPrice\" i permeteu que l'extensió redirigeixi als enllaços de programes d'afiliació, inclosos 1688 i altres programes. Condicions del servei d'AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "cs": "Hlavní vlastnosti:\n1. Vyhledávání obrázků pro identické produkty: Uživatelé mohou rychle najít identické produkty na Ali baba, 1688 a Tao bao kliknutím na tlačítko Hledat nebo pomocí vyhledávání obrázků pravým tlačítkem myši, což je ideální pro dropshipping a úsporu času.\n2. Cenová historie: Zobrazte si zdarma roční cenovou historii produktů na 1688 a Amazonu, což uživatelům pomáhá identifikovat skutečné slevy.\n3. Upozornění na pokles ceny: Uživatelé mohou přidávat produkty do oblíbených a dostávat upozornění, když ceny klesnou.\n4. Rozšířené vyhledávání: Obsahuje funkce, jako je porovnávání identických produktů, filtrování a třídění a export dat do Excelu, což uživatelům pomáhá efektivněji najít přesně ty produkty, které potřebují.\n5. Překlad snímku obrazovky: Zachyťte obrázky a přeložte na ně text.\n6. Analýza recenzí: Analyzujte distribuci recenzentů v jednotlivých zemích na stránkách s podrobnostmi o produktu Ali Express.\n7. Stahování obrázků: Stahujte obrázky produktů a videa z Tao bao, Ali baba 1688, Pinduoduo atd. jediným kliknutím. Exportujte adresy URL obrázků pro kopírování a překlad obrázků.\n8. Převod měn: Povolte převod měn pro zobrazení cen v USD, KRW a desítkách dalších cizích měn na 1688 a Tao bao.\n9. Podpora Google Lens: Podporuje Google Lens pro vyhledávání obrázků.\n10. Stažení recenzí a obrázků: Stáhněte si obrázky recenzí z Ali Express a Amazon a exportujte recenze do souboru aplikace Excel.\n11. Podpora více stránek: Umožňuje funkci vyhledávání obrázků pro platformy jako Shein, Naver, Amazon a další.\n12. Kopírování odkazů: Snadno zkopírujte odkazy na produkty z Ali baba, 1688 a Tao bao. Kopírování dlouhých odkazů zahrnuje vybrané atributy produktu, což je funkce, kterou nazýváme funkce zobrazení SKU.\n13. Kopírování názvů: Zkopírujte názvy produktů a vyhledejte identické produkty na 1688 nebo Tao bao pomocí přeloženého názvu.\n14. Kopírovat rozbalovací termíny: Zkopírujte rozbalovací a navrhované vyhledávací termíny z webových stránek jako Amazon.\n15. Export nákupního košíku: Exportujte produkty v nákupním košíku z roku 1688 nebo Tao bao do souboru Excel.\n16. Zobrazení informací o zásilce: Zobrazte podrobnosti o zásilce zásilky přímo na stránce se seznamem objednávek 1688 nebo Tao bao pro rychlý přehled.\n17. Překlad Aliwangwang: Překládejte konverzace s prodejci, podporuje překlad do zdrojového i cílového jazyka pro bezproblémovou komunikaci.\n18. Zobrazit podrobnosti o mobilu: Pomocí fotoaparátu nebo aplikace skenujte a prohlížejte stránky produktů na mobilních zařízeních.\n19. Historie procházení: Přidejte položku historie procházení pro webové stránky jako 1688, Ali Express a Tao bao do levého dolního panelu nástrojů.\n\nPokud máte nějaké dotazy nebo návrhy, neváhejte nás kontaktovat：\nhttps://www.aliprice.com/information/index?page=contact\nInstalací rozšíření AliPrice přijímáte podmínky „Podmínky služby AliPrice“ a povolujete rozšíření přesměrovat na odkazy přidružených programů, včetně 1688 a dalších programů. Podmínky služby AliPrice – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "da": "Hovedegenskaber:\n1. Billedsøgning efter identiske produkter: Brugere kan hurtigt finde identiske produkter på Ali baba, 1688 og Tao bao ved at klikke på søgeknappen eller bruge højreklik på billedsøgning, ideel til dropshipping og spare tid.\n2. Prishistorik: Se den årlige prishistorik for produkter på 1688 og Amazon gratis, hvilket hjælper brugerne med at identificere ægte rabatter.\n3. Prisfaldsadvarsler: Brugere kan tilføje produkter til deres favoritter og modtage meddelelser, når priserne falder.\n4. Avanceret søgning: Indeholder funktioner som at sammenligne identiske produkter, filtrere og sortere og eksportere data til Excel, hvilket hjælper brugerne med at finde præcis de produkter, de har brug for mere effektivt.\n5. Oversættelse af skærmbillede: Tag billeder og oversæt teksten på dem.\n6. Gennemgangsanalyse: Analyser landefordelingen af ​​anmeldere på Ali Express produktdetaljesider.\n7. Download billeder: Download produktbilleder og videoer fra Tao bao, Ali baba 1688, Pinduoduo osv. med et enkelt klik. Eksporter billed-URL'er til kopiering og billedoversættelse.\n8. Valutaomregning: Aktiver valutaomregning for at vise priser i USD, KRW og snesevis af andre udenlandske valutaer på 1688 og Tao bao.\n9. Google Lens Support: Understøtter Google Lens til billedsøgninger.\n10. Download anmeldelser og billeder: Download anmeldelsesbilleder fra Ali Express og Amazon, og eksporter anmeldelser til en Excel-fil.\n11. Understøttelse af flere websteder: Aktiverer billedsøgningsfunktionalitet til platforme som Shein, Naver, Amazon og mere.\n12. Kopier links: Kopier nemt produktlinks fra Ali baba, 1688 og Tao bao. Kopiering af lange links inkluderer udvalgte produktattributter, en funktion vi kalder SKU Display Function.\n13. Kopier titler: Kopier produkttitler og søg efter identiske produkter på 1688 eller Tao bao ved hjælp af den oversatte titel.\n14. Kopier dropdown-vilkår: Kopier dropdown-menuen og foreslåede søgeord fra websteder som Amazon.\n15. Eksporter indkøbskurv: Eksporter produkter i indkøbskurven fra 1688 eller Tao bao til en Excel-fil.\n16. Vis forsendelsesoplysninger: Vis pakkeforsendelsesoplysninger direkte på 1688- eller Tao bao-ordrelistesiden for hurtigt overblik.\n17. Aliwangwang-oversættelse: Oversæt samtaler med sælgere, understøtter både kilde- og målsprogsoversættelse for problemfri kommunikation.\n18. Se mobildetaljer: Brug et kamera eller en app til at scanne og se produktsider på mobile enheder.\n19. Browserhistorik: Tilføj en browserhistorikindgang for websteder som 1688, Ali Express og Tao bao i værktøjslinjen nederst til venstre.\n\nHvis du har spørgsmål eller forslag, er du velkommen til at kontakte os:\nhttps://www.aliprice.com/information/index?page=contact\nVed at installere AliPrice-udvidelsen accepterer du vilkårene i \"AliPrice Servicevilkår\" og tillader udvidelsen at omdirigere til tilknyttede programlinks, inklusive 1688 og andre programmer. AliPrice Servicevilkår - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "de": "Hauptfunktionen:\n1. Bildsuche nach identischen Produkten: Benutzer können schnell identische Produkte auf Ali baba, 1688 und Tao bao finden, indem sie auf die Suchschaltfläche klicken oder die Bildsuche mit der rechten Maustaste verwenden, ideal für Dropshipping und um Zeit zu sparen.\n2. Preisverlauf: Sehen Sie sich kostenlos den jährlichen Preisverlauf von Produkten auf 1688 und Amazon an, damit Benutzer echte Rabatte erkennen können.\n3. Preissenkungswarnungen: Benutzer können Produkte zu ihren Favoriten hinzufügen und Benachrichtigungen erhalten, wenn die Preise fallen.\n4. Erweiterte Suche: Enthält Funktionen wie das Vergleichen identischer Produkte, Filtern und Sortieren sowie das Exportieren von Daten nach Excel, damit Benutzer die genauen Produkte, die sie benötigen, effizienter finden können.\n5. Screenshot-Übersetzung: Nehmen Sie Bilder auf und übersetzen Sie den Text darauf.\n6. Bewertungsanalyse: Analysieren Sie die Länderverteilung der Bewerter auf den Produktdetailseiten von Ali Express.\n7. Bilder herunterladen: Laden Sie Produktbilder und -videos von Tao bao, Ali baba 1688, Pinduoduo usw. mit einem einzigen Klick herunter. Exportieren Sie Bild-URLs zum Kopieren und zur Bildübersetzung.\n8. Währungsumrechnung: Aktivieren Sie die Währungsumrechnung, um Preise in USD, KRW und Dutzenden anderer Fremdwährungen auf 1688 und Tao bao anzuzeigen.\n9. Google Lens-Unterstützung: Unterstützt Google Lens für die Bildsuche.\n10. Bewertungen und Bilder herunterladen: Laden Sie Bewertungsbilder von Ali Express und Amazon herunter und exportieren Sie Bewertungen in eine Excel-Datei.\n11. Unterstützung für weitere Websites: Aktiviert die Bildsuchfunktion für Plattformen wie Shein, Naver, Amazon und mehr.\n12. Links kopieren: Kopieren Sie ganz einfach Produktlinks von Ali baba, 1688 und Tao bao. Das Kopieren langer Links umfasst ausgewählte Produktattribute, eine Funktion, die wir SKU-Anzeigefunktion nennen.\n13. Titel kopieren: Kopieren Sie Produkttitel und suchen Sie mit dem übersetzten Titel nach identischen Produkten auf 1688 oder Tao bao.\n14. Dropdown-Begriffe kopieren: Kopieren Sie Dropdown- und vorgeschlagene Suchbegriffe von Websites wie Amazon.\n15. Warenkorb exportieren: Exportieren Sie Produkte im Warenkorb von 1688 oder Tao bao in eine Excel-Datei.\n16. Versandinformationen anzeigen: Zeigen Sie Paketversanddetails direkt auf der Bestelllistenseite von 1688 oder Tao bao an, um einen schnellen Überblick zu erhalten.\n17. Aliwangwang-Übersetzung: Übersetzen Sie Gespräche mit Verkäufern und unterstützen Sie sowohl die Übersetzung in die Ausgangs- als auch in die Zielsprache für eine nahtlose Kommunikation.\n18. Mobile Details anzeigen: Verwenden Sie eine Kamera oder App, um Produktseiten auf Mobilgeräten zu scannen und anzuzeigen.\n19. Browserverlauf: Fügen Sie in der unteren linken Symbolleiste einen Browserverlaufseintrag für Websites wie 1688, Ali Express und Tao bao hinzu.\n\nWenn Sie Fragen oder Anregungen haben, können Sie sich gerne an uns wenden:\nhttps://www.aliprice.com/information/index?page=contact\nDurch die Installation der AliPrice-Erweiterung akzeptieren Sie die Bedingungen der „AliPrice-Nutzungsbedingungen“ und gestatten der Erweiterung die Weiterleitung zu Partnerprogramm-Links, einschließlich 1688 und anderen Programmen. AliPrice-Nutzungsbedingungen – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "el": "Κύρια Χαρακτηριστικά:\n1. Αναζήτηση εικόνων για πανομοιότυπα προϊόντα: Οι χρήστες μπορούν να βρουν γρήγορα πανομοιότυπα προϊόντα στο Ali baba, 1688 και Tao bao κάνοντας κλικ στο κουμπί αναζήτησης ή κάνοντας δεξί κλικ στην αναζήτηση εικόνας, ιδανικό για dropshipping και εξοικονόμηση χρόνου.\n2. Ιστορικό τιμών: Δείτε το ετήσιο ιστορικό τιμών των προϊόντων στο 1688 και στο Amazon δωρεάν, βοηθώντας τους χρήστες να εντοπίσουν πραγματικές εκπτώσεις.\n3. Ειδοποιήσεις πτώσης τιμών: Οι χρήστες μπορούν να προσθέτουν προϊόντα στα αγαπημένα τους και να λαμβάνουν ειδοποιήσεις όταν πέφτουν οι τιμές.\n4. Σύνθετη αναζήτηση: Περιλαμβάνει λειτουργίες όπως σύγκριση πανομοιότυπων προϊόντων, φιλτράρισμα και ταξινόμηση και εξαγωγή δεδομένων στο Excel, βοηθώντας τους χρήστες να βρίσκουν τα ακριβή προϊόντα που χρειάζονται πιο αποτελεσματικά.\n5. Μετάφραση στιγμιότυπου οθόνης: Λήψη εικόνων και μετάφραση του κειμένου σε αυτές.\n6. Ανάλυση κριτικής: Αναλύστε την κατανομή των αναθεωρητών ανά χώρα στις σελίδες λεπτομερειών προϊόντων της Ali Express.\n7. Λήψη εικόνων: Λήψη εικόνων και βίντεο προϊόντων από τα Tao bao, Ali baba 1688, Pinduoduo κ.λπ., με ένα μόνο κλικ. Εξαγωγή διευθύνσεων URL εικόνων για αντιγραφή και μετάφραση εικόνων.\n8. Μετατροπή νομίσματος: Ενεργοποιήστε τη μετατροπή νομισμάτων για εμφάνιση τιμών σε USD, KRW και δεκάδες άλλα ξένα νομίσματα στο 1688 και στο Tao bao.\n9. Υποστήριξη Google Lens: Υποστηρίζει το Google Lens για αναζητήσεις εικόνων.\n10. Λήψη κριτικών και εικόνων: Λήψη εικόνων κριτικής από την Ali Express και την Amazon και εξαγωγή κριτικών σε αρχείο Excel.\n11. Υποστήριξη για περισσότερους ιστότοπους: Ενεργοποιεί τη λειτουργία αναζήτησης εικόνων για πλατφόρμες όπως Shein, Naver, Amazon και άλλες.\n12. Αντιγραφή συνδέσμων: Αντιγράψτε εύκολα συνδέσμους προϊόντων από τον Ali baba, 1688 και το Tao bao. Η αντιγραφή μακρών συνδέσμων περιλαμβάνει επιλεγμένα χαρακτηριστικά προϊόντος, μια δυνατότητα που ονομάζουμε λειτουργία εμφάνισης SKU.\n13. Αντιγραφή τίτλων: Αντιγράψτε τίτλους προϊόντων και αναζητήστε πανομοιότυπα προϊόντα στο 1688 ή στο Tao bao χρησιμοποιώντας τον μεταφρασμένο τίτλο.\n14. Αντιγραφή αναπτυσσόμενων όρων: Αντιγράψτε αναπτυσσόμενους όρους και προτεινόμενους όρους αναζήτησης από ιστότοπους όπως το Amazon.\n15. Εξαγωγή καλαθιού αγορών: Εξαγωγή προϊόντων στο καλάθι αγορών από το 1688 ή Tao bao σε αρχείο Excel.\n16. Εμφάνιση πληροφοριών αποστολής: Εμφανίστε τα στοιχεία αποστολής πακέτου απευθείας στη σελίδα λίστας παραγγελιών 1688 ή Tao bao για γρήγορη επισκόπηση.\n17. Μετάφραση Aliwangwang: Μεταφράστε συνομιλίες με πωλητές, υποστηρίζοντας μετάφραση της γλώσσας πηγής και προορισμού για απρόσκοπτη επικοινωνία.\n18. Προβολή λεπτομερειών για φορητές συσκευές: Χρησιμοποιήστε μια κάμερα ή μια εφαρμογή για να σαρώσετε και να προβάλετε σελίδες προϊόντων σε κινητές συσκευές.\n19. Ιστορικό περιήγησης: Προσθέστε μια καταχώριση ιστορικού περιήγησης για ιστότοπους όπως το 1688, το Ali Express και το Tao bao στην κάτω αριστερή γραμμή εργαλείων.\n\nΕάν έχετε οποιεσδήποτε ερωτήσεις ή προτάσεις, μη διστάσετε να επικοινωνήσετε μαζί μας:\nhttps://www.aliprice.com/information/index?page=contact\nΜε την εγκατάσταση της επέκτασης AliPrice, αποδέχεστε τους όρους των \"Όρων Παροχής Υπηρεσιών AliPrice\" και επιτρέπετε στην επέκταση να ανακατευθύνει σε συνδέσμους συνδεδεμένων προγραμμάτων, συμπεριλαμβανομένου του 1688 και άλλων προγραμμάτων. Όροι Παροχής Υπηρεσιών AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "en,en_GB,en_US": "Main Features:\n1. Image Search for Identical Products: Users can quickly find identical products on Alibaba, 1688, and Taobao by clicking the search button or using right-click image search, ideal for dropshipping and saving time.\n2. Price History: View the annual price history of products on 1688 and Amazon for free, helping users identify genuine discounts.\n3. Price Drop Alerts: Users can add products to their favorites and receive notifications when prices drop.\n4. Advanced Search: Includes features like comparing identical products, filtering and sorting, and exporting data to Excel, helping users find the exact products they need more efficiently.\n5. Screenshot Translation: Capture images and translate the text on them.\n6. Review Analysis: Analyze the country distribution of reviewers on AliExpress product detail pages.\n7. Download Images: Download product images and videos from Taobao, Alibaba 1688, Pinduoduo, etc., with a single click. Export image URLs for copying and image translation.\n8. Currency Conversion: Enable currency conversion to display prices in USD, KRW, and dozens of other foreign currencies on 1688 and Taobao.\n9. Google Lens Support: Supports Google Lens for image searches.\n10. Download Reviews and Images: Download review images from AliExpress and Amazon, and export reviews to an Excel file.\n11. Support for More Sites: Enables image search functionality for platforms like Shein, Naver, Amazon, and more.\n12. Copy Links: Easily copy product links from Alibaba, 1688, and Taobao. Copying long links includes selected product attributes, a feature we call the SKU Display Function.\n13. Copy Titles: Copy product titles and search for identical products on 1688 or Taobao using the translated title.\n14. Copy Dropdown Terms: Copy dropdown and suggested search terms from websites like Amazon.\n15. Export Shopping Cart: Export products in the shopping cart from 1688 or Taobao to an Excel file.\n16. Display Shipping Information: Display package shipping details directly on the 1688 or Taobao order list page for quick overview.\n17. Aliwangwang Translation: Translate conversations with sellers, supporting both source and target language translation for seamless communication.\n18. View Mobile Details: Use a camera or app to scan and view product pages on mobile devices.\n19. Browsing History: Add a browsing history entry for websites like 1688, AliExpress, and Taobao in the bottom-left toolbar.\n\nIf you have any questions or suggestions, please feel free to contact us：\nhttps://www.aliprice.com/information/index?page=contact\nBy installing the AliPrice extension, you accept the terms of the \"AliPrice Terms of Service\" and allow the extension to redirect to affiliate program links, including 1688 and other programs. AliPrice Terms of Service - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "en_AU,zh_CN": "主要功能：\n1. 以图搜同款：用户可以通过点击搜图按钮或右键图片搜索，在阿里巴巴、1688、淘宝上快速找到同款产品，适合Dropshipping和节省时间。\n2. 价格历史：免费查看1688、亚马逊产品的全年价格历史动态，帮助用户辨别真假折扣。\n3. 降价提醒：用户可以将产品添加到收藏夹，价格下降时会收到通知。\n4. 高级查询：包括同款商品比较、筛选与排序、数据导出到Excel等功能，帮助用户更精确地找到所需商品。\n5. 截图翻译：截取图片并翻译图片上的文字。\n6. 评论分析：在速卖通产品详情页统计评论者的国家分布占比情况。\n7. 下载图片：一键下载淘宝、阿里1688、拼多多等网站的产品图片和视频，导出图片地址url供复制和图片翻译。\n8. 汇率换算：启用汇率换算后，在1688、淘宝上显示换算为美元、韩元等数十种外币的价格。\n9. Google 智能镜头：支持Google 智能镜头，以图搜货。\n10. 下载评论及图片：下载速卖通和亚马逊的评论图片，导出评论到Excel文件。\n11. 支持更多网站的图搜：支持Shein、Naver、亚马逊等网站的图搜功能。\n12. 复制链接：方便用户复制阿里巴巴、1688和淘宝等网站产品的链接，其中复制长链接会复制选好的产品属性，我们称之为SKU回显功能。\n13. 复制标题：复制产品标题，在1688、淘宝网站用翻译后的标题搜索同款。\n14. 复制下拉词：复制亚马逊等网站搜款框的下拉词和联想词。\n15. 导出购物车：导出1688、淘宝购物车内的产品到EXCEL文档。\n16. 显示快递信息：直接在1688、淘宝订单列表页显示包裹的快递信息，一目了然。\n17. 阿里旺旺翻译：翻译与卖家的对话内容，源语言和目标语言皆可翻译，沟通无障碍。\n18. 查看移动端详情：用相机或APP扫码查看产品在移动端的页面。\n19. 浏览记录：左下角工具栏新增1688、速卖通、淘宝等站点的浏览记录入口。\n\n如果有任何问题或建议，请随时联系我们。\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "es,es_419": "Características principales:\n1. Búsqueda de imágenes de productos idénticos: los usuarios pueden encontrar rápidamente productos idénticos en Ali baba, 1688 y Tao bao haciendo clic en el botón de búsqueda o utilizando la búsqueda de imágenes con el botón derecho, ideal para dropshipping y para ahorrar tiempo.\n2. Historial de precios: vea el historial de precios anual de productos en 1688 y Amazon de forma gratuita, lo que ayuda a los usuarios a identificar descuentos genuinos.\n3. Alertas de caída de precios: los usuarios pueden agregar productos a sus favoritos y recibir notificaciones cuando bajen los precios.\n4. Búsqueda avanzada: incluye funciones como comparar productos idénticos, filtrar y ordenar, y exportar datos a Excel, lo que ayuda a los usuarios a encontrar los productos exactos que necesitan de manera más eficiente.\n5. Traducción de capturas de pantalla: capture imágenes y traduzca el texto que contienen.\n6. Análisis de reseñas: analice la distribución por países de los revisores en las páginas de detalles de productos de Ali Express.\n7. Descargar imágenes: descargue imágenes y videos de productos de Tao bao, Ali baba 1688, Pinduoduo, etc., con un solo clic. Exportar URL de imágenes para copiar y traducir imágenes.\n8. Conversión de moneda: habilite la conversión de moneda para mostrar precios en USD, KRW y docenas de otras monedas extranjeras en 1688 y Tao bao.\n9. Compatibilidad con Google Lens: admite Google Lens para búsquedas de imágenes.\n10. Descargar reseñas e imágenes: descargue imágenes de reseñas de Ali Express y Amazon, y exporte reseñas a un archivo Excel.\n11. Compatibilidad con más sitios: habilita la función de búsqueda de imágenes para plataformas como Shein, Naver, Amazon y más.\n12. Copiar enlaces: copie fácilmente enlaces de productos de Ali baba, 1688 y Tao bao. Copiar enlaces largos incluye atributos de productos seleccionados, una función que llamamos Función de visualización de SKU.\n13. Copiar títulos: copie títulos de productos y busque productos idénticos en 1688 o Tao bao usando el título traducido.\n14. Copiar términos del menú desplegable: copie el menú desplegable y los términos de búsqueda sugeridos de sitios web como Amazon.\n15. Exportar carrito de compras: exporta productos del carrito de compras de 1688 o Tao bao a un archivo Excel.\n16. Mostrar información de envío: muestra los detalles de envío del paquete directamente en la página de lista de pedidos de 1688 o Tao bao para obtener una descripción general rápida.\n17. Traducción de Aliwangwang: traduce conversaciones con vendedores, admite la traducción tanto del idioma de origen como del de destino para una comunicación fluida.\n18. Ver detalles móviles: usa una cámara o una aplicación para escanear y ver páginas de productos en dispositivos móviles.\n19. Historial de navegación: agrega una entrada de historial de navegación para sitios web como 1688, Ali Express y Tao bao en la barra de herramientas inferior izquierda.\n\nSi tiene alguna pregunta o sugerencia, no dude en contactarnos:\nhttps://www.aliprice.com/information/index?page=contact\nAl instalar la extensión AliPrice, acepta los términos de los \"Términos de servicio de AliPrice\" y permite que la extensión redirija a enlaces de programas afiliados, incluido 1688 y otros programas. Condiciones de servicio de AliPrice: https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "et": "Peamised omadused:\n1. Pildiotsing identsete toodete jaoks: kasutajad leiavad kiiresti identseid tooteid Ali baba, 1688 ja Tao bao kohta, klõpsates otsingunupul või kasutades paremklõpsuga pildiotsingut, mis on ideaalne dropshipping jaoks ja aja säästmiseks.\n2. Hinnaajalugu: vaadake 1688 ja Amazoni toodete iga-aastast hinnalugu tasuta, aidates kasutajatel tuvastada tõelisi allahindlusi.\n3. Hinnalanguse hoiatused: kasutajad saavad lisada tooteid oma lemmikute hulka ja saada teateid, kui hinnad langevad.\n4. Täpsem otsing: sisaldab funktsioone, nagu identsete toodete võrdlemine, filtreerimine ja sortimine ning andmete eksportimine Excelisse, aidates kasutajatel tõhusamalt leida just neid tooteid, mida nad vajavad.\n5. Ekraanipildi tõlkimine: jäädvustage pilte ja tõlkige neil olev tekst.\n6. Ülevaate analüüs: analüüsige Ali Expressi toote üksikasjade lehtedel arvustajate jaotust riigis.\n7. Piltide allalaadimine: laadige ühe klõpsuga alla tootepilte ja videoid Tao bao, Ali baba 1688, Pinduoduo jne kohta. Ekspordi piltide URL-id kopeerimiseks ja piltide tõlkimiseks.\n8. Valuuta konverteerimine: lubage valuuta konverteerimine, et kuvada hindu USA dollarites, KRW-des ja kümnetes teistes välisvaluutas 1688 ja Tao bao.\n9. Google Lensi tugi: toetab Google Lensi pildiotsingu jaoks.\n10. Arvustuste ja piltide allalaadimine: Ali Expressi ja Amazoni arvustuste kujutiste allalaadimine ning arvustuste eksportimine Exceli faili.\n11. Rohkemate saitide tugi: võimaldab pildiotsingu funktsiooni platvormidel nagu Shein, Naver, Amazon ja palju muud.\n12. Linkide kopeerimine: saate hõlpsalt kopeerida Ali baba, 1688 ja Tao bao toodete linke. Pikkade linkide kopeerimine hõlmab valitud tooteatribuute, mida nimetame SKU kuvamisfunktsiooniks.\n13. Kopeeri pealkirjad: kopeerige tootepealkirjad ja otsige tõlgitud pealkirja abil identseid tooteid numbril 1688 või Tao bao.\n14. Kopeeri rippmenüü tingimused: kopeerige rippmenüü ja soovitatud otsinguterminid veebisaitidelt nagu Amazon.\n15. Ekspordi ostukorvi: eksportige ostukorvis olevad tooted aastast 1688 või Tao bao Exceli faili.\n16. Kuva saatmisteave: kiire ülevaate saamiseks kuvage paki saatmise üksikasjad otse 1688 või Tao bao tellimuste loendi lehel.\n17. Aliwangwangi tõlge: tõlkige müüjatega peetud vestlusi, toetades sujuva suhtluse tagamiseks nii lähte- kui ka sihtkeele tõlget.\n18. Mobiili üksikasjade vaatamine: kasutage mobiilseadmetes tootelehtede skannimiseks ja vaatamiseks kaamerat või rakendust.\n19. Sirvimisajalugu: lisage vasakpoolsesse allserva tööriistaribale sirvimisajaloo kirje selliste veebisaitide jaoks nagu 1688, Ali Express ja Tao bao.\n\nKui teil on küsimusi või ettepanekuid, võtke meiega julgelt ühendust:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice'i laienduse installimisega nõustute \"AliPrice'i teenusetingimuste\" tingimustega ja lubate laiendusel suunata ümber sidusprogrammide linkidele, sealhulgas 1688 ja muudele programmidele. AliPrice'i teenusetingimused – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fa": "ویژگی های اصلی:\n1. جستجوی تصویر برای محصولات یکسان: کاربران می توانند به سرعت محصولات یکسان را در Ali baba، 1688، و Tao bao با کلیک کردن بر روی دکمه جستجو یا استفاده از جستجوی تصویر راست کلیک کنند، که برای dropshipping و صرفه جویی در زمان ایده آل است.\n2. تاریخچه قیمت: تاریخچه قیمت سالانه محصولات را در 1688 و آمازون به صورت رایگان مشاهده کنید و به کاربران کمک می کند تخفیف های واقعی را شناسایی کنند.\n3. هشدار کاهش قیمت: کاربران می توانند محصولات را به موارد دلخواه خود اضافه کنند و در صورت کاهش قیمت ها اعلان دریافت کنند.\n4. جستجوی پیشرفته: شامل ویژگی‌هایی مانند مقایسه محصولات یکسان، فیلتر کردن و مرتب‌سازی، و صادرات داده‌ها به اکسل است که به کاربران کمک می‌کند محصولات دقیق‌تری را که نیاز دارند پیدا کنند.\n5. ترجمه اسکرین شات: تصاویر را ضبط کرده و متن روی آنها را ترجمه کنید.\n6. تجزیه و تحلیل بررسی: توزیع کشوری بازبینان را در صفحات جزئیات محصول Ali Express تجزیه و تحلیل کنید.\n7. دانلود تصاویر: تصاویر و ویدیوهای محصول را از تائو بائو، علی بابا 1688، پیندودو و... با یک کلیک دانلود کنید. URL های تصویر را برای کپی و ترجمه تصویر صادر کنید.\n8. تبدیل ارز: تبدیل ارز را برای نمایش قیمت ها به USD، KRW و ده ها ارز خارجی دیگر در 1688 و تائو بائو فعال کنید.\n9. پشتیبانی از لنز گوگل: از لنز گوگل برای جستجوی تصویر پشتیبانی می کند.\n10. دانلود نظرات و تصاویر: تصاویر بررسی را از Ali Express و Amazon دانلود کنید و نظرات را به یک فایل اکسل صادر کنید.\n11. پشتیبانی از سایت های بیشتر: قابلیت جستجوی تصویر را برای پلتفرم هایی مانند Shein، Naver، Amazon و غیره فعال می کند.\n12. پیوندها را کپی کنید: پیوندهای محصول را به راحتی از علی بابا، 1688 و تائو بائو کپی کنید. کپی کردن پیوندهای طولانی شامل ویژگی های محصول انتخاب شده است، ویژگی که ما آن را عملکرد نمایش SKU می نامیم.\n13. کپی عناوین: عناوین محصولات را کپی کنید و محصولات مشابه را در 1688 یا Tao bao با استفاده از عنوان ترجمه شده جستجو کنید.\n14. Copy Dropdown Terms: فهرست بازشو و عبارات جستجوی پیشنهادی را از وب سایت هایی مانند آمازون کپی کنید.\n15. صادرات سبد خرید: صادرات محصولات موجود در سبد خرید از سال 1688 یا تائو بائو به یک فایل اکسل.\n16. نمایش اطلاعات حمل و نقل: جزئیات ارسال بسته را مستقیماً در صفحه فهرست سفارشات 1688 یا Tao bao برای مرور سریع نمایش دهید.\n17. ترجمه Aliwangwang: مکالمات را با فروشندگان ترجمه کنید و از ترجمه هر دو زبان مبدأ و مقصد برای ارتباط بی‌وقفه پشتیبانی کنید.\n18. مشاهده جزئیات موبایل: از یک دوربین یا برنامه برای اسکن و مشاهده صفحات محصول در دستگاه های تلفن همراه استفاده کنید.\n19. تاریخچه مرور: یک ورودی تاریخچه مرور برای وب سایت هایی مانند 1688، Ali Express و Tao bao در نوار ابزار پایین سمت چپ اضافه کنید.\n\nاگر سوال یا پیشنهادی دارید، لطفا با ما تماس بگیرید:\nhttps://www.aliprice.com/information/index?page=contact\nبا نصب برنامه افزودنی AliPrice، شرایط «شرایط خدمات AliPrice» را می‌پذیرید و به برنامه افزودنی اجازه می‌دهید به پیوندهای برنامه وابسته، از جمله 1688 و سایر برنامه‌ها هدایت شود. شرایط خدمات AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fi": "Pääominaisuudet:\n1. Identtisten tuotteiden kuvahaku: Käyttäjät voivat löytää nopeasti identtisiä tuotteita Ali babasta, 1688:sta ja Tao baosta napsauttamalla hakupainiketta tai käyttämällä hiiren kakkospainikkeella kuvahakua, joka on ihanteellinen dropshipping-toimitukseen ja ajan säästämiseen.\n2. Hintahistoria: Katso 1688:n ja Amazonin tuotteiden vuotuinen hintahistoria ilmaiseksi, mikä auttaa käyttäjiä tunnistamaan aidot alennukset.\n3. Hintojen laskuvaroitukset: Käyttäjät voivat lisätä tuotteita suosikkeihinsa ja saada ilmoituksia, kun hinnat laskevat.\n4. Tarkennettu haku: Sisältää ominaisuuksia, kuten identtisten tuotteiden vertailun, suodatuksen ja lajittelun sekä tietojen viemisen Exceliin, mikä auttaa käyttäjiä löytämään juuri tarvitsemansa tuotteet tehokkaammin.\n5. Kuvakaappauksen käännös: Ota kuvia ja käännä niissä oleva teksti.\n6. Arvosteluanalyysi: Analysoi arvioijien maakohtaista jakautumista Ali Expressin tuotetietosivuilla.\n7. Lataa kuvat: Lataa tuotekuvia ja -videoita Tao baosta, Ali baba 1688:sta, Pinduoduosta jne. yhdellä napsautuksella. Vie kuvien URL-osoitteita kopioimista ja kuvien kääntämistä varten.\n8. Valuuttamuunnos: Ota valuuttamuunnokset käyttöön, jotta voit näyttää hinnat USD-, KRW- ja kymmenissä muissa ulkomaan valuutoissa 1688:ssa ja Tao baossa.\n9. Google Lens -tuki: tukee Google Lensiä kuvahauissa.\n10. Lataa arvostelut ja kuvat: Lataa arvostelukuvia Ali Expressistä ja Amazonista ja vie arvostelut Excel-tiedostoon.\n11. Tuki useille sivustoille: Mahdollistaa kuvahakutoiminnot sellaisille alustoille kuin Shein, Naver, Amazon ja muut.\n12. Kopioi linkit: Kopioi helposti tuotelinkkejä Ali baba, 1688 ja Tao bao. Pitkien linkkien kopiointi sisältää valitut tuoteattribuutit, jota kutsumme SKU-näyttöfunktioksi.\n13. Kopioi otsikot: Kopioi tuotteiden otsikot ja etsi identtisiä tuotteita numerosta 1688 tai Tao bao käyttämällä käännettyä otsikkoa.\n14. Kopioi avattavan valikon termit: Kopioi avattava valikko ja ehdotetut hakutermit verkkosivustoilta, kuten Amazon.\n15. Vie ostoskori: Vie ostoskorissa olevat tuotteet vuodesta 1688 tai Tao baosta Excel-tiedostoon.\n16. Näytä toimitustiedot: Näytä paketin lähetystiedot suoraan 1688- tai Tao bao -tilausluettelosivulla saadaksesi nopean yleiskatsauksen.\n17. Aliwangwang-käännös: Käännä myyjien kanssa käydyt keskustelut tukemalla sekä lähde- että kohdekielen kääntämistä saumattoman viestinnän varmistamiseksi.\n18. Näytä mobiilitiedot: käytä kameraa tai sovellusta tuotesivujen skannaamiseen ja katseluun mobiililaitteilla.\n19. Selaushistoria: Lisää selaushistoriatieto verkkosivustoille, kuten 1688, Ali Express ja Tao bao, vasemman alakulman työkalupalkkiin.\n\nJos sinulla on kysyttävää tai ehdotuksia, ota rohkeasti yhteyttä:\nhttps://www.aliprice.com/information/index?page=contact\nAsentamalla AliPrice-laajennuksen hyväksyt \"AliPricen käyttöehtojen\" ehdot ja sallit laajennuksen uudelleenohjauksen kumppaniohjelmien linkkeihin, mukaan lukien 1688 ja muut ohjelmat. AliPricen käyttöehdot - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fil": "Pangunahing Tampok:\n1. Paghahanap ng Imahe para sa Magkaparehong Mga Produkto: Mabilis na makakahanap ang mga user ng magkakatulad na produkto sa Ali baba, 1688, at Tao bao sa pamamagitan ng pag-click sa button ng paghahanap o paggamit ng right-click na paghahanap ng imahe, na mainam para sa dropshipping at makatipid ng oras.\n2. Kasaysayan ng Presyo: Tingnan ang taunang kasaysayan ng presyo ng mga produkto sa 1688 at Amazon nang libre, na tumutulong sa mga user na matukoy ang mga tunay na diskwento.\n3. Mga Alerto sa Pagbaba ng Presyo: Ang mga user ay maaaring magdagdag ng mga produkto sa kanilang mga paborito at makatanggap ng mga abiso kapag bumaba ang mga presyo.\n4. Masusing Paghahanap: May kasamang mga tampok tulad ng paghahambing ng magkatulad na mga produkto, pag-filter at pag-uuri, at pag-export ng data sa Excel, na tumutulong sa mga user na mahanap ang eksaktong mga produkto na kailangan nila nang mas mahusay.\n5. Pagsasalin ng Screenshot: Kumuha ng mga larawan at isalin ang teksto sa mga ito.\n6. Pagsusuri ng Pagsusuri: Suriin ang pamamahagi sa bansa ng mga tagasuri sa mga pahina ng detalye ng produkto ng Ali Express.\n7. Mag-download ng Mga Larawan: Mag-download ng mga larawan at video ng produkto mula sa Tao bao, Ali baba 1688, Pinduoduo, atbp., sa isang pag-click. I-export ang mga URL ng larawan para sa pagkopya at pagsasalin ng larawan.\n8. Conversion ng Currency: Paganahin ang conversion ng currency upang ipakita ang mga presyo sa USD, KRW, at dose-dosenang iba pang foreign currency sa 1688 at Tao bao.\n9. Suporta sa Google Lens: Sinusuportahan ang Google Lens para sa mga paghahanap ng larawan.\n10. Mag-download ng Mga Review at Mga Larawan: Mag-download ng mga larawan ng pagsusuri mula sa Ali Express at Amazon, at i-export ang mga review sa isang Excel file.\n11. Suporta para sa Higit pang mga Site: Pinapagana ang paggana ng paghahanap ng larawan para sa mga platform tulad ng Shein, Naver, Amazon, at higit pa.\n12. Kopyahin ang Mga Link: Madaling kopyahin ang mga link ng produkto mula sa Ali baba, 1688, at Tao bao. Kasama sa pagkopya ng mahabang link ang mga napiling katangian ng produkto, isang feature na tinatawag naming SKU Display Function.\n13. Kopyahin ang Mga Pamagat: Kopyahin ang mga pamagat ng produkto at maghanap ng magkaparehong produkto sa 1688 o Tao bao gamit ang isinalin na pamagat.\n14. Kopyahin ang Mga Tuntunin ng Dropdown: Kopyahin ang dropdown at mga iminungkahing termino para sa paghahanap mula sa mga website tulad ng Amazon.\n15. I-export ang Shopping Cart: I-export ang mga produkto sa shopping cart mula 1688 o Tao bao sa isang Excel file.\n16. Ipakita ang Impormasyon sa Pagpapadala: Direktang ipakita ang mga detalye sa pagpapadala ng package sa pahina ng listahan ng order ng 1688 o Tao bao para sa mabilis na pangkalahatang-ideya.\n17. Pagsasalin ng Aliwangwang: Isalin ang mga pag-uusap sa mga nagbebenta, na sumusuporta sa parehong pinagmulan at target na pagsasalin ng wika para sa tuluy-tuloy na komunikasyon.\n18. Tingnan ang Mga Detalye sa Mobile: Gumamit ng camera o app upang i-scan at tingnan ang mga pahina ng produkto sa mga mobile device.\n19. Kasaysayan ng Pagba-browse: Magdagdag ng entry sa kasaysayan ng pagba-browse para sa mga website tulad ng 1688, Ali Express, at Tao bao sa toolbar sa kaliwang ibaba.\n\nKung mayroon kang anumang mga katanungan o mungkahi, mangyaring huwag mag-atubiling makipag-ugnay sa amin:\nhttps://www.aliprice.com/information/index?page=contact\nSa pamamagitan ng pag-install ng extension ng AliPrice, tinatanggap mo ang mga tuntunin ng \"Mga Tuntunin ng Serbisyo ng AliPrice\" at pinapayagan ang extension na mag-redirect sa mga link ng affiliate na programa, kabilang ang 1688 at iba pang mga programa. Mga Tuntunin ng Serbisyo ng AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fr": "Français : Principales fonctionnalités :\n1. Recherche d'images pour des produits identiques : les utilisateurs peuvent rapidement trouver des produits identiques sur Ali baba, 1688 et Tao bao en cliquant sur le bouton de recherche ou en utilisant la recherche d'images par clic droit, idéale pour le dropshipping et pour gagner du temps.\n2. Historique des prix : consultez gratuitement l'historique annuel des prix des produits sur 1688 et Amazon, aidant les utilisateurs à identifier les véritables remises.\n3. Alertes de baisse de prix : les utilisateurs peuvent ajouter des produits à leurs favoris et recevoir des notifications lorsque les prix baissent.\n4. Recherche avancée : comprend des fonctionnalités telles que la comparaison de produits identiques, le filtrage et le tri, et l'exportation de données vers Excel, aidant les utilisateurs à trouver plus efficacement les produits exacts dont ils ont besoin.\n5. Traduction de captures d'écran : capturez des images et traduisez le texte qu'elles contiennent.\n6. Analyse des avis : analysez la répartition par pays des évaluateurs sur les pages de détails des produits Ali Express.\n7. Télécharger des images : téléchargez des images et des vidéos de produits de Tao bao, Ali baba 1688, Pinduoduo, etc., en un seul clic. Exporter les URL des images pour les copier et les traduire.\n8. Conversion de devises : activez la conversion de devises pour afficher les prix en USD, KRW et des dizaines d'autres devises étrangères sur 1688 et Tao bao.\n9. Prise en charge de Google Lens : prend en charge Google Lens pour les recherches d'images.\n10. Télécharger des avis et des images : téléchargez des images d'avis depuis Ali Express et Amazon, et exportez les avis vers un fichier Excel.\n11. Prise en charge d'autres sites : active la fonctionnalité de recherche d'images pour des plateformes telles que Shein, Naver, Amazon, etc.\n12. Copier les liens : copiez facilement les liens de produits depuis Ali baba, 1688 et Tao bao. La copie de liens longs inclut les attributs de produits sélectionnés, une fonctionnalité que nous appelons la fonction d'affichage SKU.\n13. Copier les titres : copiez les titres de produits et recherchez des produits identiques sur 1688 ou Tao bao en utilisant le titre traduit.\n14. Copier les termes du menu déroulant : copiez les termes de recherche du menu déroulant et suggérés à partir de sites Web comme Amazon.\n15. Exporter le panier : Exportez les produits du panier d'achat de 1688 ou Tao bao vers un fichier Excel.\n16. Afficher les informations d'expédition : Affichez les détails d'expédition du colis directement sur la page de liste de commandes de 1688 ou Tao bao pour un aperçu rapide.\n17. Traduction Aliwangwang : Traduisez les conversations avec les vendeurs, en prenant en charge la traduction en langue source et cible pour une communication transparente.\n18. Afficher les détails mobiles : Utilisez un appareil photo ou une application pour numériser et afficher les pages de produits sur les appareils mobiles.\n19. Historique de navigation : Ajoutez une entrée d'historique de navigation pour des sites Web tels que 1688, Ali Express et Tao bao dans la barre d'outils en bas à gauche.\n\nSi vous avez des questions ou des suggestions, n'hésitez pas à nous contacter :\nhttps://www.aliprice.com/information/index?page=contact\nEn installant l'extension AliPrice, vous acceptez les termes des « Conditions de service d'AliPrice » et autorisez l'extension à rediriger vers des liens de programmes d'affiliation, notamment 1688 et d'autres programmes. Conditions d'utilisation d'AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "gu": "મુખ્ય લક્ષણો:\n1. સમાન ઉત્પાદનો માટે છબી શોધ: વપરાશકર્તાઓ શોધ બટન પર ક્લિક કરીને અથવા જમણી-ક્લિક છબી શોધનો ઉપયોગ કરીને અલી બાબા, 1688 અને તાઓ બાઓ પર સમાન ઉત્પાદનો ઝડપથી શોધી શકે છે, જે ડ્રોપશિપિંગ અને સમય બચાવવા માટે આદર્શ છે.\n2. કિંમત ઇતિહાસ: 1688 અને એમેઝોન પર ઉત્પાદનોનો વાર્ષિક ભાવ ઇતિહાસ મફતમાં જુઓ, વપરાશકર્તાઓને વાસ્તવિક ડિસ્કાઉન્ટ ઓળખવામાં મદદ કરે છે.\n3. કિંમત ઘટવાની ચેતવણીઓ: વપરાશકર્તાઓ તેમના મનપસંદમાં ઉત્પાદનો ઉમેરી શકે છે અને જ્યારે ભાવ ઘટે ત્યારે સૂચનાઓ પ્રાપ્ત કરી શકે છે.\n4. અદ્યતન શોધ: સમાન ઉત્પાદનોની તુલના, ફિલ્ટરિંગ અને સૉર્ટિંગ અને એક્સેલમાં ડેટા નિકાસ કરવા જેવી સુવિધાઓનો સમાવેશ કરે છે, જે વપરાશકર્તાઓને તેઓને વધુ કાર્યક્ષમ રીતે જરૂરી ચોક્કસ ઉત્પાદનો શોધવામાં મદદ કરે છે.\n5. સ્ક્રીનશોટ અનુવાદ: છબીઓ કેપ્ચર કરો અને તેમના પરના ટેક્સ્ટનો અનુવાદ કરો.\n6. સમીક્ષા વિશ્લેષણ: અલી એક્સપ્રેસ ઉત્પાદન વિગતો પૃષ્ઠો પર સમીક્ષકોના દેશમાં વિતરણનું વિશ્લેષણ કરો.\n7. છબીઓ ડાઉનલોડ કરો: તાઓ બાઓ, અલી બાબા 1688, પિન્ડુઓડુઓ, વગેરેમાંથી ઉત્પાદનની છબીઓ અને વિડિયો એક જ ક્લિકથી ડાઉનલોડ કરો. નકલ અને ઇમેજ અનુવાદ માટે ઇમેજ URL ને નિકાસ કરો.\n8. ચલણ રૂપાંતર: 1688 અને તાઓ બાઓ પર USD, KRW અને અન્ય ડઝનેક વિદેશી ચલણમાં કિંમતો દર્શાવવા માટે ચલણ રૂપાંતરણને સક્ષમ કરો.\n9. ગૂગલ લેન્સ સપોર્ટ: ઇમેજ સર્ચ માટે ગૂગલ લેન્સને સપોર્ટ કરે છે.\n10. સમીક્ષાઓ અને છબીઓ ડાઉનલોડ કરો: અલી એક્સપ્રેસ અને એમેઝોન પરથી સમીક્ષા છબીઓ ડાઉનલોડ કરો અને એક્સેલ ફાઇલમાં સમીક્ષાઓ નિકાસ કરો.\n11. વધુ સાઇટ્સ માટે સપોર્ટ: Shein, Naver, Amazon અને વધુ જેવા પ્લેટફોર્મ્સ માટે છબી શોધ કાર્યક્ષમતાને સક્ષમ કરે છે.\n12. લિંક્સ કૉપિ કરો: અલી બાબા, 1688 અને તાઓ બાઓમાંથી પ્રોડક્ટ લિંક્સને સરળતાથી કૉપિ કરો. લાંબી લિંક્સની નકલ કરવામાં પસંદ કરેલ ઉત્પાદન વિશેષતાઓનો સમાવેશ થાય છે, એક વિશેષતા જેને અમે SKU ડિસ્પ્લે ફંક્શન કહીએ છીએ.\n13. શીર્ષકોની નકલ કરો: ઉત્પાદનના શીર્ષકોની નકલ કરો અને અનુવાદ કરેલ શીર્ષકનો ઉપયોગ કરીને 1688 અથવા તાઓ બાઓ પર સમાન ઉત્પાદનો શોધો.\n14. ડ્રોપડાઉન શરતોની નકલ કરો: Amazon જેવી વેબસાઇટ્સ પરથી ડ્રોપડાઉન અને સૂચવેલ શોધ શબ્દોની નકલ કરો.\n15. શોપિંગ કાર્ટ નિકાસ કરો: 1688 અથવા તાઓ બાઓથી એક્સેલ ફાઇલમાં શોપિંગ કાર્ટમાં ઉત્પાદનોની નિકાસ કરો.\n16. શિપિંગ માહિતી પ્રદર્શિત કરો: ઝડપી વિહંગાવલોકન માટે સીધા જ 1688 અથવા તાઓ બાઓ ઓર્ડર સૂચિ પૃષ્ઠ પર પેકેજ શિપિંગ વિગતો દર્શાવો.\n17. અલીવાંગવાંગ અનુવાદ: સીમલેસ કોમ્યુનિકેશન માટે સ્ત્રોત અને લક્ષ્ય ભાષા અનુવાદ બંનેને સમર્થન આપતા વેચાણકર્તાઓ સાથેની વાતચીતનો અનુવાદ કરો.\n18. મોબાઇલ વિગતો જુઓ: મોબાઇલ ઉપકરણો પર ઉત્પાદન પૃષ્ઠોને સ્કેન કરવા અને જોવા માટે કેમેરા અથવા એપ્લિકેશનનો ઉપયોગ કરો.\n19. બ્રાઉઝિંગ ઈતિહાસ: 1688, અલી એક્સપ્રેસ અને તાઓ બાઓ જેવી વેબસાઈટ માટે નીચે-ડાબી બાજુના ટૂલબારમાં બ્રાઉઝિંગ ઈતિહાસની એન્ટ્રી ઉમેરો.\n\nજો તમારી પાસે કોઈ પ્રશ્નો અથવા સૂચનો હોય, તો કૃપા કરીને અમારો સંપર્ક કરો:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice એક્સ્ટેંશન ઇન્સ્ટોલ કરીને, તમે \"AliPrice સેવાની શરતો\" ની શરતો સ્વીકારો છો અને એક્સ્ટેંશનને 1688 અને અન્ય પ્રોગ્રામ્સ સહિત સંલગ્ન પ્રોગ્રામ લિંક્સ પર રીડાયરેક્ટ કરવાની મંજૂરી આપો છો. AliPrice સેવાની શરતો - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "he": "מאפיינים עיקריים:\n1. חיפוש תמונות למוצרים זהים: משתמשים יכולים למצוא במהירות מוצרים זהים ב-Ali baba, 1688, וב-Tao bao על ידי לחיצה על כפתור החיפוש או שימוש בחיפוש תמונות בלחיצה ימנית, אידיאלי עבור dropshipping וחיסכון בזמן.\n2. היסטוריית מחירים: הצג את היסטוריית המחירים השנתית של מוצרים ב-1688 ובאמזון בחינם, ועוזר למשתמשים לזהות הנחות אמיתיות.\n3. התראות על ירידת מחירים: משתמשים יכולים להוסיף מוצרים למועדפים ולקבל התראות כאשר המחירים יורדים.\n4. חיפוש מתקדם: כולל תכונות כמו השוואת מוצרים זהים, סינון ומיון, וייצוא נתונים לאקסל, המסייעים למשתמשים למצוא את המוצרים המדויקים להם הם זקוקים ביעילות רבה יותר.\n5. תרגום צילום מסך: צלמו תמונות ותרגמו את הטקסט שעליהן.\n6. ניתוח סקירה: נתח את התפלגות הסוקרים במדינה בדפי פרטי המוצר של Ali Express.\n7. הורדת תמונות: הורד תמונות וסרטוני מוצר מ-Tao bao, Ali baba 1688, Pinduoduo וכו', בלחיצה אחת. ייצא כתובות אתרים של תמונות להעתקה ותרגום תמונות.\n8. המרת מטבע: אפשר המרת מטבעות כדי להציג מחירים בדולר ארה\"ב, KRW ועשרות מטבעות זרים אחרים ב-1688 וב-Tao bao.\n9. תמיכת Google Lens: תומך ב-Google Lens לחיפושי תמונות.\n10. הורד ביקורות ותמונות: הורד תמונות סקירה מאלי אקספרס ואמזון, וייצא ביקורות לקובץ אקסל.\n11. תמיכה באתרים נוספים: מאפשרת פונקציונליות של חיפוש תמונות עבור פלטפורמות כמו Shein, Naver, Amazon ועוד.\n12. העתק קישורים: העתק בקלות קישורי מוצרים מאלי באבא, 1688 וטאו באו. העתקת קישורים ארוכים כוללת תכונות מוצר נבחרות, תכונה שאנו מכנים פונקציית התצוגה של מק\"ט.\n13. העתק כותרות: העתק כותרות מוצרים וחפש מוצרים זהים ב-1688 או טאו באו באמצעות הכותרת המתורגמת.\n14. העתק תנאים נפתחים: העתק תפריט נפתח ומונחי חיפוש מוצעים מאתרים כמו אמזון.\n15. ייצוא סל קניות: ייצוא מוצרים בעגלת הקניות משנת 1688 או טאו באו לקובץ אקסל.\n16. הצג מידע משלוח: הצג פרטי משלוח חבילה ישירות בדף רשימת ההזמנות של 1688 או Tao bao לסקירה מהירה.\n17. תרגום Aliwangwang: תרגם שיחות עם מוכרים, תמיכה הן בתרגום שפת המקור והן בשפת היעד לתקשורת חלקה.\n18. צפה בפרטי נייד: השתמש במצלמה או באפליקציה כדי לסרוק ולהציג דפי מוצר במכשירים ניידים.\n19. היסטוריית גלישה: הוסף ערך היסטוריית גלישה לאתרים כמו 1688, Ali Express ו- Tao bao בסרגל הכלים השמאלי התחתונה.\n\nאם יש לך שאלות או הצעות, אנא אל תהסס לפנות אלינו:\nhttps://www.aliprice.com/information/index?page=contact\nעל ידי התקנת תוסף AliPrice, אתה מקבל את התנאים של \"תנאי השירות של AliPrice\" ומאפשר לתוסף להפנות מחדש לקישורי תוכניות שותפים, כולל 1688 ותוכניות אחרות. תנאים והגבלות של AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "hi": "मुख्य विशेषताएं:\n1. समान उत्पादों के लिए छवि खोज: उपयोगकर्ता खोज बटन पर क्लिक करके या राइट-क्लिक छवि खोज का उपयोग करके अली बाबा, 1688 और ताओ बाओ पर समान उत्पादों को जल्दी से पा सकते हैं, जो ड्रॉपशीपिंग और समय की बचत के लिए आदर्श है।\n2. मूल्य इतिहास: 1688 और Amazon पर उत्पादों का वार्षिक मूल्य इतिहास मुफ़्त में देखें, जिससे उपयोगकर्ताओं को वास्तविक छूट की पहचान करने में मदद मिलती है।\n3. मूल्य ड्रॉप अलर्ट: उपयोगकर्ता अपने पसंदीदा में उत्पादों को जोड़ सकते हैं और कीमतों में गिरावट होने पर सूचनाएँ प्राप्त कर सकते हैं।\n4. उन्नत खोज: समान उत्पादों की तुलना करना, फ़िल्टर करना और सॉर्ट करना और डेटा को एक्सेल में निर्यात करना जैसी सुविधाएँ शामिल हैं, जिससे उपयोगकर्ताओं को उन सटीक उत्पादों को खोजने में मदद मिलती है जिनकी उन्हें अधिक कुशलता से आवश्यकता होती है।\n5. स्क्रीनशॉट अनुवाद: छवियों को कैप्चर करें और उन पर पाठ का अनुवाद करें।\n6. समीक्षा विश्लेषण: अली एक्सप्रेस उत्पाद विवरण पृष्ठों पर समीक्षकों के देश वितरण का विश्लेषण करें।\n7. छवियाँ डाउनलोड करें: एक क्लिक से ताओ बाओ, अली बाबा 1688, पिंडुओडुओ, आदि से उत्पाद छवियाँ और वीडियो डाउनलोड करें। कॉपी करने और इमेज ट्रांसलेशन के लिए इमेज URL एक्सपोर्ट करें।\n8. करेंसी कन्वर्जन: 1688 और ताओ बाओ पर USD, KRW और दर्जनों अन्य विदेशी मुद्राओं में मूल्य प्रदर्शित करने के लिए करेंसी कन्वर्जन सक्षम करें।\n9. Google Lens सपोर्ट: इमेज सर्च के लिए Google Lens को सपोर्ट करता है।\n10. रिव्यू और इमेज डाउनलोड करें: Ali Express और Amazon से रिव्यू इमेज डाउनलोड करें और रिव्यू को Excel फ़ाइल में एक्सपोर्ट करें।\n11. ज़्यादा साइट्स के लिए सपोर्ट: Shein, Naver, Amazon और दूसरे प्लैटफ़ॉर्म के लिए इमेज सर्च फंक्शनलिटी को सक्षम करता है।\n12. लिंक कॉपी करें: Ali baba, 1688 और ताओ बाओ से आसानी से प्रोडक्ट लिंक कॉपी करें। लंबे लिंक कॉपी करने में चुनिंदा प्रोडक्ट विशेषताएँ शामिल हैं, एक ऐसी सुविधा जिसे हम SKU डिस्प्ले फ़ंक्शन कहते हैं।\n13. टाइटल कॉपी करें: प्रोडक्ट टाइटल कॉपी करें और अनुवादित टाइटल का उपयोग करके 1688 या ताओ बाओ पर समान प्रोडक्ट खोजें।\n14. ड्रॉपडाउन टर्म कॉपी करें: Amazon जैसी वेबसाइट से ड्रॉपडाउन और सुझाए गए सर्च टर्म कॉपी करें।\n15. शॉपिंग कार्ट एक्सपोर्ट करें: शॉपिंग कार्ट में मौजूद उत्पादों को 1688 या ताओ बाओ से एक्सेल फ़ाइल में एक्सपोर्ट करें।\n16. शिपिंग जानकारी प्रदर्शित करें: त्वरित अवलोकन के लिए सीधे 1688 या ताओ बाओ ऑर्डर सूची पृष्ठ पर पैकेज शिपिंग विवरण प्रदर्शित करें।\n17. अलीवांगवांग अनुवाद: विक्रेताओं के साथ बातचीत का अनुवाद करें, निर्बाध संचार के लिए स्रोत और लक्ष्य भाषा अनुवाद दोनों का समर्थन करें।\n18. मोबाइल विवरण देखें: मोबाइल डिवाइस पर उत्पाद पृष्ठों को स्कैन करने और देखने के लिए कैमरा या ऐप का उपयोग करें।\n19. ब्राउज़िंग इतिहास: नीचे-बाएँ टूलबार में 1688, अली एक्सप्रेस और ताओ बाओ जैसी वेबसाइटों के लिए ब्राउज़िंग इतिहास प्रविष्टि जोड़ें।\n\nयदि आपके कोई प्रश्न या सुझाव हैं, तो कृपया बेझिझक हमसे संपर्क करें：\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice एक्सटेंशन इंस्टॉल करके, आप \"AliPrice सेवा की शर्तें\" की शर्तों को स्वीकार करते हैं और एक्सटेंशन को 1688 और अन्य प्रोग्राम सहित संबद्ध प्रोग्राम लिंक पर रीडायरेक्ट करने की अनुमति देते हैं। AliPrice सेवा की शर्तें - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "hr": "Glavne karakteristike:\n1. Pretraživanje slika za identične proizvode: Korisnici mogu brzo pronaći identične proizvode na Ali babi, 1688 i Tao bao klikom na gumb za pretraživanje ili korištenjem pretraživanja slika desnim klikom, idealno za dropshipping i uštedu vremena.\n2. Povijest cijena: Besplatno pregledajte godišnju povijest cijena proizvoda na 1688 i Amazonu, pomažući korisnicima da prepoznaju stvarne popuste.\n3. Upozorenja o padu cijena: korisnici mogu dodati proizvode u svoje favorite i primati obavijesti kada cijene padnu.\n4. Napredno pretraživanje: Uključuje značajke poput usporedbe identičnih proizvoda, filtriranja i sortiranja te izvoza podataka u Excel, pomažući korisnicima da učinkovitije pronađu točne proizvode koji im trebaju.\n5. Prijevod snimke zaslona: Snimite slike i prevedite tekst na njima.\n6. Analiza recenzije: Analizirajte raspodjelu recenzenata po zemljama na stranicama s detaljima proizvoda Ali Express.\n7. Preuzmite slike: Preuzmite slike proizvoda i videozapise s Tao bao, Ali baba 1688, Pinduoduo itd., jednim klikom. Izvoz URL-ova slika za kopiranje i prijevod slika.\n8. Pretvorba valuta: Omogućite pretvorbu valuta za prikaz cijena u USD, KRW i desecima drugih stranih valuta na 1688 i Tao bao.\n9. Podrška za Google Lens: Podržava Google Lens za pretraživanje slika.\n10. Preuzmite recenzije i slike: preuzmite slike recenzija s Ali Expressa i Amazona i izvezite recenzije u Excel datoteku.\n11. Podrška za više stranica: Omogućuje funkciju pretraživanja slika za platforme kao što su Shein, Naver, Amazon i druge.\n12. Kopirajte veze: Jednostavno kopirajte veze proizvoda iz Ali baba, 1688 i Tao bao. Kopiranje dugih veza uključuje odabrane atribute proizvoda, značajku koju nazivamo SKU Display Function.\n13. Kopirajte naslove: Kopirajte naslove proizvoda i potražite identične proizvode na 1688 ili Tao bao koristeći prevedeni naslov.\n14. Kopiraj padajuće uvjete: Kopiraj padajući izbornik i predložene pojmove za pretraživanje s web stranica poput Amazona.\n15. Izvoz košarice: Izvezite proizvode u košaricu iz 1688 ili Tao bao u Excel datoteku.\n16. Prikažite informacije o otpremi: Prikažite pojedinosti o otpremi paketa izravno na stranici s popisom narudžbi 1688 ili Tao bao za brzi pregled.\n17. Aliwangwang prijevod: prevodite razgovore s prodavačima, podržavajući prijevod izvornog i ciljnog jezika za besprijekornu komunikaciju.\n18. Prikaz mobilnih detalja: Koristite kameru ili aplikaciju za skeniranje i pregled stranica proizvoda na mobilnim uređajima.\n19. Povijest pregledavanja: Dodajte unos povijesti pregledavanja za web stranice kao što su 1688, Ali Express i Tao bao u donju lijevu alatnu traku.\n\nAko imate pitanja ili prijedloga, slobodno nas kontaktirajte:\nhttps://www.aliprice.com/information/index?page=contact\nInstaliranjem AliPrice ekstenzije, prihvaćate uvjete \"AliPrice Uvjeta pružanja usluge\" i dopuštate ekstenziji preusmjeravanje na veze partnerskog programa, uključujući 1688 i druge programe. AliPrice Uvjeti usluge - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "hu": "Főbb jellemzők:\n1. Képkereső azonos termékekre: A felhasználók gyorsan megtalálhatják az azonos termékeket az Ali baba, 1688 és Tao bao készülékeken, ha rákattintnak a keresés gombra, vagy a jobb gombbal kattintva képkeresőt használnak, ideális a dropshipping és az időmegtakarítás érdekében.\n2. Árelőzmények: Ingyenesen megtekintheti a termékek éves árelőzményeit az 1688-on és az Amazonon, így segít a felhasználóknak azonosítani a valódi kedvezményeket.\n3. Árcsökkenési figyelmeztetések: A felhasználók hozzáadhatnak termékeket a kedvenceikhez, és értesítést kaphatnak, ha az árak csökkennek.\n4. Speciális keresés: Olyan funkciókat tartalmaz, mint az azonos termékek összehasonlítása, szűrés és rendezés, valamint adatok Excelbe exportálása, így a felhasználók hatékonyabban találhatják meg a számukra szükséges termékeket.\n5. Képernyőkép fordítása: Készítsen képeket és fordítsa le a rajtuk lévő szöveget.\n6. Áttekintés elemzése: Elemezze a véleményezők országos megoszlását az Ali Express termékrészletező oldalain.\n7. Képek letöltése: Termékképek és videók letöltése a Tao bao, Ali baba 1688, Pinduoduo stb. készülékekről egyetlen kattintással. Exportálja a képek URL-címeit másoláshoz és képfordításhoz.\n8. Pénznemek átváltása: Engedélyezze a pénznemek átváltását, hogy az árakat USD-ben, KRW-ban és több tucat más külföldi pénznemben jelenítse meg az 1688-as és a Tao bao-n.\n9. Google Lens támogatás: Támogatja a Google Lenst képkereséshez.\n10. Vélemények és képek letöltése: Töltsön le véleményeket az Ali Expressről és az Amazonról, és exportálja a véleményeket Excel-fájlba.\n11. További webhelyek támogatása: Képkereső funkciót tesz lehetővé olyan platformokon, mint a Shein, Naver, Amazon és egyebek.\n12. Hivatkozások másolása: Könnyen másolhatja át az Ali baba, 1688 és a Tao bao termékhivatkozásait. A hosszú hivatkozások másolása kiválasztott termékattribútumokat tartalmaz, ezt a funkciót SKU megjelenítési funkciónak nevezzük.\n13. Címek másolása: Másolja a termékcímeket, és keressen azonos termékeket a 1688-as vagy a Tao bao-n a lefordított cím használatával.\n14. Kifejezések másolása a legördülő menüben: Másolja a legördülő listát és a javasolt keresési kifejezéseket olyan webhelyekről, mint az Amazon.\n15. Bevásárlókosár exportálása: Exportálja a bevásárlókosárban lévő termékeket 1688-tól vagy Tao bao-tól Excel fájlba.\n16. Szállítási információk megjelenítése: A csomag szállítási adatainak megjelenítése közvetlenül a 1688-as vagy a Tao bao rendeléslista oldalán a gyors áttekintés érdekében.\n17. Aliwangwang-fordítás: Fordítsa le az eladókkal folytatott beszélgetéseket, és támogatja a forrás- és a célnyelvi fordítást is a zökkenőmentes kommunikáció érdekében.\n18. Mobiladatok megtekintése: Használjon kamerát vagy alkalmazást termékoldalak beolvasásához és megtekintéséhez mobileszközökön.\n19. Böngészési előzmények: Adjon hozzá egy böngészési előzmény bejegyzést az olyan webhelyekhez, mint az 1688, az Ali Express és a Tao bao a bal alsó eszköztárban.\n\nHa bármilyen kérdése vagy javaslata van, forduljon hozzánk bizalommal:\nhttps://www.aliprice.com/information/index?page=contact\nAz AliPrice bővítmény telepítésével Ön elfogadja az „AliPrice szolgáltatási feltételek” feltételeit, és lehetővé teszi a bővítmény számára, hogy átirányítsa a társult programok hivatkozásait, beleértve a 1688-at és más programokat. AliPrice Általános Szerződési Feltételek – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "id": "Fitur Utama:\n1. Pencarian Gambar untuk Produk yang Sama: Pengguna dapat dengan cepat menemukan produk yang sama di Ali Baba, 1688, dan Tao Bao dengan mengeklik tombol pencarian atau menggunakan pencarian gambar klik kanan, ideal untuk dropshipping dan menghemat waktu.\n2. Riwayat Harga: Lihat riwayat harga tahunan produk di 1688 dan Amazon secara gratis, membantu pengguna mengidentifikasi diskon asli.\n3. Peringatan Penurunan Harga: Pengguna dapat menambahkan produk ke favorit mereka dan menerima pemberitahuan saat harga turun.\n4. Pencarian Lanjutan: Mencakup fitur seperti membandingkan produk yang sama, memfilter dan menyortir, dan mengekspor data ke Excel, membantu pengguna menemukan produk yang mereka butuhkan secara lebih efisien.\n5. Terjemahan Tangkapan Layar: Ambil gambar dan terjemahkan teks di dalamnya.\n6. Analisis Ulasan: Analisis distribusi negara pengulas di halaman detail produk Ali Express.\n7. Unduh Gambar: Unduh gambar dan video produk dari Tao Bao, Ali Baba 1688, Pinduoduo, dll., dengan satu klik. Ekspor URL gambar untuk disalin dan diterjemahkan.\n8. Konversi Mata Uang: Aktifkan konversi mata uang untuk menampilkan harga dalam USD, KRW, dan puluhan mata uang asing lainnya di 1688 dan Tao bao.\n9. Dukungan Google Lens: Mendukung Google Lens untuk pencarian gambar.\n10. Unduh Ulasan dan Gambar: Unduh gambar ulasan dari Ali Express dan Amazon, dan ekspor ulasan ke file Excel.\n11. Dukungan untuk Lebih Banyak Situs: Mengaktifkan fungsi pencarian gambar untuk platform seperti Shein, Naver, Amazon, dan lainnya.\n12. Salin Tautan: Salin tautan produk dengan mudah dari Ali baba, 1688, dan Tao bao. Menyalin tautan panjang mencakup atribut produk yang dipilih, fitur yang kami sebut Fungsi Tampilan SKU.\n13. Salin Judul: Salin judul produk dan cari produk yang identik di 1688 atau Tao bao menggunakan judul yang diterjemahkan.\n14. Salin Istilah Dropdown: Salin istilah pencarian dropdown dan yang disarankan dari situs web seperti Amazon.\n15. Ekspor Keranjang Belanja: Ekspor produk di keranjang belanja dari 1688 atau Tao bao ke file Excel.\n16. Tampilkan Informasi Pengiriman: Tampilkan detail pengiriman paket langsung pada halaman daftar pesanan 1688 atau Tao bao untuk tinjauan cepat.\n17. Terjemahan Aliwangwang: Terjemahkan percakapan dengan penjual, mendukung terjemahan bahasa sumber dan target untuk komunikasi yang lancar.\n18. Lihat Detail Seluler: Gunakan kamera atau aplikasi untuk memindai dan melihat halaman produk di perangkat seluler.\n19. Riwayat Penjelajahan: Tambahkan entri riwayat penjelajahan untuk situs web seperti 1688, Ali Express, dan Tao bao di bilah alat kiri bawah.\n\nJika Anda memiliki pertanyaan atau saran, jangan ragu untuk menghubungi kami：\nhttps://www.aliprice.com/information/index?page=contact\nDengan memasang ekstensi AliPrice, Anda menerima ketentuan \"Ketentuan Layanan AliPrice\" dan mengizinkan ekstensi tersebut mengalihkan ke tautan program afiliasi, termasuk 1688 dan program lainnya. Ketentuan Layanan AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "it": "Caratteristiche principali:\n1. Ricerca immagini per prodotti identici: gli utenti possono trovare rapidamente prodotti identici su Ali baba, 1688 e Tao bao cliccando sul pulsante di ricerca o utilizzando la ricerca immagini con il tasto destro del mouse, ideale per il dropshipping e per risparmiare tempo.\n2. Cronologia prezzi: visualizza gratuitamente la cronologia annuale dei prezzi dei prodotti su 1688 e Amazon, aiutando gli utenti a identificare sconti reali.\n3. Avvisi di calo prezzi: gli utenti possono aggiungere prodotti ai loro preferiti e ricevere notifiche quando i prezzi scendono.\n4. Ricerca avanzata: include funzionalità come il confronto di prodotti identici, il filtraggio e l'ordinamento e l'esportazione di dati in Excel, aiutando gli utenti a trovare i prodotti esatti di cui hanno bisogno in modo più efficiente.\n5. Traduzione screenshot: cattura immagini e traduci il testo su di esse.\n6. Analisi recensioni: analizza la distribuzione per paese dei recensori sulle pagine dei dettagli dei prodotti Ali Express.\n7. Scarica immagini: scarica immagini e video dei prodotti da Tao bao, Ali baba 1688, Pinduoduo, ecc., con un solo clic. Esporta URL di immagini per la copia e la traduzione delle immagini.\n8. Conversione di valuta: abilita la conversione di valuta per visualizzare i prezzi in USD, KRW e decine di altre valute estere su 1688 e Tao bao.\n9. Supporto di Google Lens: supporta Google Lens per le ricerche di immagini.\n10. Scarica recensioni e immagini: scarica le immagini delle recensioni da Ali Express e Amazon ed esporta le recensioni in un file Excel.\n11. Supporto per più siti: abilita la funzionalità di ricerca di immagini per piattaforme come Shein, Naver, Amazon e altre.\n12. Copia link: copia facilmente i link dei prodotti da Ali baba, 1688 e Tao bao. La copia di link lunghi include attributi di prodotto selezionati, una funzionalità che chiamiamo Funzione di visualizzazione SKU.\n13. Copia titoli: copia i titoli dei prodotti e cerca prodotti identici su 1688 o Tao bao utilizzando il titolo tradotto.\n14. Copia termini a discesa: copia i termini a discesa e di ricerca suggeriti da siti Web come Amazon.\n15. Esporta carrello: esporta i prodotti nel carrello da 1688 o Tao bao in un file Excel.\n16. Visualizza informazioni di spedizione: visualizza i dettagli di spedizione del pacco direttamente sulla pagina dell'elenco degli ordini 1688 o Tao bao per una rapida panoramica.\n17. Traduzione Aliwangwang: traduci le conversazioni con i venditori, supportando sia la traduzione nella lingua di origine che in quella di destinazione per una comunicazione fluida.\n18. Visualizza dettagli per dispositivi mobili: usa una fotocamera o un'app per scansionare e visualizzare le pagine dei prodotti sui dispositivi mobili.\n19. Cronologia di navigazione: aggiungi una voce della cronologia di navigazione per siti Web come 1688, Ali Express e Tao bao nella barra degli strumenti in basso a sinistra.\n\nSe avete domande o suggerimenti, non esitate a contattarci:\nhttps://www.aliprice.com/information/index?page=contact\nInstallando l'estensione AliPrice, accetti i termini dei \"Termini di servizio AliPrice\" e consenti all'estensione di reindirizzare ai collegamenti dei programmi di affiliazione, inclusi 1688 e altri programmi. Termini di servizio di AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ja": "主な機能：\n1.画像検索：ユーザーは画像検索ボタンをクリックするか、画像を右クリックして検索することで、Alibaba、1688、淘宝で同じ製品を迅速に見つけることができます。これにより、ドロップシッピングや時間の節約に役立ちます。\n2.価格履歴：1688やAmazonの製品の年間価格履歴を無料で確認でき、偽の割引を見分けるのに役立ちます。\n3.価格通知：ユーザーは製品をお気に入りに追加し、価格が下がると通知を受け取ることができます。\n4.高度な検索：同じ製品の比較、フィルタリング、並べ替え、Excelへのデータエクスポートなどの機能があり、ユーザーがより正確に必要な商品を見つける手助けをします。\n5.スクリーンショット翻訳：画像をキャプチャーし、画像内の文字を翻訳します。\n6.レビュー分析：AliExpressの製品詳細ページで、レビュー投稿者の国別分布を統計的に表示します。\n7.画像ダウンロード：ワンクリックで淘宝、Alibaba1688、Pinduoduoなどのウェブサイトから製品画像や動画をダウンロードし、画像URLをコピーして画像翻訳にも利用できます。\n8.為替換算：為替換算機能を有効にすると、1688や淘宝で米ドル、韓国ウォンなど、数十種類の外国通貨で価格を表示できます。\n9.Google Lens：Google Lensをサポートし、画像を使って商品を検索できます。\n10.レビューと画像のダウンロード：AliExpressやAmazonのレビュー画像をダウンロードし、レビューをExcelファイルにエクスポートできます。\n11.より多くのウェブサイトに対応した画像検索：Shein、Naver、Amazonなどのサイトでの画像検索機能をサポートします。\n12.リンクコピー：Alibaba、1688、淘宝などのウェブサイトで製品のリンクを簡単にコピーでき、長いリンクをコピーすると選択した製品の属性もコピーされる「SKUの再表示機能」を備えています。\n13.タイトルコピー：製品タイトルをコピーし、1688や淘宝で翻訳されたタイトルを使って同じ商品を検索できます。\n14.サジェストワードコピー：Amazonなどのウェブサイトの検索ボックスのサジェストワードや関連ワードを一括コピーできます。\n15.カートCSV出力：1688、淘宝のカート内の製品をEXCELファイルにエクスポートできます。\n16.配送情報の表示：1688や淘宝の注文一覧ページに直接、配送業者の情報を表示し、一目で確認できます。\n17.AliWangWang翻訳：出品者との会話内容を翻訳し、元の言語と目標言語の両方を翻訳可能で、円滑なコミュニケーションが実現します。\n18.モバイル版詳細確認：カメラやアプリを使ってQRコードをスキャンし、製品のモバイルページを確認できます。\n19.閲覧履歴：左下のツールバーに、1688、AliExpress、淘宝などのサイトの閲覧履歴入口が追加されました。\n\nご質問やご意見がございましたら、お気軽にお問い合わせください：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "kn": "ಮುಖ್ಯ ಲಕ್ಷಣಗಳು:\n1. ಬೆಲೆ ಇತಿಹಾಸ: ನೀವು 1688 ರಲ್ಲಿ 3/6/12 ತಿಂಗಳೊಳಗೆ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.\n2. ಚಿತ್ರದ ಮೂಲಕ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ, ಹುಡುಕಾಟ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಚಿತ್ರದ ಮೂಲಕ ಹುಡುಕಿ, ಅಲಿ 1688, TB, ಇತ್ಯಾದಿಗಳಲ್ಲಿ ಅದೇ ಉತ್ಪನ್ನವನ್ನು ತ್ವರಿತವಾಗಿ ಹುಡುಕಿ, ಡ್ರಾಪ್‌ಶಿಪಿಂಗ್‌ಗಾಗಿ ಹೊಂದಿರಬೇಕಾದ ಸಾಧನ.\n3. ಬೆಲೆ ಕುಸಿತದ ಎಚ್ಚರಿಕೆ: ನಿಮ್ಮ ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ, ಬೆಲೆ ಕಡಿಮೆಯಾದಾಗ ನೀವು ಅಧಿಸೂಚನೆಯನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.\n4. ಮಾರಾಟದ ಅಂಕಿಅಂಶಗಳು, AE ಮತ್ತು Shopee ಉತ್ಪನ್ನ ಪಟ್ಟಿ ಪುಟಗಳಲ್ಲಿನ ಆದೇಶ ಮತ್ತು ಬೆಲೆ ವಿತರಣೆಯ ವಿಶ್ಲೇಷಣೆ, ಮಾರಾಟಗಾರರ ಮಾರಾಟದ ಶೇಕಡಾವಾರು, ಇತ್ಯಾದಿ.\n5. JD ನಲ್ಲಿ ಕೂಪನ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ\n6. ಕಾಪಿ ಲಿಂಕ್, TB ಮತ್ತು 1688 ನ ಉತ್ಪನ್ನ ಲಿಂಕ್‌ಗಳನ್ನು ನಕಲಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಕಾಪಿ ಲಿಂಕ್ ಬಟನ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.\n7. ಸೆರೆಹಿಡಿಯಿರಿ ಮತ್ತು ಅನುವಾದಿಸಿ. ಫೋಟೋವನ್ನು ಸೆರೆಹಿಡಿಯಿರಿ ಮತ್ತು ಅದರ ಮೇಲೆ ಪಠ್ಯವನ್ನು ಅನುವಾದಿಸಿ.\n8. ವಿಮರ್ಶೆ ವಿಶ್ಲೇಷಣೆ: AE ಉತ್ಪನ್ನ ವಿವರಗಳ ಪುಟದಲ್ಲಿ, ವಿಮರ್ಶಕರ ದೇಶದ ವಿತರಣೆಯನ್ನು ವಿಶ್ಲೇಷಿಸಿ.\n9. 1 ಕ್ಲಿಕ್‌ನೊಂದಿಗೆ Taobao, AE, Ali 1688 ನಲ್ಲಿ ಉತ್ಪನ್ನ ಚಿತ್ರ ಮತ್ತು ವೀಡಿಯೊವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ, ನಕಲಿಸಲು ಚಿತ್ರದ ಲಿಂಕ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಿ, ಚಿತ್ರ ಅನುವಾದ.\n10. Wildberries ಮತ್ತು vvic.com ಚಿತ್ರದ ಮೂಲಕ ಹುಡುಕಾಟವನ್ನು ಸೇರಿಸಲಾಗಿದೆ\n11. ಕರೆನ್ಸಿ ಪರಿವರ್ತಕ, ನೀವು 1688 ನಲ್ಲಿ ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆಗಾಗಿ ಕರೆನ್ಸಿ ಪರಿವರ್ತಕವನ್ನು ಬಳಸಬಹುದು\n12. ಚಿತ್ರದ ಮೂಲಕ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಲು Google ಲೆನ್ಸ್ ಅನ್ನು ಬೆಂಬಲಿಸಲಾಗಿದೆ.\n13. 1688 ನಲ್ಲಿ ಅದೇ ಉತ್ಪನ್ನಗಳನ್ನು ಹೋಲಿಸಲು ಬೆಂಬಲಿತವಾಗಿದೆ ಮತ್ತು ಅದನ್ನು CSV ಫೈಲ್ ಆಗಿ ರಫ್ತು ಮಾಡಿ.\n14. AE ಮತ್ತು Amazon ನಿಂದ ವಿಮರ್ಶೆ ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು CSV ಫೈಲ್‌ನಂತೆ ವಿಮರ್ಶೆಗಳನ್ನು ರಫ್ತು ಮಾಡಿ.\n15. ರಫ್ತು ಶಾಪಿಂಗ್ ಕಾರ್ಟ್ ಪಟ್ಟಿ 1688 ಮತ್ತು TB\n16. Shein, Naver ಮತ್ತು Amazon ನಲ್ಲಿ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಲು ಚಿತ್ರದ ಮೂಲಕ ಹುಡುಕಿ.\n17. TXT ಅಥವಾ Excel ಗೆ ವಿಭಿನ್ನ ಕ್ಷೇತ್ರಗಳ ಆಧಾರದ ಮೇಲೆ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ ಮತ್ತು ರಫ್ತು ಮಾಡಿ.\n18. ಉತ್ಪನ್ನದ ಶೀರ್ಷಿಕೆಯನ್ನು ನಕಲಿಸಿ ಮತ್ತು 1688, Taobao ನಲ್ಲಿ ಅದೇ ಐಟಂಗಳನ್ನು ಹುಡುಕಿ.\n19. ಡ್ರಾಪ್‌ಶಿಪಿಂಗ್ ಮಾರಾಟದ ಮೂಲಕ ಶ್ರೇಯಾಂಕ ಮತ್ತು 1688.com ಉತ್ಪನ್ನ ಪಟ್ಟಿ ಪುಟಗಳಲ್ಲಿ ರಫ್ತು ಮಾಡಲು ಫಿಲ್ಟರ್ ಮಾಡಿ.\n\nನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಅಥವಾ ಸಲಹೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ, ನೀವು \"AliPrice ಸೇವಾ ನಿಯಮಗಳ\" ನಿಯಮಗಳನ್ನು ಸಮ್ಮತಿಸುತ್ತೀರಿ ಮತ್ತು 1688 ಮತ್ತು ಇತರ ಪ್ರೋಗ್ರಾಂಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಅಂಗಸಂಸ್ಥೆ ಪ್ರೋಗ್ರಾಂ ಲಿಂಕ್‌ಗಳಿಗೆ ಮರುನಿರ್ದೇಶಿಸಲು ವಿಸ್ತರಣೆಯನ್ನು ಅನುಮತಿಸುತ್ತೀರಿ. AliPrice ಸೇವಾ ನಿಯಮಗಳು - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ko": "주요 기능:\n1. 이미지로 동일 상품 검색: 사용자가 검색 버튼을 클릭하거나 이미지를 우클릭하여 Alibaba, 1688, Taobao에서 동일한 상품을 빠르게 찾을 수 있습니다. Dropshipping 및 시간 절약에 적합합니다.\n2. 가격 히스토리: 1688, 아마존 제품의 연간 가격 변동을 무료로 확인하여 가짜 할인을 구별하는 데 도움을 줍니다.\n3. 가격 하락 알림: 제품을 즐겨찾기에 추가하면 가격이 하락했을 때 알림을 받습니다.\n4. 고급 검색: 동일한 상품 비교, 필터링 및 정렬, 데이터 Excel로 내보내기 등 기능을 통해 원하는 상품을 더욱 정확히 찾을 수 있습니다.\n5. 스크린샷 번역: 이미지를 캡처하여 이미지의 텍스트를 번역합니다.\n6. 리뷰 분석: 알리익스프레스 제품 상세 페이지에서 리뷰어의 국가 분포 비율을 통계로 제공합니다.\n7. 이미지 다운로드: Taobao, Alibaba 1688, Pinduoduo 등 웹사이트의 제품 이미지와 동영상을 원클릭으로 다운로드하고, 이미지 URL을 내보내거나 이미지 번역을 제공합니다.\n8. 환율 변환: 환율 변환을 활성화하면 1688, Taobao에서 달러, 원화를 포함한 다양한 외화 가격으로 표시됩니다.\n9. Google Lens 지원: Google Lens를 통해 이미지로 상품 검색을 지원합니다.\n10. 리뷰 및 이미지 다운로드: 알리익스프레스 및 아마존의 리뷰 이미지 다운로드, 리뷰를 Excel 파일로 내보내기 기능을 제공합니다.\n11. 더 많은 사이트 이미지 검색 지원: Shein, Naver, Amazon 등 웹사이트의 이미지 검색 기능을 지원합니다.\n12. 링크 복사: Alibaba, 1688, Taobao 등의 제품 링크를 복사할 수 있으며, 긴 링크를 복사하면 선택한 상품 속성(SKU)이 다시 표시됩니다.\n13. 제목 복사: 제품 제목을 복사하여 1688, Taobao에서 번역된 제목으로 동일 상품 검색이 가능합니다.\n14. 자동 완성어 복사: 아마존 등 웹사이트의 검색창에서 추천 자동 완성어 및 연관 검색어를 복사합니다.\n15. 장바구니 내보내기: 1688, Taobao 장바구니에 담긴 상품을 Excel로 내보냅니다.\n16. 택배 정보 표시: 1688, Taobao 주문 목록에서 택배 정보를 바로 확인할 수 있습니다.\n17. 알리왕왕 번역: 판매자와의 대화 내용을 번역하여 언어 장벽 없이 소통할 수 있도록 지원합니다.\n18. 모바일 상세 정보 확인: 카메라 또는 앱 QR코드를 사용하여 모바일에서 상품 페이지를 확인합니다.\n19. 브라우징 기록: 하단 도구 모음에 1688, 알리익스프레스, 타오바오 등 사이트의 브라우징 기록 입구 추가합니다.\n\n질문이나 제안 사항이 있으시면 언제든지 저희에게 연락해 주십시오.：\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice 확장 프로그램을 설치함으로써 귀하는 \"AliPrice 서비스 약관\" 조건에 동의하고 확장 프로그램이 1688 및 기타 프로그램을 포함한 제휴 프로그램 링크로 리디렉션되도록 허용합니다. AliPrice 서비스 약관 - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "lt": "Pagrindinės savybės:\n1. Identiškų produktų vaizdų paieška: vartotojai gali greitai rasti identiškus produktus Ali baba, 1688 ir Tao bao spustelėdami paieškos mygtuką arba naudodami dešiniuoju pelės mygtuku spustelėjusią vaizdų paiešką, idealiai tinkančią pristatymui ir sutaupyti laiko.\n2. Kainų istorija: nemokamai peržiūrėkite metinę produktų kainų istoriją 1688 ir „Amazon“, kad padėtumėte vartotojams nustatyti tikras nuolaidas.\n3. Kainų kritimo įspėjimai: vartotojai gali įtraukti produktus į savo mėgstamiausius ir gauti pranešimus, kai kainos nukrenta.\n4. Išplėstinė paieška: apima tokias funkcijas kaip identiškų produktų palyginimas, filtravimas ir rūšiavimas bei duomenų eksportavimas į „Excel“, padedantis vartotojams efektyviau rasti reikiamus produktus.\n5. Ekrano kopijos vertimas: užfiksuokite vaizdus ir išverskite juose esantį tekstą.\n6. Peržiūrų analizė: išanalizuokite apžvalgininkų pasiskirstymą pagal šalį „Ali Express“ produkto informacijos puslapiuose.\n7. Vaizdų atsisiuntimas: vienu paspaudimu atsisiųskite produktų vaizdus ir vaizdo įrašus iš „Tao bao“, „Ali baba 1688“, „Pinduoduo“ ir kt. Eksportuokite vaizdų URL, kad galėtumėte kopijuoti ir išversti vaizdą.\n8. Valiutos konvertavimas: įgalinkite valiutos konvertavimą, kad kainos būtų rodomos USD, KRW ir daugybe kitų užsienio valiutų 1688 ir Tao bao.\n9. „Google Lens“ palaikymas: palaiko „Google Lens“ vaizdų paieškoms.\n10. Atsisiųskite apžvalgas ir vaizdus: atsisiųskite apžvalgų vaizdus iš „Ali Express“ ir „Amazon“ ir eksportuokite apžvalgas į „Excel“ failą.\n11. Daugiau svetainių palaikymas: įgalina vaizdų paieškos funkciją tokiose platformose kaip Shein, Naver, Amazon ir kt.\n12. Kopijuoti nuorodas: lengvai nukopijuokite produktų nuorodas iš Ali baba, 1688 ir Tao bao. Ilgų nuorodų kopijavimas apima pasirinktus produkto atributus – funkciją, kurią vadiname SKU rodymo funkcija.\n13. Kopijuoti pavadinimus: nukopijuokite produktų pavadinimus ir ieškokite identiškų produktų 1688 arba Tao bao naudodami išverstą pavadinimą.\n14. Kopijuoti išskleidžiamajame sąraše esančius terminus: nukopijuokite išskleidžiamąjį meniu ir siūlomus paieškos terminus iš tokių svetainių kaip „Amazon“.\n15. Eksportuoti pirkinių krepšelį: eksportuokite produktus pirkinių krepšelyje nuo 1688 arba Tao bao į Excel failą.\n16. Rodyti pristatymo informaciją: Rodyti siuntos pristatymo informaciją tiesiai 1688 arba Tao bao užsakymų sąrašo puslapyje, kad galėtumėte greitai peržiūrėti.\n17. „Aliwangwang“ vertimas: išverskite pokalbius su pardavėjais, palaikydami vertimą šaltinio ir tikslinės kalbos vertimu, kad bendravimas būtų sklandus.\n18. Peržiūrėkite išsamią mobiliojo telefono informaciją: naudokite fotoaparatą arba programą, kad nuskaitytumėte ir peržiūrėtumėte produktų puslapius mobiliuosiuose įrenginiuose.\n19. Naršymo istorija: apatinėje kairiojoje įrankių juostoje pridėkite svetainių, tokių kaip 1688, Ali Express ir Tao bao, naršymo istorijos įrašą.\n\nJei turite klausimų ar pasiūlymų, nedvejodami susisiekite su mumis:\nhttps://www.aliprice.com/information/index?page=contact\nĮdiegę „AliPrice“ plėtinį sutinkate su „AliPrice“ paslaugų teikimo sąlygų sąlygomis ir leidžiate plėtiniui peradresuoti į filialų programų nuorodas, įskaitant 1688 ir kitas programas. „AliPrice“ paslaugų teikimo sąlygos – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "lv": "Galvenās funkcijas:\n1. Identisku produktu attēlu meklēšana: lietotāji var ātri atrast identiskus produktus Ali baba, 1688 un Tao bao, noklikšķinot uz meklēšanas pogas vai izmantojot ar peles labo pogu noklikšķiniet uz attēlu meklēšanas, kas ir ideāli piemērota piegādei un laika taupīšanai.\n2. Cenu vēsture: bez maksas skatiet produktu gada cenu vēsturi vietnēs 1688 un Amazon, palīdzot lietotājiem noteikt īstas atlaides.\n3. Brīdinājumi par cenu kritumu: lietotāji var pievienot produktus saviem iecienītākajiem un saņemt paziņojumus, kad cenas samazinās.\n4. Izvērstā meklēšana: ietver tādas funkcijas kā identisku produktu salīdzināšana, filtrēšana un kārtošana un datu eksportēšana programmā Excel, palīdzot lietotājiem efektīvāk atrast tieši vajadzīgos produktus.\n5. Ekrānuzņēmuma tulkošana: uzņemiet attēlus un tulkojiet tajos esošo tekstu.\n6. Pārskatu analīze: analizējiet recenzentu sadalījumu pa valstīm Ali Express produktu informācijas lapās.\n7. Lejupielādēt attēlus: ar vienu klikšķi lejupielādējiet produktu attēlus un videoklipus no Tao bao, Ali baba 1688, Pinduoduo u.c. Eksportējiet attēlu URL kopēšanai un attēlu tulkošanai.\n8. Valūtas konvertēšana: iespējojiet valūtas konvertēšanu, lai parādītu cenas USD, KRW un desmitiem citu ārvalstu valūtu 1688 un Tao bao.\n9. Google Lens atbalsts: atbalsta Google Lens attēlu meklēšanai.\n10. Lejupielādējiet atsauksmes un attēlus: lejupielādējiet atsauksmju attēlus no Ali Express un Amazon un eksportējiet atsauksmes uz Excel failu.\n11. Atbalsts vairākām vietnēm: iespējo attēlu meklēšanas funkcionalitāti tādām platformām kā Shein, Naver, Amazon un citām.\n12. Kopēt saites: viegli kopējiet produktu saites no Ali baba, 1688 un Tao bao. Garu saišu kopēšana ietver atlasītus produkta atribūtus, ko mēs saucam par SKU displeja funkciju.\n13. Kopēt nosaukumus: kopējiet produktu nosaukumus un meklējiet identiskus produktus 1688 vai Tao bao, izmantojot tulkoto nosaukumu.\n14. Kopēt nolaižamās izvēlnes vienumus: kopējiet nolaižamo izvēlni un ieteiktos meklēšanas vienumus no tādām vietnēm kā Amazon.\n15. Eksportēt iepirkumu grozu: eksportējiet iepirkumu grozā esošos produktus no 1688 vai Tao bao uz Excel failu.\n16. Parādīt piegādes informāciju: parādiet pakotnes piegādes informāciju tieši 1688 vai Tao bao pasūtījumu saraksta lapā, lai iegūtu ātru pārskatu.\n17. Aliwangwang tulkošana: tulkojiet sarunas ar pārdevējiem, atbalstot gan avota, gan mērķa valodas tulkojumu, lai nodrošinātu netraucētu saziņu.\n18. Skatīt mobilo ierīču informāciju: izmantojiet kameru vai lietotni, lai skenētu un skatītu produktu lapas mobilajās ierīcēs.\n19. Pārlūkošanas vēsture: pievienojiet pārlūkošanas vēstures ierakstu tādām vietnēm kā 1688, Ali Express un Tao bao apakšējā kreisajā rīkjoslā.\n\nJa jums ir kādi jautājumi vai ieteikumi, lūdzu, sazinieties ar mums:\nhttps://www.aliprice.com/information/index?page=contact\nInstalējot AliPrice paplašinājumu, jūs piekrītat \"AliPrice pakalpojumu sniegšanas noteikumu\" noteikumiem un atļaujat paplašinājumam novirzīt uz saistīto programmu saitēm, tostarp uz 1688 un citām programmām. AliPrice pakalpojumu sniegšanas noteikumi - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ml": "പ്രധാന സവിശേഷതകൾ:\n1. സമാന ഉൽപ്പന്നങ്ങൾക്കായുള്ള ഇമേജ് തിരയൽ: തിരയൽ ബട്ടൺ ക്ലിക്കുചെയ്‌ത് അല്ലെങ്കിൽ വലത്-ക്ലിക്ക് ഇമേജ് തിരയൽ ഉപയോഗിച്ച് ഉപയോക്താക്കൾക്ക് അലി ബാബ, 1688, ടാവോ ബാവോ എന്നിവയിൽ സമാനമായ ഉൽപ്പന്നങ്ങൾ വേഗത്തിൽ കണ്ടെത്താനാകും, ഇത് ഡ്രോപ്പ്ഷിപ്പിംഗിനും സമയം ലാഭിക്കുന്നതിനും അനുയോജ്യമാണ്.\n2. വില ചരിത്രം: 1688-ലും ആമസോണിലും ഉൽപ്പന്നങ്ങളുടെ വാർഷിക വില ചരിത്രം സൗജന്യമായി കാണുക, യഥാർത്ഥ കിഴിവുകൾ തിരിച്ചറിയാൻ ഉപയോക്താക്കളെ സഹായിക്കുന്നു.\n3. പ്രൈസ് ഡ്രോപ്പ് അലേർട്ടുകൾ: ഉപയോക്താക്കൾക്ക് അവരുടെ പ്രിയപ്പെട്ടവയിലേക്ക് ഉൽപ്പന്നങ്ങൾ ചേർക്കാനും വില കുറയുമ്പോൾ അറിയിപ്പുകൾ സ്വീകരിക്കാനും കഴിയും.\n4. വിപുലമായ തിരയൽ: സമാന ഉൽപ്പന്നങ്ങൾ താരതമ്യം ചെയ്യുക, ഫിൽട്ടർ ചെയ്യുകയും അടുക്കുകയും ചെയ്യുക, Excel-ലേക്ക് ഡാറ്റ കയറ്റുമതി ചെയ്യുക തുടങ്ങിയ സവിശേഷതകൾ ഉൾപ്പെടുന്നു, ഉപയോക്താക്കൾക്ക് ആവശ്യമായ ഉൽപ്പന്നങ്ങൾ കൂടുതൽ കാര്യക്ഷമമായി കണ്ടെത്താൻ സഹായിക്കുന്നു.\n5. സ്ക്രീൻഷോട്ട് വിവർത്തനം: ചിത്രങ്ങൾ ക്യാപ്ചർ ചെയ്യുകയും അവയിലെ വാചകം വിവർത്തനം ചെയ്യുകയും ചെയ്യുക.\n6. അവലോകന വിശകലനം: അലി എക്സ്പ്രസ് ഉൽപ്പന്ന വിശദാംശ പേജുകളിൽ നിരൂപകരുടെ രാജ്യ വിതരണം വിശകലനം ചെയ്യുക.\n7. ഇമേജുകൾ ഡൗൺലോഡ് ചെയ്യുക: Tao bao, Ali baba 1688, Pinduoduo മുതലായവയിൽ നിന്നുള്ള ഉൽപ്പന്ന ചിത്രങ്ങളും വീഡിയോകളും ഒറ്റ ക്ലിക്കിൽ ഡൗൺലോഡ് ചെയ്യുക. പകർത്താനും ഇമേജ് വിവർത്തനം ചെയ്യാനും ഇമേജ് URL-കൾ കയറ്റുമതി ചെയ്യുക.\n8. കറൻസി പരിവർത്തനം: USD, KRW, മറ്റ് ഡസൻ കണക്കിന് വിദേശ കറൻസികൾ 1688, Tao bao എന്നിവയിൽ വിലകൾ പ്രദർശിപ്പിക്കുന്നതിന് കറൻസി പരിവർത്തനം പ്രവർത്തനക്ഷമമാക്കുക.\n9. ഗൂഗിൾ ലെൻസ് സപ്പോർട്ട്: ഇമേജ് സെർച്ചുകൾക്കായി ഗൂഗിൾ ലെൻസിനെ പിന്തുണയ്ക്കുന്നു.\n10. അവലോകനങ്ങളും ചിത്രങ്ങളും ഡൗൺലോഡ് ചെയ്യുക: അലി എക്‌സ്‌പ്രസ്, ആമസോണിൽ നിന്ന് അവലോകന ചിത്രങ്ങൾ ഡൗൺലോഡ് ചെയ്യുക, എക്‌സൽ ഫയലിലേക്ക് അവലോകനങ്ങൾ എക്‌സ്‌പോർട്ട് ചെയ്യുക.\n11. കൂടുതൽ സൈറ്റുകൾക്കുള്ള പിന്തുണ: Shein, Naver, Amazon എന്നിവയും മറ്റും പോലുള്ള പ്ലാറ്റ്‌ഫോമുകൾക്കായി ഇമേജ് തിരയൽ പ്രവർത്തനം പ്രവർത്തനക്ഷമമാക്കുന്നു.\n12. ലിങ്കുകൾ പകർത്തുക: അലി ബാബ, 1688, താവോ ബാവോ എന്നിവയിൽ നിന്നുള്ള ഉൽപ്പന്ന ലിങ്കുകൾ എളുപ്പത്തിൽ പകർത്തുക. നീണ്ട ലിങ്കുകൾ പകർത്തുന്നതിൽ തിരഞ്ഞെടുത്ത ഉൽപ്പന്ന ആട്രിബ്യൂട്ടുകൾ ഉൾപ്പെടുന്നു, ഈ സവിശേഷതയെ ഞങ്ങൾ SKU ഡിസ്പ്ലേ ഫംഗ്ഷൻ എന്ന് വിളിക്കുന്നു.\n13. ശീർഷകങ്ങൾ പകർത്തുക: ഉൽപ്പന്ന ശീർഷകങ്ങൾ പകർത്തി 1688 അല്ലെങ്കിൽ Tao bao എന്നതിൽ തർജ്ജമ ചെയ്ത തലക്കെട്ട് ഉപയോഗിച്ച് സമാന ഉൽപ്പന്നങ്ങൾക്കായി തിരയുക.\n14. ഡ്രോപ്പ്ഡൗൺ നിബന്ധനകൾ പകർത്തുക: ആമസോൺ പോലുള്ള വെബ്‌സൈറ്റുകളിൽ നിന്ന് ഡ്രോപ്പ്‌ഡൗണും നിർദ്ദേശിച്ച തിരയൽ പദങ്ങളും പകർത്തുക.\n15. എക്‌സ്‌പോർട്ട് ഷോപ്പിംഗ് കാർട്ട്: 1688 അല്ലെങ്കിൽ ടാവോ ബാവോയിൽ നിന്ന് ഒരു എക്‌സൽ ഫയലിലേക്ക് ഷോപ്പിംഗ് കാർട്ടിലെ ഉൽപ്പന്നങ്ങൾ കയറ്റുമതി ചെയ്യുക.\n16. ഷിപ്പിംഗ് വിവരങ്ങൾ പ്രദർശിപ്പിക്കുക: ദ്രുത അവലോകനത്തിനായി പാക്കേജ് ഷിപ്പിംഗ് വിശദാംശങ്ങൾ 1688 അല്ലെങ്കിൽ താവോ ബാവോ ഓർഡർ ലിസ്റ്റ് പേജിൽ നേരിട്ട് പ്രദർശിപ്പിക്കുക.\n17. അലിവാങ്‌വാങ് വിവർത്തനം: വിൽപ്പനക്കാരുമായുള്ള സംഭാഷണങ്ങൾ വിവർത്തനം ചെയ്യുക, തടസ്സമില്ലാത്ത ആശയവിനിമയത്തിനായി ഉറവിടവും ടാർഗെറ്റ് ഭാഷാ വിവർത്തനവും പിന്തുണയ്ക്കുന്നു.\n18. മൊബൈൽ വിശദാംശങ്ങൾ കാണുക: മൊബൈൽ ഉപകരണങ്ങളിൽ ഉൽപ്പന്ന പേജുകൾ സ്കാൻ ചെയ്യാനും കാണാനും ഒരു ക്യാമറയോ ആപ്പോ ഉപയോഗിക്കുക.\n19. ബ്രൗസിംഗ് ചരിത്രം: 1688, അലി എക്‌സ്‌പ്രസ്, താവോ ബാവോ തുടങ്ങിയ വെബ്‌സൈറ്റുകൾക്കായി ഒരു ബ്രൗസിംഗ് ചരിത്ര എൻട്രി ചുവടെ ഇടത് ടൂൾബാറിൽ ചേർക്കുക.\n\nനിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ നിർദ്ദേശങ്ങളോ ഉണ്ടെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ \"AliPrice സേവന നിബന്ധനകളുടെ\" നിബന്ധനകൾ അംഗീകരിക്കുകയും 1688 ഉം മറ്റ് പ്രോഗ്രാമുകളും ഉൾപ്പെടെയുള്ള അനുബന്ധ പ്രോഗ്രാം ലിങ്കുകളിലേക്ക് റീഡയറക്‌ടുചെയ്യാൻ വിപുലീകരണത്തെ അനുവദിക്കുകയും ചെയ്യുന്നു. AliPrice സേവന നിബന്ധനകൾ - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "mr": "मुख्य वैशिष्ट्ये:\n1. समान उत्पादनांसाठी प्रतिमा शोध: वापरकर्ते शोध बटणावर क्लिक करून किंवा राईट-क्लिक इमेज शोध वापरून अली बाबा, 1688 आणि ताओ बाओ वर त्वरीत एकसारखी उत्पादने शोधू शकतात, ड्रॉपशिपिंग आणि वेळ वाचवण्यासाठी आदर्श.\n2. किंमत इतिहास: 1688 आणि Amazon वरील उत्पादनांचा वार्षिक किंमत इतिहास विनामूल्य पहा, वापरकर्त्यांना वास्तविक सवलत ओळखण्यात मदत करा.\n3. किंमत कमी करण्याच्या सूचना: वापरकर्ते त्यांच्या आवडींमध्ये उत्पादने जोडू शकतात आणि किंमती कमी झाल्यावर सूचना प्राप्त करू शकतात.\n4. प्रगत शोध: समान उत्पादनांची तुलना करणे, फिल्टरिंग आणि क्रमवारी लावणे आणि डेटा एक्सेलमध्ये निर्यात करणे, वापरकर्त्यांना त्यांना आवश्यक असलेली उत्पादने अधिक कार्यक्षमतेने शोधण्यात मदत करणे यासारख्या वैशिष्ट्यांचा समावेश आहे.\n5. स्क्रीनशॉट भाषांतर: प्रतिमा कॅप्चर करा आणि त्यावरील मजकूर अनुवादित करा.\n6. पुनरावलोकन विश्लेषण: अली एक्सप्रेस उत्पादन तपशील पृष्ठांवर पुनरावलोकनकर्त्यांच्या देश वितरणाचे विश्लेषण करा.\n7. प्रतिमा डाउनलोड करा: एका क्लिकवर ताओ बाओ, अली बाबा 1688, पिंडुओडू इ. वरून उत्पादन प्रतिमा आणि व्हिडिओ डाउनलोड करा. कॉपी आणि इमेज भाषांतरासाठी इमेज URL निर्यात करा.\n8. चलन रूपांतरण: 1688 आणि ताओ बाओ वर USD, KRW आणि इतर डझनभर विदेशी चलनांमध्ये किंमती प्रदर्शित करण्यासाठी चलन रूपांतरण सक्षम करा.\n9. Google Lens सपोर्ट: इमेज शोधांसाठी Google Lens ला सपोर्ट करते.\n10. पुनरावलोकने आणि प्रतिमा डाउनलोड करा: अली एक्सप्रेस आणि Amazon वरून पुनरावलोकन प्रतिमा डाउनलोड करा आणि पुनरावलोकने एक्सेल फाइलमध्ये निर्यात करा.\n11. अधिक साइट्ससाठी समर्थन: Shein, Naver, Amazon आणि अधिक सारख्या प्लॅटफॉर्मसाठी प्रतिमा शोध कार्यक्षमता सक्षम करते.\n12. लिंक कॉपी करा: अली बाबा, 1688 आणि ताओ बाओ मधील उत्पादन लिंक्स सहज कॉपी करा. लांबलचक लिंक कॉपी करण्यामध्ये निवडक उत्पादन विशेषता समाविष्ट आहे, एक वैशिष्ट्य ज्याला आम्ही SKU डिस्प्ले फंक्शन म्हणतो.\n13. शीर्षके कॉपी करा: अनुवादित शीर्षक वापरून उत्पादन शीर्षके कॉपी करा आणि 1688 किंवा ताओ बाओ वर समान उत्पादने शोधा.\n14. ड्रॉपडाउन अटी कॉपी करा: ॲमेझॉन सारख्या वेबसाइटवरून ड्रॉपडाउन आणि सुचवलेल्या शोध संज्ञा कॉपी करा.\n15. शॉपिंग कार्ट निर्यात करा: 1688 किंवा ताओ बाओ मधील उत्पादने एक्सेल फाईलमध्ये निर्यात करा.\n16. शिपिंग माहिती प्रदर्शित करा: द्रुत विहंगावलोकनसाठी थेट 1688 किंवा ताओ बाओ ऑर्डर सूची पृष्ठावर पॅकेज शिपिंग तपशील प्रदर्शित करा.\n17. अलिवांगवांग भाषांतर: विक्रेत्यांसह संभाषणांचे भाषांतर करा, निर्बाध संप्रेषणासाठी स्त्रोत आणि लक्ष्य भाषा अनुवाद दोन्हीला समर्थन द्या.\n18. मोबाइल तपशील पहा: मोबाइल डिव्हाइसवर उत्पादन पृष्ठे स्कॅन करण्यासाठी आणि पाहण्यासाठी कॅमेरा किंवा ॲप वापरा.\n19. ब्राउझिंग इतिहास: तळाशी-डाव्या टूलबारमध्ये 1688, अली एक्सप्रेस आणि ताओ बाओ सारख्या वेबसाइटसाठी ब्राउझिंग इतिहास प्रविष्ट करा.\n\nआपल्याकडे काही प्रश्न किंवा सूचना असल्यास, कृपया आमच्याशी संपर्क साधा:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice विस्तार स्थापित करून, तुम्ही \"AliPrice सेवा अटी\" च्या अटी स्वीकारता आणि विस्ताराला 1688 आणि इतर प्रोग्रामसह संलग्न प्रोग्राम लिंकवर पुनर्निर्देशित करण्याची अनुमती देता. AliPrice सेवा अटी - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ms": "Ciri-ciri Utama:\n1. Carian Imej untuk Produk Yang Sama: Pengguna boleh mencari produk yang serupa dengan cepat di Ali baba, 1688, dan Tao bao dengan mengklik butang carian atau menggunakan carian imej klik kanan, sesuai untuk penghantaran dropship dan menjimatkan masa.\n2. Sejarah Harga: Lihat sejarah harga tahunan produk di 1688 dan Amazon secara percuma, membantu pengguna mengenal pasti diskaun tulen.\n3. Makluman Penurunan Harga: Pengguna boleh menambah produk pada kegemaran mereka dan menerima pemberitahuan apabila harga turun.\n4. Carian Terperinci: Termasuk ciri seperti membandingkan produk yang serupa, menapis dan mengisih serta mengeksport data ke Excel, membantu pengguna mencari produk tepat yang mereka perlukan dengan lebih cekap.\n5. Terjemahan Petikan Skrin: Tangkap imej dan terjemah teks padanya.\n6. Analisis Semakan: Analisis pengedaran negara pengulas pada halaman butiran produk Ali Express.\n7. Muat Turun Imej: Muat turun imej dan video produk daripada Tao bao, Ali baba 1688, Pinduoduo, dsb., dengan satu klik. Eksport URL imej untuk penyalinan dan terjemahan imej.\n8. Penukaran Mata Wang: Dayakan penukaran mata wang untuk memaparkan harga dalam USD, KRW dan berpuluh-puluh mata wang asing lain pada 1688 dan Tao bao.\n9. Sokongan Google Lens: Menyokong Google Lens untuk carian imej.\n10. Muat Turun Ulasan dan Imej: Muat turun imej ulasan daripada Ali Express dan Amazon, dan eksport ulasan ke fail Excel.\n11. Sokongan untuk Lebih Banyak Tapak: Mendayakan fungsi carian imej untuk platform seperti Shein, Naver, Amazon dan banyak lagi.\n12. Salin Pautan: Salin pautan produk dengan mudah daripada Ali baba, 1688, dan Tao bao. Menyalin pautan panjang termasuk atribut produk terpilih, ciri yang kami panggil Fungsi Paparan SKU.\n13. Salin Tajuk: Salin tajuk produk dan cari produk yang serupa pada 1688 atau Tao bao menggunakan tajuk terjemahan.\n14. Salin Terma Jatuh Turun: Salin lungsur turun dan istilah carian yang dicadangkan daripada tapak web seperti Amazon.\n15. Eksport Troli Beli-belah: Eksport produk dalam troli beli-belah dari 1688 atau Tao bao ke fail Excel.\n16. Paparkan Maklumat Penghantaran: Paparkan butiran penghantaran pakej terus pada halaman senarai pesanan 1688 atau Tao bao untuk gambaran ringkas.\n17. Terjemahan Aliwangwang: Terjemah perbualan dengan penjual, menyokong terjemahan bahasa sumber dan sasaran untuk komunikasi yang lancar.\n18. Lihat Butiran Mudah Alih: Gunakan kamera atau aplikasi untuk mengimbas dan melihat halaman produk pada peranti mudah alih.\n19. Sejarah Semak Imbas: Tambahkan entri sejarah penyemakan imbas untuk tapak web seperti 1688, Ali Express dan Tao bao di bar alat kiri bawah.\n\nJika anda mempunyai sebarang soalan atau cadangan, sila hubungi kami:\nhttps://www.aliprice.com/information/index?page=contact\nDengan memasang sambungan AliPrice, anda menerima syarat \"Syarat Perkhidmatan AliPrice\" dan membenarkan sambungan itu mengubah hala ke pautan program gabungan, termasuk 1688 dan program lain. Syarat Perkhidmatan AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "nl": "Belangrijkste kenmerken:\n1. Afbeelding zoeken voor identieke producten: gebruikers kunnen snel identieke producten vinden op Ali baba, 1688 en Tao bao door op de zoekknop te klikken of met de rechtermuisknop op de afbeelding te zoeken, ideaal voor dropshipping en tijd besparen.\n2. Prijsgeschiedenis: bekijk de jaarlijkse prijsgeschiedenis van producten op 1688 en Amazon gratis, zodat gebruikers echte kortingen kunnen identificeren.\n3. Prijsdalingwaarschuwingen: gebruikers kunnen producten toevoegen aan hun favorieten en meldingen ontvangen wanneer de prijzen dalen.\n4. Geavanceerd zoeken: bevat functies zoals het vergelijken van identieke producten, filteren en sorteren en het exporteren van gegevens naar Excel, zodat gebruikers efficiënter de exacte producten kunnen vinden die ze nodig hebben.\n5. Screenshotvertaling: maak afbeeldingen en vertaal de tekst erop.\n6. Beoordelingsanalyse: analyseer de landverdeling van recensenten op Ali Express-productdetailpagina's.\n7. Afbeeldingen downloaden: download productafbeeldingen en -video's van Tao bao, Ali baba 1688, Pinduoduo, enz. met één klik. Exporteer afbeeldings-URL's voor kopiëren en vertaling van afbeeldingen.\n8. Valutaconversie: Schakel valutaconversie in om prijzen in USD, KRW en tientallen andere vreemde valuta's weer te geven op 1688 en Tao bao.\n9. Google Lens-ondersteuning: Ondersteunt Google Lens voor zoekopdrachten naar afbeeldingen.\n10. Beoordelingen en afbeeldingen downloaden: Download beoordelingsafbeeldingen van Ali Express en Amazon en exporteer beoordelingen naar een Excel-bestand.\n11. Ondersteuning voor meer sites: Schakelt de functionaliteit voor het zoeken naar afbeeldingen in voor platforms zoals Shein, Naver, Amazon en meer.\n12. Links kopiëren: Kopieer eenvoudig productlinks van Ali baba, 1688 en Tao bao. Het kopiëren van lange links omvat geselecteerde productkenmerken, een functie die we de SKU-weergavefunctie noemen.\n13. Titels kopiëren: Kopieer producttitels en zoek naar identieke producten op 1688 of Tao bao met behulp van de vertaalde titel.\n14. Dropdown-termen kopiëren: Kopieer dropdown- en voorgestelde zoektermen van websites zoals Amazon.\n15. Winkelwagen exporteren: Exporteer producten in de winkelwagen van 1688 of Tao bao naar een Excel-bestand.\n16. Verzendinformatie weergeven: Geef de verzendgegevens van het pakket rechtstreeks weer op de bestellijstpagina van 1688 of Tao bao voor een snel overzicht.\n17. Aliwangwang-vertaling: Vertaal gesprekken met verkopers, met ondersteuning voor zowel bron- als doeltaalvertaling voor naadloze communicatie.\n18. Mobiele details bekijken: Gebruik een camera of app om productpagina's op mobiele apparaten te scannen en te bekijken.\n19. Browsegeschiedenis: Voeg een browsegeschiedenisvermelding toe voor websites zoals 1688, Ali Express en Tao bao in de werkbalk linksonder.\n\nAls u vragen of suggesties heeft, neem dan gerust contact met ons op:\nhttps://www.aliprice.com/information/index?page=contact\nDoor de AliPrice-extensie te installeren, accepteert u de voorwaarden van de \"AliPrice Servicevoorwaarden\" en staat u toe dat de extensie doorverwijst naar links naar partnerprogramma's, waaronder 1688 en andere programma's. Servicevoorwaarden van AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "no": "Hovedfunksjoner:\n1. Bildesøk etter identiske produkter: Brukere kan raskt finne identiske produkter på Ali baba, 1688 og Tao bao ved å klikke på søkeknappen eller bruke høyreklikk bildesøk, ideelt for dropshipping og spare tid.\n2. Prishistorikk: Se den årlige prishistorikken for produkter på 1688 og Amazon gratis, og hjelper brukerne med å identifisere ekte rabatter.\n3. Prisfallvarsler: Brukere kan legge til produkter i favorittene sine og motta varsler når prisene faller.\n4. Avansert søk: Inkluderer funksjoner som å sammenligne identiske produkter, filtrere og sortere og eksportere data til Excel, noe som hjelper brukerne med å finne de nøyaktige produktene de trenger mer effektivt.\n5. Skjermbildeoversettelse: Ta bilder og oversett teksten på dem.\n6. Gjennomgangsanalyse: Analyser landsfordelingen av anmeldere på Ali Express produktdetaljsider.\n7. Last ned bilder: Last ned produktbilder og videoer fra Tao bao, Ali baba 1688, Pinduoduo, etc., med et enkelt klikk. Eksporter bildenettadresser for kopiering og bildeoversettelse.\n8. Valutakonvertering: Aktiver valutakonvertering for å vise priser i USD, KRW og dusinvis av andre utenlandske valutaer på 1688 og Tao bao.\n9. Google Lens-støtte: Støtter Google Lens for bildesøk.\n10. Last ned anmeldelser og bilder: Last ned anmeldelsesbilder fra Ali Express og Amazon, og eksporter anmeldelser til en Excel-fil.\n11. Støtte for flere nettsteder: Aktiverer bildesøkefunksjonalitet for plattformer som Shein, Naver, Amazon og mer.\n12. Kopier lenker: Kopier enkelt produktlenker fra Ali baba, 1688, og Tao bao. Kopiering av lange lenker inkluderer utvalgte produktattributter, en funksjon vi kaller SKU Display Function.\n13. Kopier titler: Kopier produkttitler og søk etter identiske produkter på 1688 eller Tao bao ved å bruke den oversatte tittelen.\n14. Kopier rullegardinvilkår: Kopier rullegardinmenyen og foreslåtte søkeord fra nettsteder som Amazon.\n15. Eksporter handlekurv: Eksporter produkter i handlekurven fra 1688 eller Tao bao til en Excel-fil.\n16. Vis fraktinformasjon: Vis pakkefraktdetaljer direkte på bestillingslistesiden for 1688 eller Tao bao for rask oversikt.\n17. Aliwangwang-oversettelse: Oversett samtaler med selgere, og støtter både kilde- og målspråkoversettelse for sømløs kommunikasjon.\n18. Se mobildetaljer: Bruk et kamera eller en app til å skanne og se produktsider på mobile enheter.\n19. Nettleserhistorikk: Legg til en nettleserloggoppføring for nettsteder som 1688, Ali Express og Tao bao i verktøylinjen nederst til venstre.\n\nHvis du har spørsmål eller forslag, kan du gjerne kontakte oss:\nhttps://www.aliprice.com/information/index?page=contact\nVed å installere AliPrice-utvidelsen godtar du vilkårene i \"AliPrice-vilkårene for bruk\" og lar utvidelsen omdirigere til tilknyttede programkoblinger, inkludert 1688 og andre programmer. AliPrice vilkår for bruk - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "pl": "Główne cechy:\n1. Wyszukiwanie obrazów dla identycznych produktów: Użytkownicy mogą szybko znaleźć identyczne produkty na Ali baba, 1688 i Tao bao, klikając przycisk wyszukiwania lub używając wyszukiwania obrazów prawym przyciskiem myszy, co jest idealne do dropshippingu i oszczędzania czasu.\n2. Historia cen: Przeglądaj roczną historię cen produktów na 1688 i Amazon za darmo, pomagając użytkownikom identyfikować prawdziwe rabaty.\n3. Alerty o spadku cen: Użytkownicy mogą dodawać produkty do swoich ulubionych i otrzymywać powiadomienia o spadku cen.\n4. Zaawansowane wyszukiwanie: Obejmuje funkcje takie jak porównywanie identycznych produktów, filtrowanie i sortowanie oraz eksportowanie danych do programu Excel, pomagając użytkownikom wydajniej znaleźć dokładnie te produkty, których potrzebują.\n5. Tłumaczenie zrzutów ekranu: Przechwytuj obrazy i tłumacz tekst na nich.\n6. Analiza recenzji: Analizuj dystrybucję krajową recenzentów na stronach ze szczegółami produktów Ali Express.\n7. Pobieranie obrazów: Pobierz obrazy i filmy produktów z Tao bao, Ali baba 1688, Pinduoduo itp. jednym kliknięciem. Eksportuj adresy URL obrazów do kopiowania i tłumaczenia obrazów.\n8. Konwersja walut: Włącz konwersję walut, aby wyświetlać ceny w USD, KRW i dziesiątkach innych walut obcych w 1688 i Tao bao.\n9. Obsługa Google Lens: Obsługuje Google Lens do wyszukiwania obrazów.\n10. Pobieranie recenzji i obrazów: Pobieranie obrazów recenzji z Ali Express i Amazon oraz eksportowanie recenzji do pliku Excel.\n11. Obsługa większej liczby witryn: Włącza funkcję wyszukiwania obrazów dla platform takich jak Shein, Naver, Amazon i innych.\n12. Kopiuj linki: Łatwe kopiowanie linków produktów z Ali baba, 1688 i Tao bao. Kopiowanie długich linków obejmuje wybrane atrybuty produktu, funkcję, którą nazywamy funkcją wyświetlania SKU.\n13. Kopiuj tytuły: Kopiuj tytuły produktów i wyszukaj identyczne produkty w 1688 lub Tao bao, używając przetłumaczonego tytułu.\n14. Kopiuj terminy rozwijane: Kopiuj rozwijane i sugerowane terminy wyszukiwania z witryn takich jak Amazon. 15. Eksportuj koszyk: Eksportuj produkty z koszyka z 1688 lub Tao bao do pliku Excel.\n16. Wyświetl informacje o wysyłce: Wyświetlaj szczegóły wysyłki paczki bezpośrednio na stronie listy zamówień 1688 lub Tao bao w celu szybkiego przeglądu.\n17. Tłumaczenie Aliwangwang: Tłumacz rozmowy ze sprzedawcami, obsługując tłumaczenie zarówno na język źródłowy, jak i docelowy, aby zapewnić bezproblemową komunikację.\n18. Wyświetl szczegóły dotyczące urządzeń mobilnych: Użyj aparatu lub aplikacji, aby skanować i wyświetlać strony produktów na urządzeniach mobilnych.\n19. Historia przeglądania: Dodaj wpis historii przeglądania dla witryn takich jak 1688, Ali Express i Tao bao na pasku narzędzi w lewym dolnym rogu.\n\nJeśli masz jakieś pytania lub sugestie, skontaktuj się z nami:\nhttps://www.aliprice.com/information/index?page=contact\nInstalując rozszerzenie AliPrice, akceptujesz warunki „Warunków korzystania z usługi AliPrice” i zezwalasz rozszerzeniu na przekierowywanie do linków programów partnerskich, w tym 1688 i innych programów. Warunki korzystania z usługi AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "pt_BR,pt_PT": "Principais recursos:\n1. Busca de imagens para produtos idênticos: os usuários podem encontrar rapidamente produtos idênticos no Ali baba, 1688 e Tao bao clicando no botão de busca ou usando a busca de imagens com o botão direito, ideal para dropshipping e economia de tempo.\n2. Histórico de preços: visualize o histórico anual de preços dos produtos no 1688 e na Amazon gratuitamente, ajudando os usuários a identificar descontos genuínos.\n3. Alertas de queda de preço: os usuários podem adicionar produtos aos seus favoritos e receber notificações quando os preços caírem.\n4. Busca avançada: inclui recursos como comparação de produtos idênticos, filtragem e classificação e exportação de dados para o Excel, ajudando os usuários a encontrar os produtos exatos de que precisam com mais eficiência.\n5. Tradução de captura de tela: capture imagens e traduza o texto nelas.\n6. Análise de revisão: analise a distribuição de países dos revisores nas páginas de detalhes de produtos do Ali Express.\n7. Download de imagens: baixe imagens e vídeos de produtos do Tao bao, Ali baba 1688, Pinduoduo, etc., com um único clique. Exporte URLs de imagens para cópia e tradução de imagens.\n8. Conversão de moeda: habilite a conversão de moeda para exibir preços em USD, KRW e dezenas de outras moedas estrangeiras no 1688 e no Tao bao.\n9. Suporte ao Google Lens: suporta o Google Lens para pesquisas de imagens.\n10. Baixe avaliações e imagens: baixe imagens de avaliações do Ali Express e da Amazon e exporte avaliações para um arquivo Excel.\n11. Suporte para mais sites: habilita a funcionalidade de pesquisa de imagens para plataformas como Shein, Naver, Amazon e muito mais.\n12. Copiar links: copie facilmente links de produtos do Ali baba, 1688 e Tao bao. Copiar links longos inclui atributos de produtos selecionados, um recurso que chamamos de Função de exibição de SKU.\n13. Copiar títulos: copie títulos de produtos e pesquise produtos idênticos no 1688 ou no Tao bao usando o título traduzido.\n14. Copiar termos suspensos: copie termos suspensos e de pesquisa sugeridos de sites como a Amazon.\n15. Exportar carrinho de compras: exporte produtos no carrinho de compras do 1688 ou Tao bao para um arquivo Excel.\n16. Exibir informações de envio: exiba detalhes de envio do pacote diretamente na página da lista de pedidos do 1688 ou Tao bao para uma visão geral rápida.\n17. Tradução Aliwangwang: traduza conversas com vendedores, oferecendo suporte à tradução do idioma de origem e de destino para uma comunicação perfeita.\n18. Exibir detalhes do celular: use uma câmera ou aplicativo para escanear e visualizar páginas de produtos em dispositivos móveis.\n19. Histórico de navegação: adicione uma entrada de histórico de navegação para sites como 1688, Ali Express e Tao bao na barra de ferramentas inferior esquerda.\n\nSe você tiver alguma dúvida ou sugestão, não hesite em nos contatar:\nhttps://www.aliprice.com/information/index?page=contact\nAo instalar a extensão AliPrice, você aceita os termos dos “Termos de Serviço AliPrice” e permite que a extensão redirecione para links de programas afiliados, incluindo 1688 e outros programas. Termos de Serviço do AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ro": "Caracteristici principale:\n1. Căutare de imagini pentru produse identice: utilizatorii pot găsi rapid produse identice pe Ali baba, 1688 și Tao bao făcând clic pe butonul de căutare sau folosind căutarea de imagini cu clic dreapta, ideal pentru dropshipping și economisirea timpului.\n2. Istoricul prețurilor: vizualizați istoricul anual al prețurilor produselor de pe 1688 și Amazon gratuit, ajutând utilizatorii să identifice reduceri reale.\n3. Alerte de scădere de preț: utilizatorii pot adăuga produse la favorite și pot primi notificări când prețurile scad.\n4. Căutare avansată: Include caracteristici precum compararea produselor identice, filtrarea și sortarea și exportul datelor în Excel, ajutând utilizatorii să găsească exact produsele de care au nevoie mai eficient.\n5. Traducere capturi de ecran: Capturați imagini și traduceți textul de pe ele.\n6. Analiza revizuirii: Analizați distribuția pe țară a recenzenților pe paginile cu detalii ale produsului Ali Express.\n7. Descărcați imagini: descărcați imagini și videoclipuri ale produselor din Tao bao, Ali baba 1688, Pinduoduo etc., cu un singur clic. Exportați adrese URL de imagini pentru copiere și traducere a imaginilor.\n8. Conversie valutară: activați conversia valutară pentru a afișa prețurile în USD, KRW și zeci de alte valute străine pe 1688 și Tao bao.\n9. Suport Google Lens: Suportă Google Lens pentru căutări de imagini.\n10. Descărcați recenzii și imagini: descărcați imagini de recenzii de la Ali Express și Amazon și exportați recenzii într-un fișier Excel.\n11. Suport pentru mai multe site-uri: Activează funcționalitatea de căutare a imaginilor pentru platforme precum Shein, Naver, Amazon și altele.\n12. Copiați linkuri: copiați cu ușurință linkurile de produse din Ali baba, 1688 și Tao bao. Copierea linkurilor lungi include atributele de produs selectate, o caracteristică pe care o numim Funcția de afișare SKU.\n13. Copiați titlurile: Copiați titlurile produselor și căutați produse identice pe 1688 sau Tao bao folosind titlul tradus.\n14. Copiați termenii derulant: Copiați meniul derulant și termenii de căutare sugerați de pe site-uri web precum Amazon.\n15. Exportați coșul de cumpărături: exportați produse în coșul de cumpărături din 1688 sau Tao bao într-un fișier Excel.\n16. Afișează informațiile de expediere: Afișează detaliile de livrare a pachetului direct pe pagina de listă de comenzi 1688 sau Tao bao pentru o privire de ansamblu rapidă.\n17. Traducere Aliwangwang: Traduceți conversațiile cu vânzătorii, acceptând atât traducerea în limba sursă, cât și în limba țintă pentru o comunicare fără întreruperi.\n18. Vizualizați detaliile mobile: utilizați o cameră sau o aplicație pentru a scana și vizualiza paginile produselor de pe dispozitivele mobile.\n19. Istoricul de navigare: Adăugați o intrare în istoricul de navigare pentru site-uri web precum 1688, Ali Express și Tao bao în bara de instrumente din stânga jos.\n\nDacă aveți întrebări sau sugestii, nu ezitați să ne contactați:\nhttps://www.aliprice.com/information/index?page=contact\nPrin instalarea extensiei AliPrice, acceptați termenii „Termenii și condițiile AliPrice” și permiteți extensiei să redirecționeze către link-uri de programe afiliate, inclusiv 1688 și alte programe. Termenii și condițiile AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ru": "Основные функции:\n1. Поиск по изображению идентичных товаров: пользователи могут быстро найти идентичные товары на Ali baba, 1688 и Tao bao, нажав кнопку поиска или используя поиск изображений правой кнопкой мыши, что идеально подходит для дропшиппинга и экономии времени.\n2. История цен: просматривайте годовую историю цен на товары на 1688 и Amazon бесплатно, помогая пользователям определять настоящие скидки.\n3. Оповещения о снижении цен: пользователи могут добавлять товары в избранное и получать уведомления, когда цены падают.\n4. Расширенный поиск: включает такие функции, как сравнение идентичных товаров, фильтрация и сортировка, а также экспорт данных в Excel, что помогает пользователям более эффективно находить нужные им товары.\n5. Перевод снимков экрана: захватывайте изображения и переводите текст на них.\n6. Анализ отзывов: анализируйте распределение рецензентов по странам на страницах с описанием товаров Ali Express.\n7. Загрузка изображений: загружайте изображения и видео товаров с Tao bao, Ali baba 1688, Pinduoduo и т. д. одним щелчком мыши. Экспорт URL-адресов изображений для копирования и перевода изображений.\n8. Конвертация валют: включите конвертацию валют для отображения цен в USD, KRW и десятках других иностранных валют на 1688 и Tao bao.\n9. Поддержка Google Lens: поддерживает Google Lens для поиска изображений.\n10. Загрузка обзоров и изображений: загрузка изображений обзоров с Ali Express и Amazon и экспорт обзоров в файл Excel.\n11. Поддержка большего количества сайтов: включает функцию поиска изображений для таких платформ, как Shein, Naver, Amazon и других.\n12. Копирование ссылок: легко копируйте ссылки на продукты с Ali baba, 1688 и Tao bao. Копирование длинных ссылок включает выбранные атрибуты продуктов, функцию, которую мы называем функцией отображения артикула.\n13. Копирование заголовков: копируйте заголовки продуктов и ищите идентичные продукты на 1688 или Tao bao, используя переведенное название.\n14. Копирование условий раскрывающегося списка: копируйте раскрывающийся список и предлагаемые условия поиска с таких сайтов, как Amazon.\n15. Экспорт корзины покупок: экспортируйте продукты в корзине покупок из 1688 или Tao bao в файл Excel.\n16. Отображение информации о доставке: отображение сведений о доставке посылки непосредственно на странице списка заказов 1688 или Tao bao для быстрого обзора.\n17. Перевод Aliwangwang: перевод разговоров с продавцами с поддержкой перевода как на исходный, так и на целевой язык для бесперебойной коммуникации.\n18. Просмотр мобильных данных: используйте камеру или приложение для сканирования и просмотра страниц продуктов на мобильных устройствах.\n19. История просмотров: добавьте запись истории просмотров для таких веб-сайтов, как 1688, Ali Express и Tao bao, на нижней левой панели инструментов.\n\nЕсли у вас есть какие-либо вопросы или предложения, пожалуйста, свяжитесь с нами:\nhttps://www.aliprice.com/information/index?page=contact\nУстанавливая расширение AliPrice, вы принимаете условия «Условий обслуживания AliPrice» и разрешаете расширению перенаправляться на ссылки партнерских программ, включая 1688 и другие программы. Условия обслуживания AliPrice — https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sk": "Hlavné vlastnosti:\n1. Vyhľadávanie obrázkov pre identické produkty: Používatelia môžu rýchlo nájsť identické produkty na Ali baba, 1688 a Tao bao kliknutím na tlačidlo vyhľadávania alebo pomocou vyhľadávania obrázkov kliknutím pravým tlačidlom myši, čo je ideálne pre dropshipping a šetrenie času.\n2. Cenová história: Zobrazte si ročnú cenovú históriu produktov na 1688 a Amazon zadarmo, čo pomáha používateľom identifikovať skutočné zľavy.\n3. Upozornenia na pokles cien: Používatelia môžu pridávať produkty do svojich obľúbených položiek a dostávať upozornenia, keď ceny klesnú.\n4. Rozšírené vyhľadávanie: Obsahuje funkcie, ako je porovnávanie identických produktov, filtrovanie a triedenie a export údajov do Excelu, čo používateľom pomáha efektívnejšie nájsť presne tie produkty, ktoré potrebujú.\n5. Preklad snímky obrazovky: Zachyťte obrázky a preložte na ne text.\n6. Analýza recenzií: Analyzujte distribúciu recenzentov v jednotlivých krajinách na stránkach s podrobnosťami o produkte Ali Express.\n7. Sťahovanie obrázkov: Stiahnite si obrázky produktov a videá z Tao bao, Ali baba 1688, Pinduoduo atď. jediným kliknutím. Exportujte adresy URL obrázkov na kopírovanie a preklad obrázkov.\n8. Konverzia meny: Povoľte konverziu meny na zobrazenie cien v USD, KRW a desiatkach ďalších cudzích mien na 1688 a Tao bao.\n9. Podpora Google Lens: Podporuje Google Lens na vyhľadávanie obrázkov.\n10. Sťahovanie recenzií a obrázkov: Stiahnite si obrázky recenzií z Ali Express a Amazon a exportujte recenzie do súboru Excel.\n11. Podpora ďalších stránok: Umožňuje funkciu vyhľadávania obrázkov pre platformy ako Shein, Naver, Amazon a ďalšie.\n12. Kopírovanie odkazov: Jednoducho skopírujte odkazy na produkty z Ali baba, 1688 a Tao bao. Kopírovanie dlhých odkazov zahŕňa vybrané atribúty produktu, čo je funkcia, ktorú nazývame funkcia zobrazenia SKU.\n13. Kopírovanie názvov: Skopírujte názvy produktov a vyhľadajte identické produkty na 1688 alebo Tao bao pomocou preloženého názvu.\n14. Kopírovať rozbaľovacie výrazy: Skopírujte rozbaľovacie a navrhované hľadané výrazy z webových stránok ako Amazon.\n15. Exportovať nákupný košík: Exportujte produkty v nákupnom košíku z roku 1688 alebo Tao bao do súboru Excel.\n16. Zobrazenie informácií o zásielke: Zobrazte podrobnosti o zásielke balíka priamo na stránke zoznamu objednávok 1688 alebo Tao bao pre rýchly prehľad.\n17. Aliwangwang Translation: Prekladajte konverzácie s predajcami, podporujúc preklad do zdrojového aj cieľového jazyka pre bezproblémovú komunikáciu.\n18. Zobrazenie podrobností o mobile: Použite fotoaparát alebo aplikáciu na skenovanie a prezeranie stránok produktov na mobilných zariadeniach.\n19. História prehliadania: Pridajte položku histórie prehliadania pre webové stránky ako 1688, Ali Express a Tao bao do ľavého dolného panela nástrojov.\n\nAk máte akékoľvek otázky alebo návrhy, neváhajte nás kontaktovať：\nhttps://www.aliprice.com/information/index?page=contact\nInštaláciou rozšírenia AliPrice súhlasíte s podmienkami „Podmienok poskytovania služby AliPrice“ a povoľujete rozšíreniu presmerovať odkazy na pridružené programy vrátane 1688 a iných programov. Zmluvné podmienky AliPrice – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sl": "Glavne značilnosti:\n1. Iskanje slik za enake izdelke: Uporabniki lahko hitro najdejo enake izdelke na Ali babi, 1688 in Tao bao s klikom na gumb za iskanje ali z uporabo iskanja slik z desnim klikom, kar je idealno za dropshipping in prihranek časa.\n2. Zgodovina cen: brezplačno si oglejte letno zgodovino cen izdelkov na 1688 in Amazon, kar uporabnikom pomaga prepoznati pristne popuste.\n3. Opozorila o padcu cen: Uporabniki lahko dodajo izdelke med svoje priljubljene in prejmejo obvestila, ko cene padejo.\n4. Napredno iskanje: Vključuje funkcije, kot je primerjava enakih izdelkov, filtriranje in razvrščanje ter izvoz podatkov v Excel, kar uporabnikom pomaga učinkoviteje najti točno tiste izdelke, ki jih potrebujejo.\n5. Prevod posnetka zaslona: Posnemite slike in prevedite besedilo na njih.\n6. Analiza ocen: analizirajte porazdelitev ocenjevalcev po državah na straneh s podrobnostmi o izdelku Ali Express.\n7. Prenos slik: Prenesite slike in videoposnetke izdelkov iz Tao bao, Ali baba 1688, Pinduoduo itd., z enim klikom. Izvoz URL-jev slik za kopiranje in prevajanje slik.\n8. Pretvorba valut: omogočite pretvorbo valut za prikaz cen v USD, KRW in na desetine drugih tujih valut na 1688 in Tao bao.\n9. Podpora za Google Lens: podpira Google Lens za iskanje slik.\n10. Prenos mnenj in slik: Prenesite slike mnenj iz Ali Expressa in Amazona ter izvozite ocene v datoteko Excel.\n11. Podpora za več spletnih mest: Omogoča funkcijo iskanja slik za platforme, kot so Shein, Naver, Amazon in druge.\n12. Kopiraj povezave: Preprosto kopiraj povezave do izdelkov iz Ali baba, 1688 in Tao bao. Kopiranje dolgih povezav vključuje izbrane atribute izdelka, funkcijo, ki jo imenujemo funkcija prikaza SKU.\n13. Kopirajte naslove: Kopirajte naslove izdelkov in poiščite enake izdelke na 1688 ali Tao bao s pomočjo prevedenega naslova.\n14. Kopirajte spustne pogoje: Kopirajte spustni meni in predlagane iskalne izraze s spletnih mest, kot je Amazon.\n15. Izvoz nakupovalnega vozička: Izvoz izdelkov v nakupovalnem vozičku iz 1688 ali Tao bao v datoteko Excel.\n16. Prikaz informacij o pošiljanju: Prikažite podrobnosti o pošiljanju paketa neposredno na strani s seznamom naročil 1688 ali Tao bao za hiter pregled.\n17. Aliwangwang Translation: Prevajajte pogovore s prodajalci, podpirajte prevajanje v izvorni in ciljni jezik za brezhibno komunikacijo.\n18. Ogled mobilnih podrobnosti: Uporabite kamero ali aplikacijo za skeniranje in ogled strani izdelkov na mobilnih napravah.\n19. Zgodovina brskanja: dodajte vnos zgodovine brskanja za spletna mesta, kot so 1688, Ali Express in Tao bao, v orodno vrstico spodaj levo.\n\nČe imate kakršna koli vprašanja ali predloge, nas kontaktirajte:\nhttps://www.aliprice.com/information/index?page=contact\nZ namestitvijo razširitve AliPrice sprejemate pogoje »pogojev storitve AliPrice« in dovolite, da razširitev preusmeri na povezave partnerskih programov, vključno s programi 1688 in drugimi. Pogoji storitve AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sr": "Главне карактеристике:\n1. Претрага слика за идентичне производе: Корисници могу брзо да пронађу идентичне производе на Али баба, 1688, и Тао бао кликом на дугме за претрагу или коришћењем претраге слика десним кликом, што је идеално за дропсхиппинг и уштеду времена.\n2. Историја цена: Прегледајте годишњу историју цена производа на 1688 и Амазон бесплатно, помажући корисницима да идентификују праве попусте.\n3. Упозорења о паду цене: Корисници могу да додају производе у своје фаворите и добијају обавештења када цене падну.\n4. Напредна претрага: Укључује функције као што су поређење идентичних производа, филтрирање и сортирање и извоз података у Екцел, помажући корисницима да ефикасније пронађу производе који су им потребни.\n5. Превод снимка екрана: Снимите слике и преведите текст на њима.\n6. Анализа прегледа: Анализирајте дистрибуцију рецензената по земљама на страницама са детаљима о производима Али Екпресс-а.\n7. Преузмите слике: Преузмите слике и видео записе производа са Тао бао, Али баба 1688, Пиндуодуо, итд., једним кликом. Извезите УРЛ-ове слика за копирање и превод слика.\n8. Конверзија валута: Омогућите конверзију валута за приказ цена у УСД, КРВ и десетинама других страних валута на 1688 и Тао бао.\n9. Подршка за Гоогле Ленс: Подржава Гоогле Ленс за претрагу слика.\n10. Преузмите рецензије и слике: Преузмите слике за рецензије са Али Екпресс-а и Амазон-а и извезите рецензије у Екцел датотеку.\n11. Подршка за више локација: Омогућава функцију претраживања слика за платформе као што су Схеин, Навер, Амазон и друге.\n12. Копирајте везе: Лако копирајте линкове производа са Али бабе, 1688, и Тао бао. Копирање дугих веза укључује одабране атрибуте производа, функцију коју називамо функција приказа СКУ-а.\n13. Копирајте наслове: Копирајте наслове производа и потражите идентичне производе на 1688 или Тао бао користећи преведени наслов.\n14. Копирај падајуће услове: Копирајте падајући мени и предложене термине за претрагу са веб локација као што је Амазон.\n15. Извези корпу за куповину: Извези производе у корпи за куповину из 1688 или Тао бао у Екцел датотеку.\n16. Прикажите информације о отпреми: Прикажите детаље о отпреми пакета директно на страници са листом поруџбина 1688 или Тао бао за брзи преглед.\n17. Аливангванг превод: Преведите разговоре са продавцима, подржавајући превод на изворни и циљни језик за беспрекорну комуникацију.\n18. Преглед мобилних детаља: Користите камеру или апликацију да скенирате и прегледате странице производа на мобилним уређајима.\n19. Историја прегледања: Додајте унос историје прегледања за веб локације као што су 1688, Али Екпресс и Тао бао у доњој левој траци са алаткама.\n\nАко имате било каквих питања или сугестија, слободно нас контактирајте:\nхттпс://ввв.алиприце.цом/информатион/индек?паге=цонтацт\nИнсталирањем проширења АлиПрице прихватате услове „Услова коришћења услуге АлиПрице“ и дозвољавате проширењу да преусмери на линкове придружених програма, укључујући 1688 и друге програме. Услови коришћења услуге АлиПрице - хттпс://ввв.алиприце.цом/информатион/индек/паге/терм_оф_усе\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sv": "Huvudfunktioner:\n1. Bildsökning efter identiska produkter: Användare kan snabbt hitta identiska produkter på Ali baba, 1688 och Tao bao genom att klicka på sökknappen eller använda högerklicksbildsökning, perfekt för dropshipping och spara tid.\n2. Prishistorik: Se den årliga prishistoriken för produkter på 1688 och Amazon gratis, vilket hjälper användare att identifiera äkta rabatter.\n3. Prisfallsvarningar: Användare kan lägga till produkter till sina favoriter och få meddelanden när priserna sjunker.\n4. Avancerad sökning: Innehåller funktioner som att jämföra identiska produkter, filtrera och sortera och exportera data till Excel, vilket hjälper användare att hitta exakt de produkter de behöver mer effektivt.\n5. Översättning av skärmdump: Ta bilder och översätt texten på dem.\n6. Granskningsanalys: Analysera landfördelningen av granskare på Ali Express produktdetaljsidor.\n7. Ladda ner bilder: Ladda ner produktbilder och videor från Tao bao, Ali baba 1688, Pinduoduo, etc., med ett enda klick. Exportera bildwebbadresser för kopiering och bildöversättning.\n8. Valutaomvandling: Aktivera valutaomvandling för att visa priser i USD, KRW och dussintals andra utländska valutor på 1688 och Tao bao.\n9. Google Lens Support: Stöder Google Lens för bildsökningar.\n10. Ladda ner recensioner och bilder: Ladda ner recensionsbilder från Ali Express och Amazon, och exportera recensioner till en Excel-fil.\n11. Stöd för fler webbplatser: Aktiverar bildsökningsfunktioner för plattformar som Shein, Naver, Amazon och mer.\n12. Kopiera länkar: Kopiera enkelt produktlänkar från Ali baba, 1688, och Tao bao. Att kopiera långa länkar inkluderar utvalda produktattribut, en funktion som vi kallar SKU Display Function.\n13. Kopiera titlar: Kopiera produkttitlar och sök efter identiska produkter på 1688 eller Tao bao med den översatta titeln.\n14. Kopiera rullgardinsvillkor: Kopiera rullgardinsmenyn och föreslagna söktermer från webbplatser som Amazon.\n15. Exportera kundvagn: Exportera produkter i kundvagnen från 1688 eller Tao bao till en Excel-fil.\n16. Visa fraktinformation: Visa paketleveransinformation direkt på 1688- eller Tao bao-beställningslistan för snabb överblick.\n17. Aliwangwang-översättning: Översätt konversationer med säljare, stödja både käll- och målspråksöversättning för sömlös kommunikation.\n18. Visa mobildetaljer: Använd en kamera eller app för att skanna och visa produktsidor på mobila enheter.\n19. Webbhistorik: Lägg till en historikpost för webbplatser som 1688, Ali Express och Tao bao i verktygsfältet längst ner till vänster.\n\nOm du har några frågor eller förslag är du välkommen att kontakta oss:\nhttps://www.aliprice.com/information/index?page=contact\nGenom att installera tillägget AliPrice accepterar du villkoren i \"AliPrice användarvillkor\" och tillåter tillägget att omdirigera till affiliate programlänkar, inklusive 1688 och andra program. AliPrice användarvillkor - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sw": "Sifa Kuu:\n1. Utafutaji wa Picha kwa Bidhaa Zinazofanana: Watumiaji wanaweza kupata kwa haraka bidhaa zinazofanana kwenye Ali baba, 1688, na Tao bao kwa kubofya kitufe cha kutafuta au kutumia utafutaji wa picha wa kubofya kulia, bora kwa kushuka na kuokoa muda.\n2. Historia ya Bei: Tazama historia ya bei ya kila mwaka ya bidhaa kwenye 1688 na Amazon bila malipo, kusaidia watumiaji kutambua punguzo halisi.\n3. Arifa za Kushuka kwa Bei: Watumiaji wanaweza kuongeza bidhaa kwa wapendao na kupokea arifa bei zinaposhuka.\n4. Utafutaji wa Kina: Hujumuisha vipengele kama vile kulinganisha bidhaa zinazofanana, kuchuja na kupanga, na kuhamisha data kwa Excel, kusaidia watumiaji kupata bidhaa mahususi wanazohitaji kwa ufanisi zaidi.\n5. Tafsiri ya Picha ya skrini: Nasa picha na utafsiri maandishi juu yake.\n6. Uchambuzi wa Mapitio: Changanua usambazaji wa nchi wa wakaguzi kwenye kurasa za maelezo ya bidhaa za Ali Express.\n7. Pakua Picha: Pakua picha za bidhaa na video kutoka Tao bao, Ali baba 1688, Pinduoduo, n.k., kwa kubofya mara moja. Hamisha URL za picha kwa kunakili na tafsiri ya picha.\n8. Ubadilishaji wa Sarafu: Washa ubadilishaji wa sarafu ili kuonyesha bei katika USD, KRW, na makumi ya sarafu zingine za kigeni mnamo 1688 na Tao bao.\n9. Usaidizi wa Lenzi ya Google: Hutumia Lenzi ya Google kwa utafutaji wa picha.\n10. Pakua Maoni na Picha: Pakua picha za ukaguzi kutoka kwa Ali Express na Amazon, na uhamishe hakiki kwenye faili ya Excel.\n11. Usaidizi wa Tovuti Zaidi: Huwasha utendaji wa utafutaji wa picha kwa mifumo kama vile Shein, Naver, Amazon, na zaidi.\n12. Nakili Viungo: Nakili viungo vya bidhaa kwa urahisi kutoka kwa Ali baba, 1688, na Tao bao. Kunakili viungo virefu hujumuisha sifa za bidhaa zilizochaguliwa, kipengele tunachokiita Kitendaji cha Maonyesho ya SKU.\n13. Nakili Vichwa: Nakili mada za bidhaa na utafute bidhaa zinazofanana mnamo 1688 au Tao bao kwa kutumia jina lililotafsiriwa.\n14. Nakili Masharti ya Kunjuzi: Nakili menyu kunjuzi na maneno ya utafutaji yaliyopendekezwa kutoka kwa tovuti kama vile Amazon.\n15. Hamisha Kikaroli cha Ununuzi: Hamisha bidhaa katika kikasha cha ununuzi kutoka 1688 au Tao bao hadi faili ya Excel.\n16. Onyesha Taarifa za Usafirishaji: Onyesha maelezo ya usafirishaji wa kifurushi moja kwa moja kwenye ukurasa wa orodha ya agizo la 1688 au Tao bao kwa muhtasari wa haraka.\n17. Tafsiri ya Aliwangwang: Tafsiri mazungumzo na wauzaji, ikisaidia tafsiri ya lugha asilia na lengwa kwa mawasiliano bila mshono.\n18. Tazama Maelezo ya Simu: Tumia kamera au programu kuchanganua na kutazama kurasa za bidhaa kwenye vifaa vya rununu.\n19. Historia ya Kuvinjari: Ongeza ingizo la historia ya kuvinjari kwa tovuti kama 1688, Ali Express, na Tao bao kwenye upau wa vidhibiti chini kushoto.\n\nIkiwa una maswali au mapendekezo, tafadhali jisikie huru kuwasiliana nasi:\nhttps://www.aliprice.com/information/index?page=contact\nKwa kusakinisha kiendelezi cha AliPrice, unakubali sheria na masharti ya \"Sheria na Masharti ya AliPrice\" na kuruhusu kiendelezi kielekezwe kwenye viungo vya programu washirika, ikijumuisha 1688 na programu zingine. Sheria na Masharti ya AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ta": "முக்கிய அம்சங்கள்:\n1. ஒரே மாதிரியான தயாரிப்புகளுக்கான படத் தேடல்: அலி பாபா, 1688 மற்றும் தாவோ பாவோ ஆகியவற்றில் ஒரே மாதிரியான தயாரிப்புகளை பயனர்கள் தேடல் பொத்தானைக் கிளிக் செய்வதன் மூலமோ அல்லது வலது கிளிக் படத் தேடலைப் பயன்படுத்துவதன் மூலமோ, டிராப்ஷிப்பிங் செய்வதற்கும் நேரத்தைச் சேமிப்பதற்கும் ஏற்றதாக இருக்கும்.\n2. விலை வரலாறு: 1688 மற்றும் Amazon இல் தயாரிப்புகளின் வருடாந்திர விலை வரலாற்றை இலவசமாகப் பார்க்கலாம், இது பயனர்களுக்கு உண்மையான தள்ளுபடிகளை அடையாளம் காண உதவுகிறது.\n3. விலை குறைப்பு எச்சரிக்கைகள்: பயனர்கள் தங்களுக்குப் பிடித்தவற்றில் தயாரிப்புகளைச் சேர்க்கலாம் மற்றும் விலைகள் குறையும் போது அறிவிப்புகளைப் பெறலாம்.\n4. மேம்பட்ட தேடல்: ஒரே மாதிரியான தயாரிப்புகளை ஒப்பிடுதல், வடிகட்டுதல் மற்றும் வரிசைப்படுத்துதல் மற்றும் Excel க்கு தரவை ஏற்றுமதி செய்தல், பயனர்கள் தங்களுக்குத் தேவையான சரியான தயாரிப்புகளை மிகவும் திறமையாகக் கண்டறிய உதவுதல் போன்ற அம்சங்களை உள்ளடக்கியது.\n5. ஸ்கிரீன்ஷாட் மொழிபெயர்ப்பு: படங்களைப் பிடித்து அவற்றில் உள்ள உரையை மொழிபெயர்க்கவும்.\n6. மதிப்பாய்வு பகுப்பாய்வு: அலி எக்ஸ்பிரஸ் தயாரிப்பு விவரப் பக்கங்களில் மதிப்பாய்வாளர்களின் நாட்டின் விநியோகத்தை பகுப்பாய்வு செய்யவும்.\n7. படங்களைப் பதிவிறக்கவும்: Tao bao, Ali baba 1688, Pinduoduo போன்றவற்றிலிருந்து தயாரிப்பு படங்கள் மற்றும் வீடியோக்களை ஒரே கிளிக்கில் பதிவிறக்கவும். நகலெடுப்பதற்கும் படத்தை மொழிபெயர்ப்பதற்கும் பட URLகளை ஏற்றுமதி செய்யவும்.\n8. நாணய மாற்றம்: 1688 மற்றும் Tao bao இல் USD, KRW மற்றும் டஜன் கணக்கான பிற வெளிநாட்டு நாணயங்களில் விலைகளைக் காட்ட நாணய மாற்றத்தை இயக்கவும்.\n9. கூகுள் லென்ஸ் ஆதரவு: படத் தேடல்களுக்கு கூகுள் லென்ஸை ஆதரிக்கிறது.\n10. மதிப்புரைகள் மற்றும் படங்களைப் பதிவிறக்கவும்: அலி எக்ஸ்பிரஸ் மற்றும் அமேசானிலிருந்து மதிப்பாய்வுப் படங்களைப் பதிவிறக்கவும், மேலும் மதிப்புரைகளை எக்செல் கோப்பிற்கு ஏற்றுமதி செய்யவும்.\n11. கூடுதல் தளங்களுக்கான ஆதரவு: ஷீன், நேவர், அமேசான் மற்றும் பல தளங்களுக்கான படத் தேடல் செயல்பாட்டை இயக்குகிறது.\n12. இணைப்புகளை நகலெடு: அலி பாபா, 1688 மற்றும் தாவோ பாவோவிலிருந்து தயாரிப்பு இணைப்புகளை எளிதாக நகலெடுக்கவும். நீண்ட இணைப்புகளை நகலெடுப்பதில் தேர்ந்தெடுக்கப்பட்ட தயாரிப்பு பண்புக்கூறுகள் அடங்கும், இந்த அம்சத்தை நாங்கள் SKU காட்சி செயல்பாடு என்று அழைக்கிறோம்.\n13. தலைப்புகளை நகலெடு: தயாரிப்பு தலைப்புகளை நகலெடுத்து, மொழிபெயர்க்கப்பட்ட தலைப்பைப் பயன்படுத்தி 1688 அல்லது Tao bao இல் ஒரே மாதிரியான தயாரிப்புகளைத் தேடுங்கள்.\n14. கீழ்தோன்றும் விதிமுறைகளை நகலெடுக்கவும்: அமேசான் போன்ற இணையதளங்களில் இருந்து கீழிறங்கும் மற்றும் பரிந்துரைக்கப்பட்ட தேடல் சொற்களை நகலெடுக்கவும்.\n15. ஏற்றுமதி ஷாப்பிங் கார்ட்: 1688 அல்லது தாவோ பாவோவிலிருந்து ஒரு எக்செல் கோப்பிலிருந்து ஷாப்பிங் கார்ட்டில் பொருட்களை ஏற்றுமதி செய்யுங்கள்.\n16. ஷிப்பிங் தகவலைக் காண்பி: விரைவான கண்ணோட்டத்திற்காக 1688 அல்லது தாவோ பாவோ ஆர்டர் பட்டியல் பக்கத்தில் நேரடியாக பேக்கேஜ் ஷிப்பிங் விவரங்களைக் காண்பி.\n17. அலிவாங்வாங் மொழிபெயர்ப்பு: விற்பனையாளர்களுடன் உரையாடல்களை மொழிபெயர்க்கவும், தடையற்ற தகவல்தொடர்புக்கான மூல மற்றும் இலக்கு மொழி மொழிபெயர்ப்பு இரண்டையும் ஆதரிக்கிறது.\n18. மொபைல் விவரங்களைக் காண்க: மொபைல் சாதனங்களில் தயாரிப்புப் பக்கங்களை ஸ்கேன் செய்து பார்க்க கேமரா அல்லது பயன்பாட்டைப் பயன்படுத்தவும்.\n19. உலாவல் வரலாறு: கீழ் இடது கருவிப்பட்டியில் 1688, அலி எக்ஸ்பிரஸ் மற்றும் தாவோ பாவோ போன்ற இணையதளங்களுக்கான உலாவல் வரலாறு உள்ளீட்டைச் சேர்க்கவும்.\n\nஉங்களிடம் ஏதேனும் கேள்விகள் அல்லது பரிந்துரைகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice நீட்டிப்பை நிறுவுவதன் மூலம், \"AliPrice சேவை விதிமுறைகளின்\" விதிமுறைகளை ஏற்றுக்கொள்கிறீர்கள், மேலும் 1688 மற்றும் பிற நிரல்களை உள்ளடக்கிய இணைப்பு நிரல் இணைப்புகளுக்கு நீட்டிப்பை திருப்பிவிட அனுமதிக்கிறீர்கள். AliPrice சேவை விதிமுறைகள் - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "te": "ప్రధాన లక్షణాలు:\n1. ఒకే విధమైన ఉత్పత్తుల కోసం చిత్ర శోధన: శోధన బటన్‌ను క్లిక్ చేయడం ద్వారా లేదా డ్రాప్‌షిప్పింగ్ మరియు సమయాన్ని ఆదా చేయడానికి అనువైన, కుడి-క్లిక్ ఇమేజ్ శోధనను ఉపయోగించడం ద్వారా వినియోగదారులు అలీ బాబా, 1688 మరియు టావో బావోలో ఒకే విధమైన ఉత్పత్తులను త్వరగా కనుగొనగలరు.\n2. ధర చరిత్ర: 1688 మరియు Amazonలో ఉత్పత్తుల యొక్క వార్షిక ధర చరిత్రను ఉచితంగా వీక్షించండి, వినియోగదారులకు నిజమైన తగ్గింపులను గుర్తించడంలో సహాయపడుతుంది.\n3. ధర తగ్గింపు హెచ్చరికలు: వినియోగదారులు తమకు ఇష్టమైన వాటికి ఉత్పత్తులను జోడించవచ్చు మరియు ధరలు తగ్గినప్పుడు నోటిఫికేషన్‌లను స్వీకరించవచ్చు.\n4. అధునాతన శోధన: ఒకే విధమైన ఉత్పత్తులను పోల్చడం, ఫిల్టరింగ్ మరియు క్రమబద్ధీకరించడం మరియు Excelకు డేటాను ఎగుమతి చేయడం వంటి ఫీచర్‌లను కలిగి ఉంటుంది, వినియోగదారులు తమకు అవసరమైన ఖచ్చితమైన ఉత్పత్తులను మరింత సమర్థవంతంగా కనుగొనడంలో సహాయపడుతుంది.\n5. స్క్రీన్‌షాట్ అనువాదం: చిత్రాలను క్యాప్చర్ చేయండి మరియు వాటిపై వచనాన్ని అనువదించండి.\n6. సమీక్ష విశ్లేషణ: అలీ ఎక్స్‌ప్రెస్ ఉత్పత్తి వివరాల పేజీలలో సమీక్షకుల దేశ పంపిణీని విశ్లేషించండి.\n7. చిత్రాలను డౌన్‌లోడ్ చేయండి: Tao bao, Ali baba 1688, Pinduoduo మొదలైన వాటి నుండి ఉత్పత్తి చిత్రాలు మరియు వీడియోలను ఒకే క్లిక్‌తో డౌన్‌లోడ్ చేయండి. కాపీ చేయడం మరియు చిత్ర అనువాదం కోసం చిత్ర URLలను ఎగుమతి చేయండి.\n8. కరెన్సీ మార్పిడి: USD, KRW మరియు 1688 మరియు టావో బావోలో డజన్ల కొద్దీ ఇతర విదేశీ కరెన్సీలలో ధరలను ప్రదర్శించడానికి కరెన్సీ మార్పిడిని ప్రారంభించండి.\n9. గూగుల్ లెన్స్ సపోర్ట్: ఇమేజ్ సెర్చ్‌ల కోసం గూగుల్ లెన్స్‌కి సపోర్ట్ చేస్తుంది.\n10. సమీక్షలు మరియు చిత్రాలను డౌన్‌లోడ్ చేయండి: అలీ ఎక్స్‌ప్రెస్ మరియు అమెజాన్ నుండి సమీక్ష చిత్రాలను డౌన్‌లోడ్ చేయండి మరియు సమీక్షలను Excel ఫైల్‌కి ఎగుమతి చేయండి.\n11. మరిన్ని సైట్‌లకు మద్దతు: Shein, Naver, Amazon మరియు మరిన్ని ప్లాట్‌ఫారమ్‌ల కోసం ఇమేజ్ శోధన కార్యాచరణను ప్రారంభిస్తుంది.\n12. లింక్‌లను కాపీ చేయండి: అలీ బాబా, 1688 మరియు టావో బావో నుండి ఉత్పత్తి లింక్‌లను సులభంగా కాపీ చేయండి. పొడవైన లింక్‌లను కాపీ చేయడం అనేది ఎంచుకున్న ఉత్పత్తి లక్షణాలను కలిగి ఉంటుంది, ఈ ఫీచర్‌ని మేము SKU డిస్‌ప్లే ఫంక్షన్ అని పిలుస్తాము.\n13. శీర్షికలను కాపీ చేయండి: ఉత్పత్తి శీర్షికలను కాపీ చేయండి మరియు అనువదించబడిన శీర్షికను ఉపయోగించి 1688 లేదా టావో బావోలో ఒకే విధమైన ఉత్పత్తుల కోసం శోధించండి.\n14. డ్రాప్‌డౌన్ నిబంధనలను కాపీ చేయండి: Amazon వంటి వెబ్‌సైట్‌ల నుండి డ్రాప్‌డౌన్ మరియు సూచించిన శోధన పదాలను కాపీ చేయండి.\n15. షాపింగ్ కార్ట్‌ని ఎగుమతి చేయండి: 1688 నుండి షాపింగ్ కార్ట్‌లో ఉత్పత్తులను ఎగుమతి చేయండి లేదా ఎక్సెల్ ఫైల్‌కి టావో బావో.\n16. షిప్పింగ్ సమాచారాన్ని ప్రదర్శించండి: శీఘ్ర అవలోకనం కోసం నేరుగా 1688 లేదా టావో బావో ఆర్డర్ జాబితా పేజీలో ప్యాకేజీ షిప్పింగ్ వివరాలను ప్రదర్శించండి.\n17. అలివాంగ్వాంగ్ అనువాదం: అమ్మకందారులతో సంభాషణలను అనువదించండి, అతుకులు లేని కమ్యూనికేషన్ కోసం మూలం మరియు లక్ష్య భాషా అనువాదం రెండింటికి మద్దతు ఇస్తుంది.\n18. మొబైల్ వివరాలను వీక్షించండి: మొబైల్ పరికరాలలో ఉత్పత్తి పేజీలను స్కాన్ చేయడానికి మరియు వీక్షించడానికి కెమెరా లేదా యాప్‌ని ఉపయోగించండి.\n19. బ్రౌజింగ్ చరిత్ర: దిగువ-ఎడమ టూల్‌బార్‌లో 1688, అలీ ఎక్స్‌ప్రెస్ మరియు టావో బావో వంటి వెబ్‌సైట్‌ల కోసం బ్రౌజింగ్ చరిత్ర నమోదును జోడించండి.\n\nమీకు ఏవైనా ప్రశ్నలు లేదా సూచనలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించడానికి సంకోచించకండి:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice పొడిగింపును ఇన్‌స్టాల్ చేయడం ద్వారా, మీరు \"AliPrice సేవా నిబంధనల\" నిబంధనలను అంగీకరిస్తారు మరియు 1688 మరియు ఇతర ప్రోగ్రామ్‌లతో సహా అనుబంధ ప్రోగ్రామ్ లింక్‌లకు మళ్లించడానికి పొడిగింపును అనుమతిస్తారు. AliPrice సేవా నిబంధనలు - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "th": "คุณสมบัติหลัก:\n1. การค้นหารูปภาพสำหรับผลิตภัณฑ์ที่เหมือนกัน: ผู้ใช้สามารถค้นหาผลิตภัณฑ์ที่เหมือนกันบน Ali baba, 1688 และ Tao bao ได้อย่างรวดเร็วโดยคลิกปุ่มค้นหาหรือใช้การค้นหารูปภาพโดยคลิกขวาที่ปุ่ม ซึ่งเหมาะสำหรับการจัดส่งตรงและประหยัดเวลา\n2. ประวัติราคา: ดูประวัติราคาประจำปีของผลิตภัณฑ์บน 1688 และ Amazon ได้ฟรี ช่วยให้ผู้ใช้ระบุส่วนลดที่แท้จริงได้\n3. การแจ้งเตือนราคาลดลง: ผู้ใช้สามารถเพิ่มผลิตภัณฑ์ลงในรายการโปรดและรับการแจ้งเตือนเมื่อราคาลดลง\n4. การค้นหาขั้นสูง: มีคุณสมบัติเช่น การเปรียบเทียบผลิตภัณฑ์ที่เหมือนกัน การกรองและการเรียงลำดับ และการส่งออกข้อมูลไปยัง Excel ช่วยให้ผู้ใช้ค้นหาผลิตภัณฑ์ที่ต้องการได้อย่างแม่นยำและมีประสิทธิภาพมากขึ้น\n5. การแปลภาพหน้าจอ: จับภาพและแปลข้อความบนภาพ\n6. การวิเคราะห์บทวิจารณ์: วิเคราะห์การกระจายตัวของประเทศของผู้วิจารณ์บนหน้ารายละเอียดผลิตภัณฑ์ของ Ali Express\n7. ดาวน์โหลดรูปภาพ: ดาวน์โหลดรูปภาพและวิดีโอผลิตภัณฑ์จาก Tao bao, Ali baba 1688, Pinduoduo ฯลฯ ด้วยการคลิกเพียงครั้งเดียว ส่งออก URL รูปภาพสำหรับการคัดลอกและแปลรูปภาพ 8. การแปลงสกุลเงิน: เปิดใช้งานการแปลงสกุลเงินเพื่อแสดงราคาเป็น USD, KRW และสกุลเงินต่างประเทศอื่นๆ อีกหลายสิบสกุลบน 1688 และ Tao bao\n9. รองรับ Google Lens: รองรับ Google Lens สำหรับการค้นหารูปภาพ\n10. ดาวน์โหลดรีวิวและรูปภาพ: ดาวน์โหลดรูปภาพรีวิวจาก Ali Express และ Amazon และส่งออกรีวิวไปยังไฟล์ Excel\n11. รองรับไซต์เพิ่มเติม: เปิดใช้งานฟังก์ชันการค้นหารูปภาพสำหรับแพลตฟอร์มต่างๆ เช่น Shein, Naver, Amazon และอื่นๆ\n12. คัดลอกลิงก์: คัดลอกลิงก์ผลิตภัณฑ์จาก Ali baba, 1688 และ Tao bao ได้อย่างง่ายดาย การคัดลอกลิงก์ยาวจะรวมถึงคุณลักษณะผลิตภัณฑ์ที่เลือก ซึ่งเป็นคุณลักษณะที่เราเรียกว่าฟังก์ชันแสดง SKU\n13. คัดลอกชื่อเรื่อง: คัดลอกชื่อเรื่องผลิตภัณฑ์และค้นหาผลิตภัณฑ์ที่เหมือนกันบน 1688 หรือ Tao bao โดยใช้ชื่อเรื่องที่แปลแล้ว\n14. คัดลอกเงื่อนไขแบบดรอปดาวน์: คัดลอกเงื่อนไขแบบดรอปดาวน์และการค้นหาที่แนะนำจากเว็บไซต์ต่างๆ เช่น Amazon\n15. ส่งออกตะกร้าสินค้า: ส่งออกผลิตภัณฑ์ในตะกร้าสินค้าจาก 1688 หรือ Tao bao ไปยังไฟล์ Excel 16. แสดงข้อมูลการจัดส่ง: แสดงรายละเอียดการจัดส่งพัสดุโดยตรงบนหน้ารายการสั่งซื้อ 1688 หรือ Tao bao เพื่อดูภาพรวมอย่างรวดเร็ว\n17. การแปล Aliwangwang: แปลบทสนทนากับผู้ขาย รองรับการแปลภาษาต้นทางและปลายทางเพื่อการสื่อสารที่ราบรื่น\n18. ดูรายละเอียดมือถือ: ใช้กล้องหรือแอปเพื่อสแกนและดูหน้าผลิตภัณฑ์บนอุปกรณ์พกพา\n19. ประวัติการเรียกดู: เพิ่มรายการประวัติการเรียกดูสำหรับเว็บไซต์เช่น 1688, Ali Express และ Tao bao ในแถบเครื่องมือด้านล่างซ้าย\n\nหากคุณมีคำถามหรือข้อเสนอแนะใด ๆ โปรดติดต่อเรา:\nhttps://www.aliprice.com/information/index?page=contact\nการติดตั้งส่วนขยาย AliPrice แสดงว่าคุณยอมรับข้อกำหนดของ \"ข้อกำหนดในการให้บริการของ AliPrice\" และอนุญาตให้ส่วนขยายเปลี่ยนเส้นทางไปยังลิงก์โปรแกรมพันธมิตร รวมถึง 1688 และโปรแกรมอื่นๆ ข้อกำหนดในการให้บริการของ AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "tr": "Ana Özellikler:\n1. Aynı Ürünler İçin Resim Arama: Kullanıcılar arama düğmesine tıklayarak veya dropshipping ve zamandan tasarruf için ideal olan sağ tıklama resim aramasını kullanarak Ali baba, 1688 ve Tao bao'da aynı ürünleri hızlıca bulabilir.\n2. Fiyat Geçmişi: 1688 ve Amazon'daki ürünlerin yıllık fiyat geçmişini ücretsiz olarak görüntüleyin ve kullanıcıların gerçek indirimleri belirlemesine yardımcı olun.\n3. Fiyat Düşüşü Uyarıları: Kullanıcılar ürünleri favorilerine ekleyebilir ve fiyatlar düştüğünde bildirim alabilir.\n4. Gelişmiş Arama: Aynı ürünleri karşılaştırma, filtreleme ve sıralama ve verileri Excel'e aktarma gibi özellikler içerir ve kullanıcıların ihtiyaç duydukları ürünleri daha verimli bir şekilde bulmalarına yardımcı olur.\n5. Ekran Görüntüsü Çevirisi: Görüntüleri yakalayın ve üzerlerindeki metni çevirin.\n6. İnceleme Analizi: Ali Express ürün ayrıntı sayfalarındaki yorumcuların ülke dağılımını analiz edin.\n7. Görüntüleri İndirin: Tao bao, Ali baba 1688, Pinduoduo vb.'den tek bir tıklamayla ürün görüntülerini ve videolarını indirin. Kopyalama ve görüntü çevirisi için resim URL'lerini dışa aktarın. 8. Döviz Dönüşümü: 1688 ve Tao bao'da fiyatları USD, KRW ve düzinelerce diğer yabancı para birimi cinsinden görüntülemek için döviz dönüşümünü etkinleştirin.\n9. Google Lens Desteği: Resim aramaları için Google Lens'i destekler.\n10. İncelemeleri ve Resimleri İndirin: Ali Express ve Amazon'dan inceleme resimlerini indirin ve incelemeleri bir Excel dosyasına aktarın.\n11. Daha Fazla Siteye Destek: Shein, Naver, Amazon ve daha fazlası gibi platformlar için resim arama işlevini etkinleştirir.\n12. Bağlantıları Kopyala: Ali baba, 1688 ve Tao bao'dan ürün bağlantılarını kolayca kopyalayın. Uzun bağlantıları kopyalamak, SKU Görüntüleme İşlevi adını verdiğimiz bir özellik olan seçili ürün niteliklerini içerir.\n13. Başlıkları Kopyala: Ürün başlıklarını kopyalayın ve çevrilmiş başlığı kullanarak 1688 veya Tao bao'da aynı ürünleri arayın.\n14. Açılır Terimleri Kopyala: Amazon gibi web sitelerinden açılır listeyi ve önerilen arama terimlerini kopyalayın. 15. Alışveriş Sepetini Dışa Aktar: 1688 veya Tao bao'daki alışveriş sepetindeki ürünleri bir Excel dosyasına dışa aktar.\n16. Gönderim Bilgilerini Göster: Hızlı genel bakış için paket gönderim ayrıntılarını doğrudan 1688 veya Tao bao sipariş listesi sayfasında göster.\n17. Aliwangwang Çevirisi: Sorunsuz iletişim için hem kaynak hem de hedef dil çevirisini destekleyerek satıcılarla yapılan görüşmeleri çevirin.\n18. Mobil Ayrıntıları Görüntüle: Mobil cihazlarda ürün sayfalarını taramak ve görüntülemek için bir kamera veya uygulama kullanın.\n19. Tarama Geçmişi: Sol alt araç çubuğuna 1688, Ali Express ve Tao bao gibi web siteleri için bir tarama geçmişi girişi ekleyin.\nHerhangi bir sorunuz veya öneriniz varsa lütfen bizimle iletişime geçmekten çekinmeyin:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice uzantısını yükleyerek \"AliPrice Hizmet Koşulları\" şartlarını kabul etmiş ve uzantının 1688 ve diğer programlar da dahil olmak üzere bağlı kuruluş programı bağlantılarına yönlendirilmesine izin vermiş olursunuz. AliPrice Hizmet Şartları - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "uk": "Основні особливості:\n1. Пошук ідентичних продуктів за зображеннями: користувачі можуть швидко знайти ідентичні продукти на Ali Baba, 1688 і Tao Bao, натиснувши кнопку пошуку або скориставшись пошуком зображень, клацнувши правою кнопкою миші, що ідеально підходить для дропшиппінгу та економії часу.\n2. Історія цін: безкоштовно переглядайте річну історію цін на продукти на 1688 і Amazon, допомагаючи користувачам визначати справжні знижки.\n3. Сповіщення про падіння цін: користувачі можуть додавати продукти до своїх улюблених і отримувати сповіщення, коли ціни падають.\n4. Розширений пошук: включає такі функції, як порівняння ідентичних продуктів, фільтрація та сортування, а також експорт даних до Excel, що допомагає користувачам ефективніше знаходити саме ті продукти, які їм потрібні.\n5. Переклад знімка екрана: знімайте зображення та перекладайте текст на них.\n6. Аналіз відгуків: проаналізуйте розподіл рецензентів по країнах на сторінках з інформацією про продукти Ali Express.\n7. Завантажте зображення: завантажте зображення та відео продукту з Tao bao, Ali baba 1688, Pinduoduo тощо одним клацанням миші. Експортуйте URL-адреси зображень для копіювання та перекладу зображень.\n8. Конвертація валют: увімкніть конвертацію валют, щоб відображати ціни в доларах США, корейських вонах і десятках інших іноземних валют на 1688 і Tao bao.\n9. Підтримка Google Lens: підтримує Google Lens для пошуку зображень.\n10. Завантажуйте огляди та зображення: завантажуйте зображення оглядів із Ali Express і Amazon і експортуйте огляди у файл Excel.\n11. Підтримка додаткових сайтів: дає змогу шукати зображення на таких платформах, як Shein, Naver, Amazon тощо.\n12. Копіювати посилання: легко копіюйте посилання на продукти з Ali Baba, 1688 і Tao Bao. Копіювання довгих посилань включає вибрані атрибути продукту, цю функцію ми називаємо функцією відображення SKU.\n13. Копіювати назви: копіювати назви продуктів і шукати ідентичні продукти на 1688 або Tao bao за допомогою перекладеної назви.\n14. Копіювати спадні терміни: копіювати спадне меню та запропоновані пошукові терміни з таких веб-сайтів, як Amazon.\n15. Експорт кошика для покупок: експорт продуктів у кошику для покупок із 1688 або Tao bao у файл Excel.\n16. Відображення інформації про доставку: відображайте деталі доставки посилки безпосередньо на сторінці списку замовлень 1688 або Tao bao для швидкого огляду.\n17. Переклад Aliwangwang: перекладайте розмови з продавцями, підтримуючи переклад вихідної та цільової мови для безперебійного спілкування.\n18. Перегляд інформації про мобільні пристрої: використовуйте камеру або програму для сканування та перегляду сторінок продуктів на мобільних пристроях.\n19. Журнал перегляду: додайте запис історії перегляду для таких веб-сайтів, як 1688, Ali Express і Tao bao, на нижній лівій панелі інструментів.\n\nЯкщо у вас є запитання чи пропозиції, зв’яжіться з нами:\nhttps://www.aliprice.com/information/index?page=contact\nВстановлюючи розширення AliPrice, ви приймаєте умови «Умов обслуговування AliPrice» і дозволяєте розширенню переспрямовувати на посилання партнерської програми, включаючи 1688 та інші програми. Умови використання AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "vi": "Các tính năng chính:\n1. Tìm kiếm hình ảnh cho các sản phẩm giống hệt nhau: Người dùng có thể nhanh chóng tìm thấy các sản phẩm giống hệt nhau trên Ali baba, 1688 và Tao bao bằng cách nhấp vào nút tìm kiếm hoặc sử dụng tìm kiếm hình ảnh bằng chuột phải, lý tưởng cho dropshipping và tiết kiệm thời gian.\n2. Lịch sử giá: Xem lịch sử giá hàng năm của các sản phẩm trên 1688 và Amazon miễn phí, giúp người dùng xác định các mức giảm giá thực sự.\n3. Cảnh báo giảm giá: Người dùng có thể thêm sản phẩm vào mục yêu thích của mình và nhận thông báo khi giá giảm.\n4. Tìm kiếm nâng cao: Bao gồm các tính năng như so sánh các sản phẩm giống hệt nhau, lọc và sắp xếp, và xuất dữ liệu sang Excel, giúp người dùng tìm thấy chính xác các sản phẩm họ cần một cách hiệu quả hơn.\n5. Dịch ảnh chụp màn hình: Chụp ảnh và dịch văn bản trên ảnh.\n6. Phân tích đánh giá: Phân tích phân bổ quốc gia của người đánh giá trên các trang chi tiết sản phẩm của Ali Express.\n7. Tải xuống hình ảnh: Tải xuống hình ảnh và video sản phẩm từ Tao bao, Ali baba 1688, Pinduoduo, v.v. chỉ bằng một cú nhấp chuột. Xuất URL hình ảnh để sao chép và dịch hình ảnh.\n\n8. Chuyển đổi tiền tệ: Cho phép chuyển đổi tiền tệ để hiển thị giá bằng USD, KRW và hàng chục loại tiền tệ nước ngoài khác trên 1688 và Tao bao.\n9. Hỗ trợ Google Lens: Hỗ trợ Google Lens để tìm kiếm hình ảnh.\n10. Tải xuống Đánh giá và Hình ảnh: Tải xuống hình ảnh đánh giá từ Ali Express và Amazon, sau đó xuất đánh giá sang tệp Excel.\n11. Hỗ trợ cho Nhiều Trang web hơn: Cho phép chức năng tìm kiếm hình ảnh cho các nền tảng như Shein, Naver, Amazon, v.v.\n12. Sao chép Liên kết: Dễ dàng sao chép liên kết sản phẩm từ Ali baba, 1688 và Tao bao. Sao chép liên kết dài bao gồm các thuộc tính sản phẩm đã chọn, một tính năng mà chúng tôi gọi là Chức năng Hiển thị SKU.\n13. Sao chép Tiêu đề: Sao chép tiêu đề sản phẩm và tìm kiếm các sản phẩm giống hệt nhau trên 1688 hoặc Tao bao bằng tiêu đề đã dịch.\n14. Sao chép Thuật ngữ thả xuống: Sao chép thuật ngữ thả xuống và tìm kiếm được đề xuất từ ​​các trang web như Amazon.\n15. Xuất Giỏ hàng: Xuất sản phẩm trong giỏ hàng từ 1688 hoặc Tao bao sang tệp Excel.\n16. Hiển thị thông tin vận chuyển: Hiển thị chi tiết vận chuyển gói hàng trực tiếp trên trang danh sách đơn hàng 1688 hoặc Tao bao để có cái nhìn tổng quan nhanh chóng.\n17. Aliwangwang Translation: Dịch các cuộc trò chuyện với người bán, hỗ trợ cả bản dịch ngôn ngữ nguồn và ngôn ngữ đích để giao tiếp liền mạch.\n18. Xem chi tiết trên thiết bị di động: Sử dụng máy ảnh hoặc ứng dụng để quét và xem các trang sản phẩm trên thiết bị di động.\n19. Lịch sử duyệt: Thêm mục nhập lịch sử duyệt cho các trang web như 1688, Ali Express và Tao bao vào thanh công cụ dưới cùng bên trái.\n\nNếu bạn có bất kỳ câu hỏi hoặc gợi ý nào, vui lòng liên hệ với chúng tôi:\nhttps://www.aliprice.com/information/index?page=contact\nBằng cách cài đặt tiện ích mở rộng AliPrice, bạn chấp nhận các điều khoản của \"Điều khoản dịch vụ của AliPrice\" và cho phép tiện ích mở rộng chuyển hướng đến các liên kết chương trình liên kết, bao gồm 1688 và các chương trình khác. Điều khoản dịch vụ của AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "zh_TW": "主要功能：\n1. 以圖搜同款：用戶可以透過點擊搜圖按鈕或右鍵圖片搜索，在阿里巴巴、1688、淘寶上快速找到同款產品，適合Dropshipping和節省時間。\n2. 價格歷史：免費查看1688、亞馬遜產品的全年價格歷史動態，幫助用戶辨別真假折扣。\n3. 降價提醒：用戶可以將產品添加到收藏夾，價格下降時會收到通知。\n4. 進階查詢：包含同款商品比較、篩選與排序、資料匯出到Excel等功能，幫助使用者更精確地找到所需商品。\n5. 截圖翻譯：截取圖片並翻譯圖片上的文字。\n6. 評論分析：在速賣通產品詳情頁統計評論者的國家分佈佔比情況。\n7. 下載圖片：一鍵下載淘寶、阿里1688、拼多多等網站的產品圖片和視頻，導出圖片地址url供複製和圖片翻譯。\n8. 匯率換算：啟用匯率換算後，在1688、淘寶上顯示換算為美元、韓元等數十種外幣的價格。\n9. Google 智慧鏡頭：支援Google 智慧鏡頭，以圖搜尋。\n10. 下載評論及圖片：下載速賣通和亞馬遜的評論圖片，匯出評論到Excel檔案。\n11. 支援更多網站的圖搜：支援Shein、Naver、亞馬遜等網站的圖搜功能。\n12. 複製鏈接：方便用戶複製阿里巴巴、1688和淘寶等網站產品的鏈接，其中復制長鏈接會複製選好的產品屬性，我們稱之為SKU回顯功能。\n13. 複製標題：複製產品標題，在1688、淘寶網站用翻譯後的標題搜尋同款。\n14. 複製下拉詞：複製亞馬遜等網站搜尋框的下拉詞和聯想詞。\n15. 匯出購物車：匯出1688、淘寶購物車內的產品到EXCEL文件。\n16. 顯示快遞訊息：直接在1688、淘寶訂單清單頁顯示包裹的快遞訊息，一目了然。\n17. 阿里旺旺翻譯：翻譯與賣家的對話內容，源語言和目標語言皆可翻譯，溝通無障礙。\n18. 查看行動裝置詳情：用相機或APP掃碼查看產品在行動端的頁面。\n19. 瀏覽記錄：左下角工具列新增1688、速賣通、淘寶等網站的瀏覽記錄入口。\n\n如果有任何問題或建議，請隨時與我們聯繫。\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896"
  }
}