{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "qBittorrent Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "remote qBittorrent manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# **qBittorrent Manager Extension** 🚀\n\nTired of juggling multiple tabs and windows to manage your torrents? We've got your back! This extension makes it easy to remotely manage your **qBittorrent** server right from your browser, with a smooth, streamlined experience and a touch of geeky magic. ✨\n\n## Features:\n\n- **Easy Server Setup**: Input your server's URL, port, username, and password. No need for complex configurations — just plug in your settings and go!\n- **One-click Torrent Management**: Start, stop, pause, or delete torrents directly from your browser. All the power of qBittorrent, now at your fingertips!\n- **Context Menu for Links**: Right-click on any magnet link, HTTP, or FTP download link and add it to your qBittorrent client instantly. It's like magic — but it's real. 💻✨\n- **Notifications**: Get notified when your torrents are added or completed. Never miss a download again, unless you want to (we won't judge). 📥🎉\n\n## Why You'll Love It:\n- Simple, fast, and intuitive.\n- Effortless integration with your existing qBittorrent server.\n- A little bit of fun — because managing torrents should be **fun**, right?\n\n## Note:\nYou'll need a running **qBittorrent** instance with the **WebUI** enabled. Don’t worry — we even provide simple settings to guide you through the setup process. But if you happen to forget that part, it’s okay... we forgive you. 😎\n\n## Know issue:\n- 'Enable Cross-site Request Forgery (CSRF) protection'  must be disabled."
  }
}