{
  "name": {
    "ar": "أداة تنزيل صور وفيديوهات Pinterest",
    "am": "Pinterest ምስሎች አውርዳች - Pinterest ቪዲዮ አውርዳች",
    "bg": "Pinterest Изтегляне на изображения - Pinterest Изтегляне на видео",
    "bn": "Pinterest চিত্র ডাউনলোডার - Pinterest ভিডিও ডাউনলোডার",
    "ca": "Descàrrega d'imatges de Pinterest - Descàrrega de vídeos de Pinterest",
    "cs": "Pinterest Stahovač obrázků - Pinterest Stahovač videí",
    "da": "Pinterest Billed Downloader - Pinterest Video Downloader",
    "de": "Pinterest Bilder Downloader - Pinterest Video Downloader",
    "el": "Pinterest Λήψη Εικόνων - Pinterest Λήψη Βίντεο",
    "en,en_AU,en_GB,en_US": "Pinterest Images Downloader - Pinterest Video Downloader",
    "es,es_419": "Descargador de imágenes de Pinterest - Descargador de videos de Pinterest",
    "et": "Pinterest Piltide Allalaadija - Pinterest Videote Allalaadija",
    "fa": "دانلودر تصاویر Pinterest - دانلودر ویدئوهای Pinterest",
    "fi": "Pinterest Kuvien Lataaja - Pinterest Videoiden Lataaja",
    "fil": "Pinterest Image Downloader - Pinterest Video Downloader",
    "fr": "Téléchargeur d'images Pinterest - Téléchargeur de vidéos Pinterest",
    "gu": "Pinterest છબીઓ ડાઉનલોડર - Pinterest વિડિઓ ડાઉનલોડર",
    "he": "מנהל הורדת תמונות Pinterest - מנהל הורדת סרטונים Pinterest",
    "hi": "Pinterest छवि डाउनलोडर - Pinterest वीडियो डाउनलोडर",
    "hr": "Pinterest Preuzimanje Slika - Pinterest Preuzimanje Videa",
    "hu": "Pinterest Kép Letöltő - Pinterest Videó Letöltő",
    "id": "Pengunduh Gambar Pinterest - Pengunduh Video Pinterest",
    "it": "Downloader di immagini Pinterest - Downloader di video Pinterest",
    "ja": "Pinterest画像ダウンローダー - Pinterest動画ダウンローダー",
    "kn": "Pinterest ಚಿತ್ರಗಳ ಡೌನ್‌ಲೋಡರ್ - Pinterest ವೀಡಿಯೊ ಡೌನ್‌ಲೋಡರ್",
    "ko": "Pinterest 이미지 다운로더 - Pinterest 비디오 다운로더",
    "lt": "Pinterest Vaizdų Atsisiuntėjas - Pinterest Vaizdo Atsisiuntėjas",
    "lv": "Pinterest Attēlu Lejupielādētājs - Pinterest Video Lejupielādētājs",
    "ml": "Pinterest ചിത്രങ്ങൾ ഡൗൺലോഡർ - Pinterest വീഡിയോകൾ ഡൗൺലോഡർ",
    "mr": "Pinterest प्रतिमा डाउनलोडर - Pinterest व्हिडिओ डाउनलोडर",
    "ms": "Pinterest Pemuat Turun Imej - Pinterest Pemuat Turun Video",
    "nl": "Pinterest Afbeeldingen Downloader - Pinterest Video Downloader",
    "no": "Pinterest Bilder Nedlaster - Pinterest Video Nedlaster",
    "pl": "Pinterest Pobieranie Obrazów - Pinterest Pobieranie Wideo",
    "pt_BR,pt_PT": "Pinterest Baixador de Imagens - Pinterest Baixador de Vídeos",
    "ro": "Pinterest Descărcător de Imagini - Pinterest Descărcător de Videoclipuri",
    "ru": "Pinterest Загрузчик Изображений - Pinterest Загрузчик Видео",
    "sk": "Pinterest Sťahovač Obrázkov - Pinterest Sťahovač Videí",
    "sl": "Pinterest Prenos Slik - Pinterest Prenos Videoposnetkov",
    "sr": "Pinterest Преузимач Слика - Pinterest Преузимач Видео",
    "sv": "Pinterest Bildnedladdare - Pinterest Videonedladdare",
    "sw": "Pinterest Pakua Picha - Pinterest Pakua Video",
    "ta": "Pinterest படங்களை பதிவிறக்கி - Pinterest வீடியோக்களை பதிவிறக்கி",
    "te": "Pinterest చిత్రాలు డౌన్‌లోడర్ - Pinterest వీడియో డౌన్‌లోడర్",
    "th": "ดาวน์โหลดภาพ Pinterest - ดาวน์โหลดวิดีโอ Pinterest",
    "tr": "Pinterest Resim İndirici - Pinterest Video İndirici",
    "uk": "Pinterest Завантажувач Зображень - Pinterest Завантажувач Відео",
    "vi": "Pinterest Trình Tải Hình Ảnh - Pinterest Trình Tải Video",
    "zh_CN": "Pinterest图片下载器 - Pinterest视频下载器",
    "zh_TW": "Pinterest圖片下載器 - Pinterest影片下載器"
  },
  "short": {
    "ar": "Quickly archive favorite Pinterest finds with this extension's sequential, one-click download entire boards of images and videos.",
    "am": "No more copy-pasting or dealing with blocked resources - download curated Pinterest images and videos effortlessly.",
    "bg": "Boost your productivity by downloading Pinterest boards' images and videos with a single click using this lightweight extension.",
    "bn": "Designers, bloggers, archivists - save time and effort with one-click downloading of Pinterest images and videos.",
    "ca": "Simplify your Pinterest workflow with effortless batch downloading of boards and feeds, including images and videos.",
    "cs": "Curate mood boards faster by downloading entire Pinterest boards' images and videos sequentially with just one click.",
    "da": "This extension downloads Pinterest images and videos entirely in-browser, streamlining your archiving while respecting your privacy.",
    "de": "Download curated Pinterest images and videos seamlessly with one click - no manual effort is required.",
    "el": "Upgrade your Pinterest experience by downloading boards/feeds in bulk, sequentially, with zero data sent to external servers.",
    "en,en_AU": "Download entire Pinterest images & videos effortlessly with one click - perfect for designers, bloggers, and archivists.",
    "en_GB": "Save time curating mood boards or collecting inspiration with one-click bulk downloading of Pinterest boards' images and videos.",
    "en_US": "Streamline your Pinterest image & video downloading process with this powerful lightweight extension - no more manual saving.",
    "es": "For designers, bloggers, and casual archivists, download Pinterest boards/feeds effortlessly while keeping your activity private.",
    "es_419": "Elevate productivity by downloading entire Pinterest boards' images and videos sequentially with one-click convenience.",
    "et": "Maximize your Pinterest workflow by downloading boards and feeds in bulk - this extension handles it discreetly.",
    "fa": "Download mood boards from Pinterest boards/feed images and videos quickly while safeguarding privacy with this lightweight extension",
    "fi": "Streamlined one-click downloading of Pinterest boards/feeds including images and videos. for your inspiration-curation.",
    "fil": "Batch download your favorite Pinterest images and videos quickly - this extension handles entire boards/feeds with one click.",
    "fr": "For effortless, private bulk download images and videos of Pinterest boards/feeds, this extension is a productivity tool for all.",
    "gu": "Seamlessly download entire Pinterest boards' images and videos with one click  - perfect for inspiration-hungry creatives.",
    "he": "Upgrade your creative workflow by batch-downloading Pinterest images and videos effortlessly with this lightweight yet powerful tool",
    "hi": "Designers and bloggers, maximize productivity by downloading curated Pinterest images and videos in bulk using this handy extension.",
    "hr": "Elevate your mood board game by downloading Pinterest boards' images and videos sequentially with zero effort.",
    "hu": "Simplifies downloading Pinterest images and videos, keeping your activity completely discreet.",
    "id": "Streamline your creative process with this lean, in-browser solution by downloading Pinterest boards' images and videos in one click",
    "it": "Bid farewell to tedious manual download images and videos from Pinterest with this one-click board downloading capabilities.",
    "ja": "Curate mood boards effortlessly by downloading entire Pinterest boards' images and videos sequentially without leaving your browser.",
    "kn": "Unlock a new level of Pinterest productivity with swift, bulk downloading of boards' images and videos facilitated by this extension",
    "ko": "Inspiration-seekers, elevate your game by downloading visual stimuli from Pinterest boards' images and videos in bulk.",
    "lt": "For a faster, smarter way to download Pinterest images and videos for mood boards, this discreet extension is indispensable.",
    "lv": "Boost efficiency when gathering visual inspiration by batch downloading Pinterest images and videos with one click using this tool.",
    "ml": "Experience seamless downloading of curated Pinterest images and videos with this powerful extension designed for creatives.",
    "mr": "Bolster your creative toolkit by downloading Pinterest boards' images and videos entirely using this one-click downloader extension.",
    "ms": "Eliminates manual effort when downloading Pinterest boards' images and videos, giving you precious time back for creativity.",
    "nl": "Overcome productivity bottlenecks with effortless, sequential bulk downloading of Pinterest board images and videos.",
    "no": "Accelerate your creative endeavors by downloading Pinterest boards' images and videos swiftly and discreetly in bulk.",
    "pl": "Elevate your Pinterest experience with bulk downloading of board images and videos with this lightweight extension.",
    "pt_BR": "Kick-start your creative journey by downloading Pinterest boards' images and videos effortlessly in one click.",
    "pt_PT": "Maximize creativity by downloading Pinterest images and video inspiration in batches using this lightweight extension.",
    "ro": "Revolutionize your Pinterest workflow with one-click bulk downloading images and videos from boards and feeds.",
    "ru": "Download entire Pinterest boards' images and videos effortlessly with this discreet, browser-based downloading tool.",
    "sk": "Simplify gathering visual stimuli by downloading curated Pinterest images and videos in bulk via this extension.",
    "sl": "Elevate efficiency when archiving Pinterest finds by batch downloading images and videos sequentially without leaving your browser.",
    "sr": "Experience a seamless way to download Pinterest boards' images and videos by utilizing this one-click downloading capabilities.",
    "sv": "Upgrade your creative process with rapid, bulk downloading of Pinterest board images and videos by this lean browser extension.",
    "sw": "Unlock new levels of productivity by downloading visual inspiration images/videos from Pinterest boards in batches.",
    "ta": "This extension provides a discreet, one-click solution for downloading entire Pinterest boards' images and videos.",
    "te": "Bloggers, expedite your workflow by downloading Pinterest images and videos bundled into complete boards using this extension.",
    "th": "Gather visual stimuli effortlessly by downloading curated Pinterest boards' images and videos in bulk with this browser extension.",
    "tr": "Creatives, enhance Pinterest board archiving with swift, sequential image and video downloading using this powerful tool.",
    "uk": "Batch downloading Pinterest boards' images and videos, leveraging this extension's intuitive one-click downloading capabilities.",
    "vi": "Downloading bundled Pinterest content using this lightweight yet powerful tool.",
    "zh_CN": "Elevate your Pinterest experience with effortless batch downloading of images and videos, keeping your activity completely private.",
    "zh_TW": "This extension facilitates downloading entire Pinterest boards' images and videos in bulk while ensuring your activity private."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,hr,zh_CN,zh_TW": "Pinterest Image & Video Downloader: Save Your Creative Inspiration with One Click\n\nEnhanced Functionality\nThe browser extension now offers even greater functionality! In addition to downloading images, you can now effortlessly download your favorite video content as well.\n\nEfficient Downloading Tool\nTired of saving images one by one? Pinterest Image & Video Downloader lets you download entire boards or curated lists of images and videos with just a single click. Say goodbye to tedious copying and pasting and blocked resources, and enjoy the convenience of efficient downloading!\n\nKey Features:\n* One-click download of entire pinboards and feeds, including images and videos\n* Convenient sequential downloading for ease of use\n* Lightweight and easy to use\n\nSuitable for Everyone\nWhether you're a designer creating mood boards, a blogger collecting inspirational content, or someone who simply wants to save their favorite Pinterest finds, this batch download extension is a valuable time-saving tool. Install it today and experience a faster, smarter way to download from Pinterest while keeping your activity completely private.\n\nPrivacy Focused\nUser privacy is our top priority. All downloads happen directly within your browser - no images or data are ever sent to remote servers, ensuring your activity remains completely confidential.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no affiliation with Pinterest.",
    "de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Pinterest Image Downloader: Save Your Creative Inspiration with One Click\n\nEnhanced Functionality\nThe browser extension now offers even greater functionality! In addition to downloading images, you can now effortlessly download your favorite video content as well.\n\nEfficient Downloading Tool\nTired of saving images one by one? Pinterest Video Downloader lets you download entire boards or curated lists of images and videos with just a single click. Say goodbye to tedious copying and pasting and blocked resources, and enjoy the convenience of efficient downloading!\n\nKey Features:\n* One-click download of entire pinboards and feeds, including images and videos\n* Convenient sequential downloading for ease of use\n* Lightweight and easy to use\n\nSuitable for Everyone\nWhether you're a designer creating mood boards, a blogger collecting inspirational content, or someone who simply wants to save their favorite Pinterest finds, this batch download extension is a valuable time-saving tool. Install it today and experience a faster, smarter way to download from Pinterest while keeping your activity completely private.\n\nPrivacy Focused\nUser privacy is our top priority. All downloads happen directly within your browser - no images or data are ever sent to remote servers, ensuring your activity remains completely confidential.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no affiliation with Pinterest."
  }
}