{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Funny Shooter 2 Game"
  },
  "short": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Play Funny Shooter 2 Game right in your Chrome",
    "bg": "Играйте Funny Shooter 2 направо във вашия Chrome",
    "ca": "Juga al joc Funny Shooter 2 directament al teu Chrome",
    "cs": "Zahrajte si hru Funny Shooter 2 přímo v prohlížeči Chrome",
    "da": "Spil Funny Shooter 2-spil direkte i din Chrome",
    "de": "Spielen Sie das Spiel Funny Shooter 2 direkt in Ihrem Chrome",
    "el": "Παίξτε Funny Shooter 2 απευθείας στον Chrome σας",
    "es": "Juega al juego Funny Shooter 2 directamente en tu Chrome",
    "et": "Mängige Funny Shooter 2 mängu otse oma Chrome'is",
    "fi": "Pelaa Funny Shooter 2 -peliä suoraan Chromessasi",
    "fil": "Maglaro ng Funny Shooter 2 Game sa iyong Chrome",
    "fr": "Jouez au jeu Funny Shooter 2 directement dans votre Chrome",
    "he": "שחקו את Funny Shooter 2 Game ישירות בכרום שלכם",
    "hi": "सीधे अपने क्रोम में फनी शूटर 2 गेम खेलें",
    "hr": "Igrajte igru ​​Funny Shooter 2 izravno u svom Chromeu",
    "hu": "Játssz Funny Shooter 2 játékot közvetlenül a Chrome-odban",
    "id": "Mainkan Game Funny Shooter 2 langsung di Chrome Anda",
    "it": "Gioca a Funny Shooter 2 Game direttamente sul tuo Chrome",
    "ja": "Chrome で Funny Shooter 2 ゲームを直接プレイしましょう",
    "ko": "Chrome에서 바로 Funny Shooter 2 게임을 플레이하세요.",
    "lt": "Žaiskite Funny Shooter 2 žaidimą tiesiai savo „Chrome“.",
    "lv": "Spēlējiet Funny Shooter 2 spēli tieši pārlūkā Chrome",
    "ms": "Main Permainan Funny Shooter 2 terus dalam Chrome anda",
    "nl": "Speel Funny Shooter 2 Game rechtstreeks in je Chrome",
    "no": "Spill Funny Shooter 2-spillet rett i Chrome",
    "pl": "Zagraj w grę Funny Shooter 2 bezpośrednio w przeglądarce Chrome",
    "ro": "Joacă Funny Shooter 2 Game chiar în Chrome",
    "ru": "Играйте в игру Funny Shooter 2 прямо в Chrome",
    "sk": "Zahrajte si hru Funny Shooter 2 priamo v prehliadači Chrome",
    "sl": "Igrajte igro Funny Shooter 2 kar v svojem Chromu",
    "sr": "Играјте игру Фунни Схоотер 2 директно у Цхроме-у",
    "sv": "Spela Funny Shooter 2 Game direkt i din Chrome",
    "th": "เล่นเกม Funny Shooter 2 ได้ใน Chrome ของคุณ",
    "tr": "Funny Shooter 2 Oyununu doğrudan Chrome'unuzda oynayın",
    "uk": "Грайте у гру Funny Shooter 2 прямо у своєму Chrome",
    "vi": "Chơi game bắn súng vui nhộn 2 ngay trên Chrome của bạn",
    "zh_CN": "直接在 Chrome 中玩滑稽射击 2 游戏",
    "zh_TW": "直接在 Chrome 中玩滑稽射擊 2 遊戲"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to dive into the hilarious world of Funny Shooter 2! With wacky weapons, absurd enemies, and colorful environments, this game promises non-stop laughter and outrageous fun.\n\nWhat Does This Game Offer?\nOutlandish Gameplay: Battle against bizarre enemies in comical scenarios.\nCrazy Arsenal: Use everything from bazookas to rubber chickens to defeat your foes.\nImmersive Worlds: Explore bright and quirky levels packed with surprises.\nSimple Controls: Jump straight into the action with easy-to-learn mechanics.\nChallenging Levels: Test your skills across various zany stages.\nWhy Should You Install It?\nPure Fun: Perfect for gamers who love lighthearted, comedic action.\nNo Downloads: Play instantly from your browser without hassle.\nCreative Weapons: Experiment with hilarious tools of destruction.\nStress-Free Entertainment: Laugh, relax, and enjoy a game that’s all about fun.\nDynamic Challenges: Keep coming back for new levels and quirky surprises.\n\nPlay more games on the top-left menu."
  }
}