{
  "name": {
    "ar": "Adblocker Unlimited — block ads & browse safe",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,it,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Youtube Ad Blocker",
    "cs": "AdBlocker Ultimate",
    "da": "Adblocker",
    "de": "Adblocker for Youtube™",
    "el": "Ublock Origin Addon",
    "es": "AdBlock – block ads across the web",
    "fi": "Stands Adblocker",
    "fr": "Advertisement blocker",
    "id": "Adblock Unlimited – Adblocker",
    "ja": "AdLock: Adblocker & Privacy Protection",
    "ko": "Youtube commercial blocker",
    "nl": "Adblock Plus - free ad blocker",
    "pt_BR": "YT adblock",
    "zh_TW": "Youtube Adblock Unlimited"
  },
  "short": {
    "ar": "Block ads on Youtube. Block ads on Instagram. Adblocker for Twitter. Adblocker for Facebook.",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,it,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Blocks Ads on YouTube. No more advertisings on YouTube. The Blocker also removes all Ads from other websites",
    "cs": "AdBlock Chrome. Adblock for YouTube. Adblock Plus. Total adblock",
    "da": "Ad blocker reddit. AdBlock extension. Free Ads Blocker for Chrome. Youtube, Instagram, Facebook, Twitch and others without annoying…",
    "de": "Best Free Adblocker for Chrome browser. Speeds up your Chrome by removing Ads from all websites and social networks. YouTube,…",
    "el": "Ublock addon. Ublock origin. Block all ads on all websites in your Chrome browser. Youtube, Twitch, Instagram, Twitter, etc.",
    "es": "Removes banner Ads and pop-ups from all websites. Blocks video Ads on YouTube, Facebook, Twitch, etc. Blocks redirects and data…",
    "fi": "Free AdBlocker for Chrome. Remove all Banner and Video Ads from all websites, including YouTube, Twitch, Facebook, etc.",
    "fr": "Advertisement blocker chrome. Free ad blocker Chrome works on all websites for banners, pop-ups, video. Blocks ads on youtube",
    "id": "The only True AdBlocker in the Web. Forget about annoying banners, chat windows, popups, etc. Block ads on YouTube, Instagram,…",
    "ja": "Free Adblocker with no paid services and subscription. Protect your personal data and remove all annoying ads from all websites",
    "ko": "Free ad blocker. Ad blocker extension. Removes ads, enhances security, speeds-up Internet connection. No ads on IG, FB, YT",
    "nl": "Free Ads Blocker for Chrome. Fast and safe adblocker for your browser. Add to Chrome to remove all visual advertisings, redirects,…",
    "pt_BR": "Ad skipper youtube. Adblock YouTube Chrome. YouTube ad blocker. Blocks all ads on Youtube, Instagram, Facebook, Twitch, Twitter",
    "zh_TW": "Block ads on Youtube. Skips Video on Youtube. Block ads on Instagram. Adblocker for Twitter. Adblocker for Facebook. Ads blocker…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube Ad Blocker is a powerful and light-weight ads blocking extension for Chrome designed to remove all types of Advertisings from all websites. This AdBlocker creates and maintains a comfortable and safe Internet surfing by blocking annoying ads and malicious activities of all websites you visit. \n\nYoutube Ad Blocker is very simple to install and use. Add it to your Chrome and it will work automatically in background. Enjoy safe and smooth user experience.\n\nWhy do I need Youtube Ad Blocker?\nYoutube Ad Blocker provides you advantages of ads-free Internet surfing, and makes user experience smooth and safe. For this the AdBlocker:\n-\tBlocks malicious redirects\n-\tRemoves annoying ads like banners, pop-ups, chat windows, etc.\n-\tBlocks data mining while protecting your personal information\n-\tRemoves unneeded advertising processes to speed up your Browser \n\nWhat does Youtube Ad Blocker blocks?\nYoutube Ad Blocker blocks not only video advertisings on YouTube but also:\n-\tBanner ads\n-\tChat windows\n-\tPop-ups and pop-unders\n-\tTrackers\n- \tData miners and malicious redirects\n\nWhere Youtube Ad Blocker works?\nThis Youtube Ad Blocker works on most popular social networks, video and streaming platforms like:\n-\tYouTube\n-\tTwitch\n-\tInstagram\n-\tTwitter\n- \tFacebook\nand many more."
  }
}