{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genealogy Search Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genealogy Search Helper is an extension that allows you to enter a Person's Info and launch URLs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genealogy Search Helper is designed to help with ancestry research. I am new to the world of Genealogy but recently have been creating my family tree and quickly started looking for a tool that would help me search multiple websites without having to stumble through all my bookmarks just to re-enter the same data over and over. This extension allows you to enter First Name, Middle Name, Last Name, *Birth Year, *Death Year and then launch several websites at the same time with this information. Each search is opened in its own tab, so you can review results and modify the search on the launched tab without having to go back to the extension. Whether you are looking for Birth, Death, Military, Census, or any other Records this can help you find them. This extension was built to use minimal permission (no having to give all your information away just to use it).\n\nIncluded are 3 searches prebuilt and ready to use:\n1.\tGoogle\n2.\tAncestry.com free databases\n3.\tFamilySearch.org *Account login needed\n\nTo Use:\nEnter Person’s Info in appropriate boxes. Select the links you would like to launch from the list. Then click ‘Launch’. The extension will replace keywords in the URLs with your inputted information and then open the link in a new tab.\n\nTo Add URL:\nFind a site that you would like to add. Do a search for a person to generate a URL with the names in the URL. Copy the URL and Paste it in the ‘Link’ box of the Options Page. Replace the searched person’s information with the keywords. (i.e., First Name would get replaced with @FirstName). Then click Add. Now your new site is available for use.\n\nTo Remove URL:\nGo to the Options Page and click the ‘X’ to the Right of the URL. Then confirm you want to delete, and it will be removed.\n\n*Note: There is 3 pre-programmed sites. You may edit them if you like. If you delete all your sites, the program will add the 3 pre-programmed sites back to the list automatically.\n\nGenealogy Search Helper is created on Freemium design, which means this extension is free. There are a few Pro Features that require an annual payment to unlock (see below).\n\n*Pro Features:\nMore than 5 URL’s\nSearch with Birth Year\nSearch with Death Year\nImport Options\nExport Options\nReset Options\n\nThis extension is under continuous development. Any feedback is welcomed and will help me in adding new features.\n\nReport Suggestion/Problem:\nGo to https://chrome.google.com/webstore/detail/genealogy-search-helper/lfhlchgocajckpmiokmoefmbbjgppmlc?hl=en\nClick the ‘Support’ button at the top\nEnter required fields and submit\n\nIf you like the extension, please don't forget to rate it 5-star (preferably!) and spread the word. If you really like, consider supporting by purchasing the Pro Subscription.\n\nDeveloper: Jonathan Stevens\nFacebook: https://www.facebook.com/GenealogySearchHelper\nBuy Me Coffee: https://www.buymeacoffee.com/GenealogySearch\nSuggestion/Problem: \n\n\n\nChange Log\n1.110.1: Added Rearrange to URLs & Pro Feature Import/Export/Reset\n1.109.1: Adjust Permissions.\n1.105.1: Packaged and submitted for release.\n1.100.1: Created :)"
  }
}