{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eAngel Proofreading for Emails"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eAngel Proofreading for Emails"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eAngel Proofreading for Gmail (Spelling, Grammar, Punctuation)\n\nWrite professional emails in every language with the help of Email Angel.\n\nWith one simple click your email is sent to one of our email angels, who personally proofread and edit it, and makes sure you sound professional.\n\nChrome extension provides easy integration with GMail. Just one click away. \n\nWe all know that a professional level of writing cannot simply be achieved with an automated spelling or grammar checker. No matter how advanced automated software has become it still cannot replace the human brain. At Email Angel each email is corrected personally by one of our language experts.\n\nEmail Angel is suited to both business and private users. Email Angel supports both Gmail and Google Mail Apps.\n\nYour personal details, your recipients' details and any attachments are never seen by our Email Angels. We only send the text of your emails to our Email Angels to help us ensure your privacy. We are committed to your confidentiality.\n\nThis app will absolutely change your life! \n\neAngel - Emails Made Easy.\n\nhttp://www.eangel.me/\n\nCheck out our Google Docs extension: https://chrome.google.com/webstore/detail/eangel-human-proofreading/olnlgodohlblbfjicjcokolmnjjnignp\n\n\nSee what others wrote about us:\n\nThe Next Web: \"It was pretty cool to see the differences and mistakes the service found; they picked up on everything!\"\n\nWikipedia: \"In order to use the proofreading service, the user can send his text directly to a designated email address or upload it to the service's website. The text is then dispatched to one of the available proofreaders. Once the text is corrected, it is sent directly to the user's email.\"\n\nLifehacker: \"Unlike automated proofreading and grammar solutions, here real people read these messages and translate them for you\"\n\nTechCityNG: \"It was actually unbelievably correct. I also got a mail that tracked my errors. Probably so I don’t make them again. The precision and articulation was astounding. Even more, eAngel integrates by means of a Chrome extension, which adds a second ‘send with eAngel’ option to your Gmail compose window and if there are any errors, it corrects them and sends the message to the recipient, almost immediately.\"\n\nGenBeta: \"eAngel es el servicio que utilizarás si estás harto de los traductores online\"\n\nBy installing the extension, you agree to eAngel’s Terms and Conditions and Privacy Policy (eangel.me/terms-conditions)."
  }
}