{
  "name": {
    "ar": "Country Landscapes علامة تبويب جديدة، خلفيات عالية الجودة",
    "am": "Country Landscapes አዲስ ታብ, የእየተሞተ ዳውልጥዎች",
    "bg": "Демон Слейер Country Landscapes, HD тапети 4K Wallpapers",
    "bn": "Country Landscapes নতুন ট্যাব, এইচডি ওয়ালপেপারগুলি",
    "ca": "Pestanya nova de Country Landscapes, fons de pantalla HD  4K Wallpapers",
    "cs": "Country Landscapes nová karta, tapety HD  4K Wallpapers",
    "da": "Country Landscapes Ny fane, Baggrunde HD  Hd Wallpapers",
    "de": "Country Landscapes Neuer Tab, Hintergrundbilder HD  Hd Wallpaper",
    "el": "Νέα καρτέλα Country Landscapes, Wallpapers HD  4k Wallpaper",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Country Landscapes New Tab",
    "es": "Country Landscapes Nueva pestaña Fondos de pantalla HD  4k Wallpaper",
    "et": "Country Landscapes uus vahekaart, HD-taustapildid  Hd Wallpapers",
    "fa": "تب جدید ما بین ما، تصاویر پس زمینه با کیفیت بالا",
    "fi": "Country Landscapes Uusi välilehti, HD-taustakuvat  Hd Wallpapers",
    "fil": "Country Landscapes Bagong Tab, Mga Wallpaper HD  Hd Wallpaper",
    "fr": "Nouvel onglet Country Landscapes, Fonds d&#39;écran HD Chrome browser",
    "gu": "અમંગ અમંગ ન્યુ ટેબ, HD વૉલપેપર્સ",
    "he": "Country Landscapes כרטיסית חדשה, טפטים באיכות HD",
    "hi": "Country Landscapes नई टैब, एचडी वॉलपेपर्स",
    "hr": "Country Landscapes Nova kartica, HD pozadine  4K Wallpapers",
    "hu": "Country Landscapes új lap, HD háttérképek  Hd Wallpaper",
    "id": "Country Landscapes Tab Baru, Wallpaper HD  Hd Wallpapers",
    "it": "Nuova scheda Country Landscapes, sfondi HD  4K Wallpapers",
    "ja": "Country Landscapes、壁紙、HDデスクトップの壁紙 4K Wallpapers",
    "kn": "Country Landscapes ಹೊಸ ಟ್ಯಾಬ್, ದೀರ್ಘ ದೂರವಾಣಿಗಳು HD HD ವಾಲ್ಪೇಪರ್‌ಗಳು",
    "ko": "Country Landscapes 새 탭, 고화질 HD  HD 배경 화면",
    "lv": "Country Landscapes jauna cilne, HD fona attēli  Hd Wallpaper",
    "ml": "Country Landscapes പുതിയ ടാബ്, ഉച്ച ക്വാളിറ്റി വാല്പേപ്പേർ HD HD",
    "mr": "Country Landscapes नवीन टॅब, उच्च गुणवत्ता वालपेपर्स HD",
    "ms": "Tab Baharu Country Landscapes, Wallpaper HD  Hd Wallpaper",
    "nl": "Country Landscapes Nieuw tabblad, Wallpapers HD  4k Wallpaper",
    "pl": "Country Landscapes Nowa karta, Tapety HD Chrome browser",
    "ro": "Country Landscapes Filă nouă, Imagini de fundal HD 4K Wallpapers",
    "ru": "Новая вкладка «Country Landscapes» HD обои Hd Wallpaper",
    "sk": "Nová karta Country Landscapes, tapety HD  Hd Wallpapers",
    "sl": "Country Landscapes Nov zavihek, ozadja HD  4K Wallpapers",
    "sw": "Kichupo Kipya cha Country Landscapes, Mandhari HD Chrome browser",
    "ta": "Country Landscapes புதிய கதிரை, உச்ச வால்பேப்பர்கள்",
    "te": "Country Landscapes కొత్త ట్యాబ్, HD వాల్‌పేపర్‌లు‌",
    "th": "Country Landscapes แท็บใหม่ วอลเปเปอร์ HD  Hd Wallpaper",
    "tr": "Country Landscapes Yeni Sekme, Duvar Kağıtları HD  Hd Wallpapers",
    "uk": "Country Landscapes, нова вкладка, шпалери HD Chrome browser"
  },
  "short": {
    "ar": "Country Landscapes خلفية، تغيير علامة التبويب الجديدة إلى خلفية Country Landscapes.",
    "am": "Country Landscapes ዳውል መጠጥሚያ, ከሰዓት ያለውን ታብ Country Landscapes ዳውል ተዘጋጅቶአል።",
    "bg": "Тапет на Country Landscapes променя новата ви разделителна лента с фон на Country Landscapes.",
    "bn": "Country Landscapes ওয়ালপেপার, আপনার নতুন ট্যাবটি আমঙ আস পেছাৱলৈ সলনি কৰে।",
    "ca": "El Fons d'Escriptori del Country Landscapes canvia la vostra nova pestanya al fons del Country Landscapes.",
    "cs": "Wallpaper Country Landscapes změní vaši novou kartu na pozadí Country Landscapes.",
    "da": "Country Landscapes Wallpaper ændrer din nye fane til Country Landscapes baggrund.",
    "de": "Country Landscapes Wallpaper ändert Ihre neue Registerkarte in den Country Landscapes-Hintergrund.",
    "el": "Το Country Landscapes Wallpaper αλλάζει το νέο σας καρτελάκι στο Country Landscapes φόντο.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Country Landscapes Wallpaper changes its new tab to Country Landscapes background.",
    "es": "El fondo de pantalla de Country Landscapes cambia tu nueva pestaña al fondo de Country Landscapes.",
    "et": "Country Landscapes Tapeet muudab teie uue vahekaardi Country Landscapes taustale.",
    "fa": "تصویر پس زمینه Country Landscapes، تغییر زمینه تب جدید شما به زمینه Country Landscapes.",
    "fi": "Country Landscapes Taustakuva vaihtaa uuden välilehden Country Landscapes taustaan.",
    "fil": "Ang Country Landscapes Wallpaper ay nagpapalit ng iyong bagong tab sa Country Landscapes background.",
    "fr": "Le fond d'écran Country Landscapes change votre nouvelle page en arrière-plan de Country Landscapes.",
    "gu": "Country Landscapes વૉલપેપર, તમારું નવું ટેબ અમંગ અસ બેકગ્રાઉન્ડમાં બદલે છે.",
    "he": "Country Landscapes טפט, משנה את הכרטיסיה החדשה שלך לרקע של Country Landscapes.",
    "hi": "Country Landscapes वॉलपेपर, आपके नए टैब को अमंग अस बैकग्राउंड में बदलता है।",
    "hr": "Country Landscapes mijenja vašu novu karticu u pozadini Country Landscapes.",
    "hu": "A Country Landscapes Háttérkép megváltoztatja az új lapját a Country Landscapes háttérképre.",
    "id": "Wallpaper Country Landscapes mengganti tab baru Anda menjadi latar belakang Country Landscapes.",
    "it": "Country Landscapes Sfondo cambia la tua nuova scheda con lo sfondo di Country Landscapes.",
    "ja": "Country Landscapes 壁紙は、新しいタブをCountry Landscapesの背景に変更します。",
    "kn": "Country Landscapes ವಾಲ್ಪೇಪರ್, ನಿಮ್ಮ ಹೊಸ ಟ್ಯಾಬ್‌ನನ್ನು Country Landscapes ಹಿನ್ನೆಲೆಗೆ ಬದಲಿಸುತ್ತದೆ.",
    "ko": "Country Landscapes 배경 화면, 새 탭을 Country Landscapes 배경으로 변경합니다.",
    "lv": "Country Landscapes Aizkari maina jūsu jauno cilni uz Country Landscapes fona.",
    "ml": "Country Landscapes വാൾപേപ്പർ, പുതിയ ടാബ് നിന്നും Country Landscapes പശ്ചാത്തലത്തിലേക്ക് മാറ്റുന്നു.",
    "mr": "Country Landscapes वॉलपेपर, आपल्या नव्या टॅबला Country Landscapes पार्श्वभूमि बदलतो.",
    "ms": "Wallpaper Country Landscapes menukar tab baru anda ke latar belakang Country Landscapes.",
    "nl": "Country Landscapes Wallpaper verandert je nieuwe tabblad naar de achtergrond van Country Landscapes.",
    "pl": "Tapeta Country Landscapes zmienia twoją nową kartę na tło Country Landscapes.",
    "ro": "Country Landscapes Wallpaper schimbă noua ta filă în fundalul Country Landscapes.",
    "ru": "Обои Country Landscapes изменяет вашу новую вкладку на фон Country Landscapes.",
    "sk": "Country Landscapes Tapeta mení váš nový panel na pozadie Country Landscapes.",
    "sl": "Country Landscapes Ozadje spremeni vaš zavihek na ozadje Country Landscapes.",
    "sw": "Kata Katika Picha ya ukuta Country Landscapes chako kipya kwa mandhari ya ukuta ya Country Landscapes.",
    "ta": "Country Landscapes வால்பேப்பர், உங்கள் புதிய கதிரையை Country Landscapes பின்னணி பக்கத்திற்கு மாற்றுகிறது.",
    "te": "Country Landscapes వాల్‌పేపర్, మీ కొత్త ట్యాబ్‌ను Country Landscapes బ్యాక్‌గ్రౌండ్‌కు మార్చుతుంది.",
    "th": "Country Landscapes วอลล์เปเปอร์, เปลี่ยนแท็บใหม่ของคุณเป็นพื้นหลัง Country Landscapes",
    "tr": "Country Landscapes Duvar Kağıdı, yeni sekmesini Country Landscapes arka planına değiştirir.",
    "uk": "Country Landscapes Тапет, змінює вашу нову вкладку на фон Country Landscapes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize your new tab with the Country Landscapes wallpaper extension and face your new Country Landscapes background every time you change your page.\nBeautify your new tab page with a useful, beautiful and fun theme.\n\n(-)Refresh your screen with Country Landscapes Wallpaper and beautify your background with beautiful views.\n(-)Use Country Landscapes Wallpaper New Tab to enhance your new tab experiences and enjoy the convenience.\n(-)Use background button to change and use beautiful than each other wallpapers\n\n➤ All in one tab!\n\nClick the 'Add to Chrome' button to install the Country Landscapes Wallpaper New Tab extension and you can easily use this extension that way.\n\nWhat are the features of our page:\n* Use background button to change and use beautiful than each other wallpapers if you want to randomize wallpapers you can click toggle random background button in background button.\n* Follow the time information from the top right.\n* Search the internet quickly and accurately using the middle top search box.\n*Use social media quicklinks to reach it quickly.\n\n➤ Note: Click \"Keep changes\" button after installing Country Landscapes Wallpaper New Tab for best experience. This will show Country Landscapes Wallpaper Theme on every new tab as intended."
  }
}