{
  "name": {
    "ar": "لعبة العشاء السمكة المنتفخة  Online Game",
    "am": "እራት Puffer ዓሣ ጨዋታ Unblocked",
    "bg": "Игра &quot;Риба за вечеря&quot;.  Online Games",
    "bn": "সাপার পাফার ফিশ গেম  Challenge Game",
    "ca": "Joc del peix globus del sopar  Online",
    "cs": "Večeře Puffer Fish Hra  Skill Game",
    "da": "Supper Puffer Fish Game  Skill Game",
    "de": "Supper-Kugelfisch-Spiel  Online",
    "el": "Παιχνίδι Supper Puffer Fish  Challenge Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Supper Puffer Fish Game - HTML5 Game",
    "es": "Juego del pez globo de la cena  Online Game",
    "et": "Supper Puffer Fish mäng  Online Games",
    "fa": "بازی ماهی پوفر شام  Skill Game",
    "fi": "Supper Puffer Fish peli  Skill Game",
    "fil": "Larong Puffer Fish ng Hapunan Unblocked",
    "fr": "Jeu de poisson-globe souper  Online",
    "gu": "સપર પફર ફિશ ગેમ  Challenge Game",
    "he": "משחק דגי ארוחת ערב  Unblocked Game",
    "hi": "सपर पफर फिश गेम  Online Games",
    "hr": "Igra Supper Puffer Fish  Skill Game",
    "hu": "Supper Puffer Fish játék  Unblocked Games",
    "id": "Permainan Ikan Puffer Perjamuan Unblocked",
    "it": "Gioco del pesce palla per cena  Unblocked Games",
    "ja": "夕食フグゲーム  Online Games",
    "kn": "ಸಪ್ಪರ್ ಪಫರ್ ಫಿಶ್ ಗೇಮ್  Online Game",
    "ko": "만찬 복어 게임  Online",
    "lv": "Supper Puffer Fish spēle  Unblocked Games",
    "ml": "സപ്പർ പഫർ ഫിഷ് ഗെയിം  Online Game",
    "mr": "सपर पफर फिश गेम  Skill Game",
    "ms": "Permainan Ikan Buntal Supper Unblocked",
    "nl": "Avondmaal Kogelvis Spel  Unblocked Games",
    "pl": "Gra w rybę rozdymkowatą na kolację  Challenge Game",
    "ro": "Joc de pește puffer pentru cină  Skill Game",
    "ru": "Игра «Ужин с рыбой фугу» Unblocked",
    "sk": "Večera Puffer Fish Hra  Challenge Game",
    "sl": "Igra Supper Puffer Fish  Unblocked Game",
    "sw": "Mchezo wa Samaki wa Chakula cha jioni Unblocked",
    "ta": "சப்பர் பஃபர் மீன் விளையாட்டு Unblocked",
    "te": "సప్పర్ పఫర్ ఫిష్ గేమ్  Online Game",
    "th": "เกมส์ตกปลาปักเป้า  Online",
    "tr": "Akşam Yemeği Kirpi Balığı Oyunu  Challenge Game",
    "uk": "Гра Риба-фугу Unblocked"
  },
  "short": {
    "ar": "يمكنك التحكم في سمكة البخاخ وستحب لعبة الألغاز هذه برسومات ممتازة وطريقة لعب رائعة بالإضافة إلى أصوات رائعة.",
    "am": "እርስዎ የእንቆቅልሽ ዓሣን ይቆጣጠራሉ እና ይህን የእንቆቅልሽ ጨዋታ በጥሩ ግራፊክስ እና ምርጥ ጨዋታ እንዲሁም በታላቅ ድምጾች ይወዳሉ።",
    "bg": "Вие контролирате риба бутер и ще харесате тази пъзел игра с отлична графика и страхотен геймплей, както и страхотни звуци.",
    "bn": "আপনি একটি পাফার মাছ নিয়ন্ত্রণ করেন এবং দুর্দান্ত গ্রাফিক্স এবং দুর্দান্ত গেমপ্লের পাশাপাশি দুর্দান্ত শব্দ সহ এই ধাঁধা গেমটি পছন্দ…",
    "ca": "Controles un peix globus i t&#39;encantarà aquest joc de trencaclosques amb excel·lents gràfics i una gran jugabilitat, així com…",
    "cs": "Ovládáte tupou rybu a budete milovat tuto logickou hru s vynikající grafikou a skvělou hratelností a také skvělými zvuky.",
    "da": "Du styrer en pufferfisk og vil elske dette puslespil med fremragende grafik og fantastisk gameplay samt fantastiske lyde.",
    "de": "Du steuerst einen Kugelfisch und wirst dieses Puzzlespiel mit exzellenter Grafik und großartigem Gameplay sowie großartigen Sounds…",
    "el": "Εσείς ελέγχετε ένα ψάρι puffer και θα λατρέψετε αυτό το παιχνίδι παζλ με εξαιρετικά γραφικά και εξαιρετικό παιχνίδι καθώς και…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "You control a puffer fish and will love this puzzle game with excellent graphics and great gameplay as well as great sounds.",
    "es": "Controlas a un pez globo y te encantará este juego de rompecabezas con excelentes gráficos y una excelente jugabilidad, así como…",
    "et": "Teie juhite paisukala ja teile meeldib see suurepärase graafika ja suurepärase mänguviisi ning suurepäraste helidega puslemäng.",
    "fa": "شما کنترل یک ماهی پف دار را دارید و عاشق این بازی پازل با گرافیک عالی و گیم پلی عالی و همچنین صداهای عالی خواهید شد.",
    "fi": "Hallitset kaljaa ja tulet rakastamaan tätä pulmapeliä, jossa on erinomainen grafiikka ja upea pelattavuus sekä upeat äänet.",
    "fil": "Kinokontrol mo ang isang puffer fish at magugustuhan ang larong puzzle na ito na may mahusay na graphics at mahusay na gameplay…",
    "fr": "Vous contrôlez un poisson-globe et allez adorer ce jeu de puzzle avec d&#39;excellents graphismes et un excellent gameplay ainsi…",
    "gu": "તમે પફર માછલીને નિયંત્રિત કરો છો અને ઉત્તમ ગ્રાફિક્સ અને મહાન ગેમપ્લે તેમજ મહાન અવાજો સાથેની આ પઝલ ગેમ તમને ગમશે.",
    "he": "אתה שולט בדג פחזנית ותאהב את משחק הפאזל הזה עם גרפיקה מעולה ומשחק נהדר כמו גם צלילים נהדרים.",
    "hi": "आप एक पफर मछली को नियंत्रित करते हैं और इस पहेली गेम को उत्कृष्ट ग्राफिक्स और शानदार गेमप्ले के साथ-साथ शानदार ध्वनियों से प्यार…",
    "hr": "Vi upravljate ribom napuhačom i svidjet će vam se ova puzzle igra s izvrsnom grafikom i izvrsnim igranjem, kao i izvrsnim zvukovima.",
    "hu": "Te irányítod a gömbhalat, és imádni fogod ezt a kirakós játékot kiváló grafikával és nagyszerű játékmenettel, valamint nagyszerű…",
    "id": "Anda mengontrol ikan buntal dan akan menyukai permainan teka-teki ini dengan grafik luar biasa dan permainan yang luar biasa serta…",
    "it": "Sei tu che controlli un pesce palla e adorerai questo gioco di puzzle con una grafica eccellente, un&#39;ottima giocabilità e suoni…",
    "ja": "あなたはフグを操作し、優れたグラフィックスと優れたゲームプレイ、優れたサウンドを備えたこのパズル ゲームを気に入るはずです。",
    "kn": "ನೀವು ಪಫರ್ ಮೀನನ್ನು ನಿಯಂತ್ರಿಸುತ್ತೀರಿ ಮತ್ತು ಅತ್ಯುತ್ತಮ ಗ್ರಾಫಿಕ್ಸ್ ಮತ್ತು ಉತ್ತಮ ಆಟದ ಜೊತೆಗೆ ಉತ್ತಮ ಶಬ್ದಗಳೊಂದಿಗೆ ಈ ಪಝಲ್ ಗೇಮ್ ಅನ್ನು…",
    "ko": "당신은 복어를 제어하고 뛰어난 그래픽과 훌륭한 게임 플레이, 훌륭한 사운드로 이 퍼즐 게임을 좋아할 것입니다.",
    "lv": "Jūs kontrolējat spārnu zivi, un jums patiks šī mīklu spēle ar izcilu grafiku un lielisku spēli, kā arī lieliskām skaņām.",
    "ml": "നിങ്ങൾ ഒരു പഫർ ഫിഷിനെ നിയന്ത്രിക്കുന്നു, മികച്ച ഗ്രാഫിക്സും മികച്ച ഗെയിംപ്ലേയും മികച്ച ശബ്ദങ്ങളും ഉള്ള ഈ പസിൽ ഗെയിം ഇഷ്ടപ്പെടും.",
    "mr": "तुम्ही पफर फिश नियंत्रित करता आणि उत्कृष्ट ग्राफिक्स आणि उत्कृष्ट गेमप्ले तसेच उत्कृष्ट आवाजांसह हा कोडे गेम तुम्हाला आवडेल.",
    "ms": "Anda mengawal ikan buntal dan akan menyukai permainan teka-teki ini dengan grafik yang sangat baik dan permainan yang hebat serta…",
    "nl": "Je bestuurt een kogelvis en zult dol zijn op dit puzzelspel met uitstekende graphics en geweldige gameplay, evenals geweldige…",
    "pl": "Kontrolujesz rozdymkę i pokochasz tę grę logiczną z doskonałą grafiką i świetną rozgrywką, a także wspaniałymi dźwiękami.",
    "ro": "Controlezi un pește-puffer și îți va plăcea acest joc de puzzle cu o grafică excelentă și un joc grozav, precum și cu sunete…",
    "ru": "Вы управляете рыбой фугу, и вам понравится эта игра-головоломка с отличной графикой и отличным геймплеем, а также отличным звуком.",
    "sk": "Ovládate čuvačskú rybu a túto logickú hru s vynikajúcou grafikou a skvelou hrateľnosťou, ako aj skvelými zvukmi si zamilujete.",
    "sl": "Upravljate ribo napihovalko in vam bo všeč ta ugankarska igra z odlično grafiko in odličnim igranjem ter odličnimi zvoki.",
    "sw": "Unadhibiti samaki wa puffer na utapenda mchezo huu wa mafumbo wenye michoro bora na uchezaji mzuri na sauti nzuri.",
    "ta": "நீங்கள் ஒரு பஃபர் மீனைக் கட்டுப்படுத்துகிறீர்கள் மற்றும் சிறந்த கிராபிக்ஸ் மற்றும் சிறந்த விளையாட்டு மற்றும் சிறந்த ஒலிகளுடன் இந்த…",
    "te": "మీరు పఫర్ ఫిష్‌ను నియంత్రిస్తారు మరియు అద్భుతమైన గ్రాఫిక్స్ మరియు గొప్ప గేమ్‌ప్లేతో పాటు గొప్ప శబ్దాలతో ఈ పజిల్ గేమ్‌ను ఇష్టపడతారు.",
    "th": "คุณควบคุมปลาปักเป้าและจะรักเกมไขปริศนานี้ด้วยกราฟิกที่ยอดเยี่ยมและการเล่นเกมที่ยอดเยี่ยมรวมถึงเสียงที่ยอดเยี่ยม",
    "tr": "Bir kirpi balığını kontrol ediyorsunuz ve mükemmel grafikleri, harika oynanışı ve harika sesleriyle bu bulmaca oyununa…",
    "uk": "Ви керуєте рибою-фугу, і вам сподобається ця гра-головоломка з чудовою графікою та чудовим геймплеєм, а також чудовими звуками."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You control a puffer fish and will love this puzzle game with excellent graphics and great gameplay as well as great sounds.\n\nRoll yourself to help your friend. Somebody has kidnapped your friend and you are his only hope. Free him from the bag at the end of each level. you should collect as many golden oysters as you can. Roll up and collect everything along the way. Don’t wait for your friend long. Time is ticking! Have fun. \n\nTo swipe Install this extension to play the Supper Puffer Fish game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}