{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FACIL'iti Companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Easily identify sites equipped with FACIL’iti. It’s free and anonymous!",
    "de": "Leicht alle anderen Websites ausfindig machen, die mit FACIL’iti ausgerüstet sind. Das ist kostenlos und anonym.",
    "el": "Bρείτε εύκολα όλους τους άλλους ιστοτόπους που είναι εξοπλισμένοι με το FACIL’iti. Είναι δωρεάν και ανώνυμο.",
    "es": "Encuentre fácilmente todos los otros sitios equipados con FACIL'iti. Es sencillo, gratuito y anónimo.",
    "fr": "Identifiez plus facilement les sites équipés de la solution FACIL’iti. C’est gratuit et anonyme !",
    "it": "Scopri facilmente tutti gli altri siti che dispongono di FACIL'iti. È semplice, gratuito e anonimo.",
    "ja": "FACIL’itiを搭載しているサイトを簡単に確認できます。FACIL’itiは無料且つ匿名で利用できます。",
    "ko": "FACIL'iti는 사용자의 편의성 요구사항에 따라 웹사이트의 디스플레이를 조정하는 디지털 접근성 솔루션입니다.",
    "nl": "Snel alle andere websites terugvinden die met uitgerust zijn met FACIL’iti. Het is eenvoudig, gratis en anoniem.",
    "pt_PT": "Identifica com facilidade os sites equipados com FACIL’iti. É gratuito e anónimo!",
    "ru": "Пегко находите другие сайты, поддерживающие FACIL’iti. Это просто, бесплатно и анонимно.",
    "zh_CN": "FACIL’iti是数字无障碍解决方案，它可根据用户的舒适需求调整网站的显示。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "FACIL’iti is an innovative digital inclusive solution. It adapts the display of a website to individual needs, to make the browsing experience 100% comfortable (visual, motor, cognitive). \n\nThe journey becomes even more simple with this companion. It is free for the user and allows you to:\n✔ find out, in a blink of an eye, if the site is equipped with FACIL'iti (and open the solution, if it is),\n✔ synchronize all your personalized filters on all other sites equipped with FACIL'iti: each site that is equipped will then automatically adapt to your needs,\n✔ discover the list of all other sites equipped with FACIL'iti.\n\nPrivacy is a core value for FACIL'iti. Therefore, we will always respect your anonymity.",
    "de,el,es,it,ko,nl,pt_PT,ru,zh_CN": "FACIL’iti is an innovative digital accessibility solution. It adapts the display of a website to individual needs, to make the browsing experience 100% comfortable (visual, motor, cognitive). \n\nThe journey becomes even more simple with this companion. It is free for the user and allows you to:\n✔ find out, in a blink of an eye, if the site is equipped with FACIL'iti (and open the solution, if it is),\n✔ synchronize all your personalized filters on all other sites equipped with FACIL'iti: each site that is equipped will then automatically adapt to your needs,\n✔ discover the list of all other sites equipped with FACIL'iti.\n\nPrivacy is a core value for FACIL'iti. Therefore, we will always respect your anonymity.",
    "fr": "FACIL’iti est une solution d’inclusion numérique innovante qui adapte l’affichage d’un site web en fonction de vos besoins de confort visuel, moteur, cognitif, et/ou temporaire.\n\nUne expérience utilisateur encore plus simple avec ce Companion. Il est gratuit et vous permet :\n✔ d'identifier rapidement si le site est équipé de FACIL’iti et d’ouvrir directement dans ce cas la pop-in de sélection des filtres de personnalisation de l’affichage,\n✔ de synchroniser tous vos filtres personnalisés sur les sites équipés de FACIL’iti : chaque site équipé s’adaptera alors automatiquement à vos besoins,\n✔ de retrouver facilement tous les autres sites équipés de FACIL’iti.\n\nParce que l'éthique est une valeur forte de FACIL’iti, nous continuons à respecter votre anonymat.",
    "ja": "FACIL'iti は、革新的なデジタル インクルージョン ソリューションです。FACIL'itiは、ウェブサイトの表示を個々のニーズ（視覚、運動、認知）に合わせて調整し、ウェブサイトをより快適にご利用いただくことができます。FACIL’itiが搭載されているウェブサイトでは、ユーザーは無料で利用できます。また、FACIL’itiでは以下のことが可能です。\n\n✔ サイトにFACIL'itiが導入されているかどうかを簡単に確認することができます。（導入されている場合はソリューションを開いてください）\n✔ FACIL'itiが搭載されている他のサイトでも、あなたが作成したフィルターが自動で適用されます。\n✔ FACIL'itiが導入されている他のサイト一覧を見ることができます。\n\nプライバシーの尊重は私たちFACIL'itiのコアバリューです。そのため、私たちは常にお客様の匿名性を尊重します。"
  }
}