{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trámites Chile"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guías y ayuda para realizar trámites en Chile: Bonos, Subsidios, Bancos, Certificados..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aplicación del portal Trámites Chile [https://tramitesenlinea.cl] donde se publican todo tipo de guías y ayuda para realizar gestiones administrativas en Chile.\n\nSuele ser confuso encontrar la información exacta para completar determinados trámites con el gobierno, por lo que Trámites Chile pretende ser un referente de ayuda para los ciudadanos chilenos cuando deban llevar a cabo un trámite administrativo y necesiten una guía que los indice cómo proceder.\n\nEs frecuente necesitar solicitar un bono o subsidio del gobierno como el Bono a la Mujer Trabajadora, el Bono de invierno o subsidio a estudiantes. La lista de requisitos y condiciones es complicada de seguir y cumplir, así como los pasos necesarios para llegar a presentar la solicitud.\n\nIgualmente, los trámites bancarios como el registro y consultas de la cuenta RUT del banco Estado requiere ciertos conocimientos que no todos los ciudadanos chilenos pueden tener, por lo que se hace necesaria una guía clara y sencilla.\n\nPor otro lado, existe una sección de certificados donde se indican los pasos necesarios para solicitar, obtener y descargar distintos certificados expedidos en el registro civil, como certificados de estudios, de antecedentes penales o judiciales, etc.\n\nSi necesita ayuda con cualquier trámite del gobierno o administrativo, no dude en visitar https://tramitesenlinea.cl y buscar el procedimiento correspondiente."
  }
}