{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetAds — Save Ads From Ad Libraries With One Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save ads from Meta & TikTok Ad Library with one click & collaborate with your team."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetAds is the ultimate Chrome extension for advertisers, media buyers, and creative strategists. Designed to streamline your ad creative research, planning, and collaboration, GetAds transforms the way you interact with online ads, making every aspect of your work more efficient and impactful.\n\nKey Features:\n\n✅ One-Click Ad Saving: Instantly save ads from Facebook, Instagram, and TikTok with a single click.\n✅ Custom Tags: Organize your saved ads with customizable tags for effortless retrieval and categorization.\n✅ Smart Search & Filter: Quickly navigate through your ad collection with intuitive search and filtering tools.\n✅ Landing Page Insights: View the landing pages of your saved ads with ease, providing deeper insights into ad strategies.\n✅ Collaboration Tools: Comment, share boards, ads, and invite colleagues to your workspace for seamless team collaboration.\n✅ Persistent Storage: Your saved ads remain accessible, even if they are turned off or deleted from their original platform.\n✅ Upcoming Features: Storyboards & Briefs: Plan your campaigns with advanced storyboarding and briefing tools, coming soon to enhance your creative process.\n\nWhy GetAds?\n\n✅ Enhanced Ad Research: Dive deep into ad trends and strategies with unparalleled ease and efficiency.\n✅ Streamlined Planning: Simplify your ad campaign planning with integrated tools that save time and boost creativity.\n✅ Collaborative Synergy: Enhance teamwork and idea-sharing within a unified, user-friendly platform.\n✅ Continuous Inspiration: Keep your creative juices flowing with a constantly updated library of ad creatives.\n\nWhether you’re crafting the next big ad campaign, analyzing competitors, or collaborating with your team, GetAds is your go-to tool for staying ahead in the dynamic world of online advertising.\n\nJoin the community of forward-thinking advertisers who are elevating their creative process with GetAds. Add GetAds to Chrome now and experience the future of ad creative workflow!"
  }
}