{
  "name": {
    "ar": "أداة تحويل CSV إلى JSON و JSON إلى CSV",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "CSV to JSON and JSON to CSV Converter Tool",
    "de": "CSV zu JSON und JSON zu CSV Konverter-Tool",
    "es": "Herramienta de conversión de CSV a JSON y JSON a CSV",
    "fr": "Outil de conversion CSV vers JSON et JSON vers CSV",
    "hi": "CSV से JSON और JSON से CSV कन्वर्टर उपकरण",
    "id": "Alat Konverter CSV ke JSON dan JSON ke CSV",
    "it": "Strumento di conversione CSV in JSON e JSON in CSV",
    "pt_PT": "Ferramenta de conversão de CSV para JSON e de JSON para CSV",
    "ru": "Инструмент для преобразования CSV в JSON и обратно",
    "vi": "Công cụ chuyển đổi CSV sang JSON và ngược lại",
    "zh_CN": "CSV和JSON转换器工具"
  },
  "short": {
    "ar": "قم بتحويل ملفات CSV و JSON بكل سهولة باستخدام امتدادنا الفعال. مثالي لعمليات تلاعب البيانات والهجرة.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Effortlessly convert CSV and JSON files with our efficient extension. Ideal for data manipulation and migration.",
    "de": "Konvertieren Sie CSV- und JSON-Dateien mühelos mit unserer effizienten Erweiterung. Ideal für Datenmanipulation und -migration.",
    "es": "Convierte archivos CSV y JSON sin esfuerzo con nuestra eficiente extensión. Ideal para manipulación y migración de datos.",
    "fr": "Convertissez facilement des fichiers CSV et JSON avec notre extension efficace. Idéal pour la manipulation et la migration de…",
    "hi": "हमारे कुशल एक्सटेंशन के साथ सीएसवी और जेसन फ़ाइलों को बिना किसी परेशानी के कन्वर्ट करें। डेटा संशोधन और नवीनीकरण के लिए आदर्श।",
    "id": "Ubah file CSV dan JSON dengan mudah menggunakan ekstensi kami yang efisien. Ideal untuk manipulasi dan migrasi data.",
    "it": "Converti facilmente file CSV e JSON con la nostra efficiente estensione. Ideale per manipolazione e migrazione dati.",
    "pt_PT": "Converte facilmente ficheiros CSV e JSON com a nossa extensão eficiente. Ideal para manipulação e migração de dados.",
    "ru": "Без труда конвертируйте файлы CSV и JSON с помощью нашего эффективного расширения. Идеально подходит для обработки и миграции…",
    "vi": "Dễ dàng chuyển đổi file CSV và JSON với tiện ích mở rộng hiệu quả của chúng tôi. Lý tưởng cho việc xử lý và di cư dữ liệu.",
    "zh_CN": "使用我们高效的扩展轻松转换CSV和JSON文件。理想用于数据操作和迁移。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to seamlessly convert between CSV and JSON formats? Look no further than our CSV/JSON Converter extension! This powerful tool provides an easy-to-use interface, allowing you to effortlessly swap between these popular data formats right in your browser.\n\nPerfect for developers, data analysts, and those working in data-intensive fields, this extension is a must-have tool in your data manipulation toolkit. Whether you're migrating data from one system to another or simply need to transform your data for better usability, our extension has got you covered.\n\nKey Features:\n\n- User-Friendly Interface: Our extension is designed for simplicity. Simply select your file, choose the output format, and let the tool handle the rest!\n\n- Efficient Conversions: Convert CSV to JSON and JSON to CSV in a matter of seconds, saving you time and hassle.\n\n- Reliable and Secure: Your data remains on your local system. We respect your privacy and do not have access to your files or data.\n\n- Free to Use: This tool is completely free to use. No hidden charges or limitations!\n\nConvert CSV to JSON or JSON to CSV using our versatile Data Converter tool.\n\nOur CSV Converter and JSON Converter enable seamless conversion between the two formats.\n\nEffortlessly migrate and transform your data with our Data Migration and Transformation solutions.\n\nTake advantage of our Developer Tools for smooth data handling and manipulation.\nEnjoy the convenience of converting CSV to JSON or JSON to CSV for free."
  }
}