{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Library Proxy Access for Miami"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically load journal websites using University of Miami Proxy. By Mike Rizzo"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically load journal websites using the University of Miami Miller School of Medicine Calder Library proxy. By Mike Rizzo <michael.rizzo@jhsmiami.org> and forked from Nick Semenkovich.\nNOTE: This extension requires a University of Miami Calder account with remote access. For instructions on how to set up remote access, see here <https://umiami.qualtrics.com/jfe/form/SV_2f9YjBOrgePQmy1>\n\nTired of typing \"access.library.miami.edu\" when you visit scientific journals? This will automatically redirect your browser to the proxified URL! (You can also click the icon in your toolbar to manually redirect.)\n\nIf you have any bugs or issues, send me an e-mail:\n     Mike Rizzo <michael.rizzo@jhsmiami.org>\n\nYou can file bugs at: https://github.com/rizzomichaelg/miami-library-proxy-chrome-extension/issues\n\n========= FAQ =========\n\n* Q: What permissions does this need and why?\n* A: This extension asks for two permissions that are the bare minimum required to determine if you are on or off campus and rewrite the URL. (\"Your tabs and browsing activity\" is required to use the chrome.tabs API, see: http://goo.gl/c4l8C)\n\n* Q: How does this work?\n* A: When you visit a journal (e.g. nature.com), the extension checks if it's in a database of journals to automatically redirect through a proxy. If so, we append \".access.library.miami.edu,\" depending on the options you choose. If a journal you visit isn't in that database of automatic redirections, you can click the extension's icon to try to use a proxy anyway.\n\n* Q: Why can't I access [my favorite site or journal]? It never seems to work.\n* A: The libraries have their own whitelist of sites approved for their proxies (probably because of licensing/contractual obligations). Only whitelisted sites work (for example, www.youtube.com.access.library.miami.edu won't work), so some journals can't be included. Sorry!\n\n* Q: What happens when I click on the icon?\n* A: When you click on the icon, the extension will add \".access.library.miami.edu\" to the URL to route you through the proxy. Normally you shouldn't need to do this -- only if I've missed a journal that should be automatically routed through the proxy. And keep in mind, it might not work (see the above question), since the library might not allow that website using the proxy.\n\n* Q: What's up with Pubmed? Why isn't it automatically redirected?\n* A: Everything at the NCBI is in the public domain, so there's no reason to access it over the proxy!\n\n* Q: Why doesn't scholar.google.com auto-redirect?\n* A: It's about the same as Pubmed -- nothing at scholar.google.com itself requires a subscription.\n\n* Q: Why doesn't cell.com auto-redirect?\n* A: All of cell.com's content is free -- the PDFs and full text versions are served from sciencedirect.com (which /will/ auto-redirect).\n\n* Q: Is anything logged?\n* A: Normally, no. If, however, automatic redirection doesn't happen and you have to click the icon to redirect your browser, only the journal home page (e.g. nature.com) is logged so I can add it to a list of available journals.\n\n* Q: Can I opt out of logging?\n* A: Yes! Simply go to the \"Options\" page of the extension and click \"Opt Out.\" (For help finding the \"Options\" page, see: http://goo.gl/SsOly )\n\n======== CODE ========\nPlease contribute! https://github.com/rizzomichaelg/miami-library-proxy-chrome-extension\n\nCopyright 2019-present, Mike Rizzo <michael.rizzo@jhsmiami.org>\n\nReleased under the MIT License. See LICENSE for details."
  }
}