{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Shopping Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension is shown on Amazon product pages to help you make the right decision."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "****IMPORTANT NOTICE****\nSince 0.5.0 - The AmzVar has been rebranded to \"Amazon Shopping Assistant\" (previously it was called \"Price Checker of Amazon Variations\") The new extension does not provide the price list of Amazon Variations, but it allows you to check the price history of most products, prices from different sellers, and alternatives from other websites. We hope it could help you to make the right decision.\nBEFORE YOU BUY, LET'S DO SOME RESEARCH...\n@shopecific\nSep 3, 2022\n\n************************\nBecause Amazon does not allow its API to be used in the Browser Extension, AmzVar no longer works as before. We are looking for new ideas, in the meantime, you might continue to use AmzVar to check the Price History and All Prices of the current product.\n@shopecific\nApr 9, 2018\n************************\n************************\n\nThe amzvar - Before you buy, let's do some research...\n\nCurrently works for amazon.com & amazon.ca, i.e., United states & Canada region.\n\n===BELOW DESCRIPTIONS ARE KEPT FOR REFERENCE===\n\nYou're buying a swimming jammer. When you land on a jammer product page, it shows the price of $14 - $35, but it doesn't tell the specific price until you select the size and color, and then it takes you a lot of clicks to find out the one that was $14, but actually, it's not the right size for you.  \n\nDoes this scenario sound familiar? If so, you come to the right place. \n\nThe amzVar was born to solve this issue. It pops up when you are viewing products that have variations on Amazon, provides the list of variations (for example, color and size) sorted by price, and saves you a lot of time to find the lowest price. \n\nSince V0.2.0, it also includes price history powered by camelcamelcamel. Note that not all products have a price history available.\n\nSince V0.3.0, it shows product recommendations when the product does not have variation.\n\nThe amzVar Chrome Extension's key features include: \n\n- List variation sorted by price\n- Filter variation by size\n- Add to cart button to get a special price (*not* include shipping and tax, so please double check before checkout) \n- Provide the link to see all offers to compare the price with shipping and tax\n\nStay in touch:\nFollow us on Twitter: https://twitter.com/shopecific\nLike us on Facebook: https://www.facebook.com/shopecific\n\nChange logs:\n**Version 0.4.0 (3/26/2018)**\n1. Rename to Price Checker instead of Price Viewer.\n2. AMAZON.CA IS SUPPORTED!!!\n3. Added rate us icon - please rate us 5 stars if you like amzVar!\n3. Style fixes\n\n**Version 0.3.4 (3/19/2018)**\nMinor fixes of Toggle icons.\n**Version 0.3.3 (2/23/2018)**\nFixed draggable open/close icon. It now needs to *press the \"Shift\" key* to drag, so it will not mess up when you click.\n**Version 0.3.0 (2/11/2018)**\nThis is a major update!!!\n1. The trigger icon (orange arrow icon) is draggable. In case it blocks something, you can move it down or up. :-)\n2. On the non-variation product page, we show recommendations now.\n3. A lot of optimizations.\n**Version 0.2.7 (2/7/2018) **\nShow landing on other pages to be consistent\nAlign checkbox with text\nReduce delay to auto popover to be 0.5 sec\n**Version 0.2.5 (1/1/2018) **\nNo kidding! It's 2018. Happy new year!\n**Version 0.2.2 (11/23/2017)**\nFixed auto pop checkbox style in Windows.\n**Version 0.2.2 (11/23/2017)**\nFixed empty box shown on old Chrome browser. - Happy Thanksgiving from AmzVar!\n**Version 0.2.2 (11/22/2017)**\nDo auto pop again and add a 1-sec delay - always you can disable it if you don't like it.\nUpdate name to be the first Cap to all.\n**Version 0.2.0 (11/16/2017)**\nAdded price history powered by camel3\nUse Jackets as an example since the weather is getting cold. :-)\nTurned off auto popover by default\n\n**Version 0.1.9 (11/14/2017)**\nFixed amzTag to show landing page\n\n**Version 0.1.8 (11/7/2017) **\nSmall fixes - It has been a year - new feature coming soon.\n \n**Version 0.1.7 (11/29/2016) **\nMove the auto-open option to the bottom\nFixed auto open settings bug\n\n**Version 0.1.5 (11/19/2016) **\nBy default, auto displays the sidebar, and you can change behavior via settings.\nFallback to search in the case there are no recommendations found.\nShorten footer bar\n\n**Version 0.1.3 (11/15/2016)**\nInternal AID updated\n\n**Version 0.1.2 (11/14/2016)**\nImprove performance to display 'view example' popup\n\n**Version 0.1.1**\nShow a different popup when the user is already on the Amazon website\n\n**Version 0.1.0**\nImprove performance\nAdd an example link on the popup window\n\n**Version 0.0.9**\nA bug fix - no more empty pop-ups on some product pages.\n\n**Version 0.0.8 (11/6/2016) **\nInitial public version\n\n:-)"
  }
}