{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RSS Subscription Extension, Reader"
  },
  "short": {
    "ar": "ويضيف بنقرة واحدة قوية الاشتراك في قارئ آر إس إس، وقارئ بودكاست.",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,hr,id,kn,lt,lv,ml,mr,ms,pt_PT,ro,sl,sr,sw,ta,te,tr": "Adds one-click subscription to powerful RSS reader, Podcast reader. It allows you to easily add RSS feeds to reader.",
    "cs": "Přidá jedno kliknutí předplatné silný RSS čtečky, Podcast čtenáře.",
    "da": "Tilføjer et klik abonnement på magtfulde RSS-læser, podcast læser.",
    "de": "Fügt Ein-Klick-Abonnement zu leistungsstarken RSS-Reader, Podcast-Reader.",
    "el": "Προσθέτει ένα κλικ συνδρομή για ισχυρό πρόγραμμα ανάγνωσης RSS Podcast αναγνώστη.",
    "es": "Añade un clic suscripción al poderoso lector de RSS, lector de podcast.",
    "fi": "Lisää yhden napsautuksen tilaus tehokas RSS-lukija, Podcast lukija.",
    "fr": "Ajoute un clic abonnement puissant lecteur de flux RSS, un lecteur podcast.",
    "he": "מוסיף מנוי בלחיצה אחת לקורא ה-RSS חזק, קורא Podcast.",
    "hu": "Ad egy kattintással előfizetés erős RSS olvasó, Podcast olvasó.",
    "it": "Aggiunge abbonamento di un click per potente lettore di RSS, lettore di Podcast.",
    "ja": "強力なRSSリーダー、Podcastのリーダーにワンクリックでサブスクリプションを追加します。",
    "ko": "강력한 RSS 리더, 팟 캐스트 독자에게 클릭 한 번으로 구독을 추가합니다.",
    "nl": "Voegt een klik abonnement krachtige RSS-lezer, Podcast lezer.",
    "no": "Legger ett-klikks abonnement på kraftig RSS-leser, podcast-leser.",
    "pl": "Dodaje jednym kliknięciem subskrypcji potężny czytnik RSS, Podcast czytnika.",
    "pt_BR": "Adiciona um clique subscrição poderoso leitor de RSS, leitor de Podcast.",
    "ru": "Добавляет один клик подписка на мощный RSS Reader, Podcast читателя.",
    "sk": "Pridá jedno kliknutie predplatné silný RSS čítačky, Podcast čitateľa.",
    "sv": "Lägger ett klick prenumeration på kraftfull RSS-läsare, Podcast läsare.",
    "th": "เพิ่มหนึ่งคลิกสมัครสมาชิกเพื่ออ่าน RSS ที่มีประสิทธิภาพของผู้อ่านพอดคาสต์.",
    "uk": "Додає один клік підписка на потужний RSS Reader, Podcast читача.",
    "vi": "Thêm một cú nhấp chuột để đăng ký đọc RSS mạnh mẽ, đầu đọc Podcast.",
    "zh_CN": "添加一键订阅功能强大的RSS阅读器，播客的读者。",
    "zh_TW": "添加一鍵訂閱功能強大的RSS閱讀器，播客的讀者。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds one-click subscription to powerful RSS reader, Podcast reader & player. \nIt allows you to easily add RSS feeds to reader.\n\nSupports feed preview and subscribe.\nThe setup is extremely simple.\nWhen you visit a site that supports RSS, the RSS URLs and subscription information are displayed on the extension button.\nRead RSS feeds and podcasts! No registration required.\n\nPublished the extension since 2011\nUpdated to the manifest v3 in December 2023"
  }
}