{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DevTester"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "专注于开发测试, 但不止于此",
    "en": "Focus on development testing, but don't stop there"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DevTester 是一个为开发人员和测试人员量身打造的浏览器工具集，旨在提高开发与测试的效率，减少冗余操作和误操作的风险。通过集成一系列实用的功能，DevTester 为用户提供了更加便捷、高效的工作体验。\n\nDevAccount（多平台开发账号管理工具）\n提供了一个极简的、多平台的开发账号管理工具，用户可以方便地管理自己的账号信息，快速切换不同平台的账号，提高工作效率。快速切换各种生产，预发，测试，仿真环境。\n\n生产环境提示（Production Environment Reminder）\n新增了生产环境提示功能，当用户在生产环境中进行敏感操作时，DevTester 会及时弹出提示，提醒用户注意操作的风险，避免误操作导致的不必要损失。\n\n缓存助手（Cache Assistant）\n提供了查看当前站点 storage 相关信息的功能，包括 localStorage、sessionStorage，cookies等，帮助用户更好地了解站点的缓存情况。\n支持对缓存进行相关操作，如清除、修改等，方便用户进行调试和测试。\n\n超链直达（HyperLink Direct Access）\n屏蔽了烦人的链接拦截确认，使用户能够一键直达目标页面，无需再面对繁琐的确认对话框，大大节省了用户的时间和精力。\n\nDevTester: A Tailored Browser Toolkit for Developers & Testers\n\nDevTester is a meticulously crafted browser toolset exclusively designed for developers and testers, aimed at enhancing development and testing efficiency while mitigating the risks of redundant and erroneous operations.  By integrating an array of practical functionalities, DevTester offers users a more streamlined and productive work experience.\n\nDevAccount: Cross-Platform Development Account Management Tool\n\nIntroducing a minimalist, cross-platform solution for managing your development accounts, DevAccount simplifies the management of your account information and streamlines the process of swiftly switching between various platform accounts, thereby boosting your work efficiency. Seamlessly transition between production, staging, testing, and simulation environments with ease.\n\nProduction Environment Reminder\n\nWe've introduced a vital Production Environment Reminder feature. When performing sensitive operations in a production environment, DevTester promptly alerts users of the associated risks, mitigating the chances of unintended actions that could lead to unnecessary losses.\n\nCache Assistant\n\nEmpowering users with insights into the caching landscape of their websites, the Cache Assistant provides access to vital storage information, encompassing localStorage, sessionStorage, cookies, and more. It further facilitates debugging and testing by enabling users to perform cache-related actions, such as clearing and modifying entries, with ease.\n\nHyperLink Direct Access\n\nEliminate the nuisance of pesky link interception prompts. With HyperLink Direct Access, users can navigate directly to their desired pages with a single click, bypassing tedious confirmation dialogues, thereby significantly saving time and effort.",
    "en": "DevTester 是一个为开发人员和测试人员量身打造的浏览器工具集，旨在提高开发与测试的效率，减少冗余操作和误操作的风险。通过集成一系列实用的功能，DevTester 为用户提供了更加便捷、高效的工作体验。\n\nDevAccount（多平台开发账号管理工具）\n提供了一个极简的、多平台的开发账号管理工具，用户可以方便地管理自己的账号信息，快速切换不同平台的账号，提高工作效率。快速切换各种生产，预发，测试，仿真环境。\n\n生产环境提示（Production Environment Reminder）\n新增了生产环境提示功能，当用户在生产环境中进行敏感操作时，DevTester 会及时弹出提示，提醒用户注意操作的风险，避免误操作导致的不必要损失。\n\n缓存助手（Cache Assistant）\n提供了查看当前站点 storage 相关信息的功能，包括 localStorage、sessionStorage，cookies等，帮助用户更好地了解站点的缓存情况。\n支持对缓存进行相关操作，如清除、修改等，方便用户进行调试和测试。\n\n超链直达（HyperLink Direct Access）\n屏蔽了烦人的链接拦截确认，使用户能够一键直达目标页面，无需再面对繁琐的确认对话框，大大节省了用户的时间和精力。"
  }
}