{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop Porn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to detect and block pornographic websites from the client side based on the images contained."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We developed an image classification model as a knowledge base for this extension to classify whether a picture is pornographic. When a web page finishes loading, the application automatically fetches images, classifies them, and blocks the page if meets the criteria. The captured images are processed only on the user’s side, and no data is sent out of the extension.\n\nTo avoid incorrect blocking due to false positives from the model, we have set a rule: the page will only be blocked if five or more pornographic images are detected. On some web pages, images may not always be successfully fetched, which can result in the page not being blocked.\n\nWe tested the top 50 sites from the \"Free Porn Tube Sites\" list on theporndude.com and found that 44 of them were successfully blocked (top 5 are all blocked). The application typically takes a few seconds to block a page, so the page may remain open for a short time.\n\nOn some web pages, the first images loaded are not actual images but empty thumbnails, which can cause the application to fetch incorrect images. In these cases, the page needs to be scrolled down during loading for the actual images to appear, so they can be fetched. Or sometimes the page is only successfully blocked after the user navigates through some menus or refreshes the page."
  }
}