{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SJSU RateMyProfessors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display the RateMyProfessors rating next to every course in the MySJSU class search page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A great or poor teacher can make or break your academic experience. This extension will display the RateMyProfessors rating of the teacher next to each course - helping you make more informed decisions about your classes.\n\nSimply install this extension and you're good to go - no sign up or payment needed. If you see Unknown ratings after installing, try refresing the page (known issue).\n\n===================================================================\n\nDisclaimer:\nThe information provided by this extension is sourced from the RateMyProfessors website. While we aim to ensure the data is accurate and current, we do not guarantee the completeness, accuracy, reliability, or suitability of the information for any purpose. Any use of the information is at your own discretion and risk.\n\nPlease be aware that some professors may not appear in the extension even if they are listed on RateMyProfessors. This tool is meant to help users make informed decisions regarding course selection but should not be the sole factor in those decisions.\n\nThe developer is not liable for any misuse of this extension. Users are encouraged to use it responsibly and ethically.\n\nThis extension does not endorse or recommend any professors or courses. The data is for informational purposes only and may change as the RateMyProfessors website is updated."
  }
}