{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shablonium - составить резюме бесплатно"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shablonium — бесплатный онлайн-конструктор резюме, который помогает пользователям быстро и легко создать профессиональное резюме."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shablonium – это бесплатный конструктор резюме, созданный для тех, кто ценит свое время и стремится к эффективному достижению своих карьерных целей. Сервис предоставляет пользователям возможность легко и быстро создать профессиональное резюме без необходимости регистрироваться или оплачивать подписку.\n\nОсновные особенности Shablonium:\n\nПростота использования: интуитивно понятный интерфейс позволяет пользователям без труда создавать и редактировать свое резюме.\nБыстрое создание резюме: благодаря шаблонам и удобной системе ввода данных, вы можете создать полностью готовое резюме всего за несколько минут.\nПоддержка популярных форматов: готовое резюме можно сохранить в двух наиболее востребованных форматах – PDF и DOCX, что обеспечивает удобство его пересылки и редактирования.\nАнонимность и безопасность: Shablonium не требует регистрации, что обеспечивает полную конфиденциальность и защиту ваших личных данных. При создании резюме вам автоматически будет создан личный кабинет, где будут храниться все ваши резюме.\nГибкость и персонализация: сервис предлагает многочисленные шаблоны и стили оформления, позволяя создавать уникальные и профессионально выглядящие резюме, соответствующие вашему индивидуальному стилю.\nShablonium идеально подходит для студентов, начинающих специалистов и тех, кто ищет новые карьерные возможности, предоставляя простой и быстрый способ создать впечатляющее резюме в считанные минуты. Попробуйте Shablonium уже сегодня и сделайте первый шаг к вашей мечте!"
  }
}