{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tiny Text ᐈ #201+ Stylish Text Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tiny 𝙏𝙚𝙭𝙩 - Generate (◔◡◔) ♥ Stylish text ♥ OR ₜᵢₙᵧ Text Online With (Copy and Paste) ✅ Big Text.."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tiny Text Generator\n\nIf you are finding tiny text for facebook or any social media? This Tiny Text Generator is best for you. Now Question is HOW ? It's just simple: you need to type the text in YOUR TEXT area then it will automatically generate different different types of unlimited Cute & Tiny text names or fonts for instagram. \n\n\nIt'll also help you if you want to use Tiny, Cute & Little Text or font in your twitter or tiktok bio. It's also the best tiny font maker for free fire.\n\n\nWhat is the Tiny Text Generator Tool?\n\n\nIf you are looking for a tool that will make you text look Little and small then Tiny Text Generator could do this job perfectly for you. This free tool will produce small text for free that you can use to impress others.\n\nTiny Text represents a fictional story by combining different letters where each letter is associated with a unique fictional character. Thus, one can create tiny text by adding symbols or unique marks to the characters.\n\nIt is a unique way of representing text and making it extra small or tiny for others. Movies and Art Collages have incorporated this bizarre text for art portrayal in their exhibitions and stories.\n\nMany meme pages use this text format in the images to make it look so little and tiny without any technical stuff for free. This has led to its huge popularity of digital media platforms like Facebook, Quora, Twitter etc."
  }
}