{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AppCursor - All App Wigets inside CRM, Desk"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ulgebra - AppCursor - Any App Wigets for CRM, Desk"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access all the authorized apps of Ulgebra in just a click. Visit the Ulgebra App Marketplace, through the link below, to install and authorize the desired applications.\n\nhttps://apps.ulgebra.com/marketplace\n\nPost installation, use the Ulgebra icon available in all locations within your CRM/Desk to sign in and utilize the features of all the authorized extensions as given below. \n\n1. Messaging Services\n\nProactive Messaging\n\nInitiate conversation with any contact through any of the authorized applications. Click on the Ulgebra floating icon, available on the contact page, to view the list of authorized applications and select the application to send the message from.\n\nBulk Messaging\n\nAccess the Ulgebra icon from anywhere within your platform to get in touch with all required contacts at any moment. View all authorized apps using the Ulgebra icon. Include the desired contacts using the 'Add Recipients' option. Here you can add the required contact numbers, search of a specific contact or select a CRM/Desk filter to include the contacts pertaining to the filter as recipients.\n\nAutomated Messages\n\nEnable workflows to send automated messages based on your requirements. Select any app, enter the message and click on 'Get Workflow Code'. You can now derive the code required to send automated messages for the given details. Create a workflow using the code received as per the steps given within the Workflows section under your profile.\n\nPre-defined Messages\n\nUse existing message templates to send messages as and when required in just a few clicks. Under 'Insert Template' you can view the list of message templates. Click on 'Add New Template' to create a new template. Enter the name and content of the template. Include placeholders and emojis to customize your templates. \n\nReal-time Desktop Notifications\n\nAllow users to receive desktop notifications for your incoming messages. Under your profile within the application interface, select 'Message Notifications'. Here you can enter the email id of the required user who must have an Ulgebra account and click on 'Add user'. Share the link receive with the respective user. The user must now access the link to enable desktop notifications. Click on the notification received to view the message within the respective contact.\n\nUser Management\n\nUse the 'Manage App Users' option to view the list of CRM/Desk users within the organization. This feature allows the added users to use the account of the respective messaging platform authorized by the admin. The admin can add and remove the desired users. \n\nSync Incoming Messages\n\nView the incoming messages within the respective contact. Select the incoming settings based on your requirements to sync the incoming messages and create new contacts if required.\n\n2. Calendar Integrations\n\nSchedule Appointments\n\nSchedule appointments whenever required from anywhere within CRM/Desk. \n\nManage Appointments\n\nAccess the calendar extension to view the past and upcoming bookings associated. Select any appointment to go through the details of the appointment and reschedule or cancel any upcoming event. \n\nBooking Links\n\nView all your booking links and derive single-use links to be shared with contacts to schedule an appointment.\n\nUser Management\n\nEnable users to utilize the authorized account of the scheduling platform using the 'Manage App Users' option. The CRM/Desk admin can add and remove users based on their requirements.\n\nUser Mapping\n\nMap the respective CRM/Desk users with the respective agent within the calendar to sync their specific incoming appointments.\n\nFields Mapping\n\nDetermine the fields to be mapped for required events which would provide further clarity regarding appointments booked by contacts.\n\nContact us at ulgebra@zoho.com in case of any assistance required.\n\nDisclaimer:\nThis Chrome plugin is not endorsed by any of the services in this app.\nThis is an unofficial enhancement tool.\n\nOur Extension Privacy policy: \nhttps://ulgebra.com/privacy-policy"
  }
}