{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NYT Crossword Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An assistant to help you with NYT crossword clues using ChatGPT API. Powered by NYTCrosswordToday."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NYT Crossword Assistant is a user-friendly Chrome extension that provides hints for clues in the New York Times crossword puzzles, both Mini and Daily, without giving away the answers. Enhance your puzzle-solving experience by getting the extra help you need while still maintaining the challenge and fun of solving crossword puzzles.\n\nKey features:\n\n-In-page popup: The extension displays an in-page popup when you click on a crossword clue, allowing you to get hints without leaving the puzzle page (see screenshot).\n-Customized hints: Hints are specifically tailored to the selected crossword clue to help you solve the puzzle without revealing the answer directly.\n-Easy to use: Simply click on a crossword clue in the puzzle, and the in-page popup will appear, providing a helpful hint to guide you towards the correct answer.\n-Compatible with Mini and Daily NYT Crossword puzzles: The extension works seamlessly with both Mini and Daily New York Times crossword puzzles available at https://www.nytimes.com/crosswords.\n\nHow it works:\n\n-Install the NYT Crossword Assistant Chrome extension.\n-Visit the NYT crossword puzzle page (Mini or Daily) at https://www.nytimes.com/crosswords.\n-Click on a crossword clue within the puzzle (below the ACROSS, DOWN texts).\n-The in-page popup will appear (top-right corner), displaying a form to get the hint.\n-Use the hint to guide you towards the correct answer without revealing it directly.\n\nPowered by NYTCrosswordToday, the NYT Crossword Assistant Chrome extension is designed to make your crossword-solving experience more enjoyable and engaging. Enhance your puzzle-solving skills and challenge yourself with the help of the NYT Crossword Assistant!\n\nNotice: I would like to make it clear that we are not affiliated with The New York Times Magazine or any other news organization. Our website is solely dedicated to providing answers for daily NYT crossword clues as a helpful resource for crossword enthusiasts."
  }
}