{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Project to GPT Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert project files to GPT-readable format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodeToGPT: Your Project-to-AI Converter\nTransform your entire project into AI-ready format with just a click!\nKey Features:\n\nInstant Conversion: Turn your project files into a GPT-compatible format effortlessly.\nBulk Processing: Handle multiple files and folders simultaneously.\nSmart Formatting: Properly structure your code for optimal AI comprehension.\nUser-Friendly Interface: Sleek, intuitive design for seamless user experience.\nQuick Copy: Easily copy the converted text to clipboard for immediate use.\n\nPerfect for:\n\nDevelopers seeking AI assistance with their projects\nData scientists preparing datasets for GPT models\nAnyone looking to leverage AI tools for code analysis or generation\n\nCodeToGPT bridges the gap between your local projects and powerful AI models. Whether you're troubleshooting, seeking AI-powered code suggestions, or preparing training data, CodeToGPT streamlines the process.\nSave time and effort in formatting your code for AI interactions. Let CodeToGPT handle the conversion while you focus on what matters most – creating amazing software!\nGet CodeToGPT now and supercharge your development workflow with AI!\nNote: This extension does not send your code to any external servers. All processing is done locally in your browser, ensuring the privacy and security of your projects."
  }
}