{
  "name": {
    "ar,bn,el,fa,gu,ml,no,te": "Spaceship Racing Online",
    "am,fi,hi,hr,id,sv": "Spaceship Race Game",
    "bg,hu,mr,pl,sk,sw,ta": "Spaceship Race Online",
    "ca,fil,ja,ms": "Spaceship Racing Online Game",
    "cs,da,et,he,kn,ko,ro,sl,th": "Spaceship Racing Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,lv,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Spaceship Racing Game"
  },
  "short": {
    "ar": "لعبة سباق لا نهاية لها في انتظارك مع سباق سفينة الفضاء مع رسومات الخيال العلمي.",
    "am": "ማለቂያ የሌለው የእሽቅድምድም ጨዋታ በsci fi ግራፊክስ በጠፈር ላይ እሽቅድምድም እርስዎን በመጠባበቅ ላይ ናቸው.",
    "bg": "Една безкрайна състезателна игра ви очаква с космически кораб състезания с sci fi графика.",
    "bn": "একটি অন্তহীন রেসিং খেলা sci fi গ্রাফিক্স সঙ্গে spaceship রেসিং সঙ্গে আপনার জন্য অপেক্ষা করছে.",
    "ca": "T'espera un joc de carreres interminable amb carreres de naus espacials amb gràfics de ciència ficció.",
    "cs": "Čeká na tebe nekonečná závodní hra se závody vesmírných lodí se sci fi grafikou.",
    "da": "Et endeløst racerspil venter på dig med rumskibsløb med sci fi-grafik.",
    "de": "Ein endloses Rennspiel wartet mit Raumschiffrennen mit Sci-Fi-Grafik auf Sie.",
    "el": "Ένα ατελείωτο παιχνίδι αγώνων σας περιμένει με αγώνες διαστημοπλοίων με γραφικά επιστημονικής φαντασίας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "An endless racing game is waiting for you with spaceship racing with sci fi graphics.",
    "es": "Un juego de carreras sin fin te está esperando con carreras de naves espaciales con gráficos de ciencia ficción.",
    "et": "Lõputu võidusõidumäng ootab teid kosmoselaevade võidusõiduga ulmegraafikaga.",
    "fa": "یک بازی مسابقه ای بی پایان در انتظار شما با مسابقه سفینه فضایی با گرافیک sci fi است.",
    "fi": "Loputon ajopeli odottaa sinua avaruusaluskilpailuilla, joissa on scifi-grafiikkaa.",
    "fil": "Isang walang katapusang racing laro ay naghihintay para sa iyo sa sasakyang pangalangaang karera na may sci fi graphics.",
    "fr": "Un jeu de course sans fin vous attend avec des courses de vaisseaux spatiaux avec des graphismes de science-fiction.",
    "gu": "એક અનંત રેસિંગ રમત સાઇ ફાઇ ગ્રાફિક્સ સાથે સ્પેસશીપ રેસિંગ સાથે તમારી રાહ જોઈ રહી છે.",
    "he": "משחק מירוצים אינסופי מחכה לכם עם מרוצי חלליות עם גרפיקת מדע בדיוני.",
    "hi": "एक अंतहीन रेसिंग खेल विज्ञान फाई ग्राफिक्स के साथ अंतरिक्ष यान रेसिंग के साथ आप के लिए इंतजार कर रहा है।",
    "hr": "Beskrajna trkaća igra čeka vas s utrkama svemirskih brodova sa znanstveno-fantastičnom grafikom.",
    "hu": "Végtelen versenyjáték vár rád sci-fi grafikával rendelkező űrhajóversenyzéssel.",
    "id": "Game balap tanpa akhir sedang menunggu Anda dengan balap pesawat ruang angkasa dengan grafis sci fi.",
    "it": "Un gioco di corse senza fine ti sta aspettando con le corse di astronavi con grafica fantascientifica.",
    "ja": "無限のレースゲームは、SFグラフィックスで宇宙船のレースであなたを待っています。",
    "kn": "ಸೈ ಫೈ ಗ್ರಾಫಿಕ್ಸ್ ನೊಂದಿಗೆ ಸ್ಪೇಸ್ ಶಿಪ್ ರೇಸಿಂಗ್ ನೊಂದಿಗೆ ಅಂತ್ಯವಿಲ್ಲದ ರೇಸಿಂಗ್ ಆಟವು ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿದೆ.",
    "ko": "끝없는 레이싱 게임이 공상 과학 그래픽으로 우주선 경주로 당신을 기다리고 있습니다.",
    "lv": "Jūs gaida nebeidzama sacīkšu spēle ar kosmosa kuģu sacīkstēm ar zinātniskās fantastikas grafiku.",
    "ml": "സയൻസ് ഫിക്ഷൻ ഗ്രാഫിക്സുള്ള സ്പേസ്ഷിപ്പ് റേസിംഗുമായി അനന്തമായ റേസിംഗ് ഗെയിം നിങ്ങൾക്കായി കാത്തിരിക്കുന്നു.",
    "mr": "एक अंतहीन रेसिंग गेम साय फाय ग्राफिक्ससह स्पेसशिप रेसिंगसह आपली वाट पहात आहे.",
    "ms": "Permainan perlumbaan yang tidak berkesudahan sedang menunggu anda dengan perlumbaan kapal angkasa dengan grafik sci fi.",
    "nl": "Een eindeloos racespel wacht op je met ruimteschipraces met sci-fi graphics.",
    "no": "Et endeløst racingspill venter på deg med romskipsracing med sci fi-grafikk.",
    "pl": "Niekończąca się gra wyścigowa czeka na Ciebie z wyścigami statków kosmicznych z grafiką sci fi.",
    "ro": "Un joc de curse nesfârșit vă așteaptă cu curse de nave spațiale cu grafică SCI FI.",
    "ru": "Вас ждет бесконечная гоночная игра с гонками космических кораблей с научно-фантастической графикой.",
    "sk": "Čaká na vás nekonečná závodná hra s vesmírnymi pretekmi so sci-fi grafikou.",
    "sl": "Neskončna dirkaška igra vas čaka z vesoljsko ladjo dirke s SCI fi grafiko.",
    "sv": "Ett oändligt racingspel väntar på dig med rymdskeppsracing med sci fi-grafik.",
    "sw": "Mchezo wa mbio usio na mwisho ni kukusubiri na mbio za nafasi na picha za sci fi.",
    "ta": "ஒரு முடிவற்ற பந்தய விளையாட்டு அறிவியல் புனைகதை கிராபிக்ஸ் கொண்டு விண்கலம் பந்தய நீங்கள் காத்திருக்கிறது.",
    "te": "సైన్స్ ఫిక్షన్ గ్రాఫిక్స్ తో స్పేస్ షిప్ రేసింగ్ తో అంతులేని రేసింగ్ గేమ్ మీ కోసం వేచి ఉంది.",
    "th": "เกมแข่งรถที่ไม่มีที่สิ้นสุดกําลังรอคุณอยู่ด้วยการแข่งยานอวกาศพร้อมกราฟิกไซไฟ",
    "tr": "Bilim kurgu grafiklerine sahip uzay gemisi yarışı ile sonsuz bir yarış oyunu sizi bekliyor.",
    "uk": "Вас чекає нескінченна гоночна гра з гонками на космічних кораблях з науково-фантастичною графікою."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like spaceship racing? Reach the best score in this endless racing game. There are seven different spacecraft in the Spaceship Racing game. You can have these different space vehicles with the prizes you win in the game. The appearance of each spacecraft is different from the others. For this reason, it becomes possible to enjoy the game more.\n\nAfter choosing your spacecraft, an endless track designed as sci-fi awaits you. Spaceship Racing players must avoid obstacles on the track, avoid falling into the void, and score high without crashing the spacecraft in any situation. Among the spaceship racing games, this game has been designed with all the details in mind to make you a better captain.\n\nHow To Play\nLike other spaceship racing games, this sci-fi racing game is played with arrow keys. You can steer your spacecraft by moving it left or right. You can use special abilities in the spaceship racing game by collecting objects such as magnets on the track. When you use the magnet feature, the spacecraft collects all the prizes on the track for a certain period and allows you to get high scores.\n\nSpaceship Racing Game Features\n✓ Infinity level\n✓ Cartoon graphics\n✓ Easy control\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Spaceship Racing Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}