{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helium Selectors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate CSS selectors from sample elements."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To use this extension, open up the developer tools and find the \"Selectors\" tab. Once opened, press \"Enable Selection Mode\", if not already enabled, and start selecting elements. The algorithm will attempt to find the most specific and shortest selector, so often you'll have to add many samples, or press \"Select Similar Elements\" until you get the selector you want. It also has a \"Select Inspected Element\" button that selects the currently inspected ($0) element so you can also add elements that are hidden or difficult to highlight with the mouse.\n\nIf you visit a page after creating a CSS selector and turn on selection mode, all matching elements will be highlighted and will be able to keep adding sample elements if needed. The extension will remember all the sample elements, so visiting new pages will often update the CSS selector to prevent selecting elements that haven't been used as samples, as the extension will always try to be as specific as possible. So for instance when creating a selector for a next button, it's usually a good idea to visit at least a couple of pages where the next button is (and add more samples if needed), and also the last page in case there is a disabled next button, so that the algorithm updates the selector to not select the disabled next button."
  }
}