{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Google Search Results Counter",
    "de": "Google Suchergebnisse Zähler",
    "es": "Contador de Resultados de Búsqueda de Google",
    "fr": "Compteur de Résultats de Recherche Google",
    "ja": "Google検索結果カウンター",
    "ko": "구글 검색 결과 카운터",
    "pt_BR,pt_PT": "Contador de Resultados de Pesquisa do Google",
    "ru": "Счетчик результатов поиска Google",
    "zh_CN": "显示 Google 搜索结果数量",
    "zh_TW": "Google 搜尋結果計數器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Displays the total number of search results on Google pages, which is hidden by default.",
    "de": "Zeigt die Gesamtzahl der Suchergebnisse auf Google-Seiten an, die standardmäßig ausgeblendet ist.",
    "es": "Muestra el número total de resultados de búsqueda en las páginas de Google, que está oculto por defecto.",
    "fr": "Affiche le nombre total de résultats de recherche sur les pages Google, qui est caché par défaut.",
    "ja": "デフォルトで非表示のGoogle検索結果の総数を表示します。",
    "ko": "기본적으로 숨겨진 구글 검색 결과의 총 개수를 표시합니다.",
    "pt_BR,pt_PT": "Exibe o número total de resultados de pesquisa nas páginas do Google, que está oculto por padrão.",
    "ru": "Отображает общее количество результатов поиска на страницах Google, которое по умолчанию скрыто.",
    "zh_CN": "显示谷歌页面上默认隐藏的搜索结果总数。",
    "zh_TW": "顯示 Google 頁面上被預設隱藏的搜尋結果總數。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Google Search Enhancer\n\nDisplays the number of Google search results by default. Since Google no longer shows the number of search results, this extension allows you to see them again.",
    "de": "Google-Suchergebnisverbesserer\n\nZeigt standardmäßig die Anzahl der Google-Suchergebnisse an. Da Google die Anzahl der Suchergebnisse nicht mehr anzeigt, können Sie diese Erweiterung verwenden, um sie wieder anzuzeigen.",
    "es": "Mejorador de Búsqueda de Google\n\nMuestra por defecto el número de resultados de búsqueda de Google. Dado que Google ya no muestra el número de resultados de búsqueda, esta extensión te permite verlos de nuevo.",
    "fr": "Améliorateur de Recherche Google\n\nAffiche par défaut le nombre de résultats de recherche Google. Puisque Google ne montre plus le nombre de résultats de recherche, cette extension vous permet de les voir à nouveau.",
    "ja": "Google検索エンハンサー\n\nデフォルトでGoogle検索結果の数を表示します。Googleが検索結果の数を表示しなくなったので、この拡張機能を使用すると、再び結果の数を確認できます。",
    "ko": "Google 검색 향상기\n\n기본적으로 Google 검색 결과 수를 표시합니다. Google이 더 이상 검색 결과 수를 표시하지 않으므로 이 확장 프로그램을 통해 다시 볼 수 있습니다。",
    "pt_BR": "Aprimorador de Pesquisa Google\n\nExibe o número de resultados de pesquisa do Google por padrão. Como o Google não mostra mais o número de resultados de pesquisa, esta extensão permite que você veja novamente.",
    "pt_PT": "Aprimorador de Pesquisa Google\n\nExibe o número de resultados de pesquisa do Google por defeito. Como o Google já não mostra o número de resultados de pesquisa, esta extensão permite que você veja novamente.",
    "ru": "Улучшитель Поиска Google\n\nПо умолчанию показывает количество результатов поиска Google. Поскольку Google больше не показывает количество результатов поиска, это расширение позволяет вам снова их увидеть.",
    "zh_CN": "Google 搜索增强器\n\n默认显示 Google 搜索结果数量。由于 Google 不再展示搜索结果数量，这个扩展可以让你重新看到搜索结果的数量。",
    "zh_TW": "Google 搜尋增強器\n\n預設顯示 Google 搜尋結果數量。由於 Google 不再顯示搜尋結果數量，這個擴充功能可以讓你重新看到搜尋結果的數量。"
  }
}