{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fetchit® - Veterinary Productivity Software"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly fetch client data from your PMS when the phone rings. Save over one minute per call!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fetchit ® by Schultz Technology allows you to instantly fetch your client's data from your Patient Management Software (PMS) when a client calls! \n\n🙅‍♂️No more wasted time spent trying to correctly spell the client's name or gathering cursory information! Reduce call duration and improve the end-client's experience!\n\nOn average, most customers save more than a minute per call! end-client's are thrilled when you already know their pet's name and what they're calling about.\n\n📌 FEATURES\n• Blue popup bubbles for known callers fetches their client record in your PMS\n• Red popup bubbles allow instant phone number copying for super quick data entry\n• Advanced reporting and analytics for metrics like 'calls per day', 'calls per hour', 'average call duration' etc.\n• A full call history that allows you to view and open the records of any previous callers, filtered by known and unknown callers\n• Over 9+ PMS integrated and supported!\n• Text-to-Pay features to send out a SMS with payment integrations!\n• Two-way SMS between any Veterinary technicians, representatives and end-clients (with full access & visibility for administrators)\n• Support for CoreDial, RingCentral and several other phone systems!\n\n🏆 Awarded by Veterinarians across the US\n450 + happy clinics and animal hospitals.\nPresent and available across 48 of 50 states across the contiguous US!\n\n🔏Privacy & Security\nFetchit does not store confidential, personal health information of clients that it is not directly associated with.\n\nFetchit is a registered trademark and property of Schultz Technology Solutions, LLC\n\n☎️ Help & Contact\nHelp Center: https://help.schultztechnology.com\nSupport: support@schultztechnology.com\nSuggestions: fetchitdev@schultztechnology.com\nContact us: (877) 495-6204"
  }
}