{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Data Export"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export LinkedIn Jobs Applicants Data in CSV & Excel"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summary:\n\nStreamline your recruitment process with the LinkedIn Data Export extension. This powerful tool automates the extraction of applicant data from your LinkedIn job postings, saving you time and effort. With just a few clicks, you can scrape job applicant details and export them into Excel or CSV formats for easy analysis and management.\n\nKey Features:\n\n1. Automated Scraping: Capture all applicant data (names, profiles, contact details, and application statuses) from your LinkedIn job postings without manual effort.  \n2. Data Export: Quickly export the scraped data into Excel or CSV formats for seamless sorting, filtering, and analysis.  \n3. User-Friendly:  \n  - Simple Installation: Easy setup from the Chrome Web Store.  \n  - One-Click Scraping: Start the process with a single click and download the data directly to your device.  \n  - Effortless Data Management: Organize and manage your applicant information with ease.\n\nWhy Choose LinkedIn Data Export?\n\n1. Time-Saving Automation: Automates the scraping of applicant data, saving you hours of manual work.  \n2. Easy Data Management: Export data directly to Excel or CSV for simple sorting, filtering, and analysis.  \n3. User-Friendly: Simple setup and one-click scraping—no technical expertise required.  \n4. Efficient Recruitment: Streamline your hiring process and manage job applicants more effectively.\n\nWho It’s For:\n\nPerfect for recruiters and hiring managers looking to optimize their job application process on LinkedIn. Our extension provides a more efficient way to manage and analyze job applicants, eliminating the need for manual browsing and data entry.\n\nGet Started Today!\n\nTry LinkedIn Data Export today and simplify your LinkedIn hiring experience!"
  }
}