{
  "name": {
    "am,ar,bg,cs,da,el,en_GB,en_US,et,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Desktop App for WhatsApp Web",
    "bn,fa": "Notifier for WhatsApp Web",
    "ca,es,es_419": "Aplicación de escritorio para WhatsApp Web",
    "de": "Desktop-App für WhatsApp Web",
    "en,en_AU,it": "Web for WhatsApp",
    "fr": "Application de bureau pour WhatsApp Web",
    "nl": "Desktop-app voor WhatsApp Web",
    "pt_BR,pt_PT": "Aplicativo de área de trabalho para WhatsApp Web"
  },
  "short": {
    "am,ar,bg,cs,da,en_GB,en_US,et,fi,gu,he,hi,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "Open WhatsApp web just in one click in a Chrome browser, chat with friends and synchronise with mobile app",
    "bn,fa": "Web WhatsApp extension to open WhatsApp in a browser. App for WhatsApp Web in a desktop. Notifier for WhatsApp Web",
    "ca,es": "Abra la web de WhatsApp con solo un clic en un navegador Chrome y chatee con amigos. Aplicación de escritorio para WhatsApp",
    "de": "Öffnen Sie WhatsApp Web mit nur einem Klick in einem Chrome-Browser und chatten Sie mit Freunden. Desktop-App für WhatsApp",
    "el,fil,id,ro,zh_CN": "Web WhatsApp extension to open WhatsApp in a browser easily. App for WhatsApp Web in a desktop",
    "en,en_AU,it": "Opens WhatsApp Web in a new window",
    "es_419": "Extensión web de WhatsApp para abrir WhatsApp en un navegador fácilmente. App para WhatsApp Web en un escritorio",
    "fr": "Ouvrez WhatsApp Web en un seul clic dans un navigateur Chrome et discutez avec des amis. Application de bureau pour WhatsApp",
    "nl": "Open WhatsApp web met slechts één klik in een Chrome-browser en chat met vrienden. Desktop-app voor WhatsApp",
    "pt_BR": "Abra o WhatsApp web com apenas um clique em um navegador Chrome e converse com amigos. Aplicativo de área de trabalho para WhatsApp",
    "pt_PT": "Extensão Web WhatsApp para abrir o WhatsApp em um navegador facilmente. App para WhatsApp Web em um desktop",
    "uk": "Відкрийте веб-сайт WhatsApp одним клацанням миші у браузері Chrome і спілкуйтеся з друзями. Настільна програма для WhatsApp"
  },
  "long": {
    "am,ar,bg,bn,cs,el,et,hr,hu,lv,no": "WhatsApp for Web Browser Extension\n\nExperience the convenience of WhatsApp right from your browser with the WhatsApp for Web browser extension. This powerful tool allows you to open the WhatsApp desktop version with just one click, ensuring seamless access to your messages and chats without needing to switch devices.\n\nKey Features:\n\n- One-Click Access: Launch WhatsApp desktop effortlessly with a single click, bringing all your conversations to your browser instantly.\n- Synchronization with Mobile Phone: Stay connected by synchronizing your WhatsApp desktop with your mobile phone, ensuring all your messages and updates are always up-to-date.\n- Streamlined Messaging: Enjoy the full functionality of WhatsApp desktop, including sending and receiving messages, sharing media, and participating in group chats, all from the comfort of your web browser.\n- Efficient Workflow: Enhance your productivity by keeping your chats accessible alongside your other browser tasks, making multitasking simpler and more efficient.\n\nWith this extension, you no longer need to navigate through multiple steps to access your WhatsApp desktop. It's designed to integrate seamlessly into your workflow, providing a quick and efficient way to stay connected.\n\nWhatsApp, WhatsApp desktop, web for WhatsApp, WhatsApp for Web, synchronize with mobile phone, browser extension for WhatsApp.",
    "ca,es,es_419": "Extensión de WhatsApp para navegador web\n\nExperimente la comodidad de WhatsApp directamente desde su navegador con la extensión WhatsApp para navegador web. Esta poderosa herramienta te permite abrir la versión de escritorio de WhatsApp con solo un clic, garantizando un acceso perfecto a tus mensajes y chats sin necesidad de cambiar de dispositivo.\n\nCaracterísticas clave:\n\n- Acceso con un clic: inicie WhatsApp en el escritorio sin esfuerzo con un solo clic y lleve todas sus conversaciones a su navegador al instante.\n- Sincronización con el teléfono móvil: manténgase conectado sincronizando su escritorio de WhatsApp con su teléfono móvil, asegurándose de que todos sus mensajes y actualizaciones estén siempre actualizados.\n- Mensajería optimizada: disfrute de la funcionalidad completa de WhatsApp para escritorio, incluido enviar y recibir mensajes, compartir medios y participar en chats grupales, todo desde la comodidad de su navegador web.\n- Flujo de trabajo eficiente: mejore su productividad manteniendo sus chats accesibles junto con otras tareas del navegador, haciendo que la multitarea sea más simple y eficiente.\n\nCon esta extensión, ya no necesitarás seguir varios pasos para acceder a tu escritorio de WhatsApp. Está diseñado para integrarse perfectamente en su flujo de trabajo, proporcionando una manera rápida y eficiente de mantenerse conectado.\n\nWhatsApp, WhatsApp escritorio, web para WhatsApp, WhatsApp para Web, sincronizar con teléfono móvil, extensión de navegador para WhatsApp.",
    "da,en,en_AU,en_GB,en_US,fa,fi,fil,fr,gu,he,hi,id,it,ja,kn,ko,lt,ml,mr,ms,nl,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the convenience of WhatsApp right from your browser with the WhatsApp for Web browser extension. This powerful tool allows you to open the desktop version with just one click, ensuring seamless access to your messages and chats without needing to switch devices.\n\nKey Features:\n\n- One-Click Access: Launch desktop version effortlessly with a single click, bringing all your conversations to your browser instantly.\n- Synchronization with Mobile Phone: Stay connected by synchronizing your messages with your mobile phone, ensuring all your messages and updates are always up-to-date.\n- Streamlined Messaging: Enjoy the full functionality of WhatsApp desktop, including sending and receiving messages, sharing media, and participating in group chats, all from the comfort of your web browser.\n- Efficient Workflow: Enhance your productivity by keeping your chats accessible alongside your other browser tasks, making multitasking simpler and more efficient.\n\nWith this extension, you no longer need to navigate through multiple steps to access your WhatsApp desktop. It's designed to integrate seamlessly into your workflow, providing a quick and efficient way to stay connected.",
    "de": "WhatsApp-Erweiterung für Webbrowser\n\nErleben Sie den Komfort von WhatsApp direkt von Ihrem Browser aus mit der WhatsApp-Erweiterung für Webbrowser. Mit diesem leistungsstarken Tool können Sie die WhatsApp-Desktopversion mit nur einem Klick öffnen und so nahtlosen Zugriff auf Ihre Nachrichten und Chats gewährleisten, ohne das Gerät wechseln zu müssen.\n\nHauptfunktionen:\n\n- Ein-Klick-Zugriff: Starten Sie WhatsApp Desktop mühelos mit einem einzigen Klick und bringen Sie alle Ihre Unterhaltungen sofort in Ihren Browser.\n- Synchronisierung mit Mobiltelefon: Bleiben Sie in Verbindung, indem Sie Ihren WhatsApp-Desktop mit Ihrem Mobiltelefon synchronisieren und so sicherstellen, dass alle Ihre Nachrichten und Updates immer auf dem neuesten Stand sind.\n- Optimiertes Messaging: Genießen Sie die volle Funktionalität von WhatsApp Desktop, einschließlich Senden und Empfangen von Nachrichten, Teilen von Medien und Teilnahme an Gruppenchats, alles bequem von Ihrem Webbrowser aus.\n- Effizienter Workflow: Steigern Sie Ihre Produktivität, indem Sie Ihre Chats neben Ihren anderen Browseraufgaben zugänglich halten, wodurch Multitasking einfacher und effizienter wird.\n\nMit dieser Erweiterung müssen Sie nicht mehr durch mehrere Schritte navigieren, um auf Ihren WhatsApp-Desktop zuzugreifen. Sie ist so konzipiert, dass sie sich nahtlos in Ihren Workflow integriert und eine schnelle und effiziente Möglichkeit bietet, in Verbindung zu bleiben.\n\nWhatsApp, WhatsApp-Desktop, Web für WhatsApp, WhatsApp für das Web, mit Mobiltelefon synchronisieren, Browsererweiterung für WhatsApp.",
    "pt_BR,pt_PT": "Extensão do WhatsApp para navegador da Web\n\nExperimente a conveniência do WhatsApp diretamente do seu navegador com a extensão do navegador WhatsApp para Web. Esta poderosa ferramenta permite que você abra a versão desktop do WhatsApp com apenas um clique, garantindo acesso contínuo às suas mensagens e chats sem a necessidade de trocar de dispositivo.\n\nCaracterísticas principais:\n\n- Acesso com um clique: inicie a área de trabalho do WhatsApp sem esforço com um único clique, trazendo todas as suas conversas para o seu navegador instantaneamente.\n- Sincronização com Celular: Fique conectado sincronizando seu desktop do WhatsApp com seu celular, garantindo que todas as suas mensagens e atualizações estejam sempre atualizadas.\n- Mensagens simplificadas: aproveite todas as funcionalidades do WhatsApp para desktop, incluindo envio e recebimento de mensagens, compartilhamento de mídia e participação em bate-papos em grupo, tudo no conforto do seu navegador.\n- Fluxo de trabalho eficiente: melhore sua produtividade mantendo seus bate-papos acessíveis junto com outras tarefas do navegador, tornando a multitarefa mais simples e eficiente.\n\nCom esta extensão, você não precisa mais navegar por várias etapas para acessar a área de trabalho do WhatsApp. Ele foi projetado para se integrar perfeitamente ao seu fluxo de trabalho, fornecendo uma maneira rápida e eficiente de permanecer conectado.\n\nWhatsApp, WhatsApp desktop, web para WhatsApp, WhatsApp para Web, sincronização com celular, extensão de navegador para WhatsApp."
  }
}