{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Forest Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the calming beauty of nature to your browser with the Forest Theme"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the calming beauty of nature to your browser with Forest Theme! This theme immerses you in the serene landscapes of lush forests, turning every new tab into a peaceful escape. \n\nNot only does it provide stunning visuals, but it also comes packed with powerful features designed to enhance your browsing experience.\n\nForest Theme offers ample customization options, allowing you to make your browser truly your own. \n\nAdd shortcuts to quickly access your most-used apps and websites, manage your time efficiently with a time and date display, and keep track of your favorite pages using the bookmarks feature. \n\nYou can also jot down quick ideas or important tasks with the built-in notes feature. These tools are seamlessly integrated to keep your browsing experience both beautiful and productive.\n\nIn addition to its stunning forest-inspired visuals, Forest Theme stands out with its versatility. You can switch between different forest backgrounds to fit your mood with the theme switching feature. \n\nWhether you want to enjoy a calm, tranquil forest or a more vibrant, dynamic scenery, every new tab will offer a fresh and immersive experience.\n\nPerfect for nature lovers and anyone seeking a more organized, personalized browser experience, Forest Theme combines nature’s peaceful charm with practical functionality. Download it now and step into the serene world of the forest with every new tab!"
  }
}