{
  "name": {
    "ar": "Stack Jump Play عبر الإنترنت مجانًا",
    "am": "Steck Love Play በመስመር ላይ ነፃ",
    "bg": "Стек скок играйте онлайн безплатно",
    "bn": "স্ট্যাক জাম্প অনলাইন বিনামূল্যে খেলুন",
    "ca,en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Stack Jump Play Online Free",
    "cs": "Stack Jump Play online zdarma",
    "da": "Stack Jump Play Online GRATIS",
    "de": "Stapelsprung online kostenlos spielen",
    "el": "Stack Jump Play online δωρεάν",
    "es": "Stack Jump Play en línea gratis",
    "et": "Virna hüppamine veebis tasuta",
    "fa": "پشته پرش آنلاین رایگان",
    "fi": "Pino hyppypeli verkossa ilmaiseksi",
    "fr": "Pile saut jouer en ligne gratuitement",
    "gu": "સ્ટેક જમ્પ online નલાઇન નિ free શુલ્ક",
    "he": "ערימה קפיצה משחק ברשת בחינם",
    "hi": "स्टैक जंप ऑनलाइन मुफ्त खेलते हैं",
    "hr": "STACK skok igrajte na mreži besplatno",
    "hu": "Stack jump játsszon online ingyen",
    "id": "Stack Jump Play Online Gratis",
    "it": "STACK Jump Play online gratis",
    "ja": "スタックジャンププレイオンラインで無料",
    "kn": "ಸ್ಟ್ಯಾಕ್ ಜಂಪ್ ಪ್ಲೇ ಆನ್‌ಲೈನ್ ಉಚಿತ",
    "ko": "스택 점프 플레이 온라인 무료",
    "ml": "സ്റ്റാക്ക് ജമ്പ് ഓൺലൈൻ സ .ജന്യമായി",
    "mr": "स्टॅक जंप प्ले ऑनलाईन विनामूल्य",
    "ms": "Stack Jump Play Online Percuma",
    "nl": "Stack Jump speel gratis online spelen",
    "no": "Stack Jump Play Online gratis",
    "pl": "Skocz skocz grać online za darmo",
    "ro": "Stack Jump Joacă online gratuit",
    "ru": "Стек Jump Play онлайн бесплатно",
    "sk": "Stack Jump Play online zadarmo",
    "sl": "Stack Jump Play Online brezplačno",
    "sr": "Стацк Скок Плаи Плаи Онлине Фрее",
    "sv": "Stack Jump Spela online gratis",
    "sw": "Stack kuruka kucheza mkondoni bure",
    "ta": "ஸ்டாக் ஜம்ப் ஆன்லைனில் இலவசமாக விளையாடுங்கள்",
    "te": "స్టాక్ జంప్ ఆన్‌లైన్ ఉచితంగా ప్లే చేయండి",
    "th": "สแต็คกระโดดเล่นออนไลน์ฟรี",
    "tr": "Stack Jump Play Online Ücretsiz",
    "uk": "Stack стрибок грає в Інтернет безкоштовно",
    "vi": "Stack jump play trực tuyến miễn phí"
  },
  "short": {
    "ar": "القفز يحب القفز على أكوام من الطوب! كن الطائر النهائي في المكدس ويقفز بسرعة فوق المداخن عند بنائها.",
    "am": "ዝላይ በጡብ መከለያዎች ላይ መዝለል ይወዳል! የመጨረሻው የቁልል ዘመድ ይሁኑ እና በሚገነቡበት መቆለፊያዎች ላይ በፍጥነት ይዝለሉ.",
    "bg": "Jump обича да скача на купчини тухли! Бъдете най -добрия джъмпер и бързо скочете отгоре на стековете, когато са построени.",
    "bn": "জাম্প ইটের স্ট্যাকগুলিতে ঝাঁপিয়ে পড়তে পছন্দ করে! চূড়ান্ত স্ট্যাক জাম্পার হোন এবং স্ট্যাকগুলির উপরে তৈরি হওয়ার সাথে সাথে দ্রুত…",
    "ca": "Jump li encanta saltar sobre piles de maons! Sigues el saltador de pila final i salta ràpidament a sobre de les piles a mesura que…",
    "cs": "Jump miluje skočit na hromádky cihel! Buďte konečným zásobníkem a rychle skočte na vrchol hromádek, jak jsou postaveny.",
    "da": "Spring elsker at hoppe på stabler med mursten! Vær den ultimative stakjumper og spring hurtigt oven på stablerne, når de er bygget.",
    "de": "Sprung liebt es, auf Stapel von Ziegeln zu springen! Seien Sie der ultimative Stack -Jumper und springen Sie schnell auf die…",
    "el": "Το Jump αγαπά να πηδήξει στις στοίβες των τούβλων! Γίνετε ο απόλυτος άλτης στοίβας και γρήγορα πηδήξτε πάνω από τις στοίβες καθώς…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Jump LOVES to jump on stacks of bricks! Be the ULTIMATE stack jumper and quickly jump on top of the stacks as they are built.",
    "es": "¡Saltar le encanta saltar sobre pilas de ladrillos! Sé el mejor jersey de la pila y salta rápidamente sobre las pilas a medida que…",
    "et": "Jump armastab hüpata telliste virnadele! Ole ülim virnahüppaja ja hüpake ehitamise ajal kiiresti virnade peale.",
    "fa": "پرش دوست دارد روی پشته های آجر پرش کند! بلوز پشته نهایی باشید و به سرعت در بالای پشته ها پرش کنید.",
    "fi": "Hyppää rakastaa hypätä tiilipinoihin! Ole lopullinen pino -hyppääjä ja hyppää nopeasti pinojen päälle, kun ne on rakennettu.",
    "fr": "Jump aime sauter sur des piles de briques! Soyez le cavalier de pile ultime et sautez rapidement sur les piles lors de leur…",
    "gu": "જમ્પ ઇંટોના સ્ટેક્સ પર કૂદવાનું પસંદ કરે છે! અંતિમ સ્ટેક જમ્પર બનો અને સ્ટેક્સની ટોચની જેમ ઝડપથી કૂદકો.",
    "he": "קפיצה אוהבת לקפוץ על ערימות של לבנים! היה מגשר הערימה האולטימטיבי וקפוץ במהירות על גבי הערימות בזמן שהם בנויים.",
    "hi": "कूद ईंटों के ढेर पर कूदने के लिए प्यार करता है! परम स्टैक जम्पर बनें और जल्दी से ढेर के ऊपर कूदें क्योंकि वे निर्मित हैं।",
    "hr": "Jump voli skakati na hrpe cigle! Budite vrhunski skakač i brzo skočite na vrh hrpe dok su izgrađeni.",
    "hu": "Jump szereti ugrani a téglák halomra! Legyen a végső verem ugró, és gyorsan ugorjon a halom tetejére, amikor épülnek.",
    "id": "Jump suka melompat pada tumpukan batu bata! Jadilah jumper tumpukan utama dan dengan cepat melompat di atas tumpukan saat dibangun.",
    "it": "Jump loves saltare su pile di mattoni! Sii l'ultimo maglione dello stack e salta rapidamente sopra le pile mentre sono costruite.",
    "ja": "ジャンプはレンガのスタックにジャンプするのが大好きです！ 究極のスタックジャンパーになり、スタックが構築されるとすぐにジャンプします。",
    "kn": "ಜಂಪ್ ಇಟ್ಟಿಗೆಗಳ ರಾಶಿಯ ಮೇಲೆ ನೆಗೆಯುವುದನ್ನು ಇಷ್ಟಪಡುತ್ತದೆ! ಅಂತಿಮ ಸ್ಟ್ಯಾಕ್ ಜಿಗಿತಗಾರನಾಗಿರಿ ಮತ್ತು ಅವುಗಳನ್ನು ನಿರ್ಮಿಸಿದಂತೆ ತ್ವರಿತವಾಗಿ…",
    "ko": "점프는 벽돌 스택에 점프하는 것을 좋아합니다! 궁극적 인 스택 점퍼가되고 구축 될 때 스택 위에 빠르게 뛰어 오십시오.",
    "ml": "ജമ്പ് ഇഷ്ടികകളുടെ കൂട്ടത്തിൽ ചാടാൻ ഇഷ്ടപ്പെടുന്നു! ആത്യന്തിക സ്റ്റാക്ക് ജമ്പർ ആകുക, അവ നിർമ്മിച്ചതുപോലെ സ്റ്റാക്കുകളുടെ മുകളിൽ…",
    "mr": "जंपला विटांच्या स्टॅकवर उडी मारणे आवडते! अल्टिमेट स्टॅक जम्पर व्हा आणि ते तयार केल्याप्रमाणे स्टॅकच्या वर द्रुतपणे उडी घ्या.",
    "ms": "Lompat suka melompat pada susunan batu bata! Jadilah pelompat stack muktamad dan cepat melompat di atas susunan kerana mereka…",
    "nl": "Jump houdt ervan om op stapels stenen te springen! Wees de ultieme stapeljumper en spring snel bovenop de stapels terwijl ze worden…",
    "no": "Hopp elsker å hoppe på stabler med murstein! Vær den ultimate stack -jumperen og hopp raskt på toppen av stablene når de er bygget.",
    "pl": "Skok uwielbia wskakiwać na stosy cegieł! Bądź ostatecznym skoczkiem do stosu i szybko wskocz na stosy podczas ich budowy.",
    "ro": "Jump iubește să sară pe stive de cărămizi! Fii jumperul de stivă suprem și sari repede deasupra stivelor pe măsură ce sunt…",
    "ru": "Jump любит прыгать на стопки кирпичей! Будьте идеальной перемычкой для стека и быстро прыгайте на вершину стеков по мере их…",
    "sk": "Skok miluje skočiť na stohy tehál! Buďte dokonalým skokanom a rýchlo skočte na stohy, keď sú postavené.",
    "sl": "Skok rad skoči na kup opeke! Bodite vrhunski skakalec in hitro skočite na kup, ko so zgrajene.",
    "sr": "Скочи воли да скочи на хрпе цигле! Будите врхунски скакач стака и брзо скочите на врх хрпа док су изграђени.",
    "sv": "Hoppa älskar att hoppa på travar med tegel! Var den ultimata stackhopparen och hoppa snabbt ovanpå travarna när de är byggda.",
    "sw": "Rukia anapenda kuruka juu ya starehe za matofali! Kuwa jumper ya mwisho ya stack na kuruka haraka juu ya starehe kama zinajengwa.",
    "ta": "ஜம்ப் செங்கற்களின் அடுக்குகளில் குதிக்க விரும்புகிறார்! அல்டிமேட் ஸ்டாக் ஜம்பராக இருங்கள், அவை கட்டப்பட்டிருக்கும்போது விரைவாக…",
    "te": "జంప్ ఇటుకల స్టాక్‌లపై దూకడం ఇష్టపడతాడు! అంతిమ స్టాక్ జంపర్ అవ్వండి మరియు స్టాక్‌లు నిర్మించినప్పుడు త్వరగా పైన దూకుతారు.",
    "th": "กระโดดชอบกระโดดขึ้นไปบนกองอิฐ! เป็นจัมเปอร์สแต็คที่ดีที่สุดและกระโดดขึ้นไปบนกองอย่างรวดเร็วตามที่สร้างขึ้น",
    "tr": "Jump tuğla yığınlarına atlamayı seviyor! Nihai yığın jumper'ı olun ve inşa edildikçe istiflerin üstüne hızla atlayın.",
    "uk": "Стрибок любить стрибати на стопках цегли! Будьте кінцевою перемичкою для стека і швидко стрибайте на вершину стек, коли вони…",
    "vi": "Nhảy yêu để nhảy lên ngăn gạch! Hãy là người nhảy Stack Ultimate và nhanh chóng nhảy lên trên các ngăn xếp khi chúng được chế tạo."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Game Description\nJump LOVES to jump on stacks of bricks! Be the ULTIMATE stack jumper and quickly jump on top of the stacks as they are built. But watch out, if you miss your jump, you will tumble all they way down to the ground! Ouch!\n\nYou can also play other Categories Game.\n\nBe a top player, and you will earn another jumper to jump on stacks. Good luck!\n\nGame Instructions\nTap or click to Play. Tap Jump to jump on each stack of bricks as they zip to the stack. Be quick or your miss your jump and tumble to the ground!\n\nGain points and be the ULTIMATE stack jumper! Good luck!"
  }
}