{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ISAM ESSO"
  },
  "short": {
    "ar": "تسجيل دخول واحد الى تطبيق الانترنت باستخدام ‏‎IBM Security Access Manager for Enterprise Single Sign-on‎‏.",
    "am,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,hr,id,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Single sign-on to web applications with IBM Security Access Manager for Enterprise Single Sign-on.",
    "cs": "Jednotné přihlášení do webových aplikací pomocí produktu IBM Security Access Manager for Enterprise Single Sign-on.",
    "da": "Enkelt logon til webapplikationer med IBM Security Access Manager for Enterprise Single Sign-on.",
    "de": "Verwenden Sie IBM Security Access Manager for Enterprise Single Sign-on, um sich über Single Sign-on bei Webanwendungen anzumelden.",
    "es": "Inicie una única sesión en las aplicaciones web con IBM Security Access Manager for Enterprise Single Sign-on.",
    "fi": "Kertakirjautuminen Web-sovelluksiin IBM Security Access Manager for Enterprise Single Sign-on -palvelun avulla.",
    "fr": "Connexion unique aux applications Web avec IBM Security Access Manager for Enterprise Single Sign-on.",
    "he": "התחברות בזהות יחידה ליישומי רשת באמצעות IBM Security Access Manager for Enterprise Single Sign-on.",
    "hu": "Egypontos bejelentkezés webalkalmazásokba az IBM Security Access Manager for Enterprise Single Sign-on használatával.",
    "it": "SSO (Single sign-on) alle applicazioni web con IBM Security Access Manager for Enterprise Single Sign-on.",
    "ja": "IBM Security Access Manager for Enterprise Single Sign-On による Web アプリケーションへのシングル・サインオン。",
    "ko": "IBM Security Access Manager for Enterprise Single Sign-on을 사용하여 웹 애플리케이션에 싱글 사인온합니다.",
    "nl": "Enkelvoudige aanmelding bij webtoepassingen met IBM Security Access Manager for Enterprise Single Sign-on.",
    "pl": "Pojedyncze logowanie do aplikacji WWW przy użyciu produktu IBM Security Access Manager for Enterprise Single Sign-on.",
    "pt_BR": "Conexão única para aplicativos da web com o IBM Security Access Manager for Enterprise Single Sign-on.",
    "ru": "Единая регистрация в веб-приложениях посредством IBM Security Access Manager for Enterprise Single Sign-on.",
    "zh_CN": "使用 IBM Security Access Manager for Enterprise Single Sign-on 单点登录到 Web 应用程序。",
    "zh_TW": "使用 IBM Security Access Manager for Enterprise Single Sign-on 單一登入 Web 應用程式。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is a component of IBM Security Access Manager for Enterprise Single Sign-on and provides single sign-on to web applications. It eliminates the need to remember and manage passwords with automatic logon and password change for web applications."
  }
}