{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IP Address and Domain Information"
  },
  "short": {
    "ar": "أداة التحقيق على الإنترنت في نهاية المطاف! راجع معلومات مفصلة حول كل عنوان IP واسم المجال وموفر.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,hr,kn,ml,mr,sr,sw,ta,te": "The Ultimate online investigation tool! See detailed information about every IP Address, Domain Name and Provider.",
    "bg": "Крайната онлайн разследване инструмент! Вижте подробна информация за всеки IP адрес, домейн име и доставчик.",
    "ca": "L'eina d'investigació en línia definitiu! Veure informació detallada sobre cada adreça d'IP, nom de domini i proveïdor.",
    "cs": "Nástroj Ultimate on-line vyšetřování! Zobrazit podrobné informace o každou adresu IP, název domény a poskytovatele.",
    "da": "Den ultimative online undersøgelse værktøj! Se detaljerede oplysninger om hver IP-adresse, domænenavn og udbyder.",
    "de": "Das ultimative online-Untersuchung-Tool! Finden Sie detaillierte Informationen zu jeder IP-Adresse, Domänenname und Anbieter.",
    "el": "Το online εργαλείο έρευνας! Δείτε λεπτομερείς πληροφορίες για κάθε διεύθυνση IP, όνομα τομέα και υπηρεσία παροχής.",
    "es": "La herramienta de búsqueda en línea. Ver información detallada acerca de cada dirección IP, nombre de dominio y proveedor.",
    "et": "Ultimate online uurimise vahend! Vt üksikasjalikku teavet iga IP aadressi, domeeni nime ja pakkuja.",
    "fa": "ابزار تحقیق نهایی آنلاین! اطلاعات دقیق در مورد هر آدرس IP، نام دامنه و سرویس دهنده را مشاهده کنید.",
    "fi": "Lopullinen online tutkimus työkalu! Katso yksityiskohtaisia tietoja jokaisen IP-osoite, toimialuenimi ja toimittaja.",
    "fr": "L'outil d'enquête en ligne ultime ! Voir les informations détaillées sur chaque adresse IP, le nom de domaine et le fournisseur.",
    "he": "הכלי האולטימטיבי חקירה באינטרנט! ראה מידע מפורט אודות כל כתובת IP, שם תחום, ספק.",
    "hi": "परम ऑनलाइन जांच उपकरण! हर IP पता, डोमेन नाम और प्रदाता के बारे में विस्तृत जानकारी देखें।",
    "hu": "A végső online vizsgálat szerszám! Lásd a részletes információt minden IP-cím, a Domain név és a szolgáltató.",
    "id": "Alat Ultimate penyelidikan online! Melihat informasi rinci tentang setiap alamat IP, nama Domain, dan penyedia.",
    "it": "Lo strumento di indagine online Ultimate! Vedere informazioni dettagliate su ogni indirizzo IP, il nome di dominio e il Provider.",
    "ja": "究極のオンライン調査ツール ！すべての IP アドレスやドメイン名プロバイダーに関する詳細情報を参照してください。",
    "ko": "궁극적인 온라인 조사 도구! 모든 IP 주소, 도메인 이름 공급자에 대 한 자세한 정보를 참조 하십시오.",
    "lt": "Galutinis internete tyrimo įrankį! Išsamios informacijos apie kiekvieną IP adresą, domeno pavadinimą ir teikėjo.",
    "lv": "Tiešsaistes izmeklēšanas līdzeklis! Skatiet detalizētu informāciju par katru IP adrese, domēna nosaukums un pakalpojumu sniedzēja.",
    "ms": "Alat penyiasatan dalam talian muktamad! Lihat maklumat terperinci mengenai setiap alamat IP, nama Domain dan pembekal.",
    "nl": "De ultieme online onderzoek tool! Zie gedetailleerde informatie over elk IP-adres, de domeinnaam en de Provider.",
    "no": "Verktøyet Ultimate online undersøkelse! Se detaljert informasjon om hver IP-adresse og domenenavn leverandøren.",
    "pl": "Narzędzie Ultimate dochodzenie online! Zobacz szczegółowe informacje na temat każdego adresu IP, nazwy domeny i dostawca.",
    "pt_BR,pt_PT": "A ferramenta de investigação on-line Ultimate! Ver informações detalhadas sobre cada endereço IP, nome de domínio e provedor.",
    "ro": "Instrumentul final ancheta online! A se vedea informaţii detaliate despre fiecare adresa IP, numele de domeniu şi furnizor.",
    "ru": "Конечная онлайн расследование инструмент! Просмотреть подробную информацию о каждой IP-адрес, доменное имя и поставщика.",
    "sk": "Ultimate online vyšetrovania nástroj! Pozrite si podrobné informácie o každú adresu IP, názov domény a poskytovateľa.",
    "sl": "Končni online preiskava orodje! Glej podrobne informacije o vsak IP naslov, ime domene in ponudnika.",
    "sv": "Det ultimata online undersökning verktyget! Se detaljerad information om varje IP-adress, domännamn och leverantör.",
    "th": "เครื่องมือตรวจสอบออนไลน์ที่ดีที่สุด ดูข้อมูลรายละเอียดเกี่ยวกับทุก IP ที่อยู่ ชื่อโดเมน และผู้ให้บริการ",
    "tr": "Ultimate online araştırma aracı! Her IP adresi, alan adı ve sağlayıcı hakkında detaylı bilgi.",
    "uk": "Кінцева онлайн розслідування інструмент! Переглянути докладну інформацію про кожен IP-адресу, ім'я домену та постачальника.",
    "vi": "Công cụ cuối cùng điều tra trực tuyến! Xem thông tin chi tiết về mỗi địa chỉ IP, tên miền và nhà cung cấp.",
    "zh_CN,zh_TW": "最终在线调查工具 ！请参阅每个 IP 地址、 域名和提供程序的详细的信息。"
  },
  "long": {
    "ar": "وهذا التمديد يعرض معلومات مفصلة حول الموقع الحالي. يمكن استخدام المعلومات لأغراض كبار المسئولين الاقتصاديين والتحقيق على الإنترنت.\n\nراجع معلومات الملكية الفكرية مثل (IPv4 و IPv6): الموقع، DNS، بيانات whois، والتوجيه، والجيران المجال، القوائم السوداء والمعلومات ASN. بما في ذلك اختصار لعنوان IP الخاص بك العامة (معلومات مييب).\n\nراجع معلومات المجال مثل: en أليكسا Quantcast مرتبة، DMOZ المعلومات، وسائل الإعلام الاجتماعية النشاط وترتيب سوالف وبيانات whois والموقع لكل مجال.\n\nراجع موفر معلومات مثل: BGP، IPv4 الشبكات الفرعية، والشبكات الفرعية IPv6، وأسماء مقدمي الخدمات متصلة (الأقران)، واستضافت، استضافت المجالات، عدد من المضيفين المزعج والشبكات الفرعية بوجون وبيانات whois.\n\n\n*******************\nهذا التمديد أيضا متاح فايرفوكس، واوبرا وسفاري.\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,hr,kn,ml,mr,sr,sw,ta,te": "This extension displays detailed information about the current website. The information can be used for online investigation and SEO purposes.\n\nSee IP info like (IPv4 and IPv6): location, DNS, whois data, routing, domain neighbors, blacklists and ASN information. Including a shortcut to Your public IP Address (myIP info).\n\nSee domain info like: Alexa en Quantcast ranking, DMOZ info, social media activity, WOT ranking, whois data and PageRank of every domain.\n\nSee provider info like: BGP, IPv4 subnets, IPv6 subnets, connected providers (peers), hosted nameservers, hosted domains, number of spam hosts, bogon subnets and whois data.\n\n\n*******************\nThis extension is also available for Firefox, Opera and Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information",
    "bg": "Това разширение показва подробна информация за текущия сайт. Информацията може да се използва за онлайн проучване и SEO цели.\n\nВижте IP информация като (IPv4 и IPv6): местоположение, DNS, whois данни, маршрут, домейн съседи, черни списъци и ASN информация. Включително на пряк път към вашия публичен IP адрес (myIP информация).\n\nВижте домейн информация като: Алекса en Quantcast класиране, DMOZ информация, социални медии активност, WOT класиране, whois данни и рейтинга на всеки домейн.\n\nВижте доставчик информация като: BGP, подмрежи IPv4, IPv6 подмрежи, свързани доставчици (връстници), домакин nameservers, хоствани домейни, брой на спам домакините, bogon подмрежи и whois данни.\n\n\n*******************\nТова разширение е също на разположение за Firefox, Opera и Safari.\nHTTPS://Addons.Mozilla.org/EN-US/Firefox/Addon/IP-Address-and-Domain-info/\nHTTPS://Addons.Opera.com/extensions/details/IP-Address-and-Domain-Information/\nhttp://www.macupdate.com/App/Mac/39018/IP-Address-Information",
    "ca": "Aquesta ampliació Mostra informació detallada sobre el lloc web actual. La informació es pot utilitzar per a propòsits SEO i investigació en línia.\n\nVeure informació IP (IPv4 i IPv6): ubicació, DNS, dades de whois, encaminament, veïns de domini, negres i ASN informació. Incloent-hi una drecera a la seva adreça IP pública (myIP informació).\n\nVeure informació de domini com: Alexa en Quantcast de classificació, informació DMOZ, mitjans de comunicació social activitat, rànquing de WOT, dades de whois i PageRank de cada domini.\n\nVeure informació de proveïdor com: BGP, IPv4 subxarxes, IPv6 subxarxes, proveïdors connectats (companys), allotjats nameservers, oferia camps, nombre de correu brossa amfitrions, bogon subxarxes i dades de whois.\n\n\n*******************\nAquesta ampliació està també disponible per a Firefox, Opera i Safari.\nhttps://addons.mozilla.org/en-us/Firefox/Addon/IP-address-and-Domain-info/\nhttps://addons.Opera.com/extensions/details/IP-address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-address-Information",
    "cs": "Toto rozšíření se zobrazí podrobné informace o aktuální webové stránky. Informace lze použít pro účely SEO a on-line vyšetřování.\n\nViz informace o IP (IPv4 a IPv6): poloha, DNS, whois data, směrování, doména sousedy, černé listiny a ASN informace. Včetně zástupce svou veřejnou IP adresu (myIP informace).\n\nViz info domény jako: Alexa en Quantcast žebříčku, DMOZ informace, sociální mediální aktivity, WOT pořadí, whois údajů a PageRank ve všech doménách.\n\nViz informace o poskytovateli jako: BGP, podsítě IPv4, IPv6 podsítí, připojené poskytovatelů (vrstevníci), hostil nameservery, hostil domén, počet spamu hostitelů, bogon podsítí a whois údajů.\n\n\n*******************\nToto rozšíření je také k dispozici pro Firefox, Opera a Safari.\nhttps://addons.mozilla.org/en-us/Firefox/Addon/IP-Address-and-Domain-info/\nhttps://addons.opera.com/Extensions/Details/IP-Address-and-Domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "da": "Denne udvidelse viser detaljerede oplysninger om den aktuelle hjemmeside. Oplysningerne kan bruges til online undersøgelse og SEO formål.\n\nSe IP info som (IPv4 og IPv6): placering, DNS, whois-data, routing, domæne naboer, sortlister og ASN oplysninger. Herunder en genvej til din offentlige IP-adresse (myIP info).\n\nSe domæne info som: Alexa da Quantcast ranking, DMOZ info, sociale medier aktivitet, WOT ranking, whois-data og PageRank for hvert domæne.\n\nSe leverandør info som: BGP, IPv4-undernet, IPv6-undernet, tilsluttede udbydere (jævnaldrende), hosted navneservere, hostet domæner, antal spam værter, bogon undernet og whois-data.\n\n\n*******************\nDenne udvidelse er også tilgængelig til Firefox, Opera og Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-address-and-Domain-info/\nhttps://addons.opera.com/extensions/details/IP-address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-address-information",
    "de": "Diese Erweiterung zeigt detaillierte Informationen über die aktuelle Webseite. Die Informationen können für online-Untersuchung und SEO-Zwecke verwendet werden.\n\nSiehe IP-Info wie (IPv4 und IPv6): Lage, DNS, Whois-Daten, routing, Domäne Nachbarn, Black- und ASN-Informationen. Auch eine Verknüpfung zu Ihrer öffentlichen IP-Adresse (MyIP-Info).\n\nSiehe Domäne Info wie: Alexa de Alexa ranking, DMOZ Infos, social-Media-Aktivität, WOT-Rang, Whois-Daten und PageRank jeder Domäne.\n\nFinden Sie unter Anbieter-Informationen wie: BGP, IPv4-Teilnetze, IPv6-Teilnetze, angeschlossenen Anbieter (Peers), gehostete Nameserver, bewirtete Gebiete, Anzahl von Spam-Servern, Bogon Subnetze und Whois-Daten.\n\n\n*******************\nDiese Erweiterung ist auch für Firefox, Opera und Safari zur Verfügung.\nhttps://addons.mozilla.org/en-US/Firefox/Addon/IP-Address-and-Domain-Info/\nhttps://addons.Opera.com/Extensions/Details/IP-Address-and-Domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "el": "Αυτή η επέκταση εμφανίζει λεπτομερείς πληροφορίες σχετικά με την τρέχουσα ιστοσελίδα. Οι πληροφορίες μπορούν να χρησιμοποιηθούν για σκοπούς SEO και σε απευθείας σύνδεση έρευνα.\n\nΔείτε πληροφορίες IP όπως (IPv4 και IPv6): τοποθεσία, DNS, ΔΕΔΟΜΕΝΑ whois, δρομολόγηση, τομέα γείτονες, μαύρες λίστες και ASN πληροφορίες. Συμπεριλαμβανομένης μια συντόμευση για σας δημόσια διεύθυνση IP (myIP πληροφορίες).\n\nΔείτε πληροφορίες τομέα όπως: en Alexa Quantcast κατάταξη, DMOZ πληροφορίες, κοινωνικών μέσων μαζικής ενημέρωσης δραστηριότητα, WOT κατάταξη, ΔΕΔΟΜΕΝΑ whois και PageRank του κάθε τομέα.\n\nΔείτε πληροφορίες πάροχος όπως: BGP, δευτερεύοντα δίκτυα IPv4, IPv6 υποδίκτυα, συνδεδεμένων παρόχων (peers), φιλοξενείται nameservers, φιλοξενείται τομείς, ο αριθμός των spam οικοδεσπότες, bogon υποδίκτυα και δεδομένων whois.\n\n\n*******************\nΑυτή η επέκταση είναι επίσης διαθέσιμο για Firefox, όπερα και σαφάρι.\nhttps://addons.Mozilla.org/en-US/Firefox/addon/IP-Address-and-domain-info/\nhttps://addons.Opera.com/Extensions/details/IP-Address-and-domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-Address-Information",
    "es": "Esta extensión muestra información detallada sobre el sitio web actual. La información puede utilizarse para fines SEO y online de investigación.\n\nVer información IP (IPv4 y IPv6): ubicación, DNS, datos de whois, enrutamiento, vecinos de dominio, listas negras e información de ASN. Incluyendo un acceso directo a tu dirección IP pública (info myIP).\n\nVer información de dominio como: Alexa at Quantcast clasificación, información DMOZ, medios de comunicación social actividad, ranking de WOT, datos de whois y PageRank de cada dominio.\n\nVer información de proveedor como: BGP, subredes IPv4, IPv6 subredes, los proveedores conectados (pares), alojados servidores, alojados dominios, número de datos de whois, bogon subredes y hosts spam.\n\n\n*******************\nEsta extensión también está disponible para Firefox, Opera y Safari.\nhttps://addons.mozilla.org/en-US/Firefox/Addon/IP-address-and-Domain-info/\nhttps://addons.opera.com/Extensions/details/IP-address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-address-Information",
    "et": "See laiendus näitab üksikasjalikku teavet praeguse veebilehe. Andmeid kasutada online uurimise ja SEO eesmärkidel.\n\nVaata IP info nagu (IPv4 ja IPv6): asukoht, DNS, whois andmeid, marsruut, domeeni naabrid, mustades nimekirjades ja ASN teavet. Sealhulgas otsetee avalikku IP aadressi (myIP info).\n\nVt domeeni info nagu: Alexa en Quantcast edetabel, DMOZ info sotsiaalse meedia tegevust, WOT pingerida, whois andmete ja PageRank iga domeeni.\n\nVaadake teenusepakkuja info nagu: BGP, IPv4 alamvõrku, IPv6 alamvõrku, ühendatud pakkujad (eakaaslastega) võõrustas serverites võõrustas domeenid, rämpsposti hosts, bogon alamvõrku ja WHOISi andmete arv.\n\n\n*******************\nSee pikendus on ka Firefox, Opera ja Safari.\nhttps://addons.Mozilla.org/en-us/Firefox/AddOn/IP-Address-and-Domain-info/\nhttps://addons.Opera.com/Extensions/details/IP-Address-and-Domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "fi": "Tämä laajennus näyttää yksityiskohtaisia tietoja nykyinen verkkosivuilla. Tiedot voidaan online tutkimus-ja SEO tarkoituksiin.\n\nKatso IP info kuten (IPv4 ja IPv6): sijainti, DNS, whois-tiedot, reititys, toimialueen naapureita, mustia listoja ja ASN tiedot. Myös pikakuvake julkisen IP-osoitteen (myIP info).\n\nKatso toimialueen info kuten: Alexa Fi lisää ranking, DMOZ info, sosiaalisen median toimintaa, WOT sijoitusta, whois-tiedot ja PageRank jokaisen toimialueen.\n\nKatso tarjoajan tiedot kuten: BGP, IPv4 aliverkot, IPv6-aliverkkojen, kytketty tarjoajat (solmut) isännöi nimipalvelimet, kestikievari maatila, spam isännät, bogon aliverkot ja whois-tiedot.\n\n\n*******************\nTämä laajennus on saatavilla Firefox, Opera ja Safari.\nhttps://addons.Mozilla.org/en-US/Firefox/Addon/IP-Address-and-Domain-info/\nhttps://addons.Opera.com/extensions/Details/IP-Address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-Address-Information",
    "fr": "Cette extension affiche des informations détaillées sur le site Web actuel. L'information peut être utilisée pour l'enquête en ligne et à des fins de référencement.\n\nVoir info d'IP (IPv4 et IPv6): emplacement, DNS, données whois, routage, domaine voisins, listes noires et informations de l'ASN. Y compris un raccourci vers votre adresse IP publique (myIP info).\n\nVoir info domaine comme : fr Alexa Alexa classement, info DMOZ, médias sociaux activité, WOT rang, données whois et PageRank de chaque domaine.\n\nVoir fournisseur d'information comme : BGP, les sous-réseaux IPv4, IPv6 sous-réseaux, nameservers fournisseurs connectés (pairs), a accueilli, hébergé domaines, nombre d'hôtes de spam, bogon sous-réseaux et données whois.\n\n\n*******************\nCette extension est également disponible pour Firefox, Opera et Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-address-and-Domain-info/\nhttps://addons.Opera.com/extensions/Details/IP-address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-Address-information",
    "he": "הרחבה זו מוצג מידע מפורט אודות אתר האינטרנט הנוכחי. המידע יכול לשמש לצורכי חקירה באינטרנט למטרות SEO.\n\nלראות את ה-IP פרטי כמו (IPv4 ו- IPv6): מיקום, DNS, הנתונים whois, ניתוב, תחום שכנים, blacklists ומידע ASN. לרבות קיצור דרך כתובת IP ציבורית (myIP info).\n\nלראות את פרטי התחום כמו: אלקסה en Quantcast הדירוג, פרטי דמוז, מדיה חברתית פעילות, הדירוג WOT, הנתונים whois, PageRank של כל תחום.\n\nלראות את פרטי ספק כמו: BGP, רשתות של IPv4, IPv6 ברשתות משנה, ספקים המחוברים (peers), מתארח לגלישה, אירח קבוצות מחשבים, מספר מארחים דואר זבל, bogon רשתות משנה ונתונים whois.\n\n\n*******************\nהרחבה זו זמינה גם עבור פיירפוקס, אופרה, ספארי.\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information",
    "hi": "इस विस्तार के वर्तमान वेबसाइट के बारे में विस्तृत जानकारी प्रदर्शित करता है। जानकारी ऑनलाइन जांच और एसईओ प्रयोजनों के लिए इस्तेमाल किया जा सकता है।\n\n(IPv4 और IPv6) जैसे IP जानकारी देखें: स्थान, DNS, whois डेटा, अनुमार्गण, डोमेन पड़ोसियों, blacklists और ASN जानकारी। किसी शॉर्टकट को अपने सार्वजनिक IP पता (myIP जानकारी) सहित।\n\nडोमेन जानकारी की तरह देखें: en Alexa रैंकिंग, DMOZ जानकारी, सामाजिक मीडिया Quantcast गतिविधि, WOT रैंकिंग, whois डेटा और हर डोमेन के PageRank.\n\nप्रदाता जानकारी की तरह देखें: BGP, सबनेट के IPv4, IPv6 सबनेट, कनेक्टेड प्रदाताओं की मेजबानी (साथियों), nameservers, डोमेन, स्पैम होस्ट्स, सबनेट के bogon और whois डेटा की संख्या की मेजबानी की।\n\n\n*******************\nयह एक्सटेंशन भी Firefox, ओपेरा और सफ़ारी के लिए उपलब्ध है।\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information",
    "hu": "Ezt a kiterjesztést a weboldal részletes információkat jelenít meg. Az információ online vizsgálat és SEO célokra használható.\n\nLásd: IP-info, mint a (IPv4 és IPv6): hely, DNS, whois adatait, útvonal, tartomány szomszédok, feketelisták és ASN. Beleértve egy parancsikont a nyilvános IP-címet (myIP info).\n\nLásd: tartomány értesít szeret: en Alexa ranking, DMOZ info, szociális média Quantcast tevékenység, WOT rangsor, whois adatokat és minden tartományt PageRank.\n\nLásd mint Szolgáltató info: BGP, IPv4-alhálózatok, IPv6-alhálózatok, kapcsolódó szolgáltatók (főnemes), tárolt névszervereket, domain házigazdája, spam házigazdák, bogon alhálózatok és whois adatok száma.\n\n\n*******************\nEz kiterjesztés is elérhető részére Kilő, Opera és a Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-Address-and-domain-info/\nhttps://addons.Opera.com/Extensions/details/IP-Address-and-domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "id": "Ekstensi ini akan menampilkan informasi rinci tentang situs yang sekarang. Informasi yang dapat digunakan untuk penyelidikan online dan tujuan SEO.\n\nMelihat IP info seperti (IPv4 dan IPv6): lokasi, DNS, whois data, routing, domain tetangga, blacklist dan ASN informasi. Termasuk shortcut untuk alamat IP umum Anda (myIP info).\n\nLihat domain info seperti: Alexa en Quantcast peringkat, DMOZ info, media sosial aktivitas, peringkat WOT, whois data, dan PageRank dari setiap domain.\n\nLihat info penyedia seperti: BGP, Subnet IPv4, IPv6 subnet, nameserver terhubung penyedia (rekan-rekan), host, host domain, jumlah spam host, Subnet bogon dan whois data.\n\n\n*******************\nEkstensi ini juga tersedia untuk Firefox, Opera dan Safari.\nhttps://addons.Mozilla.org/en-US/Firefox/addon/IP-Address-and-domain-Info/\nhttps://addons.Opera.com/extensions/Details/IP-Address-and-domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "it": "Questa estensione consente di visualizzare informazioni dettagliate sul sito Web corrente. L'informazione può essere utilizzato per scopi SEO e di indagine online.\n\nVedere informazioni IP (IPv4 e IPv6): posizione, DNS, whois dati, routing, vicini di dominio, blacklist e informazioni di ASN. Compreso un collegamento all'indirizzo IP pubblico (myIP informazioni).\n\nVedere info dominio come: Alexa en Quantcast ranking, informazioni DMOZ, sociali media attività, classifica WOT, dati whois e PageRank di ogni dominio.\n\nVedere info provider come: BGP, sottoreti IPv4, subnet IPv6, fornitori collegati (coetanei), ospitati nameserver, ospitato domini, il numero di host di posta indesiderata, bogon subnet e dati whois.\n\n\n*******************\nQuesta estensione è disponibile anche per Firefox, Opera e Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-address-and-Domain-info/\nhttps://addons.opera.com/extensions/details/IP-address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-address-Information",
    "ja": "この拡張機能は、現在の web サイトに関する詳細情報が表示されます。オンライン調査と SEO の目的のための情報を使用できます。\n\n(IPv4 および IPv6) のような IP 情報を参照してください： 場所、DNS、whois データ、ルーティング ドメインの隣人、ブラック リスト、ASN 情報。あなたのパブリック IP アドレス (myIP 情報) へのショートカットを含みます。\n\nようなドメイン情報を参照してください： en Alexa のランキングは、DMOZ の情報社会メディア Quantcast 活動、WOT のランキング、whois データ、PageRank のすべてのドメイン。\n\nプロバイダーのような情報を参照してください： BGP、IPv4 サブネット、IPv6 のサブネット、ホストされる接続プロバイダー （ピア） ネームサーバ ホスト ドメイン、スパムのホスト、bogon サブネット数と whois データ。\n\n\n*******************\nこの拡張は、Firefox、オペラとサファリのために利用できるも。\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information",
    "ko": "이 확장 현재 웹 사이트에 대 한 자세한 정보를 표시 합니다. 온라인 조사 및 SEO 목적을 위해 정보를 사용할 수 있습니다.\n\n(IPv4 및 IPv6) IP 정보를 참조 하십시오: 위치, DNS, whois 데이터, 라우팅 도메인 이웃, 블랙 리스트, ASN 정보. 공용 IP 주소 (myIP 정보)에 바로 가기를 포함 하 여.\n\n같은 도메인 정보를 참조 하십시오: 알 렉 사 엉 Quantcast 순위, DMOZ 정보, 소셜 미디어 활동, WOT 순위, whois 데이터 및 모든 도메인의 PageRank.\n\n같은 공급자 정보를 참조 하십시오: BGP, IPv4 서브넷, IPv6 서브넷, 호스트 연결 된 공급자 (동료), 이름 서버, 호스팅 도메인, 스팸 호스트, bogon 서브넷 및 whois 데이터의 수.\n\n\n*******************\n이 확장 파이어 폭스, 오페라와 사파리에 대 한 사용할 수 이기도합니다.\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information",
    "lt": "Šis išplėtimas rodo detalią informaciją apie esamą svetainę. Informacija galima internete tyrimo ir SEO tikslais.\n\nPamatyti IP informacijos, kad (IPv4 ir IPv6): vieta, DNS, whois duomenų, maršrutą, domeno kaimynai, juoduosius sąrašus ir ASN informacija. Įskaitant nuorodą į jūsų viešasis IP adresas (myIP info).\n\nPamatyti domeno informacija kaip: Alexa en Quantcast reitingą, DMOZ info, socialinės žiniasklaidos veiklą, WOT reitingą, WHOIS tipo duomenys ir PageRank kiekvienas domeno.\n\nIeškokite teikėjo info kaip: BGP, antrinis IPv4, IPv6 potinklius, susijusių paslaugų teikėjai (bendraamžių), vyko vardų serveriai, vyko domenai, šlamštas šeimininkai, bogon potinklių ir whois duomenų skaičius.\n\n\n*******************\nŠis plėtinys galioja taip pat Firefox, Opera ir Safari.\nhttps://AddOns.Mozilla.org/en-us/Firefox/Addon/IP-address-and-domain-info/\nhttps://AddOns.Opera.com/extensions/details/IP-address-and-domain-Information/\nhttp://www.MacUpdate.com/App/Mac/39018/IP-address-Information",
    "lv": "Šis pagarinājums ir parādīta detalizēta informācija par pašreizējo mājas lapā. Šo informāciju var izmantot tiešsaistes izmeklēšanas un SEO nolūkiem.\n\nRedzēt IP info kā (IPv4 un IPv6): atrašanās vieta, DNS, whois datiem, maršrutēšanas, domēna kaimiņiem, melnos sarakstus un ASN informāciju. Ieskaitot saīsni uz publisko IP adresi (myIP info).\n\nSkatiet domēna informācija, piemēram: lv Alexa ranking, DMOZ info, sociālo mediju Quantcast aktivitāte, WOT ranking, whois datu un PageRank katra domēna.\n\nSk. pakalpojumu sniedzēja info kā: BGP, IPv4 apakštīkliem, IPv6 apakštīkliem, pievienotā sniedzējiem (vienaudžiem) rīkoja nameservers rīkoja domēnus, surogātpasta saimniekiem, bogon apakštīklos un whois datu skaits.\n\n\n*******************\nŠis pagarinājums ir pieejams Firefox, Opera un Safari.\nhttps://addons.Mozilla.org/en-us/Firefox/addon/IP-address-and-domain-info/\nhttps://addons.Opera.com/Extensions/Details/IP-address-and-domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "ms": "Perluasan ini memaparkan maklumat terperinci mengenai laman web ini sekarang. Maklumat yang boleh digunakan untuk tujuan SEO dan penyiasatan dalam talian.\n\nLihat maklumat harta intelek seperti (IPv4 dan IPv6): lokasi, DNS, whois data, penghalaan, jiran-jiran domain, blacklists dan maklumat ASN. Termasuk pintasan ke alamat IP awam (myIP maklumat).\n\nLihat maklumat domain seperti: en Alexa ranking, DMOZ maklumat, media sosial Quantcast aktiviti, kedudukan WOT, whois data dan PageRank setiap domain.\n\nLihat maklumat pembekal seperti: BGP, subnet IPv4, IPv6 subnet, nameserver pembekal disambung (rakan sebaya), menganjurkan, host domain, bilangan spam hos, subnet bogon dan whois data.\n\n\n*******************\nPerluasan ini adalah juga tersedia untuk Firefox, Opera dan Safari.\nhttps://addons.Mozilla.org/en-US/Firefox/addon/IP-Address-and-domain-info/\nhttps://addons.Opera.com/Extensions/Details/IP-Address-and-domain-Information/\nhttp://www.macupdate.com/App/Mac/39018/IP-Address-Information",
    "nl": "Deze uitbreiding bevat gedetailleerde informatie over de huidige website. De informatie kan worden gebruikt voor on line onderzoek en SEO doeleinden.\n\nZie IP-info zoals (IPv4 en IPv6): locatie, DNS, whois gegevens, routering, domein buren, zwarte lijsten en ASN informatie. Met inbegrip van een snelkoppeling naar uw openbaar IP adres (myIP info).\n\nZie Domeininfo zoals: Alexa nl Quantcast ranking, DMOZ info, sociale media activiteit, WOT ranking, whois gegevens en PageRank van elk domein.\n\nZie provider info zoals: BGP, IPv4-subnetten, IPv6-subnetten, aangesloten aanbieders (peers), gehost nameservers, ontvangen domeinen, aantal spam hosts, bogon subnetten en whois gegevens.\n\n\n*******************\nDeze uitbreiding is ook beschikbaar voor Firefox, Opera en Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-Address-and-Domain-Info/\nhttps://addons.Opera.com/extensions/Details/IP-Address-and-Domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "no": "Denne utvidelsen viser detaljert informasjon om gjeldende nettstedet. Informasjonen kan brukes til online undersøkelse og SEO formål.\n\nSe IP info som (IPv4 og IPv6): plassering, DNS, whois data, ruting, domene naboer, svartelister og ASN informasjon. Inkludert en snarvei til den offentlige IP-adressen (myIP info).\n\nSe domenet info som: Alexa no Quantcast rangering, DMOZ info, sosiale medier aktivitet, WOT rangering, whois data og PageRank av alle domener.\n\nSe leverandør info som: BGP, IPv4 delnett, IPv6 delnett, tilkoblet leverandører (jevnaldrende), vert navneservere, vert domenene, spam verter, bogon delnett og whois data.\n\n\n*******************\nDenne forlengelsen er også tilgjengelig for Firefox, Opera og Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-Address-and-Domain-info/\nhttps://addons.Opera.com/extensions/details/IP-Address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-Address-Information",
    "pl": "To rozszerzenie zawiera szczegółowe informacje o bieżącej witryny sieci Web. Informacje można online dochodzenia i SEO celów.\n\nInformacje IP (IPv4 i IPv6): lokalizacja, DNS, whois danych, routingu, domeny sąsiadów, czarnych i ASN informacji. W tym pewien szybki dostêp wobec twój publiczny adres IP (myIP informacji).\n\nZobacz domeny info jak: pl Alexa rankingu, DMOZ informacji, mediów społecznych Quantcast aktywność, ranking WOT, danych whois i PageRank każdej domeny.\n\nZobacz dostawca informacji takich jak: BGP, podsieci IPv4, IPv6 podsieci połączonych dostawców (równorzędne), hostowane serwery nazw, obsługiwanych domen, liczba hostów spamu, bogon podsieci i danych whois.\n\n\n*******************\nTo rozszerzenie jest również dostępny dla Firefox, Opera i Safari.\nhttps://addons.mozilla.org/en-us/Firefox/Addon/IP-Address-and-Domain-info/\nhttps://addons.Opera.com/Extensions/details/IP-Address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-Address-Information",
    "pt_BR,pt_PT": "Esta extensão exibe informações detalhadas sobre o site atual. As informações podem ser usadas para fins SEO e de investigação on-line.\n\nVer informação IP (IPv4 e IPv6): localização, DNS, whois dados, roteamento, vizinhos de domínio, listas negras e informações da ASN. Incluindo um atalho para o seu endereço IP público (myIP informação).\n\nVer informação de domínio como: Alexa pt Quantcast classificação, informação DMOZ, meios de comunicação sociais atividade, ranking WOT, dados de whois e PageRank de cada domínio.\n\nVer informação do provedor como: BGP, sub-redes IPv4, IPv6 sub-redes, nameservers provedores conectados (peers), hospedado, hospedado domínios, o número de hosts de spam, bogon sub-redes e dados de whois.\n\n\n*******************\nEsta extensão também está disponível para o Firefox, Opera e Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-address-and-Domain-info/\nhttps://addons.opera.com/Extensions/Details/IP-address-and-Domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-Address-Information",
    "ro": "Această extensie afişează informaţii detaliate despre site-ul curent. Informaţia poate fi folosit pentru ancheta on-line şi SEO scopuri.\n\nA se vedea informaţii IP (IPv4 şi IPv6): locaţie, DNS, whois date, rutare, domeniu vecinii, liste negre şi ASN informaţii. Inclusiv o comandă rapidă la adresa de IP publice (myIP informaţii).\n\nConsultaţi domeniu informaţii cum ar fi: Alexa ro Quantcast clasament, DMOZ informaţii, mass-media sociale activitate, clasament WOT, date whois şi PageRank din fiecare domeniu.\n\nConsultaţi furnizorul de informaţii cum ar fi: BGP, subrețele IPv4, IPv6 subrețele, furnizorii conectat (colegii), găzduit de servere de nume, găzduit domenii, numărul de spam-ul gazde, bogon subreţele şi whois date.\n\n\n*******************\nAceastă extensie este, de asemenea, disponibil pentru Firefox, Opera si Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-address-and-Domain-info/\nhttps://addons.opera.com/extensions/details/IP-address-and-Domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-address-Information",
    "ru": "Этот модуль отображает подробные сведения о текущем веб-сайте. Информация может использоваться для целей SEO и онлайн расследования.\n\nИнформация IP (IPv4 и IPv6): расположение, DNS, whois данных, маршрутизации, домен соседей, черных и АСЦ информацию. Включая ярлык ваш публичный IP-адрес (myIP информация).\n\nДомен информация как: Alexa en Quantcast, ранжирование, DMOZ информация, социальные медиа активности, рейтинг WOT, данные whois и PageRank каждого домена.\n\nСмотреть как о владельце: BGP, подсетей IPv4, IPv6 подсети, серверы имен подключенных провайдеров (сверстников), размещение, хостинг, домены, количество хостов спам, bogon подсетей и данных whois.\n\n\n*******************\nЭто расширение также доступен для Firefox, Opera и Safari.\nHTTPS://addons.Mozilla.org/en-US/Firefox/Addon/IP-Address-and-Domain-info/\nHTTPS://addons.Opera.com/Extensions/Details/IP-Address-and-Domain-Information/\nhttp://www.MacUpdate.com/App/Mac/39018/IP-Address-Information",
    "sk": "Toto rozšírenie zobrazuje podrobné informácie o aktuálnej webovej stránky. Informácie možno pre účely SEO a on-line vyšetrovanie.\n\nPozri IP info ako (IPv4 a IPv6): poloha, DNS, údaje whois, smerovanie, domény susedov, blacklist a ASN informácie. Vrátane odkazu na verejnú IP adresu (myIP info).\n\nPozri domény info ako: Alexa en Quantcast rebríčku, DMOZ info, sociálne médiá činnosť, WOT poradie, údaje whois a PageRank každej domény.\n\nPozri poskytovateľ informácií ako: BGP, podsieťach protokolu IPv4, IPv6 podsietí, pripojené poskytovateľov (partnerov), hostil nameservery, hosted domény, množstvo spamu hostitelia, bogon podsietí a whois dáta.\n\n\n*******************\nToto rozšírenie je k dispozícii pre Firefox, Opera a Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-address-and-Domain-info/\nhttps://addons.Opera.com/extensions/details/IP-address-and-Domain-Information/\nhttp://www.macupdate.com/app/Mac/39018/IP-address-Information",
    "sl": "To podaljšanje prikaže podrobne informacije o trenutni spletni strani. Informacije se lahko uporabijo za namene SEO in online preiskava.\n\nGlej IP info kot (IPv4 in IPv6): mesto, DNS, whois podatkov, usmerjanja, domeni sosedov, črnih list in ASN informacije. Vključno z bližnjico na vaš javni IP naslov (myIP info).\n\nGlej domene info kot: Alexa en Quantcast razvrstitev, DMOZ info, socialnih medijev dejavnost, WOT razvrstitev, podatki iz zbirke whois in PageRank vsak domene.\n\nGlej ponudnik info kot: BGP, podomrežij IPv4, IPv6 podomrežij, povezani ponudniki (vrstniki), gostišče nameservers hosted domene, število spam gostitelji, bogon podomrežij in whois podatkov.\n\n\n*******************\nTo podaljšanje je tudi pri roki zakaj kresnica, Opera in Safari.\nhttps://addons.mozilla.org/en-us/Firefox/addon/IP-Address-and-Domain-info/\nhttps://addons.Opera.com/Extensions/Details/IP-Address-and-Domain-Information/\nhttp://www.MacUpdate.com/app/Mac/39018/IP-Address-Information",
    "sv": "Denna utvidgning visas detaljerad information om den aktuella webbplatsen. Informationen kan användas för online undersökning och SEO syften.\n\nSe IP-information som (IPv4 och IPv6): plats, DNS, whois-uppgifter, routing, domän grannar, svartlistor och ASN information. Inklusive en genväg till din offentliga IP-adressen (myIP info).\n\nSe domän information som: Alexa sv Quantcast ranking, DMOZ info, sociala medier aktivitet, WOT ranking, whois-uppgifter och PageRank för varje domän.\n\nSe leverantör information som: BGP, IPv4 undernät, IPv6-undernät, anslutna leverantörer (peers), värd namnservrar, värd domäner, antalet spam värdar, bogon undernät och whois-uppgifter.\n\n\n*******************\nDet finns också denna extension för Firefox, Opera och Safari.\nhttps://addons.mozilla.org/en-US/firefox/addon/IP-address-and-Domain-info/\nhttps://addons.opera.com/extensions/details/IP-address-and-Domain-information/\nhttp://www.macupdate.com/app/Mac/39018/IP-address-information",
    "th": "ส่วนขยายนี้แสดงข้อมูลรายละเอียดเกี่ยวกับเว็บไซต์ปัจจุบัน สามารถใช้ข้อมูลการตรวจสอบออนไลน์ SEO เพื่อวัตถุประสงค์\n\nดูข้อมูล IP (IPv4 และ IPv6): ตำแหน่ง DNS ข้อมูล whois เส้นทาง บ้านโดเมน blacklists และ ASN ข้อมูล รวมทั้งทางลัดไปยังที่อยู่ IP ของคุณสาธารณะ (ข้อมูล myIP)\n\nดูข้อมูลของโดเมนเช่น: Alexa น้ำ Quantcast จัดอันดับ DMOZ ข้อมูล สื่อสังคมจัดกิจกรรม WOT อันดับ ข้อมูล whois และรถเข้าของทุกโดเมน\n\nดูข้อมูลผู้ให้บริการเช่น: ปอนด์ เครือ IPv4, IPv6 เครือ nameservers เชื่อมต่อบริการ (เพื่อน), โฮสต์ โฮสต์โดเมน หมายเลขของโฮสต์สแปม bogon เครือข่ายย่อย และข้อมูล whois\n\n\n*******************\nส่วนขยายนี้ก็ใช้ Firefox โอเปร่า และซาฟารี\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information",
    "tr": "Bu eklentinin geçerli Web sitesi hakkında ayrıntılı bilgi görüntüler. Bilgileri, çevrimiçi araştırma ve SEO amaçlar için kullanılabilir.\n\n(IPv4 ve IPv6) IP bilgisi bkz: konumu, DNS, WHOIS veri, yönlendirme, etki alanı komşuları, kara ve ASN bilgi. Ortak IP adresiniz (myIP bilgi) için bir kısayol da dahil olmak üzere.\n\nEtki alanı bilgisi gibi bakın: Alexa tr Quantcast sıralama, DMOZ bilgi, sosyal medya etkinliği, WOT sıralaması, WHOIS veri ve her etki alanının PageRank.\n\nSağlayıcı bilgi bkz: BGP, IPv4 alt ağlar, IPv6 alt ağlarının, barındırılan bağlı sağlayıcıları (eş), nameserver, barındırılan etki alanları, spam hosts, bogon alt ağlar ve WHOIS veri.\n\n\n*******************\nBu uzatma, Firefox, Opera ve Safari de mevcuttur.\nhttps://addons.Mozilla.org/en-us/Firefox/addon/ip-Address-and-Domain-info/\nhttps://addons.opera.com/Extensions/details/ip-Address-and-Domain-information/\nhttp://www.macupdate.com/app/Mac/39018/ip-Address-information",
    "uk": "Це розширення відображаються докладні відомості про поточний веб-сайт. Інформація може використовуватися для онлайн розслідування та SEO цілей.\n\nПобачити IP відомості, такі як (IPv4 і IPv6): розташування, DNS, даних whois, маршрутизації, домен сусідів, чорних списків та ASN інформації. У тому числі ярлик для вашого IP адреса громадськість (myIP відомості).\n\nПереглянути домену відомості, такі як: ан Alexa рейтингу, DMOZ info, соціальні медіа Quantcast діяльності, WOT рейтингу, whois даних і PageRank кожного домену.\n\nБачите постачальника відомості, такі як: BGP, підмереж IPv4, IPv6 підмереж, підключеного провайдерів (однолітками), розміщення сервера імен, відбулася домени, кількість спаму хостів, bogon підмереж та даних whois.\n\n\n*******************\nЦе розширення також доступна для Firefox, Opera і Safari.\nHTTPS://Addons.Mozilla.org/EN-US/Firefox/Addon/IP-address-and-domain-info/\nHTTPS://Addons.Opera.com/Extensions/Details/IP-address-and-domain-Information/\nhttp://www.MacUpdate.com/App/Mac/39018/IP-address-Information",
    "vi": "Phần mở rộng này sẽ hiển thị các thông tin chi tiết về các trang web hiện tại. Các thông tin có thể được sử dụng trực tuyến điều tra và các mục đích SEO.\n\nXem thông tin IP như (IPv4 và IPv6): vị trí, DNS, dữ liệu whois, định tuyến, tên miền hàng xóm, nâng và ASN thông tin. Trong đó có một phím tắt của bạn địa chỉ IP công cộng (myIP thông tin).\n\nXem thông tin tên miền như: Alexa en Quantcast xếp hạng, DMOZ thông tin, phương tiện truyền thông xã hội hoạt động, xếp hạng WOT, dữ liệu whois và PageRank của tên miền mỗi.\n\nXem nhà cung cấp thông tin như: BGP, mạng con IPv4, IPv6 mạng con, máy chủ tên nhà cung cấp kết nối (đồng nghiệp), được tổ chức, tổ chức tên miền, số lượng thư rác máy chủ, mạng con bogon và dữ liệu whois.\n\n\n*******************\nPhần mở rộng này cũng có sẵn cho Firefox, Opera và Safari.\nhttps://addons.mozilla.org/en-US/Firefox/Addon/IP-address-and-Domain-info/\nhttps://addons.Opera.com/Extensions/details/IP-address-and-Domain-information/\nhttp://www.macupdate.com/App/Mac/39018/IP-address-information",
    "zh_CN,zh_TW": "此扩展显示有关当前网站的详细的信息。这些信息可以用于在线调查与 SEO 的目的。\n\n看到像 （IPv4 和 IPv6） 的 IP 信息： 位置、 DNS、 whois 数据、 路由、 域的邻居、 黑名单和 ASN 信息。包括您的公共 IP 地址 （myIP 信息） 的快捷方式。\n\n看看像域信息： Alexa en Quantcast 排名，DMOZ 信息，社交媒体活动、 WOT 排名、 whois 数据和每个域的 PageRank。\n\n请参阅提供程序的信息，像： BGP，IPv4 子网，IPv6 子网，域名服务器连接提供者 (同行) 主办，承载域，垃圾邮件主机、 bogon 子网和 whois 数据的数量。\n\n\n*******************\n此外可用于 Firefox、 歌剧和 Safari 这个扩展。\nhttps://addons.mozilla.org/en-US/firefox/addon/ip-address-and-domain-info/\nhttps://addons.opera.com/extensions/details/ip-address-and-domain-information/\nhttp://www.macupdate.com/app/mac/39018/ip-address-information"
  }
}