{
  "name": {
    "ar": "AudD® التعرف على الموسيقى",
    "am": "AudD® ሙዚቃ እውቅና",
    "bg": "AudD® разпознаване на музика",
    "bn": "AudD® সঙ্গীত স্বীকৃতি",
    "ca": "Reconeixement de música AudD®",
    "cs": "Rozpoznávání hudby AudD®",
    "da": "AudD® musikgenkendelse",
    "de": "AudD® Musikerkennung",
    "el": "Αναγνώριση μουσικής AudD®",
    "en,en_AU,en_GB,en_US,fa,no,zh_CN,zh_TW": "AudD® Music Recognition",
    "es,es_419": "Reconocimiento de música AudD®",
    "et": "AudD® muusikatuvastus",
    "fi": "AudD®-musiikintunnistus",
    "fil": "AudD® Pagkilala sa Musika",
    "fr": "Reconnaissance musicale AudD®",
    "gu": "AudD® સંગીત ઓળખ",
    "he": "AudD® זיהוי מוזיקה",
    "hi": "ऑडडी® संगीत पहचान",
    "hr": "AudD® prepoznavanje glazbe",
    "hu": "AudD® zenefelismerés",
    "id": "Pengenalan Musik AudD®",
    "it": "Riconoscimento musicale AudD®",
    "ja": "AudD®音楽認識",
    "kn": "AudD® ಸಂಗೀತ ಗುರುತಿಸುವಿಕೆ",
    "ko": "AudD® 음악 인식",
    "lt": "AudD® muzikos atpažinimas",
    "lv": "AudD® mūzikas atpazīšana",
    "ml": "AudD® സംഗീതം തിരിച്ചറിയൽ",
    "mr": "AudD® संगीत ओळख",
    "ms": "Pengecaman Muzik AudD®",
    "nl": "AudD® Muziekherkenning",
    "pl": "Rozpoznawanie muzyki AudD®",
    "pt_BR,pt_PT": "Reconhecimento de Música AudD®",
    "ro": "Recunoaștere muzicală AudD®",
    "ru": "AudD® - Распознавание музыки",
    "sk": "Rozpoznávanie hudby AudD®",
    "sl": "AudD® prepoznavanje glasbe",
    "sr": "АудД® музичко препознавање",
    "sv": "AudD® musikigenkänning",
    "sw": "Utambuzi wa Muziki wa AudD®",
    "ta": "AudD® இசை அங்கீகாரம்",
    "te": "AudD® సంగీత గుర్తింపు",
    "th": "AudD® การรับรู้ดนตรี",
    "tr": "AudD® Müzik Tanıma",
    "uk": "Розпізнавання музики AudD®",
    "vi": "Nhận dạng âm nhạc AudD®"
  },
  "short": {
    "ar": "تعرف على أي موسيقى من أي موقع ويب في متصفحك",
    "am": "በአሳሽዎ ውስጥ ካለ ከማንኛውም ድር ጣቢያ ማንኛውንም ሙዚቃ ይወቁ",
    "bg": "Разпознавайте всяка музика от всеки уебсайт във вашия браузър",
    "bn": "আপনার ব্রাউজারে যেকোন ওয়েবসাইট থেকে যেকোনো সঙ্গীত চিনুন",
    "ca": "Reconeix qualsevol música de qualsevol lloc web al teu navegador",
    "cs": "Rozpoznejte jakoukoli hudbu z libovolné webové stránky ve svém prohlížeči",
    "da": "Genkend enhver musik fra enhver hjemmeside i din browser",
    "de": "Erkennen Sie Musik von jeder Website in Ihrem Browser",
    "el": "Αναγνωρίστε οποιαδήποτε μουσική από οποιονδήποτε ιστότοπο στο πρόγραμμα περιήγησής σας",
    "en,en_AU,en_GB,en_US,fa,no,zh_CN,zh_TW": "Recognize any music from any website in your browser",
    "es,es_419": "Reconoce cualquier música de cualquier sitio web en tu navegador",
    "et": "Tuvastage oma brauseris mis tahes muusikat mis tahes veebisaidilt",
    "fi": "Tunnista minkä tahansa musiikin miltä tahansa selaimesi verkkosivustolta",
    "fil": "Kilalanin ang anumang musika mula sa anumang website sa iyong browser",
    "fr": "Reconnaître n'importe quelle musique de n'importe quel site Web dans votre navigateur",
    "gu": "તમારા બ્રાઉઝરમાં કોઈપણ વેબસાઇટ પરથી કોઈપણ સંગીતને ઓળખો",
    "he": "זהה כל מוזיקה מכל אתר בדפדפן שלך",
    "hi": "अपने ब्राउज़र में किसी भी वेबसाइट के किसी भी संगीत को पहचानें",
    "hr": "Prepoznajte bilo koju glazbu s bilo koje web stranice u vašem pregledniku",
    "hu": "Bármilyen webhelyről származó zenét felismer a böngészőjében",
    "id": "Kenali musik apa pun dari situs web mana pun di browser Anda",
    "it": "Riconosci la musica di qualsiasi sito web nel tuo browser",
    "ja": "ブラウザであらゆるウェブサイトのあらゆる音楽を認識",
    "kn": "ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಯಾವುದೇ ಸಂಗೀತವನ್ನು ಗುರುತಿಸಿ",
    "ko": "브라우저에서 모든 웹사이트의 모든 음악 인식",
    "lt": "Atpažinkite bet kokią muziką iš bet kurios svetainės savo naršyklėje",
    "lv": "Atpazīstiet jebkuru mūziku no jebkuras vietnes savā pārlūkprogrammā",
    "ml": "നിങ്ങളുടെ ബ്രൗസറിലെ ഏത് വെബ്‌സൈറ്റിൽ നിന്നും ഏത് സംഗീതവും തിരിച്ചറിയുക",
    "mr": "तुमच्या ब्राउझरमधील कोणत्याही वेबसाइटवरील कोणतेही संगीत ओळखा",
    "ms": "Kenali mana-mana muzik dari mana-mana tapak web dalam penyemak imbas anda",
    "nl": "Herken alle muziek van elke website in uw browser",
    "pl": "Rozpoznaj dowolną muzykę z dowolnej witryny w przeglądarce",
    "pt_BR,pt_PT": "Reconheça qualquer música de qualquer site em seu navegador",
    "ro": "Recunoașteți orice muzică de pe orice site web în browser",
    "ru": "Распознавай любую музыку, играющую на любом сайте в браузере",
    "sk": "Rozpoznajte akúkoľvek hudbu z ľubovoľnej webovej stránky vo svojom prehliadači",
    "sl": "Prepoznajte katero koli glasbo s katerega koli spletnega mesta v vašem brskalniku",
    "sr": "Препознајте било коју музику са било које веб локације у вашем претраживачу",
    "sv": "Känn igen all musik från vilken webbplats som helst i din webbläsare",
    "sw": "Tambua muziki wowote kutoka kwa tovuti yoyote kwenye kivinjari chako",
    "ta": "உங்கள் உலாவியில் உள்ள எந்த இணையதளத்திலிருந்தும் எந்த இசையையும் அங்கீகரிக்கவும்",
    "te": "మీ బ్రౌజర్‌లోని ఏదైనా వెబ్‌సైట్ నుండి ఏదైనా సంగీతాన్ని గుర్తించండి",
    "th": "รู้จักเพลงจากเว็บไซต์ใด ๆ ในเบราว์เซอร์ของคุณ",
    "tr": "Tarayıcınızdaki herhangi bir web sitesinden herhangi bir müziği tanıyın",
    "uk": "Розпізнавайте будь-яку музику з будь-якого веб-сайту у вашому браузері",
    "vi": "Nhận ra bất kỳ bản nhạc nào từ bất kỳ trang web nào trong trình duyệt của bạn"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Install the AudD extension and click on its icon to identify the song playing on the current tab.\nWatch the video above to see how it works.\n\nAudD extension:\n- Recognizes the music playing in your browser;\n- Finds music in the AudD database with more than 80 million songs using its music recognition technology;\n- Shows lyrics for identified songs;\n- Shows links to listen to the songs on Apple Music, Spotify, Deezer, YouTube Music;\n- Displays the exact moment in the recognized song when the sound from the browser is played.\n\nMusic Recognition API: https://audd.io\nSource code: https://github.com/AudDMusic/chrome-extension\n\nExtension Powered By AudD® Music recognition API\n\nCreated and designed by the AudD.io team with help from Eric Stark, Mitchell Kossoris, and Ivan Kasatkin.",
    "ru": "Установи наше расширение, и кликни на иконку AudD, чтобы мы распознали, что за песня играет на текущей вкладке.\nПосмотри видео выше, чтобы увидеть, как это работает.\n\nРасширение AudD:\n- Находит музыку в базе данных AudD с более чем 60 миллионами песен с помощью собственной технологии распознавания музыки;\n- Показывает слова (текст) играющих песен;\n- Показывает таймкод: точные минуту и секунду, на которых в распознанной композиции играет музыка из браузера;\n- Показывает ссылки на Apple Music, Spotify, Deezer, YouTube Music.\n\nAPI распознавания музыки (AudD®): https://audd.io.\nИсходный код: https://github.com/AudDMusic/audd-chrome-extension\nИнформация об обновлениях: https://changelog.audd.io/chrome-ru\n\nДизайн расширения: Eric Stark\nИнтерфейс: Mitchell Kossoris и AudD\nРаботает на AudD® Music Recognition API\n\n-------------------------------------\nКонфиденциальность\n-------------------------------------\nМы заботимся о приватности наших пользователей. Расширение отправляет какие-либо данные только на наш сервер и только вместе с распознаваемой музыкой.\nПолный список, что передаёт расширение:\n- Аудиофайл (расширение записывает 5.5 секунд звука)\n- Адрес открытой вкладки, с которой записан звук\n- Название открытой вкладки, с которой записан звук\n- Адрес электронной почты учётной записи Google, через которую Вы вошли в Google Chrome\n- Идентификатор учётной записи Google\n- Локальный язык браузера\n- Идентификатор устройства (браузера)\n- Версию расширения\n- Идентификатор расширения"
  }
}