{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tem-u Coupons & Deals"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find the Best Coupons & Deals for Temu.com!\nMaximize your savings while shopping with this easy-to-use browser extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tem-u Coupons & Deals is a smart shopping assistant designed to help users find the best deals and coupons when shopping on the popular e-commerce platform, Temu. The extension works seamlessly in the background while you browse products on Temu, automatically searching for the most relevant coupons at checkout, helping you save time and money.\n\nAutomatic Coupon Detection: As you shop on Temu, the extension scans for available coupon codes and discounts, applying the best ones at checkout, ensuring you never miss out on savings.\n\nSimple and User-friendly Interface: With a clean and intuitive design, this extension is easy to use. No complicated settings—just install it, and it starts working immediately to enhance your shopping experience.\n\nNo More Manual Searching: Say goodbye to scouring the web for coupon codes. This extension does the heavy lifting, finding applicable discounts without the need for you to leave the Temu site or search manually.\n\nWhy Choose Temu Coupons & Deals?\n\nThis extension is perfect for frequent shoppers on Temu who are looking for effortless ways to save money. Whether you're shopping for fashion, electronics, home goods, or beauty products, this tool helps you find the best discounts and makes sure you're always getting the lowest price available."
  }
}