{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browse.live Ad Control"
  },
  "short": {
    "ar": "امتداد متصفح يمنع الإعلانات غير العادلة",
    "am,bg,bn,cs,en,en_AU,en_GB,en_US,es_419,et,gu,kn,lv,mr,ms,sk,sl,sw,ta,te,zh_TW": "A browser extension that blocks unfair ads",
    "ca": "Una extensió del navegador que bloqueja els anuncis injustos",
    "da": "En browserudvidelse, der blokerer unfair annoncer",
    "de": "Eine Browsererweiterung, die unlautere Werbung blockiert",
    "el": "Μια επέκταση προγράμματος περιήγησης που αποκλείει τις αθέμιτες διαφημίσεις",
    "es": "Una extensión del navegador que bloquea anuncios injustos",
    "fa": "افزونه مرورگری که تبلیغات ناعادلانه را مسدود می کند",
    "fi": "Selainlaajennus, joka estää epäreilut mainokset",
    "fil": "Isang extension ng browser na humaharang sa mga hindi patas na ad",
    "fr": "Une extension de navigateur qui bloque les publicités déloyales",
    "he": "תוסף דפדפן שחוסם מודעות לא הוגנות",
    "hi": "एक ब्राउज़र एक्सटेंशन जो अनुचित विज्ञापनों को रोकता है",
    "hr": "Proširenje preglednika koje blokira nepoštene oglase",
    "hu": "Böngészőbővítmény, amely blokkolja a tisztességtelen hirdetéseket",
    "id": "Ekstensi browser yang memblokir iklan yang tidak adil",
    "it": "Un'estensione del browser che blocca gli annunci sleali",
    "ja": "不当な広告をブロックするブラウザ拡張機能",
    "ko": "부당한 광고를 차단하는 브라우저 확장 프로그램",
    "lt": "Naršyklės plėtinys, blokuojantis nesąžiningus skelbimus",
    "ml": "അന്യായ പരസ്യങ്ങൾ തടയുന്ന ഒരു ബ്രൗസർ വിപുലീകരണം",
    "nl": "Een browserextensie die oneerlijke advertenties blokkeert",
    "no": "En nettleserutvidelse som blokkerer urettferdige annonser",
    "pl": "Rozszerzenie przeglądarki, które blokuje nieuczciwe reklamy",
    "pt_BR,pt_PT": "Uma extensão do navegador que bloqueia anúncios injustos",
    "ro": "O extensie de browser care blochează reclamele neloiale",
    "ru": "Расширение для браузера, которое блокирует недобросовестную рекламу",
    "sr": "Екстензија претраживача која блокира непоштене огласе",
    "sv": "Ett webbläsartillägg som blockerar orättvisa annonser",
    "th": "ส่วนขยายเบราว์เซอร์ที่บล็อกโฆษณาที่ไม่เป็นธรรม",
    "tr": "Haksız reklamları engelleyen bir tarayıcı uzantısı",
    "uk": "Розширення для браузера, яке блокує недобросовісну рекламу",
    "vi": "Tiện ích mở rộng trình duyệt chặn các quảng cáo không công bằng",
    "zh_CN": "阻止不公平广告的浏览器扩展程序"
  },
  "long": {
    "ar": "- تصفح سلمي -\nيحظر Browse.live Ad Control جميع الإعلانات غير العادلة ، مما يمنحك تجربة تصفح أنظف وأكثر إنصافًا. نستخدم قائمة الملوثات المنشورة (https://appesteem.com/polluters) لتحديد مواقع الويب والشبكات الإعلانية التي تلوث متصفحك.\n\n--تقنية فريدة حاصلة على براءة اختراع--\nيتم تعتيم الإعلانات المتبقية بفضل تقنيتنا الفريدة الحاصلة على براءة اختراع ، مما يساعدك على التركيز على المحتوى الذي يهمك. يمكنك دائمًا اختيار مشاهدة هذه الإعلانات عن طريق تمرير مؤشر الماوس فوقها.\n\nلا تجمع ميزة Browse.live Ad Control مطلقًا بياناتك الشخصية.",
    "am,bg,bn,cs,en,en_AU,en_GB,en_US,es_419,et,gu,kn,lv,mr,ms,sk,sl,sw,ta,te,zh_TW": "--Peaceful Browsing--\nBrowse.live Ad Control blocks all unfair ads, giving you the cleanest and fairest browsing experience there is. We use our published Polluter list (https://appesteem.com/polluters) to determine which websites and ad networks pollute your browser.\n\n--Unique Patented Technology--\nThe remaining ads are blurred with our unique, patented technology, helping you focus on the content that matters. You can always choose to see these ads by hovering over them.\n\nBrowse.live Ad Control never collects your personal data.",
    "ca": "--Navegació tranquil·la--\nBrowse.live Ad Control bloqueja tots els anuncis injustos, oferint-vos l'experiència de navegació més neta i justa que hi ha. Utilitzem la nostra llista de contaminants publicada (https://appesteem.com/polluters) per determinar quins llocs web i xarxes publicitàries contaminen el vostre navegador.\n\n--Tecnologia patentada única--\nLa resta d'anuncis es desdibuixen amb la nostra tecnologia patentada única, que us ajuda a centrar-vos en el contingut important. Sempre podeu triar veure aquests anuncis passant el cursor per sobre d'ells.\n\nBrowse.live Ad Control no recopila mai les vostres dades personals.",
    "da": "--Fredelig browsing--\nBrowse.live Ad Control blokerer alle uretfærdige annoncer, hvilket giver dig den reneste og mest retfærdige browseroplevelse, der findes. Vi bruger vores offentliggjorte forureningsliste (https://appesteem.com/polluters) til at bestemme, hvilke websteder og annoncenetværk, der forurener din browser.\n\n--Unik patenteret teknologi--\nDe resterende annoncer sløres med vores unikke, patenterede teknologi, der hjælper dig med at fokusere på det indhold, der betyder noget. Du kan altid vælge at se disse annoncer ved at holde markøren over dem.\n\nBrowse.live Ad Control indsamler aldrig dine personlige data.",
    "de": "--Peaceful Browsing--\nBrowse.live Ad Control blockiert alle unlauteren Anzeigen und bietet Ihnen das sauberste und fairste Surferlebnis, das es gibt. Wir verwenden unsere veröffentlichte Verursacherliste (https://appesteem.com/polluters), um festzustellen, welche Websites und Werbenetzwerke Ihren Browser verschmutzen.\n\n--Einzigartige patentierte Technologie--\nDie verbleibenden Anzeigen werden mit unserer einzigartigen, patentierten Technologie unkenntlich gemacht, damit Sie sich auf die wichtigen Inhalte konzentrieren können. Sie können diese Anzeigen jederzeit sehen, indem Sie mit der Maus darüber fahren.\n\nBrowse.live Ad Control sammelt niemals Ihre persönlichen Daten.",
    "el": "--Ειρηνική περιήγηση--\nΤο Browse.live Ad Control αποκλείει όλες τις αθέμιτες διαφημίσεις, παρέχοντάς σας την πιο καθαρή και δίκαιη εμπειρία περιήγησης που υπάρχει. Χρησιμοποιούμε τη δημοσιευμένη λίστα Ρυπαίνων (https://appesteem.com/polluters) για να καθορίσουμε ποιοι ιστότοποι και δίκτυα διαφημίσεων μολύνουν το πρόγραμμα περιήγησής σας.\n\n--Μοναδική πατενταρισμένη τεχνολογία--\nΟι υπόλοιπες διαφημίσεις είναι θολές με τη μοναδική, πατενταρισμένη τεχνολογία μας, βοηθώντας σας να εστιάσετε στο περιεχόμενο που έχει σημασία. Μπορείτε πάντα να επιλέξετε να βλέπετε αυτές τις διαφημίσεις τοποθετώντας το δείκτη του ποντικιού πάνω τους.\n\nΤο Browse.live Ad Control δεν συλλέγει ποτέ τα προσωπικά σας δεδομένα.",
    "es": "--Navegación pacífica--\nBrowse.live Ad Control bloquea todos los anuncios injustos, brindándole la experiencia de navegación más limpia y justa que existe. Usamos nuestra lista de contaminadores publicada (https://appesteem.com/polluters) para determinar qué sitios web y redes publicitarias contaminan su navegador.\n\n--Tecnología patentada única--\nLos anuncios restantes se desdibujan con nuestra tecnología única y patentada, lo que lo ayuda a concentrarse en el contenido que importa. Siempre puede optar por ver estos anuncios pasando el cursor sobre ellos.\n\nBrowse.live Ad Control nunca recopila sus datos personales.",
    "fa": "--مرور آرام--\nBrowse.live Ad Control همه تبلیغات غیرمنصفانه را مسدود می کند و تمیزترین و منصفانه ترین تجربه مرور موجود را در اختیار شما قرار می دهد. ما از لیست آلاینده منتشر شده خود (https://appesteem.com/polluters) برای تعیین اینکه کدام وب سایت ها و شبکه های تبلیغاتی مرورگر شما را آلوده می کنند استفاده می کنیم.\n\n--تکنولوژی منحصر به فرد ثبت اختراع--\nتبلیغات باقیمانده با فناوری منحصربه‌فرد و ثبت اختراع ما محو می‌شوند و به شما کمک می‌کنند روی محتوای مهم تمرکز کنید. همیشه می‌توانید با نگه داشتن ماوس روی آن‌ها، مشاهده کنید.\n\nBrowse.live Ad Control هرگز اطلاعات شخصی شما را جمع آوری نمی کند.",
    "fi": "--Rauhallista selailua--\nBrowse.live Ad Control estää kaikki epäreilut mainokset ja tarjoaa sinulle puhtaimman ja oikeudenmukaisimman selauskokemuksen. Käytämme julkaistua saastuttajaluetteloamme (https://appesteem.com/polluters) määrittääksemme, mitkä verkkosivustot ja mainosverkostot saastuttavat selaimesi.\n\n--Ainutlaatuinen patentoitu tekniikka--\nLoput mainokset on hämärtynyt ainutlaatuisella, patentoidulla teknologiallamme, mikä auttaa sinua keskittymään olennaiseen sisältöön. Voit aina valita, haluatko nähdä nämä mainokset viemällä hiiren osoittimen niiden päälle.\n\nBrowse.live Ad Control ei koskaan kerää henkilötietojasi.",
    "fil": "--Payapang Pagba-browse--\nBina-block ng Browse.live Ad Control ang lahat ng hindi patas na ad, na nagbibigay sa iyo ng pinakamalinis at pinakamatamis na karanasan sa pagba-browse. Ginagamit namin ang aming na-publish na listahan ng Polluter (https://appesteem.com/polluters) upang matukoy kung aling mga website at ad network ang dumudumi sa iyong browser.\n\n--Natatanging Patent na Teknolohiya--\nAng natitirang mga ad ay blur sa aming natatangi at patented na teknolohiya, na tumutulong sa iyong tumuon sa nilalamang mahalaga. Maaari mong piliing makita ang mga ad na ito anumang oras sa pamamagitan ng pag-hover sa mga ito.\n\nHindi kailanman kinokolekta ng Browse.live Ad Control ang iyong personal na data.",
    "fr": "--Navigation paisible--\nBrowse.live Ad Control bloque toutes les publicités déloyales, vous offrant l'expérience de navigation la plus propre et la plus juste qui soit. Nous utilisons notre liste de pollueurs publiée (https://appesteem.com/polluters) pour déterminer quels sites Web et réseaux publicitaires polluent votre navigateur.\n\n--Technologie brevetée unique--\nLes publicités restantes sont floutées grâce à notre technologie unique et brevetée, vous aidant à vous concentrer sur le contenu qui compte. Vous pouvez toujours choisir de voir ces publicités en les survolant.\n\nBrowse.live Ad Control ne collecte jamais vos données personnelles.",
    "he": "--גלישה שלווה--\nBrowse.live Ad Control חוסם את כל המודעות הלא הוגנות, ומעניק לך את חווית הגלישה הנקייה וההוגנת ביותר שיש. אנו משתמשים ברשימת המזהמים שפורסמה שלנו (https://appesteem.com/polluters) כדי לקבוע אילו אתרים ורשתות מודעות מזהמים את הדפדפן שלך.\n\n--טכנולוגיה ייחודית עם פטנט--\nשאר המודעות מטושטשות בעזרת הטכנולוגיה הייחודית שלנו, המוגנת בפטנט, ועוזרת לך להתמקד בתוכן החשוב. אתה תמיד יכול לבחור לראות את המודעות האלה על ידי ריחוף מעליהן.\n\nBrowse.live Ad Control לעולם לא אוספת את הנתונים האישיים שלך.",
    "hi": "--शांतिपूर्ण ब्राउज़िंग--\nब्राउज़ करें। लाइव विज्ञापन नियंत्रण सभी अनुचित विज्ञापनों को रोकता है, जिससे आपको सबसे साफ और निष्पक्ष ब्राउज़िंग अनुभव मिलता है। हम अपनी प्रकाशित प्रदूषण सूची (https://appesteem.com/polluters) का उपयोग यह निर्धारित करने के लिए करते हैं कि कौन सी वेबसाइट और विज्ञापन नेटवर्क आपके ब्राउज़र को प्रदूषित करते हैं।\n\n--अद्वितीय पेटेंट प्रौद्योगिकी--\nशेष विज्ञापन हमारी अनूठी, पेटेंट तकनीक से धुंधले हो जाते हैं, जिससे आपको महत्वपूर्ण सामग्री पर ध्यान केंद्रित करने में मदद मिलती है। आप इन विज्ञापनों पर होवर करके कभी भी उन्हें देखना चुन सकते हैं.\n\nब्राउज़ करें.लाइव विज्ञापन नियंत्रण कभी भी आपका व्यक्तिगत डेटा एकत्र नहीं करता है।",
    "hr": "--Mirno pregledavanje--\nKontrola oglasa Browse.live blokira sve nepoštene oglase, pružajući vam najčišće i najpoštenije iskustvo pregledavanja koje postoji. Koristimo naš objavljeni popis zagađivača (https://appesteem.com/polluters) kako bismo odredili koje web stranice i oglasne mreže zagađuju vaš preglednik.\n\n--Jedinstvena patentirana tehnologija--\nPreostali oglasi zamućeni su našom jedinstvenom, patentiranom tehnologijom, što vam pomaže da se usredotočite na sadržaj koji je važan. Uvijek možete izabrati da vidite te oglase tako da zadržite pokazivač iznad njih.\n\nBrowse.live Ad Control nikad ne prikuplja vaše osobne podatke.",
    "hu": "--Nyugodt böngészés--\nA Browse.live Ad Control blokkol minden tisztességtelen hirdetést, így a lehető legtisztább és legtisztességesebb böngészési élményt nyújtja. A közzétett szennyezők listáját (https://appesteem.com/polluters) használjuk annak meghatározására, hogy mely webhelyek és hirdetési hálózatok szennyezik a böngészőjét.\n\n--Egyedülálló szabadalmaztatott technológia--\nA fennmaradó hirdetéseket egyedülálló, szabadalmaztatott technológiánk homályosítja el, ami segít Önnek a fontos tartalomra összpontosítani. Bármikor megtekintheti ezeket a hirdetéseket, ha föléjük viszi az egérmutatót.\n\nA Browse.live Ad Control soha nem gyűjti az Ön személyes adatait.",
    "id": "--Penjelajahan Damai--\nKontrol Iklan Browse.live memblokir semua iklan yang tidak adil, memberi Anda pengalaman menjelajah yang paling bersih dan paling adil yang pernah ada. Kami menggunakan daftar Pencemar yang dipublikasikan (https://appesteem.com/polluters) untuk menentukan situs web dan jaringan iklan mana yang mencemari browser Anda.\n\n--Teknologi Unik yang Dipatenkan--\nIklan yang tersisa diburamkan dengan teknologi unik kami yang dipatenkan, membantu Anda fokus pada konten yang penting. Anda selalu dapat memilih untuk melihat iklan ini dengan mengarahkan kursor ke atasnya.\n\nBrowse.live Kontrol Iklan tidak pernah mengumpulkan data pribadi Anda.",
    "it": "--Navigazione tranquilla--\nBrowse.live Ad Control blocca tutti gli annunci sleali, offrendoti l'esperienza di navigazione più pulita e corretta che ci sia. Utilizziamo il nostro elenco di inquinatori pubblicato (https://appesteem.com/polluters) per determinare quali siti Web e reti pubblicitarie inquinano il tuo browser.\n\n--Tecnologia brevettata unica--\nGli annunci rimanenti sono offuscati dalla nostra tecnologia esclusiva e brevettata, che ti aiuta a concentrarti sui contenuti che contano. Puoi sempre scegliere di vedere questi annunci passandoci sopra con il mouse.\n\nBrowse.live Ad Control non raccoglie mai i tuoi dati personali.",
    "ja": "--平和なブラウジング--\nBrowse.live Ad Control はすべての不正な広告をブロックし、最もクリーンで公正なブラウジング体験を提供します。 公開されている汚染者リスト (https://appesteem.com/polluters) を使用して、ブラウザを汚染している Web サイトと広告ネットワークを特定します。\n\n--独自の特許技術--\n残りの広告は、特許を取得した独自の技術でぼやけられるため、重要なコンテンツに集中できます。 これらの広告にカーソルを合わせると、いつでもこれらの広告を表示するように選択できます。\n\nBrowse.live Ad Control が個人データを収集することはありません。",
    "ko": "--평화로운 브라우징--\nBrowse.live Ad Control은 모든 불공정 광고를 차단하여 가장 깨끗하고 공정한 브라우징 경험을 제공합니다. 게시된 Polluter 목록(https://appesteem.com/polluters)을 사용하여 브라우저를 오염시키는 웹사이트와 광고 네트워크를 확인합니다.\n\n--독특한 특허 기술--\n나머지 광고는 당사 고유의 특허 기술로 흐리게 처리되어 중요한 콘텐츠에 집중할 수 있습니다. 광고 위로 마우스를 가져가면 언제든지 이러한 광고가 표시되도록 선택할 수 있습니다.\n\nBrowse.live Ad Control은 개인 데이터를 수집하지 않습니다.",
    "lt": "-- Ramus naršymas --\nBrowse.live Ad Control blokuoja visus nesąžiningus skelbimus, suteikdama jums švariausią ir sąžiningiausią naršymo patirtį. Naudojame paskelbtą teršėjų sąrašą (https://appesteem.com/polluters), kad nustatytų, kurios svetainės ir skelbimų tinklai teršia jūsų naršyklę.\n\n--Unikali patentuota technologija--\nLikę skelbimai yra neryškūs naudojant mūsų unikalią, patentuotą technologiją, kuri padeda sutelkti dėmesį į turinį, kuris yra svarbus. Visada galite pasirinkti matyti šiuos skelbimus užvesdami pelės žymeklį virš jų.\n\nBrowse.live Ad Control niekada nerenka jūsų asmeninių duomenų.",
    "ml": "--സമാധാനപരമായ ബ്രൗസിംഗ്--\nBrowse.live പരസ്യ നിയന്ത്രണം എല്ലാ അന്യായ പരസ്യങ്ങളെയും തടയുന്നു, നിങ്ങൾക്ക് അവിടെയുള്ള ഏറ്റവും വൃത്തിയുള്ളതും മികച്ചതുമായ ബ്രൗസിംഗ് അനുഭവം നൽകുന്നു. നിങ്ങളുടെ ബ്രൗസറിനെ മലിനമാക്കുന്ന വെബ്‌സൈറ്റുകളും പരസ്യ നെറ്റ്‌വർക്കുകളും നിർണ്ണയിക്കാൻ ഞങ്ങൾ പ്രസിദ്ധീകരിച്ച മലിനീകരണ പട്ടിക (https://appesteem.com/polluters) ഉപയോഗിക്കുന്നു.\n\n--അദ്വിതീയ പേറ്റന്റ് ടെക്നോളജി--\nശേഷിക്കുന്ന പരസ്യങ്ങൾ ഞങ്ങളുടെ അതുല്യവും പേറ്റന്റ് നേടിയതുമായ സാങ്കേതികവിദ്യ ഉപയോഗിച്ച് മങ്ങിച്ചിരിക്കുന്നു, ഇത് പ്രധാനപ്പെട്ട ഉള്ളടക്കത്തിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കാൻ നിങ്ങളെ സഹായിക്കുന്നു. ഈ പരസ്യങ്ങൾക്ക് മുകളിൽ ഹോവർ ചെയ്‌ത് നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും അവ കാണാൻ തിരഞ്ഞെടുക്കാം.\n\nBrowse.live പരസ്യ നിയന്ത്രണം ഒരിക്കലും നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ശേഖരിക്കില്ല.",
    "nl": "--Rustig browsen--\nBrowse.live Ad Control blokkeert alle oneerlijke advertenties, waardoor u de schoonste en eerlijkste browse-ervaring krijgt die er is. We gebruiken onze gepubliceerde lijst met vervuilers (https://appesteem.com/polluters) om te bepalen welke websites en advertentienetwerken uw browser vervuilen.\n\n--Unieke gepatenteerde technologie--\nDe overige advertenties worden vervaagd met onze unieke, gepatenteerde technologie, zodat u zich kunt concentreren op de inhoud die ertoe doet. U kunt er altijd voor kiezen om deze advertenties te zien door er met de muis over te gaan.\n\nBrowse.live Ad Control verzamelt nooit uw persoonlijke gegevens.",
    "no": "--Fredelig surfing--\nBrowse.live Annonsekontroll blokkerer alle urettferdige annonser, og gir deg den reneste og mest rettferdige nettleseropplevelsen som finnes. Vi bruker vår publiserte forurensningsliste (https://appesteem.com/polluters) for å finne ut hvilke nettsteder og annonsenettverk som forurenser nettleseren din.\n\n--Unik patentert teknologi--\nDe resterende annonsene er uskarpe med vår unike, patenterte teknologi, som hjelper deg med å fokusere på innholdet som betyr noe. Du kan alltid velge å se disse annonsene ved å holde markøren over dem.\n\nBrowse.live Annonsekontroll samler aldri inn dine personlige data.",
    "pl": "--Spokojne przeglądanie--\nBrowse.live Ad Control blokuje wszystkie nieuczciwe reklamy, zapewniając najczystsze i najuczciwsze przeglądanie. Korzystamy z naszej opublikowanej listy zanieczyszczających (https://appesteem.com/polluters) w celu określenia, które witryny i sieci reklamowe zanieczyszczają Twoją przeglądarkę.\n\n--Unikalna opatentowana technologia--\nPozostałe reklamy są zamazane naszą unikalną, opatentowaną technologią, która pomaga skoncentrować się na treści, która ma znaczenie. Zawsze możesz wybrać wyświetlanie tych reklam, najeżdżając na nie kursorem.\n\nBrowse.live Ad Control nigdy nie gromadzi Twoich danych osobowych.",
    "pt_BR,pt_PT": "--Navegação tranquila--\nO Browse.live Ad Control bloqueia todos os anúncios injustos, oferecendo a você a experiência de navegação mais limpa e justa que existe. Usamos nossa lista de poluidores publicada (https://appesteem.com/polluters) para determinar quais sites e redes de anúncios poluem seu navegador.\n\n--Tecnologia patenteada única--\nOs anúncios restantes são desfocados com nossa tecnologia exclusiva e patenteada, ajudando você a se concentrar no conteúdo que importa. Você sempre pode optar por ver esses anúncios passando o mouse sobre eles.\n\nO Browse.live Ad Control nunca coleta seus dados pessoais.",
    "ro": "--Navigare linistita--\nBrowse.live Ad Control blochează toate reclamele neloiale, oferindu-vă cea mai curată și mai corectă experiență de navigare existentă. Folosim lista noastră de poluatori publicată (https://appesteem.com/polluters) pentru a determina ce site-uri web și rețele publicitare poluează browserul dvs.\n\n--Tehnologie unică brevetată--\nReclamele rămase sunt estompate cu tehnologia noastră unică, brevetată, ajutându-vă să vă concentrați asupra conținutului care contează. Puteți alege oricând să vedeți aceste anunțuri trecând cu mouse-ul peste ele.\n\nBrowse.live Ad Control nu colectează niciodată datele dumneavoastră personale.",
    "ru": "--Спокойный просмотр--\nBrowse.live Ad Control блокирует всю недобросовестную рекламу, предоставляя вам самый чистый и честный просмотр. Мы используем наш опубликованный список загрязнителей (https://appesteem.com/polluters), чтобы определить, какие веб-сайты и рекламные сети загрязняют ваш браузер.\n\n--Уникальная запатентованная технология--\nОставшиеся объявления размываются с помощью нашей уникальной запатентованной технологии, помогающей вам сосредоточиться на важном контенте. Вы всегда можете просмотреть эти объявления, наведя на них курсор.\n\nBrowse.live Ad Control никогда не собирает ваши личные данные.",
    "sr": "--Мирно прегледавање--\nBrowse.live Ad Control блокира све непоштене огласе, пружајући вам најчистије и најпоштеније искуство прегледања које постоји. Користимо нашу објављену листу загађивача (https://appesteem.com/polluters да бисмо утврдили које веб локације и огласне мреже загађују ваш прегледач.\n\n--Јединствена патентирана технологија--\nПреостали огласи су замагљени нашом јединственом, патентираном технологијом, која вам помаже да се фокусирате на садржај који је важан. Увек можете изабрати да видите ове огласе тако што ћете прећи курсором преко њих.\n\nBrowse.live Ad Control никада не прикупља ваше личне податке.",
    "sv": "--Fredlig surfning--\nBrowse.live Ad Control blockerar alla orättvisa annonser, vilket ger dig den renaste och rättvisaste webbupplevelsen som finns. Vi använder vår publicerade lista över förorenare (https://appesteem.com/polluters) för att avgöra vilka webbplatser och annonsnätverk som förorenar din webbläsare.\n\n--Unik patenterad teknologi--\nDe återstående annonserna är suddiga med vår unika, patenterade teknik, vilket hjälper dig att fokusera på innehållet som är viktigt. Du kan alltid välja att se dessa annonser genom att hålla muspekaren över dem.\n\nBrowse.live Ad Control samlar aldrig in dina personuppgifter.",
    "th": "--การท่องเว็บอย่างสันติ--\nBrowse.live Ad Control บล็อกโฆษณาที่ไม่เป็นธรรมทั้งหมด ให้ประสบการณ์การท่องเว็บที่สะอาดและยุติธรรมที่สุดแก่คุณ เราใช้รายชื่อผู้ก่อมลพิษที่เผยแพร่ของเรา (https://appesteem.com/polluters) เพื่อกำหนดว่าเว็บไซต์และเครือข่ายโฆษณาใดที่สร้างมลพิษให้กับเบราว์เซอร์ของคุณ\n\n--เทคโนโลยีที่จดสิทธิบัตรเฉพาะ--\nโฆษณาที่เหลือจะเบลอด้วยเทคโนโลยีที่จดสิทธิบัตรเฉพาะของเรา ช่วยให้คุณมุ่งเน้นไปที่เนื้อหาที่สำคัญ คุณสามารถเลือกดูโฆษณาเหล่านี้ได้ตลอดเวลาโดยวางเมาส์เหนือโฆษณา\n\nBrowse.live Ad Control จะไม่รวบรวมข้อมูลส่วนบุคคลของคุณ",
    "tr": "--Huzurlu Tarama--\nBrowse.live Reklam Kontrolü, tüm adil olmayan reklamları engelleyerek size olabilecek en temiz ve en adil tarama deneyimini sunar. Hangi web sitelerinin ve reklam ağlarının tarayıcınızı kirlettiğini belirlemek için yayınlanmış Kirletici listemizi (https://appesteem.com/polluters) kullanırız.\n\n--Benzersiz Patentli Teknoloji--\nKalan reklamlar, benzersiz, patentli teknolojimizle bulanıklaştırılarak önemli içeriğe odaklanmanıza yardımcı olur. Bu reklamları her zaman üzerlerine getirerek görmeyi seçebilirsiniz.\n\nBrowse.live Reklam Kontrolü asla kişisel verilerinizi toplamaz.",
    "uk": "-- Спокійний перегляд --\nBrowse.live Ad Control блокує всю недобросовісну рекламу, надаючи вам найчистіший і найчесніший досвід перегляду. Ми використовуємо наш опублікований список забруднювачів (https://appesteem.com/polluters), щоб визначити, які веб-сайти та рекламні мережі забруднюють ваш браузер.\n\n--Унікальна запатентована технологія--\nРешта реклами розмивається за допомогою нашої унікальної запатентованої технології, що допомагає вам зосередитися на важливому вмісті. Ви завжди можете вибрати показ цих оголошень, навівши на них курсор.\n\nBrowse.live Ad Control ніколи не збирає ваші особисті дані.",
    "vi": "- Duyệt web hiệu quả--\nBrowse.live Ad Control chặn tất cả các quảng cáo không công bằng, mang lại cho bạn trải nghiệm duyệt web rõ ràng và công bằng nhất. Chúng tôi sử dụng danh sách Polluter đã xuất bản của chúng tôi (https://appesteem.com/polluters) để xác định trang web và mạng quảng cáo nào gây ô nhiễm cho trình duyệt của bạn.\n\n--Công nghệ độc đáo được cấp bằng sáng chế--\nCác quảng cáo còn lại được làm mờ bằng công nghệ độc đáo, được cấp bằng sáng chế của chúng tôi, giúp bạn tập trung vào nội dung quan trọng. Bạn luôn có thể chọn xem những quảng cáo này bằng cách di chuột qua chúng.\n\nBrowse.live Ad Control không bao giờ thu thập dữ liệu cá nhân của bạn.",
    "zh_CN": "--安心浏览--\nBrowse.live 广告控制阻止所有不公平的广告，为您提供最干净、最公平的浏览体验。 我们使用我们发布的污染者列表 (https://appesteem.com/polluters) 来确定哪些网站和广告网络污染了您的浏览器。\n\n--独特的专利技术--\n剩余的广告使用我们独特的专利技术进行模糊处理，帮助您专注于重要的内容。 您始终可以通过将鼠标悬停在这些广告上来选择查看它们。\n\nBrowse.live Ad Control 从不收集您的个人数据。"
  }
}