{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snipe Helper for Walmart Loot Locator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool assists in locating hidden deals at Walmart with Deal Soldier's Loot Locator."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deal Soldier Loot Locator for Walmart\n\nOverview:\nThe Snipe Helper for Walmart Loot Locator Chrome extension is a simple yet powerful tool designed to enhance your experience with the Deal Soldier platform. This extension streamlines the process of copying search commands for Walmart products, allowing you to efficiently search for hidden deals across all nearby Walmart stores through Deal Soldier.\n\nKey Features:\n\nQuick Command Copying: Easily generate and copy search commands for Walmart products. This feature saves you time by automating the command creation process, allowing you to search for items across multiple stores with a few clicks.\n\nSnipe Command Button: Use the \"Snipe Command\" button to instantly copy the UPC or SKU of a Walmart product. This command can be pasted directly into the Deal Soldier platform, making it easy to initiate a search for hidden deals and inventory across nearby Walmarts.\n\nSnipe & Open Discord: Similar to Snipe Command it copy's the command, and opens discord in the proper channel to paste the command to search nearby Walmarts.\n\nAutomatic UPC/SKU Detection: The extension automatically detects the UPC or SKU of the product you're viewing on Walmart.com, ensuring you always have the correct data at your fingertips.\n\nHow It Works:\n\nNavigate to Walmart.com: As you browse Walmart.com, the extension will automatically detect the product's UPC or SKU.\nGenerate Commands: Use the extension’s buttons to generate and copy commands for searching these products in Deal Soldier.\nInstant Access to Deal Soldier Community: Use the \"Snipe & Open Discord\" feature to Navigate directly the Deal Soldier community to the proper channel to paste the command instantly.\nWhy Use This Extension?\n\nEfficiency: Save time by quickly copying the necessary commands to search all nearby Walmarts without manually entering UPCs or SKUs.\nAccuracy: Ensure accurate searches with automatic detection of product identifiers.\nSeamless Integration: Effortlessly integrates with the Deal Soldier platform and community, allowing you to act quickly on the best deals.\nSubscription Required:\nPlease note that while this extension facilitates the use of Deal Soldier commands, a subscription to Deal Soldier is required to access the full range of features and benefits on the Deal Soldier platform.\n\nHow to Subscribe:\nTo fully utilize the Deal Soldier Loot Locator for Walmart, make sure you're subscribed to Deal Soldier. Subscribe Now \"http://dealsoldier.zzemporium.com/\" to unlock the full potential of this extension.\n\nPrivacy and Permissions:\nThis extension only accesses Walmart.com to retrieve product identifiers for generating search commands. No personal data is collected, stored, or shared. For more information, please refer to our Privacy Policy."
  }
}