{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boycott For Palestine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boycott EVERYTHING that supports Israeli apartheid!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SUMMARY \n\nThe BoycottForPalestine Chrome extension is a powerful tool for raising awareness and taking action against the ongoing Israeli apartheid.  This extension goes beyond static lists and existing websites, offering a comprehensive database of brands and products that support Israeli apartheid, with a specific focus on high-growth startups, financial firms, and venture capitalists. Also, it automatically scans products on major websites (e.g. SodaStream products on Amazon) and blurs the offending items. BoycottForPalestine enables you to do something about the ongoing apartheid. \n\nLIST OF FEATURES\n\n1. Automatically blurs all sites of public Israeli companies on the Tel Aviv and American stock exchanges                \n-- Consumers and businesses can now avoid any products from Israeli public companies.                                         \n\n2. Automatically blurs all sites of top private Israeli unicorn startups and over 1500 other prominent Israeli private companies             \n-- Boycott them where it hurts the most; rising companies who desperately need growth.   \n                                    \n3. Automatically blurs top 300+ Israeli eCommerce sites                  \n-- Why buy overpriced goods from websites growing off the backs of a rogue state?                                           \n\n4. Automatically blurs thousands of investment firms (either in Israel or investing in Israel) \n-- Say goodbye to crappy Israeli hummus forever! \n\n5. Automatically blurs all companies/brands who support Israel (all companies from BDS lists) \n-- You can skip the coke and sodastream when kids in Gaza are starving and dying! \n\n6. Automatically blurs all Israeli Domains                          \n-- The world is watching every organization who is supporting the apartheid regime.                                                      \n\n7. Automatically blurs sites with large texts of Hebrew                                \n-- Supporting an ethnostate leads to conflation of the state and its religion and its language. How to avoid this? Don't create an ethnostate.                      \n\nWHY INSTALL THIS?\nIn every interaction in your life, we want you to be aware of who directly or indirectly supports the ongoing Israeli apartheid. Then, if you want to or must support them due to your circumstances, you can... but at least you are aware. By boycotting these brands and products, you can take a stand against the injustices suffered by Palestinians. While millions of Palestinians are displaced and murdered, the least you can do is stop using this apartheid country's products. Remember that everything in the world starts from a small seed -- by installing this extension, you take a small, but powerful step in supporting the rights of humans everywhere."
  }
}