{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AWB Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The AWB Generator Chrome extension is a simple tool designed to generate AWB numbers with a mod check for logistics purposes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"AWB Generator\" Chrome extension is a simple tool designed to generate valid Air Waybill (AWB) numbers with a mod check for shipping and logistics purposes. The extension offers two convenient ways for users to generate AWB numbers effortlessly:\n\nContext Menu Generation: Users can right-click on any web page or input field and access the \"AWB Generate\" option from the context menu. Upon clicking the \"AWB Generate\" button, the extension quickly generates a valid AWB number with a mod check and automatically copies it to the clipboard. This feature enables users to seamlessly generate AWB numbers while browsing the web or filling out forms.\n\nCustom Pattern Generation: By opening the extension interface, users have the option to manually trigger AWB number generation. They can specify their preferred pattern for the AWB number, allowing for greater customization. The extension intelligently handles the mod check and ensures that the generated AWB number complies with industry standards.\n\nKey Features:\n\n1. Efficient Context Menu: Right-click to generate AWB numbers and copy to clipboard with a single click, saving time and effort.\n2. Customizable Patterns: Users can define their own AWB number patterns to suit specific requirements or naming conventions.\n3. Mod Check Validation: The extension automatically performs mod check validation to ensure the generated AWB numbers are accurate and valid.\n3. Easy Clipboard Access: Copied AWB numbers are readily available in the clipboard, simplifying data entry and reducing manual errors.\n4. Lightweight and Intuitive: The extension is designed to be user-friendly, providing a seamless experience for generating AWB numbers.\n\nThe \"AWB Generator\" Chrome extension simplifies the process of generating valid AWB numbers, providing a valuable tool for individuals and businesses in the shipping and logistics industry. It enhances productivity, accuracy, and efficiency, making it an indispensable companion for anyone involved in logistics and transportation operations."
  }
}