{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GasGuard: Blockchain Gas Estimator & Alert"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GasGuard is designed to provide you with real-time insights into blockchain gas fees for upcoming blocks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GasGuard is designed to provide you with real-time insights into blockchain gas fees for upcoming blocks, ensuring that you can make informed decisions and optimize your transactions. With its intuitive interface and customizable alert settings, GasGuard empowers you to navigate the ever-changing landscape of gas fees with confidence.\n\nKey Features:\n\n1. Real-Time Monitoring: Keep a close watch on pending transactions and impending block confirmations. Continuously updates fee estimations to reflect the latest developments on the blockchain, ensuring you're always up-to-date.\n\n2. Customizable Alerts: Set personalized gas fee thresholds that align with your preferences. GasGuard will promptly notify you via browser notifications  when the gas fee conditions meet your predefined criteria, enabling you to strike the right balance between speed and cost.\n\n3. User-Friendly Interface: GasGuard is designed with user experience in mind. Its clean and intuitive interface makes it easy to interpret gas fee data and adjust your settings with just a few clicks.\n\nHow It Works:\n\n1. Install GasGuard: Add the extension to your Chrome browser effortlessly. GasGuard seamlessly integrates into your browsing experience, ready to provide valuable gas fee estimations.\n\n2. Set Your Preferences: Tailor GasGuard to your needs by configuring your preferred gas fee thresholds and alert settings. You're in control of when and how you receive notifications.\n\n3. Stay Informed: GasGuard Pro continuously monitors pending blocks and calculates estimated gas fees. As soon as conditions align with your settings, you'll receive instant alerts, allowing you to take action swiftly.\n\nDon't let fluctuating gas fees catch you off guard. Take control of your blockchain transactions with GasGuard and unlock a new level of confidence and convenience.\n\nNote: GasGuard is intended for informational purposes only and does not provide financial advice. Always exercise due diligence and conduct thorough research before making blockchain transactions."
  }
}