{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Color Usage Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze, review usage and copy colors used on websites you love!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever wondered what colors make up your favorite websites? Or needed to grab that perfect shade for your own project? Color Usage Analyzer is the must-have extension for designers, developers, and color enthusiasts!\n\n🎨 Key Features:\n- Instant Color Analysis: Get a comprehensive breakdown of colors used on any website.\n- RGB & HEX Formats: View and copy colors in both RGB and HEX formats with a single click.\n- Usage Frequency: Discover which colors dominate the page with our unique frequency analysis.\n- Visual Highlighting: Instantly see where each color is used on the page with our highlight feature.\n- User-Friendly Interface: Enjoy a sleek, card-based design for easy color management.\n- Quick Copy Functionality: Copy color codes to your clipboard with instant feedback.\n\n💡 Perfect for:\n- Web Designers seeking inspiration or analyzing competitors\n- Developers ensuring color consistency in their projects\n- Digital Artists exploring color palettes in the wild\n- Anyone curious about the colors that make the web beautiful!\n\n🚀 How it Works:\n- Click the Color Analyzer icon on any webpage\n- View a beautifully organized list of colors used on the site\n- Click to highlight where each color appears on the page\n- Easily copy RGB or HEX codes for use in your projects\n\nGive it a try and let me know what you think! I'm always looking to make it better, so don't be shy with feedback.\n\nHappy color hunting!"
  }
}