{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "LiNotes - Notes for LinkedIn",
    "es,pt_BR": "LiNotes - Notas para LinkedIn",
    "hi": "LiNotes - LinkedIn के लिए नोट्स",
    "pl": "LiNotki - Notatki dla LinkedIn",
    "zh_CN": "LiNotes - LinkedIn 的笔记"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "LiNotes lets you easily add, organize, and access private notes on your LinkedIn connections to supercharge your networking.",
    "es": "LiNotes te permite agregar, organizar y acceder fácilmente a notas privadas sobre tus contactos en LinkedIn.",
    "fr": "LiNotes vous permet d’ajouter, d’organiser et d’accéder facilement à des notes privées sur vos contacts LinkedIn.",
    "hi": "LiNotes आपको अपने LinkedIn संपर्कों पर निजी नोट्स आसानी से जोड़ने, व्यवस्थित करने और एक्सेस करने की सुविधा देता है।",
    "pl": "LiNotki umożliwiają łatwe dodawanie, organizowanie i dostęp do prywatnych notatek o Twoich kontaktach na LinkedIn.",
    "pt_BR": "LiNotes permite que você adicione, organize e acesse facilmente notas privadas sobre seus contatos no LinkedIn.",
    "zh_CN": "LiNotes 让您轻松添加、整理和访问 LinkedIn 上的私人笔记。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Are you a power user of LinkedIn, looking to take your networking and data management to the next level? Imagine having the ability to seamlessly organize your contacts, track interactions, and even build your own simple CRM—all within LinkedIn. With LiNotes, this vision becomes a reality.\n\nLiNotes empowers you to effortlessly manage your connections and ensure you never lose track of important details. Remember why you reached out—or didn’t—with just a glance. Easily revisit your key contacts, stay on top of crucial tasks, and enhance your LinkedIn efficiency like never before.\n\nWhat’s more, your data is securely stored in the cloud, accessible only by you through a simple login. No need for additional apps, and absolutely no camera or microphone permissions required. Just sign up and start enhancing your LinkedIn experience immediately.\\n\\nAll this comes at an ultra-low cost, making LinkedIn not just more effective, but truly transformative—without breaking the bank. Get ready to unlock the full potential of LinkedIn with LiNotes!",
    "es": "¿Eres un usuario avanzado de LinkedIn y quieres llevar tu gestión de contactos y datos al siguiente nivel? Imagina tener la capacidad de organizar tus contactos de manera impecable, seguir tus interacciones y hasta crear tu propio CRM simple, todo dentro de LinkedIn. Con LiNotes, esta visión se convierte en realidad.\n\nLiNotes te permite gestionar tus conexiones de forma sencilla y asegurarte de que nunca pierdas de vista los detalles importantes. Recuerda al instante por qué te pusiste en contacto—o no—con solo una mirada. Revisa fácilmente tus contactos clave, mantente al tanto de las tareas cruciales y mejora tu eficiencia en LinkedIn como nunca antes.\n\nAdemás, tus datos se almacenan de manera segura en la nube, accesibles solo para ti mediante un simple inicio de sesión. No necesitas aplicaciones adicionales, y absolutamente ninguna autorización para usar la cámara o el micrófono. Simplemente regístrate y comienza a mejorar tu experiencia en LinkedIn de inmediato.\n\nTodo esto viene a un costo ultrabajo, haciendo que LinkedIn no solo sea más efectivo, sino verdaderamente transformador, sin gastar una fortuna. ¡Prepárate para desbloquear todo el potencial de LinkedIn con LiNotes!",
    "fr": "Êtes-vous un utilisateur intensif de LinkedIn, cherchant à améliorer la gestion de vos contacts et de vos données? Imaginez avoir la possibilité d’organiser vos contacts en toute simplicité, de suivre vos interactions, et même de créer votre propre CRM simple, le tout directement sur LinkedIn. Avec LiNotes, cette vision devient réalité.\n\nLiNotes vous permet de gérer vos connexions sans effort et de ne jamais perdre de vue les détails importants. Rappelez-vous en un coup d’œil pourquoi vous avez pris contact—ou non. Revenez facilement à vos contacts clés, restez à jour sur les tâches cruciales, et améliorez votre efficacité sur LinkedIn comme jamais auparavant.\n\nDe plus, vos données sont stockées en toute sécurité dans le cloud, accessibles uniquement par vous via une simple connexion. Aucun besoin d’applications supplémentaires, et aucune autorisation de caméra ou de microphone n’est requise. Inscrivez-vous simplement et commencez immédiatement à améliorer votre expérience LinkedIn.\n\nTout cela à un coût ultra-bas, rendant LinkedIn non seulement plus efficace, mais véritablement transformateur—sans vous ruiner. Préparez-vous à débloquer tout le potentiel de LinkedIn avec LiNotes!",
    "hi": "क्या आप LinkedIn का गहन उपयोग कर रहे हैं और अपने नेटवर्किंग और डेटा प्रबंधन को अगले स्तर पर ले जाना चाहते हैं? कल्पना कीजिए, आप अपने संपर्कों को व्यवस्थित रूप से प्रबंधित कर सकते हैं, इंटरैक्शन का ट्रैक रख सकते हैं, और यहां तक कि अपना खुद का सरल CRM भी बना सकते हैं—वह भी LinkedIn के अंदर। LiNotes के साथ, यह सपना साकार हो सकता है।\n\nLiNotes आपको अपने संपर्कों को आसानी से प्रबंधित करने और महत्वपूर्ण विवरणों को कभी न भूलने की सुविधा देता है। बस एक नज़र में याद रखें कि आपने किसी व्यक्ति से संपर्क क्यों किया—या क्यों नहीं। अपने महत्वपूर्ण संपर्कों तक आसानी से पहुंचें, महत्वपूर्ण कार्यों पर नजर रखें, और अपने LinkedIn की दक्षता को पहले से कहीं अधिक बढ़ाएं।\n\nइसके अलावा, आपका डेटा सुरक्षित रूप से क्लाउड में संग्रहीत किया जाता है, और केवल आप लॉगिन के माध्यम से इसे एक्सेस कर सकते हैं। कोई अतिरिक्त ऐप की आवश्यकता नहीं है, और कैमरा या माइक्रोफोन की अनुमति भी नहीं चाहिए। बस एक खाता बनाएं और तुरंत अपने LinkedIn अनुभव को बेहतर बनाएं!\n\nयह सब एक अल्ट्रा-लो लागत पर आता है, जिससे LinkedIn न केवल अधिक प्रभावी होता है, बल्कि वास्तव में रूपांतरित हो जाता है—बिना किसी बड़ी लागत के। LiNotes के साथ LinkedIn की पूरी क्षमता को अनलॉक करने के लिए तैयार हो जाइए!",
    "pl": "Czy intensywnie korzystasz z LinkedIn i chcesz lepiej zarządzać swoimi kontaktami i danymi? Wyobraź sobie, że możesz z łatwością organizować swoje kontakty, śledzić interakcje, a nawet stworzyć własne, proste CRM—wszystko w ramach LinkedIn. Z LiNotkami to staje się możliwe.\n\nLiNotki pozwalają na bezproblemowe zarządzanie połączeniami, dzięki czemu nigdy nie zapomnisz ważnych szczegółów. Wystarczy jedno spojrzenie, aby przypomnieć sobie, dlaczego skontaktowałeś się z daną osobą—lub dlaczego tego nie zrobiłeś. Łatwo wrócisz do kluczowych kontaktów, będziesz na bieżąco z ważnymi zadaniami i zwiększysz swoją efektywność na LinkedIn jak nigdy dotąd.\n\nCo więcej, Twoje dane są bezpiecznie przechowywane w chmurze i masz do nich dostęp tylko Ty, po zalogowaniu się. Nie potrzebujesz dodatkowych aplikacji ani żadnych uprawnień do kamery czy mikrofonu. Po prostu załóż konto i natychmiast ciesz się usprawnionym doświadczeniem na LinkedIn!\n\nA to wszystko za bardzo niską cenę, która sprawi, że LinkedIn stanie się nie tylko bardziej efektywny, ale również naprawdę transformacyjny—bez konieczności dużych inwestycji. Przygotuj się na odkrycie pełnego potencjału LinkedIn z LiNotkami!",
    "pt_BR": "Você é um usuário intensivo do LinkedIn e deseja levar sua gestão de contatos e dados para o próximo nível? Imagine ter a capacidade de organizar seus contatos de forma integrada, acompanhar interações e até criar seu próprio CRM simples—tudo dentro do LinkedIn. Com o LiNotes, essa visão se torna realidade.\n\nO LiNotes permite que você gerencie suas conexões com facilidade e garante que você nunca perca detalhes importantes. Lembre-se instantaneamente por que você entrou em contato—ou não—com apenas um olhar. Revise facilmente seus contatos principais, mantenha-se atualizado sobre tarefas cruciais e aumente sua eficiência no LinkedIn como nunca antes.\n\nAlém disso, seus dados são armazenados com segurança na nuvem, acessíveis apenas por você através de um simples login. Não há necessidade de aplicativos adicionais, e absolutamente nenhuma permissão de câmera ou microfone é necessária. Basta criar uma conta e começar a aprimorar sua experiência no LinkedIn imediatamente.\n\nTudo isso com um custo ultrabaixo, tornando o LinkedIn não apenas mais eficaz, mas verdadeiramente transformador—sem quebrar o banco. Prepare-se para desbloquear todo o potencial do LinkedIn com o LiNotes!",
    "zh_CN": "你是 LinkedIn 的重度用户，想要将你的联系人管理和数据处理提升到一个新的水平吗？想象一下，你可以无缝地组织你的联系人，跟踪互动，甚至在 LinkedIn 内创建你自己的简易 CRM。使用 LiNotes，这一切都可以实现。\n\nLiNotes 让你轻松管理你的连接，确保你永远不会遗漏重要的细节。只需一眼，就能立即回想起你为什么联系了某人——或者为什么没有联系。轻松查看你的重要联系人，时刻关注关键任务，提升你在 LinkedIn 上的效率。\n\n此外，你的数据会安全地存储在云端，只有你可以通过简单的登录来访问。无需额外的应用程序，也不需要任何相机或麦克风权限。只需创建一个账户，立即享受增强后的 LinkedIn 体验！\n\n所有这些都以超低成本提供，使 LinkedIn 不仅更加高效，而且真正具有变革性——无需大量投资。准备好与 LiNotes 一起释放 LinkedIn 的全部潜力吧！"
  }
}