{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WACRM - Ultimate WhatsApp CRM & AI Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WACRM integrates WhatsApp with Chrome for seamless CRM, real-time engagement and AI assistance"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WACRM - Ultimate WhatsApp CRM & AI Assistant\n\nWACRM integrates WhatsApp with Chrome for seamless CRM, real-time engagement, customizable widgets, AI assistance, and scalable support.\n\nWACRM is a comprehensive communication solution designed to enhance customer relationship management (CRM) by integrating WhatsApp with Chrome. This integration allows businesses to streamline their communication channels, providing seamless interactions with clients and improving customer service efficiency.\n\nFree Version with Advanced Features\n\n•\tReal-time Engagement: Engage with visitors instantly through a customizable live chat widget that blends seamlessly with your Chrome extension's design.\n•\tIntegrate WhatsApp: Scan the QR Code to integrate multiple WhatsApp numbers into a unified interface, allowing management of all customer interactions from various accounts.\n•\tActive Contacts: Maintain a real-time database of active contacts for efficient follow-ups and personalized customer service.\n•\tMerge Contacts to Clients: Seamlessly merge and organize contacts into your client database, ensuring updated and accurate client information.\n•\tComprehensive Dashboard: Access an intuitive dashboard to track key performance indicators (KPIs), chat volumes, and customer satisfaction scores.\n•\tPredefined Responses: Utilize predefined chat templates to respond quickly and consistently to common customer inquiries, saving time and ensuring consistency.\n•\tCustomizable Templates: Create and customize templates to suit specific business needs and enhance customer service efficiency.\n•\tMedia Files Storage: Store and manage media files exchanged during chats, ensuring easy access.\n•\tCreate Client Task: Assign tasks to team members based on chat conversations, ensuring follow-ups and completion of action items.\n•\tChat History Sharing: Share chat histories with team members or clients to ensure transparency and continuity in communications.\nPremium Version and Custom Advanced Setup\n•\tContact Data Exports: Export contact data for further analysis or integration with other business tools and CRM systems.\n•\tCustom Workflow Setup: We release API and private support services to be used to configure advanced workflows for managing complex business processes, enhancing productivity and operational efficiency.\n•\tChatGPT Integration: Integrate AI-powered assistants like ChatGPT to handle routine inquiries, provide instant responses, and improve customer service efficiency.\n•\tSmart Responses: Utilize AI for intelligent and context-aware responses, enhancing the overall customer experience.\n•\tWhatsApp Business: Send bulk messages, promotions, and updates to customers using WhatsApp Business, enhancing marketing efforts and communication reach.\n•\tDeveloper API: Utilize developer APIs to customize and extend WACRM functionalities according to specific business needs.\n•\tIntegration Capabilities: Seamlessly integrate with other tools and platforms, enhancing the overall functionality and connectivity.\nBenefits Across Industries\n•\tEnhanced Customer Support: Provide quick and efficient support, leading to higher customer satisfaction and loyalty.\n•\tStreamlined Communication: Manage multiple communication channels from a single interface, improving efficiency and response times.\n•\tImproved Customer Insights: Gain valuable insights into customer behavior and preferences through detailed analytics and reporting.\n•\tScalability: Easily scale communication capabilities as your business grows, accommodating increasing volumes of customer interactions.\n\nWACRM is ideal for a diverse range of users including small and medium-sized businesses like e-commerce stores, service agencies, and retail businesses; large enterprises with multiple divisions and extensive customer support teams; and startups across tech, product, and service sectors. Freelancers and consultants can manage client interactions efficiently, while agencies such as marketing, design, and development firms benefit from enhanced client engagement. \n\nEducational institutions, nonprofit organizations, healthcare providers, real estate agencies, and the hospitality and travel industry can all use WACRM to provide real-time support, streamline communications, and improve customer satisfaction."
  }
}