{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Note Taker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A quick and simple note-taking Chrome extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Quick Note Taker\" is your go-to Chrome extension for jotting down ideas and reminders on the fly. Whether something urgent comes up and you need to quickly jot down information, or you want to copy-paste valuable content and add a brief note beside it for later reference, this tool is designed for speed and convenience. With its user-friendly interface, this extension offers:\n\n - Two Separate Note Files: Easily switch between two different note files to keep your thoughts organized.\n\n - Dark Mode: Adjust to your visual preferences with a single click using the \"Toggle Dark Mode\" button. Whether you're working late or just prefer the aesthetics, Quick Note Taker has got you covered.\n\n - Sleek Design: A minimalist, resizable popup design ensures that your notes are always accessible without cluttering your workspace.\n\n - Auto-Placement: Your cursor automatically positions itself at the end of your notes, so you can continue right where you left off.\n\n - Auto Save Function: Never worry about losing your notes again. With the auto save function, your notes are saved instantly and securely, ready for when you need them.\n\n - For optimal performance, it's recommended to set up a shortcut to quickly open the extension. Using shortcuts like Ctrl + X or Ctrl + Y will make the process of copy-pasting and note-taking even faster and more efficient.\n\nEquip your Chrome browser with this powerful note-taking companion and ensure you never miss out on capturing important information again!"
  }
}