{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CarbonViz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your browsing climate impact, made visible.",
    "fr": "L'impact climat de votre navigation rendu visible."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CarbonViz is an extension that makes visible the impact of our digital activities on our energy consumption and associated CO2 emissions. You can visualize live your data consumption and associated co2 emissions in your browser while browsing.\n\nWe all consume, day after day, data that transit through the Internet. Accessing this content online seems normal, obvious. But \"online\" means that this data travels, that it comes from somewhere to our favorite browser. This journey is not easy or free. Dematerialization is very expensive, in terms of resources, infrastructure and ultimately energy costs. \nCarbonViz is tackling this problem by aiming to improve the perception and understanding of digital energy issues. To better represent this information, analogies were chosen in co-creation with concerned users. \n\nCarbonViz aims to raise awareness of the cost generated by our daily use of the Web.",
    "fr": "CarbonViz est une extension qui rend visible l'impact de nos activités numériques sur notre consommation d'énergie et les émissions de CO2 associées. Vous pouvez visualiser en direct votre consommation de données et les émissions de CO2 associées dans votre navigateur tout en naviguant.\n\nNous consommons tous, jour après jour, des données qui transitent par Internet. Accéder à ce contenu en ligne semble normal, évident. Mais \"en ligne\" signifie que ces données voyagent, qu'elles viennent de quelque part jusqu'à notre navigateur préféré. Ce voyage n'est ni facile ni gratuit. La dématérialisation est très coûteuse, en termes de ressources, d'infrastructures et, en fin de compte, de coûts énergétiques. \nCarbonViz s'attaque à ce problème en cherchant à améliorer la perception et la compréhension des questions liées à l'énergie numérique. Pour mieux représenter ces informations, des analogies ont été choisies en co-création avec les utilisateurs concernés. \n\nCarbonViz vise à sensibiliser au coût généré par notre utilisation quotidienne du Web."
  }
}