{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Crop & Edit - by UltrawideWallpapers.net"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professional image cropping and editing tool with advanced adjustments."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Crop & Edit - by UltrawideWallpapers.net\n\nTake your in browser image editing to the next level with ICE (Image Crop &  Edit), a powerful and intuitive plugin designed to simplify cropping and fine-tuning images directly in your browser.\n\nWhether you’re resizing for your website, social post, ultrawide monitors, preparing wallpapers, or making quick edits, this plugin offers seamless functionality with professional-grade precision.\n\nFeatures:\n\nSimplicity: Edit any image by clicking on the toolbar icon, or Right Clicking on a webpage.\n\nPre-sets: Built in pre-sets for a very wide variety of looks\n\nCustom Aspect Ratios: Lots of custom Crop ratios built in, including extensive Social Media Support for Instagram, TikTok, YT, X Twitter, Social Banners etc.\n\nReal-Time Previews: See your changes instantly with live cropping and adjustment previews.\n\nProfessional Level image adjustments: Several simply laid out tools to creatively manipulate the image.\n\nBlack-Level Adjustments: Perfect for OLED displays, ensuring true blacks and optimized contrast.\n\nMulti-Purpose Use: Ideal for wallpapers, social media graphics, presentations, and more.\n\n\nWhy Choose Ultrawide Crop Tool?\n\nDesigned for Social Media Managers, Web Developers, Creatives, Gamers and PC Setup Enthusiasts. Built by the creator of UltrawideWallpapers.net, the go-to hub for ultrawide content.\n\nCompletely Free: No hidden fees, no subscriptions—just powerful tools at your fingertips.\n\nCommunity-Driven: Supports a growing community of ultrawide monitor users and creatives.\n\nHow It Works:\n\nAdd the plugin to Chrome.\nEdit any image by clicking on the toolbar icon and uploading from your computer, or Right Clicking on a webpage to reveal screenshot and where a site allows it - right clicking on an image to edit it.\nPlease note sites like some banking sites that intentionally block screenshots will not screenshot.\n\nFine-tune aspect ratios, levels, and more.\nSave and share your masterpiece!\n\nAbout the Creator:\n\nThis plugin is created by  professional music industry photographer Peter Neill (@ShootTheSound) and developer with a passion for quality imagery. It’s an extension of UltrawideWallpapers.net, a thriving community created by Peter offering high-resolution wallpapers and creative tools.\n\nEnhance your editing workflow today! Download the Ultrawide Crop Tool and unlock the potential of browser-based image editing."
  }
}