{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Retake"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Retake is the highly anticipated sequel in the Sprunki franchise, building upon the charm and creativity of its predecessors"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Retake is the highly anticipated sequel in the Sprunki franchise, building upon the charm and creativity of its predecessors. This game introduces players to a vibrant world filled with new characters, challenging levels, and exciting gameplay mechanics. Fans of the original Sprunki will find both familiarity and innovation, making this an enticing addition to the series.\n\nYou can also play on the website: https://sprunki.io/\n\nFeatures of Sprunki Retake\n\n1. Unique Horror Experience\n\nThe Sprunki Retake offers a fresh, dark take on traditional music mixing, enhancing the thrill of gameplay.\n\n2. Creative Sound Exploration\n\nPlayers can experiment with eerie sound combinations that provide a chilling yet exciting new dynamic.\n\n3. Artful Visuals and Sounds\n\nThe haunting visuals paired with unsettling sound effects create a uniquely immersive horror experience.\n\n4. Unlock Special Gameplay Features\n\nAs players experiment, they can unlock special combinations and sequences to enrich their adventure.\n\n5. Perfect for Horror Fans\n\nThis mod is ideal for those who appreciate a spooky twist in their gaming and music mixing experiences.\n\n6. Explore a New Side of Incredibox\n\nExperience variants of characters and soundscapes that elevate the Incredibox series to a new level.\n\nHow to play Sprunki Retake?\n\n1. Start the Game\n\nBegin your adventure in Sprunki Retake with an atmospheric and mysterious interface.\n\n2. Choose Characters\n\nSelect from redesigned characters contributing unique sounds, enhancing the horror theme.\n\n3. Create a Chilling Composition\n\nLayer ghostly vocals, unsettling rhythms, and dark effects for a hauntingly immersive experience."
  }
}