{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect Your Personal Information - Get Real time alerts when apps access your information and files"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you know how many apps and services have permission to access your private info? What about often those services access your data? Use MyPermissions to find out and regain control of your privacy!\n\nMyPermissions is a free, powerful way to scan, track and control how applications access your personal information online. Know what apps you’ve connected to - and approve, remove or report them.\n\n✔ Automatically scan your major online accounts to see what apps have access to your personal data\n✔ Filter through your apps based on permission types\n✔ Clear your apps' permissions in one click\n✔ 24/7 Protection - get alerts when apps gain access to your private info, and confirm your authorization or revoke them immediately\n✔ Stay worry-free knowing that MyPermissions doesn't retain any of your personal data -- all of your's stays within your accounts!\n\nHow does it work? \n- Simply download our extension for your browser and select the accounts you'd like to scan. We'll take care of the rest by scanning your account for external connections and give you a report on what apps or webpages have permissions to do what kind of activities.\n- Need to enter your credentials? No worries! We don't keep ANY of your personal data (we promise!) -- we'll direct you to the account's home website and you'll enter your information into their server"
  }
}