{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CS2 Case Stats - SteamTools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides detailed stats about opened cases on CS2"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CS2 Case Stats provides comprehensive statistics for your Counter-Strike 2 case openings by analyzing your Steam inventory history - no API key required! Track your case opening journey with detailed analytics directly in your browser.\n\nHow to Use: Simply click the extension icon in your browser toolbar to navigate to your Steam inventory history then click the \"Load Stats\" button and wait for the extension to analyze your data.\n\nFeatures:\n* Zero setup required - works instantly with your inventory history\n* Track total cases opened and total \"investment\"\n* Monitor drop rates for all item rarities (Gold, Covert, Classified, etc.)\n* See your StatTrak™ item statistics\n* View cases opened since your last gold item\n* Identify your most frequently opened case\n* All processing happens locally - no external API calls needed (your data is yours)\n\nGet detailed insights about your case opening history without any complicated setup or API keys.\n\nNote: CS2 Case Stats respects your privacy by processing all data locally in your browser. No information is sent to external servers.\n\nCompatibility:\n* Works alongside other Steam inventory extensions\n* Compatible with the latest Steam website updates\n* Designed for both Chrome and Chromium-based browsers\n\nPlease report any issues or feature requests through our GitHub repository: https://github.com/joaopugsley/casestats-ext/issues\n\nStay informed about your ~hobby~ with CS2 Case Stats - the hassle-free way to track your CS2 case statistics!"
  }
}