{
  "name": {
    "ar": "بناء السيرة الذاتية بالذكاء الاصطناعي في لينكدإن",
    "am": "AI Resume Writer for LinkedIn",
    "bg": "LinkedIn Resume Builder AI",
    "bn": "LInkedIn Resume AI Builder",
    "ca": "AI Resume Generator for LinkedIn",
    "cs": "AI Resume Review for LinkedIn",
    "da": "AI For Resume of LinkedIn",
    "de": "AI for Resume Writing of LinkedIn",
    "el": "AI Generated Resume for LinkedIn",
    "en,en_US,pl,zh_CN": "AI Resume Builder for LinkedIn™ - LinkedRadar",
    "en_AU,en_GB": "AI Resume Builder - LinkedRadar",
    "es,es_419": "Constructor LinkedIn IA CV - LinkedRadar",
    "et": "Resume AI by Wonsulting For LinkedIn",
    "fa": "Wonsulting Resume AI For LinkedIn",
    "fi": "AI Resume Checker For LinkedIn",
    "fil": "LinkedIn Profile Optimization AI CV Builder",
    "fr": "Générateur de CV d’intelligence artificielle",
    "gu": "Resume Worded AI for LinkedIn",
    "he": "Teal AI Resume Builder for LinkedIn",
    "hi": "लिंक्डइन ए.आई. रिज़्यूम बिल्डर - LinkedRadar",
    "hr": "LinkedIn AI Resume Screening",
    "hu": "AI Resume Creator for LinkedIn",
    "id": "Resume Review AI for LinkedIn",
    "it": "Teal AI Resume for LinkedIn - LinkedRadar",
    "ja": "LinkedInの人工知能履歴書ビルダー- LinkedRadar",
    "kn": "LinkedIn AI Resume Helper",
    "ko": "LinkedIn 인공지능 이력서 빌더",
    "lt,lv,ml,mr": "AI CV Builder - LinkedIn Profile Optimization",
    "ms,nl,no,ta": "LinkedIn Profile Optimization - AI CV Builder",
    "pt_BR,pt_PT": "Constructeur de CV IA LinkedIn",
    "ro": "AI CV Generator LinkedIn Profile Optimization",
    "ru": "AI CV Builder LinkedIn Profile Optimization",
    "sk": "CV AI Builder - LinkedIn Profile Optimization",
    "sl": "AI for CV Screening - LinkedRadar",
    "sr,sv": "LinkedIn Profile Optimization with AI",
    "sw": "How to Optimize LinkedIn Profile with AI",
    "te": "Optimize LinkedIn Profile - AI Resume Builder",
    "th": "How to Optimize Your LinkedIn Profile",
    "tr": "Optimizing LinkedIn Profile",
    "uk": "Optimize Your LinkedIn Profile - LinkedRadar",
    "vi": "AI to Optimize LinkedIn Profile - LinkedRadar",
    "zh_TW": "How Do I Optimize My LinkedIn Profile"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedRadar - Optimize your LinkedIn profile with the power of AI and build you resume with beautifully crafted templates."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can optimize your resume's keywords and writing with the power of LinkedIn AI resume builder, achieving a remarkable 10x in visibility during recruiter searches. This means more job opportunities for you.\n\n⭐️ AI LinkedIn Profile Optimization ⭐️\n●  Keyword Enhancement\nWith an AI algorithm to analyze LinkedIn profiles, suggesting keywords to enhance visibility in recruiter searches.\n●  Title and Summary Recommendations\nPersonalized title and summary suggestions are provided based on the user's industry and professional background, making the profile more appealing.\n\n⭐️ AI Resume Building ⭐️\n●  AI Resume Generator\nWith our AI resume generator, you can automatically create a professional resume based on their LinkedIn profile within 10s, highlighting key skills and experiences.\n●  Template Selecting \nThe extension offers many beautifully crafted resume templates, allowing users to choose one that suits their preferences.",
    "no": "Are you looking to optimize your LinkedIn profile to attract more B2B customers and recruiters? Look no further than the ultimate LinkedIn optimization tool, powerful by ChatGPT! With our user-friendly and interactive extension, you can take your profile to the next level and secure 40 times more career opportunities.\n\n⭐️ Features ⭐️\n● Features ChatGPT recommendations, a proven checklist, and a simple guide on how to optimize your profile.\n● You can track your progress in real time as you optimize each section of your profile. The profile sections are conveniently divided into four major categories.\n● The extension's interactive interface provides step-by-step guidance on how to enhance your profile and enables you to easily switch between different sections.\n● By looking at the icons on the side of each section, you can determine which sections of your profile require optimization.\n\nIn today's competitive job market, having a professional and optimized LinkedIn profile is crucial. In fact, 95% of recruiters use LinkedIn to find skilled employees, and 47% of employers are less likely to contact candidates for an interview if they can't find them online. With our LinkedIn optimization tool, you can create a LinkedIn profile that leaves a lasting impression on recruiters and hiring managers.\nOur LinkedIn optimization tool is designed to help you increase your search appearances by 2.5 times and make your profile more impressive to your network. With our interactive interface, you can easily optimize your profile step-by-step, and our expert-backed suggestions and tried-and-true checklists will guide you through the process.\nWith our extension, you can get an instant score on your profile, and as you improve your profile, your score increases. A score of 80 and above is considered great! You can monitor your progress live as you optimize sections one by one, and the profile sections are divided into four major categories for your convenience.\nOur extension allows you to optimize your profile in a fun and interactive manner. You no longer have to spend hours reading blogs and watching videos on how to optimize your LinkedIn profile. Our curated step-by-step guide will help you boost your search visibility and make your profile better by understanding the best practices and the importance of each section.\nOne of the best features of our LinkedIn optimization tool is the LinkedRadar job search tracker integration. With just one click, you can add jobs directly from 45+ job platforms like LinkedIn, Glassdoor, Wellfound, ZipRecruiter, and Indeed, with all their details, such as the job description, company information, and application link, to the LinkedRadar job search tracker. This integration makes job searching on LinkedIn much more streamlined and efficient.\nAnother benefit of our LinkedIn optimization tool is that it allows you to prepare your profile for your dream companies and target roles. With our expert guidance, you can optimize your profile and attract the attention of recruiters and hiring managers from top tech companies.\nOur LinkedIn optimization tool is completely free, and you can use it as many times as you want. All you need to do is add the extension to your Chrome browser and sign in with your Google account. You are all set to optimize your profile and take your career to the next level.\nSo, if you're looking to optimize your LinkedIn profile and attract more B2B customers and recruiters, try our LinkedIn optimization tool today. With our expert guidance, you can make your profile more impressive, increase your search appearances, and secure 40 times more career opportunities."
  }
}