{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yippee Beans"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yippee Beans finds you coupon codes and applies them automatically for you when you shop online!",
    "de": "Yippee Beans findet Gutscheincodes und wendet sie automatisch für dich an, wenn du online shoppst!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever searched for a coupon code which feels like scraping the internet for something that is really hard to find? Well, you don't have to anymore! Yippee Beans finds you those hard-to-find coupon codes every time you shop online.\n\nYippee Beans' chrome extension helps you find and browse coupons right where you are. You don't have to leave the website and scrape the internet for coupons anymore. When Yippee Beans' chrome extension is activated you will see Yippee Beans' icon at top right corner of the website you are currently on. When you click on it it will show you all the coupons available for the website - you can choose and apply one manually or click on Apply Coupons button which will apply the best one for you automatically.\n\nThis is the initial (first) version of the Yippee Beans' chrome extension so it's not perfect and there are many new features coming soon. The first version is kind of a test version just to collect some feedbacks, opinions and experience of users. However it is a fully working and stable version but with less features. If you have any feedbacks or encounter any issues then please let us know by sending us an email at hello@yippeebeans.com.\n\nIt's free, lightweight and secure you only have to install the extension and you are all set! Get started saving today!",
    "de": "Have you ever searched for a coupon code which feels like scraping the internet for something that is really hard to find? Well, you don't have to anymore! Yippee Beans finds you those hard-to-find coupon codes every time you shop online.\n\nYippee Beans' chrome extension helps you find and browse coupons right where you are. You don't have to leave the website and scrape the internet for coupons anymore. When Yippee Beans' chrome extension is activated you will see Yippee Beans' icon at top right corner of the website you are currently on. When you click on it it will show you all the coupons available for the website - you can choose and apply one manually or (a feature that is coming soon) will apply the best one for you automatically.\n\nThis is the initial (first) version of the Yippee Beans' chrome extension so it's not perfect and there are many new features coming soon. The first version is kind of a test version just to collect some feedbacks, opinions and experience of users. However it is a fully working and stable version but with less features. If you have any feedbacks or encounter any issues then please let us know by sending us an email at hello@yippeebeans.com.\n\nIt's free, lightweight and secure you only have to install the extension and you are all set! Get started saving today!"
  }
}