{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Site Block Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check if popular websites and the current tab's website are accessible or blocked."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily check if popular websites or the current active tab are blocked or accessible with this sleek, user-friendly extension.\n\nFull Description:\nEasily monitor the accessibility of popular websites like Facebook, YouTube, Instagram, Gmail, and more, or test the current active tab's website.\nThis lightweight Chrome extension is perfect for troubleshooting internet restrictions, monitoring censorship, or ensuring smooth browsing.\n\nKey Features:\n\nReal-time status checking for popular websites.\nCheck if the current active tab's website is blocked or accessible.\nModern design with site-specific icons and visual indicators.\nLightweight, fast, and easy to use.\nWho is this for?\nIdeal for users in regions with internet restrictions, IT administrators, or anyone wanting to verify website availability quickly.\n\n3. Permissions\nList the permissions used in your extension and why they are necessary:\n\nPermissions:\n\nactiveTab: To retrieve and check the URL of the active tab.\n\nWhy these are needed:\n\nThe activeTab and tabs permissions are essential for checking the current tab's website.\nThe host_permissions allow the extension to test connectivity to any website.\n\nPrivacy Policy\n\nThis extension does not collect, store, or share any user data. All website checks are performed locally on your device.\nThe extension does not send any information about your browsing activity to external servers.\n\nData Fetch Policy\nSite Block Checker uses HTTP GET requests to test the accessibility of websites. These requests are direct and do not involve external servers.\n\nNo user data is collected or transmitted.\nThe extension does not store any information about the websites checked."
  }
}