{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Taste (Beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fini les bandeaux cookies ! Taste, l'extension qui consent en votre nom sur internet.",
    "en": "No more cookie banners! Ever! Taste, the Internet extension that consents on your behalf."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Taste est une extension gratuite et rapide à installer, qui refuse les mauvais cookies sur les sites web que vous visitez, et consent en votre nom, tout en respectant votre vie privée et vos données personnelles. \n\n➡️ Accédez à l’historique de vos consentements avec la possibilité de les révoquer à tout moment. \n➡️ Consultez les informations sur les sites visités et leurs cookies. \n\nEt oubliez les bandeaux cookies !\n\nDes remarques ? Contactez-nous à taste@axeptio.eu\nDécouvrez nos conditions d'utilisation ici :  https://taste.axept.io/fr/\n\nPour fonctionner, l’extension collecte et traite certaines données personnelles relatives à votre navigation. Consultez la Politique de confidentialité de Taste pour en savoir plus : https://taste.axept.io/fr/politique-confidentialite",
    "en": "Taste is a free, quick-to-install browser extension that refuses bad cookies on websites you are visiting, and consents on your behalf, while respecting your privacy and personal data.\n\n➡️ Access the history of your consents with the possibility of revoking them at any time. \n➡️ Consult information on the sites you have visited and their cookies. \n\nAnd forget about cookie banners!\n\nAny questions ? Contact us at taste@axeptio.eu​\nDiscover our terms of use here: https://taste.axept.io/\n\nIn order to work properly, the extension collects and processes certain personal data relating to your browsing. See our Taste Privacy Policy for more information: https://taste.axept.io/privacy-policy"
  }
}