{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "timetab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timetab is a beautiful new tab page that helps you stay on top of your schedule and life.",
    "de": "Timetab ist eine schöne New-Tab page, die Ihnen hilft, Ihren Zeitp und Ihr Leben im Griff zu behalten.",
    "es": "Timetab es una hermosa página de nueva pestaña que te ayuda a mantener el control de tu tiempo y vida."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Features:\n\n- Displays for the current time, sunrise, sunset, and moon phase, allowing you to stay in tune with natural rhythms.\n\n - Quick timer creation, so you can stay on top of deadlines and focus time.\n\n - Enjoy dynamic backgrounds that adapt to your selected theme and time of day.\n\n- View your day in 10 minutes blocks. How many blocks are left in the day to stay on track with your daily habits?\n\n- Plan your trips and vacations with a full view of the upcoming months. Customize the number of months you want to see and add custom holidays or vacation days.\n\n- Upcoming holiday. Stay informed about upcoming holidays and plan your events accordingly\n\n- Year progress. Time flies, and the year passes quickly. Stay in sync with your mid-term goals.\n\n- Your life calendar. Create your own life calendar, review it from time to time, and motivate yourself to start pursuing your life goals today.\n\n - Change the language or theme of your timetab, import your country's holidays, or collaborate with a donation. Availability in English, Spanish, and German, making it accessible to users around the world.",
    "de": "Eigenschaften:\n\n - Anzeigen für die aktuelle Uhrzeit, Sonnenaufgang, Sonnenuntergang und Mondphase, um im Einklang mit den natürlichen Rhythmen zu bleiben.\n\n - Schnelle Timer-Erstellung, damit Sie Fristen und Fokussierungszeiten im Blick behalten können.\n\n - Genießen Sie dynamische Hintergründe, die sich Ihrem ausgewählten Thema und der Tageszeit anpassen.\n\n - Betrachten Sie Ihren Tag in 10-Minuten-Blöcken. Wie viele Blöcke sind noch im Tag übrig, um Ihre täglichen Gewohnheiten im Auge zu behalten?\n\n - Planen Sie Ihre Reisen und Urlaube mit einem vollständigen Überblick über die kommenden Monate. Passen Sie die Anzahl der Monate an, die Sie sehen möchten, und fügen Sie benutzerdefinierte Feiertage oder Urlaubstage hinzu.\n\n - Bevorstehende Feiertage. Bleiben Sie über bevorstehende Feiertage informiert und planen Sie Ihre Veranstaltungen entsprechend.\n\n - Jahresfortschritt. Die Zeit vergeht schnell und das Jahr vergeht schnell. Bleiben Sie im Einklang mit Ihren mittelfristigen Zielen.\n\n - Ihr Lebenskalender. Erstellen Sie Ihren eigenen Lebenskalender, überprüfen Sie ihn von Zeit zu Zeit und motivieren Sie sich selbst, heute damit zu beginnen, Ihre Lebensziele zu verfolgen.\n\n - Ändern Sie die Sprache oder das Thema Ihres timetab, importieren Sie Feiertage Ihres Landes.\n\n - Verfügbar in Englisch, Spanisch und Deutsch, um Nutzern auf der ganzen Welt zugänglich zu sein.",
    "es": "Características:\n\n - Pantalla con la hora actual, amanecer, atardecer y fase lunar, permitiéndote estar en sintonía con los ritmos naturales.\n\n - Creación rápida de temporizadores, para que puedas mantenerte al tanto de plazos y tiempos de foco.\n\n - Disfruta de fondos dinámicos que se adaptan a tu tema y hora del día seleccionados.\n\n - Visualiza tu día en bloques de 10 minutos. ¿Cuántos bloques quedan en el día para mantener el seguimiento de tus hábitos diarios?\n\n - Planifica tus viajes y vacaciones con una vista completa de los próximos meses. Personaliza la cantidad de meses que quieres ver y agrega días festivos o de vacaciones personalizados.\n\n - Próximo feriado. Mantente informado sobre los próximos feriados y planifica tus eventos en consecuencia.\n\n - Progreso anual. El tiempo vuela y el año pasa rápidamente. Mantente en sincronía con tus objetivos a medio plazo.\n\n - Tu calendario de vida. Crea tu propio calendario de vida, revísalo de vez en cuando y motívate para empezar a perseguir tus metas de vida hoy.\n\n - Cambia el idioma o el tema de tu horario, importa los feriados de tu país o colabora con una donación. Disponible en inglés, español y alemán, lo que lo hace accesible para usuarios de todo el mundo."
  }
}