{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rapidcatch eBay auction sniper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This extension allows to place bids via Rapidcatch.com auction sniper right at eBay, Delcampe, Allegro, Aukro from your browser",
    "ru": "Расширение позволяет сделать ставку с помощью снайпера для аукционов Rapidcatch.com на eBay, Delcampe, Allegro, Aukro, Meshok.ru,…",
    "uk": "Додаток дозволяє робити ставки за допомогою снайпера для аукціонів Rapidcatch.com на eBay, Delcampe, Allegro, Aukro, Newauction"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This extension allows to place bids via Rapidcatch.com auction sniper (https://rapidcatch.com) right at eBay, Delcampe, Allegro, Aukro pages from your browser while shopping.\n\nThe extension adds an icon to the browser panel. When you visit an item page of supported auction platform, this icon gets activated and when you click on it you will see a form to enter a bid, and a button to place it into Rapidcatch sniper.\n\nDetailed usage instructions:\n1. Install extension. An icon will appear at browser panel.\n2. Go to auction item page. Extension icon will turn from gray to colorful.\n3. Click extension icon, fill bid amount field, and click the placing bid button.\n4. Your bid went to Rapidcatch sniper, and you can manage it there at https://rapidcatch.com once you need that.\n\nAll transferred data is protected with secured protocols.",
    "ru": "Расширение позволяет сделать ставку с помощью снайпера для аукционов Rapidcatch.com (https://rapidcatch.com) на eBay, Delcampe, Allegro, Aukro, Meshok, Newauction, Auction, Ay.by прямо со страницы с описанием лота.\n\nПорядок использования:\n1. Установите расширение. Иконка появится в панели браузера.\n2. Откройте страницу с описанием лота. Иконка станет активной.\n3. Нажмите на иконку, укажите максимальную ставку и нажмите кнопку \"Добавить ставку\".\n4. Ставка будет отправлена в снайпер Rapidcatch, после чего вы сможете управлять ей на https://rapidcatch.com\n\nВсе данные передаются только с использованием шифрованных защищённых протоколов.",
    "uk": "Додаток дозволяє зробити ставку за допомогою снайпера для аукціонів Rapidcatch.com (https://rapidcatch.com) на наступних сайтах: eBay, Delcampe, Allegro, Aukro, Newauction.\n\nДля використання додатку необхідно:\n1. Встановити додаток. Іконка додатку з'явиться на панелі браузера.\n2. Відкрити сторінку з описом лота. Іконка додатку стане активною.\n3. Натиснути на іконку додатку, ввести максимальну ставку та натиснути кнопку \"Додати ставку\".\n4. Ставка буде відправлена ​​до rapidcatch.com. Ви зможете керувати ставкою на веб-сайті rapidcatch.com.\n\nУсі дані, які передаються через розширення, зашифровані та захищені."
  }
}