{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slack is where work happens"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whatever work means for you, Slack brings all the pieces and people you need together so you can actually get work done. \n \nIt’s team communication for the 21st century\n\n• Channels help organize team communication. You can make a channel for a project, a topic, a team, or anything – everyone has a transparent view of all that’s going on. For sensitive information, create private channel and invite select team members in.\n• Direct Messages enable you to send messages directly to another person or to a small group of people for more focused conversations. \n• Calls take a conversation from typing to face-to-face by starting a Slack voice or video call in any channel or direct message.\n \nYou can drag, drop and share your files\n\n• All of your files, images, PDFs, documents and spreadsheets can be dropped into Slack and shared with anyone you want. You can add comments, star for later reference and it’s all completely searchable. \n• The Google Drive integration makes sharing and collaborating on files even simpler. With it, you can create Google Docs from within Slack and import any type of file from G Drive without leaving your conversations in Slack. \n \nIt connects all your tools in one place\n\n• Set up integrations with the other tools you use so that you get all your notifications directly within Slack – from support requests, code check-ins and error logs to sales leads – all of them searchable in one central archive. Slack connects with over 1000 tools. \n \nYou can search your entire archive\n\n• Everything in Slack – messages, notifications, files, and all – is automatically indexed and archived so that you can have it at your fingertips whenever you want."
  }
}