{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open via UCSF"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds options to open current page or links (e.g. journal articles) via the UCSF VPN Web Proxy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With 'Open via UCSF' you can right click on any link to open it via the UCSF VPN Web Proxy. You can also reopen the current page via the Web Proxy by clicking on the icon in the address bar.  This is useful when for instance accessing journal articles when outside of the UCSF computer network.\n\nWhen installed, the extensions adds (i) an 'Open in new tab via UCSF VPN Web Proxy' entry to the context (\"right-click\") menu, and (ii) a 'Reopen current page via UCSF VPN Web Proxy' icon to the address bar. The first time you open a link via UCSF, you will be asked to authenticate yourself using your UCSF credentials. All following links will be opened directly, until you restart the browser.\n\nREQUIREMENTS:\nThis extension will only be useful to users that have an account at University of California, San Francisco (UCSF).\n\nNEWS:\nv1.4.0 (2020-05-12): Updated to new web-proxy URL https://remote-vpn01.ucsf.edu/.\nv1.3.1 (2016-01-02): Updated labels to say \"UCSF VPN Web Proxy\" instead of \"UCSF VPN\".\nv1.3.0 (2015-07-14): Now supporting the new UCSF VPN URL format. The previous one will be decommissioned Fall 2015.\n\nPRIVACY POLICY:\nNone of your information, including your UCSF credential, are handled by this extension.  Instead, this extension asks https://remote-vpn01.ucsf.edu/ to open the URL, which handles all the authentication.  Nothing is tracked by this extension.  The permission to \"Ready your browsing history\" is required in order to access and modify the content of the address bar - not browsing history is accessed beyond the address of the current page viewed.\n\nOPEN SOURCE:\nThis extension is distributed under LGPL (>= 3).  The source code is available via GitHub [https://github.com/HenrikBengtsson/OpenViaUCSF/]\n\nABOUT:\nThis extension is developed by Henrik Bengtsson, Department of Epidemiology & Biostatistics, University of California, San Francisco (UCSF)."
  }
}