{
  "name": {
    "ar": "لعبة النقاط المتساقطة  Online Game",
    "am": "የሚወድቁ ነጥቦች ጨዋታ  Online Game",
    "bg": "Игра с падащи точки  Online Game",
    "bn": "ফোলিং ডটস গেম Unblocked",
    "ca": "Joc Falling Dots Unblocked",
    "cs": "Hra Falling Dots  Online Game",
    "da": "Falling Dots spil  Online Game",
    "de": "Spiel mit fallenden Punkten  Unblocked Games",
    "el": "Παιχνίδι Falling Dots  Online Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Falling Dots Game - HTML5 Game",
    "es": "Juego de puntos que caen  Unblocked Game",
    "et": "Mäng Falling Dots  Online",
    "fa": "بازی Falling Dots  Online",
    "fi": "Falling Dots -peli  Unblocked Games",
    "fil": "Falling Dots Game Unblocked",
    "fr": "Jeu de points tombants  Online Game",
    "gu": "ફોલિંગ ડોટ્સ ગેમ Unblocked",
    "he": "משחק נקודות נופלות  Online",
    "hi": "गिरने वाले बिंदु खेल Unblocked",
    "hr": "Igra padajućih točkica  Online Game",
    "hu": "Falling Dots játék  Online Game",
    "id": "Permainan Titik Jatuh Unblocked",
    "it": "Gioco di punti cadenti  Online",
    "ja": "フォーリング ドット ゲーム  Online Game",
    "kn": "ಫಾಲಿಂಗ್ ಡಾಟ್ಸ್ ಗೇಮ್  Online",
    "ko": "떨어지는 점 게임 Unblocked",
    "lv": "Krītošo punktu spēle  Unblocked Games",
    "ml": "ഫാളിംഗ് ഡോട്ട്സ് ഗെയിം Unblocked",
    "mr": "फॉलिंग डॉट्स गेम Unblocked",
    "ms": "Permainan Titik Jatuh  Online",
    "nl": "Vallende stippen spel  Online Game",
    "pl": "Gra Spadające Kropki  Online Game",
    "ro": "Joc de puncte care căde  Unblocked Games",
    "ru": "Падающие точки  Online",
    "sk": "Hra Padajúce bodky  Online Game",
    "sl": "Igra padajočih pik  Arcade Game",
    "sw": "Mchezo wa Kuanguka kwa Dots  Unblocked Game",
    "ta": "ஃபாலிங் டாட்ஸ் கேம்  Arcade Game",
    "te": "ఫాలింగ్ డాట్స్ గేమ్  Online Game",
    "th": "เกม Falling Dots  Unblocked Game",
    "tr": "Düşen Noktalar Oyunu  Online Game",
    "uk": "Гра «Падаючі точки».  Unblocked Games"
  },
  "short": {
    "ar": "Falling Dots هي لعبة مهارة ممتعة حيث نحاول جمع النقاط الحمراء والاهتمام بالنقاط السوداء المتساقطة من الأعلى",
    "am": "መውደቅ ነጥብ ቀይ ነጥቦቹን ለመሰብሰብ የምንሞክርበት እና ከላይ ለወደቁ ጥቁር ነጥቦች ትኩረት የምንሰጥበት አስደሳች የክህሎት ጨዋታ ነው።",
    "bg": "Falling Dots е забавна игра с умения, в която се опитваме да събираме червените точки и да обръщаме внимание на черните точки,…",
    "bn": "ফলিং ডটস একটি মজার দক্ষতার খেলা যেখানে আমরা লাল বিন্দু সংগ্রহ করার চেষ্টা করি এবং উপরে থেকে পড়ে থাকা কালো বিন্দুগুলিতে মনোযোগ দিই",
    "ca": "Falling Dots és un divertit joc d&#39;habilitats on intentem recollir els punts vermells i prestar atenció als punts negres que…",
    "cs": "Falling Dots je zábavná dovednostní hra, kde se snažíme sbírat červené tečky a věnovat pozornost černým tečkám padajícím shora.",
    "da": "Falling Dots er et sjovt færdighedsspil, hvor vi forsøger at samle de røde prikker og være opmærksomme på de sorte prikker, der…",
    "de": "Falling Dots ist ein lustiges Geschicklichkeitsspiel, bei dem wir versuchen, die roten Punkte zu sammeln und auf die schwarzen…",
    "el": "Το Falling Dots είναι ένα διασκεδαστικό παιχνίδι δεξιοτήτων όπου προσπαθούμε να συλλέξουμε τις κόκκινες κουκκίδες και να προσέχουμε…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Falling Dots is a fun skill game where we try to collect the red dots and pay attention to the black dots falling from above",
    "es": "Falling Dots es un divertido juego de habilidad en el que tratamos de recoger los puntos rojos y prestar atención a los puntos…",
    "et": "Falling Dots on lõbus osavusmäng, kus proovime koguda punaseid täppe ja pöörata tähelepanu ülalt langevatele mustadele punktidele",
    "fa": "Falling Dots یک بازی مهارتی سرگرم کننده است که در آن سعی می کنیم نقاط قرمز را جمع آوری کنیم و به نقاط سیاهی که از بالا می افتند…",
    "fi": "Falling Dots on hauska taitopeli, jossa yritämme kerätä punaisia pisteitä ja kiinnittää huomiota ylhäältä putoaviin mustiin…",
    "fil": "Ang Falling Dots ay isang nakakatuwang laro ng kasanayan kung saan sinusubukan naming kolektahin ang mga pulang tuldok at bigyang…",
    "fr": "Falling Dots est un jeu d&#39;adresse amusant où nous essayons de collecter les points rouges et de prêter attention aux points…",
    "gu": "ફોલિંગ ડોટ્સ એ એક મનોરંજક કૌશલ્યની રમત છે જ્યાં અમે લાલ બિંદુઓને એકત્રિત કરવાનો પ્રયાસ કરીએ છીએ અને ઉપરથી પડતા કાળા બિંદુઓ પર ધ્યાન…",
    "he": "Falling Dots הוא משחק מיומנויות מהנה שבו אנחנו מנסים לאסוף את הנקודות האדומות ולשים לב לנקודות השחורות שנופלות מלמעלה",
    "hi": "फॉलिंग डॉट्स एक मजेदार स्किल गेम है जहां हम लाल डॉट्स को इकट्ठा करने की कोशिश करते हैं और ऊपर से गिरने वाले ब्लैक डॉट्स पर ध्यान…",
    "hr": "Falling Dots je zabavna igra vještina u kojoj pokušavamo skupiti crvene točkice i obratiti pozornost na crne točke koje padaju…",
    "hu": "A Falling Dots egy szórakoztató ügyességi játék, ahol megpróbáljuk összegyűjteni a piros pontokat és figyelni a felülről hulló…",
    "id": "Falling Dots adalah permainan keterampilan yang menyenangkan di mana kami mencoba mengumpulkan titik-titik merah dan memperhatikan…",
    "it": "Falling Dots è un divertente gioco di abilità in cui proviamo a raccogliere i puntini rossi e prestiamo attenzione ai puntini neri…",
    "ja": "Falling Dots は楽しいスキル ゲームで、赤い点を集め、上から落ちてくる黒い点に注意を払います。",
    "kn": "ಫಾಲಿಂಗ್ ಡಾಟ್ಸ್ ಒಂದು ಮೋಜಿನ ಕೌಶಲ್ಯ ಆಟವಾಗಿದ್ದು, ನಾವು ಕೆಂಪು ಚುಕ್ಕೆಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ ಮತ್ತು ಮೇಲಿನಿಂದ ಬೀಳುವ ಕಪ್ಪು…",
    "ko": "Falling Dots는 빨간 점을 모으고 위에서 떨어지는 검은 점에 주의를 기울이는 재미있는 스킬 게임입니다.",
    "lv": "Falling Dots ir jautra prasmju spēle, kurā mēs cenšamies savākt sarkanos punktus un pievērst uzmanību melnajiem punktiem, kas krīt…",
    "ml": "ഫാളിംഗ് ഡോട്ടുകൾ ഒരു രസകരമായ നൈപുണ്യ ഗെയിമാണ്, അവിടെ ഞങ്ങൾ ചുവന്ന ഡോട്ടുകൾ ശേഖരിക്കാനും മുകളിൽ നിന്ന് വീഴുന്ന കറുത്ത ഡോട്ടുകൾ…",
    "mr": "फॉलिंग डॉट्स हा एक मजेदार कौशल्य खेळ आहे जिथे आम्ही लाल ठिपके गोळा करण्याचा प्रयत्न करतो आणि वरून पडणाऱ्या काळ्या ठिपक्यांकडे लक्ष…",
    "ms": "Falling Dots ialah permainan kemahiran yang menyeronokkan di mana kami cuba mengumpul titik merah dan memberi perhatian kepada…",
    "nl": "Falling Dots is een leuk behendigheidsspel waarin we proberen de rode stippen te verzamelen en aandacht te schenken aan de zwarte…",
    "pl": "Falling Dots to zabawna gra zręcznościowa, w której staramy się zbierać czerwone kropki i zwracać uwagę na czarne kropki spadające…",
    "ro": "Falling Dots este un joc distractiv de îndemânare în care încercăm să colectăm punctele roșii și să fim atenți la punctele negre…",
    "ru": "Falling Dots — это веселая игра на ловкость, в которой мы пытаемся собирать красные точки и обращать внимание на черные точки,…",
    "sk": "Falling Dots je zábavná hra na zručnosti, v ktorej sa snažíme zbierať červené bodky a venovať pozornosť čiernym bodkám padajúcim…",
    "sl": "Falling Dots je zabavna spretnostna igra, kjer poskušamo zbrati rdeče pike in smo pozorni na črne pike, ki padajo od zgoraj.",
    "sw": "Kuanguka Dots ni mchezo wa kufurahisha wa ujuzi ambapo tunajaribu kukusanya dots nyekundu na kuzingatia dots nyeusi zinazoanguka…",
    "ta": "ஃபாலிங் டாட்ஸ் என்பது ஒரு வேடிக்கையான திறன் விளையாட்டு ஆகும்",
    "te": "ఫాలింగ్ డాట్స్ అనేది ఒక ఆహ్లాదకరమైన స్కిల్ గేమ్, ఇక్కడ మేము ఎరుపు చుక్కలను సేకరించడానికి ప్రయత్నిస్తాము మరియు పై నుండి పడే నల్ల…",
    "th": "Falling Dots เป็นเกมทักษะสนุก ๆ ที่เราพยายามรวบรวมจุดสีแดงและให้ความสนใจกับจุดสีดำที่ตกลงมาจากด้านบน",
    "tr": "Falling Dots, kırmızı noktaları toplamaya çalıştığımız ve yukarıdan düşen siyah noktalara dikkat etmeye çalıştığımız eğlenceli bir…",
    "uk": "Falling Dots — весела гра на спритність, де ми намагаємося збирати червоні крапки та звертаємо увагу на чорні крапки, що падають…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Falling Dots is a fun skill game where we try to collect the red dots and pay attention to the black dots falling from above.\nAs usual, you challenge multi-colored dots. We collect the red dots by paying attention to the black dots in this area. By collecting the red dots, we can progress and get points. We continue the game by maintaining our high score goal with the points we have achieved. Falling Dots has emerged as a fun skill game designed for us children's game lovers.\nYou can play this game for free. You can play with your mouse or the keyboard. You can play this game on touch screens by tapping or swiping your mobile phone or tablet.\n\nTo swipe Install this extension to play the Falling Dots Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}