{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Counter.Station.BZ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See how many visitors are on your site or blog directly in your Google Chrome toolbar.",
    "es": "Ver cómo los visitantes están en su sitio web o blog directamente en tu barra de herramientas de Google Chrome.",
    "pt_BR,pt_PT": "Veja quantos visitantes estão em seu Site ou Blog diretamente na barra do seu Google Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access Statistics to Your Site or Blog Free Real-Time\n\nWith the extension for Google Chrome you see visitors directly from your browser toolbar.\n\n- Do You want to know who is visiting your website or blog?\n- Do You want to know which country or city they are visiting?\n- Do You want to know browser's information used by your visitor?\n\nCounter.station.bz offers all this and much more for free.\nWith our models hit counters you know all these real-time information from your visitors.",
    "es": "Estadísticas de acceso a su sitio o blog en tiempo real gratis\n\nCon la extensión para Google Chrome que ver a los visitantes directamente desde la barra de herramientas del navegador.\n\n- ¿No quieres saber quién está visitando su sitio web o blog?\n- ¿Quieres saber qué país o ciudad que estás visitando?\n- ¿Quieres saber cuál es la información que el navegador utilizado por el visitante?\n\nCounter.station.bz ofrece todo esto y mucho más de forma gratuita.\nCon nuestros modelos salgan a contadores que saber toda esta información en tiempo real de sus visitantes.",
    "pt_BR,pt_PT": "Estatísticas de Acesso ao seu Site ou Blog Grátis em Tempo Real\n\nCom a extensão para o Google Chrome você vê os visitantes diretamente na barra do seu browser.\n\n- Você não quer saber quem esta visitando o seu site ou blog?\n- Quer saber de qual país ou cidade eles estão visitando?\n- Quer saber informações de qual o navegador utilizado por seus visitante?\n\nCounter.station.bz oferece tudo isto e muito mais gratuitamente.\nCom nossos modelos de contadores de visitas você sabe em Tempo Real todas estas informações dos seus visitantes."
  }
}