{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alice Keeler Webcam Record"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record 30 seconds of your webcam into Drive!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record 30 seconds of video using your webcam. The video is automatically saved to Google Drive and the link to the video is copied to your clipboard. This makes sharing the video extremely easy. Note: You will want to change the sharing permissions on the folder in Google Drive to \"Anyone with the link can view\" to allow others to view the videos you record. \n\nWebcam Record by Alice Keeler is designed to allow students to use the webcam to record 30 seconds of them explaining a concept. Teachers can use webcam record to provide students video feedback. Since the video link is automatically copied to the clipboard, teachers can paste the link easily into a gradebook comment. \n\nUsers of Google Classroom will love Alice Keeler Webcam Record. Students can record themselves using the webcam. The video is saved in Google Drive, thus they can easily add the video to any assignment. Use Alice Keeler Webcam Record to have students do a quick reflection on their learning and include with the assignment. \n\nAlice Keeler Webcam Record works with Google Slides. Use the Insert menu in Slides to choose the webcam recording out of the Google Drive folder and it is embedded right in the slide. \n\nDefault record time is 30 seconds. Right click on the extension icon to change the options. Maximum record time is 90 seconds."
  }
}