{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet Reactions Shortcuts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add keyboard shortcuts for Google Meet reactions."
  },
  "long": {
    "ar": "Meet Reaction Shortcuts يتيح لك التفاعل بسرعة أثناء مكالمات Google Meet باستخدام اختصارات لوحة المفاتيح. لم يعد من الضروري استخدام الفأرة للتنقل إلى قائمة ردود الفعل — فقط اضغط على مفاتيح الأرقام من 1 إلى 9 لتحفيز ردود فعل مثل الإبهام للأعلى، القلب، التصفيق، وأكثر. بالإضافة إلى ذلك، اضغط على \"R\" لفتح أو إغلاق شريط ردود الفعل على الفور.\n\nالآن، Meet Reaction Shortcuts يقدم أيضًا:\n\nاختيار مفاتيح مخصصة: اختر مفاتيحك الخاصة لكل رد فعل، مما يسمح بتجربة اختصار شخصية.\nدعم متعدد اللغات: متاح بعدة لغات: الإنجليزية، البرتغالية (البرازيل)، البرتغالية (البرتغال)، الإسبانية، الفرنسية، الألمانية، الروسية، اليابانية، الكورية، الإيطالية، الفيتنامية، العربية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Meet Reaction Shortcuts allows you to quickly react during Google Meet calls using keyboard shortcuts. No longer do you need to use the mouse to navigate to the reaction menu—just press number keys 1 through 9 to trigger reactions like thumbs up, heart, clap, and more. Additionally, press \"R\" to open or close the reaction bar instantly.\n\nNow, Meet Reaction Shortcuts also features:\n\nCustom Key Selection: Choose your own keys for each reaction, allowing for a personalized shortcut experience.\nMultilingual Support: Available in multiple languages: English, Portuguese (Brazil), Portuguese (Portugal), Spanish, French, German, Russian, Japanese, Korean, Italian, Vietnamese, Arabic.",
    "de": "Meet Reaction Shortcuts ermöglicht es Ihnen, während Google Meet-Anrufen schnell zu reagieren, indem Sie Tastenkombinationen verwenden. Sie müssen die Maus nicht mehr verwenden, um im Reaktionsmenü zu navigieren – drücken Sie einfach die Zahlen von 1 bis 9, um Reaktionen wie Daumen hoch, Herz, Applaus und mehr auszulösen. Drücken Sie außerdem \"R\", um die Reaktionsleiste sofort zu öffnen oder zu schließen.\n\nJetzt bietet Meet Reaction Shortcuts auch:\n\nBenutzerdefinierte Tastenwahl: Wählen Sie Ihre eigenen Tasten für jede Reaktion, was ein personalisiertes Shortcut-Erlebnis ermöglicht.\nMehrsprachige Unterstützung: Verfügbar in mehreren Sprachen: Englisch, Portugiesisch (Brasilien), Portugiesisch (Portugal), Spanisch, Französisch, Deutsch, Russisch, Japanisch, Koreanisch, Italienisch, Vietnamesisch, Arabisch.",
    "es": "Meet Reaction Shortcuts te permite reaccionar rápidamente durante las llamadas de Google Meet utilizando atajos de teclado. Ya no necesitas usar el ratón para navegar por el menú de reacciones: solo presiona las teclas numéricas del 1 al 9 para activar reacciones como pulgar arriba, corazón, aplausos y más. Además, presiona \"R\" para abrir o cerrar instantáneamente la barra de reacciones.\n\nAhora, Meet Reaction Shortcuts también cuenta con:\n\nSelección de Teclas Personalizadas: Elige tus propias teclas para cada reacción, lo que permite una experiencia de atajo personalizada.\nSoporte Multilingüe: Disponible en varios idiomas: inglés, portugués (Brasil), portugués (Portugal), español, francés, alemán, ruso, japonés, coreano, italiano, vietnamita, árabe.",
    "fr": "Meet Reaction Shortcuts vous permet de réagir rapidement lors des appels Google Meet en utilisant des raccourcis clavier. Vous n'avez plus besoin d'utiliser la souris pour naviguer dans le menu des réactions : il vous suffit d'appuyer sur les touches numériques de 1 à 9 pour déclencher des réactions comme pouce en l'air, cœur, applaudissements et bien plus encore. De plus, appuyez sur \"R\" pour ouvrir ou fermer instantanément la barre de réactions.\n\nMaintenant, Meet Reaction Shortcuts propose également :\n\nSélection de Touches Personnalisées : Choisissez vos propres touches pour chaque réaction, permettant une expérience de raccourci personnalisée.\nSupport Multilingue : Disponible en plusieurs langues : anglais, portugais (Brésil), portugais (Portugal), espagnol, français, allemand, russe, japonais, coréen, italien, vietnamien, arabe.",
    "hi": "Meet Reaction Shortcuts आपको Google Meet कॉल के दौरान कीबोर्ड शॉर्टकट्स का उपयोग करके जल्दी प्रतिक्रिया देने की अनुमति देता है। अब आपको रिएक्शन मेन्यू में जाने के लिए माउस का उपयोग करने की आवश्यकता नहीं है—बस नंबर कीज 1 से 9 दबाएं ताकि थम्स अप, हार्ट, ताली, और अधिक जैसी प्रतिक्रियाएं सक्रिय हो सकें। इसके अतिरिक्त, \"R\" दबाकर तुरंत रिएक्शन बार को खोलें या बंद करें।\n\nअब, Meet Reaction Shortcuts में निम्नलिखित विशेषताएँ भी शामिल हैं:\n\nकस्टम की चयन: प्रत्येक प्रतिक्रिया के लिए अपनी कुंजी चुनें, जिससे व्यक्तिगत शॉर्टकट अनुभव की अनुमति मिलती है।\nबहुभाषी समर्थन: कई भाषाओं में उपलब्ध: अंग्रेज़ी, पुर्तगाली (ब्राज़ील), पुर्तगाली (पुर्तगाल), स्पेनिश, फ्रेंच, जर्मन, रूसी, जापानी, कोरियाई, इतालवी, वियतनामी, अरबी।",
    "it": "Meet Reaction Shortcuts ti consente di reagire rapidamente durante le chiamate di Google Meet utilizzando scorciatoie da tastiera. Non è più necessario utilizzare il mouse per navigare nel menu delle reazioni: basta premere i tasti numerici da 1 a 9 per attivare reazioni come pollice in su, cuore, applausi e altro ancora. Inoltre, premi \"R\" per aprire o chiudere istantaneamente la barra delle reazioni.\n\nOra, Meet Reaction Shortcuts offre anche:\n\nSelezione di Tasti Personalizzati: Scegli le tue stesse chiavi per ogni reazione, consentendo un'esperienza di scorciatoia personalizzata.\nSupporto Multilingue: Disponibile in più lingue: inglese, portoghese (Brasile), portoghese (Portogallo), spagnolo, francese, tedesco, russo, giapponese, coreano, italiano, vietnamita, arabo.",
    "ja": "Meet Reaction Shortcutsは、Google Meetの通話中にキーボードショートカットを使用して迅速に反応できるようにします。マウスを使ってリアクションメニューをナビゲートする必要はなく、数字キーの1から9を押すだけで、いいね、ハート、拍手などのリアクションをトリガーできます。また、「R」を押すことでリアクションバーを即座に開いたり閉じたりできます。\n\n今やMeet Reaction Shortcutsは次の機能も搭載しています：\n\nカスタムキー選択: 各リアクションのために自分のキーを選択でき、パーソナライズされたショートカット体験を提供します。\n多言語サポート: 英語、ポルトガル語（ブラジル）、ポルトガル語（ポルトガル）、スペイン語、フランス語、ドイツ語、ロシア語、日本語、韓国語、イタリア語、ベトナム語、アラビア語など、複数の言語に対応しています。",
    "ko": "Meet Reaction Shortcuts는 Google Meet 통화 중에 키보드 단축키를 사용하여 빠르게 반응할 수 있도록 해줍니다. 마우스를 사용하여 반응 메뉴로 이동할 필요가 없으며, 숫자 키 1에서 9를 눌러 엄지척, 하트, 박수 등의 반응을 유발할 수 있습니다. 또한 \"R\" 키를 눌러 즉시 반응 바를 열거나 닫을 수 있습니다.\n\n이제 Meet Reaction Shortcuts는 다음과 같은 기능도 제공합니다:\n\n사용자 키 선택: 각 반응에 대해 자신만의 키를 선택하여 개인화된 단축키 경험을 제공합니다.\n다국어 지원: 영어, 포르투갈어(브라질), 포르투갈어(포르투갈), 스페인어, 프랑스어, 독일어, 러시아어, 일본어, 한국어, 이탈리아어, 베트남어, 아랍어 등 여러 언어로 제공됩니다.",
    "pt_BR": "Meet Reaction Shortcuts permite que você reaja rapidamente durante as chamadas do Google Meet usando atalhos de teclado. Não é mais necessário usar o mouse para navegar até o menu de reações — basta pressionar as teclas numéricas de 1 a 9 para ativar reações como polegar para cima, coração, aplausos e muito mais. Além disso, pressione \"R\" para abrir ou fechar instantaneamente a barra de reações.\n\nAgora, Meet Reaction Shortcuts também conta com:\n\nSeleção de Teclas Personalizadas: Escolha suas próprias teclas para cada reação, permitindo uma experiência de atalho personalizada.\nSuporte Multilíngue: Disponível em várias línguas: inglês, português (Brasil), português (Portugal), espanhol, francês, alemão, russo, japonês, coreano, italiano, vietnamita, árabe.",
    "pt_PT": "Meet Reaction Shortcuts permite-lhe reagir rapidamente durante chamadas do Google Meet utilizando atalhos de teclado. Não precisa mais de usar o rato para navegar até ao menu de reações — basta pressionar as teclas numéricas de 1 a 9 para ativar reações como polegar para cima, coração, aplausos e muito mais. Além disso, pressione \"R\" para abrir ou fechar instantaneamente a barra de reações.\n\nAgora, Meet Reaction Shortcuts também apresenta:\n\nSeleção de Teclas Personalizadas: Escolha as suas próprias teclas para cada reação, permitindo uma experiência de atalho personalizada.\nSuporte Multilingue: Disponível em várias línguas: inglês, português (Brasil), português (Portugal), espanhol, francês, alemão, russo, japonês, coreano, italiano, vietnamita, árabe.",
    "ru": "Meet Reaction Shortcuts позволяет вам быстро реагировать во время вызовов Google Meet с помощью сочетаний клавиш. Вам больше не нужно использовать мышь для навигации по меню реакций — просто нажмите клавиши с номерами от 1 до 9, чтобы вызвать реакции, такие как палец вверх, сердце, аплодисменты и другие. Кроме того, нажмите \"R\", чтобы мгновенно открыть или закрыть панель реакций.\n\nТеперь Meet Reaction Shortcuts также включает:\n\nВыбор пользовательских клавиш: Вы можете выбрать свои клавиши для каждой реакции, что позволяет создать персонализированный опыт.\nМногоязычная поддержка: Доступно на нескольких языках: английский, португальский (Бразилия), португальский (Португалия), испанский, французский, немецкий, русский, японский, корейский, итальянский, вьетнамский, арабский.",
    "vi": "Meet Reaction Shortcuts cho phép bạn phản ứng nhanh chóng trong các cuộc gọi Google Meet bằng cách sử dụng phím tắt. Bạn không còn cần phải sử dụng chuột để điều hướng đến menu phản ứng—chỉ cần nhấn các phím số từ 1 đến 9 để kích hoạt các phản ứng như ngón tay cái lên, trái tim, vỗ tay và nhiều hơn nữa. Ngoài ra, nhấn \"R\" để mở hoặc đóng ngay lập tức thanh phản ứng.\n\nGiờ đây, Meet Reaction Shortcuts cũng có:\n\nChọn Phím Tùy Chỉnh: Chọn các phím của riêng bạn cho mỗi phản ứng, cho phép trải nghiệm phím tắt cá nhân hóa.\nHỗ trợ Đa ngôn ngữ: Có sẵn bằng nhiều ngôn ngữ: tiếng Anh, tiếng Bồ Đào Nha (Brazil), tiếng Bồ Đào Nha (Bồ Đào Nha), tiếng Tây Ban Nha, tiếng Pháp, tiếng Đức, tiếng Nga, tiếng Nhật, tiếng Hàn, tiếng Ý, tiếng Việt, tiếng Ả Rập.",
    "zh_CN": "Meet Reaction Shortcuts allows you to quickly react during Google Meet calls using keyboard shortcuts. You no longer need to use the mouse to navigate to the reaction menu—just press number keys 1 through 9 to trigger reactions like thumbs up, heart, clap, and more. Additionally, press \"R\" to open or close the reaction bar instantly."
  }
}