{
  "name": {
    "ar": "كتلة الموقع",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Block Site",
    "bg": "Блокиране на сайта",
    "ca": "Bloquejar el lloc",
    "cs": "Blokovat web",
    "da": "Bloker websted",
    "de": "Site blockieren",
    "el": "Αποκλεισμός χώρου",
    "es": "Bloquear sitio",
    "et": "Blokeeri sait",
    "fa": "بلوک سایت",
    "fi": "Estä sivusto",
    "fil": "I-block ang Site",
    "fr": "Site de bloc",
    "he": "חסום אתר",
    "hi": "ब्लॉक साइट",
    "hr": "Blokiraj web mjesto",
    "hu": "Webhely blokkolása",
    "id": "Blokir Situs",
    "it": "Blocca sito",
    "ja": "ブロックサイト",
    "ko": "사이트 차단",
    "lt": "Blokuoti svetainę",
    "lv": "Vietnes bloķēšana",
    "ms": "Sekat Tapak",
    "nl": "Site blokkeren",
    "no": "Blokker nettsted",
    "pl": "Zablokuj witrynę",
    "ro": "Blocați site-ul",
    "ru": "Заблокировать сайт",
    "sk": "Blokovať stránky",
    "sl": "Blokiraj spletno mesto",
    "sr": "Блокирај веб локацију",
    "sv": "Blockera webbplats",
    "th": "เว็บไซต์ที่ถูกบล็อก",
    "tr": "Siteyi Engelle",
    "uk": "Блокувати сайт",
    "vi": "Chặn trang web",
    "zh_CN": "封锁网站",
    "zh_TW": "封鎖網站"
  },
  "short": {
    "ar": "قم بحماية وقتك وتجربتك من خلال حظر مواقع النفايات",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Protect your time and experience by blocking waste websites.",
    "bg": "Защитете своето време и опит, като блокирате уебсайтовете за отпадъци.",
    "ca": "Protegeix el teu temps i experiència bloquejant llocs web de residus.",
    "cs": "Chraňte svůj čas a zkušenosti blokováním plýtvajících webů.",
    "da": "Beskyt din tid og oplevelse ved at blokere for affaldswebsteder.",
    "de": "Schützen Sie Ihre Zeit und Erfahrung, indem Sie Websites mit Abfällen blockieren.",
    "el": "Προστατέψτε το χρόνο και την εμπειρία σας, αποκλείοντας τους ιστοτόπους αποβλήτων.",
    "es": "Proteja su tiempo y experiencia bloqueando sitios web de desecho.",
    "et": "Kaitske oma aega ja kogemusi, blokeerides jäätmeveebisaite.",
    "fa": "با مسدود کردن وب سایت های زباله از زمان و تجربه خود محافظت کنید.",
    "fi": "Suojaa aikaasi ja kokemustasi estämällä jätteiden verkkosivustot.",
    "fil": "Protektahan ang iyong oras at karanasan sa pamamagitan ng pagharang ng mga website ng basura.",
    "fr": "Protégez votre temps et votre expérience en bloquant les sites Web inutilisés.",
    "he": "הגן על הזמן והחוויה שלך על ידי חסימת אתרי פסולת.",
    "hi": "बेकार वेबसाइटों को अवरुद्ध करके अपना समय और अनुभव सुरक्षित रखें।",
    "hr": "Zaštitite svoje vrijeme i iskustvo blokiranjem web stranica za otpad.",
    "hu": "Védje idejét és tapasztalatait a hulladék webhelyek blokkolásával.",
    "id": "Lindungi waktu dan pengalaman Anda dengan memblokir situs web limbah.",
    "it": "Proteggi il tuo tempo ed esperienza bloccando i siti Web di scarto.",
    "ja": "無駄なウェブサイトをブロックして、時間と経験を守ります。",
    "ko": "낭비되는 웹 사이트를 차단하여 시간과 경험을 보호하십시오.",
    "lt": "Apsaugokite savo laiką ir patirtį blokuodami atliekų svetaines.",
    "lv": "Aizsargājiet savu laiku un pieredzi, bloķējot atkritumu vietnes.",
    "ms": "Lindungi masa dan pengalaman anda dengan menghalang laman web sisa.",
    "nl": "Bescherm uw tijd en ervaring door verspilde websites te blokkeren.",
    "no": "Beskytt din tid og erfaring ved å blokkere avfallsnettsteder.",
    "pl": "Chroń swój czas i doświadczenie, blokując odpady stron internetowych.",
    "ro": "Protejați-vă timpul și experiența prin blocarea site-urilor web.",
    "ru": "Защитите свое время и опыт, блокируя ненужные веб-сайты.",
    "sk": "Chráňte svoj čas a skúsenosti blokovaním odpadu webových stránok.",
    "sl": "Zaščitite svoj čas in izkušnje z blokiranjem spletnih mest o odpadkih.",
    "sr": "Заштитите своје време и искуство блокадом веб локација.",
    "sv": "Skydda din tid och erfarenhet genom att blockera avfallswebbplatser.",
    "th": "ปกป้องเวลาและประสบการณ์ของคุณโดยการปิดกั้นเว็บไซต์ที่เสีย",
    "tr": "Atık web sitelerini engelleyerek zamanınızı ve deneyiminizi koruyun.",
    "uk": "Захистіть свій час та досвід, блокуючи веб-сайти з відходами.",
    "vi": "Bảo vệ thời gian và kinh nghiệm của bạn bằng cách chặn các trang web lãng phí.",
    "zh_CN": "通过阻止浪费的网站来保护您的时间和体验。",
    "zh_TW": "通過阻止浪費的網站來保護您的時間和體驗。"
  },
  "long": {
    "ar": "حظر مواقع الويب غير المرغوب فيها أو الضارة بشكل دائم أو وفقًا لجدول زمني. وفر وقتك وحمايتك من زيارة موارد الويب غير المرغوب فيها.\n\nيقوم Block Site بإخفاء مواقع الويب غير المرغوب فيها منك ويحمي أطفالك من زيارتهم.\n\nتكوين التطبيق لحجب المجالات بشكل دائم أو في جدول.\nاختر أيام وساعات العمل عندما لا ترغب في زيارة أي مجال أو أيام وساعات عمل لجميع المجالات المحظورة.\n\nBlock Site هو تطبيق متقدم لحظر المحتوى غير اللائق. ميزات مفيدة للتطبيق:\n- حجب المواقع لاسم نطاق أو أكثر\n- حجب المواقع بكلمات مفتاحية\n- وضع جدول لحظر المحتوى\n- إنشاء قائمة بيضاء بالمجالات\n\nجرب برنامجنا الآن. إنه مجاني 100٪ للاستخدام.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Block unwanted or malicious web sites permanently or on a schedule. Save your time and protect against visiting unwanted web resources.\n\nBlock Site hides unwanted websites from you and protects your children from visiting them.\n\nConfigure the application to block domains permanently or on a schedule. \nChoose working days and hours when you do not want to visit any domain or working days and hours for all blocked domains.\n\nBlock Site is an advanced application for blocking inappropriate content. Useful features of the application:\n- Blocking sites for one or more domain names\n- Blocking sites by keywords\n- Setting a schedule for blocking content\n- Create a white list of domains\n\nTry our software now. Its 100% free to use.",
    "bg": "Блокирайте нежелани или злонамерени уебсайтове постоянно или по график. Спестете времето си и се предпазете от посещение на нежелани уеб ресурси.\n\nБлок сайтът крие от вас нежелани уебсайтове и предпазва децата ви от посещението им.\n\nКонфигурирайте приложението да блокира домейни постоянно или по график.\nИзберете работни дни и часове, когато не искате да посещавате нито един домейн или работни дни и часове за всички блокирани домейни.\n\nBlock Site е разширено приложение за блокиране на неподходящо съдържание. Полезни функции на приложението:\n- Блокиране на сайтове за едно или повече имена на домейни\n- Блокиране на сайтове по ключови думи\n- Задаване на график за блокиране на съдържание\n- Създайте бял списък от домейни\n\nОпитайте нашия софтуер сега. 100% безплатен за употреба.",
    "ca": "Bloquejar llocs web no desitjats o maliciosos de forma permanent o planificada. Estalvieu el temps i protegeu-vos de la visita de recursos no desitjats.\n\nBlock Site amaga els llocs web no desitjats i protegeix els vostres fills de visitar-los.\n\nConfigura l’aplicació per bloquejar dominis de forma permanent o en una programació.\nTrieu dies i hores de treball quan no vulgueu visitar cap domini o dies i hores laborals per a tots els dominis bloquejats.\n\nBlock Site és una aplicació avançada per bloquejar contingut inadequat. Funcions útils de l'aplicació:\n- Bloqueig de llocs per a un o més noms de domini\n- Bloqueig de llocs per paraules clau\n- Configuració d’un calendari per bloquejar contingut\n- Creeu una llista blanca de dominis\n\nProveu el nostre programari ara. És 100% gratuït d’utilitzar.",
    "cs": "Blokujte nežádoucí nebo škodlivé weby trvale nebo podle plánu. Ušetřete čas a ochraňte před návštěvou nežádoucích webových zdrojů.\n\nBlokovat web před vámi skrývá nechtěné weby a chrání vaše děti před jejich návštěvou.\n\nNakonfigurujte aplikaci tak, aby blokovala domény trvale nebo podle plánu.\nVyberte pracovní dny a hodiny, pokud nechcete navštívit žádnou doménu nebo pracovní dny a hodiny pro všechny blokované domény.\n\nBlock Site je pokročilá aplikace pro blokování nevhodného obsahu. Užitečné vlastnosti aplikace:\n- Blokování webů pro jednu nebo více doménových jmen\n- Blokování webů podle klíčových slov\n- Nastavení plánu blokování obsahu\n- Vytvořte bílý seznam domén\n\nVyzkoušejte náš software hned teď. Jeho 100% zdarma k použití.",
    "da": "Bloker uønskede eller ondsindede websteder permanent eller i henhold til en tidsplan. Spar din tid og beskyt mod at besøge uønskede webressourcer.\n\nBlock Site skjuler uønskede websteder for dig og beskytter dine børn mod at besøge dem.\n\nKonfigurer applikationen til at blokere domæner permanent eller i en tidsplan.\nVælg arbejdsdage og timer, når du ikke vil besøge noget domæne eller arbejdsdage og timer for alle blokerede domæner.\n\nBlock Site er et avanceret program til blokering af upassende indhold. Nyttige funktioner i applikationen:\n- Blokering af websteder for et eller flere domænenavne\n- Blokering af sider efter nøgleord\n- Indstilling af en tidsplan for blokering af indhold\n- Opret en hvid liste over domæner\n\nPrøv vores software nu. Det er 100% gratis at bruge.",
    "de": "Blockieren Sie unerwünschte oder böswillige Websites dauerhaft oder nach einem Zeitplan. Sparen Sie Zeit und schützen Sie sich vor dem Besuch unerwünschter Webressourcen.\n\nBlock Site verbirgt unerwünschte Websites vor Ihnen und schützt Ihre Kinder vor dem Besuch.\n\nKonfigurieren Sie die Anwendung so, dass Domänen dauerhaft oder nach einem Zeitplan blockiert werden.\nWählen Sie Arbeitstage und -stunden, an denen Sie keine Domain besuchen möchten, oder Arbeitstage und -stunden für alle blockierten Domains.\n\nBlock Site ist eine erweiterte Anwendung zum Blockieren unangemessener Inhalte. Nützliche Funktionen der Anwendung:\n- Blockieren von Websites für einen oder mehrere Domainnamen\n- Blockieren von Websites nach Schlüsselwörtern\n- Festlegen eines Zeitplans zum Blockieren von Inhalten\n- Erstellen Sie eine weiße Liste von Domains\n\nTesten Sie jetzt unsere Software. Es ist 100% kostenlos zu benutzen.",
    "el": "Αποκλεισμός ανεπιθύμητων ή κακόβουλων ιστότοπων μόνιμα ή σύμφωνα με ένα πρόγραμμα. Εξοικονομήστε χρόνο και προστασία από την επίσκεψη ανεπιθύμητων πόρων ιστού.\n\nΤο Block Site αποκρύπτει ανεπιθύμητους ιστότοπους από εσάς και προστατεύει τα παιδιά σας από την επίσκεψή τους.\n\nΡυθμίστε τις παραμέτρους της εφαρμογής για να αποκλείσετε μόνιμους τομείς ή βάσει χρονοδιαγράμματος.\nΕπιλέξτε εργάσιμες ημέρες και ώρες όταν δεν θέλετε να επισκεφτείτε κάποιον τομέα ή εργάσιμες ημέρες και ώρες για όλους τους αποκλεισμένους τομείς.\n\nΤο Block Site είναι μια προηγμένη εφαρμογή για τον αποκλεισμό ακατάλληλου περιεχομένου. Χρήσιμα χαρακτηριστικά της εφαρμογής:\n- Αποκλεισμός ιστότοπων για ένα ή περισσότερα ονόματα τομέα\n- Αποκλεισμός ιστότοπων με λέξεις-κλειδιά\n- Ρύθμιση προγράμματος για αποκλεισμό περιεχομένου\n- Δημιουργήστε μια λευκή λίστα τομέων\n\nΔοκιμάστε το λογισμικό μας τώρα. Είναι 100% δωρεάν στη χρήση.",
    "es": "Bloquee sitios web no deseados o maliciosos de forma permanente o en un horario. Ahorre tiempo y proteja contra la visita de recursos web no deseados.\n\nBlock Site le oculta sitios web no deseados y protege a sus hijos de visitarlos.\n\nConfigure la aplicación para bloquear dominios permanentemente o en un horario.\nElija días y horas hábiles cuando no desee visitar ningún dominio o días y horas hábiles para todos los dominios bloqueados.\n\nBlock Site es una aplicación avanzada para bloquear contenido inapropiado. Características útiles de la aplicación:\n- Bloqueo de sitios para uno o más nombres de dominio\n- Bloqueo de sitios por palabras clave\n- Establecer un horario para bloquear contenido\n- Crear una lista blanca de dominios\n\nPrueba nuestro software ahora. Es 100% gratuito.",
    "et": "Blokeerige soovimatud või pahatahtlikud veebisaidid püsivalt või ajakavas. Säästa oma aega ja kaitse soovimatute veebiressursside külastamise eest.\n\nBlokeeri sait peidab teie eest soovimatud veebisaidid ja kaitseb teie lapsi nende külastamise eest.\n\nKonfigureerige rakendus domeenide lõplikuks või ajakava järgi blokeerimiseks.\nValige tööpäevad ja kellaajad, millal te ei soovi ühtegi domeeni külastada, või kõigi blokeeritud domeenide tööpäevad ja tunnid.\n\nBlokeeri sait on täiustatud rakendus sobimatu sisu blokeerimiseks. Rakenduse kasulikud omadused:\n- ühe või mitme domeeninime saitide blokeerimine\n- saitide blokeerimine märksõnade järgi\n- Sisu blokeerimise ajakava seadmine\n- Koostage valge domeenide loend\n\nProovige meie tarkvara nüüd. Selle 100% tasuta kasutamine.",
    "fa": "وب سایت های ناخواسته یا مخرب را به طور دائم یا با برنامه مسدود کنید. در وقت خود صرفه جویی کرده و در برابر بازدید از منابع وب ناخواسته محافظت کنید.\n\nBlock Site وب سایت های ناخواسته را از شما پنهان می کند و فرزندان خود را از بازدید از آنها محافظت می کند.\n\nبرنامه را پیکربندی کنید تا دامنه ها به طور دائم یا در یک برنامه مسدود شوند.\nروزها و ساعات کاری را که نمی خواهید از هر دامنه یا روزهای کاری و ساعت کاری برای همه دامنههای مسدود شده بازدید کنید ، انتخاب کنید.\n\nBlock Site یک برنامه پیشرفته برای مسدود کردن محتوای نامناسب است. ویژگی های مفید برنامه:\n- مسدود کردن سایتها برای یک یا چند نام دامنه\n- مسدود کردن سایت ها توسط کلمات کلیدی\n- تنظیم برنامه ای برای مسدود کردن محتوا\n- ایجاد یک لیست سفید از دامنه ها\n\nاکنون نرم افزار ما را امتحان کنید. 100٪ رایگان برای استفاده",
    "fi": "Estä ei-toivotut tai haitalliset verkkosivustot pysyvästi tai aikataulun mukaisesti. Säästä aikaasi ja suojaa ei-toivottujen verkkoresurssien vierailulta.\n\nEstä sivusto piilottaa ei-toivotut verkkosivustot sinulta ja suojaa lapsiasi käymästä niillä.\n\nMääritä sovellus estämään verkkotunnukset pysyvästi tai aikataulussa.\nValitse työpäivät ja tunnit, jolloin et halua käydä millään verkkotunnuksella tai työpäivät ja -päivät kaikille estettyille verkkotunnuksille.\n\nEstä sivusto on edistynyt sovellus sopimattoman sisällön estämiseksi. Sovelluksen hyödylliset ominaisuudet:\n- Yhden tai useamman verkkotunnuksen sivustojen estäminen\n- Sivustojen estäminen avainsanojen mukaan\n- Aikataulun asettaminen sisällön estämiselle\n- Luo valkoinen luettelo verkkotunnuksista\n\nKokeile ohjelmistoa nyt. Sen 100% vapaa käyttö.",
    "fil": "I-block ang mga hindi kanais-nais o malisyosong mga web site nang permanente o sa isang iskedyul. I-save ang iyong oras at protektahan laban sa pagbisita sa mga hindi gustong mga mapagkukunan ng web.\n\nItinatago ng Block Site ang mga hindi gustong mga website mula sa iyo at pinoprotektahan ang iyong mga anak mula sa pagbisita sa kanila.\n\nI-configure ang application upang mai-block ang permanenteng mga domain o sa isang iskedyul.\nPumili ng mga araw at oras ng pagtatrabaho kung hindi mo nais na bisitahin ang anumang domain o araw ng pagtatrabaho at oras para sa lahat ng mga naka-block na domain.\n\nAng Block Site ay isang advanced na application para sa pagharang ng hindi naaangkop na nilalaman. Mga kapaki-pakinabang na tampok ng application:\n- Pag-block ng mga site para sa isa o higit pang mga pangalan ng domain\n- Paghaharang ng mga site sa pamamagitan ng mga keyword\n- Pagtatakda ng isang iskedyul para sa pag-block ng nilalaman\n- Lumikha ng isang puting listahan ng mga domain\n\nSubukan ang aming software ngayon. Ang 100% libre upang magamit.",
    "fr": "Bloquez les sites Web indésirables ou malveillants de façon permanente ou selon un calendrier. Économisez votre temps et protégez-vous contre la visite de ressources Web indésirables.\n\nBlock Site vous cache des sites Web indésirables et protège vos enfants de leur visite.\n\nConfigurez l'application pour bloquer les domaines de façon permanente ou selon un calendrier.\nChoisissez les jours et heures ouvrables lorsque vous ne souhaitez visiter aucun domaine ou les jours et heures ouvrables pour tous les domaines bloqués.\n\nBlock Site est une application avancée pour bloquer le contenu inapproprié. Fonctionnalités utiles de l'application:\n- Blocage de sites pour un ou plusieurs noms de domaine\n- Blocage de sites par mots clés\n- Définition d'un calendrier de blocage de contenu\n- Créer une liste blanche de domaines\n\nEssayez notre logiciel maintenant. C'est 100% gratuit à utiliser.",
    "he": "חסום אתרי אינטרנט לא רצויים או זדוניים לצמיתות או על פי לוח זמנים. חסוך את זמנך והגן מפני ביקור במשאבי אינטרנט לא רצויים.\n\nאתר בלוק מסתיר ממך אתרים לא רצויים ומגן על ילדיך מפני ביקור בהם.\n\nקבע את התצורה של היישום לחסימת דומיינים לצמיתות או בלוח זמנים.\nבחר ימי ושעות עבודה שבהם אינך מעוניין לבקר בשום תחום או ימי ושעות עבודה עבור כל הדומיינים החסומים.\n\nBlock Site הוא יישום מתקדם לחסימת תוכן לא הולם. תכונות שימושיות של היישום:\n- חסימת אתרים לשמות דומיין אחד או יותר\n- חסימת אתרים לפי מילות מפתח\n- קביעת לוח זמנים לחסימת תוכן\n- צור רשימת דומיינים לבנה\n\nנסה את התוכנה שלנו עכשיו. 100% בחינם לשימוש.",
    "hi": "अवांछित या दुर्भावनापूर्ण वेब साइटों को स्थायी रूप से या एक शेड्यूल पर ब्लॉक करें। अपना समय बचाएं और अवांछित वेब संसाधनों पर जाने से बचाएं।\n\nब्लॉक साइट आपसे अवांछित वेबसाइट छुपाती है और आपके बच्चों को उनसे मिलने से बचाती है।\n\nडोमेन को स्थायी रूप से या शेड्यूल पर ब्लॉक करने के लिए एप्लिकेशन को कॉन्फ़िगर करें।\nऐसे कार्य दिवस और घंटे चुनें जब आप किसी भी डोमेन पर नहीं जाना चाहते हैं या सभी अवरुद्ध डोमेन के लिए काम के दिन और घंटे देखना चाहते हैं।\n\nब्लॉक साइट अनुचित सामग्री को अवरुद्ध करने के लिए एक उन्नत अनुप्रयोग है। आवेदन की उपयोगी विशेषताएं:\n- एक या एक से अधिक डोमेन नामों के लिए साइटों को अवरुद्ध करना\n- कीवर्ड द्वारा साइटों को अवरुद्ध करना\n- सामग्री को अवरुद्ध करने के लिए एक समय निर्धारित करना\n- डोमेन की एक सफेद सूची बनाएं\n\nअब हमारे सॉफ़्टवेयर का प्रयास करें। इसका 100% उपयोग करने के लिए स्वतंत्र है।",
    "hr": "Trajno ili po rasporedu blokirajte neželjene ili zlonamjerne web stranice. Uštedite svoje vrijeme i zaštitite se od posjeta neželjenim web resursima.\n\nWeb mjesto Block sakriva od vas neželjene web stranice i štiti vašu djecu od posjećivanja.\n\nKonfigurirajte aplikaciju za blokiranje domena trajno ili prema rasporedu.\nOdaberite radne dane i sate kada ne želite posjetiti nijednu domenu ili radne dane i sate za sve blokirane domene.\n\nBlokiranje web stranica napredna je aplikacija za blokiranje neprikladnog sadržaja. Korisne značajke aplikacije:\n- Blokiranje web lokacija za jedno ili više imena domena\n- Blokiranje web mjesta po ključnim riječima\n- Postavljanje rasporeda za blokiranje sadržaja\n- Stvorite bijeli popis domena\n\nIsprobajte naš softver sada. 100% besplatno korištenje.",
    "hu": "Blokkolja a nem kívánt vagy rosszindulatú webhelyeket véglegesen vagy ütemezés szerint. Takarítson meg időt és védje meg a nem kívánt webes forrásokat.\n\nA Block Site elrejti a nem kívánt webhelyeket tőled, és megvédi gyermekeit attól, hogy meglátogassák őket.\n\nKonfigurálja az alkalmazást a domainek végleges vagy ütemezett letiltására.\nVálassza ki azokat a munkanapokat és órákat, amikor nem kíván meglátogatni egy domaint, vagy az összes blokkolt domainhez tartozó munkanapokat és órákat.\n\nA Block Site egy speciális alkalmazás a nem megfelelő tartalom blokkolására. Az alkalmazás hasznos tulajdonságai:\n- Webhelyek blokkolása egy vagy több domain név számára\n- A webhelyek blokkolása kulcsszavak alapján\n- A tartalom blokkolásának ütemezése\n- Készítsen fehér domainek listáját\n\nPróbálja ki most a szoftverünket. 100% -ban ingyenesen használható.",
    "id": "Blokir situs web yang tidak diinginkan atau berbahaya secara permanen atau sesuai jadwal. Hemat waktu Anda dan lindungi dari mengunjungi sumber daya web yang tidak diinginkan.\n\nBlokir Situs menyembunyikan situs web yang tidak diinginkan dari Anda dan melindungi anak-anak Anda dari mengunjungi mereka.\n\nKonfigurasikan aplikasi untuk memblokir domain secara permanen atau sesuai jadwal.\nPilih hari dan jam kerja ketika Anda tidak ingin mengunjungi domain atau hari dan jam kerja untuk semua domain yang diblokir.\n\nBlokir Situs adalah aplikasi canggih untuk memblokir konten yang tidak pantas. Fitur berguna dari aplikasi:\n- Memblokir situs untuk satu atau beberapa nama domain\n- Memblokir situs dengan kata kunci\n- Mengatur jadwal untuk memblokir konten\n- Buat daftar putih domain\n\nCoba perangkat lunak kami sekarang. 100% gratis untuk digunakan.",
    "it": "Bloccare i siti Web indesiderati o dannosi in modo permanente o secondo una pianificazione. Risparmia tempo e proteggi dalla visita di risorse web indesiderate.\n\nBlock Site ti nasconde siti Web indesiderati e protegge i tuoi figli dalla loro visita.\n\nConfigurare l'applicazione per bloccare i domini in modo permanente o secondo una pianificazione.\nScegli giorni lavorativi e orari in cui non desideri visitare alcun dominio o giorni lavorativi e orari per tutti i domini bloccati.\n\nBlock Site è un'applicazione avanzata per bloccare contenuti inappropriati. Funzionalità utili dell'applicazione:\n- Blocco di siti per uno o più nomi di dominio\n- Blocco dei siti per parole chiave\n- Impostazione di una pianificazione per il blocco dei contenuti\n- Crea una lista bianca di domini\n\nProva subito il nostro software. È gratuito al 100%.",
    "ja": "不要なまたは悪意のあるWebサイトを永久に、またはスケジュールに従ってブロックします。 時間を節約し、不要なWebリソースへのアクセスから保護します。\n\nブロックサイトはあなたから不要なウェブサイトを隠し、あなたの子供がそれらを訪問するのを防ぎます。\n\nアプリケーションを構成して、ドメインを永続的またはスケジュールに従ってブロックします。\nドメインにアクセスしたくない場合の稼働日と稼働時間、またはすべてのブロックされたドメインの稼働日と稼働時間を選択します。\n\nブロックサイトは、不適切なコンテンツをブロックするための高度なアプリケーションです。 アプリケーションの便利な機能：\n-1つ以上のドメイン名のブロックサイト\n-キーワードによるサイトのブロック\n-コンテンツをブロックするスケジュールを設定する\n-ドメインのホワイトリストを作成する\n\n今すぐソフトウェアをお試しください。 100％無料で使用できます。",
    "ko": "원치 않거나 악의적 인 웹 사이트를 영구적으로 또는 일정대로 차단하십시오. 시간을 절약하고 원치 않는 웹 리소스 방문을 방지하십시오.\n\n사이트 차단은 원하지 않는 웹 사이트를 숨기고 자녀가 해당 웹 사이트를 방문하지 못하도록 보호합니다.\n\n도메인을 영구적으로 또는 일정에 따라 차단하도록 응용 프로그램을 구성하십시오.\n도메인을 방문하지 않으려는 근무일과 시간 또는 차단 된 모든 도메인의 근무일과 시간을 선택하십시오.\n\n사이트 차단은 부적절한 콘텐츠를 차단하기위한 고급 응용 프로그램입니다. 응용 프로그램의 유용한 기능 :\n-하나 이상의 도메인 이름에 대한 사이트 차단\n-키워드로 사이트 차단\n-콘텐츠 차단 일정 설정\n-도메인의 화이트리스트 만들기\n\n지금 소프트웨어를 사용해보십시오. 100 % 무료로 사용할 수 있습니다.",
    "lt": "Blokuokite nepageidaujamas ar kenksmingas svetaines visam laikui arba pagal tvarkaraštį. Sutaupykite laiko ir apsisaugokite nuo nepageidaujamų žiniatinklio šaltinių lankymo.\n\n„Blokuoti svetainę“ slepia nuo jūsų nepageidaujamas svetaines ir apsaugo vaikus nuo jų lankymosi.\n\nKonfigūruokite programą blokuoti domenus visam laikui arba pagal tvarkaraštį.\nPasirinkite darbo dienas ir valandas, kai nenorite aplankyti jokio domeno, arba darbo dienas ir valandas visuose užblokuotuose domenuose.\n\nBlokuoti svetainę yra patobulinta netinkamo turinio blokavimo programa. Naudingos programos savybės:\n- Vieno ar kelių domenų vardų svetainių blokavimas\n- Svetainių blokavimas pagal raktinius žodžius\n- Turinio blokavimo grafiko nustatymas\n- Sukurkite baltąjį domenų sąrašą\n\nIšbandykite mūsų programinę įrangą dabar. Tai 100% nemokama naudoti.",
    "lv": "Atgriezeniski vai pēc grafika bloķējiet nevēlamas vai ļaunprātīgas tīmekļa vietnes. Ietaupiet laiku un aizsargājiet pret nevēlamu tīmekļa resursu apmeklēšanu.\n\nVietnes bloķēšana slēpj no jums nevēlamās vietnes un aizsargā bērnus no to apmeklēšanas.\n\nKonfigurējiet lietojumprogrammu, lai pastāvīgi vai pēc grafika bloķētu domēnus.\nIzvēlieties darba dienas un stundas, kad nevēlaties apmeklēt nevienu domēnu, vai darba dienas un stundas visiem bloķētajiem domēniem.\n\nVietnes bloķēšana ir uzlabota programma neatbilstoša satura bloķēšanai. Lietderīgās lietojumprogrammas iespējas:\n- Vietņu bloķēšana vienam vai vairākiem domēna vārdiem\n- Vietņu bloķēšana pēc atslēgvārdiem\n- Satura bloķēšanas grafika iestatīšana\n- Izveidojiet balto domēnu sarakstu\n\nIzmēģiniet mūsu programmatūru tagad. Tā ir 100% brīva lietošanai.",
    "ms": "Sekat laman web yang tidak diingini atau berniat jahat secara kekal atau mengikut jadual. Jimat masa anda dan lindungi daripada mengunjungi sumber web yang tidak diingini.\n\nBlok Tapak menyembunyikan laman web yang tidak diingini daripada anda dan melindungi anak-anak anda daripada mengunjunginya.\n\nKonfigurasikan aplikasi untuk menyekat domain secara kekal atau mengikut jadual.\nPilih hari dan jam kerja apabila anda tidak mahu mengunjungi domain mana pun atau hari dan jam kerja untuk semua domain yang disekat.\n\nBlok Tapak adalah aplikasi lanjutan untuk menyekat kandungan yang tidak sesuai. Ciri-ciri aplikasi yang berguna:\n- Menyekat laman web untuk satu atau lebih nama domain\n- Menyekat laman web dengan kata kunci\n- Menetapkan jadual untuk menyekat kandungan\n- Buat senarai domain putih\n\nCuba perisian kami sekarang. 100% percuma untuk digunakan.",
    "nl": "Blokkeer ongewenste of kwaadaardige websites permanent of volgens een schema. Bespaar tijd en bescherm uzelf tegen het bezoeken van ongewenste webbronnen.\n\nBlock Site verbergt ongewenste websites voor u en beschermt uw kinderen tegen het bezoeken ervan.\n\nConfigureer de applicatie om domeinen permanent of volgens een schema te blokkeren.\nKies werkdagen en uren wanneer u geen domein wilt bezoeken of werkdagen en uren voor alle geblokkeerde domeinen.\n\nBlock Site is een geavanceerde applicatie voor het blokkeren van ongepaste inhoud. Handige kenmerken van de applicatie:\n- Blokkeren van sites voor een of meer domeinnamen\n- Blokkeren van sites door zoekwoorden\n- Een schema instellen voor het blokkeren van inhoud\n- Maak een witte lijst met domeinen\n\nProbeer nu onze software. Het is 100% gratis te gebruiken.",
    "no": "Blokker uønskede eller ondsinnede nettsteder permanent eller etter en tidsplan. Spar tid og beskytt mot å besøke uønskede nettressurser.\n\nBlock Site skjuler uønskede nettsteder for deg og beskytter barna dine fra å besøke dem.\n\nKonfigurer applikasjonen til å blokkere domener permanent eller etter en plan.\nVelg arbeidsdager og timer når du ikke vil besøke noe domene eller arbeidsdager og timer for alle blokkerte domener.\n\nBlock Site er et avansert program for blokkering av upassende innhold. Nyttige funksjoner i applikasjonen:\n- Blokkering av nettsteder for ett eller flere domenenavn\n- Blokkering av nettsteder etter nøkkelord\n- Angi en tidsplan for blokkering av innhold\n- Lag en hvit liste over domener\n\nPrøv programvaren vår nå. Det er 100% gratis å bruke.",
    "pl": "Blokuj niechciane lub złośliwe strony internetowe na stałe lub zgodnie z harmonogramem. Oszczędzaj czas i chroń się przed odwiedzaniem niepożądanych zasobów internetowych.\n\nZablokuj witrynę ukrywa przed tobą niechciane strony i chroni twoje dzieci przed ich odwiedzaniem.\n\nSkonfiguruj aplikację do blokowania domen na stałe lub zgodnie z harmonogramem.\nWybierz dni i godziny robocze, kiedy nie chcesz odwiedzać żadnej domeny lub dni i godziny robocze dla wszystkich zablokowanych domen.\n\nBlock Site to zaawansowana aplikacja do blokowania nieodpowiednich treści. Przydatne funkcje aplikacji:\n- Blokowanie witryn dla jednej lub więcej nazw domen\n- Blokowanie witryn według słów kluczowych\n- Ustawienie harmonogramu blokowania treści\n- Utwórz białą listę domen\n\nWypróbuj nasze oprogramowanie już teraz. Jest w 100% darmowy.",
    "ro": "Blocați site-urile web nedorite sau rău intenționate sau pe o programare. Economisiți-vă timpul și protejați-vă de vizitarea resurselor web nedorite.\n\nBlocarea site-ului ascunde site-urile nedorite de dvs. și vă protejează copiii de a le vizita.\n\nConfigurați aplicația pentru a bloca domenii permanent sau într-un program.\nAlegeți zile și ore de lucru în care nu doriți să vizitați niciun domeniu sau zile și ore lucrătoare pentru toate domeniile blocate.\n\nBlock Site este o aplicație avansată pentru blocarea conținutului necorespunzător. Caracteristici utile ale aplicației:\n- Blocarea site-urilor pentru unul sau mai multe nume de domeniu\n- Blocarea site-urilor după cuvinte cheie\n- Setarea unui program pentru blocarea conținutului\n- Creați o listă albă de domenii\n\nÎncercați software-ul nostru acum. 100% gratuit de utilizat.",
    "ru": "Постоянно или по расписанию блокируйте нежелательные или вредоносные веб-сайты. Экономьте свое время и защищайте от посещения нежелательных веб-ресурсов.\n\nБлок сайта скрывает нежелательные сайты от вас и защищает ваших детей от посещения их.\n\nНастройте приложение для блокировки доменов постоянно или по расписанию.\nВыберите рабочие дни и часы, когда вы не хотите посещать какой-либо домен, или рабочие дни и часы для всех заблокированных доменов.\n\nBlock Site - это продвинутое приложение для блокировки нежелательного контента. Полезные функции приложения:\n- Блокировка сайтов для одного или нескольких доменных имен\n- Блокировка сайтов по ключевым словам\n- Настройка графика блокировки контента\n- создать белый список доменов\n\nПопробуйте наше программное обеспечение сейчас. Его 100% бесплатное использование.",
    "sk": "Blokujte nechcené alebo škodlivé webové stránky natrvalo alebo podľa plánu. Ušetrite čas a ochráňte pred návštevou nežiaducich webových zdrojov.\n\nFunkcia Block Site pred vami skrýva nechcené webové stránky a chráni vaše deti pred ich návštevou.\n\nNakonfigurujte aplikáciu tak, aby blokovala domény natrvalo alebo podľa plánu.\nVyberte pracovné dni a hodiny, keď nechcete navštíviť žiadnu doménu alebo pracovné dni a hodiny pre všetky blokované domény.\n\nBlock Site je pokročilá aplikácia na blokovanie nevhodného obsahu. Užitočné vlastnosti aplikácie:\n- Blokovanie webových lokalít pre jeden alebo viac názvov domén\n- Blokovanie webových stránok podľa kľúčových slov\n- Nastavenie plánu blokovania obsahu\n- Vytvorte biely zoznam domén\n\nVyskúšajte náš softvér teraz. Jeho 100% zadarmo na použitie.",
    "sl": "Trajno ali po urniku blokirajte neželene ali zlonamerne spletne strani. Prihranite si čas in se zaščitite pred obiskom neželenih spletnih virov.\n\nSpletno mesto Block skriva pred vami neželena spletna mesta in varuje otroke, da jih obiščejo.\n\nKonfigurirajte aplikacijo tako, da bo domene trajno ali po urniku blokiral.\nIzberite delovne dneve in ure, ko ne želite obiskati nobene domene ali delovnih dni in ur za vse blokirane domene.\n\nBlock Site je napredna aplikacija za blokiranje neprimerne vsebine. Uporabne funkcije aplikacije:\n- Blokiranje spletnih mest za eno ali več imen domen\n- Blokiranje spletnih mest po ključnih besedah\n- Nastavitev urnika za blokiranje vsebine\n- Ustvari beli seznam domen\n\nPreizkusite našo programsko opremo zdaj. 100% brezplačna uporaba.",
    "sr": "Трајно или по распореду блокирајте нежељене или злонамерне веб локације. Уштедите своје време и заштитите се од посете нежељених веб ресурса.\n\nСајт блока сакрива од вас нежељене веб странице и штити вашу децу да их посећују.\n\nКонфигуришите апликацију за стално или по распореду блокирање домена.\nИзаберите радне дане и сате када не желите да посећујете ниједан домен или радне дане и сате за све блокиране домене.\n\nБлоцк Сите је напредна апликација за блокирање неприкладног садржаја. Корисне карактеристике апликације:\n- Блокирање веб локација за једно или више имена домена\n- Блокирање сајтова по кључним речима\n- Постављање распореда за блокирање садржаја\n- Направите белу листу домена\n\nИспробајте наш софтвер сада. 100% бесплатно коришћење.",
    "sv": "Blockera oönskade eller skadliga webbplatser permanent eller enligt ett schema. Spara din tid och skydd mot att besöka oönskade webbresurser.\n\nBlock Site döljer oönskade webbplatser från dig och skyddar dina barn från att besöka dem.\n\nKonfigurera applikationen för att blockera domäner permanent eller enligt ett schema.\nVälj arbetsdagar och timmar när du inte vill besöka någon domän eller arbetsdagar och timmar för alla blockerade domäner.\n\nBlock Site är en avancerad applikation för att blockera olämpligt innehåll. Användbara funktioner i applikationen:\n- Blockering av webbplatser för ett eller flera domännamn\n- Blockering av webbplatser med nyckelord\n- Ställa in ett schema för blockering av innehåll\n- Skapa en vit lista över domäner\n\nProva vår programvara nu. Det är 100% gratis att använda.",
    "th": "บล็อกเว็บไซต์ที่ไม่ต้องการหรือเป็นอันตรายอย่างถาวรหรือตามกำหนดเวลา ประหยัดเวลาของคุณและป้องกันการเยี่ยมชมแหล่งข้อมูลบนเว็บที่ไม่พึงประสงค์\n\nBlock Site ซ่อนเว็บไซต์ที่ไม่ต้องการจากคุณและปกป้องเด็ก ๆ จากการเยี่ยมชมเว็บไซต์เหล่านั้น\n\nกำหนดค่าแอปพลิเคชันเพื่อบล็อกโดเมนอย่างถาวรหรือตามกำหนดเวลา\nเลือกวันและเวลาทำการเมื่อคุณไม่ต้องการเยี่ยมชมโดเมนใด ๆ หรือวันและชั่วโมงทำงานสำหรับโดเมนที่ถูกปิดกั้นทั้งหมด\n\nBlock Site เป็นแอปพลิเคชั่นขั้นสูงสำหรับการบล็อกเนื้อหาที่ไม่เหมาะสม คุณสมบัติที่มีประโยชน์ของแอปพลิเคชัน:\n- การปิดกั้นเว็บไซต์สำหรับชื่อโดเมนหนึ่งชื่อขึ้นไป\n- การปิดกั้นเว็บไซต์ด้วยคำหลัก\n- การกำหนดตารางเวลาสำหรับการบล็อกเนื้อหา\n- สร้างรายการโดเมนสีขาว\n\nลองใช้ซอฟต์แวร์ของเราตอนนี้ มันฟรี 100% ที่จะใช้",
    "tr": "İstenmeyen veya kötü amaçlı web sitelerini kalıcı olarak veya zamanlanmış bir şekilde engelleyin. Zamandan tasarruf edin ve istenmeyen web kaynaklarını ziyaret etmekten koruyun.\n\nSiteyi Engelle, istenmeyen web sitelerini sizden gizler ve çocuklarınızı ziyaret etmelerini önler.\n\nUygulamayı alan adlarını kalıcı olarak veya bir zamanlamaya göre engelleyecek şekilde yapılandırın.\nHerhangi bir etki alanını ziyaret etmek istemediğiniz iş günlerini ve saatlerini veya engellenen tüm alanlar için iş günlerini ve saatlerini seçin.\n\nSiteyi Engelle, uygunsuz içeriği engellemek için gelişmiş bir uygulamadır. Uygulamanın yararlı özellikleri:\n- Bir veya daha fazla alan adı için siteleri engelleme\n- Siteleri anahtar kelimelerle engelleme\n- İçeriği engellemek için bir zamanlama ayarlama\n- Alan adlarının beyaz bir listesini oluşturun\n\nYazılımımızı şimdi deneyin. % 100 ücretsiz kullanım.",
    "uk": "Блокуйте небажані або шкідливі веб-сайти назавжди або за розкладом. Економте свій час і захистіть від відвідування небажаних веб-ресурсів.\n\nБлок сайту приховує від вас небажані веб-сайти і захищає ваших дітей від відвідування ними.\n\nНалаштуйте програму на постійне або за графіком блокування доменів.\nВиберіть робочі дні та години, коли ви не хочете відвідувати жоден домен або робочі дні та години для всіх заблокованих доменів.\n\nБлок сайту - це вдосконалений додаток для блокування невідповідного вмісту. Корисні функції програми:\n- Блокування сайтів для одного або декількох доменних імен\n- Блокування сайтів за ключовими словами\n- Встановлення розкладу для блокування вмісту\n- Створіть білий список доменів\n\nСпробуйте наше програмне забезпечення зараз. Його на 100% безкоштовно використовувати.",
    "vi": "Chặn các trang web không mong muốn hoặc độc hại vĩnh viễn hoặc theo lịch trình. Tiết kiệm thời gian của bạn và bảo vệ chống lại việc truy cập các tài nguyên web không mong muốn.\n\nChặn trang web che giấu các trang web không mong muốn từ bạn và bảo vệ con bạn truy cập chúng.\n\nĐịnh cấu hình ứng dụng để chặn tên miền vĩnh viễn hoặc theo lịch trình.\nChọn ngày và giờ làm việc khi bạn không muốn truy cập bất kỳ tên miền hoặc ngày và giờ làm việc cho tất cả các tên miền bị chặn.\n\nBlock Site là một ứng dụng nâng cao để chặn nội dung không phù hợp. Các tính năng hữu ích của ứng dụng:\n- Chặn các trang web cho một hoặc nhiều tên miền\n- Chặn các trang web theo từ khóa\n- Đặt lịch để chặn nội dung\n- Tạo một danh sách trắng các tên miền\n\nHãy thử phần mềm của chúng tôi ngay bây giờ. Nó miễn phí 100% để sử dụng.",
    "zh_CN": "永久或按計劃阻止有害或惡意網站。 節省您的時間並防止訪問不需要的Web資源。\n\n阻止網站會向您隱藏不需要的網站，並防止您的孩子訪問它們。\n\n將應用程序配置為永久或按計劃阻止域。\n選擇不想訪問任何域的工作日和小時，或者選擇所有被阻止域的工作日和小時。\n\n阻止站點是用於阻止不當內容的高級應用程序。 該應用程序的有用功能：\n-阻止一個或多個域名的網站\n-通過關鍵字阻止網站\n-設置阻止內容的時間表\n-創建域白名單\n\n立即嘗試我們的軟件。 其100％免費使用。",
    "zh_TW": "永久或按计划阻止有害或恶意网站。 节省您的时间并防止访问不需要的Web资源。\n\n阻止网站会向您隐藏不需要的网站，并防止您的孩子访问它们。\n\n将应用程序配置为永久或按计划阻止域。\n选择不想访问任何域的工作日和小时，或者选择所有被阻止域的工作日和小时。\n\n阻止站点是用于阻止不当内容的高级应用程序。 该应用程序的有用功能：\n-阻止一个或多个域名的网站\n-通过关键字阻止网站\n-设置阻止内容的时间表\n-创建域白名单\n\n立即尝试我们的软件。 其100％免费使用。"
  }
}