{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sophos Chrome Security"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "This is the Sophos Mobile client for Chrome devices.",
    "de": "Dies ist der Sophos-Mobile-Client für Chrome-Geräte.",
    "es": "Esto es el cliente de Sophos Mobile para dispositivos Chrome.",
    "fr": "Il s’agit du client Sophos Mobile pour appareils Chrome",
    "it": "Questo è il client Sophos Mobile per i dispositivi Chrome.",
    "ja": "Chrome デバイス用の Sophos Mobile クライアントです。",
    "ko": "Chrome 장치용 Sophos Mobile 클라이언트입니다.",
    "pt_BR": "Este é o cliente do Sophos Mobile para dispositivos Chrome.",
    "zh_CN": "这是针对 Chrome 设备的 Sophos Mobile 客户端。",
    "zh_TW": "這是用於 Chrome 裝置的 Sophos Mobile 用戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "NOTE: Use of this extension is subject to the Sophos End User License Agreement (License Agreement) accessible at https://www.sophos.com/en-us/legal/sophos-end-user-license-agreement.aspx.\nBy installing or using this extension, you agree to the terms and conditions of the License Agreement. You also acknowledge that Sophos processes personal data in accordance with the Sophos Privacy Policy accessible at https://www.sophos.com/en-us/legal/sophos-group-privacy-policy.aspx.\n\nSophos Mobile is a Unified Endpoint Management (UEM) solution that allows companies to easily manage, control and secure Android, iOS, macOS, Windows 10 and Chrome devices (like Chromebooks) from a single web console. The Sophos Chrome Security extension allows you to enroll your Chrome device with Sophos Mobile.\n\nFEATURES\nYour organization can do the following:\n• Use Web Filtering to block web pages with malicious, undesirable or illegal content.\n• Find the device.\n• Send a message to the device.\n\nWeb Filtering uses up-to-the-minute intelligence from SophosLabs. Your device is secured even when you’re not connected to your organization’s network.\n\nSophos Chrome Security requires a Mobile Advanced or an Intercept X for Mobile license.\n\nFor more information, visit https://www.sophos.com/mobile\n\nMANUAL ENROLLMENT\n1. Sign in to Chrome with your corporate Google account.\n2. Open Sophos Chrome Security in the Chrome Web Store and add it to Chrome.\n3. Select the Sophos button in the Chrome toolbar.\n4. Select “Enroll” and then enter the enrollment token.\n\nAUTO-ENROLLMENT\nIf your organization uses G Suite, they can configure Sophos Chrome Security to automatically enroll with Sophos Mobile.",
    "de": "HINWEIS: Die Nutzung dieser Erweiterung unterliegt der Endbenutzer-Lizenzvereinbarung von Sophos (Lizenzvereinbarung), die unter https://www.sophos.com/de-de/legal/sophos-end-user-license-agreement.aspx zugänglich ist.\nDurch die Installation oder Verwendung dieser Erweiterung erklären Sie sich mit den Bedingungen der Lizenzvereinbarung einverstanden. Sie erkennen auch an, dass Sophos personenbezogene Daten gemäß der unter https://www.sophos.com/de-de/legal/sophos-group-privacy-policy.aspx zugänglichen Sophos Datenschutzrichtlinie verarbeitet.\n\nSophos Mobile ist eine Unified-Endpoint-Management-Lösung (UEM-Lösung), die es Unternehmen erlaubt, über eine Web-Konsole Geräte mit Android, iOS, macOS, Windows 10 und Chrome OS (z. B. Chromebooks) einfach zu verwalten, zu überwachen und sicher zu machen. Mit der Erweiterung Sophos Chrome Security können Sie Ihr Chrome-Gerät bei Sophos Mobile registrieren.\n\nFUNKTIONEN\nIhr Unternehmen kann Folgendes tun:\n• Web Filtering verwenden, um Webseiten mit schädlichem, unerwünschtem oder illegalem Inhalt zu blockieren.\n• Das Gerät finden.\n• Eine Nachricht an das Gerät senden.\n\nWeb Filterung nutzt die aktuellsten Informationen von SophosLabs. Ihr Gerät ist auch dann gesichert, wenn Sie nicht mit dem Netzwerk Ihres Unternehmens verbunden sind.\n\nSophos Chrome Security erfordert eine Lizenz vom Typ Mobile Advanced oder Intercept X for Mobile.\n\nFür weitere Infos besuchen Sie https://www.sophos.com/mobile\n\nMANUELLE REGISTRIERUNG:\n1. Melden Sie sich in Chrome mit Ihrem beruflichen Google-Konto an.\n2. Öffnen Sie Sophos Chrome Security im Chrome Web Store, und fügen Sie es zu Chrome hinzu.\n3. Klicken Sie in der Chrome-Symbolleiste auf die Sophos-Schaltfläche.\n4. Wählen Sie \"Registrieren\", und geben Sie dann das Registrierungs-Token ein.\n\nAUTOMATISCHE REGISTRIERUNG\nWenn Ihr Unternehmen G Suite verwendet, kann es Sophos Chrome Security so konfigurieren, dass es sich automatisch bei Sophos Mobile registriert.",
    "es": "NOTA: El uso de esta extensión está sujeto al Acuerdo de licencia de usuario final de Sophos (Acuerdo de licencia), disponible en https://www.sophos.com/es-es/legal/sophos-end-user-license-agreement.aspx.\nAl instalar o utilizar esta extensión, acepta los términos y condiciones del Acuerdo de licencia. También acepta que Sophos procesa los datos personales de acuerdo con la Política de privacidad de Sophos, disponible en https://www.sophos.com/es-es/legal/sophos-group-privacy-policy.aspx.\n\nSophos Mobile es una solución de gestión unificada de endpoints (UEM) que permite a las empresas administrar, controlar y proteger sin complicaciones dispositivos Android, iOS, macOS, Windows 10 y Chrome (como Chromebook) desde una sola consola web. La extensión Sophos Chrome Security le permite inscribir su dispositivo Chrome en Sophos Mobile.\n\nCARACTERÍSTICAS\nSu empresa puede hacer lo siguiente:\n• Utilizar el filtrado web para bloquear páginas web con contenido malicioso, no deseable o ilegal.\n• Localizar el dispositivo.\n• Enviar un mensaje al dispositivo.\n\nEl filtrado web utiliza la información actualizada al minuto de SophosLabs. El dispositivo está protegido incluso cuando no está conectado a la red de su empresa.\n\nSophos Chrome Security requiere una licencia de Mobile Advanced o de Intercept X for Mobile.\n\nSi desea más información, visite https://www.sophos.com/es-es/mobile\n\nINSCRIPCIÓN MANUAL\n1. Inicie sesión en Chrome con su cuenta de Google corporativa.\n2. Abra Sophos Chrome Security en Chrome Web Store y añádala a Chrome.\n3. Seleccione el botón Sophos en la barra de herramientas de Chrome.\n4. Seleccione \"Inscribir\" y, a continuación, introduzca el token de inscripción.\n\nINSCRIPCIÓN AUTOMÁTICA\nSi su empresa utiliza G Suite, puede configurar Sophos Chrome Security para que se inscriba en Sophos Mobile de forma automática.",
    "fr": "REMARQUE : L’utilisation de cette extension est soumise au Contrat de Licence d’utilisateur Final Sophos (Contrat de licence) disponible sur https://www.sophos.com/fr-fr/legal/sophos-end-user-license-agreement.aspx.\nEn installant ou en utilisant cette extension, vous acceptez les conditions générales d’utilisation du présent Contrat de Licence. Vous reconnaissez également que Sophos traite les données personnelles conformément à la Politique de confidentialité de Sophos disponible sur https://www.sophos.com/fr-fr/legal/sophos-group-privacy-policy.aspx.\n\nSophos Mobile est une solution UEM (Unified Endpoint Management ou gestion unifiée des terminaux) qui permet aux entreprises d’administrer, de contrôler et de sécuriser les appareils Android, iOS, macOS, Windows 10 et Chrome (par exemple les Chromebooks) en toute simplicité à partir d’une seule console Web. L’extension Sophos Chrome Security vous permet d’inscrire votre appareil Chrome à Sophos Mobile.\n\nFONCTIONS\nVotre organisation peut :\n• Utiliser le Filtrage Web pour bloquer des pages Web au contenu malveillant, indésirable ou illégal.\n• Retrouver l’appareil.\n• Envoyer un message à l’appareil.\n\nLe Filtrage Web utilise les informations mises à jour en quasi instantanée des SophosLabs. Votre appareil est sécurisé même si vous n’êtes pas connecté au réseau de votre organisation.\n\nSophos Chrome Security nécessite une licence Mobile Advanced ou Intercept X for Mobile.\n\nRetrouvez plus de renseignements sur https://www.sophos.com/mobile\n\nINSCRIPTION MANUELLE\n1. Connectez-vous à Chrome avec votre compte Google professionnel.\n2. Ouvrez l’appli Sophos Chrome Security dans Chrome Web Store et ajoutez-la à Chrome.\n3. Sélectionnez le bouton Sophos dans la barre d’outils Chrome.\n4. Sélectionnez « Inscrire » puis saisissez le token d’inscription.\n\nINSCRIPTION AUTOMATIQUE\nSi votre organisation utilise G Suite, elle peut configurer Sophos Chrome Security pour s’inscrire automatiquement à Sophos Mobile.",
    "it": "NOTA: L’utilizzo di questa estensione è soggetto al Contratto di licenza Sophos per l’utente finale (Contratto di licenza), disponibile all’indirizzo https://www.sophos.com/it-it/legal/sophos-end-user-license-agreement.aspx.\nInstallando o utilizzando questa estensione, l’utente accetta i termini e le condizioni del Contratto di licenza. Riconosce anche che Sophos procederà al trattamento dei dati personali forniti, secondo i termini indicati nella Politica Sophos sulla privacy, disponibile all’indirizzo https://www.sophos.com/it-it/legal/sophos-group-privacy-policy.aspx.\n\nSophos Mobile è una soluzione di Unified Endpoint Management (UEM) che permette alle aziende di gestire, controllare e proteggere con la massima semplicità i dispositivi Android, iOS, macOS, Windows 10 e Chrome (ad es. i Chromebook) da un’unica console web. L’estensione Sophos Chrome Security consente di registrare il dispositivo Chrome a Sophos Mobile.\n\nFUNZIONALITÀ\nL’organizzazione può svolgere le seguenti azioni:\n• Utilizzare il Filtro web per bloccare le pagine web dai contenuti malevoli, indesiderabili o illegali.\n• Individuare il dispositivo.\n• Inviare un messaggio al dispositivo.\n\nIl Filtro web utilizza i dati di intelligence aggiornati al minuto dei SophosLabs. Il dispositivo è protetto anche quando non si è connessi alla rete aziendale.\n\nSophos Chrome Security richiede una licenza Mobile Advanced o Intercept X for Mobile.\n\nPer maggiori informazioni, visitare https://www.sophos.it/mobile\n\nREGISTRAZIONE MANUALE\n1. Accedere a Chrome con il proprio account aziendale Google.\n2. Aprire Sophos Chrome Security nel Chrome Web Store e aggiungerla a Chrome.\n3. Selezionare il pulsante Sophos nella barra degli strumenti Chrome.\n4. Selezionare “Registrazione” e successivamente immettere il token di registrazione.\n\nREGISTRAZIONE AUTOMATICA\nSe l’organizzazione utilizza G Suite, può configurare Sophos Chrome Security in modo che effettui automaticamente la registrazione a Sophos Mobile.",
    "ja": "注: この機能拡張の使用は、https://www.sophos.com/ja-jp/legal/sophos-end-user-license-agreement.aspx にある、ソフォスのエンドユーザー使用許諾契約書 (使用許諾契約書) に従うものとします。\nこの拡張機能をインストールまたは使用することにより、お客様は使用許諾契約書の条項に同意したものとします。また、お客様は、ソフォスが、https://www.sophos.com/ja-jp/legal/sophos-group-privacy-policy.aspx にある、ソフォスの個人情報保護方針に従って個人データを処理することにも同意します。\n\nSophos Mobile は、単一の Web ベースのコンソールから、企業の Android、iOS、macOS、Windows 10、Chrome デバイス (Chromebook など) を簡単に管理・制御・保護できる UEM (Unified Endpoint Management) ソリューションです。Sophos Chrome Security 拡張機能を使用すると、Chrome デバイスを Sophos Mobile に登録できます。\n\n機能\n管理者が実行できる操作は次のとおりです。\n• Web フィルタリングを使用して、悪意のあるコンテンツや、不適切または違法なコンテンツを含む Web ページをブロックします。\n• デバイスを検索します。\n• デバイスにメッセージを送信します。\n\nWeb フィルタリングは SophosLabs から取得した最新の情報を活用します。デバイスは、組織のネットワークに接続していない場合でも、セキュリティ保護されています。\n\nSophos Chrome Security には、 Mobile Advanced または Intercept X for Mobile ライセンスが必要です。\n\n詳細につきましては、https://www.sophos.com/mobile をご覧ください。\n\n手動登録:\n1. 会社の Google アカウントで Chrome にログインします。\n2.Chrome ウェブストアで Sophos Chrome Security を開き、Chrome に追加します。\n3.Chrome ツールバーで「Sophos」ボタンを選択します。\n4.「登録」を選択した後、登録トークンを入力します。\n\n自動登録:\n組織で G Suite を使用している場合は、Sophos Mobile に自動的に登録するように Sophos Chrome Security を設定できます。",
    "ko": "참고: 이 확장 버전의 사용은 https://www.sophos.com/en-us/legal/sophos-end-user-license-agreement.aspx에서 액세스할 수 있는 Sophos 최종 사용자 사용권 계약(사용권 계약)의 적용을 받습니다.\n이 확장 버전을 설치하거나 사용함으로써 귀하는 사용권 계약의 약관에 동의하는 것입니다. 여러분은 또한 Sophos가 https://www.sophos.com/en-us/legal/sophos-group-privacy-policy.aspx에서 확인할 수 있는 Sophos 개인 정보 보호 정책에 따라 개인 데이터를 처리한다는 사실을 인정합니다.\n\nSophos Mobile은 기업이 단일 웹 콘솔에서 Android, iOS, macOS, Windows 10 및 Chrome 장치(예: Chromebooks)를 쉽게 관리하고 제어하며 안전하게 보호할 수 있게 하는 UEM(Unified Endpoint Management) 솔루션입니다. Sophos Chrome Security 확장 버전을 사용하면 Sophos Mobile에 Chrome 장치를 등록할 수 있습니다.\n\n주요 특징\n귀사에서 수행할 수 있는 작업은 다음과 같습니다.\n• Web Filtering을 사용하여 악의적이거나, 원하지 않거나, 불법적인 콘텐츠가 포함된 웹 페이지를 차단합니다.\n• 장치를 찾습니다.\n• 장치로 메시지 보냅니다.\n\nWeb Filtering은 SophosLabs의 최신 정보를 사용합니다. 귀사의 네트워크에 연결되어 있지 않은 경우에도 장치의 보안이 유지됩니다.\n\nSophos Chrome Security에는 Mobile Advanced or an Intercept X for Mobile 라이선스가 필요합니다.\n\n자세한 정보는 https://www.sophos.com/mobile에서 찾아볼 수 있습니다.\n\n수동 등록\n1. 기업용 Google 계정으로 Chrome에 로그인합니다.\n2. Chrome Web Store에서 Sophos Chrome Security를 열고 Chrome에 추가합니다.\n3. Chrome 도구 모음에서 Sophos 버튼을 선택합니다.\n4. \"등록\"을 선택한 다음 등록 토큰을 입력합니다.\n\n자동 등록\n귀사에서 G Suite를 사용하는 경우 Sophos Chrome Security가 Sophos Mobile에 자동으로 등록되도록 구성할 수 있습니다.",
    "pt_BR": "NOTA: O uso desta extensão está sujeito ao Contrato de Licença de Usuário Final (Contrato de Licença) da Sophos, acessível em https://www.sophos.com/en-us/legal/sophos-end-user-license-agreement.aspx.\nAo instalar ou utilizar esta extensão, você concorda com os termos e condições do Contrato de Licença. Você também aceita que a Sophos processe dados pessoais de acordo com a Política de Privacidade da Sophos acessível em https://www.sophos.com/en-us/legal/sophos-group-privacy-policy.aspx.\n\nO Sophos Mobile é uma solução UEM (Unified Endpoint Management) que permite que as empresas gerenciem, controlem e protejam mais facilmente os dispositivos Android, iOS, macOS, Windows 10 e Chrome (como Chromebooks) usando um único painel de controle na web. A extensão do Sophos Chrome Security permite que você registre o seu dispositivo Chrome no Sophos Mobile.\n\nRECURSOS\nSua organização pode fazer o seguinte:\n• Usar a Filtragem da Web para bloquear páginas da web com conteúdo mal-intencionado, indesejado ou ilícito.\n• Localizar o dispositivo.\n• Enviar uma mensagem para o dispositivo.\n\nA Filtragem da Web usa a inteligência com atualização imediata do SophosLabs. Seu dispositivo estará protegido mesmo quando não estiver conectado à rede da sua organização.\n\nO Sophos Chrome Security requer uma licença Mobile Advanced ou Intercept X for Mobile.\n\nPara obter mais informações, acesse https://www.sophos.com/mobile\n\nREGISTRO MANUAL\n1. Conecte-se ao Chrome usando a sua conta corporativa Google.\n2. Abra o Sophos Chrome Security na Chrome Web Store e adicione-o ao Chrome.\n3. Selecione o botão Sophos na barra de ferramentas do Chrome.\n4. Selecione “Enroll” (Registrar) e insira o token de registro.\n\nREGISTRO AUTOMÁTICO\nSe a sua organização usa o G Suite, será possível configurar o Sophos Chrome Security para se registrar automaticamente no Sophos Mobile.",
    "zh_CN": "请注意：此扩展程序的使用受到 Sophos 最终用户许可协议 (许可协议) 的约束，该协议可通过链接 https://www.sophos.com/zh-cn/legal/sophos-end-user-license-agreement.aspx 访问。\n安装或使用此扩展程序，即表明您同意本许可协议的条款和条件。您还同意 Sophos 根据其隐私政策处理个人数据，该隐私政策可通过链接 https://www.sophos.com/zh-cn/legal/sophos-group-privacy-policy.aspx 访问。\n\nSophos Mobile 是一款统一的端点管理 (UEM) 解决方案，它让公司可以通过一个 Web 控制台轻松地管理、控制和保护 Android、iOS、macOS、Windows 10 和 Chrome 设备 (如 Chromebook)。Sophos Chrome Security 扩展程序让您可以将 Chrome 设备注册到 Sophos Mobile。\n\n功能\n您的组织可以：\n• 使用网站筛选阻止带有恶意、不需要或非法内容的网页。\n• 查找设备。\n• 向设备发送消息。\n\n网站筛选使用 SophosLabs 提供的最新信息。即使您未连接到您所在组织的网络，您的设备也会受到保护。\n\nSophos Chrome Security 需要 Mobile 高级版或 Intercept X for Mobile 许可证。\n\n有关详细信息，请访问 https://www.sophos.com/mobile\n\n手动注册\n1.使用贵公司的 Google 帐户登录到 Chrome。\n2.在 Chrome 网上应用店中打开 Sophos Chrome Security 并将其添加到 Chrome。\n3.选择 Chrome 工具栏中的 Sophos 按钮。\n4.选择“注册”，然后输入注册令牌。\n\n自动注册\n如果您的组织使用 G Suite，他们可以将 Sophos Chrome Security 配置为自动注册到 Sophos Mobile。",
    "zh_TW": "說明：使用此擴展受 Sophos 終端使用者授權合約（授權合約）的約束，可從 https://www.sophos.com/zh-tw/legal/sophos-end-user-license-agreement.aspx 存取\n安裝或使用此擴展即表示您同意授權合約的條款和條件。您還承認 Sophos 根據 Sophos 隱私權策略處理個人資料，該策略可於 https://www.sophos.com/zh-tw/legal/sophos-group-privacy-policy.aspx 存取。\n\nSophos Mobile 是一款統一端點管理 (UEM) 解決方案，允許公司從單一網頁主控台輕鬆管理、控制並保護 Android、OS、macOS、Windows 10 和 Chrome 裝置（如 Chromebooks）。Sophos Chrome Security 擴展允許您將 Chrome 裝置註冊到 Sophos Mobile。\n\n功能\n您的組織可以執行以下動作：\n• 使用網頁篩選條件封鎖具有惡意、不需要或非法內容的頁面。\n• 查找裝置。\n• 將訊息傳送到裝置。\n\n網頁篩選條件使用 SophosLabs 的最新智能。即使您未連線至組織的網路，您的裝置也會受到保護。\n\nSophos Chrome Security 需要 Mobile Advanced 或 Intercept X for Mobile 授權。\n\n如需更多資訊，請造訪 https://www.sophos.com/mobile\n\n手動註冊\n1.使用您的企業 Google 帳戶登入 Chrome。\n2.在 Chrome Web Store 中開啟 Sophos Chrome Security ，然後將其新增到 Chrome 。\n3.在 Chrome 工具列中選取 Sophos 按鈕。\n4.選取「註冊」，然後輸入註冊權杖。\n\n自動註冊\n如果您的組織使用 G 套件，則可以將 Sophos Chrome Security 設定爲自動註冊到 Sophos Mobile。"
  }
}