{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PageSlicer AI - Instant Webpage Summaries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get AI-powered summaries of web pages and link previews instantly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "➤ PageSlicer AI for Chrome\n\nTransform how you read online with PageSlicer AI, your intelligent web assistant for consuming content faster and smarter. It simplifies your web browsing by generating concise summaries and previewing links before you click.\n\n➤ Latest Updates\n\n• New Tooltip Design: Sleek, modern tooltips for a more intuitive experience.\n• Bug Fixes: Resolved performance issues to improve speed and reliability.\n\n➤ Core Features\n\n~ Effortless Reading Assistance\n• Instant AI Summaries: Summarize articles, blog posts, and web content in one click.\n• Smart Link Previews: Preview content before you click to save time and make informed decisions.\n• Multi-language Support: Translate summaries into Spanish, French, German, and more.\n\n~ Enhanced Productivity\n• Save & Organize: Store favorite summaries for easy access anytime.\n• Share Functionality: Share summaries effortlessly with friends and colleagues.\n• Clean Interface: Minimalist design that integrates seamlessly with your browsing experience.\n\n~ Customization & Data Control\n• Chronological Organization: Automatically organize summaries in chronological order.\n• Customizable Options: Tailor features to your workflow preferences.\n\n➤ Who It’s For\n\nPerfect for students, professionals, and anyone looking to:\n• Streamline research with quick, accurate summaries.\n• Save time reading online.\n• Access, translate, and share key information effortlessly.\n\n➤ Where It Works\n\n• Any web page via Chrome.\n• Compatible with a wide range of sites and languages.\n\nInstall PageSlicer AI today and revolutionize your online reading experience!"
  }
}