{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ember - Rediscover forgotten bookmarks."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rediscover forgotten bookmarks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever find yourself drowning in a sea of bookmarks, forgetting about those hidden gems you saved for inspiration or useful tools you meant to revisit? Ember is designed to help you effortlessly rediscovery forgotten gems add an element of surprise to your browsing experience.\n\nBe inspired, stay organised, and rediscover the bookmarks you thought you'd lost.\n\nFeatures:\nInspiration at Your Fingertips: For designers, creators, and dreamers, this extension is your daily dose of inspiration. Rediscover those design tutorials, insightful articles, and creative resources that you saved for a rainy day.\n\nRediscover Lost Bookmarks: Let Ember surprise you with a handpicked bookmark from the depths of your bookmarks collection every time you open the extension. Visit it in a new tab with the click of a button, or dig up another option.\n\nEffortless Productivity: Unearth forgotten tools, productivity hacks, and useful resources effortlessly. Break free from the monotony of your regular bookmarks and stumble upon something that could transform the way you work.\n\n\nHow to Use:\n- Install the extension.\n- Click on the extension icon to reveal a randomly selected bookmark from your collection, click the link or arrow button to open the bookmark in a new tab, or click the refresh button to find a new random bookmark.\n\nUse Cases:\n- Boost Productivity: Find that forgotten tool or resource that could enhance your workflow.\n- Design Inspiration: Rediscover tutorials, references, and other creative websites that spark your imagination.\n- Knowledge Rediscovery: Stumble upon articles, research papers, or educational content you saved for future reference.\n\n\nReignite the excitement of your bookmarked content with Ember. Enhance your browsing experience and enjoy the delightful journey of rediscovery!"
  }
}