{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Trends Everywhere"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare search trends with your keywords right next to Google search results, and quickly open Google Trends via right-click menu"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why Install Google Trends Everywhere?\nIn today's fast-paced digital world, understanding search trends can provide valuable insights into public interest and market dynamics. Google Trends Everywhere is a powerful Chrome extension designed to seamlessly integrate trend analysis into your daily browsing experience. Here's why you should consider installing it:\nKey Benefits:\n1. Instant Trend Comparison:\nWith a simple right-click, you can instantly compare selected text with predefined keywords on Google Trends. This feature is perfect for marketers, researchers, and anyone interested in tracking the popularity of specific terms.\n2. Seamless Integration with Google Search:\nThe extension embeds a trends widget directly on your Google search results page, allowing you to view trend data without leaving the page. This integration saves time and enhances your search experience.\n3. Customizable Settings:\nTailor the extension to your needs by adding up to four comparison terms and selecting a time range for analysis. Your settings are saved, ensuring a personalized experience every time you use the extension.\n4. Global Accessibility:\nWhether you're in the US, Japan, or Brazil, Google Trends Everywhere supports multiple Google domains, making it accessible to users worldwide.\n5. User-Friendly Interface:\nThe extension features an intuitive popup interface for managing your settings and a draggable trends widget for easy viewing and interaction.\nWho Can Benefit?\nMarketers: Quickly assess the popularity of products, brands, or campaigns.\nResearchers: Analyze trends in public interest for academic or professional projects.\nContent Creators: Identify trending topics to tailor content for maximum engagement.\nGeneral Users: Stay informed about what's popular and relevant in your areas of interest.\nHow to Get Started:\n1. Install the Extension: Download Google Trends Everywhere from the Chrome Web Store.\n2. Use the Context Menu: Select text on any webpage, right-click, and choose \"Compare in Google Trends\" to open a new tab with trend data.\nExplore Trends on Google Search: Perform a Google search to see the embedded trends widget and explore data directly from the search results page.\nPrivacy Assurance:\nGoogle Trends Everywhere is committed to user privacy. The extension only processes data necessary for its functionality, and no personal data is collected or stored beyond your settings."
  }
}