{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Japanese Translate & Dictionary Mazii じしょ日本語",
    "vi": "Dịch tiếng Nhật & từ điển tiếng Nhật Mazii"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "For learn japanese, work in all website. Select text and double click to translate.",
    "vi": "Dành cho người học tiếng Nhật, chỉ cần bôi đen hoặc click đúp vào văn bản để tra từ."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,en,en_AU,en_GB,es_419,et,fa,fi,fil,gu,he,hr,hu,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_TW": "With Mazii, you can look up Japanese words easily \n\nMazii Japanese Dictionary is a crucial search tool for Japanese learners.\nWith just 1 click you can quickly translate Japanese into your language.\nWith Mazii, reading Japanese newspapers and emails becomes easier than ever. Besides your language, Mazii also provides users with other languages translation , allows users to compare meanings to get the meanings accurately.\nOutstanding features of Mazii Japanese dictionary :\n- Allow multilingual translation.\n- Quick vocabulary and Kanji look up.\n- Save the history of Japanese look up.\n- Look up directly in the toolbar\nHow to use it:\n1. Restart chrome to make sure the Mazii is working properly\n\n2. Mazii is ready, now double click on any word on the browser.\n\n3. To translate the whole sentence, choose the whole the sentence, hold the Alt key and click on the sentence.\n\n4. To turn off quick translation, click the Mazii icon on the toolbar, a small window will appear, click Options and uncheck \"Turn on quick translation\".\n\n5. To translate into another language, click on the Mazii icon on the browser toolbar, a small window will appear, click Options, in the translate section, select the language you want to translate.\n\nThank you for using Mazii. We look forward to supporting and getting your comments.\n\n-------------------------------------------------\nA product of Mazii Japanese dictionary \nhttp://mazii.net",
    "el,en_US,es,fr,hi,id,ja,ru,th": "Mazii is instant dictionary for people studying Japanese .\nHelp you translate from Japanese into your language quickly with just one mouse click .\n\nWith Mazii , reading newspapers, emails Japanese easier than ever . In addition to your language Mazii also supports version translated into other languages ​​, allowing for comparison to understand that the most accurate context .\n-------------------------------------------------\nWhat's new ?\n\nMazii supports multi-language translator .\n\nMazii has integrated features to help you enter kanji by kanji drawing .\nFrom this you can draw kanji to look up right on Mazii then . Yeah !\n-------------------------------------------------\nInstructions for use:\n1 . Restart chrome.\n\n2 . Mazii is ready, try double clicking on any one of the word in browser view.\n\n3 . To translate sentence, select sentence, hold the Alt key and click on the sentence.\n\n4 . To disable instant translate, click on the icon Mazii on the browser's toolbar , a small window pops up, click on Options and uncheck \"Enable instant translate\".\n\n5 . To change the results into other languages ​​, click on the icon Mazii on the browser's toolbar, a small window pops up, click on Options , in the 'Translate to', select the language you want to translate.\n\nThank you for using Mazii , when there is any problem , we hope to receive feedback and comments from you .\n\n-------------------------------------------------\nA product of Mazii.\nhttp://mazii.net",
    "ko": "Mazii를 사용하면 일본어 단어를 쉽게 찾을 수 있습니다.\n\nMazii 일본어 사전은 일본어 학습자를위한 중요한 검색 도구입니다.\n1 번의 클릭만으로 신속하게 일본어를 귀하의 언어로 번역 할 수 있습니다.\nMazii를 사용하면 일본 신문과 이메일을 더 쉽게 읽을 수 있습니다. 귀하의 언어 외에도, Mazii는 사용자에게 다른 언어 번역 기능을 제공하여 사용자가 의미를 정확하게 비교하여 의미를 정확하게 파악할 수 있도록합니다.\nMazii 일본어 사전의 뛰어난 기능 :\n- 다국어 번역이 가능합니다.\n- 빠른 어휘와 한자가 보입니다.\n- 일본어 조회의 역사를 저장합니다.\n- 도구 모음에서 직접 찾아보기\n이것을 어떻게 사용 하는가:\n1. Mazii가 제대로 작동하는지 확인하기 위해 크롬을 다시 시작하십시오.\n2. Mazii가 준비되었습니다. 이제 브라우저에서 단어를 두 번 클릭하십시오.\n3. 전체 문장을 번역하려면 문장 전체를 선택하고 Alt 키를 누른 상태에서 문장을 클릭하십시오.\n4. 빠른 번역을 끄려면 도구 모음에서 Mazii 아이콘을 클릭하면 작은 창이 표시되고 옵션을 클릭 한 다음 \"빠른 번역 켜기\"를 선택 취소하십시오.\n5. 다른 언어로 번역하려면 브라우저 도구 모음에서 Mazii 아이콘을 클릭하면 작은 창이 나타납니다. 옵션을 클릭하고 번역 섹션에서 번역 할 언어를 선택하십시오.\n\nMazii를 사용해 주셔서 감사합니다. 우리는 귀하의 의견을지지하고 얻는 것을 기대합니다.\n\n-------------------------------------------------\nMazii 일본어 사전의 제품\nhttp://mazii.net \"",
    "vi": "Tra cứu từ điển tiếng nhật thật dễ dàng với Mazii\n\nTừ điển tiếng Nhật Mazii là công cụ tra cứu không thể thiếu của người học tiếng Nhật.\nChỉ với 1 click chuột bạn có thể dịch từ tiếng Nhật sang ngôn ngữ của bạn nhanh chóng.\n\nVới Mazii, việc đọc báo, email tiếng Nhật trở nên dễ dàng hơn bao giờ hết. Ngoài ngôn ngữ của bạn Mazii còn hỗ trợ cả phiên bản dịch sang ngôn ngữ khác, cho phép đối chiếu nghĩa để có thể hiểu văn cảnh chính xác nhất.\nTính năng nổi trội của từ điển Việt Nhật Mazii:\n-        Hỗ trợ dịch đa ngôn ngữ.\n-        Tra cứu nhanh từ vựng và hán tự\n-        Lưu lại lịch sử tra cứu tiếng Nhật\n-        Tra cứu trực tiếp trên thanh địa chỉ\nSử dụng từ điển Việt Nhật Mazii thật đơn giản:\n1. Khởi động lại chrome để đảm bảo Mazii hoạt động đúng\n\n2. Mazii đã sẵn sàng, thử click đúp vào 1 từ bất kỳ trên trình duyệt xem.\n\n3. Để dịch cả câu, bôi đen câu, giữ phím Alt và click chuột vào câu.\n\n4. Để tắt dịch nhanh, bấm vào biểu tượng của Mazii trên thanh công cụ của trình duyệt, cửa sổ nhỏ hiện ra, bấm vào Tuỳ chọn và bạn bỏ chọn \"Bật dịch nhanh\".\n\n5. Để thay đổi dịch sang ngôn ngữ khác, bấm vào biểu tượng của Mazii trên thanh công cụ của trình duyệt, cửa sổ nhỏ hiện ra, bấm vào Tuỳ chọn, trong mục Dịch sang, bạn chọn ngôn ngữ muốn dịch.\n\nCảm ơn bạn đã sử dụng Mazii. Chúng tôi rất mong có cơ hội để hỗ trợ và nhận được những ý kiến đóng góp từ bạn.\n\n-------------------------------------------------\nMột sản phẩm của từ điển tiếng Nhật Mazii\nhttp://mazii.net",
    "zh_CN": "使用Mazii，您可以輕鬆查找日語單詞\n\nMazii日語詞典是日語學習者的重要搜索工具。\n只需單擊一下，您就可以快速將日語翻譯成您的語言。\n使用Mazii，閱讀日文報紙和電子郵件變得前所未有的輕鬆。除了您的語言，Mazii還為用戶提供其他語言翻譯，允許用戶比較意義以準確地獲得意義。\nMazii日語詞典的突出特點：\n - 允許多語種翻譯。\n - 快速詞彙和漢字查找。\n - 保存日語查詢歷史。\n - 直接在工具欄中查找\n如何使用它：\n1.重新啟動chrome以確保Mazii正常工作\n2. Mazii準備就緒，現在雙擊瀏覽器上的任何單詞。\n3.要翻譯整個句子，請選擇整個句子，按住Alt鍵並單擊該句子。\n4.要關閉快速翻譯，請單擊工具欄上的Mazii圖標，將出現一個小窗口，單擊選項並取消選中“打開快速翻譯”。\n5.要翻譯成另一種語言，單擊瀏覽器工具欄上的Mazii圖標，將出現一個小窗口，單擊選項，在翻譯部分中，選擇要翻譯的語言。\n\n感謝您使用Mazii。我們期待著支持並得到您的意見。\n\n-------------------------------------------------\nMazii日語詞典的產品\nhttp://mazii.net"
  }
}