{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sales.Rocks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find company and contact data while browsing the Internet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Sales.Rocks Chrome Extension you can easily find all contact information when visiting a company website with a single click. Find all Contacts by hierarchy and find their direct email addresses and social media links. Expand your search with Company information, from address, local registry number, revenue and size to detailed information like email address, phone number and social media profiles, and check the web-technologies used by the company. Create custom Lead Lists and start your direct prospecting via the Sales.Rocks Platform.\n\n🏢 Company Search\n\nThe Company Search will retrieve data from our regularly updated and enriched B2B Database searched by the company domain. It will list 15 different data points about the company among which local address, local registry number, company size, industry and industry code (NACE), revenue and company size, year of incorporation together with contact details about the company like the email address, phone number and social media profiles. \n\n👔 Contact Search \n\nThe Contact Search works also based on a search by company domain. It will retrieve all the Contacts working within the company sorted by hierarchy and department, revealing their job title, direct email address and social media links.\n\n⚙️Web-Technologies\n\nThe Web-Tech tab unlocks the company technology stack. You can check the current web-technologies used by the company and the version of the used software. \n\n✉️ Lead Lists \n\nOnce found, the Contacts can be added to a Lead List in your Sales.Rocks account. The same can be done with the whole company data. You can choose to either create a new Lead List or add the information to an existing Lead List. With a single click on the + Add to My List button you can prepare your next outreach list. \n\n🚀 Getting Started \n\nTo join our 3000+ Users you would need to register for a Sales.Rocks account. This can be easily done on the Register button upon the installation of the Sales.Rocks Chrome Extension in your Browser. If you already have your Sales.Rocks account, you can connect it to the Chrome Extension with a simple Login.\n\nWith the installation of the Sales.Rocks Chrome Plugin you agree with our terms and conditions (https://sales.rocks/privacy-terms-conditions/)\n\nHave some questions? Drop us an email at help@sales.rocks\nMade with 🧡 from the Sales.Rocks Team"
  }
}