{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keyword Golden Ratio Calculator Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension provides an indication of whether a keyword is good to target based on the Keyword Golden Ratio (KGR)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Keyword Golden Ratio (KGR) Calculator is a powerful tool for content creators and SEO enthusiasts. It helps you determine the potential of keywords and decide whether they are worth targeting or not. With this extension, you can quickly assess the competitiveness of a keyword and make informed decisions to optimize your content strategy.\n\nKey Features:\n\nCalculate KGR: Enter the \"allintitle results\" and \"Monthly search volume\" of a keyword, and the extension will instantly calculate the Keyword Golden Ratio (KGR) for you. The KGR is a data-driven metric that indicates the keyword's potential for ranking well in search engine results.\n\nSE Ranking Search Bar: Use the SE Ranking search bar integrated into the extension that gives you insights into the search volume of keywords. In my opinion, SE Ranking is the best affordable SEO tool.   \n\nTargeting Recommendation: The extension provides an indication of whether a keyword is good to target or not based on the calculated KGR. Keywords with a KGR below 0.25 are highlighted as \"Good\" to target, while those above 0.25 are marked as \"Not recommended\" for targeting.\n\nUser-Friendly Interface: The extension offers a simple and intuitive interface, allowing you to quickly input the necessary data and obtain the KGR calculation results. It's easy to use, even for beginners in SEO.\n\nSave Time and Effort: Instead of manually performing KGR calculations and making subjective judgments, let this extension handle the analysis for you. It helps you make more data-driven decisions in your keyword research process. Furthermore, the new SE ranking integration helps uncover keywords even quicker and more accurately.\n\nTake advantage of the Keyword Golden Ratio Calculator to discover under-utilized long-tail keywords, optimize your content strategy, and increase your chances of ranking higher in search engine results.\n\nStart leveraging the power of the Keyword Golden Ratio today and gain a competitive edge in the SEO game!"
  }
}