{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "123movies"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search for movie reviews with our free to use extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "123movies is as easy as 123! If you love movies then you will love our chrome extension even more!\n\n\nOH, and BTW. Online movie streamers we are excited to show you our new website!!! \n\n\n>>> www.123-movies.today  <<< \n\n\nWe have this extension also available on other browsers besides google chrome, and also give tips and info on the best movies to watch! Make sure to install our google chrome tool and donate to support us.\n\n123movies is our gift to the movie watching community. Who doesn't watch movies online nowadays. Whether streaming from your computer or streaming from your phone, streaming movies online is a given right to people of the 21st century :)\n\nAbout our chrome tool: Before you watch a movie on Netflix or one of your favorite movie streaming apps or websites. You may want to see the reviews for that particular movie or tv show you are trying to watch. Nobody likes a movie which disappoints them. With the 123movies extension. Just press the button and we will automatically help you search for the reviews from the best movie sites. We know all the best movie review sites. 123movies never uses websites who show spoilers in their reviews. We try our best to filter those out for you! \n\nWe will help you decide whether a movie you want to see will be worth it or not!\n\nP.S. we strongly discourage the watching of illegal movie content. Despite our name we have no affiliation with the popular streaming website known with the same name. Movie producers and actors work very hard, please respect them and subscribe to a movie/tv show streaming service only to watch your content!"
  }
}