{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Element Outliner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds Outlines to Elements"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "■ FUNCTIONALITY\n    ◈ Toggle Outline\n        - Apply an outline style to the current active tab by clicking the “toggle outline” button or by using the hotkey Ctrl + Q.\n        - Target specific elements for outlining based on the entered CSS selector.\n    ◈Control Outline Properties\n        - Customize the outline’s color, style, width, and offset to suit their needs.\n\n■ BACKGROUND and PURPOSE\n    ◈ This extension is a personal practice project born out of a need to toggle element outlines during web development.\n    ◈ It serves as a tool for web developers, designers, and accessibility testers, aiming to help them quickly visualize the structure of a webpage and identify potential layout or design issues.\n\n■ HOW TO USE\n    ◈ Install\n        - Visit the Chrome Web Store, search for “Element Outliner”, and click on “Add to Chrome”.\n    ◈ Uninstall\n        - Open the Extensions menu in Chrome, find “Element Outliner”, and click “Remove”.\n    ◈ General\n        - Click the extension icon (upper right) to trigger the popup HTML.\n        - Click the “toggle outline” button to add/remove the outline style to the current active tab.\n            - Use Ctrl + Q as an alternative way to toggle the outline.\n        - Set outline properties depending on your need/preference.\n        - To target a specific group of elements or a specific element, enter the appropriate CSS selector.\n        - To reset to default, click the reset button in the upper right corner of the outline properties section.\n\n■ TROUBLESHOOTING and SUPPORT\n    ◈ If you’re experiencing issues with Element Outliner, try the following:\n        - Ensure inputs are valid and not empty.\n        - Retoggle the outline.\n        - Visit your browser’s “chrome://extensions/” and toggle on/off.\n        - Reload the webpage.\n        - Restart the browser.\n        - Reinstall the extension.\n    ◈ If you’re still having trouble or found bugs, please comment your issue in the feedback section.\n\n■ SECURITY and PRIVACY MEASURES\n    ◈ The extension does not access, collect, or modify any information on any site you visit.\n    ◈ It operates under manifest version 3, which only grants the following permissions:\n        - activeTabs: to query the current active tab and add style into the correct webpage.\n        - storage: to save the customized outline properties for each tab.\n            - data are stored as session only, (holds data in memory for the duration of a browser session only).\n        - scripting: to add CSS styles into webpages\n\n■ LIMITATIONS\n    ◈ The extension is unable to add an outline style to:\n        - Internal pages of the Chrome browser (like chrome://settings/, chrome://extensions/, etc.) due to security restrictions.\n        - The extensions gallery (like https://chromewebstore.google.com/) as it cannot be scripted.\n    ◈ The extension was developed and tested using the latest version of the Chrome browser. Compatibility with older versions has not yet been verified.\n\n■ SUPPORT\n    ◈ While the extension is free to use, your support can help maintain and improve the extension. Here are a few ways you can support:\n        - Share Your Ideas: I value your input! Share your ideas or features you'd like to see implemented in future updates.\n        - Spread the Word: If you find the extension useful, share it with others who might benefit from it.\n        - Leave a Review: Your feedback matters! Leave a review or star rating.\n        - Buy me a Coffee: If you're feeling generous, consider buying me a coffee to keep my creative juices flowing! ☕ \n           - https://ko-fi.com/ceps#\n    \nEvery bit of your support is deeply appreciated. It contributes to making Element Outliner better for everyone. A heartfelt thank you to all! 😊"
  }
}