{
  "name": {
    "ar": "لعبة السهم السريع Unblocked",
    "am": "ፈጣን ቀስት ጨዋታ  Online Game",
    "bg": "Игра с бързи стрелки  Skill Game",
    "bn": "দ্রুত তীর খেলা  Unblocked Game",
    "ca": "Joc de fletxa ràpida  Unblocked Game",
    "cs": "Hra Rychlý šíp  Unblocked Game",
    "da": "Hurtigt pilespil  Hit Game",
    "de": "Schnelles Pfeilspiel  Skill Game",
    "el": "Παιχνίδι Fast Arrow  Online",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Fast Arrow Game - HTML5 Game",
    "es": "Juego de flecha rápida  Online",
    "et": "Kiire noolemäng  Unblocked Game",
    "fa": "بازی فلش سریع Unblocked",
    "fi": "Nopea nuoli peli  Online Game",
    "fil": "Larong Mabilis na Palaso  Online Game",
    "fr": "Jeu de flèche rapide  Hit Game",
    "gu": "ઝડપી એરો ગેમ  Hit Game",
    "he": "משחק חץ מהיר  Unblocked Game",
    "hi": "फास्ट एरो गेम  Online Game",
    "hr": "Igra brze strelice  Unblocked Games",
    "hu": "Gyors nyíl játék  Online Game",
    "id": "Permainan Panah Cepat  Online",
    "it": "Gioco Freccia Veloce  Unblocked Game",
    "ja": "ファストアローゲーム  Skill Game",
    "kn": "ವೇಗದ ಬಾಣದ ಆಟ  Online",
    "ko": "빠른 화살표 게임 Unblocked",
    "lv": "Ātrās bultiņas spēle Unblocked",
    "ml": "ഫാസ്റ്റ് ആരോ ഗെയിം  Online",
    "mr": "जलद बाण खेळ  Online Game",
    "ms": "Permainan Panah Pantas  Skill Game",
    "nl": "Snel pijlspel  Skill Game",
    "pl": "Gra Szybka Strzała  Online Game",
    "ro": "Joc rapid cu săgeți Unblocked",
    "ru": "Игра «Быстрая стрела»  Online Game",
    "sk": "Hra Rýchly šíp  Skill Game",
    "sl": "Igra hitre puščice  Online",
    "sw": "Mchezo wa Mshale wa Haraka Unblocked",
    "ta": "வேகமான அம்பு விளையாட்டு  Online Game",
    "te": "ఫాస్ట్ బాణం గేమ్  Skill Game",
    "th": "เกมลูกศรอย่างรวดเร็ว  Skill Game",
    "tr": "Hızlı Ok Oyunu  Unblocked Game",
    "uk": "Гра «Швидка стрілка».  Online"
  },
  "short": {
    "ar": "Fast Arrow هي لعبة إطلاق نار ممتعة حيث نحاول تسجيل نقاط بإطلاق سهم على هدف دوار.",
    "am": "ፈጣን ቀስት በሚሽከረከር ኢላማ ላይ ቀስት በመተኮስ ነጥቦችን ለማግኘት የምንሞክርበት አስደሳች የተኩስ ጨዋታ ነው።",
    "bg": "Fast Arrow е забавна игра със стрелба, в която се опитваме да печелим точки, като изстрелваме стрела във въртяща се мишена.",
    "bn": "ফাস্ট অ্যারো একটি মজার শ্যুটিং গেম যেখানে আমরা একটি ঘূর্ণায়মান লক্ষ্যবস্তুতে একটি তীর নিক্ষেপ করে পয়েন্ট স্কোর করার চেষ্টা করি।",
    "ca": "Fast Arrow és un divertit joc de trets on intentem guanyar punts disparant una fletxa a un objectiu giratori.",
    "cs": "Fast Arrow je zábavná střílečka, kde se snažíme získávat body střelbou šípu na rotující terč.",
    "da": "Fast Arrow er et sjovt skydespil, hvor vi forsøger at score point ved at skyde en pil mod et roterende mål.",
    "de": "Fast Arrow ist ein lustiges Schießspiel, bei dem wir versuchen, Punkte zu erzielen, indem wir einen Pfeil auf ein rotierendes Ziel…",
    "el": "Το Fast Arrow είναι ένα διασκεδαστικό παιχνίδι σκοποβολής όπου προσπαθούμε να κερδίσουμε πόντους ρίχνοντας ένα βέλος σε έναν…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Fast Arrow is a fun shooting game where we try to score points by shooting an arrow at a rotating target.",
    "es": "Fast Arrow es un divertido juego de disparos en el que tratamos de sumar puntos disparando una flecha a un objetivo giratorio.",
    "et": "Fast Arrow on lõbus tulistamismäng, kus proovime punkte koguda, tulistades noolt pöörlevale märklauale.",
    "fa": "Fast Arrow یک بازی تیراندازی سرگرم کننده است که در آن سعی می کنیم با پرتاب یک تیر به سمت هدف در حال چرخش امتیاز کسب کنیم.",
    "fi": "Fast Arrow on hauska ammuntapeli, jossa yritämme kerätä pisteitä ampumalla nuolta pyörivään maaliin.",
    "fil": "Ang Fast Arrow ay isang nakakatuwang laro ng pagbaril kung saan sinusubukan naming makakuha ng mga puntos sa pamamagitan ng…",
    "fr": "Fast Arrow est un jeu de tir amusant où nous essayons de marquer des points en tirant une flèche sur une cible rotative.",
    "gu": "ફાસ્ટ એરો એ એક મનોરંજક શૂટિંગ ગેમ છે જ્યાં આપણે ફરતા લક્ષ્ય પર તીર મારવા દ્વારા પોઈન્ટ મેળવવાનો પ્રયાસ કરીએ છીએ.",
    "he": "חץ מהיר הוא משחק יריות מהנה שבו אנו מנסים לצבור נקודות על ידי ירי חץ לעבר מטרה מסתובבת.",
    "hi": "फास्ट एरो एक मजेदार शूटिंग गेम है जहां हम घूमते हुए लक्ष्य पर तीर चलाकर अंक हासिल करने की कोशिश करते हैं।",
    "hr": "Fast Arrow je zabavna pucačka igra u kojoj pokušavamo osvojiti bodove ispaljivanjem strijele u rotirajuću metu.",
    "hu": "A Fast Arrow egy szórakoztató lövöldözős játék, ahol egy forgó célpontra lőve próbálunk pontokat szerezni.",
    "id": "Fast Arrow adalah game menembak seru di mana kami mencoba mencetak poin dengan menembakkan panah ke target yang berputar.",
    "it": "Fast Arrow è un divertente gioco di tiro in cui cerchiamo di segnare punti scoccando una freccia su un bersaglio rotante.",
    "ja": "Fast Arrow は楽しいシューティング ゲームで、回転するターゲットに矢を放ってポイントを獲得しようとします。",
    "kn": "ವೇಗದ ಬಾಣವು ಒಂದು ಮೋಜಿನ ಶೂಟಿಂಗ್ ಆಟವಾಗಿದ್ದು, ತಿರುಗುವ ಗುರಿಯತ್ತ ಬಾಣವನ್ನು ಹೊಡೆಯುವ ಮೂಲಕ ನಾವು ಅಂಕಗಳನ್ನು ಗಳಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ.",
    "ko": "Fast Arrow는 회전하는 목표물에 화살을 쏘아 점수를 얻는 재미있는 슈팅 게임입니다.",
    "lv": "Ātrā bulta ir jautra šaušanas spēle, kurā mēs cenšamies gūt punktus, šaujot ar bultu pa rotējošu mērķi.",
    "ml": "ഫാസ്റ്റ് ആരോ ഒരു രസകരമായ ഷൂട്ടിംഗ് ഗെയിമാണ്, അവിടെ കറങ്ങുന്ന ടാർഗെറ്റിൽ അമ്പടയാളം എയ്തുകൊണ്ട് ഞങ്ങൾ പോയിന്റുകൾ സ്കോർ ചെയ്യാൻ…",
    "mr": "फास्ट अ‍ॅरो हा एक मजेदार शूटिंग गेम आहे जिथे आपण फिरणाऱ्या लक्ष्यावर बाण मारून गुण मिळवण्याचा प्रयत्न करतो.",
    "ms": "Panah Cepat ialah permainan menembak yang menyeronokkan di mana kami cuba menjaringkan mata dengan menembak anak panah pada sasaran…",
    "nl": "Fast Arrow is een leuk schietspel waarin we proberen punten te scoren door een pijl op een ronddraaiend doelwit te schieten.",
    "pl": "Fast Arrow to zabawna strzelanka, w której próbujemy zdobywać punkty, strzelając strzałą w obracający się cel.",
    "ro": "Fast Arrow este un joc distractiv de împușcături în care încercăm să câștigăm puncte trăgând o săgeată într-o țintă care se rotește.",
    "ru": "Fast Arrow — это веселая игра-стрелялка, в которой мы пытаемся набрать очки, стреляя стрелой во вращающуюся мишень.",
    "sk": "Fast Arrow je zábavná strieľačka, v ktorej sa snažíme získavať body strieľaním šípu do rotujúceho terča.",
    "sl": "Fast Arrow je zabavna strelska igra, kjer poskušamo nabirati točke z izstreljevanjem puščice v vrtečo se tarčo.",
    "sw": "Mshale Haraka ni mchezo wa kufurahisha wa kurusha ambapo tunajaribu kupata pointi kwa kurusha mshale kwenye shabaha inayozunguka.",
    "ta": "வேகமான அம்பு என்பது ஒரு வேடிக்கையான படப்பிடிப்பு விளையாட்டு ஆகும், அங்கு சுழலும் இலக்கை நோக்கி அம்புக்குறியை எய்துவதன் மூலம்…",
    "te": "ఫాస్ట్ యారో అనేది ఒక ఆహ్లాదకరమైన షూటింగ్ గేమ్, ఇక్కడ మనం తిరిగే లక్ష్యంపై బాణం వేయడం ద్వారా పాయింట్లను స్కోర్ చేయడానికి…",
    "th": "Fast Arrow เป็นเกมยิงสนุก ๆ ที่เราพยายามทำคะแนนโดยการยิงลูกศรไปที่เป้าหมายที่หมุน",
    "tr": "Fast Arrow, dönen bir hedefe ok atarak puan toplamaya çalıştığımız eğlenceli bir atış oyunudur.",
    "uk": "Fast Arrow — це весела гра-стрілялка, у якій ми намагаємося набрати очки, кидаючи стрілу по мішені, що обертається."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fast Arrow is a fun shooting game where we try to score points by shooting an arrow at a rotating target.\nThere is a rotating arrow in the game. We make accurate shots with this arrow. We also pay attention to the arrows on the target by shooting carefully. In this way, we get points by shooting arrows. We continue the game by maintaining our high score goal with the points we have achieved. Fast Arrow has emerged as a fun shooter game for those who love skill games.\nTo swipe Install this extension to play the Fast Arrow game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}