{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PriceWise: Real-time Price Comparison"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save money and shop smarter with PriceWise, a free tool to help you with comparison shopping. Our browser extension automatically…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save money and shop smarter with PriceWise, a free tool to help you with comparison shopping. Our browser extension automatically searches for similar products, using the product images you see when you shop.\n\nWhether you're shopping for electronics, home goods, clothing, or anything in between, PriceWise ensures you're getting the absolute best value for your purchase. By leveraging advanced algorithms, PriceWise can find visually similar items when exact searching doesn't yield the results you need.\n\nKey Features:\n\nReal-Time Price Comparison: PriceWise scouts the web for you, comparing prices across multiple platforms to ensure you're getting the best deal possible while shopping on Amazon, Walmart, Target, and other major retailers.\n\nVisual Search: Can't find the exact product you're looking for? No problem. PriceWise uses smart technology to identify visually similar items, expanding your range of choices.\n\nSimple, User-Friendly Interface: We've designed PriceWise with simplicity in mind. Our intuitive interface makes it easy for you to navigate and find the best deals with just a few clicks.\n\nSafe and Secure: Your privacy is our top priority. PriceWise operates with transparency and respect for user data. We don't sell or share your information.\n\nJoin the savvy shopping revolution today with PriceWise. Enjoy a smarter, more efficient, and money-saving shopping experience on Amazon. Download PriceWise now and never overpay again!\n\nVisit our website for more information: https://bepricewise.com/"
  }
}