{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress Bot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress Bot"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aliexpress Bot - Your Ultimate Aliexpress Assistant\n\nAliexpress Bot is a powerful Chrome Extension designed to automate your daily interactions with Aliexpress. Whether you're a frequent shopper or someone who loves to collect coins and maximize savings, this extension has you covered. Open-source and continuously evolving, Aliexpress Bot simplifies your online experience by automating routine tasks, helping you find the best deals, and boosting your savings without the need for manual input.\n\nThis tool automatically handles your daily tasks, ensuring you never miss a day of collecting coins or completing essential activities that help you save on Aliexpress. With planned features to inject coupon codes directly onto product pages and even play Aliexpress games for you, this bot makes shopping effortless and fun.\n--------------------------------------------------------------------------------------------------------------\nFeatures:\n- Automatic Coin Collection\nAutomatically collects Aliexpress coins every 24 hours, ensuring you never miss out on daily rewards.\n\n- Automatic Login\nNo need to worry about getting logged out—Aliexpress Bot automatically logs you back in if you're disconnected, so you stay on track with your tasks.\n\n- Daily Task Automation\nThe bot automatically completes daily tasks, helping you accumulate rewards and benefits without manual effort.\n\n- Open-Source on GitHub\nExplore the code, contribute, or customize the extension according to your needs. Full transparency and community-driven development.\n\n- Planned: Coupon Code Injection\nIn future updates, Aliexpress Bot will find the best coupon codes and deals for various products and inject them directly onto the product page, so you always get the best price.\n\n- Planned: Game Automation\nSoon, the bot will be able to automatically play Aliexpress games, helping you earn extra rewards and coins with minimal effort.\n\nWith Aliexpress Bot, saving money and time on Aliexpress has never been easier. Install now and let the bot handle the hard work for you!"
  }
}