{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cyberpunk Girl 4K Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enter a futuristic world with the Cyberpunk Girl 4K Live Wallpaper extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Featuring stunning 4K animated scenes of a fierce and stylish cyberpunk character, this extension brings the high-tech, neon-lit atmosphere of the cyberpunk universe right to your Chrome browser. Every new tab immerses you in a city of lights, technology, and adventure, making your browsing experience more thrilling and vibrant.\n\nTransform your new tab with the power of cyberpunk style!\n\nFeatures:\n💻 Live 4K Wallpaper: High-definition animated scenes featuring a powerful and stylish cyberpunk girl in a neon-lit futuristic world.\n🌐 Popular Site Shortcuts: Quickly access your favorite websites with pre-set shortcuts.\n➕ Addable Shortcuts: Customize your new tab by adding links to your most-visited sites.\n🔍 Search Bar: Search the web with your preferred search engine.\n🕒 Calendar & Clock: Stay organized with the built-in calendar and clock display.\nWhy Choose This Extension?\nThe Cyberpunk Girl 4K Live Wallpaper extension is lightweight, secure, and respects your privacy. It's simple to install and remove via your browser settings.\n\nDiscover more live wallpaper extensions featuring different styles, characters, and universes. This extension also includes a note-taking tool, a privacy policy, and an uninstall option for your convenience.\n\nDownload the Cyberpunk Girl 4K Live Wallpaper extension now and immerse yourself in the world of cyberpunk with every new tab! Visit our website for more dynamic live wallpaper extensions!"
  }
}