{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jiffy Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Browser Extension for Faster Reading on ANY website!"
  },
  "long": {
    "ar,da,de,el,et,fa,fr,he,hi,hu,id,it,ja,ko,ms,ru,sv,sw,th,uk": "Jiffy Reader is an extension that allows for faster reading of any webpage.\n\nThe way that Jiffy Reader works is by taking a certain port of every or some of the words and changing the font weight. For example, in our default settings we take the first half of every word and make it bolder. This allows for a more seamless reading experience.\n\nThis way, Jiffy Reader guides your eyes seamlessly over the page via the use of these fixation points. This encourages a smoother reading experience while maintaining comprehension of the words. \n\nMany people with ADHD have also reported such methods to help them stay focussed while reading.\n\nWe hope that by using the Jiffy Reader extension you too will be able to read large amounts of text faster, more easily, and with greater comprehension.\n\nFeatures\n\n#### Global preferences button\n- clicking this button enters global mode where your preferences are saved and applied to applied to all other sites when you open them afterwards\n\n#### Site preferences button\n- Clicking this buttons activates and saves preferences only for the site you are presently on. \n- Any changes you make with the other buttons and sliders persist for only this site.\n\n#### Enable reading mode button\n - Click this button to turn on/off bolded text on the page.\n - Press `ALT + B` to achieve the same effect as clicking this button on chrome. see the [shortcut-section](#shortcut) for more info.\n\n#### Saccades interval slider\n- Use this slider to set how many words are left untouched/unbolded or un-emphasized after the first emphasized word or the first word.\n- 0 means there will not be a single or any untouched words, all words are emphasized.\n- 1 means exactly 1 word is left untouched before the next successive emphasized word.\n- 2 means 2 words are left untouched so does 3 and 4.\n\n#### Fixation strength slider\n- Use this to control how much or how little of each word is emphasized you your liking .\n\n#### Fixation edge opacity\n- Use this to control how faint(weakly visible) or strongly visible you want the edge(un-emphasized) part of words to appear.\n\n#### Saccades colors\n- Use this to select a means of emphasization using colors.\n\n#### Saccades styles\n- Use this to select a means of emphasization using bold variations or underline variations. \n\n#### Line height buttons\n- Use these buttons to increase or decrease line height to strain and improve the confort of reading.\n\n#### Always on/off button\n- Use this button to controls the default behaviour which is if words on pages are or aren't emphasized when loaded by default.\n\n#### Reset Defaults\n- Resets preferences of the currently engaged preference mode.\n\n### Google Play Books Native (Epub and PDF support)\n- This extension works with [google play books](https://play.google.com/books)\n1. Open or navigate to [google play books](https://play.google.com/books)\n2. Click on any book in your library to read it and turn on the extension if not on already\n3. You can search for new books (paid or free) and add to your library to start reading\n\n\nChange Log:\n\n1.0.9.1006\nFix: missing line height label\n\n1.0.9.1005\nSupport spanish translations\nYou can volunteer language translations through our github page.\n\n1.0.9.1003\nAdded theming\n\n1.0.9.1002\nFix firefox compatibility\nImprove post first install actions \n\n1.0.9.1001\nGoogle play scroll fix\nNotion fixes\n\n1.0.8.1300\nFix: Broken grammarly input and data loss \n\n1.0.8.12 \nFix: broken google books support \nFix: Youtube comment input bug\n\n1.0.8.1\nFix: GitHub textarea freezing while typing \nShow FAQ page to onboard new users and set default reading mode to off \nUpdate(docs): indicate the default reading mode is off \n\n\n1.0.8\nfix: twitter tweet input form bug \nFix: popup buttons not responding and improvements on first click\nUpdated popup ui, fixation split increase to 4 parts \n\n\n1.0.7.1\nFix broken global, site and enable buttons\nUpdated the interface with new options and features\n\nSee detailed change log on github\nhttps://github.com/ansh/jiffyreader.com/releases/latest",
    "am,bg,bn,cs,en,en_AU,en_GB,en_US,es_419,fi,fil,gu,hr,kn,lt,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,ta,te,vi,zh_CN,zh_TW": "Visit https://jiffyreader.com/welcome for tips\n\nWhat's Changed\n- performance improvements",
    "ca,es": "Jiffy Reader es una extensión que permite una lectura más rápida de cualquier página web.\n\nLa forma en que funciona Jiffy Reader es tomando un determinado puerto de todas o algunas de las palabras y cambiando el peso de la fuente. Por ejemplo, en nuestra configuración predeterminada, tomamos la primera mitad de cada palabra y la ponemos en negrita. Esto permite una experiencia de lectura más fluida.\n\nDe esta manera, Jiffy Reader guía sus ojos sin problemas por la página mediante el uso de estos puntos de fijación. Esto fomenta una experiencia de lectura más fluida mientras se mantiene la comprensión de las palabras.\n\nMuchas personas con TDAH también han informado de estos métodos para ayudarlos a mantenerse concentrados mientras leen.\n\nEsperamos que al usar la extensión Jiffy Reader usted también pueda leer grandes cantidades de texto más rápido, más fácilmente y con mayor comprensión.\n\nCaracterísticas\n\n#### Botón de preferencias globales\n- al hacer clic en este botón ingresa al modo global donde sus preferencias se guardan y se aplican a todos los demás sitios cuando los abre después\n\n#### Botón de preferencias del sitio\n- Al hacer clic en este botón, se activan y guardan las preferencias solo para el sitio en el que se encuentra actualmente.\n- Cualquier cambio que realice con los otros botones y controles deslizantes persistirá solo para este sitio.\n\n#### Habilitar botón de modo de lectura\n - Haga clic en este botón para activar o desactivar el texto en negrita en la página.\n - Presione `ALT + B` para lograr el mismo efecto que al hacer clic en este botón en Chrome. consulta la [sección de accesos directos](#acceso directo) para obtener más información.\n\n#### Deslizador de intervalo de movimientos sacádicos\n- Use este control deslizante para establecer cuántas palabras se dejan sin tocar/sin negrita o sin enfatizar después de la primera palabra enfatizada o la primera palabra.\n- 0 significa que no habrá ni una ni ninguna palabra intacta, se enfatizan todas las palabras.\n- 1 significa que se deja intacta exactamente 1 palabra antes de la siguiente palabra enfatizada sucesiva.\n- 2 significa que 2 palabras se dejan intactas, al igual que 3 y 4.\n\n#### Deslizador de fuerza de fijación\n- Use esto para controlar cuánto o qué poco de cada palabra se enfatiza según su gusto.\n\n#### Opacidad del borde de fijación\n- Use esto para controlar qué tan débil (débilmente visible) o fuertemente visible desea que aparezca la parte del borde (no enfatizada) de las palabras.\n\n#### Colores sacádicos\n- Use esto para seleccionar un medio de énfasis usando colores.\n\n#### Estilos sacádicos\n- Use esto para seleccionar un medio de énfasis usando variaciones en negrita o variaciones de subrayado.\n\n#### Botones de altura de línea\n- Use estos botones para aumentar o disminuir la altura de la línea para esforzarse y mejorar la comodidad de lectura.\n\n#### Siempre botón de encendido/apagado\n- Use este botón para controlar el comportamiento predeterminado, que es si las palabras en las páginas se enfatizan o no cuando se cargan de manera predeterminada.\n\n#### Restablecer predeterminados\n- Restablece las preferencias del modo de preferencia actualmente activado.\n\n### Google Play Books Native (compatible con Epub y PDF)\n- Esta extensión funciona con [google play books](https://play.google.com/books)\n1. Abra o navegue hasta [google play books](https://play.google.com/books)\n2. Haga clic en cualquier libro de su biblioteca para leerlo y active la extensión si aún no está activada\n3. Puede buscar nuevos libros (de pago o gratuitos) y agregarlos a su biblioteca para comenzar a leer\n\nRegistro de cambios:\n\n1.0.9.1006\nArreglo: etiqueta de altura de línea faltante\n\n1.0.9.1005\nApoyar traducciones al español\nPuede ofrecer traducciones de idiomas a través de nuestra página de github.\n\n1.0.9.1003\nAñadido tematización\n\n1.0.9.1002\nArreglar la compatibilidad con Firefox\nMejorar las acciones posteriores a la primera instalación\n\n1.0.9.1001\nCorrección de desplazamiento de Google Play\nCorrecciones de nociones\n\n1.0.8.1300\nArreglo: entrada gramatical rota y pérdida de datos\n\n1.0.8.12\nArreglo: soporte roto de libros de Google\nSolución: error de entrada de comentarios de Youtube\n\n1.0.8.1\nSolución: el área de texto de GitHub se congela mientras se escribe\nMuestre la página de preguntas frecuentes para incorporar nuevos usuarios y desactive el modo de lectura predeterminado\nActualizar (docs): indica que el modo de lectura predeterminado está desactivado\n\n\n1.0.8\ncorrección: error de formulario de entrada de tweet de Twitter\nSolución: los botones emergentes no responden y las mejoras en el primer clic\nInterfaz de usuario emergente actualizada, aumento de división de fijación a 4 partes\n\n\n1.0.7.1\nCorrija los botones globales, de sitio y habilitados rotos\nSe actualizó la interfaz con nuevas opciones y características.\n\nVer registro de cambios detallado en github\nhttps://github.com/ansh/jiffyreader.com/releases/latest",
    "tr": "Visit https://jiffyreader.com/welcome for tips"
  }
}