{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chess.com Voice Input"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable square clicks on chess.com via speech recognition or form input. Uses a simple double-digit coordinate system for the moves."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Google Chrome extension increases accessibility on the chess.com site by enabling you to click a board square via your browser's speech recognition or your keyboard. A two-digit coordinate system is used for the move input (a1 = 11, b3 = 23, c5 = 35, etc.), which is straightforward for speech recognition to pickup.\n\nSpecial notes:\n\n- If you display the inside or outside board coordinates using chess.com's board settings, you can then click the extension's \"Toggle number/letter\" button to switch the column coordinate letters to numbers. This will help you quickly see which two-digit coordinates correspond to which squares. You can always toggle back to letters with the same button.\n- To simulate a mouse click on a board square, you have two options: 1) announce the double-digit coordinates after clicking the mic icon button (you only have to do this once, click it again to turn it off), or 2) use your keyboard (or your operating system's speech recognition) to enter the double-digit coordinates into the form input field. You can still use your mouse like normal whenever you want. \n- The board square will look like a mouse clicked on it if you announce a valid coordinate. Anything invalid that is announced or entered will simply be ignored.\n- If using the form input field, note that the moment two non-whitespace characters are entered into it, the field will automatically clear itself.\n\nThe extension will load directly underneath the board when playing live or daily games, as well as for live and daily post-game analysis. This applies to URLs that begin with one of the following:\n\nhttps://www.chess.com/analysis/game/live/\nhttps://www.chess.com/game/live/\nhttps://www.chess.com/analysis/game/daily/\nhttps://www.chess.com/game/daily/\n\nChess.com Voice Input is open-source: \nhttps://github.com/parsec209/chess.com-voice-input\n\nCHANGELOG:\n\n2.0.0\n- Extension loads directly underneath the chessboard.\n- Chrome speech recognition added.\n- Board column coordinates can be toggled between numbers and letters.\n- Able to use during live and daily games, as well as for post-game analysis."
  }
}