{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upwork PowerTools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write Upwork proposals 10x faster"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the future of freelancing with the Upwork Proposal Assistant - your AI-powered guide to securing freelance jobs on Upwork. Streamline your Upwork proposal writing process, stay updated with the latest job listings via our Upwork Job Finder, make data-driven decisions with job and customer scores, and tailor your proposals to reflect your unique skills and expertise.\n\n1. Write Upwork AI Proposals\n\nThe art of crafting compelling Upwork proposals just got easier. Our AI-powered assistant, utilizing advanced OpenAI technology, generates tailor-made proposals that perfectly match the job description and client preferences, significantly boosting your chances of a successful bid. This feature ensures your Upwork proposal stands out among the competition.\n\n2. Real-Time Upwork Job Finder and Job Scores\n\nStay ahead with our real-time Upwork Job Finder. As soon as new jobs are posted on Upwork, they are reflected in your feed. Each job comes with a Job Score - an intelligent analysis that rates the opportunity based on parameters such as budget, client history, job description, and more. This enables you to prioritize the best fits for your expertise and goals on Upwork.\n\n3. View Customer Score and Location Score for Every Job on Upwork\n\nKnowledge is power in the world of freelancing on Upwork. Our extension offers a detailed Customer Score based on previous interactions, reviews, and job history. Additionally, a Location Score provides an overview of job prospects from various regions. These insights empower you to approach each job strategically, increasing your success rate.\n\n4. Tailor Your Upwork Proposals with a Skills-Based Profile Update\n\nThe Upwork Proposal Assistant aligns with your unique capabilities. Update and fine-tune your skills within the extension, enabling the AI to generate proposals that truly reflect your expertise and experience. This feature ensures that each Upwork AI Proposal resonates with your evolving skill set, adding relevance and coherence to your pitches, and thereby increasing your chances of success.\n\nThe Upwork Proposal Assistant is your all-in-one solution for an efficient and successful freelancing journey on Upwork. Integrate it seamlessly with your regular Upwork browsing for an AI-empowered experience that could revolutionize your freelance career.\n\nInstallation Instructions:\n\n- Click on 'Add to Chrome' to initiate the installation process.\n- Once installed, you'll find the extension icon in your toolbar.\n- Sign in to your Upwork account and the extension will automatically start fetching jobs.\n- Begin benefiting from Upwork AI Proposals, real-time job listings, and intelligent job scoring!\n\nOur mission is to empower freelancers with AI, helping you stand out and succeed in the competitive world of Upwork. Install the Upwork Proposal Assistant today and witness the transformation in your freelance journey."
  }
}