{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Content Camel Sales Enablement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Content Camel Chrome Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A sales enablement chrome extension for marketing and sales content management. \n\nContent Camel is a Sales Enablement and Marketing Content Management software for medium, large teams, and even small teams.\n\nFor Sales, Content Camel makes it easy for sales reps to discover, access and deliver the right piece of content to prospects so they can close more deals. It allows reps to share content, understand content performance, and create curated buyer experiences by publishing content as collection micro-sites.\n\nSo, access your ebooks, decks, one-pagers, blog posts -- any of your content -- while using Outreach, Salesloft, Salesforce, Gmail, Outlook, and everywhere else. This Chrome Extension will elevate your game. \n\nFor both Sales and Marketing teams, Content Camel provides analytics, so Content Marketers can understand and act on the performance of their content, as it's used by Sales and other teams.\n\nWith this Chrome Extension, users can:\n• Search, filter, and find the assets they are looking for\n• Quickly share short urls for all assets -- from within whatever application they are running, Salesforce, Hubspot, Gmail, and more.\n• Share bundles of assets with Sites -- great for guiding prospects\n• View and search tags associated with content\n• Upvote content to signal it's value back to other team members\n• Favorite content to put it into your collection for easy access\n• View full details on an asset including the funnel stage, content type, and any notes provided by the marketing team\n• Create sales requests for content -- log requests right at the point of needing an asset to create an improved feedback loop with marketing"
  }
}