{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Code Verify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to verify the code running in your browser matches what was published."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nAn extension to verify that the code running in your browser matches what was published.\n\nVERIFY AUTHENTICITY OF YOUR  CLIENT \nThe new Code Verify is an open-source browser extension that lets you verify the authenticity of the WhatsApp, Facebook, Instagram, or Messenger client that you are being served when you use them on the web. Code Verify will immediately alert you if your web version is inauthentic or has been modified. \n\nNEED FOR WEB TRANSPARENCY\nMobile phones have security verification protocols in place to ensure that the client you’re downloading is authentic and hasn’t been modified. Unfortunately, those assurances haven’t existed for web-based implementations of apps (those that run on web browsers). Code Verify was created as a solution. \n\nWhen people use messaging apps via the web, they’re being served Javascript rather than a binary application. This means it's technically possible to serve people a different experience than what they were expecting.\n\nWe know that bad actors may want to alter an app and distribute that app to unsuspecting targets. For example, a bad actor could serve someone a version that was created to spy on them – without them ever knowing the difference. \n\nDESIGNED FOR SECURITY-CONSCIOUS USERS \nCode Verify was designed with our most security-conscious users in mind —  those who might want additional peace of mind about their message security. Millions of people use WhatsApp, Facebook, Instagram, and Messenger on the web each month, and this type of independent verification and redundancy (also known as binary transparency) on the web is a huge step forward for online privacy.\n\nHOW DOES IT WORK? \nWe've partnered with Cloudflare, a secure web content delivery service, to enable us to verify that everyone using WhatsApp, Facebook, Instagram, and Messenger on the web is accessing the same code, and we built a browser extension for you to independently verify that's the case.\nThe Code Verify browser extension brings the same protections that mobile apps have to the web. The extension scans the Javascript code of the web-based app and ensures it matches the source of truth that has been publicly posted on Cloudflare. If there are inconsistencies, the extension will immediately alert you. \nWhen the WhatsApp, Facebook, Instagram, or Messenger clients are updated, the extension will also automatically update with a new source of truth so people are continuously assured that the version they’re running is the same version that other users are running. \n\nBENEFITS OF OPEN SOURCING\nWe’re not just doing this for WhatsApp, Facebook, Instagram, and Messenger. Open sourcing the Code Verify extension means that other companies will be able to apply web binary transparency to their web-based apps as well. \nAs a browser extension that is independent of Meta products and their infrastructure, people can be assured that the extension itself hasn’t been secretly modified by third parties. Since the extension exists in the public eye, it will be more difficult to modify it for any sort of nefarious purpose without people noticing.\nNow you can have the power of transparency directly in your hands. \nUse the Code Verify extension to provide confidence that the web app you’re using is authentic. \nLearn more about Code Verify at https://faq.whatsapp.com/web/security-and-privacy/about-code-verify\nhttps://www.facebook.com/help/728172628487328\nhttps://www.messenger.com/help/799550494558955\nBy downloading or using this extension, you agree to Meta’s terms of service available at https://www.facebook.com/terms.php. Learn how your data is processed for this extension by visiting the Meta Data Policy: https://www.facebook.com/about/privacy/."
  }
}