{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rút gọn link miễn phí không quảng cáo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rút gọn link miễn phí, rút ngắn đường link, rút gọn link theo ý muốn"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tạo ngay lập tức các URL ngắn và mã QR của tab hiện tại của bạn.\nNhanh chóng và dễ dàng tạo các URL ngắn hoặc tạo mã QR cho trang web bạn đang truy cập. Bạn có thể sao chép hoặc lưu mã QR bằng cách nhấp chuột phải vào nó.\n\n- Link rút gọn cực ngắn như rgl.ink, rgl.lol...\n- Thống kê số lần nhấp hàng ngày\n- Tất cả đều miễn phí\n- Dễ dàng chia sẻ liên kết trên mạng xã hội ngắn nhất\n\nViệc tạo URL ngắn của rgl.ink có thể được thực hiện bằng 1 lần nhấp trong tiện ích mở rộng và cũng có thể được thực hiện thông qua menu ngữ cảnh (nhấp chuột phải).\n\nBố cục của cửa sổ bật lên có thể tùy chỉnh cao! Bạn có thể chọn tắt / bật bất kỳ tính năng nào bạn muốn! Bạn cũng có thể xem lịch sử các URL ngắn của mình và có thể xem thống kê liên kết!\n\nKhông giống như các tiện ích mở rộng URL rút ngắn khác, không cần thêm bất kỳ quyền nào! Chúng tôi xem xét quyền riêng tư của bạn bằng cách giữ mọi thứ chúng tôi có thể ngoại tuyến.\n\nChúng tôi không cần quyền truy cập vào bất kỳ dữ liệu nào của bạn và mã QR được tạo ngoại tuyến bằng thư viện JavaScript mã nguồn mở.\n\nCác URL ngắn được tạo bằng API của rgl.ink. (Đây là điều duy nhất được thực hiện qua mạng) nhưng không có dữ liệu cá nhân nào được thu thập.\n\nCác biểu tượng của HeroIcons\nhttps://github.com/davidshimjs/qrcodejs"
  }
}