{
  "name": {
    "am,ar,ms,no,sl,sv": "Shape Shoot Game",
    "bg,bn,ca,cs,da,el,ml,ta,te": "Shape Shoot Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,ja,kn,lt,nl,pt_BR,pt_PT,ro,ru,sk,sr,th,tr,uk,vi,zh_CN,zh_TW": "Shape Shoot Arcade Game",
    "et,fa,he,ko,lv,pl,sw": "Shape Shoot Online",
    "fi,fil,hi,hr,hu,id,mr": "Shape Shoot Online Game"
  },
  "short": {
    "ar": "في لعبة الممرات هذه ، قم بالتصوير في الوقت المناسب ، وقم بتغيير الأشكال وتدمير جميع الأشكال.",
    "am": "በዚህ arcade ጨዋታ, በትክክለኛው ጊዜ ላይ ይተኩሱ, ቅርጾችን ይቀይሩ እና ሁሉንም ቅርጸቶች ያጠፋሉ.",
    "bg": "В тази аркадна игра стреляйте в точното време, променете формите и унищожите всички форми.",
    "bn": "এই তোরণ খেলা মধ্যে, সঠিক সময়ে অঙ্কুর, আকৃতি পরিবর্তন এবং সব আকার ধ্বংস.",
    "ca": "En aquest joc d'arcade, dispara en el moment adequat, canvia de forma i destrueix totes les formes.",
    "cs": "V této arkádové hře střílejte ve správný čas, měňte tvary a zničte všechny tvary.",
    "da": "I dette arkadespil skal du skyde på det rigtige tidspunkt, ændre former og ødelægge alle former.",
    "de": "In diesem Arcade-Spiel schießen Sie zur richtigen Zeit, ändern Sie Formen und zerstören Sie alle Formen.",
    "el": "Σε αυτό το παιχνίδι arcade, πυροβολήστε την κατάλληλη στιγμή, αλλάξτε σχήματα και καταστρέψτε όλα τα σχήματα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this arcade game, shoot at the right time, change shapes and destroy all shapes.",
    "es": "En este juego de arcade, dispara en el momento adecuado, cambia de forma y destruye todas las formas.",
    "et": "Selles arkaadmängus tulistage õigel ajal, muutke kuju ja hävitage kõik kujundid.",
    "fa": "در این بازی سرگرمی، شلیک در زمان مناسب، تغییر اشکال و از بین بردن تمام اشکال.",
    "fi": "Tässä arcade-pelissä ammu oikeaan aikaan, muuta muotoja ja tuhoa kaikki muodot.",
    "fil": "Sa arkada laro na ito, shoot sa tamang oras, baguhin ang mga hugis at sirain ang lahat ng mga hugis.",
    "fr": "Dans ce jeu d’arcade, tirez au bon moment, changez de forme et détruisez toutes les formes.",
    "gu": "આ આર્કેડ ગેમમાં, યોગ્ય સમયે શૂટ કરો, આકાર બદલો અને તમામ આકારનો નાશ કરો.",
    "he": "במשחק ארקייד זה, לירות בזמן הנכון, לשנות צורות ולהרוס את כל הצורות.",
    "hi": "इस आर्केड खेल में, सही समय पर गोली मार, आकार बदलने और सभी आकृतियों को नष्ट।",
    "hr": "U ovoj arkadnoj igri pucajte u pravo vrijeme, promijenite oblike i uništite sve oblike.",
    "hu": "Ebben az arcade játékban lőj a megfelelő időben, változtass formát és pusztíts el minden formát.",
    "id": "Dalam game arcade ini, tembak pada waktu yang tepat, ubah bentuk dan hancurkan segala bentuk.",
    "it": "In questo gioco arcade, spara al momento giusto, cambia forma e distruggi tutte le forme.",
    "ja": "このアーケードゲームでは、適切なタイミングで撮影し、形状を変更し、すべての形状を破壊します。",
    "kn": "ಈ ಆರ್ಕೇಡ್ ಆಟದಲ್ಲಿ, ಸರಿಯಾದ ಸಮಯದಲ್ಲಿ ಶೂಟ್ ಮಾಡಿ, ಆಕಾರಗಳನ್ನು ಬದಲಾಯಿಸಿ ಮತ್ತು ಎಲ್ಲಾ ಆಕಾರಗಳನ್ನು ನಾಶಪಡಿಸಿ.",
    "ko": "이 아케이드 게임에서는 적시에 촬영하고 모양을 변경하고 모든 모양을 파괴하십시오.",
    "lv": "Šajā arkādes spēlē šaujiet īstajā laikā, mainiet formas un iznīciniet visas formas.",
    "ml": "ഈ ആർക്കേഡ് ഗെയിമിൽ, ശരിയായ സമയത്ത് ഷൂട്ട് ചെയ്യുക, ആകൃതികൾ മാറ്റുക, എല്ലാ ആകൃതികളും നശിപ്പിക്കുക.",
    "mr": "या आर्केड गेममध्ये योग्य वेळी शूट करा, आकार बदल करा आणि सर्व आकार नष्ट करा.",
    "ms": "Dalam permainan arked ini, menembak pada masa yang tepat, menukar bentuk dan memusnahkan semua bentuk.",
    "nl": "In dit arcadespel schiet je op het juiste moment, verander je van vorm en vernietig je alle vormen.",
    "no": "I dette arkadespillet, skyte til rett tid, endre former og ødelegge alle former.",
    "pl": "W tej grze zręcznościowej strzelaj we właściwym czasie, zmieniaj kształty i niszcz wszystkie kształty.",
    "ro": "În acest joc arcade, trage la momentul potrivit, schimba formele și distruge toate formele.",
    "ru": "В этой аркадной игре стреляйте в нужное время, меняйте формы и уничтожайте все фигуры.",
    "sk": "V tejto arkádovej hre strieľajte v správnom čase, meňte tvary a ničte všetky tvary.",
    "sl": "V tej igri arkada, ustrelite ob pravem času, spremenite oblike in uničiti vse oblike.",
    "sv": "I detta arkadspel, skjut vid rätt tidpunkt, ändra former och förstör alla former.",
    "sw": "Katika mchezo huu wa arcade, risasi kwa wakati unaofaa, kubadilisha maumbo na kuharibu maumbo yote.",
    "ta": "இந்த ஆர்கேட் விளையாட்டில், சரியான நேரத்தில் சுட, வடிவங்கள் மாற்ற மற்றும் அனைத்து வடிவங்கள் அழிக்க.",
    "te": "ఈ ఆర్కేడ్ గేమ్ లో, సరైన సమయంలో షూట్ చేయండి, ఆకారాలను మార్చండి మరియు అన్ని ఆకారాలను నాశనం చేయండి.",
    "th": "ในเกมอาร์เคดนี้ยิงในเวลาที่เหมาะสมเปลี่ยนรูปร่างและทําลายรูปร่างทั้งหมด",
    "tr": "Bu arcade oyununda, doğru zamanda ateş edin, şekilleri değiştirin ve tüm şekilleri yok edin.",
    "uk": "У цій аркадній грі стріляйте в потрібний момент, міняйте форми і знищуйте всі форми."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to shoot on a colorful platform! Take your best shots and reach the high score.\n\nHow To Play\nPlayed with Mouse.\n\nShape Shoot Arcade Game Features\n✓ Colorful Graphics\n✓ Basic control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Shape Shoot Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}