{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FYBR"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FYBR: clean inbox clean mind"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clean inbox. Clean mind. \n\nfybr is the new generation of email management. Increase your productivity and your ease of mind by using fybr to clean your email inbox. \n\nfybr links to your gmail seamlessly - just open the extension once a day, and see who’s clogging your email.. Then, you can choose which senders you want out of your inbox. These emails aren’t deleted, they’re just tucked away in a fybr folder, accessible with all your other gmail folders. And just like that, emails from those senders will automatically move out of your inbox (and new emails will redirect to the fybr folder too!). From there, you can either delete those emails or undo the process  at any time in our extension!\n\nHow we’re different from all the other email apps: We help you automate and clean your inbox. It’s no longer a manual process - we will give you recommendations of who to block. fybr uses a simple sorting algorithm to parse through your emails, and determines whether or not you’ve ever responded to this sender. Don’t worry – we never read your emails or collect your data. You can also block any number of senders you want, just with a simple click of a box. You can also unblock emails through the same process. Again, nothing is actually deleted either, you’ll have your own fybr folder to see the emails!\n\nWe want to reduce the headache of dealing with a messy inbox in a way that doesn’t waste your time!\n\nFound us useful? Donate below!\n\nhttps://www.paypal.com/donate/?hosted_button_id=WL77YQ6PEV3MY"
  }
}