{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yoututor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds quizzes for YouTube videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yoututor - Learn Anything with YouTube Videos\n\nUnlock the potential of every YouTube video with Yoututor, an AI-driven browser extension that transforms your viewing experience into a dynamic learning journey. Yoututor generates customized quizzes for each video you watch, offering an interactive and engaging way to learn about various subjects.\n\nKey Features:\n\n✏️ Custom Quizzes: Yoututor creates quizzes tailored to the video's topic, featuring both multiple-choice and open-ended questions to challenge your understanding.\n\n🎓 Interactive Learning: Engage with AI-generated questions right on the video screen, integrating learning seamlessly into your viewing.\n\n🧠 Diverse Knowledge: Each video brings 5 carefully selected questions, designed to enhance comprehension and knowledge across various subjects.\n\n📚 Adaptive Learning: Experience a personalized learning curve as Yoututor adjusts quizzes based on your knowledge level and progress in different subjects.\n\n🌟 Versatile Education: Suitable for learners at all levels, ideal for anyone keen to expand their knowledge in fields such as technology, science, history, arts, and more.\n\nHow it Works:\n\nWhile watching videos on YouTube, Yoututor intelligently crafts quizzes related to the video's subject matter. Whether they are multiple-choice or open-ended, the extension integrates learning into your viewing experience effortlessly.\n\nEnhance Your Knowledge:\n\nFrom tech and lifestyle to education and entertainment, Yoututor turns your video watching into a learning opportunity. Explore a wide range of topics, broaden your knowledge base, and reinforce learning with Yoututor's customized quizzes."
  }
}