{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IRIS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IRIS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your future recruitment solution: Get your daily routine in 10 minutes.\n\nWelcome to IRIS, where global recruitment meets unparalleled efficiency. This cutting-edge platform is your key to unlocking a world of talent, streamlining your hiring process down to just 10 minutes a day.\n\n🌟 Key Features:\n\nAI-Powered Talent Pool Conversations: Dive into a new era of candidate engagement with our AI Talent Pool.    Engage in meaningful conversations and identify top talent effortlessly.\n\nMassive Resume Storage: Say goodbye to cluttered databases. Our Talent Pool allows you to manage countless candidate profiles with ease and precision.\n\nAI-Enhanced Resume Screening: Harness the power of AI for your recruitment needs. Our intelligent screening tools sift through applications, pinpointing the most promising candidates.\n\nAI-Driven Expert Resume Analysis: Benefit from global HR expert resume analysis via AI, providing deeper insights into each candidate's capabilities and potential.\n\nNatural Language Resume Screening and Filtering: Our intuitive natural language processing technology streamlines your recruitment process, offering a smarter, more effective way to filter and screen applications.\n\n🌍 Make Global Recruitment Easier:\n\nIRIS is your gateway to international talent. With multi-language and local knowledge base support and operations across 100+ countries, our platform enables you to manage localized business needs and recruit beyond borders with unparalleled ease.\n\n💡 Perfect For:\n\nHR professionals seeking a global recruitment edge.\nRecruiters and headhunters looking for a powerful, efficient tool to enhance their talent search.\nOrganizations aiming for an efficient, AI-integrated hiring approach.\nBusinesses desiring a seamless, automated recruitment workflow.\n\n🚀 Elevate Your Hiring Process:\n\nDownload IRIS now and experience the future of recruitment. Transform your daily routine, save valuable time, and connect with the best talent worldwide.  Embrace the new standard in global talent acquisition."
  }
}