{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paladin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paladin Web3 Wallet - Your portal to the world of cryptocurrencies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover Paladin: Your Gateway to Web3 Freedom - the self-custodial wallet that simplifies your journey.\n\nDive into the world of MO Chain, Ethereum, BNB Chain, Polygon, and all other EVM-compatible chains with ease. With Paladin, adventure into the decentralized web, confident that we're here to support you. Connect your Ledger, Trezor, or Keystone hardware wallets for an added layer of security.\n\nPaladin is perfect for you if:\n\nYou're active on DApps and DEXes.\nYou expect seamless operation from your tools.\nOnline privacy and security are priorities for you.\nYou prefer a straightforward and user-friendly crypto wallet experience.\nWhat Paladin offers:\n\nFreedom to Explore ⇒ Easily swap and bridge tokens within the wallet for unmatched convenience. Enjoy the best market rates. With our Quick Network Finder, adding new networks is a breeze. Forget about complicated procedures – a few clicks, and you're set.\n\nEnhanced Security ⇒ Quickly revoke token permissions to minimize the risk of hacks and exploits. Paladin's unique visual cues help you avoid phishing by making it easy to identify authentic communications.\n\nReliable Connectivity ⇒ With Paladin, you're always online thanks to our dual-node system. Should one node fail, your wallet instantly connects to the backup, ensuring continuous, smooth operation.\n\nPaladin isn't just a wallet; it's your launchpad to the decentralized web, catering to veterans and newcomers alike. Paladin is your partner in the crypto journey.\n\nExplore more about Paladin:\n\nhttps://getpaladin.org\n\nMore about MO Chain: \n\nhttps://mochain.app\nhttps://twitter.com/0xmochain\nhttps://t.me/mochain_official"
  }
}