{
  "name": {
    "ar": "﻿عميل الويب للعبة Fatboy Dream",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "﻿Web Client for game Fatboy Dream",
    "bg": "﻿Уеб клиент за играта Fatboy Dream",
    "cs": "﻿Webový klient pro hru Fatboy Dream",
    "da": "﻿Webklient til spillet Fatboy Dream",
    "de": "﻿Webclient für das Spiel Fatboy Dream",
    "el": "﻿Web Client για το παιχνίδι Fatboy Dream",
    "es": "﻿Cliente web para el juego Fatboy Dream",
    "et": "﻿Mängu Fatboy Dream veebiklient",
    "fa": "﻿وب کلاینت برای بازی Fatboy Dream",
    "fi": "﻿Verkkoasiakasohjelma pelille Fatboy Dream",
    "fil": "﻿Web Client para sa larong Fatboy Dream",
    "fr": "﻿Client Web pour le jeu Fatboy Dream",
    "he": "﻿לקוח אינטרנט למשחק Fatboy Dream",
    "hr": "﻿Web klijent za igru ​​Fatboy Dream",
    "hu": "﻿Webkliens a Fatboy Dream játékhoz",
    "id": "﻿Klien Web untuk permainan Fatboy Dream",
    "it": "﻿Client Web per il gioco Fatboy Dream",
    "ja": "﻿ゲーム Fatboy Dream の Web クライアント",
    "ko": "﻿게임 Fatboy Dream용 웹 클라이언트",
    "lt": "﻿Interneto klientas žaidimui Fatboy Dream",
    "lv": "﻿Tīmekļa klients spēlei Fatboy Dream",
    "nl": "﻿Webclient voor het spel Fatboy Dream",
    "no": "﻿Webklient for spillet Fatboy Dream",
    "pl": "﻿Klient sieciowy dla gry Fatboy Dream",
    "ro": "﻿Client web pentru jocul Fatboy Dream",
    "ru": "﻿Веб-клиент для игры Fatboy Dream",
    "sk": "﻿Webový klient pre hru Fatboy Dream",
    "sl": "﻿Spletni odjemalec za igro Fatboy Dream",
    "sr": "﻿Веб клијент за игру Фатбои Дреам",
    "sv": "﻿Webbklient för spelet Fatboy Dream",
    "th": "﻿เว็บไคลเอนต์สำหรับเกม Fatboy Dream",
    "tr": "﻿Fatboy Dream oyunu için Web İstemcisi",
    "uk": "﻿Веб-клієнт для гри Fatboy Dream",
    "vi": "﻿Web Client cho trò chơi Fatboy Dream",
    "zh_CN": "﻿游戏 Fatboy Dream 的 Web 客户端",
    "zh_TW": "﻿遊戲 Fatboy Dream 的 Web 用戶端"
  },
  "short": {
    "ar": "﻿قم بتشغيل عميل الويب لـ Fatboy Dream تمامًا مثل لعبتك المفضلة.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "﻿Run web client for Fatboy Dream just like your favorite game.",
    "bg": "﻿Стартирайте уеб клиент за Fatboy Dream точно като любимата си игра.",
    "cs": "﻿Spusťte webového klienta pro Fatboy Dream stejně jako svou oblíbenou hru.",
    "da": "﻿Kør webklient til Fatboy Dream ligesom dit yndlingsspil.",
    "de": "﻿Führen Sie den Webclient für Fatboy Dream aus, genau wie für Ihr Lieblingsspiel.",
    "el": "﻿Εκτελέστε το πρόγραμμα-πελάτη ιστού για το Fatboy Dream όπως ακριβώς το αγαπημένο σας παιχνίδι.",
    "es": "﻿Ejecute el cliente web para Fatboy Dream como su juego favorito.",
    "et": "﻿Käitage Fatboy Dreami veebiklienti nagu oma lemmikmängu.",
    "fa": "﻿کلاینت وب را برای Fatboy Dream درست مانند بازی مورد علاقه خود اجرا کنید.",
    "fi": "﻿Suorita Fatboy Dreamin verkkoasiakassovellus aivan kuten suosikkipelisi.",
    "fil": "﻿Patakbuhin ang web client para sa Fatboy Dream tulad ng paborito mong laro.",
    "fr": "﻿Exécutez le client Web pour Fatboy Dream comme votre jeu préféré.",
    "he": "﻿הפעל לקוח אינטרנט עבור Fatboy Dream בדיוק כמו המשחק האהוב עליך.",
    "hr": "﻿Pokrenite web klijent za Fatboy Dream baš kao svoju omiljenu igru.",
    "hu": "﻿Futtassa a Fatboy Dream webkliensét, mint a kedvenc játékát.",
    "id": "﻿Jalankan klien web untuk Fatboy Dream seperti game favorit Anda.",
    "it": "﻿Esegui il client web per Fatboy Dream proprio come il tuo gioco preferito.",
    "ja": "﻿お気に入りのゲームと同じように、Fatboy Dream の Web クライアントを実行します。",
    "ko": "﻿좋아하는 게임처럼 Fatboy Dream용 웹 클라이언트를 실행하세요.",
    "lt": "﻿Paleiskite Fatboy Dream žiniatinklio klientą kaip savo mėgstamą žaidimą.",
    "lv": "﻿Palaidiet Fatboy Dream tīmekļa klientu tāpat kā savu iecienītāko spēli.",
    "nl": "﻿Voer een webclient voor Fatboy Dream uit, net als je favoriete spel.",
    "no": "﻿Kjør nettklient for Fatboy Dream akkurat som favorittspillet ditt.",
    "pl": "﻿Uruchom klienta sieciowego dla Fatboy Dream, tak jak w swojej ulubionej grze.",
    "ro": "﻿Rulați clientul web pentru Fatboy Dream la fel ca jocul dvs. preferat.",
    "ru": "﻿Запускайте веб-клиент Fatboy Dream так же, как свою любимую игру.",
    "sk": "﻿Spustite webového klienta pre Fatboy Dream rovnako ako svoju obľúbenú hru.",
    "sl": "﻿Zaženite spletni odjemalec za Fatboy Dream tako kot svojo najljubšo igro.",
    "sr": "﻿Покрените веб клијент за Фатбои Дреам баш као своју омиљену игру.",
    "sv": "﻿Kör webbklient för Fatboy Dream precis som ditt favoritspel.",
    "th": "﻿เรียกใช้เว็บไคลเอ็นต์สำหรับ Fatboy Dream เช่นเดียวกับเกมที่คุณชื่นชอบ",
    "tr": "﻿Fatboy Dream için web istemcisini tıpkı favori oyununuz gibi çalıştırın.",
    "uk": "﻿Запустіть веб-клієнт для Fatboy Dream так само, як свою улюблену гру.",
    "vi": "﻿Chạy ứng dụng khách web cho Fatboy Dream giống như trò chơi yêu thích của bạn.",
    "zh_CN": "﻿像运行您最喜欢的游戏一样运行 Fatboy Dream 的网络客户端。",
    "zh_TW": "﻿就像您最喜歡的遊戲一樣運行 Fatboy Dream 的網路用戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Fatboy Dream\" is a Chrome browser extension featuring an engaging arcade game. In this game, players control a character named Fatboy, who aims to eat as much food as possible while avoiding various obstacles and enemies. The game offers simple yet addictive gameplay with increasing difficulty and vibrant cartoon graphics, making it a great choice for a quick break and entertainment between tasks."
  }
}