{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opal: Focus & Save Time"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schedule your days, block distracting apps and focus fully, on any device."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opal is the leading Screen Time app for focus. Block thousands of distracting websites on your schedule to focus better each day.\n\n🎧 Focus is hard 💎 We make it easy\n\nWith 400,000 members on the iOS App Store, we are the leading screen time for focus. Many of the world's top teams and companies companies trust Opal to help protect their focus. You can too.\n\n** Opal cuts off your apps’ internet access to help you stop doomscrolling – The Next Web **\n\n** Opal Helped Me Quit My Nightly TikTok Habit – Bustle **\n\nBENEFITS\n94% of Opal members are less distracted\n93% are more productive thanks to the app\n90% experience improved mental health\n79% save at least 1 hour *daily* thanks to the app\n\nAlso Opal can help you to remove the need for self-control, reduce stress & be more mindful, Improve productivity at work, unplug with family and friends, stay in focus when you need it most and to feel happy and in control of your screen time.\n\nCHROME + iPhone\nWith our Chrome extension, you can block distracting apps and sites such as Facebook, Instagram, TikTok, Snapchat, Twitter and a lot more in one tap and put an end to the doomscrolling. But wait, there’s more! We also have an iOS app that can block the same distractions on your iPhone too and you can sync that with our Chrome extension to prevent you from being distracted anywhere so you can stay focused and improve your productivity!\n\nIf you don’t use iOS or don’t want Opal on your phone, you can still use our Chrome extension by itself and that would also work like magic.\n\nFEATURES\n- Blocker: Instantly block apps and websites you choose. It’s safe, precise, and doesn’t affect internet speed.\n\n- Calendar: Set daily working hours, sleep and routines, block apps automatically, so you don’t have to remember.\n\n- Timer: Start to focus right away with Timer, choose your goal, apps to block and a time. Stay focused on task.\n\n- Breaks: Use apps without mindless scrolling. Choose the app you want to use, write your intention, and set a timer.\n\n- Secure: Private and secure from the ground up. Information about your browsing never leaves your device.\n\n- Cross Device: Browser extensions and iPhone app will stay in sync and block relevant apps and websites when needed.\n\n- Deep Focus: Use for maximum protection, you can’t cancel or bypass the timer you set. Stick to your plans.\n\n- More Fun: Opal is guilt-free and fun. Pick your background and app icon to one that suits your mood.\n\n- Block Trackers: Opal will block trackers and ads from accessing your device, stay safe and private.\n\nCREATE A PERSONALIZED APP LIST\nYou can add or remove Apps and Websites that are distracting to you directly from Opal's settings in the app.\n\nYou can customize your Opal experience and block many distracting apps and sites including any social media, adult content and distracting apps / websites.\n\nUNIQUE TECHNOLOGY\nWe use Chrome’s native technology in order to monitor and disconnect apps you use. Installation is easy and takes a few seconds on your Chrome browser.\n\nPRIVACY COMES FIRST\nUnlike most apps, Opal works entirely locally and personal browsing data never leaves your device.\n\nHEAR IT FROM THE COMMUNITY\n\nYou can join our 400,000 members on the iOS app or on community.opa.so .\n\nTERMS\nRead about our terms and conditions on https://opal.so/terms"
  }
}