{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LazyPaste"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to paste in template text with the last clipboard item slipped in using the {$$} token."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LazyPaster is a Chrome extension, that I created because I was tired of typing the same log messages/reasons while accessing systems. ✌️\n\nFeatures\n\nQuick Paste: Easily insert clipboard items into predefined templates and paste directly into form fields.\nCustom Templates: Define custom text templates with placeholders for clipboard content.\nPersistent Storage: Templates are saved in Chrome storage, so they’re available across sessions.\nButton Customization: Customize button colours and titles for easy identification.\nTemplate Management: Edit, delete, import, and export templates to streamline workflows.\n\n\nUsage\n\nOpen the Extension: Click on the LazyPaster icon in your Chrome toolbar.\nAdd a New Template:\nEnter a title for the template button.\nDefine the template text, including {$$} where the clipboard content should appear.\nSelect a button colour.\nClick Add Template.\nUsing Templates: Click on a template button to paste the formatted text with the latest clipboard item into the active input field.\nEdit Templates: Use the Edit button to modify an existing template.\nDelete Templates: Click the Delete button to remove a template.\nImport/Export Templates:\nExport all templates as a JSON file for backup.\nImport a JSON file to load previously saved templates."
  }
}