{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "rpjeeves"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension to help GMs spend more time telling a compelling story, and less time being a computer."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What's new in 0.0.3:\n - Changed the default behavior of roll popovers to dismiss when you click away from them. \n - As always, please don't hesitate to leave any feedback or report issues on github.\n\nWhat's new in 0.0.2:\n - Fixed a bug with the prd website where their jquery was getting stomped by rpjeeves\n - Changed the way replace works. This should improve performance on all pages.\n\nA browser extension that we're working on to help GMs spend more time telling a compelling story, and less time being a computer. We play a lot of pathfinder, but we're sick of (and bad at) all of the bookkeeping needed to run a smooth session, so we're making the tool that we've always wanted. \n\nWith rpjeeves active in your browser, pages that you visit that rpjeeves recognizes as monster or bestiary pages are automatically augmented with skill, attack, and damage roll buttons, allowing you to get back to the game sooner when doing quick lookups.\n\nWe've tested rpjeeves on the official paizo prd and d20pfsrd.com, but there's no reason that rpjeeves should be limited to these two reference documents. rpjeeves looks at the grammar of the document, and does its best to recognize when text is referencing a roll. Obviously this can be pretty hit and miss. \"28d12+62\" is very easy to find, but if a site tends to break standards (\"damage: roll two twelve sided dice and add fourteen\") rpjeeves is going to get confused. That being said, we're really anxious to hear what reference sites GMs are using these days so that we can do our best to test against all eventualities.\n\nThis is just the beginning; rpjeeves is currently in open beta. Expect to see features such as saving and tracking monsters for your campaign, automatic initiative rolls, and more."
  }
}