{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FadBlock Origin: Friendly YouTube™ Adblock"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fast, lightweight, and undetectable YouTube Ads Blocker for Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fast, lightweight, and undetectable YouTube Ads Blocker for Chrome.\n\nThis blocker is designed to monitor advertisements, automatically seek the ads and skip them on YouTube and YouTube Music as well. It's important to note that this doesn't classify as traditional ad blocking, as the ad content is technically \"loaded\".\n\nMAJOR ANNOUNCEMENT 📣📣📣\n\nThis project has made a monumental impact!\n\nFadBlock is the only extension that has continued to thrive while even the big players fell silent time to time.\n\nThis project became sort of the original pioneer of this type of ad blocker, consistently delivering results when others couldn’t. While countless copycats have either shut down or failed to replicate our success, we stand strong and unwavering.\n\nFEATURES:\n\nThis extension effectively eliminates all categories of YouTube and YouTube Music advertisements:\n\nCategory 1: Ads visible on the homepage.\n\nCategory 2: Ads overlaid atop the suggested video list.\n\nCategory 3: Ads displayed below the video description.\n\n> Starting on April 6th, 2023, the “Overlay ads” ad format will no longer appear on YouTube to help improve the viewer experience and shift engagement to higher performing ad formats on desktop and mobile devices. Overlay ads are a legacy ad format that only served on desktop and are disruptive for viewers.\n\nCategory 4: Skippable 5-second-must-be-watched video ads, which may be positioned at the video's start, midway, or at the end.\n\nCategory 5: Ads similar to Category 4, but with two consecutive video ads instead of one.\n\nCategory 6: Inescapable 10-second video ads, which must be watched.\n\nInstall now and experience YouTube and YouTube Music the way it was meant to be—ad-free!"
  }
}