{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chromium Project and Ticket Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline project management with quick access to tickets, links, and customizable codes, enhancing productivity effortlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Designed to enhance your workflow, this versatile extension offers quick access to tickets, relevant links, and customizable clipboard codes. With its user-friendly interface and powerful features, you'll boost productivity and manage projects effortlessly. 🚀\n\n🔍 QUICK SEARCH AND FILTERING  \nEasily find and manage your tickets with the built-in search bar. Switch between active and inactive projects seamlessly, saving you time and keeping you organized.\n\n🔗 UNIVERSAL HYPERLINK SUPPORT  \nIntegrate with any project management or version control system using hyperlinks. Access documentation, branches, pull requests, and more, all from one place.\n\n✂️ CUSTOMIZABLE CLIPBOARD CODES  \nGenerate and personalize pull request titles, branch names, and report codes. Tailor the format to fit your workflow, ensuring consistency and efficiency.\n\n🛡️ ENHANCED SECURITY  \nYour data remains private and secure as everything is stored locally in your browser. No external storage means no risk of data breaches.\n\n⚡ LIGHTWEIGHT AND EFFICIENT  \nExperience no measurable impact on browser performance. The extension is designed to be lightweight and efficient, keeping your browser running smoothly.\n\nInstall Chromium Project Manager now and take your project management to the next level!"
  }
}