{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CCValidator - Credit Card Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to ccvalidator.org. tailored with precision and great knowledge for credit card validation and its numerous use."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to ccvalidator.org's Google Chrome extension! Our tool offers various features to help you generate and validate credit card numbers for your online transactions.\n\nHere are some of the key features you can enjoy with our extension:\n\nCredit Card Generator: Our tool generates random credit card numbers based on your chosen card type and issuer. You can use these numbers for testing purposes or sign up for free trials without revealing your real credit card information.\n\nBIN Checker, Lookup, and Finder: Our tool helps you identify a credit card issuer by checking the first six digits of the card number, also known as the Bank Identification Number (BIN). You can use this feature to verify whether a credit card is valid.\n\nCredit Card Validator: Our tool validates the credit card number based on the Luhn algorithm and other checks to ensure that it's a valid and legitimate card. This feature helps you prevent fraudulent transactions and avoid chargebacks.\n\nOur Google extension is easy to use and convenient. Simply install it on your browser, and you'll have access to all these features right at your fingertips.\n\nDon't hesitate to try our credit card generator, BIN checker, and validator today!"
  }
}