{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inside Address for Salesforce"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRM Scraper Chrome Extension for Rethink Salesforce\n\nOverview:\n\nThe CRM Scraper Chrome Extension is designed exclusively for…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRM Scraper Chrome Extension for Rethink Salesforce\n\nOverview:\n\nThe CRM Scraper Chrome Extension is designed exclusively for Rethink Salesforce users. It streamlines the process of extracting key contact information directly from your CRM interface, making it easier and more efficient to compile and manage client data.\n\nKey Features:\n\n\t1.\tAutomated Data Extraction: The extension automatically scrapes essential contact details such as name, email, company name, and phone number from the Rethink Salesforce CRM.\n\t2.\tClipboard Integration: Once the data is extracted, it is instantly copied to your clipboard, ready for immediate use in emails, documents, or other applications.\n\t3.\tEasy-to-Use Interface: A simple and intuitive interface allows users to scrape and copy data with just a single click.\n\t4.\tTime-Saving: By automating the data extraction process, the extension saves valuable time that would otherwise be spent manually copying and pasting information.\n\t5.\tAccurate and Reliable: Ensures that the data extracted is accurate and consistent, reducing the chances of human error.\n\nHow It Works:\n\n\t1.\tInstallation: Install the CRM Scraper Chrome Extension from the Chrome Web Store.\n\t2.\tActivation: Click on the extension icon in the Chrome toolbar while viewing a contact’s details in Rethink Salesforce.\n\t3.\tData Extraction: The extension automatically scrapes the contact’s name, email, company name, and phone number.\n\t4.\tClipboard Copy: The extracted information is copied to your clipboard, ready to be pasted wherever needed.\n\nWhy You Should Install It:\n\n\t•\tBoost Productivity: By reducing the manual effort required to gather contact information, you can focus more on engaging with clients and closing deals.\n\t•\tEnsure Accuracy: Automate data entry to avoid errors and maintain consistent records."
  }
}