{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cyware Threat Intel Crawler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cyware Threat Intel Crawler detects and operationalizes intel from the web using Machine Learning and Natural Language Processing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upgrade your Cyware Threat Intel Crawler browser extension to versions 1.0.1 or higher for improved functionality with CTIX v3.3.2 and CSAP v3.6.0 versions.\n\nThe Threat Intel Crawler identifies and highlights all the cyber threat intelligence information such as Indicators of Compromise (IOCs), threat actors, malware, attack pattern, etc on the content in your browser. This could be in articles detailing the latest threats, threat bulletins, an email with information about a breach, or a raw intelligence threat feed. Threat Intel Crawler highlights and gives you a quick summary of the threat intel.\n\nOperationalize Threat Intelligence in CTIX and CSAP: Create threat intel in Cyware’s CTIX and CSAP products.\n\nThreat Intel Lookup in CTIX: Mouse over the highlighted entities for a quick summary of the intel from CTIX. Use CITX to extend your research and gain more context into the threat data.\n\nExport Threat intel: You can choose to export the threat intelligence data detected by the Threat Intel Crawler into a CSV file for reporting, collaboration, or offline analysis. \n\nMulti-Tenancy and Automatic Login with CTIX and CSAP: You can use Cyware Threat Intel Crawler with multiple instances of CTIX and CSAP applications. To get started, sign in to either of these applications and launch the Threat Intel Crawler from CTIX or CSAP application’s browser tab."
  }
}