{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,he,hr,hu,id,it,kn,lt,lv,ml,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,th,tr,uk,vi": "UltraWide Video",
    "gu": "અલ્ટ્રાવાઇડ વિડિઓ",
    "hi": "अल्ट्रावाइड वीडियो",
    "ja": "ウルトラワイドビデオ (UltraWide Video)",
    "ko": "울트라와이드 비디오 (UltraWide Video)",
    "mr": "अल्ट्रावाइड व्हिडिओ",
    "ro": "Video UltraWide",
    "sw": "Video ya UltraWide",
    "ta": "அல்ட்ராவைடு வீடியோ",
    "te": "అల్ట్రావైడ్ వీడియో",
    "zh_CN": "超宽视频 (UltraWide Video)",
    "zh_TW": "超寬屏視頻"
  },
  "short": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,he,hu,kn,ml,pl,pt_PT,ru,sl,sr,uk": "Allows wider than average screens (e.g. 21:9) to play online video content and fit the screen properly in fullscreen mode.",
    "bg": "Позволява по-широки от средното екрани (напр. 21:9) да възпроизвеждат онлайн видео съдържание и да съответстват правилно на екрана…",
    "ca": "Permet que les pantalles més amples del normal (per exemple, 21:9) reprodueixin contingut de vídeo en línia i s'ajustin…",
    "cs": "Umožňuje přehrávat online videa na obrazovkách širších než průměr (např. 21:9) a správně je přizpůsobit v režimu celé obrazovky.",
    "da": "Gør det muligt for skærme bredere end gennemsnittet (f.eks. 21:9) at afspille online videoindhold og tilpasse skærmen korrekt i…",
    "de": "Ermöglicht die Wiedergabe von Online-Videoinhalten auf Bildschirmen, die breiter als der Durchschnitt sind (z. B. 21:9), und passt…",
    "el": "Επιτρέπει στις ευρύτερες από μέσο όρο οθόνες (π.χ. 21:9) να παίζουν διαδικτυακό περιεχόμενο βίντεο και να ταιριάζουν σωστά στην…",
    "es": "Permite que pantallas más anchas de lo habitual (por ejemplo, 21:9) reproduzcan contenido de video en línea y se ajusten…",
    "et": "Võimaldab suurema kui keskmise ekraani (nt 21:9) puhul esitada veebivideosisu ja sobitada selle täisekraanirežiimis ekraanile…",
    "fi": "Mahdollistaa keskimääräistä laajempien näyttöjen (esim. 21:9) online-videosisällön katsomisen koko näytön tilassa oikein.",
    "fil": "Nagbibigay-daan sa mas malawak sa karaniwang mga screen (hal. 21:9) na magpatugtog ng online na nilalaman ng video at magkasya nang…",
    "fr": "Permet aux écrans plus larges que la moyenne (par exemple 21:9) de lire du contenu vidéo en ligne et de s'adapter correctement à…",
    "gu": "સરેરાશ કરતાં વધુ પડદા (જેમ કે 21:9) ને ઓનલાઇન વિડિઓ કન્ટેન્ટ પ્લે કરવાની અને પૂર્ણસ્ક્રીન મોડમાં સ્ક્રીનને યોગ્ય રીતે ફિટ કરવાની…",
    "hi": "औसत से चौड़े स्क्रीन (जैसे 21:9) को ऑनलाइन वीडियो कंटेंट प्ले करने और फुलस्क्रीन मोड में स्क्रीन के अनुसार फिट करने की अनुमति देता…",
    "hr": "Omogućava širim od prosječnih zaslonima (npr. 21:9) da reproduciraju online video sadržaj i pravilno se uklapaju u cijeli zaslon u…",
    "id": "Memungkinkan layar yang lebih lebar dari rata-rata (misalnya 21:9) untuk memutar konten video online dan pas di layar dalam mode…",
    "it": "Permette agli schermi più larghi della media (ad esempio 21:9) di riprodurre contenuti video online e adattarsi correttamente allo…",
    "ja": "オンラインビデオコンテンツを再生し、フルスクリーンモードで画面に適切にフィットさせるための平均よりも広い画面（例：21:9）をサポートします。",
    "ko": "평균보다 넓은 화면(예: 21:9)에서 온라인 비디오 콘텐츠를 재생하고 전체 화면 모드에서 화면에 맞도록 조정합니다.",
    "lt": "Leidžia platesniems nei įprasta ekranams (pvz., 21:9) atkurti internetinį vaizdo turinį ir pritaikyti vaizdą visame ekrane.",
    "lv": "Ļauj tiešsaistes video saturam atskaņot platāka izmēra ekrānos (piemēram, 21:9) un pareizi pielāgoties ekrānam pilnekrāna režīmā.",
    "mr": "सरासरी स्क्रीनपेक्षा रुंद स्क्रीन (उदा. 21:9) ऑनलाइन व्हिडिओ सामग्री प्ले करण्यास आणि पूर्ण स्क्रीन मोडमध्ये स्क्रीनला योग्य…",
    "ms": "Membolehkan skrin yang lebih lebar dari biasa (contohnya 21:9) untuk memainkan kandungan video dalam talian dan muat dengan betul…",
    "nl": "Staat toe dat bredere dan gemiddelde schermen (bijv. 21:9) online videomateriaal afspelen en goed passen in de volledig scherm…",
    "no": "Lar skjermer som er bredere enn gjennomsnittet (f.eks. 21:9) spille av nettvideoinnhold og tilpasse skjermen riktig i…",
    "pt_BR": "Permite que telas mais largas que a média (por exemplo, 21:9) reproduzam conteúdo de vídeo online e se ajustem corretamente à tela…",
    "ro": "Permite ecranelor mai late decât media (de exemplu, 21:9) să redea conținut video online și să se potrivească corect pe ecran în…",
    "sk": "Umožňuje monitorom so širšími obrazovkami (napr. 21:9) prehrávať online video obsah a správne zaplniť obrazovku v režime na celú…",
    "sv": "Låter bredare än genomsnittliga skärmar (t.ex. 21:9) spela onlinevideoinnehåll och anpassa sig korrekt för helskärmsläge.",
    "sw": "Hurusu skrini pana kuliko kawaida (km. 21:9) kucheza maudhui ya video mtandaoni na kufaa kwenye skrini kikamilifu katika hali ya…",
    "ta": "விட்டமான திரைகள் (எ.கா. 21:9) ஆன்லைனில் வீடியோ சொந்தமாக இயக்க உயர்வான் முறையை அனுமதிக்கிறது மேலும் முழுத்திரை முறையில் திரைக்கு…",
    "te": "సగటు స్క్రీన్‌ల కంటే పెద్దవైన స్క్రీన్‌లను (ఉదా. 21:9) ఆన్‌లైన్ వీడియో కంటెంట్‌ను ప్లే చేయడానికి మరియు ఫుల్‌స్క్రీన్ మోడ్‌లో…",
    "th": "ช่วยให้หน้าจอที่กว้างกว่าปกติ (เช่น 21:9) สามารถเล่นวิดีโอออนไลน์และแสดงผลได้อย่างเหมาะสมในโหมดเต็มจอ",
    "tr": "Ortalama ekranlardan daha geniş (örneğin 21:9) ekranların çevrimiçi video içeriklerini oynatmasını ve tam ekran modunda ekrana…",
    "vi": "Cho phép màn hình rộng hơn trung bình (ví dụ: 21:9) phát nội dung video trực tuyến và phù hợp với màn hình ở chế độ toàn màn hình.",
    "zh_CN": "允许宽于平均屏幕（例如21:9）在全屏模式下播放在线视频内容并适应屏幕。",
    "zh_TW": "讓超寬屏顯示器（如21:9）能夠以全屏模式播放網絡視頻內容，並使其恰當匹配屏幕。"
  },
  "long": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,he,hu,kn,ml,pl,pt_PT,ru,sl,sr,uk": "Experience true cinematic viewing on your 21:9 monitor with UltraWide Video! This extension transforms the full-screen mode on YouTube, Netflix, HBO GO, and other streaming platforms, ensuring an immersive ultra-wide aspect ratio.\n\nKey Features:\n • Enhanced Ultra-Wide Support: Automatically adjusts the aspect ratio for ultra-wide (21:9, 32:9) monitors, eliminating black bars on videos.\n • Instant Toggle: Easily switch the aspect ratio with a simple shortcut:\n     • Windows: Press Ctrl+Alt+C\n     • macOS: Press Ctrl+Cmd+C\n • Versatile Use: Perfect for wide aspect ratio videos that don’t scale correctly, ensuring a seamless viewing experience.\n\nCompatibility:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • and many more!\n\nUpgrade your streaming experience with UltraWide Video, the ultimate solution for ultra-wide screen users. Say goodbye to black bars and enjoy your favorite shows and movies in full cinematic glory!",
    "bg": "Потопете се в истинско кино изживяване на вашия 21:9 монитор с UltraWide Video! Това разширение преобразява режимът на цял екран в YouTube, Netflix, HBO GO и други стрийминг платформи, осигурявайки завладяващ широкоекранен формат.\n\nОсновни характеристики:\n • Подобрена поддръжка на Ultra-Wide: Автоматично регулира съотношението на страните за широкоекранни (21:9, 32:9) монитори, премахвайки черните ленти на видеата.\n • Моментално превключване: Лесно превключвайте съотношението на страните с прост клавишен комбинация:\n     • Windows: Натиснете Ctrl+Alt+C\n     • macOS: Натиснете Ctrl+Cmd+C\n • Разнообразна употреба: Перфектно за видеа с широко съотношение на страните, които не се мащабират правилно, осигурявайки безпроблемно гледане.\n\nСъвместимост:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • и много други!\n\nПодобрете стрийминг изживяването си с UltraWide Video, най-доброто решение за потребителите с широкоекранни монитори. Кажете сбогом на черните ленти и се насладете на любимите си филми и сериали в пълно кино величие!",
    "ca": "Experimenta una veritable visió cinematogràfica a la teva pantalla 21:9 amb UltraWide Video! Aquesta extensió transforma el mode de pantalla completa a YouTube, Netflix, HBO GO i altres plataformes de streaming, assegurant una immersió amb una relació d'aspecte ultra-ampla.\n\nCaracterístiques principals:\n • Suport millorat per Ultra-Wide: Ajust automàtic de la relació d'aspecte per a monitors ultra-amplis (21:9, 32:9), eliminant les franges negres als vídeos.\n • Canvi instantani: Canvia fàcilment la relació d'aspecte amb una senzilla drecera:\n     • Windows: Prem Ctrl+Alt+C\n     • macOS: Prem Ctrl+Cmd+C\n • Ús versàtil: Perfecte per a vídeos amb una relació d'aspecte àmplia que no s'ajusten correctament, assegurant una experiència de visualització fluida.\n\nCompatibilitat:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • i molts més!\n\nActualitza la teva experiència de streaming amb UltraWide Video, la solució definitiva per a usuaris de pantalles ultra-amplis. Digueu adéu a les franges negres i gaudiu de les vostres sèries i pel·lícules preferides en tota la seva esplendor cinematogràfica!",
    "cs": "Zažijte pravé filmové zážitky na svém 21:9 monitoru s aplikací UltraWidth Video! Toto rozšíření transformuje režim celé obrazovky na YouTube, Netflixu, HBO GO a dalších streamovacích platformách a zajišťuje pohlcující ultraširoký poměr stran.\n\nKlíčové vlastnosti:\n • Vylepšená podpora ultraše širokého formátu: Automaticky přizpůsobuje poměr stran pro ultraširoké monitory (21:9, 32:9), čímž eliminuje černé pruhy na videích.\n • Okamžité přepínání: Snadné přepínání poměru stran pomocí jednoduché klávesové zkratky:\n     • Windows: Stiskněte Ctrl+Alt+C\n     • macOS: Stiskněte Ctrl+Cmd+C\n • Univerzální použití: Perfektní pro videa s širokým poměrem stran, která se neškálují správně, zajišťující plynulý sledovací zážitek.\n\nKompatibilita:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • a mnohem více!\n\nVylepšete své streamování s UltraWidth Video, dokonalým řešením pro uživatele ultraširokých obrazovek. Řekněte sbohem černým pruhům a užijte si své oblíbené seriály a filmy v plné filmové slávě!",
    "da": "Oplev ægte biografoplevelse på din 21:9 skærm med UltraWide Video! Denne udvidelse forvandler fuldskærmsvisningen på YouTube, Netflix, HBO GO og andre streamingplatforme, så du får en medrivende ultrabredt billedformat.\n\nNøglefunktioner:\n • Forbedret Ultrabred Understøttelse: Justerer automatisk billedformatet til ultrabrede (21:9, 32:9) skærme og fjerner sorte bjælker på videoer.\n • Øjeblikkelig Skift: Skift nemt billedformatet med en enkel genvej:\n     • Windows: Tryk Ctrl+Alt+C\n     • macOS: Tryk Ctrl+Cmd+C\n • Alsidig Anvendelse: Perfekt til videoer med bredt billedformat, der ikke skalerer korrekt, hvilket sikrer en problemfri seeroplevelse.\n\nKompatibilitet:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • og mange flere!\n\nOpgrader din streamingoplevelse med UltraWide Video, den ultimative løsning til ultrabrede skærmbrugere. Sig farvel til sorte bjælker og nyd dine yndlingsprogrammer og -film i fuld biografkvalitet!",
    "de": "Erleben Sie wahres Kino-Feeling auf Ihrem 21:9-Monitor mit UltraWide Video! Diese Erweiterung transformiert den Vollbildmodus auf YouTube, Netflix, HBO GO und anderen Streaming-Plattformen und sorgt für ein immersives Ultra-Wide-Seitenverhältnis.\n\nHauptfunktionen:\n • Verbesserte Ultra-Wide-Unterstützung: Passt das Seitenverhältnis automatisch für Ultra-Wide-Monitore (21:9, 32:9) an und eliminiert schwarze Balken bei Videos.\n • Sofortiges Umschalten: Wechseln Sie das Seitenverhältnis ganz einfach mit einer einfachen Tastenkombination:\n     • Windows: Drücken Sie Strg+Alt+C\n     • macOS: Drücken Sie Strg+Cmd+C\n • Vielseitiger Einsatz: Perfekt für Videos mit weitem Seitenverhältnis, die nicht korrekt skaliert werden, und sorgt so für ein nahtloses Seherlebnis.\n\nKompatibilität:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • ARD Mediathek\n • ZDF Mediathek\n • RTL+\n • Joyn\n • und viele mehr!\n\nVerbessern Sie Ihr Streaming-Erlebnis mit UltraWide Video, der ultimativen Lösung für Ultra-Wide-Bildschirmnutzer. Verabschieden Sie sich von schwarzen Balken und genießen Sie Ihre Lieblingssendungen und -filme in voller Kino-Pracht!",
    "el": "Ζήστε μια πραγματικά κινηματογραφική εμπειρία στην οθόνη σας 21:9 με το UltraWide Video! Η επέκταση αυτή μετατρέπει την πλήρη οθόνη στο YouTube, Netflix, HBO GO και άλλες πλατφόρμες streaming, προσφέροντας μια καθηλωτική προβολή με υπέρ-ευρυγώνιο λόγο διαστάσεων.\n\nΚύρια Χαρακτηριστικά:\n • Βελτιωμένη Υποστήριξη Υπέρ-Ευρυγώνιας Οθόνης: Αυτόματη προσαρμογή του λόγου διαστάσεων για υπέρ-ευρυγώνιες (21:9, 32:9) οθόνες, εξαλείφοντας τις μαύρες μπάρες στα βίντεο.\n • Άμεση Εναλλαγή: Αλλάξτε εύκολα το λόγο διαστάσεων με ένα απλό συντομευμένο πλήκτρο:\n     • Windows: Πατήστε Ctrl+Alt+C\n     • macOS: Πατήστε Ctrl+Cmd+C\n • Πολυχρηστικότητα: Ιδανικό για βίντεο με ευρείς λόγους διαστάσεων που δεν κλιμακώνονται σωστά, εξασφαλίζοντας μια αδιάλειπτη εμπειρία προβολής.\n\nΣυμβατότητα:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • και πολλά άλλα!\n\nΑναβαθμίστε την εμπειρία streaming με το UltraWide Video, τη μοναδική λύση για χρήστες υπέρ-ευρυγώνιων οθονών. Πείτε αντίο στις μαύρες μπάρες και απολαύστε τις αγαπημένες σας σειρές και ταινίες με πλήρη κινηματογραφική λαμπρότητα!",
    "es": "¡Experimenta una verdadera visualización cinematográfica en tu monitor 21:9 con UltraWide Video! Esta extensión transforma el modo de pantalla completa en YouTube, Netflix, HBO GO y otras plataformas de streaming, asegurando una relación de aspecto ultra-ancha e inmersiva.\n\nCaracterísticas clave:\n • Soporte mejorado para ultra-ancho: Ajusta automáticamente la relación de aspecto para monitores ultra-anchos (21:9, 32:9), eliminando las barras negras en los videos.\n • Conmutación instantánea: Cambia fácilmente la relación de aspecto con un simple atajo:\n     • Windows: Presiona Ctrl+Alt+C\n     • macOS: Presiona Ctrl+Cmd+C\n • Uso versátil: Perfecto para videos de relación de aspecto amplia que no se escalan correctamente, asegurando una experiencia de visualización fluida.\n\nCompatibilidad:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • Movistar+\n • Atresplayer\n • RTVE Play\n • Claro Video\n • Blim\n • ¡y muchos más!\n\nMejora tu experiencia de streaming con UltraWide Video, la solución definitiva para usuarios de pantallas ultra-anchas. ¡Di adiós a las barras negras y disfruta de tus programas y películas favoritas en todo su esplendor cinematográfico!",
    "et": "Koge tõelist kinolikku vaatamiselamust oma 21:9 monitoril koos UltraWide Videoga! See laiendus muudab YouTube'i, Netflixi, HBO GO ja teiste voogedastusplatvormide täisekraani režiimi, tagades kaasahaarava ultralaiade mõõtmetega vaatamise.\n\nPõhifunktsioonid:\n • Parandatud ultralai tugi: Kohandab automaatselt kuvasuhet ultralaiade (21:9, 32:9) monitoride jaoks, eemaldades mustad ribad videotel.\n • Kiirvahetus: Vaheta kuvasuhet lihtsalt kiiresti, kasutades järgmist otseteed:\n     • Windows: Vajuta Ctrl+Alt+C\n     • macOS: Vajuta Ctrl+Cmd+C\n • Mitmekülgne kasutus: Ideaalne videote jaoks, mille lai kuvasuhe ei sobitu korrektselt, tagades sujuva vaatamiskogemuse.\n\nÜhilduvus:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • ja paljud teised!\n\nTõsta oma voogedastuskogemus uuele tasemele koos UltraWide Videoga, mis pakub ultralaiade ekraanide kasutajatele parimat lahendust. Hüvasti mustade ribadega ja naudi oma lemmiksaateid ja -filme täies kinolikus hiilguses!",
    "fi": "Koe todellinen elokuvakokemus 21:9 näytölläsi UltraWide Videolla! Tämä laajennus muuttaa YouTuben, Netflixin, HBO GO:n ja muiden suoratoistopalveluiden koko näytön tilan, varmistaen mukaansatempaavan ultralaajan kuvasuhteen.\n\nPääominaisuudet:\n • Parannettu Ultra-Wide Tuki: Säätää automaattisesti kuvasuhteen ultralaajoille (21:9, 32:9) näytöille, poistamalla mustat palkit videoista.\n • Pikakytkin: Vaihda kuvasuhde helposti yksinkertaisella pikanäppäimellä:\n     • Windows: Paina Ctrl+Alt+C\n     • macOS: Paina Ctrl+Cmd+C\n • Monipuolinen Käyttö: Täydellinen laajakuvavideoille, jotka eivät skaalaudu oikein, varmistaen saumattoman katselukokemuksen.\n\nYhteensopivuus:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • ja paljon muuta!\n\nPäivitä suoratoistokokemuksesi UltraWide Videon avulla, täydellinen ratkaisu ultralaajan näytön käyttäjille. Sano hyvästit mustille palkkeille ja nauti suosikkiohjelmistasi ja -elokuvistasi täydellä elokuvamaisella loistolla!",
    "fil": "Danasin ang totoong cinematic na panonood sa iyong 21:9 monitor gamit ang UltraWide Video! Ang extension na ito ay nagbabago ng full-screen mode sa YouTube, Netflix, HBO GO, at iba pang streaming platforms, na tinitiyak ang nakaka-engganyong ultra-wide na aspect ratio.\n\nMga Pangunahing Tampok:\n • Pinaigting na Suporta para sa Ultra-Wide: Awtomatikong inaayos ang aspect ratio para sa ultra-wide (21:9, 32:9) na mga monitor, tinatanggal ang mga itim na bar sa mga video.\n • Instant Toggle: Madaling baguhin ang aspect ratio gamit ang simpleng shortcut:\n     • Windows: Pindutin ang Ctrl+Alt+C\n     • macOS: Pindutin ang Ctrl+Cmd+C\n • Pangkalahatang Paggamit: Perpekto para sa mga video na may wide aspect ratio na hindi tama ang scaling, tinitiyak ang tuloy-tuloy na karanasan sa panonood.\n\nKompatibilidad:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • at marami pang iba!\n\nI-upgrade ang iyong streaming experience gamit ang UltraWide Video, ang pinakamahusay na solusyon para sa mga ultra-wide screen na gumagamit. Paalam sa mga itim na bar at tamasahin ang paborito mong mga palabas at pelikula sa buong cinematic na kaluwalhatian!",
    "fr": "Découvrez une véritable expérience cinématographique sur votre moniteur 21:9 avec UltraWide Video ! Cette extension transforme le mode plein écran sur YouTube, Netflix, HBO GO et d'autres plateformes de streaming, assurant un ratio d'aspect ultra-large immersif.\n\nFonctionnalités clés :\n • Support amélioré pour ultra-large : ajuste automatiquement le ratio d'aspect pour les moniteurs ultra-larges (21:9, 32:9), éliminant les bandes noires sur les vidéos.\n • Basculement instantané : changez facilement le ratio d'aspect avec un simple raccourci :\n     • Windows : Appuyez sur Ctrl+Alt+C\n     • macOS : Appuyez sur Ctrl+Cmd+C\n • Utilisation polyvalente : parfait pour les vidéos au ratio d'aspect large qui ne s'adaptent pas correctement, assurant une expérience de visionnage sans faille.\n\nCompatibilité :\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • Canal+\n • Molotov TV\n • MyTF1\n • France.tv\n • et bien d'autres !\n\nAméliorez votre expérience de streaming avec UltraWide Video, la solution ultime pour les utilisateurs d'écrans ultra-larges. Dites adieu aux bandes noires et profitez de vos émissions et films préférés en pleine gloire cinématographique !",
    "gu": "તમારા 21:9 મોનિટર પર સત્યુક્ત સિનેમેટિક દૃશ્યનો અનુભવ કરો UltraWide Video સાથે! આ એક્સ્ટેંશન YouTube, Netflix, HBO GO અને અન્ય સ્ટ્રીમિંગ પ્લેટફોર્મ્સ પર ફુલ-સ્ક્રીન મૂડ ટ્રાન્સફોર્મ કરે છે, જે ચોથી બાજુની ચવપર ભગવાના અણધ પટેલ્ની સુવાધ સિનેમેટિક વિલાશીતા ખાતા આરામથી જોઈ.\n\nમુખ્ય લાક્ષણિકતાઓ:\n • સારૂ Ultra-Wide ટેકો: વિડિઓઝ પર કાળી પટ્ટીઓ દૂર કરીને આકાર અનુપાતને આપમેળે સુર્યાણી છે ultra-wide (21:9, 32:9) મોનિટર્સ .\n • તાત્કાલિક ટૉગલ: સરળ શોર્ટકટ સાથે આકાર અનુપાતને સરળતાથી બદલો:\n     • Windows: Ctrl+Alt+C દબાવો\n     • macOS: Ctrl+Cmd+C દબાવો\n • વિવિધ ઉપયોગ: વિશાળ આકાર અનુપાતના વિડિઓઝ માટે સંપૂર્ણ છે જે યોગ્ય રીતે સ્કેલ કરતું નથી, સતત દૃશ્યનો આનંદ સુનારું.\n\nસાંજોપડાપણું:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • અને ઘણું વધુ!\n\nUltraWide Video સાથે તમારા સ્ટ્રીમિંગના અનુભવને અપગ્રેડ કરો, અલ્ટિમેટ સોલ્યુશન છે ultra-wide સ્ક્રીન વપરાશકર્તાઓ માટે. કાળી પટ્ટીઓનો નથી નથી છો અભિવાદન કરો અને તમારા મનપસંદ શો અને મૂવીઝને સંપૂર્ણ સિનેમેટિક શ્રીમંતમાં માણો!",
    "hi": "अपने 21:9 मॉनिटर पर UltraWide वीडियो के साथ सच्चे सिनेमाई अनुभव का आनंद लें! यह एक्सटेंशन YouTube, Netflix, HBO GO और अन्य स्ट्रीमिंग प्लेटफॉर्म पर पूर्ण स्क्रीन मोड को परिवर्तित करता है, जिससे एक इमर्सिव अल्ट्रा-वाइड आस्पेक्ट रेशियो सुनिश्चित होता है।\n\nमुख्य विशेषताएं:\n • उन्नत अल्ट्रा-वाइड सपोर्ट: अल्ट्रा-वाइड (21:9, 32:9) मॉनिटरों के लिए स्वचालित रूप से आस्पेक्ट रेशियो को समायोजित करता है, जिससे वीडियो पर काले बार हट जाते हैं।\n • इंस्टेंट टॉगल: आसान शॉर्टकट के साथ आस्पेक्ट रेशियो को आसानी से बदलें:\n     • विंडोज: Ctrl+Alt+C दबाएं\n     • macOS: Ctrl+Cmd+C दबाएं\n • बहुउपयोगी: व्यापक आस्पेक्ट रेशियो वाली वीडियो के लिए बिल्कुल सही जो सही ढंग से स्केल नहीं होती, एक निर्बाध देखने का अनुभव सुनिश्चित करता है।\n\nसंगतता:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • और भी बहुत कुछ!\n\nUltraWide वीडियो के साथ अपनी स्ट्रीमिंग अनुभव को अपग्रेड करें, अल्ट्रा-वाइड स्क्रीन उपयोगकर्ताओं के लिए अंतिम समाधान। काले बार को अलविदा कहें और अपनी पसंदीदा शो और फिल्मों का पूरा सिनेमाई आनंद लें!",
    "hr": "Doživite pravo filmsko iskustvo na vašem 21:9 monitoru uz UltraWide Video! Ova ekstenzija transformira puni ekran na YouTubeu, Netflixu, HBO GO-u i drugim streaming platformama, osiguravajući impresivni ultra-široki omjer stranica.\n\nKljučne Značajke:\n • Poboljšana Podrška za Ultra-Široke Ekrane: Automatski prilagođava omjer stranica za ultra-široke (21:9, 32:9) monitore, uklanjajući crne trake na videima.\n • Trenutna Promjena: Lako prebacite omjer stranica jednostavnom prečicom:\n     • Windows: Pritisnite Ctrl+Alt+C\n     • macOS: Pritisnite Ctrl+Cmd+C\n • Svestrana Upotreba: Idealno za videe sa širokim omjerom stranica koji se ne skaliraju pravilno, osiguravajući neometano iskustvo gledanja.\n\nKompatibilnost:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • i mnogi drugi!\n\nUnaprijedite svoje iskustvo streaminga uz UltraWide Video, ultimativno rješenje za korisnike ultra-širokih ekrana. Recite zbogom crnim trakama i uživajte u omiljenim serijama i filmovima u punom filmskom sjaju!",
    "id": "Rasakan pengalaman menonton sinematik sejati di monitor 21:9 Anda dengan UltraWide Video! Ekstensi ini mengubah mode layar penuh di YouTube, Netflix, HBO GO, dan platform streaming lainnya, memastikan rasio aspek ultra-lebar yang imersif.\n\nFitur Utama:\n • Dukungan Ultra-Lebar yang Ditingkatkan: Secara otomatis menyesuaikan rasio aspek untuk monitor ultra-lebar (21:9, 32:9), menghilangkan bilah hitam pada video.\n • Sakelar Instan: Mudah beralih rasio aspek dengan pintasan sederhana:\n     • Windows: Tekan Ctrl+Alt+C\n     • macOS: Tekan Ctrl+Cmd+C\n • Penggunaan Serbaguna: Sempurna untuk video dengan rasio aspek lebar yang tidak dapat diskalakan dengan benar, memastikan pengalaman menonton yang lancar.\n\nKompatibilitas:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • Vidio\n • Iflix\n • dan banyak lagi!\n\nTingkatkan pengalaman streaming Anda dengan UltraWide Video, solusi terbaik untuk pengguna layar ultra-lebar. Katakan selamat tinggal pada bilah hitam dan nikmati acara dan film favorit Anda dengan kejayaan sinematik penuh!",
    "it": "Vivi un'esperienza cinematografica autentica sul tuo monitor 21:9 con UltraWide Video! Questa estensione trasforma la modalità a schermo intero su YouTube, Netflix, HBO GO e altre piattaforme di streaming, garantendo un rapporto di aspetto ultra-wide immersivo.\n\nCaratteristiche principali:\n • Supporto Ultra-Wide migliorato: Regola automaticamente il rapporto di aspetto per monitor ultra-wide (21:9, 32:9), eliminando le barre nere sui video.\n • Commutazione istantanea: Cambia facilmente il rapporto di aspetto con una semplice scorciatoia:\n     • Windows: Premi Ctrl+Alt+C\n     • macOS: Premi Ctrl+Cmd+C\n • Uso versatile: Perfetto per i video a largo rapporto di aspetto che non si scalano correttamente, garantendo un'esperienza di visione senza soluzione di continuità.\n\nCompatibilità:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • RaiPlay\n • Mediaset Play Infinity\n • TIMvision\n • e molti altri!\n\nMigliora la tua esperienza di streaming con UltraWide Video, la soluzione definitiva per gli utenti di schermi ultra-wide. Dì addio alle barre nere e goditi i tuoi spettacoli e film preferiti in pieno splendore cinematografico!",
    "ja": "21:9モニターで真のシネマティックな視聴体験をウルトラワイドビデオで！この拡張機能はYouTube、Netflix、HBO GO、その他のストリーミングプラットフォームでのフルスクリーンモードを変革し、没入感のある超ワイドアスペクト比を実現します。\n\n主な特徴：\n • 強化されたウルトラワイドサポート：超ワイド（21:9、32:9）モニターに自動的にアスペクト比を調整し、ビデオの黒いバーを排除します。\n • 簡単な切り替え：シンプルなショートカットでアスペクト比を簡単に切り替え：\n     • Windows：Ctrl+Alt+Cを押す\n     • macOS：Ctrl+Cmd+Cを押す\n • 多用途な使用：正しくスケールしないワイドアスペクト比のビデオに最適で、シームレスな視聴体験を保証します。\n\n対応プラットフォーム：\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • Hulu\n • U-NEXT\n • AbemaTV\n • dTV\n • その他多数！\n\nウルトラワイドビデオでストリーミング体験をアップグレードし、ウルトラワイドスクリーンユーザーの究極のソリューションを手に入れましょう。黒いバーにさよならを告げ、あなたの好きな番組や映画をフルシネマティックな栄光で楽しみましょう！",
    "ko": "21:9 모니터에서 진정한 시네마틱 뷰잉을 울트라와이드 비디오와 함께 경험하세요! 이 확장 프로그램은 YouTube, Netflix, HBO GO 및 기타 스트리밍 플랫폼에서 전체 화면 모드를 변환하여 몰입감 있는 울트라 와이드 화면 비율을 보장합니다.\n\n주요 기능:\n • 향상된 울트라 와이드 지원: 비디오의 검은 막대를 제거하고 울트라 와이드(21:9, 32:9) 모니터에 맞게 자동으로 비율을 조정합니다.\n • 즉시 전환: 간단한 바로가기로 비율을 쉽게 전환할 수 있습니다:\n     • Windows: Ctrl+Alt+C 누르기\n     • macOS: Ctrl+Cmd+C 누르기\n • 다용도 사용: 비율이 제대로 조정되지 않는 넓은 화면 비율의 비디오에 적합하여 매끄러운 시청 경험을 보장합니다.\n\n호환성:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • Wavve\n • TVING\n • 그 외 다수!\n\n울트라와이드 비디오로 스트리밍 경험을 업그레이드하세요. 울트라 와이드 화면 사용자에게 최고의 솔루션입니다. 검은 막대를 없애고 좋아하는 쇼와 영화를 완전한 시네마틱 영광으로 즐기세요!",
    "lt": "Patirkite tikrąjį kinematografinį žiūrėjimą savo 21:9 monitoriuje su UltraWide Video! Šis plėtinys transformuoja pilno ekrano režimą „YouTube“, „Netflix“, „HBO GO“ ir kitose srautinio perdavimo platformose, užtikrinant įtraukiantį ultra-plataus formato vaizdą.\n\nPagrindinės funkcijos:\n • Patobulintas Ultra-Wide palaikymas: Automatiškai pritaiko vaizdo formato santykį ultra-plataus (21:9, 32:9) monitoriams, pašalindamas juodas juostas vaizdo įrašuose.\n • Greitas jungiklis: Lengvai pakeiskite vaizdo formato santykį paprastu klavišų deriniu:\n     • Windows: Paspauskite Ctrl+Alt+C\n     • macOS: Paspauskite Ctrl+Cmd+C\n • Universalus naudojimas: Puikiai tinka plačiaformačiams vaizdo įrašams, kurie netinka tinkamai, užtikrinant sklandžią žiūrėjimo patirtį.\n\nSuderinamumas:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • ir daugelis kitų!\n\nPagerinkite savo srautinio perdavimo patirtį su UltraWide Video, geriausiu sprendimu ultra-plataus ekrano naudotojams. Pamirškite juodas juostas ir mėgaukitės savo mėgstamais šou ir filmais pilno kinematografinio spindesio!",
    "lv": "Izbaudiet īstu kino pieredzi savā 21:9 monitorā ar UltraWide Video! Šis paplašinājums pārvērš pilnekrāna režīmu vietnēs YouTube, Netflix, HBO GO un citos straumēšanas pakalpojumos, nodrošinot aizraujošu ultra-platleņķa formāta skatīšanos.\n\nGalvenās funkcijas:\n • Uzlabots UltraWide atbalsts: Automātiski pielāgo malu attiecību ultra-platleņķa (21:9, 32:9) monitoriem, likvidējot melnās joslas video.\n • Ātra pārslēgšanās: Ērti mainiet malu attiecību ar vienkāršu īsinājumtaustiņu:\n     • Windows: Nospiediet Ctrl+Alt+C\n     • macOS: Nospiediet Ctrl+Cmd+C\n • Daudzpusīga lietošana: Ideāli piemērots platleņķa video, kas nav pareizi mērogoti, nodrošinot nepārtrauktu skatīšanās pieredzi.\n\nSaderība:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • un daudzi citi!\n\nUzlabojiet savu straumēšanas pieredzi ar UltraWide Video, kas ir galīgais risinājums ultra-platleņķa ekrānu lietotājiem. Aizmirstiet par melnajām joslām un baudiet savus mīļākos šovus un filmas pilnā kinoteātra godībā!",
    "mr": "तुमच्या 21:9 मॉनिटरवर UltraWide Video सह खऱ्या सिनेमॅटिक दृश्यांचा अनुभव घ्या! हे विस्तार YouTube, Netflix, HBO GO आणि इतर स्ट्रीमिंग प्लॅटफॉर्मवर पूर्ण-स्क्रीन मोडमध्ये रूपांतर करतं, ज्यामुळे तुम्हाला immersive ultra-wide aspect ratio चा आनंद मिळतो.\n\nमुख्य वैशिष्ट्ये:\n • वाढलेला Ultra-Wide सपोर्ट: ऑटोमॅटिक aspect ratio 21:9, 32:9 मॉनिटर्ससाठी समायोजित करतं, व्हिडिओवरील काळे पट्टे काढून टाकतो.\n • त्वरित टॉगल: सोप्या शॉर्टकटने aspect ratio लवकर बदलू शकता:\n     • Windows: Ctrl+Alt+C दाबा\n     • macOS: Ctrl+Cmd+C दाबा\n • विविध वापर: विस्तृत aspect ratio व्हिडिओसाठी योग्य, जे पुरेपूर प्रमाणात नाही स्केल होत, एक अखंड दृश्य अनुभव सुनिश्चित करण्यात मदत करतं.\n\nसुसंगतता:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • आणि बरेच काही!\n\nUltraWide Video सह तुमच्या स्ट्रीमिंग अनुभवाला अपग्रेड करा, ultra-wide स्क्रीन वापरकर्त्यांसाठी सर्वोत्तम समाधान. काळे पट्टे विसरा आणि तुमच्या आवडत्या शो आणि चित्रपटांचा पूर्ण सिनेमॅटिक वैभवात आनंद घ्या!",
    "ms": "Nikmati pengalaman menonton sebenar seperti di pawagam pada monitor 21:9 anda dengan UltraWide Video! Sambungan ini mengubah mod skrin penuh di YouTube, Netflix, HBO GO, dan platform penstriman lain, memastikan nisbah aspek ultra-lebar yang mendalam.\n\nCiri Utama:\n • Sokongan Ultra-Lebar Dipertingkatkan: Menyesuaikan nisbah aspek secara automatik untuk monitor ultra-lebar (21:9, 32:9), menghapuskan bar hitam pada video.\n • Tukar Segera: Tukar nisbah aspek dengan mudah menggunakan jalan pintas mudah:\n     • Windows: Tekan Ctrl+Alt+C\n     • macOS: Tekan Ctrl+Cmd+C\n • Penggunaan Serbaguna: Sempurna untuk video dengan nisbah aspek lebar yang tidak berskala betul, memastikan pengalaman menonton yang lancar.\n\nKeserasian:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • dan banyak lagi!\n\nTingkatkan pengalaman penstriman anda dengan UltraWide Video, penyelesaian terbaik untuk pengguna skrin ultra-lebar. Katakan selamat tinggal kepada bar hitam dan nikmati rancangan serta filem kegemaran anda dalam kehebatan sinematik sepenuhnya!",
    "nl": "Ervaar echt filmisch kijken op je 21:9 monitor met UltraWide Video! Deze extensie transformeert de volledige schermmodus op YouTube, Netflix, HBO GO en andere streamingplatforms, en zorgt voor een meeslepende ultrabrede beeldverhouding.\n\nBelangrijkste Kenmerken:\n • Verbeterde Ultra-Wide Ondersteuning: Past automatisch de beeldverhouding aan voor ultrabrede (21:9, 32:9) monitoren, waardoor zwarte balken op video's worden geëlimineerd.\n • Direct Schakelen: Schakel eenvoudig de beeldverhouding met een simpele sneltoets:\n     • Windows: Druk op Ctrl+Alt+C\n     • macOS: Druk op Ctrl+Cmd+C\n • Veelzijdig Gebruik: Perfect voor video's met een brede beeldverhouding die niet correct schalen, voor een naadloze kijkervaring.\n\nCompatibiliteit:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • en nog veel meer!\n\nUpgrade je streamingervaring met UltraWide Video, de ultieme oplossing voor ultrabrede schermgebruikers. Zeg vaarwel tegen zwarte balken en geniet van je favoriete shows en films in volle filmische glorie!",
    "no": "Opplev ekte kinovisning på din 21:9-skjerm med UltraWide Video! Denne utvidelsen transformerer fullskjermmodusen på YouTube, Netflix, HBO GO og andre strømmeplattformer, og sikrer et oppslukende ultra-wide sideforhold.\n\nHovedfunksjoner:\n • Forbedret Ultra-Wide støtte: Justerer automatisk sideforholdet for ultra-wide (21:9, 32:9) skjermer, og fjerner svarte kanter på videoer.\n • Umiddelbar Veksling: Bytt enkelt sideforhold med en enkel snarvei:\n     • Windows: Trykk Ctrl+Alt+C\n     • macOS: Trykk Ctrl+Cmd+C\n • Allsidig Bruk: Perfekt for videoer med bredt sideforhold som ikke skaleres riktig, og sikrer en sømløs visningsopplevelse.\n\nKompatibilitet:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • og mange flere!\n\nOppgrader din strømmeopplevelse med UltraWide Video, den ultimate løsningen for ultra-wide skjermbrukere. Si farvel til svarte kanter og nyt favorittprogrammene og filmene dine i full kinematisk prakt!",
    "pt_BR": "Experimente a verdadeira visualização cinematográfica no seu monitor 21:9 com o UltraWide Video! Esta extensão transforma o modo de tela cheia no YouTube, Netflix, HBO GO e outras plataformas de streaming, garantindo uma proporção de tela ultra-wide envolvente.\n\nPrincipais Recursos:\n • Suporte Aprimorado para Ultra-Wide: Ajusta automaticamente a proporção de tela para monitores ultra-wide (21:9, 32:9), eliminando barras pretas nos vídeos.\n • Alternância Instantânea: Troque facilmente a proporção de tela com um simples atalho:\n     • Windows: Pressione Ctrl+Alt+C\n     • macOS: Pressione Ctrl+Cmd+C\n • Uso Versátil: Perfeito para vídeos com proporção de tela larga que não escalam corretamente, garantindo uma experiência de visualização perfeita.\n\nCompatibilidade:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • Globo Play\n • Telecine Play\n • e muitos mais!\n\nMelhore sua experiência de streaming com o UltraWide Video, a solução definitiva para usuários de telas ultra-wide. Diga adeus às barras pretas e aproveite seus programas e filmes favoritos em toda a sua glória cinematográfica!",
    "ro": "Experimentează vizionarea cinematografică autentică pe monitorul tău 21:9 cu UltraWide Video! Această extensie transformă modul pe ecran complet pe YouTube, Netflix, HBO GO și alte platforme de streaming, asigurând un raport de aspect ultra-lat imersiv.\n\nFuncții Cheie:\n • Suport Ultra-Lat Îmbunătățit: Ajustează automat raportul de aspect pentru monitoarele ultra-late (21:9, 32:9), eliminând barele negre de pe video-uri.\n • Activare Instantanee: Schimbă raportul de aspect cu o simplă comandă rapidă:\n     • Windows: Apasă Ctrl+Alt+C\n     • macOS: Apasă Ctrl+Cmd+C\n • Utilizare Versatilă: Perfect pentru video-urile cu raport de aspect lat care nu se redimensionează corect, asigurând o experiență de vizionare fără întreruperi.\n\nCompatibilitate:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • și multe altele!\n\nÎmbunătățește-ți experiența de streaming cu UltraWide Video, soluția supremă pentru utilizatorii de ecran ultra-lat. Spune adio barelor negre și bucură-te de emisiunile și filmele tale preferate în toată splendoarea cinematografică!",
    "sk": "Zažite skutočný filmový zážitok na vašom monitore s pomerom strán 21:9 s UltraWide Video! Toto rozšírenie transformuje režim na celú obrazovku na YouTube, Netflixe, HBO GO a ďalších streamovacích platformách, zabezpečujúc pohlcujúci ultra-široký pomer strán.\n\nHlavné funkcie:\n • Vylepšená podpora Ultra-Širokého pomeru: Automaticky upravuje pomer strán pre ultra-široké (21:9, 32:9) monitory, čím eliminuje čierne pruhy na videách.\n • Okamžité prepnutie: Ľahko prepínajte pomer strán jednoduchou skratkou:\n     • Windows: Stlačte Ctrl+Alt+C\n     • macOS: Stlačte Ctrl+Cmd+C\n • Univerzálne použitie: Perfektné pre videá so širokým pomerom strán, ktoré sa nesprávne prispôsobujú, zabezpečujúc plynulý zážitok z pozerania.\n\nKompatibilita:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • a mnoho ďalších!\n\nVylepšite svoj zážitok zo streamovania s UltraWide Video, najlepším riešením pre používateľov ultra-širokých obrazoviek. Zabudnite na čierne pruhy a užívajte si svoje obľúbené seriály a filmy v plnej filmovej sláve!",
    "sv": "Upplev äkta biovisning på din 21:9-skärm med UltraWide Video! Denna tillägg förvandlar helskärmsläget på YouTube, Netflix, HBO GO och andra streamingplattformar, och säkerställer en uppslukande ultra-wide bildförhållande.\n\nHuvudfunktioner:\n • Förbättrat Ultra-Wide-stöd: Justerar automatiskt bildförhållandet för ultra-wide (21:9, 32:9) skärmar och eliminerar svarta ränder på videor.\n • Omedelbar Växling: Byt enkelt bildförhållande med en enkel kortkommando:\n     • Windows: Tryck Ctrl+Alt+C\n     • macOS: Tryck Ctrl+Cmd+C\n • Mångsidig Användning: Perfekt för breda bildförhållanden på videor som inte skalar korrekt, vilket säkerställer en sömlös tittarupplevelse.\n\nKompatibilitet:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • och många fler!\n\nUppgradera din streamingupplevelse med UltraWide Video, den ultimata lösningen för ultra-wide skärmanvändare. Säg adjö till svarta ränder och njut av dina favoritprogram och filmer i full bioglans!",
    "sw": "Pata uzoefu wa kweli wa kutazama sinema kwenye kioo chako cha 21:9 na UltraWide Video! Kiendelezi hiki hubadilisha hali ya skrini nzima kwenye YouTube, Netflix, HBO GO, na majukwaa mengine ya utiririshaji, kuhakikisha uwiano wa upana mkubwa wa kina.\n\nVipengele Muhimu:\n • Msaada wa Ultra-Wide Ulioimarishwa: Hubadilisha kiotomatiki uwiano wa picha kwa monitara za uwiano mkubwa (21:9, 32:9), kuondoa mipasho myeusi kwenye video.\n • Kubadili Mara Moja: Badilisha uwiano wa picha kwa urahisi kwa njia ya mkato rahisi:\n     • Windows: Bonyeza Ctrl+Alt+C\n     • macOS: Bonyeza Ctrl+Cmd+C\n • Matumizi Mbalimbali: Inafaa kwa video za uwiano wa upana ambazo hazipimi ipasavyo, kuhakikisha uzoefu wa kutazama uliounganishwa.\n\nUlinganifu:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • na mengi zaidi!\n\nBoresha uzoefu wako wa utiririshaji na UltraWide Video, suluhisho bora kwa watumiaji wa skrini za uwiano mpana. Sema kwaheri kwa mipasho myeusi na ufurahie vipindi vyako na filamu zako unazozipenda kwa mng'ao wa sinema wa hali ya juu!",
    "ta": "உங்கள் 21:9 மானிட்டரில் உண்மையான சினிமா பார்வையை அனுபவிக்க UltraWide Video! இந்த நீட்டிப்பு YouTube, Netflix, HBO GO மற்றும் பிற ஸ்ட்ரீமிங் தளங்களில் முழு-திரை முறையை மாற்றுகிறது, பரவலான அல்ட்ரா-வைட் பண்புக்கூறை உறுதி செய்கிறது.\n\nசமீபத்திய அம்சங்கள்:\n • மேம்படுத்திய அல்ட்ரா-வைட் ஆதரவு: அல்ட்ரா-வைட் (21:9, 32:9) மானிட்டர்களுக்கு தானாக மாற்றம் செய்யும், காணொளிகளில் உள்ள கருப்பு பட்டைகளை நீக்குகிறது.\n • உடனடி மாறுதல்: ஒரு எளிய குறுக்குவழியுடன் விவரப்பாட்டை எளிதாக மாற்றுங்கள்:\n     • விண்டோஸ்: Ctrl+Alt+C அழுத்தவும்\n     • macOS: Ctrl+Cmd+C அழுத்தவும்\n • பல்வேறு பயன்பாடு: சரியாக அளவிடப்படாத பரந்த வகை காணொளிகளுக்கு சிறந்தது, இடையறாத பார்வை அனுபவத்தை உறுதி செய்கிறது.\n\nஉள்ளடக்கும்:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • மற்றும் பல!\n\nUltraWide Video உடன் உங்கள் ஸ்ட்ரீமிங் அனுபவத்தை மேம்படுத்துங்கள், அல்ட்ரா-வைட் ஸ்கிரீன் பயனாளர்களுக்கு இறுதி தீர்வாக. கருப்பு பட்டைகள் மறைந்துவிட்டன, உங்கள் முக்கியமான நிகழ்ச்சிகள் மற்றும் திரைப்படங்களை முழு சினிமா மகிழ்ச்சியில் அனுபவிக்குங்கள்!",
    "te": "మీ 21:9 మానిటర్లో అధ్బుతమైన సినిమా అనుభవాన్ని పొందండి UltraWide Video తో! ఈ ఎక్స్టెన్షన్ యూట్యూబ్, నేత్‌ఫ్లిక్స్, HBO GO, మరియు ఇతర స్ట్రీమింగ్ ప్లాట్‌ఫారమ్‌లలో పూర్తిస్క్రీన్ మోడ్‌ను మార్చి, మిమ్మల్ని పరవశం చేసే అల్ట్రా-వైడ్ అస్పెక్ట్ రేషియోని పొందుతుంది.\n\nప్రధాన ఫీచర్లు:\n • మెరుగైన అల్ట్రా-వైడ్ సపోర్ట్: వీడియోలపై బ్లాక్ బార్స్ అవును చేయకుండా అల్ట్రా-వైడ్ (21:9, 32:9) మానిటర్లకు అస్పెక్ట్ రేషియోని ఆటోమాటిక్‌గా సర్దుబాట్లు చేయడం.\n • తక్షణం టాగుల్: సులభంగా ఒక చిన్న షార్ట్‌కట్‌తో అస్పెక్ట్ రేషియోని మార్చవచ్చు:\n     • విండోస్: Ctrl+Alt+C నొక్కండి\n     • మాక్ఓఎస్: Ctrl+Cmd+C నొక్కండి\n • బహుముఖ ఉపయోగం: సరిగ్గా స్కేలు కానప్పుడు విశాల అస్పెక్ట్ రేషియో వీడియోల కోసం, మీని నిరంతరమైన వీక్షణ అనుభవంలోకి తేలియాడించడానికి.\n\nకాంపాటిబిలిటీ:\n • యూట్యూబ్\n • నేత్‌ఫ్లిక్స్\n • HBO GO\n • అమెజాన్ ప్రైమ్\n • డిస్నీ+\n • ఇంకా చాలా!\n\nమీ స్ట్రీమింగ్ అనుభవాన్ని UltraWide Video తో అప్గ్రేడ్ చేయండి, ఇది అల్ట్రా-వైడ్ స్క్రీన్ వినియోగదారులకు తుది పరిష్కారం. బ్లాక్ బార్స్ కి గుడ్ బై చెప్పండి మరియు మీ ఇష్టమైన షోలు మరియు సినిమాలను పూర్తిగా సినిమాటిక్ తేజస్సులో ఆస్వాదించండి!",
    "th": "สัมผัสประสบการณ์การรับชมภาพยนตร์แบบแท้จริงบนจอมอนิเตอร์ 21:9 ของคุณด้วย UltraWide Video! ส่วนขยายนี้จะแปลงโหมดเต็มจอใน YouTube, Netflix, HBO GO และแพลตฟอร์มสตรีมมิ่งอื่นๆ ให้เป็นสัดส่วนอัลตร้าไวด์เพื่อความดื่มด่ำที่เหนือชั้น\n\nคุณสมบัติเด่น:\n • การรองรับอัลตร้าไวด์ที่ปรับปรุง: ปรับสัดส่วนภาพโดยอัตโนมัติสำหรับจอมอนิเตอร์อัลตร้าไวด์ (21:9, 32:9) เพื่อกำจัดแถบดำบนวิดีโอ\n • การสลับทันใจ: เปลี่ยนสัดส่วนภาพง่ายๆ ด้วยทางลัดง่ายๆ:\n     • Windows: กด Ctrl+Alt+C\n     • macOS: กด Ctrl+Cmd+C\n • การใช้งานหลากหลาย: เหมาะสำหรับวิดีโอที่มีสัดส่วนอัลตร้าไวด์ที่ไม่สเกลถูกต้อง เพื่อให้แน่ใจว่าประสบการณ์การรับชมที่ไร้ที่ติ\n\nความเข้ากันได้:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • และอีกมากมาย!\n\nอัปเกรดประสบการณ์การสตรีมของคุณด้วย UltraWide Video, ทางออกที่ดีที่สุดสำหรับผู้ใช้งานจออัลตร้าไวด์ บอกลาแถบดำและเพลิดเพลินไปกับรายการและภาพยนตร์ที่คุณชื่นชอบในแบบภาพยนตร์เต็มตา!",
    "tr": "Geniş Ekran Videolarıyla 21:9 monitörünüzde gerçek sinema keyfini yaşayın! Bu eklenti YouTube, Netflix, HBO GO ve diğer akış platformlarında tam ekran modunu dönüştürerek sürükleyici bir ultra geniş görüntü oranı sunar.\n\nAna Özellikler:\n • Gelişmiş Ultra Geniş Destek: Videolardaki siyah çubukları ortadan kaldırarak ultra geniş (21:9, 32:9) monitörler için görüntü oranını otomatik olarak ayarlar.\n • Anında Geçiş: Basit bir kısayolla görüntü oranını kolayca değiştirin:\n     • Windows: Ctrl+Alt+C tuşlarına basın\n     • macOS: Ctrl+Cmd+C tuşlarına basın\n • Çok Yönlü Kullanım: Geniş görüntü oranına sahip ve doğru ölçeklenmeyen videolar için mükemmel, kesintisiz izleme deneyimi sağlar.\n\nUyumluluk:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • ve birçok daha fazla!\n\nGeniş Ekran Videoları ile akış deneyiminizi yükseltin, ultra geniş ekran kullanıcıları için nihai çözümü keşfedin. Siyah çubuklara elveda deyin ve en sevdiğiniz dizi ve filmleri tam sinema ihtişamında izleyin!",
    "vi": "Trải nghiệm xem phim thực sự trên màn hình 21:9 của bạn với UltraWide Video! Tiện ích mở rộng này biến chế độ toàn màn hình trên YouTube, Netflix, HBO GO và các nền tảng streaming khác, đảm bảo tỉ lệ khung hình siêu rộng đầy hấp dẫn.\n\nTính năng chính:\n • Hỗ Trợ Siêu Rộng: Tự động điều chỉnh tỉ lệ khung hình cho màn hình siêu rộng (21:9, 32:9), loại bỏ các thanh đen trên video.\n • Chuyển Đổi Nhanh: Dễ dàng chuyển đổi tỉ lệ khung hình chỉ với một phím tắt đơn giản:\n     • Windows: Nhấn Ctrl+Alt+C\n     • macOS: Nhấn Ctrl+Cmd+C\n • Sử Dụng Linh Hoạt: Hoàn hảo cho các video có tỉ lệ khung hình rộng không thể hiển thị đúng, đảm bảo trải nghiệm xem liền mạch.\n\nTương thích với:\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • và nhiều hơn nữa!\n\nNâng cấp trải nghiệm xem phim của bạn với UltraWide Video, giải pháp tối ưu cho người dùng màn hình siêu rộng. Nói lời tạm biệt với các thanh đen và tận hưởng các chương trình và bộ phim yêu thích của bạn trong sự trọn vẹn của khung hình điện ảnh!",
    "zh_CN": "体验在21:9显示器上真正的影院观感，尽在超宽视频 (UltraWide Video)！这个扩展可以在哔哩哔哩、爱奇艺、腾讯视频等流媒体平台上将全屏模式转变为沉浸式的超宽比例。\n\n主要特点：\n • 增强的超宽支持：自动调整超宽（21:9, 32:9）显示器的宽高比，消除视频上的黑边。\n • 即时切换：通过简单的快捷键轻松切换宽高比：\n     • Windows：按Ctrl+Alt+C\n     • macOS：按Ctrl+Cmd+C\n • 多用途：非常适合那些无法正确缩放的宽高比视频，确保无缝的观看体验。\n\n兼容性：\n • 哔哩哔哩\n • 爱奇艺\n • 腾讯视频\n • 优酷\n • 芒果TV\n • 以及更多！\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • 以及更多！\n\n通过超宽视频 (UltraWide Video)提升您的流媒体体验，这是超宽屏用户的终极解决方案。告别黑边，尽情享受您喜爱的节目和电影，体验全面的影院辉煌！",
    "zh_TW": "在您的 21:9 螢幕上透過 UltraWide Video 體驗真正的影院級觀看效果！這款擴充功能可將 YouTube、Netflix、HBO GO 以及其他串流平台的全螢幕模式轉變為沉浸式的超寬螢幕比例。\n\n主要特色：\n • 增強的超寬螢幕支援：自動調整 21:9 和 32:9 螢幕比例，消除影片的黑邊。\n • 即時切換：簡單快捷鍵即可輕鬆切換螢幕比例：\n     • Windows：按下 Ctrl+Alt+C\n     • macOS：按下 Ctrl+Cmd+C\n • 多種用途：適用於無法正確縮放的寬螢幕比例影片，確保無縫的觀影體驗。\n\n相容性：\n • YouTube\n • Netflix\n • HBO GO\n • Amazon Prime\n • Disney+\n • 以及更多！\n\n透過 UltraWide Video 升級您的串流觀看體驗，為超寬螢幕用戶提供終極解決方案。告別黑邊，全屏享受您最愛的節目和電影，體現完美的影院品質！"
  }
}