{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpeedRead"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed reading tool with context menu integration"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Reading Experience with SpeedRead\n\nSpeedRead is the ultimate Chrome extension designed to elevate your online reading by making it faster, more flexible, and easier on the eyes, anytime and anywhere on the web. Whether you're working on your speed reading skills, researching, studying, or just enjoying your favorite articles, SpeedRead optimizes your reading experience with precision and simplicity.\n\nKey Features:\n\n- Instant Text Transfer: Discover a smarter way to digest content. With just a simple highlight and right-click, you can send any text from the web directly to SpeedRead. It’s like having a personal reading assistant that’s always ready, turning cluttered web pages into a focused reading session.\n\n- Customizable Reading Speed: Dive into the flow of speed reading with adjustable speeds. Whether you're skimming for key points or delving deep into the material, SpeedRead lets you set the pace. Choose anywhere from 100 to 1000 words per minute and watch your productivity soar.\n\n- Seamless Dark Mode: Reading at night or in low-light environments? Switch to Dark Mode with a single click for a reading experience that’s easy on the eyes. The elegant toggle slider not only adds to the aesthetic but also provides immediate comfort by reducing screen glare, making late-night reading sessions more enjoyable.\n\n- Interactive Font Size Adjustment: With SpeedRead, the power to control how you read is literally at your fingertips. The vertical font size slider allows you to adjust the text size instantly, making reading accessible for everyone. Perfectly placed next to the \"Text\" placeholder, adjusting font size has never been more intuitive.\n\n- Ergonomic Design: Designed with simplicity and usability in mind, SpeedRead features a clean interface that eliminates distractions. From the intuitive dark mode toggle to the straightforward speed adjustment, every detail is crafted to enhance your reading experience.\n\n- Effortless Control with Start/Stop Button and Space Bar - A single click pauses the word stream, allowing you to reflect on what you've read or take a quick break. Ready to resume? Click again, and you're back to your immersive reading journey. For even greater convenience, the space bar serves as an additional control to start or pause the reading, ensuring your hands barely have to leave the keyboard. \n\nInstall SpeedRead now and embark on a reading journey that's faster, more efficient, and tailored to your needs."
  }
}