{
  "name": {
    "ar": "ApkOnline APK مدير لمحاكي الأندرويدd",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "ApkOnline APK manager for Android emulator",
    "de": "ApkOnline APK-Manager für Android-Emulator",
    "es,es_419": "ApkOnline gestor APK de emulador Android",
    "fr": "ApkOnline manager APK pour émulateur Android",
    "hi": "ApkOnline एपीके मैनेजर एंड्रॉइड एमुलेटर",
    "it": "ApkOnline Gestore APK per emulatore Android",
    "ja": "ApkOnline Androidエミュレーター用APKマネージャー",
    "ko": "ApkOnline Android 에뮬레이터용 APK 관리자",
    "nl": "ApkOnline APK-manager voor Android-emulator",
    "pl": "ApkOnline Menedżer APK dla emulatora Androida",
    "pt_BR,pt_PT": "ApkOnline manager APK para emulador Android",
    "ru": "ApkOnline APK-менеджер Android-эмулятор",
    "tr": "ApkOnline APK yöneticisi Android emülatörü",
    "uk": "ApkOnline Менеджер APK для емулятора Android",
    "zh_CN": "ApkOnline Android 模拟器的 APK 管理器"
  },
  "short": {
    "ar": "مدير يسمح بمعالجة ملفات APK التي يتم تشغيلها باستخدام نظام محاكي android ApkOnline",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Manager that allows to handle APK files that are run with the ApkOnline android emulator platform",
    "de": "Manager, der es ermöglicht, APK-Dateien zu verarbeiten, die mit der Android-Emulatorplattform ApkOnline ausgeführt werden",
    "es,es_419": "Administrador que permite manejar archivos APK que se ejecutan con la plataforma de emuladores de Android ApkOnline",
    "fr": "Gestionnaire qui permet de gérer les fichiers APK exécutés avec la plate-forme d'émulateur Android ApkOnline",
    "hi": "प्रबंधक जो एपीके फाइलों को संभालने की अनुमति देता है जो एपीकेऑनलाइन एंड्रॉइड एमुलेटर प्लेटफॉर्म के साथ चलती हैं",
    "it": "Gestore che consente di gestire file APK eseguiti con la piattaforma di emulazione Android ApkOnline",
    "ja": "ApkOnline androidエミュレータープラットフォームで実行されるAPKファイルを処理できるマネージャー",
    "ko": "ApkOnline 안드로이드 에뮬레이터 플랫폼으로 실행되는 APK 파일을 처리할 수 있는 관리자",
    "nl": "Manager die het mogelijk maakt om APK-bestanden te verwerken die worden uitgevoerd met het ApkOnline Android-emulatorplatform",
    "pl": "Menedżer pozwalający na obsługę plików APK uruchamianych na platformie emulatora Androida ApkOnline",
    "pt_BR,pt_PT": "Gerenciador que permite lidar com arquivos APK que são executados com a plataforma de emulador Android ApkOnline",
    "ru": "Менеджер, позволяющий обрабатывать APK-файлы, запущенные на платформе эмулятора Android ApkOnline.",
    "tr": "ApkOnline android emülatör platformu ile çalıştırılan APK dosyalarını işlemeye izin veren yönetici",
    "uk": "Менеджер, який дозволяє обробляти файли APK, які запускаються за допомогою платформи емулятора android ApkOnline",
    "zh_CN": "允许处理在 ApkOnline android 模拟器平台上运行的 APK 文件的管理器"
  },
  "long": {
    "ar": "يقوم هذا الامتداد بمسح عناوين URL التي تم تصفحها لتحديد Android APK أو الملفات الأخرى لمحاكي Android الخاص بنا عبر الإنترنت. يتم عرض ملف APK والملفات في قائمة ضمن النافذة المنبثقة للامتداد. يتم الحصول على هذه النافذة المنبثقة من خوادمنا، لذا يتم جمع عنوان URL الذي تم تصفحه وإبلاغه إلى خادمنا السحابي. يعد هذا بعد ذلك مدير ملفات ديناميكيًا للتعامل مع APK والملفات الأخرى لمحاكي android عبر الإنترنت المقدم من ApkOnline. كما يسمح للمستخدمين بتحميل APK الذي يمكن إعادة تسميته ونسخه وحذفه وحتى تنفيذه باستخدام تكامل واجهة برمجة التطبيقات مع ApkOnline.\n\nونتيجة لذلك، يعمل هذا الامتداد على تسريع إدارة APK وتنفيذه باستخدام محاكي ApkOnline android عبر الإنترنت، والذي يحتوي على الميزات التالية:\n\n* جهاز Android الظاهري (AVD).\n* تكوين غلاف الجهاز اللوحي مع Oreo 8.0، على الرغم من أنه يمكنك طلب إصدار أعلى.\n* اختبر تطبيقات Android الخاصة بك دون الوصول إلى الأجهزة الحقيقية باستخدام متصفح الويب الخاص بك فقط.\n* الوصول إلى الإنترنت من محاكي Android.\n* تم تثبيت تطبيق متجر Google Play مسبقًا.\n* تطبيقات أخرى مثل Chrome، والبريد الإلكتروني، ... مثبتة مسبقًا أيضًا.\n* الميزات الأساسية التي تمت محاكاتها لتطويرات APK: تدوير الجهاز، ...\n\nملاحظة مهمة: تتم عملية المسح لاكتشاف APK والملفات عند تصفح الإنترنت على خوادمنا بحيث يتم الإبلاغ عن عنوان URL هناك. في هذه العملية، لا يتم جمع أي بيانات شخصية. بالطبع، يمكن للمستخدمين اختيار تعطيل هذا الفحص عبر مربع اختيار في النافذة المنبثقة للإضافة. ومع ذلك، لاحظ أن تعطيل هذه الوظيفة يحد بشكل كبير من وظيفة الامتداد أثناء التصفح عبر الإنترنت.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension scans browsed URLs to identify android APK or other files for our Android emulator online. The APK and files are presented in a list within the extension popup. This popup is sourced from our servers so the browsed URL are collected and reported to our cloud server.  This is then a  dynamic file manager to handle APK and other files for the android online emulator provided by ApkOnline. It also allows users to upload APK that can be  renamed,  copied,  deleted and even  executed using an API integration with ApkOnline.\n\nAs a result of that, this extension speeds up the APK management and execution using the ApkOnline android online emulator, which has the following features:\n\n* Android Virtual Device (AVD).\n* Tablet skin configuration with Oreo 8.0, although you can request a higher version.\n* Test your android applications without access to the real hardware with only your web browser.\n* Internet access from the Android emulator.\n* Google Play Store app preinstalled.\n* Other apps like Chrome, Email, ... also preinstalled.\n* Basic emulated features for APK developments: device rotation, ...\n\nIMPORTANT NOTE: The scanning process to detect APK and files when browsing in the Internet occurs on our servers so the URL are reported there. In this process, no personal data is collected. Of course, users can opt to disable this scanning via a checkbox in the extension popup. However, note that disabling this functionality severely limits the extension's functionality while browsing through the Internet.",
    "de": "Diese Erweiterung scannt durchsuchte URLs, um Android-APKs oder andere Dateien für unseren Android-Emulator online zu identifizieren. Das APK und die Dateien werden in einer Liste im Erweiterungs-Popup angezeigt. Dieses Popup stammt von unseren Servern, sodass die durchsuchte URL erfasst und an unseren Cloud-Server gemeldet wird. Dies ist dann ein dynamischer Dateimanager zur Verwaltung von APK- und anderen Dateien für den von ApkOnline bereitgestellten Android-Online-Emulator. Außerdem können Benutzer APKs hochladen, die über eine API-Integration mit ApkOnline umbenannt, kopiert, gelöscht und sogar ausgeführt werden können.\n\nDadurch beschleunigt diese Erweiterung die APK-Verwaltung und -Ausführung mithilfe des Android-Online-Emulators ApkOnline, der über die folgenden Funktionen verfügt:\n\n* Android Virtual Device (AVD).\n* Tablet-Skin-Konfiguration mit Oreo 8.0, Sie können jedoch eine höhere Version anfordern.\n* Testen Sie Ihre Android-Anwendungen ohne Zugriff auf die echte Hardware nur mit Ihrem Webbrowser.\n* Internetzugang über den Android-Emulator.\n* Google Play Store-App vorinstalliert.\n* Andere Apps wie Chrome, E-Mail, ... ebenfalls vorinstalliert.\n* Grundlegende emulierte Funktionen für APK-Entwicklungen: Geräterotation, ...\n\nWICHTIGER HINWEIS: Der Scanvorgang zur Erkennung von APKs und Dateien beim Surfen im Internet findet auf unseren Servern statt, sodass die URL dort gemeldet wird. Dabei werden keine personenbezogenen Daten erhoben. Natürlich können Benutzer diesen Scan über ein Kontrollkästchen im Erweiterungs-Popup deaktivieren. Beachten Sie jedoch, dass die Deaktivierung dieser Funktion die Funktionalität der Erweiterung beim Surfen im Internet erheblich einschränkt.",
    "es,es_419": "Esta extensión escanea las URL exploradas para identificar APK de Android u otros archivos para nuestro emulador de Android en línea. El APK y los archivos se presentan en una lista dentro de la ventana emergente de extensión. Esta ventana emergente proviene de nuestros servidores, por lo que la URL explorada se recopila y se informa a nuestro servidor en la nube. Este es entonces un administrador de archivos dinámico para manejar APK y otros archivos para el emulador en línea de Android proporcionado por ApkOnline. También permite a los usuarios cargar APK que se pueden cambiar de nombre, copiar, eliminar e incluso ejecutar mediante una integración API con ApkOnline.\n\nComo resultado de esto, esta extensión acelera la administración y ejecución de APK utilizando el emulador en línea de Android ApkOnline, que tiene las siguientes características:\n\n* Dispositivo virtual Android (AVD).\n*Configuración de skin de tablet con Oreo 8.0, aunque se puede solicitar una versión superior.\n* Pruebe sus aplicaciones de Android sin acceso al hardware real solo con su navegador web.\n* Acceso a Internet desde el emulador de Android.\n* Aplicación Google Play Store preinstalada.\n* Otras aplicaciones como Chrome, Correo electrónico, ... también preinstaladas.\n* Funciones básicas emuladas para desarrollos APK: rotación de dispositivos,...\n\nNOTA IMPORTANTE: El proceso de escaneo para detectar APK y archivos al navegar en Internet ocurre en nuestros servidores por lo que las URL se informan allí. En este proceso no se recogen datos personales. Por supuesto, los usuarios pueden optar por desactivar este escaneo mediante una casilla de verificación en la ventana emergente de la extensión. Sin embargo, tenga en cuenta que deshabilitar esta funcionalidad limita severamente la funcionalidad de la extensión mientras navega por Internet.",
    "fr": "Cette extension analyse les URL parcourues pour identifier l'APK Android ou d'autres fichiers pour notre émulateur Android en ligne. L'APK et les fichiers sont présentés dans une liste dans la fenêtre contextuelle de l'extension. Cette fenêtre contextuelle provient de nos serveurs, de sorte que les URL consultées sont collectées et signalées à notre serveur cloud. Il s'agit alors d'un gestionnaire de fichiers dynamique pour gérer l'APK et d'autres fichiers pour l'émulateur en ligne Android fourni par ApkOnline. Il permet également aux utilisateurs de télécharger un APK qui peut être renommé, copié, supprimé et même exécuté à l'aide d'une intégration API avec ApkOnline.\n\nEn conséquence, cette extension accélère la gestion et l'exécution de l'APK en utilisant l'émulateur en ligne Android ApkOnline, qui possède les fonctionnalités suivantes :\n\n* Appareil virtuel Android (AVD).\n* Configuration du skin de la tablette avec Oreo 8.0, bien que vous puissiez demander une version supérieure.\n* Testez vos applications Android sans accès au matériel réel avec uniquement votre navigateur Web.\n* Accès Internet depuis l'émulateur Android.\n* Application Google Play Store préinstallée.\n* D'autres applications comme Chrome, Email, ... également préinstallées.\n* Fonctionnalités émulées de base pour les développements APK : rotation des appareils, ...\n\nREMARQUE IMPORTANTE : Le processus d'analyse pour détecter les fichiers APK et les fichiers lors de la navigation sur Internet se produit sur nos serveurs, les URL y sont donc signalées. Dans ce processus, aucune donnée personnelle n'est collectée. Bien entendu, les utilisateurs peuvent choisir de désactiver cette analyse via une case à cocher dans la fenêtre contextuelle de l'extension. Cependant, notez que la désactivation de cette fonctionnalité limite considérablement les fonctionnalités de l'extension lors de la navigation sur Internet.",
    "hi": "यह एक्सटेंशन हमारे एंड्रॉइड एमुलेटर के लिए एंड्रॉइड एपीके या अन्य फ़ाइलों की ऑनलाइन पहचान करने के लिए ब्राउज़ किए गए यूआरएल को स्कैन करता है। एपीके और फ़ाइलें एक्सटेंशन पॉपअप के भीतर एक सूची में प्रस्तुत की जाती हैं। यह पॉपअप हमारे सर्वर से प्राप्त होता है इसलिए ब्राउज़ किए गए यूआरएल को एकत्र किया जाता है और हमारे क्लाउड सर्वर पर रिपोर्ट किया जाता है। यह एपीकेऑनलाइन द्वारा प्रदान किए गए एंड्रॉइड ऑनलाइन एमुलेटर के लिए एपीके और अन्य फ़ाइलों को संभालने के लिए एक गतिशील फ़ाइल प्रबंधक है। यह उपयोगकर्ताओं को एपीके अपलोड करने की भी अनुमति देता है जिसे एपीकेऑनलाइन के साथ एपीआई एकीकरण का उपयोग करके नाम बदला जा सकता है, कॉपी किया जा सकता है, हटाया जा सकता है और यहां तक कि निष्पादित भी किया जा सकता है।\n\nइसके परिणामस्वरूप, यह एक्सटेंशन एपीकेऑनलाइन एंड्रॉइड ऑनलाइन एमुलेटर का उपयोग करके एपीके प्रबंधन और निष्पादन को गति देता है, जिसमें निम्नलिखित विशेषताएं हैं:\n\n* एंड्रॉइड वर्चुअल डिवाइस (एवीडी)।\n* Oreo 8.0 के साथ टैबलेट स्किन कॉन्फ़िगरेशन, हालाँकि आप उच्चतर संस्करण का अनुरोध कर सकते हैं।\n* केवल अपने वेब ब्राउज़र के साथ वास्तविक हार्डवेयर तक पहुंच के बिना अपने एंड्रॉइड एप्लिकेशन का परीक्षण करें।\n* एंड्रॉइड एमुलेटर से इंटरनेट का उपयोग।\n* Google Play Store ऐप पहले से इंस्टॉल है।\n* क्रोम, ईमेल जैसे अन्य ऐप्स भी प्रीइंस्टॉल्ड हैं।\n* एपीके विकास के लिए बुनियादी अनुकरणीय विशेषताएं: डिवाइस रोटेशन, ...\n\nमहत्वपूर्ण नोट: इंटरनेट पर ब्राउज़ करते समय एपीके और फ़ाइलों का पता लगाने के लिए स्कैनिंग प्रक्रिया हमारे सर्वर पर होती है, इसलिए यूआरएल वहां रिपोर्ट किया जाता है। इस प्रक्रिया में कोई भी व्यक्तिगत डेटा एकत्र नहीं किया जाता है। बेशक, उपयोगकर्ता एक्सटेंशन पॉपअप में चेकबॉक्स के माध्यम से इस स्कैनिंग को अक्षम करने का विकल्प चुन सकते हैं। हालाँकि, ध्यान दें कि इस कार्यक्षमता को अक्षम करने से इंटरनेट पर ब्राउज़ करते समय एक्सटेंशन की कार्यक्षमता गंभीर रूप से सीमित हो जाती है।",
    "it": "Questa estensione esegue la scansione degli URL esplorati per identificare l'APK Android o altri file per il nostro emulatore Android online. L'APK e i file vengono presentati in un elenco all'interno del popup dell'estensione. Questo popup proviene dai nostri server, quindi gli URL esplorati vengono raccolti e segnalati al nostro server cloud. Si tratta quindi di un file manager dinamico per gestire APK e altri file per l'emulatore online Android fornito da ApkOnline. Consente inoltre agli utenti di caricare APK che possono essere rinominati, copiati, eliminati e persino eseguiti utilizzando un'integrazione API con ApkOnline.\n\nDi conseguenza, questa estensione accelera la gestione e l'esecuzione dell'APK utilizzando l'emulatore online Android ApkOnline, che ha le seguenti caratteristiche:\n\n* Dispositivo virtuale Android (AVD).\n* Configurazione skin tablet con Oreo 8.0, anche se è possibile richiedere una versione superiore.\n* Metti alla prova le tue applicazioni Android senza accedere all'hardware reale solo con il tuo browser web.\n* Accesso a Internet dall'emulatore Android.\n*App Google Play Store preinstallata.\n* Anche altre app come Chrome, Email, ... sono preinstallate.\n* Funzionalità emulate di base per gli sviluppi APK: rotazione del dispositivo, ...\n\nNOTA IMPORTANTE: Il processo di scansione per rilevare APK e file durante la navigazione in Internet avviene sui nostri server quindi gli URL vengono riportati lì. In questo processo non vengono raccolti dati personali. Naturalmente, gli utenti possono scegliere di disabilitare questa scansione tramite una casella di controllo nel popup dell'estensione. Tuttavia, tieni presente che la disattivazione di questa funzionalità limita gravemente la funzionalità dell'estensione durante la navigazione in Internet.",
    "ja": "この拡張機能は、閲覧された URL をスキャンして、オンラインの Android エミュレータ用の Android APK またはその他のファイルを識別します。 APK とファイルは、拡張機能ポップアップ内のリストに表示されます。 このポップアップは当社のサーバーから取得されるため、閲覧された URL が収集され、当社のクラウド サーバーに報告されます。 これは、ApkOnline が提供する Android オンライン エミュレータ用の APK やその他のファイルを処理するための動的ファイル マネージャーです。 また、ユーザーは APK をアップロードし、ApkOnline との API 統合を使用して名前変更、コピー、削除、さらには実行することもできます。\n\nその結果、この拡張機能は、次の機能を持つ ApkOnline Android オンライン エミュレーターを使用した APK の管理と実行を高速化します。\n\n* Android 仮想デバイス (AVD)。\n* Oreo 8.0 を使用したタブレット スキン構成。ただし、より高いバージョンをリクエストすることもできます。\n* 実際のハードウェアにアクセスせずに、Web ブラウザだけを使用して Android アプリケーションをテストします。\n※Androidエミュレータからのインターネットアクセス。\n※Google Playストアアプリがプリインストールされています。\n* Chrome、メールなどの他のアプリもプリインストールされています。\n* APK 開発用の基本的なエミュレート機能: デバイスの回転など\n\n重要な注意事項: インターネットでの閲覧時に APK とファイルを検出するスキャン プロセスが当社のサーバー上で行われるため、URL はそこで報告されます。 このプロセスでは、個人データは収集されません。 もちろん、ユーザーは拡張機能ポップアップのチェックボックスを使用してこのスキャンを無効にすることを選択できます。 ただし、この機能を無効にすると、インターネットの閲覧中に拡張機能の機能が大幅に制限されることに注意してください。",
    "ko": "이 확장 프로그램은 탐색된 URL을 검사하여 온라인에서 Android 에뮬레이터용 Android APK 또는 기타 파일을 식별합니다. APK와 파일은 확장 팝업 내의 목록에 표시됩니다. 이 팝업은 당사 서버에서 제공되므로 검색된 URL이 수집되어 당사 클라우드 서버에 보고됩니다. 이는 ApkOnline에서 제공하는 안드로이드 온라인 에뮬레이터용 APK 및 기타 파일을 처리하는 동적 파일 관리자입니다. 또한 사용자는 ApkOnline과의 API 통합을 사용하여 이름 변경, 복사, 삭제 및 실행할 수 있는 APK를 업로드할 수 있습니다.\n\n결과적으로 이 확장 프로그램은 다음과 같은 기능을 갖춘 ApkOnline 안드로이드 온라인 에뮬레이터를 사용하여 APK 관리 및 실행 속도를 높입니다.\n\n* 안드로이드 가상 장치(AVD).\n* Oreo 8.0을 사용한 태블릿 스킨 구성. 더 높은 버전을 요청할 수 있습니다.\n* 웹 브라우저만으로 실제 하드웨어에 액세스하지 않고도 Android 애플리케이션을 테스트할 수 있습니다.\n* Android 에뮬레이터에서 인터넷에 액세스합니다.\n* Google Play 스토어 앱이 사전 설치되어 있습니다.\n* Chrome, 이메일 등과 같은 기타 앱도 사전 설치되어 있습니다.\n* APK 개발을 위한 기본 에뮬레이션 기능: 기기 회전, ...\n\n중요 참고 사항: 인터넷에서 탐색할 때 APK와 파일을 검색하는 검색 프로세스는 당사 서버에서 발생하므로 URL이 해당 서버에 보고됩니다. 이 과정에서 개인정보는 수집되지 않습니다. 물론 사용자는 확장 팝업의 확인란을 통해 이 검사를 비활성화하도록 선택할 수 있습니다. 그러나 이 기능을 비활성화하면 인터넷을 탐색하는 동안 확장 기능의 기능이 심각하게 제한됩니다.",
    "nl": "Deze extensie scant bekeken URL's om Android APK of andere bestanden voor onze Android-emulator online te identificeren. De APK en bestanden worden weergegeven in een lijst in de extensiepop-up. Deze pop-up is afkomstig van onze servers, zodat de bezochte URL's worden verzameld en gerapporteerd aan onze cloudserver. Dit is dan een dynamische bestandsbeheerder om APK en andere bestanden voor de Android online-emulator van ApkOnline te verwerken. Het stelt gebruikers ook in staat APK te uploaden die kan worden hernoemd, gekopieerd, verwijderd en zelfs uitgevoerd met behulp van een API-integratie met ApkOnline.\n\nAls resultaat hiervan versnelt deze extensie het APK-beheer en de uitvoering met behulp van de ApkOnline Android online-emulator, die de volgende kenmerken heeft:\n\n* Android virtueel apparaat (AVD).\n* Tablet skin-configuratie met Oreo 8.0, hoewel je een hogere versie kunt aanvragen.\n* Test uw Android-applicaties zonder toegang tot de echte hardware met alleen uw webbrowser.\n* Internettoegang vanaf de Android-emulator.\n* Google Play Store-app vooraf geïnstalleerd.\n* Andere apps zoals Chrome, E-mail, ... ook vooraf geïnstalleerd.\n* Basis geëmuleerde functies voor APK-ontwikkelingen: apparaatrotatie, ...\n\nBELANGRIJKE OPMERKING: Het scanproces om APK en bestanden te detecteren tijdens het surfen op internet vindt plaats op onze servers, zodat de URL daar wordt gerapporteerd. Bij dit proces worden geen persoonlijke gegevens verzameld. Gebruikers kunnen er uiteraard voor kiezen om dit scannen uit te schakelen via een selectievakje in de extensiepop-up. Houd er echter rekening mee dat het uitschakelen van deze functionaliteit de functionaliteit van de extensie tijdens het surfen op internet ernstig beperkt.",
    "pl": "To rozszerzenie skanuje przeglądane adresy URL, aby zidentyfikować plik APK dla Androida lub inne pliki dla naszego emulatora Androida online. Plik APK i pliki są prezentowane na liście w wyskakującym okienku rozszerzenia. To wyskakujące okienko pochodzi z naszych serwerów, więc przeglądany adres URL jest gromadzony i raportowany do naszego serwera w chmurze. Jest to zatem dynamiczny menedżer plików do obsługi plików APK i innych plików dla emulatora online Androida udostępnianego przez ApkOnline. Umożliwia także użytkownikom przesyłanie plików APK, których nazwę można zmieniać, kopiować, usuwać, a nawet uruchamiać, korzystając z integracji API z ApkOnline.\n\nW rezultacie to rozszerzenie przyspiesza zarządzanie i wykonywanie plików APK za pomocą emulatora online Androida ApkOnline, który ma następujące funkcje:\n\n* Urządzenie wirtualne z Androidem (AVD).\n* Konfiguracja skórki tabletu z Oreo 8.0, chociaż możesz zamówić wyższą wersję.\n* Testuj swoje aplikacje na Androida bez dostępu do prawdziwego sprzętu, korzystając wyłącznie z przeglądarki internetowej.\n* Dostęp do Internetu z poziomu emulatora Androida.\n* Preinstalowana aplikacja Sklep Google Play.\n* Inne aplikacje, takie jak Chrome, e-mail, ... również są preinstalowane.\n* Podstawowe emulowane funkcje dla rozwoju APK: rotacja urządzenia, ...\n\nWAŻNA UWAGA: Proces skanowania w celu wykrycia plików APK i plików podczas przeglądania Internetu odbywa się na naszych serwerach, więc adres URL jest tam raportowany. W procesie tym nie są zbierane żadne dane osobowe. Oczywiście użytkownicy mogą wyłączyć to skanowanie za pomocą pola wyboru w wyskakującym okienku rozszerzenia. Należy jednak pamiętać, że wyłączenie tej funkcji poważnie ogranicza funkcjonalność rozszerzenia podczas przeglądania Internetu.",
    "pt_BR,pt_PT": "Esta extensão verifica URLs navegados para identificar APK do Android ou outros arquivos para nosso emulador de Android online. O APK e os arquivos são apresentados em uma lista no pop-up da extensão. Este pop-up é proveniente de nossos servidores para que o URL navegado seja coletado e relatado ao nosso servidor em nuvem. Este é então um gerenciador de arquivos dinâmico para lidar com APK e outros arquivos para o emulador online Android fornecido pelo ApkOnline. Também permite aos usuários fazer upload de APK que pode ser renomeado, copiado, excluído e até mesmo executado usando uma integração de API com ApkOnline.\n\nComo resultado, esta extensão agiliza o gerenciamento e execução do APK usando o emulador online android ApkOnline, que possui os seguintes recursos:\n\n* Dispositivo Virtual Android (AVD).\n* Configuração de skin do tablet com Oreo 8.0, embora você possa solicitar uma versão superior.\n* Teste seus aplicativos Android sem acesso ao hardware real apenas com seu navegador.\n* Acesso à Internet a partir do emulador Android.\n* Aplicativo Google Play Store pré-instalado.\n* Outros aplicativos como Chrome, Email, ... também pré-instalados.\n* Recursos básicos emulados para desenvolvimentos de APK: rotação de dispositivos, ...\n\nNOTA IMPORTANTE: O processo de varredura para detecção de APK e arquivos durante a navegação na Internet ocorre em nossos servidores para que as URLs sejam informadas lá. Neste processo não são recolhidos quaisquer dados pessoais. Claro, os usuários podem optar por desativar essa verificação por meio de uma caixa de seleção no pop-up da extensão. No entanto, observe que desabilitar esta funcionalidade limita severamente a funcionalidade da extensão durante a navegação na Internet.",
    "ru": "Это расширение сканирует просматриваемые URL-адреса, чтобы идентифицировать APK-файл Android или другие файлы для нашего онлайн-эмулятора Android. APK и файлы представлены в виде списка во всплывающем окне расширения. Это всплывающее окно создается с наших серверов, поэтому просмотренные URL-адреса собираются и передаются на наш облачный сервер. Это динамический файловый менеджер для обработки APK и других файлов для онлайн-эмулятора Android, предоставляемого ApkOnline. Он также позволяет пользователям загружать APK, который можно переименовывать, копировать, удалять и даже запускать с помощью интеграции API с ApkOnline.\n\nВ результате это расширение ускоряет управление и выполнение APK с помощью онлайн-эмулятора Android ApkOnline, который имеет следующие функции:\n\n* Виртуальное устройство Android (AVD).\n* Конфигурация оболочки планшета с Oreo 8.0, хотя вы можете запросить более позднюю версию.\n* Тестируйте свои приложения для Android без доступа к реальному оборудованию, используя только веб-браузер.\n* Доступ в Интернет из эмулятора Android.\n* Предустановлено приложение Google Play Store.\n* Другие приложения, такие как Chrome, электронная почта и т. д., также предустановлены.\n* Основные эмулируемые функции для APK-разработок: вращение устройства,...\n\nВАЖНОЕ ПРИМЕЧАНИЕ. Процесс сканирования для обнаружения APK и файлов при просмотре страниц в Интернете происходит на наших серверах, поэтому URL-адрес сообщается там. При этом никакие персональные данные не собираются. Конечно, пользователи могут отключить это сканирование, установив флажок во всплывающем окне расширения. Однако учтите, что отключение этой функции серьезно ограничивает функциональность расширения при работе в Интернете.",
    "tr": "Bu uzantı, çevrimiçi Android emülatörümüz için Android APK'sını veya diğer dosyaları tanımlamak için göz atılan URL'leri tarar. APK ve dosyalar, uzantı açılır penceresindeki bir listede sunulur. Bu açılır pencere sunucularımızdan kaynaklanır, böylece göz atılan URL toplanır ve bulut sunucumuza raporlanır. Bu daha sonra ApkOnline tarafından sağlanan android çevrimiçi emülatörü için APK ve diğer dosyaları işleyen dinamik bir dosya yöneticisidir. Ayrıca kullanıcıların, ApkOnline ile bir API entegrasyonu kullanılarak yeniden adlandırılabilen, kopyalanabilen, silinebilen ve hatta yürütülebilen APK yüklemelerine de olanak tanır.\n\nBunun bir sonucu olarak, bu uzantı, aşağıdaki özelliklere sahip olan ApkOnline android çevrimiçi emülatörünü kullanarak APK yönetimini ve yürütülmesini hızlandırır:\n\n* Android Sanal Cihaz (AVD).\n* Oreo 8.0 ile tablet görünümü yapılandırması, ancak daha yüksek bir sürüm talep edebilirsiniz.\n* Android uygulamalarınızı gerçek donanıma erişmeden yalnızca web tarayıcınızla test edin.\n* Android emülatöründen internet erişimi.\n* Google Play Store uygulaması önceden yüklenmiştir.\n* Chrome, E-posta vb. gibi diğer uygulamalar da önceden yüklenmiştir.\n* APK geliştirmeleri için temel öykünülmüş özellikler: cihaz döndürme, ...\n\nÖNEMLİ NOT: İnternette gezinirken APK ve dosyaları tespit etmeye yönelik tarama işlemi sunucularımızda gerçekleştiğinden URL'ler orada raporlanır. Bu süreçte hiçbir kişisel veri toplanmamaktadır. Elbette kullanıcılar, uzantı açılır penceresindeki bir onay kutusunu kullanarak bu taramayı devre dışı bırakmayı seçebilirler. Ancak, bu işlevselliğin devre dışı bırakılmasının, İnternet'te gezinirken uzantının işlevselliğini ciddi şekilde sınırladığını unutmayın.",
    "uk": "Це розширення сканує переглянуті URL-адреси, щоб визначити Android APK або інші файли для нашого онлайн-емулятора Android. APK і файли представлені в списку в спливаючому вікні розширення. Це спливаюче вікно надходить із наших серверів, тому URL-адреса, яку ви переглядали, збирається та повідомляється на наш хмарний сервер. Тоді це динамічний файловий менеджер для обробки APK та інших файлів для онлайн-емулятора Android, наданого ApkOnline. Це також дозволяє користувачам завантажувати APK, який можна перейменовувати, копіювати, видаляти та навіть виконувати за допомогою інтеграції API з ApkOnline.\n\nУ результаті це розширення прискорює керування та виконання APK за допомогою онлайн-емулятора Android ApkOnline, який має такі функції:\n\n* Віртуальний пристрій Android (AVD).\n* Конфігурація оболонки планшета з Oreo 8.0, хоча ви можете запросити нову версію.\n* Тестуйте свої програми для Android без доступу до справжнього апаратного забезпечення за допомогою лише веб-браузера.\n* Доступ до Інтернету з емулятора Android.\n* Попередньо встановлено додаток Google Play Store.\n* Інші програми, як-от Chrome, електронна пошта тощо, також попередньо встановлено.\n* Основні емульовані функції для розробки APK: обертання пристрою, ...\n\nВАЖЛИВА ПРИМІТКА. Процес сканування для виявлення APK і файлів під час перегляду в Інтернеті відбувається на наших серверах, тому URL-адреса повідомляється там. У цьому процесі персональні дані не збираються. Звичайно, користувачі можуть вимкнути це сканування за допомогою прапорця у спливаючому вікні розширення. Однак зауважте, що вимкнення цієї функції значно обмежує функціональність розширення під час перегляду в Інтернеті.",
    "zh_CN": "此扩展扫描浏览的 URL，以识别 Android APK 或我们的 Android 模拟器在线的其他文件。 APK 和文件显示在扩展弹出窗口中的列表中。 此弹出窗口源自我们的服务器，因此浏览的 URL 会被收集并报告给我们的云服务器。 这是一个动态文件管理器，用于处理 ApkOnline 提供的 android 在线模拟器的 APK 和其他文件。 它还允许用户上传可以重命名、复制、删除甚至使用 ApkOnline 的 API 集成来执行的 APK。\n\n因此，该扩展使用 ApkOnline android 在线模拟器加速 APK 管理和执行，该模拟器具有以下功能：\n\n* Android 虚拟设备 (AVD)。\n* 平板电脑皮肤配置为 Oreo 8.0，但您可以请求更高版本。\n* 仅使用网络浏览器测试您的 Android 应用程序，无需访问真实硬件。\n* 从 Android 模拟器访问互联网。\n* 预装 Google Play 商店应用程序。\n* Chrome、电子邮件等其他应用程序也已预装。\n* APK 开发的基本模拟功能：设备旋转，...\n\n重要提示：在互联网上浏览时检测 APK 和文件的扫描过程发生在我们的服务器上，因此 URL 会在那里报告。 在此过程中，不会收集任何个人数据。 当然，用户可以通过扩展弹出窗口中的复选框选择禁用此扫描。 但请注意，禁用此功能会严重限制扩展程序在浏览 Internet 时的功能。"
  }
}