{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PasswordMaker Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flexible password generator using a cryptographic hash algorithm of your choice - Fully Compatible with PasswordMaker.org"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "** One Password to rule them all **\n\nThis is equivalent to https://chromewebstore.google.com/detail/passwordmaker-org/fckpmekmkjglpmdcbfkchimdelcjiipd\n\nThis is a browser extension that works for Chrome, Firefox, and other Chromium based browsers which is a flexible password generation tool that creates unique, secure passwords that are very easy for you to generate but no one else. Your passwords are never stored anywhere, anytime, so there's no database to be hacked, lost, or stolen; unlike the many popular password managers available.\n\nTo use, click the golden ring and provide PasswordMaker with at least two pieces of information:\n\n1) A \"master password\" -- that one, single password you like \n2) The URL of the website requiring a password\n3) Customize per website password generation settings (optional)\n\nPasswordMaker will then generate a unique password using a one-way hash algorithm of your choosing to generate a unique password for every website which is both extremely configurable and user friendly.\n\nThis technique has been widely used since 2003 and is 100% compatible with the other versions of PasswordMaker for other devices and computers which you can find at https://www.passwordmaker.org/ for more information. So, if you switch to a different platform, you can still easily generate all your passwords, for all your sites as long as you can remember your master password and password profile setting for the site.\n\nSince I have inherited this project I have added many new and useful features such as strength meters, username form filling, removed all dangerous extension permissions, HiDPI display scaling, added PBKDF2 & AES encryption where needed, and many other visual, usability and performance enhancements. :)\n\nIt is advisable to always keep a back-up of your current profile data!\n\n1.0.2 - 2024-02-04\n* Improve username and password filling\n* Detect username field when sites separate username page and password page\n* Add SHA-512 integrity check for sjcl.js so users know it's unmodified\n* Browser agnostic now instead of Chrome specific\n* Fixed and optimized regex profile matching\n* Added section for sync information\n* Added ability to reorder profiles\n* Added ability to set zoom level of popup\n* Sync support should be fixed v2\n* Source compatible with Firefox, Chrome, Edge and Opera\n* Removed jQuery dependency!\n* Added a description/notes field that was used in the original PasswordMaker for issue #176\n* Profile search function looks at profile name, site list, use this text, username and description\n\nIf there are any suggestions, feedback or issues please report a new issue https://github.com/passwordmaker/chrome-passwordmaker/issues  or start a new discussion at https://github.com/passwordmaker/chrome-passwordmaker/discussions on GitHub."
  }
}