{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HootBoard Screens"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add content from your HootBoard to signage in a jiffy.  HootBoard Screens works in two interfaces: \n- Digital Signage Mode: Cycle…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add content from your HootBoard to signage in a jiffy.  HootBoard Screens works in two interfaces: \n- Digital Signage Mode: Cycle through posts on your board.  \n- Interactive Mode: A real life touch bulletin board!\n\nTO USE THE APP: The app is designed for existing HootBoard administrators who already have a HootBoard on a premium plan that allows use on Screens. \n\nWhat is HootBoard?\n\nThis is the place you connect with and find out the latest about the organizations you care about most. This app is part of the comprehensive bulletin board platform that works seamlessly across web, mobile, interactive screens, digital signage and AI generated newsletters. This is all accomplished from one easy posting process. \n\nIt's primarily used by *residential communities*, *commercial* properties*, *university departments* and *workplaces and offices* to internally share announcements, events, classifieds, jobs and much more. Members can start discussions and get recommendations from fellow members.\n\nUNIFIED COMMUNICATIONS: If you are in charge of driving engagement for your organization, gone are the days where you maintain the content on the website separately, have a detailed newsletter, maintain a separate groups application and update screens in your building. HootBoard is one platform that connects them all. Create your community HootBoard, invite your members and let them post hoots. Using simple connectors and organization of content, Administrators can route all of this content seamlessly to their website or screens in lobbies. Members can also get newsletter via email with the most popular activity from a board or they can always access their HootBoard community at Hootboard.com and via our app. \n\nCOOL. HOW DO I GET ONE? Create a free HootBoard for your organization at https://www.hootboard.com. It only takes minutes and an email address to get started."
  }
}