{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FB-Group-Bulk-Poster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FB Group Bulk Poster: Effortless Facebook Group Management\nTransform how you manage Facebook groups with FB Group Bulk Poster, the…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FB Group Bulk Poster: Effortless Facebook Group Management\nTransform how you manage Facebook groups with FB Group Bulk Poster, the ultimate Chrome extension for streamlined and automated posting. Save time, maximize reach, and simplify your workflow with just a few clicks!\n\nKey Features:\n🔹 Bulk Posting Made Easy: Post content to multiple Facebook groups simultaneously and save hours of manual work.\n🔹 Customizable Delays: Control post timing with tailored delays, ensuring natural and organic engagement.\n🔹 Full Automation: Automates the entire process—opening groups, posting content, and closing pages—effortlessly.\n🔹 User-Friendly Design: An intuitive and clean interface that simplifies multi-group management for everyone.\n\nWhy Choose FB Group Bulk Poster?\nSave Time and Effort: Say goodbye to manual posting and focus on what matters most.\nSeamless Facebook Integration: Built to work flawlessly with Facebook’s policies for safe and secure usage.\nMaximize Reach: Post in multiple Facebook groups at once and boost your engagement instantly.\nOne-Click Simplicity: Select your groups, craft your post, and let the extension handle the rest!\nPerfect For:\nCommunity Managers: Simplify group management and drive engagement across multiple groups.\nSmall Business Owners: Amplify your marketing efforts without spending extra time.\nDigital Marketers: Manage campaigns effortlessly and reach your audience faster.\nContent Creators: Share your content across multiple groups in seconds and stay focused on creating.\nTake Control of Your Facebook Strategy\nGet FB Group Bulk Poster today and revolutionize the way you manage Facebook groups! With easy setup and powerful automation, you'll save time, boost engagement, and take your social media presence to new heights.\n\nStart Posting Smarter Now!\n👉 Download the extension today and experience hassle-free Facebook group management.\n\nNeed Help or Have Suggestions?\nWe’re here to support you! If you have any questions, feedback, or issues, feel free to reach out.\n\n📧 Email: klyra095@gmail.com"
  }
}