{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WAHelper: WhatsApp + HubSpot Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best WhatsApp + HubSpot Extension for work"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WAHelper integrates HubSpot CRM with WhatsApp, providing a seamless experience for users to access CRM information and record interactions within the messaging platform. One of the most important features of WAHelper is the ability to sync chat images from WhatsApp to HubSpot, a feature that is not available in other CRMs on the market.\n————————————————————————————————————————\nFEATURES\n————————————————————————————————————————\nPerform CRM Actions without leaving WhatsApp Web: \n\n* Create Contact\n* Create Deal\n* Create Task\n* Create Ticket\n* Add Note\n* Sync Chats(contain images) to HubSpot\n* Many more!\n\n————————————————————————————————————————\nPRIVACY PLEDGE\n————————————————————————————————————————\nThis extension is 100% privacy-safe 💯. We DO NOT collect your chat data or personal information. We will NEVER sell your data to any third-party companies in any shape or form. \nThe permission requested on Google Chrome while installing WAHelper might sound scary, but it's far from the real needs of the extension. The permissions are technically required for the following reasons:\nRead and change your data on https://web.whatsapp.com/ : Required to add tabs to the top of WhatsApp Web. We don't collect any chat or contact data from your WhatsApp.\nRead your browsing history: As scary as it sounds, we only need this permission strictly for the One-Click to WhatsApp Web (WAW) feature. We do not collect your browsing history at all. In fact, this is the \"tab\" permission from the Chrome Developer Guide, which DOES NOT allow us to read your browsing history. It only allows us to know what tabs are open right now.\n\nOur detailed privacy policy can be found in https://wachatai.com/privacy-policy.html\nHubSpot Privacy and Data Policy:\nhttps://legal.hubspot.com/product-privacy-policy\nhttps://legal.hubspot.com/dpa\n————————————————————————————————————————\nCONTACT US\n————————————————————————————————————————\nFor any concerns or feedback, please feel free to email wahubspot@gmail.com\nLEGAL\n————————————————————————————————————————\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAHelper is an independent product developed by WAChatAI, and has no relationship to WhatsApp, WhatsApp Inc, or Facebook Inc. It is not an official WhatsApp or Facebook product."
  }
}