{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IKiPop by IKiBlast"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IKiPop by IKiBlast brings a touch of IkimerIA into your browser and let you access to all your favorite AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IKiPop is a versatile free Chrome extension designed to use ArtificiaI Intelligence while browsing. \n\nThis multilingual add-on enhances your browsing by providing numerous features, whether for customers connecting to IKiBox, our private solution, or anyone wanting to tap into their preferred models like Bing, ChatGPT and Google Bard into your browser. It can be used freely by anyone looking to connect with their own public or private AI models.\n\nThe plugin enables you to literally chat with your browser page content:\n\n• Pose questions and receive responses based on the webpage context.\n• Create concise summaries of online content to grasp key points swiftly.\n• Translate web pages into other languages, expanding your global reach.\n• Generate unique phrasing for selected text.\n• Extract crucial points from videos.\n• Clarify complex terms or concepts.\n• Segment extensive text into more digestible parts.\n• Decipher the purpose and functionality and review changes  of code.\n\nThese functionalities are effortlessly available through a user-friendly menu and enhance your web exploration experience.\n\nIKiPop seamlessly integrates with popular platforms, enabling direct assistance. Its floating chat boxes facilitate complex discussions, supporting multiple conversation threads with ease.\n\nA distinctive feature of the tool is the capacity to swiftly connect with various AI providers, allowing immediate access to your favorite services, with the ability to switch between them conveniently.\n\nHere's how to set up and use IKiPop:\n\n• Install the extension and pin it for immediate accessibility.\n• Click on it to access its settings panel and select the API mode you wish to interact with (you can add or remove model from your default list in the 'Modules' tab).\n• Once set, you just need to refresh the tab or open a new one to see a context menu appear when you select a piece of text, providing shortcuts to the main tools.\n• An immersive chat interface can be accessed via settings or right-clicking a selection.\n• Open settings for configuration, adjusting according to your needs, such as language or model selection.\n• Personalize available tools and theme in the menu and tweak the response length and its sensibility through the “Advanced” tab.\n\nIf the menu doesn't appear post-installation, refresh the page or restart your browser. In case a model doesn't function as anticipated, you have the flexibility to switch.\n\nNote that we prioritize your privacy and don't collect or transmit any data beyond what you share during your conversations. Please exercise caution and avoid sharing sensitive information when using public AI services.",
    "de": "IKiPop ist eine vielseitige Chrome-Erweiterung von IKiBlast.\n\nDieses mehrsprachige Add-On verbessert Ihr Surfen, indem es zahlreiche Funktionen bietet, egal ob für Kunden, die sich mit IKiBox, unserer privaten Lösung, verbinden möchten, oder für alle, die auf ihre bevorzugten Modelle wie Bing, ChatGPT und Google Bard in Ihrem Browser zugreifen möchten. Es kann frei von jedem verwendet werden, der eine Verbindung zu seinen eigenen öffentlichen oder privaten KI-Modellen herstellen möchte.\n\nDas Plugin ermöglicht es Ihnen, buchstäblich mit dem Inhalt Ihrer Browserseite zu chatten:\n\n• Stellen Sie Fragen und erhalten Sie Antworten basierend auf dem Kontext der Webseite.\n• Erstellen Sie prägnante Zusammenfassungen von Online-Inhalten, um schnell die Schlüsselpunkte zu erfassen.\n• Übersetzen Sie Webseiten in andere Sprachen und erweitern Sie so Ihre globale Reichweite.\n• Generieren Sie einzigartige Formulierungen für ausgewählten Text.\n• Extrahieren Sie entscheidende Punkte aus Videos.\n• Klären Sie komplexe Begriffe oder Konzepte.\n• Gliedern Sie umfangreichen Text in überschaubare Teile.\n• Entschlüsseln Sie den Zweck und die Funktionalität und überprüfen Sie Änderungen am Code.\n\nDiese Funktionen sind mühelos über ein benutzerfreundliches Menü verfügbar und verbessern Ihr Web-Erkundungserlebnis.\n\nIKiPop integriert sich nahtlos in beliebte Plattformen und ermöglicht direkte Unterstützung. Seine schwebenden Chatfenster erleichtern komplexe Diskussionen und unterstützen problemlos mehrere Gesprächsstränge.\n\nEin besonderes Merkmal des Tools ist die Fähigkeit, schnell eine Verbindung zu verschiedenen KI-Anbietern herzustellen, wodurch Sie sofortigen Zugang zu Ihren bevorzugten Diensten haben, mit der Möglichkeit, bequem zwischen ihnen zu wechseln.\n\nSo richten Sie IKiPop ein und verwenden es:\n\n• Installieren Sie die Erweiterung und heften Sie sie für sofortige Zugänglichkeit an.\n• Klicken Sie darauf, um auf das Einstellungsfenster zuzugreifen und wählen Sie den API-Modus aus, mit dem Sie interagieren möchten (Sie können das Modell in der Registerkarte 'Module' zu Ihrer Standardliste hinzufügen oder daraus entfernen).\n• Sobald dies eingestellt ist, müssen Sie nur noch den Tab aktualisieren oder einen neuen öffnen, um ein Kontextmenü zu sehen, das bei der Auswahl eines Textstücks erscheint und Verknüpfungen zu den wichtigsten Werkzeugen bereitstellt.\n• Eine immersive Chat-Schnittstelle kann über die Einstellungen oder durch Rechtsklicken auf eine Auswahl aufgerufen werden.\n• Öffnen Sie die Einstellungen zur Konfiguration und passen Sie diese nach Ihren Bedürfnissen an, z.B. Sprache oder Modellauswahl.\n• Passen Sie die verfügbaren Werkzeuge und das Thema im Menü an und justieren Sie die Antwortlänge und ihre Sensibilität über die Registerkarte \"Erweitert\".\n\nWenn das Menü nach der Installation nicht erscheint, aktualisieren Sie die Seite oder starten Sie Ihren Browser neu. Falls ein Modell nicht wie erwartet funktioniert, haben Sie die Möglichkeit zu wechseln.\n\nBitte beachten Sie, dass wir Ihre Privatsphäre schützen und keine Daten sammeln oder übertragen, die über das hinausgehen, was Sie während Ihrer Unterhaltungen teilen. Bitte seien Sie vorsichtig und vermeiden Sie die Weitergabe sensibler Informationen bei der Nutzung öffentlicher KI-Dienste.",
    "es": "IKiPop es una extensión versátil y gratuita de Chrome diseñada para usar la Inteligencia Artificial mientras navegas.\n\nEste complemento multilingüe mejora tu navegación proporcionando numerosas funciones, ya sea para clientes que se conectan a IKiBox, nuestra solución privada, o para cualquiera que desee aprovechar sus modelos preferidos como Bing, ChatGPT y Google Bard en su navegador. Puede ser utilizado libremente por cualquier persona que busque conectarse con sus propios modelos de IA, públicos o privados.\n\nEl plugin te permite literalmente chatear con el contenido de la página de tu navegador:\n\n• Plantea preguntas y recibe respuestas basadas en el contexto de la página web.\n• Crea resúmenes concisos de contenido en línea para captar rápidamente los puntos clave.\n• Traduce páginas web a otros idiomas, expandiendo tu alcance global.\n• Genera formulaciones únicas para el texto seleccionado.\n• Extrae puntos cruciales de los videos.\n• Aclara términos o conceptos complejos.\n• Segmenta texto extenso en partes más digeribles.\n• Descifra el propósito y la funcionalidad y revisa cambios en el código.\n\nEstas funcionalidades están disponibles sin esfuerzo a través de un menú fácil de usar y mejoran tu experiencia de exploración web.\n\nIKiPop se integra sin problemas con las plataformas populares, permitiendo asistencia directa. Sus cajas de chat flotantes facilitan las discusiones complejas, soportando múltiples hilos de conversación con facilidad.\n\nUna característica distintiva de la herramienta es la capacidad de conectarse rápidamente con varios proveedores de IA, permitiendo el acceso inmediato a tus servicios favoritos, con la capacidad de cambiar entre ellos cómodamente.\n\nAquí te explicamos cómo configurar y usar IKiPop:\n\n• Instala la extensión y ancla (pin) para acceder rápidamente.\n• Haz clic en él para acceder a su panel de configuración y selecciona el modo de API con el que deseas interactuar (puedes agregar o eliminar el modelo de tu lista predeterminada en la pestaña 'Módulos').\n• Una vez configurado, solo necesitas actualizar la pestaña o abrir una nueva para ver un menú contextual aparecer cuando seleccionas un fragmento de texto, proporcionando atajos a las principales herramientas.\n• Una interfaz de chat inmersiva se puede acceder a través de la configuración o haciendo clic derecho en una selección.\n• Abre la configuración para configurar, ajustando según tus necesidades, como la selección de idioma o modelo.\n• Personaliza las herramientas disponibles y el tema en el menú y ajusta la longitud de la respuesta y su sensibilidad a través de la pestaña \"Avanzado\".\n\nSi el menú no aparece después de la instalación, actualiza la página o reinicia tu navegador. En caso de que un modelo no funcione como se esperaba, tienes la flexibilidad para cambiar.\n\nTen en cuenta que priorizamos tu privacidad y no recopilamos ni transmitimos ningún dato más allá de lo que compartes durante tus conversaciones. Por favor, ten precaución y evita compartir información sensible cuando utilices servicios públicos de IA.",
    "fr": "IKiPop est une extension Chrome polyvalente et gratuite conçue pour utiliser l'Intelligence Artificielle lors de la navigation.\n\nCet add-on multilingue améliore votre navigation en fournissant de nombreuses fonctionnalités, que ce soit pour les clients se connectant à IKiBox, notre solution privée, ou pour toute personne souhaitant exploiter leurs modèles préférés tels que Bing, ChatGPT et Google Bard dans leur navigateur. Il peut être utilisé librement par quiconque cherche à se connecter avec ses propres modèles d'IA, publics ou privés.\n\nL'extension vous permet littéralement de discuter avec le contenu de la page de votre navigateur :\n\n• Posez des questions et recevez des réponses basées sur le contexte de la page web.\n• Créez des résumés concis du contenu en ligne pour saisir rapidement les points clés.\n• Traduisez des pages web dans d'autres langues, élargissant votre portée mondiale.\n• Générez des formulations uniques pour le texte sélectionné.\n• Extrayez les points cruciaux des vidéos.\n• Clarifiez des termes ou des concepts complexes.\n• Segmentez du texte étendu en parties plus digestes.\n• Décryptez le but et la fonctionnalité et revoyez les changements de code.\n\nCes fonctionnalités sont facilement accessibles à travers un menu convivial et améliorent votre expérience de navigation sur le web.\n\nIKiPop s'intègre sans effort avec les plateformes populaires, permettant une assistance directe. Ses fenêtres de chat flottantes facilitent les discussions complexes, prenant en charge plusieurs fils de discussion avec aisance.\n\nUne caractéristique distinctive de l'outil est la capacité de se connecter rapidement avec divers fournisseurs d'IA, permettant un accès immédiat à vos services préférés, avec la possibilité de passer de l'un à l'autre commodément.\n\nVoici comment configurer et utiliser IKiPop :\n\n• Installez l'extension et épinglez-la pour un accès immédiat.\n• Cliquez dessus pour accéder à son panneau de configuration et sélectionnez le mode API avec lequel vous souhaitez interagir (vous pouvez ajouter ou supprimer un modèle de votre liste par défaut dans l'onglet 'Modules').\n• Une fois configuré, il vous suffit de rafraîchir l'onglet ou d'en ouvrir un nouveau pour voir apparaître un menu contextuel lorsque vous sélectionnez un morceau de texte, fournissant des raccourcis vers les outils principaux.\n• Une interface de chat immersive peut être accessible via les paramètres ou en cliquant avec le bouton droit sur une sélection.\n• Ouvrez les paramètres pour la configuration, ajustez en fonction de vos besoins, tels que la sélection de la langue ou du modèle.\n• Personnalisez les outils disponibles et le thème dans le menu et ajustez la longueur de la réponse et sa sensibilité via l'onglet \"Avancé\".\n\nSi le menu n'apparaît pas après l'installation, actualisez la page ou redémarrez votre navigateur. Dans le cas où un modèle ne fonctionnerait pas comme prévu, vous avez la possibilité de changer.\n\nNotez que nous priorisons votre vie privée et ne collectons ni ne transmettons aucune donnée au-delà de ce que vous partagez lors de vos conversations. Veuillez faire preuve de prudence et éviter de partager des informations sensibles lorsque vous utilisez des services d'IA publics.",
    "it": "IKiPop è un'estensione Chrome versatile e gratuita, progettata per utilizzare l'Intelligenza Artificiale durante la navigazione.\n\nQuesto componente aggiuntivo multilingue migliora la tua navigazione fornendo numerose funzionalità, sia per i clienti che si collegano a IKiBox, la nostra soluzione privata, sia per chiunque desideri sfruttare i propri modelli preferiti come Bing, ChatGPT e Google Bard nel tuo browser. Può essere utilizzato liberamente da chiunque cerchi di connettersi con i propri modelli di IA, pubblici o privati.\n\nL'estensione ti permette di chattare letteralmente con il contenuto della pagina del tuo browser:\n\n• Poni domande e ricevi risposte basate sul contesto della pagina web.\n• Crea riassunti concisi dei contenuti online per comprendere rapidamente i punti chiave.\n• Traduci le pagine web in altre lingue, ampliando la tua portata globale.\n• Genera formulazioni uniche per il testo selezionato.\n• Estrai punti cruciali dai video.\n• Chiarisci termini o concetti complessi.\n• Suddividi testi estesi in parti più digeribili.\n• Decifra lo scopo e la funzionalità e rivedi i cambiamenti del codice.\n\nQueste funzionalità sono facilmente disponibili attraverso un menu intuitivo e migliorano la tua esperienza di esplorazione del web.\n\nIKiPop si integra senza soluzione di continuità con le piattaforme più popolari, fornendo assistenza diretta. Le sue finestre di chat fluttuanti facilitano le discussioni complesse, supportando con facilità più thread di conversazione.\n\nUna caratteristica distintiva dello strumento è la capacità di connettersi rapidamente con vari fornitori di IA, consentendo un accesso immediato ai tuoi servizi preferiti, con la possibilità di passare comodamente tra di essi.\n\nEcco come impostare e utilizzare IKiPop:\n\n• Installa l'estensione e fissala per un accesso immediato.\n• Clicca su di essa per accedere al suo pannello di impostazioni e seleziona la modalità API con cui desideri interagire (puoi aggiungere o rimuovere modelli dalla tua lista predefinita nella scheda 'Moduli').\n• Una volta impostato, ti basta aggiornare la scheda o aprirne una nuova per vedere apparire un menu contestuale quando selezioni un pezzo di testo, fornendo collegamenti rapidi ai principali strumenti.\n• Un'interfaccia di chat immersiva può essere accessibile tramite le impostazioni o cliccando con il tasto destro su una selezione.\n• Apri le impostazioni per la configurazione, regolando in base alle tue esigenze, come la selezione della lingua o del modello.\n• Personalizza gli strumenti disponibili e il tema nel menu e regola la lunghezza della risposta e la sua sensibilità attraverso la scheda \"Avanzate\".\n\nSe il menu non appare dopo l'installazione, aggiorna la pagina o riavvia il tuo browser. Nel caso in cui un modello non funzioni come previsto, hai la flessibilità di cambiare.\n\nNota che diamo priorità alla tua privacy e non raccogliamo o trasmettiamo alcun dato oltre a quello che condividi durante le tue conversazioni. Si prega di esercitare cautela ed evitare di condividere informazioni sensibili quando si utilizzano i servizi di IA pubblici."
  }
}