{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital markedsføring - Ipsum Digital"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ipsum Digital er et digitalt markedsføringsbyrå. Vi skal hjelpe lokale bedrifter med digital markedsføring, SEO og sosiale medier"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ipsum Digital er et markedsføringsbyrå med fokus på digital markedsføring. Vi ønsker å hjelpe små og mellomstore lokale bedrifter med deres digitale eksponsering. Kontakt oss for en gratis gjennomgang av din bedrift, og få hjelp til digital markedsføring!\n\nDigital markedsføring\nMarkedsføring på nett er mer enn bare hjemmesider. Sosiale medier byr på mange spennende kanaler, og kan bli nøkkelen til suksess for nettopp din bedrift også lokalt\n\nSøkemotoroptimalisering\nBli synlig i Google! De fleste søker etter varer og tjenester på nett, også når man tenker å kjøpe lokalt. Å komme høyt oppe i Google er viktig for å tiltrekke seg nye kunder\n\nWebutvikling\nEn velutviklet nettside er viktig for å konvertere besøkende til kunder. Vi utvikler nettsider etter dine behov, optimalisert i forhold til søkemotorer\n\nGrafisk design\nVi hjelper deg med alt til din grafiske profil: logo, visittkort, signaturer, design til nettside med mer\n\nØNSKER DU BEDRE RESULTATER AV DIN DIGITALE MARKEDSFØRING?\nSelv små og mellomstore bedrifter bør ha en klar strategi når det kommer til digital markedsføring. Det kan virke skremmende og omfattende å sette seg inn i digital markedsføring, og det er nettopp her vi ønsker å bistå. Selv salg i lokale butikker kan skje som en effekt av et Google-søk, og å komme høyt oppe på resultatsiden er dermed viktig. Alt fra rørleggere, elektrikere, tannleger og restauranter kan dra nytte av økt digital eksponering. Hvis du ikke rangerer høyt, gjør nok sannsynligvis konkurrenten din det istedenfor.\n\nKontakt oss for en uforpliktende prat! Vi vil gå igjennom hva du gjør i dag, og du vil få noen gratis tips som kan bedre markedsføringen og resultatene dine.\nDen første konsultasjonen er gratis, og helt uforpliktende.\n\nOM OSS\nVi er et digitalt markedsføringsbyrå basert i Oslo med fokus på små og mellomstore lokale bedrifter.\n\nVårt hovedfokus er på søkemotoroptimalisering (SEO), markedsføring i sosiale medier, webutvikling og grafisk design. Vi ønsker å bidra til at våre kunder skal få flere kunder igjennom eksponering på digitale flater. \n\nKontakt oss\nkontakt@ipsumdigital.no\nDigital markedsføring"
  }
}