{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Getaway Shootout Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Getaway Shootout Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Getaway Shootout is a fast-paced multiplayer platform game that pits players against each other in a chaotic race to be the first to reach the getaway helicopter. Created by New Zealand-based developer New Eich Games, this game combines elements of platforming and competitive multiplayer action, offering thrilling and unpredictable gameplay.\n\nIn Getaway Shootout, players find themselves in a series of intense and rapidly evolving levels, each presenting a unique environment filled with obstacles, hazards, and opportunities. The primary goal is simple yet challenging: be the first to reach the waiting helicopter at the end of each stage. However, the path to victory is fraught with challenges, including deadly traps, treacherous terrain, and the relentless competition of other players.\n\nThe game features a minimalist yet vibrant art style, complemented by fluid and responsive controls that allow players to maneuver their characters with agility and precision. Each level is designed to test players' reflexes, strategic thinking, and ability to adapt to unpredictable situations.\n\nWhat sets Getaway Shootout apart is its multiplayer focus. Players can compete against friends or random opponents in frantic online multiplayer matches, adding an element of unpredictability and excitement to each round. The gameplay mechanics encourage both skillful platforming and cunning tactics as players navigate the levels, utilize power-ups, and employ a variety of creative strategies to outsmart their rivals.\n\nAs players progress through the game, they'll encounter a diverse range of environments, from icy mountains to perilous jungles, each with its own set of challenges and opportunities. Additionally, a selection of power-ups scattered across the levels provides temporary advantages, adding an extra layer of excitement and unpredictability to the gameplay.\n\nGetaway Shootout offers a thrilling and addictive multiplayer experience that keeps players engaged with its fast-paced action, competitive spirit, and the joy of outmaneuvering opponents in a race to the finish line. Whether playing locally with friends or diving into online matches against players worldwide, the game promises exhilarating moments and endless fun in a chaotic and ever-changing landscape."
  }
}