{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Table to Excel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert HTML tables to Excel files with hover effect"
  },
  "long": {
    "ar,bn,de,es,fr,hi,it,ko,mr,ru,ta,te,th,tr,vi,zh_TW": "The function of this extension is to facilitate users to select the entire table and copy the data in the table. When the web page displays data through the HTML table tag, if the user manually moves the mouse to select data, because the table may be very long, the operation of selecting data may be very complicated. This plug-in can facilitate users to quickly select the current table for copying, or download it as an Excel file.",
    "am,bg,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,uk": "**Overview**  \nTable to Excel is a convenient Chrome extension designed to help users easily download and copy table data from web pages for Excel use. Through intelligent recognition and processing, the extension optimizes the regular user experience, enabling efficient access to required information.\n\n**Key Features**  \n1. **One-Click Download**  \n   - When hovering over a web table, a toolbar automatically appears, allowing direct download of tables as Excel files (.xlsx format).\n\n2. **Quick Copy**  \n   - Users can easily copy table contents through the toolbar for pasting into Excel while maintaining original formatting.\n\n3. **Smart Recognition**  \n   - The extension features intelligent processing capabilities, automatically hiding the toolbar for complex or highly interactive tables to avoid interfering with normal usage.\n\n**User Guide**  \n1. **Installation**  \n   - Search and install \"Table to Excel\" from the Chrome Web Store.\n\n2. **Activation**  \n   - The extension automatically activates in Chrome after installation.\n\n3. **Operation Steps**  \n   - Open a webpage containing tables\n   - Hover your mouse over a table, and the toolbar will appear automatically\n   - Choose either \"Download as Excel\" or \"Copy Content\"\n\n4. **Complex Table Processing**  \n   - For complex tables, the extension automatically hides the toolbar to ensure uninterrupted user experience.\n\n**Important Notes**  \n- Ensure your Chrome browser is up to date for optimal performance\n- For large-scale data processing, we recommend using the download feature to avoid copying errors\n\n**Contact Us**  \nFor any questions or suggestions, please contact us through the feedback option on the extension page. We value your feedback to continuously improve our extension.\n\n### Make table processing easier with Table to Excel!\n\n**Technical Requirements**\n- Chrome Browser (latest version recommended)\n- Stable internet connection\n- Minimal system resources\n\n**Privacy & Security**\n- No personal data collection\n- Works locally within your browser\n- No external server dependencies\n\n### Experience the convenience of Table to Excel for your data processing needs!",
    "ja": "**概要**  \nTable to ExcelはウェブページのテーブルデータをExcel用に簡単にダウンロード・コピーできるChrome拡張機能です。インテリジェントな認識と処理により、通常の使用体験を最適化し、必要な情報への効率的なアクセスを可能にします。\n\n**主な機能**  \n1. **ワンクリックダウンロード**  \n   - ウェブテーブルにカーソルを合わせると、ツールバーが自動的に表示され、テーブルをExcelファイル（.xlsx形式）として直接ダウンロードできます。\n\n2. **クイックコピー**  \n   - ツールバーを使用してテーブルの内容を簡単にコピーし、元の書式を保持したままExcelに貼り付けることができます。\n\n3. **スマート認識**  \n   - 複雑な、または高度にインタラクティブなテーブルの場合、通常の使用を妨げないようにツールバーを自動的に非表示にする機能があります。\n\n**使用ガイド**  \n1. **インストール**  \n   - Chrome ウェブストアで「Table to Excel」を検索してインストールします。\n\n2. **有効化**  \n   - インストール後、拡張機能は自動的にChromeで有効になります。\n\n3. **操作手順**  \n   - テーブルを含むウェブページを開く\n   - テーブルにマウスを合わせると、ツールバーが自動的に表示される\n   - 「Excelとしてダウンロード」または「内容をコピー」を選択\n\n4. **複雑なテーブルの処理**  \n   - 複雑なテーブルの場合、中断のない使用体験を確保するため、ツールバーは自動的に非表示になります。\n\n**注意事項**  \n- 最適なパフォーマンスを得るため、Chromeブラウザを最新版に更新してください\n- 大規模なデータ処理の場合、コピーエラーを避けるためダウンロード機能の使用を推奨します\n\n**お問い合わせ**  \nご質問やご提案がございましたら、拡張機能ページのフィードバックオプションからお問い合わせください。拡張機能の継続的な改善のため、皆様のフィードバックを大切にしています。\n\n### Table to Excelでテーブル処理をより簡単に！\n\n**技術要件**\n- Chromeブラウザ（最新版推奨）\n- 安定したインターネット接続\n- 最小限のシステムリソース\n\n**プライバシーとセキュリティ**\n- 個人データの収集なし\n- ブラウザ内でローカルに動作\n- 外部サーバーへの依存なし\n\n### Table to Excelでデータ処理の利便性を体験してください！",
    "zh_CN": "**插件概述**  \nTable to Excel 是一个便捷的 Chrome 插件，旨在帮助用户轻松下载和复制网页中的表格数据，方便在 Excel 中使用。通过智能识别和处理，插件能够优化常规使用体验，使用户高效获取所需信息。\n\n**主要功能**  \n1. **一键下载**  \n   - 鼠标悬停在网页表格上时，工具条自动显示。用户可以直接下载表格为 Excel 文件（.xlsx 格式）。\n\n2. **快速复制**  \n   - 用户可通过工具条轻松复制表格内容，以便粘贴到 Excel 中，保留原有格式。\n\n3. **智能识别**  \n   - 插件具备智能处理功能，对于设计复杂或交互性强的表格，自动屏蔽工具条，避免干扰用户正常使用。\n\n**使用指南**  \n1. **安装插件**  \n   - 从 Chrome 网上应用店搜索并安装“Table to Excel”插件。\n\n2. **启用插件**  \n   - 安装完成后，插件会在 Chrome 中自动启用。\n\n3. **操作步骤**  \n   - 打开包含表格的网页，将鼠标悬停在表格上，工具条将自动出现。\n   - 选择“下载为 Excel”或“复制内容”操作。\n\n4. **处理复杂表格**  \n   - 对于复杂表格，插件将自动隐藏工具条，确保用户体验不受影响。\n\n**注意事项**  \n- 请确保您的 Chrome 浏览器为最新版本，以获得最佳体验。\n- 处理大规模数据时，建议使用下载功能以避免复制错误。\n\n**联系我们**  \n如有任何问题或建议，请通过插件页面的反馈选项联系我们。我们期待您的反馈以持续改进插件功能。\n\n### 让表格处理更轻松，体验 Table to Excel 的便捷之处！"
  }
}