{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trello List Filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Help manage the horizontal sprawl of trello lists on a single board."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Solves the problem of horizontal scroll with a lot of lists.\nIf you find this useful, please consider a donation. I am a freelance developer that spends time on this in my spare time. Any donation will help me find more time to work on trello list filter. https://buymeacoff.ee/evilbuck\n\n  • Do you have a lot of trello lists, but only need to work with a few of them at a time? Does it get tedious to drag cards across the screen and scrolling and scrolling?\n  • Or do you want to hide the noise of lists that you're not using?\nTrello List Filter is made for this. You simply type part of the name in the list titles you want to see and the lists will filter as you type. \nIt even supports a full regex for power users.\n\nYou don't need to be a power user to take advantage of the regex. Some common use cases to remember:\n  • multiple matches can be separated by the pipe character \"|\". \"recipes|ingredients\" will match \"recipes\" or \n    \"ingredients\"\n  • Negation; don't match lists with characters following the \"!\" inside the parens -  \"^((?!cook).)*$\" will match anything that does not contain \n    \"cook\"\n  • Starts with \"^\". :Begin your filter with the \"^\" to only match list titles that begin with the characters following the carret \n     - \"^engineering:\" will match all lists that begin with \"engineering:\". Useful for prefixing lists for taxonomy.\n\nFeatures\n  • uses regex for filtering list by name\n  • It saves the last seven searches for quicker autocomplete\n\nChangelog\n1.2.2\n - 2021 trello DOM changes.\n1.2.1\n  • updated to account for trello's DOM changes\n1.1.0\n  • google analytics tracking when a filter is applied to help inform future development . (only when, no content is sent about what is filtered)\n1.0.1\n  • adjusted for changes in Trello html structure\n  • more efficient way of checking for Trello header \"readiness\" for html injection\n1.0.0\n  • A dropdown list of the last 5 filters used appears when selecting\n0.1.1\n  • fixed issue where the filter wouldn't work with lists that changed titles since page load\n  • changed filter query input font color to match trello lists font color\n0.1.0\n  • added autocomplete with last seven searches\n  • highlights search expression on focus to easily change the expression\n  • some updates to modernize 5 year old js code.\n\nrequest a feature or make a pull request https://github.com/evilbuck/trello-list-filter"
  }
}