{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Energy Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize resource usage to save battery and reduce energy consumption."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Energy Saver – Smarter Browsing, Longer Battery Life\n\nEnergy Saver is your all-in-one tool for managing browser tabs, optimizing resources, and conserving battery life. Version 1.3 introduces powerful new features and visual enhancements to make your browsing even more efficient.\nWhat's New in v1.3:\n\n    Battery-Aware Mode:\n        Automatically detects low battery levels and activates aggressive tab management to save energy.\n        Users can set their preferred battery threshold for triggering energy-saving optimizations.\n\n    UI Enhancements:\n        Improved layout and spacing for a cleaner, more intuitive interface.\n        Better typography and subtle section dividers for easier navigation.\n\nKey Features:\n\n    Manual Tab Sleep: Put all inactive tabs to sleep to reduce CPU and memory usage.\n    Customizable Idle Time: Control how long tabs stay idle before being put to sleep.\n    Battery-Aware Optimizations: Automatically manage tabs more aggressively when the battery is low.\n    Media Management: Automatically pause or mute videos and audio in inactive tabs.\n    Tab Notifications: Stay informed with real-time notifications about tab management actions.\n    Simple, User-Friendly Interface: Quickly access all features from an updated, cleaner popup menu.\n\nComing Soon:\n\n    Smart Sleep Mode to manage tabs dynamically based on CPU and memory usage.\n    Dark Mode and Theme Customization for a visually customizable experience.\n    Resource Usage Dashboard to provide detailed insights into energy savings.\n\nEnergy Saver continues to evolve with smarter tools and better design, helping you browse efficiently while conserving resources and extending battery life.\n\nLet me know if you’d like further edits or additional sections!"
  }
}