{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Video Download For LinkedIn™",
    "fr": "Téléchargeur de vidéos LinkedIn™",
    "pt_BR": "Baixar video do LinkedIn™",
    "zh_CN": "视频下载 For LinkedIn™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Video Download For LinkedIn™ - an video download extension LinkedIn™, is an efficient way to help you download LinkedIn video.",
    "fr": "L'extension de téléchargement de vidéos LinkedIn est un moyen efficace de vous aider à télécharger des fichiers vidéo LinkedIn sur…",
    "pt_BR": "A extensão de download de vídeo do LinkedIn é uma maneira eficiente de ajudá-lo a baixar arquivos de vídeo do LinkedIn para o PC.",
    "zh_CN": "视频下载工具可以非常高效地帮助你将领英视频下载到PC。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Video Download For LinkedIn™ extension is a simple tool to download LinkedIn video. With a button click, you can download video from LinkedIn easily.\n\nThis extension adds a small video download button on all video elements on LinkedIn pages. This download button allows you to save LinkedIn video files automatically.\n\n\nHow To Use:\n\n● How to download video from LinkedIn:\nStep1: After installing extension, open or refresh the LinkedIn home page: linkedin.com\nStep2: Click the LinkedIn video download button, when you find a good video\n\n● How to change setting for extension:\nStep1: Open the Popup page and click \"setting\" button\nStep2: You can change the local file name format and change the video download button position \n\n\nLinkedIn is a trademark of LinkedIn Inc., registered in the U.S. and other countries. This is an independent project and has no relationship to LinkedIn or LinkedIn Inc.",
    "fr": "L'extension de téléchargement de vidéos LinkedIn est un outil très simple pour télécharger des vidéos LinkedIn. D'un simple clic sur un bouton, vous pouvez facilement télécharger une vidéo à partir de LinkedIn.\n\nCette extension ajoute un petit bouton de téléchargement vidéo sur tous les éléments vidéo des pages LinkedIn. Ce bouton de téléchargement vous permet d'enregistrer automatiquement les fichiers vidéo LinkedIn.\n\n\nComment utiliser:\n\n● Comment télécharger une vidéo depuis LinkedIn :\nÉtape 1 : après avoir installé l'extension, ouvrez ou actualisez la page d'accueil de LinkedIn : linkedin.com\nÉtape 2 : Cliquez sur le bouton de téléchargement de la vidéo LinkedIn lorsque vous trouvez une bonne vidéo\n\n● Comment modifier le paramètre de l'extension :\nÉtape 1 : ouvrez la page contextuelle et cliquez sur le bouton \"paramètres\"\nÉtape 2 : Vous pouvez modifier le format du nom de fichier local et modifier la position du bouton de téléchargement de la vidéo\n\n\nLinkedIn est une marque de LinkedIn Inc., enregistrée aux États-Unis et dans d'autres pays. Il s'agit d'un projet indépendant et n'a aucun lien avec LinkedIn ou LinkedIn Inc.",
    "pt_BR": "A extensão linkedIn video downloader é uma ferramenta muito simples para baixar vídeos do LinkedIn. Com um clique de botão, você pode baixar vídeos do LinkedIn facilmente.\n\nEsta extensão adiciona um pequeno botão de download de vídeo em todos os elementos de vídeo nas páginas do LinkedIn. Este botão de download permite salvar arquivos de vídeo do LinkedIn automaticamente.\n\n\nComo usar:\n\n● Como baixar vídeos do LinkedIn:\nPasso 1: Depois de instalar a extensão, abra ou atualize a página inicial do LinkedIn: linkedin.com\nPasso 2: Clique no botão de download de vídeo do LinkedIn, quando encontrar um bom vídeo\n\n● Como alterar a configuração da extensão:\nPasso 1: Abra a página pop-up e clique no botão \"configuração\"\nPasso 2: Você pode alterar o formato do nome do arquivo local e alterar a posição do botão de download de vídeo\n\n\nLinkedIn é uma marca comercial da LinkedIn Inc., registrada nos EUA e em outros países. Este é um projeto independente e não tem relação com LinkedIn ou LinkedIn Inc.",
    "zh_CN": "LinkedIn 视频下载是一个非常简便的领英视频下载工具。此插件在领英页面上的所有视频元素上添加了一个小的视频下载按钮。该下载按钮可以帮助你非常方便地保存 LinkedIn 视频文件到本地。\n\n\n如何使用：\n\n● 如何下载领英视频：\nStep1：安装扩展后，打开或刷新LinkedIn主页：linkedin.com\nStep2：点击LinkedIn视频下载按钮，当你找到一个好的视频\n\n● 如何更改插件设置：\nStep1：打开Popup页面，点击“设置”按钮\nStep2：可以根据你的需要视频下载到本地的命名格式，也可以更改视频下载按钮位置\n\n\nLinkedIn 是 LinkedIn Inc. 在美国和其他国家/地区注册的商标。 这是一个独立的项目，与 LinkedIn 或 LinkedIn Inc. 没有任何关系。"
  }
}