{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URIBook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to store and retrieve URLs with short keywords."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The URIBook Chrome Extension is a powerful tool designed to enhance your browsing experience by allowing you to store and retrieve URLs using short, easy-to-remember keywords. With this extension, you can effortlessly organize your bookmarks, streamline your workflow, and access your favorite websites with just a few keystrokes.\n\nKey Features:\n\nURL Shortening: Instantly shorten URLs using custom keywords. Instead of remembering long and complex web addresses, simply assign a short keyword to each URL for quick and convenient access.\n\nKeyword Management: Easily add, edit, and delete keywords to customize your URL shortcuts. Organize your bookmarks efficiently and adapt them to your changing browsing habits.\n\nFast Retrieval: Retrieve saved URLs instantly by typing their associated keywords in the browser's address bar. Say goodbye to cumbersome bookmark menus and time-consuming searches.\n\nClear All Functionality: Clear all stored URLs and keywords with a single click. Start fresh or reorganize your bookmarks effortlessly whenever needed.\n\nImport and Export: Seamlessly import existing bookmarks or export stored URLs and keywords for backup or sharing purposes. Transfer your data between different devices or browsers with ease.\n\nIntuitive Interface: Enjoy a user-friendly interface that makes managing your bookmarks a breeze. Access all features with just a few clicks and streamline your browsing experience.\n\nHow it Works:\n\nInstallation: Install the URL Short Keyword Manager Chrome Extension from the Chrome Web Store with a simple click. Once installed, the extension integrates seamlessly into your browser's interface.\n\nSaving URLs: Whenever you come across a webpage you want to save for future reference, click on the extension icon in the browser toolbar. Enter a custom keyword to represent the URL and save it to your collection.\n\nRetrieving URLs: To access a saved URL, simply type its associated keyword directly into the browser's address bar. The extension will automatically redirect you to the corresponding webpage, saving you time and effort.\n\nManaging Keywords: Manage your keywords effortlessly through the extension's intuitive interface. Add, edit, or delete keywords as needed to keep your bookmark collection organized and up to date.\n\nClearing URLs: Clear all stored URLs and keywords with the click of a button. Whether you want to start fresh or reorganize your bookmarks, this feature makes it easy to reset your collection.\n\nImport and Export: Import existing bookmarks from your browser or export stored URLs and keywords for backup or sharing purposes. Enjoy flexibility and convenience when managing your bookmark data.\n\nBenefits:\n\nStreamline Browsing: Save time and effort by accessing your favorite websites with simple, easy-to-remember keywords.\n\nOrganize Efficiently: Keep your bookmarks organized and accessible with customizable keywords that reflect your browsing preferences.\n\nSimplify Workflow: Eliminate the need for lengthy URLs and cumbersome bookmark menus, allowing you to navigate the web more efficiently.\n\nBackup and Share: Safeguard your bookmark data by exporting it for backup purposes or sharing it with others across different devices or browsers.\n\nThe URIBook Chrome Extension is the ultimate tool for anyone looking to optimize their browsing experience and take control of their bookmark collection. With its intuitive interface, powerful features, and seamless integration, this extension is sure to become an indispensable companion for users who value efficiency and convenience in their online activities."
  }
}