{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dreadhead Parkour Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into Dreadhead Parkour and play without any internet worries-launch the popup and let the adventure begin!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the action with Dreadhead Parkour, where every leap, climb, and dash takes you closer to victory. This captivating game combines fluid movement mechanics with exhilarating challenges to create an unforgettable experience for players of all ages.\n\n🎮 How to Play\nGetting started with Dreadhead Parkour is simple, but mastering its mechanics requires practice. Here’s what you need to know:\n- Movement Mechanics: Use intuitive controls to perform jumps, rolls, and wall runs with ease.\n- Goal-Oriented Play: Complete objectives, such as reaching checkpoints or collecting items, to advance.\n- Strategic Planning: Analyze the environment to identify the best routes and avoid hazards.\n\n🎮Key Gameplay Mechanics\nThe heart of Dreadhead Parkour lies in its fast-paced and skill-based gameplay. Players must master several mechanics to succeed:\n-Wall Runs: Use walls to extend your jump distance and bypass obstacles.\n-Timed Boosts: Trigger boosts to gain extra speed and overcome challenging sections.\n-Combo Moves: Chain together actions like jumps and flips for bonus points.\n\n\n🎮What Makes It Addictive\nDreadhead Parkour keeps players coming back with its blend of challenge and reward. The game’s well-designed levels and competitive features make it perfect for those seeking a satisfying parkour adventure."
  }
}