{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cybersecurity Maturity Model"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cybersecurity Maturity Model Certification on XNETD.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NIST 800-171, or the Cybersecurity Maturity Model Certification (CMMC), is a framework developed by the US Department of Defense (DoD) to assess the cybersecurity posture of organizations that handle Controlled Unclassified Information (CUI). CUI is sensitive information that isn't classified but still needs protection.\n\nCMMC aims to improve information security across the defense industrial base (DIB) by establishing five maturity levels. Each level represents a gradual increase in cybersecurity practices an organization must implement. These practices are based on the well-regarded NIST SP 800-171 security controls.\n\nOrganizations are evaluated by independent assessors to determine their CMMC level. A higher level indicates a stronger cybersecurity posture and translates to a more competitive edge in DoD contracts. CMMC certification is not a one-time thing. Organizations must continuously improve their cybersecurity practices to maintain their certification level.\n\nThis extension links directly to our website where I have taken the time to break down each of the family control items and provide benefits, accountability, and implementation. \n\nThen each control has a Google Doc that provides a detail of what is required for implementing.\n\nAll the pages are print friendly."
  }
}