{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blablah Chatnet: Realtime live chat on all websites"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Realtime live chat on all websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Browsing Experience with Real-Time Chat!\n\n🌐 Connect with Like-Minded Browsers\nSay goodbye to lonely browsing! Blablah ChatNet brings the social aspect back to your online experience by allowing you to chat in real-time with other users who are visiting the same websites. Whether you’re diving into stock market trends, shopping on Amazon, or solving coding puzzles, connect and converse without ever leaving the page!\n\nFeatures:\n\n1. Real-Time Chat: Engage with others visiting the same website instantly.\n2. Anonymous Interaction: Share your thoughts and opinions without revealing your identity.\n3. Community Engagement: Build a network of like-minded individuals as you explore the web together.\n4. Genuine Insights: Get authentic opinions and feedback directly from users, not paid reviews.\n5. Topic-Specific Conversations: Users are by default filtered by website url, Discuss stocks, products, coding questions, and more, right where you need it!\n\nWhy Choose Blablah ChatNet?\n\n1. Seamless Integration: Our extension works effortlessly with your favorite websites, enhancing your browsing experience without any hassle.\n2. Expand Your Network: Meet new friends and connect with fellow enthusiasts, whether you’re into finance, tech, or just casual shopping!\n3. Interactive Browsing: Transform solitary browsing into a dynamic social experience.\n\nHow It Works:\n\n1. Install the Blablah ChatNet Chrome Extension.\n2. Visit any website and start chatting with users viewing the same page.\n\nJoin the Blablah ChatNet Community Today!\nDownload now and turn every webpage into a vibrant chatroom. Let's make the internet a more connected place, one page at a time!"
  }
}