{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Happysales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Happysales Chrome Extension\n\n🔥Unleash the Power of Personalized Email Engagement 🔥\n\nSupercharge your email outreach by crafting…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Happysales Chrome Extension\n\n🔥Unleash the Power of Personalized Email Engagement 🔥\n\nSupercharge your email outreach by crafting meticulously personalized emails for each recipient. Happysales writes high-performing sales emails & messages to your prospects by compiling unique insights about them & their org that's available on the internet.\n\n 🌟Who should use Happysales:\nIf you are a Sales Development Representative trying to develop your pipeline and land more meaningful meetings\n\n🌟 What does Happysales do:\n- Delivers extensive prospect research from various data sources right where you are\n- Writes personalized emails to your prospect after learning about their experiences, skills, pain points etc.\n\n🌟 What is unique:\n- All emails are consistent with your style & tone as the AI model learns from your example emails\n- Emails are tailor-made by considering the targeted persona, their challenges and your company's value proposition\n- The AI model can take user instructions to add more specific context before writing the email\n\n🌟 How to use Happysales:\n- While you explore a profile on LinkedIn, click on the Happysales plugin on the right.\n- The \"Insights\" section delivers easy-to-consume research about the prospect\n- The \"Actions\" section delivers quick options for emails & ice breakers"
  }
}