{
  "name": {
    "ar": "ترجمة اي جي",
    "am": "AG ትርጉም",
    "bg": "AG Превод",
    "bn": "এজি অনুবাদ",
    "ca": "Traducció AG",
    "cs": "AG Překlad",
    "da": "AG Oversættelse",
    "de": "AG-Übersetzung",
    "el": "AG Μετάφραση",
    "en,en_AU,en_GB,en_US,es_419": "AG Translation",
    "es": "Traducción AG",
    "et": "AG tõlge",
    "fa": "ترجمه AG",
    "fi": "AG käännös",
    "fil": "Pagsasalin ng AG",
    "fr": "AG Traduction",
    "gu": "એજી અનુવાદ",
    "he": "תרגום AG",
    "hi": "एजी अनुवाद",
    "hr": "AG prijevod",
    "hu": "AG fordítás",
    "id,ms": "Terjemahan AG",
    "it": "Traduzione AG",
    "ja": "AG翻訳",
    "kn": "ಎಜಿ ಅನುವಾದ",
    "ko": "AG번역",
    "lt": "AG vertimas",
    "lv": "AG Tulkojums",
    "ml": "എജി വിവർത്തനം",
    "mr": "एजी भाषांतर",
    "nl": "AG-vertaling",
    "no": "AG Oversettelse",
    "pl": "Tłumaczenie AG",
    "pt_BR,pt_PT": "AG Tradução",
    "ro": "AG Traducere",
    "ru": "АГ Перевод",
    "sk": "AG Preklad",
    "sl": "AG Prevod",
    "sr": "АГ Транслатион",
    "sv": "AG Översättning",
    "sw": "Tafsiri ya AG",
    "ta": "ஏஜி மொழிபெயர்ப்பு",
    "te": "AG అనువాదం",
    "th": "เอจี ทรานสเลชั่น",
    "tr": "AG Tercümesi",
    "uk": "AG Переклад",
    "vi": "Dịch thuật AG",
    "zh_CN": "AG翻译",
    "zh_TW": "AG翻譯"
  },
  "short": {
    "ar": "قم بترجمة الكلمة المحددة في اللوحة الجانبية أو النافذة المنبثقة.",
    "am": "የተመረጠውን ቃል በጎን ፓነል ወይም ብቅ ባይ ውስጥ ተርጉም።",
    "bg": "Преведете избраната дума в страничния панел или изскачащ прозорец.",
    "bn": "পার্শ্ব প্যানেল বা একটি পপআপ নির্বাচিত শব্দ অনুবাদ করুন.",
    "ca": "Tradueix la paraula seleccionada al tauler lateral o a una finestra emergent.",
    "cs": "Přeložte vybrané slovo na bočním panelu nebo ve vyskakovacím okně.",
    "da": "Oversæt det valgte ord i sidepanelet eller en popup.",
    "de": "Übersetzen Sie das ausgewählte Wort im Seitenbereich oder in einem Popup.",
    "el": "Μεταφράστε την επιλεγμένη λέξη στο πλαϊνό πλαίσιο ή σε ένα αναδυόμενο παράθυρο.",
    "en,en_AU,en_GB,en_US,es_419": "Translate the selected word in the side panel or a popup.",
    "es": "Traduce la palabra seleccionada en el panel lateral o en una ventana emergente.",
    "et": "Tõlkige külgpaneelil või hüpikaknas valitud sõna.",
    "fa": "کلمه انتخاب شده را در پانل کناری یا یک پنجره بازشو ترجمه کنید.",
    "fi": "Käännä valittu sana sivupaneelissa tai ponnahdusikkunassa.",
    "fil": "Isalin ang napiling salita sa side panel o isang popup.",
    "fr": "Traduisez le mot sélectionné dans le panneau latéral ou dans une fenêtre contextuelle.",
    "gu": "બાજુની પેનલ અથવા પોપઅપમાં પસંદ કરેલ શબ્દનો અનુવાદ કરો.",
    "he": "תרגם את המילה שנבחרה בחלונית הצדדית או בחלון קופץ.",
    "hi": "साइड पैनल या पॉपअप में चयनित शब्द का अनुवाद करें।",
    "hr": "Prevedite odabranu riječ na bočnoj ploči ili u skočnom prozoru.",
    "hu": "Fordítsa le a kiválasztott szót az oldalsó panelen vagy egy felugró ablakban.",
    "id": "Terjemahkan kata yang dipilih di panel samping atau popup.",
    "it": "Traduci la parola selezionata nel pannello laterale o in un popup.",
    "ja": "サイドパネルまたはポップアップで選択した単語を翻訳します。",
    "kn": "ಆಯ್ದ ಪದವನ್ನು ಸೈಡ್ ಪ್ಯಾನೆಲ್ ಅಥವಾ ಪಾಪ್‌ಅಪ್‌ನಲ್ಲಿ ಅನುವಾದಿಸಿ.",
    "ko": "측면 패널이나 팝업에서 선택한 단어를 번역하세요.",
    "lt": "Išverskite pasirinktą žodį šoniniame skydelyje arba iššokančiajame lange.",
    "lv": "Tulkojiet sānu panelī vai uznirstošajā logā atlasīto vārdu.",
    "ml": "തിരഞ്ഞെടുത്ത വാക്ക് സൈഡ് പാനലിലോ പോപ്പ്അപ്പിലോ വിവർത്തനം ചെയ്യുക.",
    "mr": "निवडलेल्या शब्दाचे साइड पॅनल किंवा पॉपअपमध्ये भाषांतर करा.",
    "ms": "Terjemah perkataan yang dipilih dalam panel sisi atau pop timbul.",
    "nl": "Vertaal het geselecteerde woord in het zijpaneel of een pop-up.",
    "no": "Oversett det valgte ordet i sidepanelet eller en popup.",
    "pl": "Przetłumacz wybrane słowo w panelu bocznym lub wyskakującym okienku.",
    "pt_BR": "Traduza a palavra selecionada no painel lateral ou em um pop-up.",
    "pt_PT": "Traduza a palavra selecionada no painel lateral ou num pop-up.",
    "ro": "Traduceți cuvântul selectat în panoul lateral sau într-o fereastră pop-up.",
    "ru": "Переведите выделенное слово на боковой панели или во всплывающем окне.",
    "sk": "Preložte vybrané slovo na bočnom paneli alebo v kontextovom okne.",
    "sl": "Prevedite izbrano besedo v stranski plošči ali pojavnem oknu.",
    "sr": "Преведите изабрану реч на бочном панелу или искачућем прозору.",
    "sv": "Översätt det valda ordet i sidopanelen eller en popup.",
    "sw": "Tafsiri neno lililochaguliwa kwenye kidirisha cha pembeni au dirisha ibukizi.",
    "ta": "தேர்ந்தெடுக்கப்பட்ட வார்த்தையை பக்க பேனலில் அல்லது பாப்அப்பில் மொழிபெயர்க்கவும்.",
    "te": "ఎంచుకున్న పదాన్ని సైడ్ ప్యానెల్ లేదా పాపప్‌లో అనువదించండి.",
    "th": "แปลคำที่เลือกในแผงด้านข้างหรือป๊อปอัป",
    "tr": "Seçilen kelimeyi yan panelde veya açılır pencerede çevirin.",
    "uk": "Перекладіть вибране слово на бічній панелі або у спливаючому вікні.",
    "vi": "Dịch từ đã chọn trong bảng điều khiển bên cạnh hoặc cửa sổ bật lên.",
    "zh_CN": "翻译侧面板或弹出窗口中选定的单词。",
    "zh_TW": "翻譯側面板或彈出視窗中選定的單字。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Tanslate selected words and you can change your main language or your taget language.",
    "en,en_AU,en_GB,en_US,es_419": "Translate the selected text\nTranslate the entire webpage\nTranslate pictures\nTranslate documents\nChat with GPT",
    "es": "Traducir el texto seleccionado\nTraducir toda la página web\nTraducir imágenes\nTraducir documentos\nChatea con GPT",
    "fr": "Traduire le texte sélectionné\nTraduire l'intégralité de la page Web\nTraduire des images\nTraduire des documents\nDiscutez avec GPT",
    "ko": "선택한 텍스트를 번역하세요\n전체 웹페이지 번역\n사진 번역\n문서 번역\nGPT와 채팅",
    "pt_BR,pt_PT": "Traduzir o texto selecionado\nTraduzir toda a página da web\nTraduzir fotos\nTraduzir documentos\nConversar com GPT",
    "vi": "Dịch văn bản đã chọn\nDịch toàn bộ trang web\nDịch hình ảnh\nDịch tài liệu\nTrò chuyện với GPT",
    "zh_CN": "翻译所选文本或整个网页\n翻译图片\n翻译文件\n与 GPT 聊天"
  }
}