{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MadBeeTech Search Engine Optimization"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO packages to move your website up in Google search results"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MadBeeTech Search Engine Optimization \n\nThe Number One way people get to a website is by seeing it listed in a search engine. If a person does a Google search, and your site isn't listed in the results, that person won't be visiting your site. It's as simple as that.\n\nTo move your site up in search results you need to get Google to take notice of your site. Accomplishing that requires SEO — Search Engine Optimization.\nSEO and backlinks\n\nWhen a person enters a search phrase at Google, how does Google decide the order to list matching sites? Why does Google select one site to rank higher than another? One of the primary factors in ranking a site is the number of quality backlinks that site has. Your site has one backlink when a different site provides a link back to your site.\n\nWhy does Google reward a site that has backlinks? Because Google rightly determines that a site needs a reason to devote a link to another site, and that reason is typically because the site holding the backlink likes the site it's linking to.\nHow MadBeeTech SEO improves your Site's Search Position\n\nObviously, the not-so-secret key to improving your standings with search engines is to get quality, authoritative sites to provide backlinks to your site. That's what we do at MadBeeTech SEO. We don't run some automated system that creates thousands of worthless links to your site. We generate several customized, high quality, authoritative, powerful backlinks that Google and other search engines love!\n\nWe'll create articles and reviews customized just for your website. And we'll get that information posted on web pages that Google gives authority to. Each of these web pages will link to your website (provide a backlink to your website). \n\n That's not all we do. We'll also use other techniques to get Google to recognize your site.\n\nOne very helpful SEO trick is to have a short video created that promotes you website, and then have that video posted to your own YouTube channel. Here's some information that not everyone knows. Guess who owns YouTube? The answer is, Google! Google owns YouTube so, logically, Google includes YouTube videos within search results.\n\nWe'll create a video customized for your site, create a YouTube channel just for your video, and upload the video to it. Then any YouTube user will be able to view it. We'll also promote that video to guarantee that it gets at least 500 views on YouTube."
  }
}