{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TooSlow? - Load Websites Faster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browse websites faster and smoother with advance caching, pre-loading and no-refresh mechanism."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚡TooSlow⚡\n\nTransform your web browsing into a lightning-fast experience. TooSlow is an ultimate tool for impatient surfers. This extension deploys advanced techniques to accelerate your favorite websites, dramatically reduces the amount to load.\n\n\n⚡Features⚡\n\n🚀 No-Refresh: Accelerates pages/links without the annoying full page reloads. It converts any site into a smooth single-page application for seamless navigation.\n\n🚀 Instant Loading/Caching: Don't waste time fetching the same content repeatedly. It intelligently caches requests, ensuring instant access to previously visited pages.\n\n🚀 Pre-Load Requests: Load content before you even click, ensuring lightning-quick browsing. It only preloads when there’s a good chance that you will visit them.\n\n\n⚡Note⚡\n\nBy default this extension is enabled for all website with all the features. You can enable or disable features on a per-website basis. While it works on most of the websites, it may affect some complex JavaScript-dependent ones. Easily disable the extension or specific features for these websites.\n\n\n________________________________________________________________________\n\nSay goodbye to slow-loading websites and significantly improve your browsing speed with TooSlow, the ultimate web accelerator chrome extension. No more frustrations with pages loading at a snail's pace. TooSlow is your go-to solution for turning \"Too Slow\" into \"Too Fast\" when browsing the web. This chrome web speed optimizer guarantees lightning-fast web page loading and enhanced internet speed, making slow old web pages a thing of the past.\n\nWith TooSlow's webpage load accelerator and website speed booster, you'll experience immediate page access, fast loading, and reduced page load times. We understand that slow websites can be frustrating, which is why we've designed this chrome extension to eliminate those annoying delays. Don't let your browsing experience be \"Two Slow\" when you can supercharge it with TooSlow.\n\nOur chrome site speed booster intelligently caches requests, ensuring instant access to previously visited pages. It eliminates the need to repeatedly fetch the same content, saving you valuable time and providing a more responsive web experience. Whether you're looking for a chrome speed utility, a website performance enhancer, or a tool to accelerate web navigation and fix slow websites, TooSlow has you covered. Say hello to faster internet surfing and bid farewell to the days of \"Too Slow\" web browsing.\n\nExperience the power of TooSlow and transform your online experience today. Download our chrome extension now and enjoy the benefits of instant page access, fast loading, reduced load times, and enhanced website speed. Say goodbye to \"Too Slow\" and embrace the lightning-fast web with TooSlow!"
  }
}