{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kendo-Linkedin Email Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkedin Email Finder-50 Free Emails Lookups per Month"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn email finder - connect with your prospects in seconds!!\nThe most effective email finder and verification tool to help you boost your LinkedIn outreach. \nFind your contacts personal and business email addresses with a single click.\n\nWHY KENDO?\n- Kendo email finder database has over 850 million emails\n- Supports LinkedIn Recruiter and Sales Navigator\n- All emails provided are double verified and 97% accurate\n- Domain email search - reveal emails by a company or domain\n- Bulk lookup - upload list of contacts and find email addresses in bulk.\n- Enrich emails with contact and company details (reverse email lookup)\n- Powerful REST API that seamlessly integrates with your existing apps\n- Instagram email hunter (the only email extract tool on the market to help you automate your lead generation from Instagram)\n- Enrich and export the leads you found to CSV, Excel or JSON files.\n- Share your account with additional team members at no additional charge.\n- 50 free credits for email lookup every month!\n- Various plans to fit your needs, starting from only $17 per month!\n\n\nPrivacy disclaimer and permissions: \nKendo requires the following chrome permissions:\n1. read & write kendo.com - to communicate with our server and perform searches.\n2. read & write linkedin.com - to read public social profile data and use it to search for contact\ninformation.\n3. background - communicate with our server and perform searches\n4. storage - store user preferences"
  }
}