{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "EqualFill: Free Text Expander",
    "zh_CN,zh_TW": "等等贴：免费的粘贴神器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "An elegant text expander with autofill. Just press \"==\".",
    "zh_CN,zh_TW": "聪明粘贴，事半功倍！只需要输入\"==\"。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "EQUALFILL\n      The purpose of EqualFill is to eliminate repetitive typing or copy-paste.\n      Keep your most-used emails, messages, and even snippets of open web pages within EqualFill. \n      Your snippet can be expanded anywhere in your chrome.\n    \nFEATURES\n      * It's free. No credit card required. No login account required.\n      * Intelligently retrieves snippets through a friendly user interface, whether you enter full name or abbreviation.\n      * Supports autofill.\n      * Runs offline.\n    \nUSAGE\n      Press the \"==\" keys to start entering the snippet name.\n      Press the \"↑↓\" arrow keys to select a snippet.\n      Press the \"凵\" space key or the \"↲\" enter key to expand the snippet.\n      Use the dashboard to add a custom snippet or a web snippet.\n    \nPRIVACY\n      EqualFill keeps your data safe.\n      It does not collect or store your keystrokes.\n      It does not store your snippet data on our server.\n      It does not communicate with our server when the expansion and autofill of snippet occurs locally on your computer.\n      Snippets are stored locally on your computer. When EqualFill is uninstalled, they are erased from your local storage.\n      You can export snippets to a high-strength encrypted file for backup.\n      The encrypted file can be imported to your another computer with the correct password.",
    "zh_CN,zh_TW": "等等贴\n        使用等等贴，不需要反复地复制、粘贴，每天节省一小时的工作时间。\n        只要输入\"==\"，就可以立刻贴入文字片段。这些片段可以是邮件模版、客服回复，也可以是打开的网页上的文字片段。\n        在浏览器中的所有网页的输入框，都可以使用等等贴。\n      \n特色功能\n        * 免费。不需要注册账号，不需要支付费用。\n        * 智能友好的界面。在你输入片段名，或者片段名的拼音，或者片段名的缩写时，等等贴都可以智能地呈现对应的片段。\n        * 轻松快捷。重新在页面上输入时，可以一键“全部自动粘贴”以往输入的多个片段。\n        * 离线运行，无需网络。\n      \n使用方法\n        在网页中输入两个等于号\"==\"， 唤起等等贴，接着输入片段名。\n        按上下键\"↑↓\" ，选择要贴入的片段。\n        按空格键\"凵\"或者回车键\"↲\"，贴入选择的片段到页面。\n        点击等等贴的扩展程序图标，弹出片段列表面板，可以添加模版片段或网页片段。\n      \n隐私与数据安全\n        等等贴确保你的数据安全。\n        它不收集也不存储你的键盘事件。\n        它不传输也不存储你的数据到服务器。\n        片段数据都存储在你的电脑上。如果卸载了等等贴扩展程序，这些数据将同时被彻底删除。\n        你可以导出片段数据到高强度加密的文件中。在你的另一台电脑上，输入密码，可以导入该文件中的片段数据。"
  }
}