{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agar.io Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agar.io Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agar.io is a captivating and addictive online multiplayer game that takes the concept of simplicity and turns it into a thrilling and competitive experience. Launched in 2015, Agar.io quickly gained popularity for its easy-to-grasp mechanics and compelling gameplay.\n\nThe game is set in a virtual, colorful, and grid-like world where players control a circular cell, initially small in size. The primary objective is to grow larger by consuming smaller cells scattered throughout the playing field. Movement is achieved by directing the cell with the mouse or touch controls, allowing players to navigate through the vast, open environment.\n\nOne of the defining features of Agar.io is its \"eat or be eaten\" dynamic. Players must strategically approach other cells, absorbing them to increase their size while avoiding larger entities that may pose a threat. The game's minimalist design adds to its charm, with simple graphics and vibrant colors creating a visually appealing and accessible atmosphere.\n\nThe competitive edge of Agar.io comes from its multiplayer aspect, where players from around the world share the same virtual space. The real challenge lies in the interactions with other players, as alliances are formed, and rivalries are established. The leaderboard displays the top players based on their cell size, creating a constant drive for improvement and domination.\n\nTo add an extra layer of strategy, players can utilize a split mechanism, allowing them to divide their cell into smaller, faster entities. While this maneuver grants increased agility, it also leaves the player vulnerable to attacks from larger opponents. Mastering the art of splitting is crucial for survival and success in the game.\n\nAgar.io's addictive nature lies in its simplicity, coupled with the ever-present thrill of the chase and the risk of being engulfed by a larger adversary. Whether playing for a few minutes or engaged in an extended session, Agar.io's quick-paced gameplay and dynamic interactions make it a timeless and engaging experience for players of all skill levels."
  }
}