{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Tweets to Notion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Tweets to Notion with a single click! Effortlessly capture and organize your favorite tweets into your Notion workspace."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Tweets to Notion effortlessly with our Google Chrome extension!\n\nDo you find valuable insights, ideas, or inspirations on Twitter that you want to organize and keep track of? Look no further! Our extension allows you to seamlessly save tweets directly to your Notion workspace with just one click.\n\nWhy install our extension?\n\nEffortless Organization: Streamline your workflow by saving important tweets directly to your Notion workspace. Say goodbye to manual copying and pasting!\n\nStay Inspired: Capture ideas, quotes, articles, and more from Twitter, keeping them neatly organized alongside your other Notion content.\n\nEnhanced Productivity: Save time and energy by having all your curated content in one central location, easily accessible whenever you need it.\n\nHow it works:\n\n1. Install our extension from the Google Chrome Web Store.\n\n2. Sign in to your Notion account.\n\n3. Visit https://www.notion.so/my-integrations, create an integration, and copy the Internal Integration Secret.\n\n4. Paste the Internal Integration Secret into the configuration page of our extension.\n\n5. Connect your Notion pages to this Internal Integration.\n\nOnce configured, simply click the extension icon when viewing a tweet on Twitter, and it will be instantly saved to your chosen Notion database.\n\nStart saving tweets to Notion today and take control of your inspiration!"
  }
}