{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trim: IMDB Ratings on Netflix and Prime Video"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show IMDB and Rotten Tomatoes ratings on Netflix, Amazon Prime Video and other streaming services"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trim shows IMDB and Rotten Tomatoes ratings on Netflix, Amazon Prime Video and other streaming services.\n\nFeatures:\n\n★ Show IMDB and Rotten Tomatoes ratings\n\nTrim shows IMDB and Rotten Tomatoes ratings of all movies and TV shows on Netflix, Prime Video, Disney+ and other streaming services.\n\n★ Fade out low rated movies\n\nWith Trim you can fade out low rated movies or TV shows on Netflix, Prime Video or Disney+, based on their IMDB or Rotten Tomatoes ratings.\n\n★ Change playback speed\n\nWith Trim you can adjust the playback speed using the keyboard shortcuts ('[' to slow down and ']' to speed up). This works on Netflix, Prime Video, Disney+ and HBO Max.\n\n★ Picture-in-Picture\n\nWith Trim you can watch videos in Picture-in-Picture mode. This works on Netflix, Prime Video, Disney+ and HBO Max.\n\n★ Auto skip intros and recaps\n\nTrim automatically skips intros and recaps so you don't waste time on them. This works on Netflix, Prime Video, Disney+ and HBO Max.\n\n★ Show hidden Netflix genres\n\nTrim enables and shows an extra tab for the hidden Netflix categories. You can browse your favorite genre by quickly clicking on the drop-down menu “Genre” and selecting a favorite genre.\n\n★ Instant Search on Netflix\n\nWith Trim you can do Instant Search on Netflix. Search results will pop up while you are typing. This is much faster than Netflix's built-in search.\n\nWhat's new in Trim:\n\n• v7.52 Remove auto skip intro feature. \n\n• v7.49 Auto skip intro on PrimeVideo and Disney+.\n\n• v7.48 Add Picture-in-Picture feature to HBO Max.\n\n• v7.46 Fix some issue when watching PrimeVideo in Picture-in-picture mode.\n\n• v7.45 Allow fading out low rated movies on PrimeVideo and Disney+.\n\n• v7.44 Allow adjusting the playback speed on PrimeVideo and Disney+ as well as Netflix.\n\n• v7.43 Add an options page.\n\n• v7.42 Adjust the playback speed on Netflix using the keyboard.\n\n• v7.41 Auto skip intro and recap on Netflix.\n\n• v7.40 Enable Trim on paramountplus.com.\n\n• v7.39 Improve the matching accuracy on disneyplus.com.\n\n• v7.38 Enable Trim on amazon.com, amazon.co.uk.\n\n• v7.35 Fix some wrong matches on Netflix, PrimeVideo and Disney+.\n\n• v7.33 Fix some issues when showing release note.\n\n• v7.30 Allow users to watch Netflix in Picture-In-Picture mode.\n\n• v7.29 Show release note for each new version.\n\n• v7.28 Allow users to report wrong matches on Netflix.\n\n• v7.27 Create a survey when users uninstall Trim.\n\n• v7.26 Allow users to enable Trim on Amazon websites like amazon.co.uk.\n\n• v7.25 Update links when users install or uninstall Trim.\n\n• v7.24 Allow users to search in 500+ genres on Netflix.\n\n• v7.22 Fix that the scores are too close to the edge on Netflix.\n\n• v7.21 Fix an issue when fetching ratings on PrimeVideo.\n\n• v7.19 Fix an issue when displaying ratings on Netflix genre pages.\n\n• v7.18 Fix some issue to fetch ratings from Disney+.\n\n• v7.17 Update hint text to upgrade to Trim Premium.\n\n• v7.16 Add Instant Search feature for Premium users. Search results will pop up while users are typing. Anonymous users and free users have limited access to Instant Search. \n\n• v7.15 Fix the issue with the new layout of PrimeVideo.\n\n• v7.14 Only show filtering options when filtering is turned on.\n\n• v7.13 Fix the issue to access hidden categories on the Netflix home page.\n\n• v7.12 Migrate to manifest v3.\n\n• v7.11 Fix some layout issues with the \"Not Interested\" button.\n\n• v7.10 Redirect users to our home page when they install or uninstall Trim.\n\n• v7.8 Allow users to enable Trim on Amazon domains like www.amazon.co.uk in the popup menu.\n\n• v7.7 Fix that sometimes removed items on the Netflix home page don't disappear after reloading.\n\n• v7.6 Allow users to fade out items they are not interested in on the Netflix home page.\n\n• v7.5 Allow users to filter out movies and series using different IMDB ratings.\n\n• v7.4 Allow users to sort items alphabetically in the grid view of Netflix.\n\n• v7.3 Do not require users to reload the page when they click the \"Default\" button in the grid view of Netflix.\n\n• v7.2 Fix that sometimes the titles of genres are not correct in the grid view of Netflix.\n\n• v7.1 Fix the layout of the \"Not interested\" button on the grid view of Netflix.\n\n• v7.0 Show all popular genres on the Netflix home page. Allow the users to sort items by rating, date, or popularity in the grid view. Allow the users to remove items in the grid view."
  }
}