{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NOKA FUT FC 25"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EA FC 25 + extension tool for web App NokaFut Noka Auto Sniping FC25 +",
    "es": "EA FC 25 + extension herramienta para Web App NokaFut Noka Auto Sniping FC25 +",
    "fr": "EA FC 25 + Outil pour l'application Web NokaFut Noka Sniping FC25 +",
    "it": "EA FC 25 + extension strumento per la Web App NokaFut Noka Auto Sniping FC25 +",
    "pt_BR,pt_PT": "EA FC 25 + extension ferramenta para Web App NokaFut Noka Auto Sniping FC25 +"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NokaFut: Your ultimate assistant for EA FC25!\n\nElevate your experience in EA FC 25 (FC25) (PS5, PS4, XBOX, and PC) with NokaFut, the extension designed to optimize and enhance your interaction with the EA FC WebApp. Available for PC and Android (via the Kiwi browser).\n\nHighlighted Features:\n\n· Keyboard Shortcuts: Easily navigate between cards and search pages.\n· NOLTOK Method: Boost your sniping speed.\n· Auto Sniping: The easiest way to purchase cards.\n· Calculators: Determine taxes, profits, and selling prices.\n· SBCs: Calculate and copy SBC solutions with ease.\n· NokaLimbo: Store purchased cards and retrieve them whenever you want.\n· Mobile Mode: Snipe from your smartphone with the Android version.\n· Compatibility: Works on browsers like Google Chrome, Opera, Brave, Edge, and Vivaldi.\n\nAnd much more: From price visualization to managing duplicates and custom filters.\n\nFREE version available. If you love it, consider supporting the development by purchasing the PREMIUM version to unlock advanced features.\n\nFor more details, visit nokafut.com.\n\nQuestions or suggestions? Contact us through email. I'm always delighted to respond and improve.\n\nhttps://www.nokafut.com\nhttp://t.me/nokafut",
    "es": "NokaFut: ¡Tu asistente definitivo para EA FC25!\n\nEleva tu experiencia en EA FC 25 (FC25) (PS5, PS4, XBOX y PC) con NokaFut, la extensión diseñada para optimizar y mejorar tu interacción con la WebApp de EA FC. Disponible para PC y Android (a través del navegador Kiwi).\n\nCaracterísticas destacadas:\n\n· Atajos de Teclado: Navega con facilidad entre tarjetas y páginas de búsqueda.\n· Método NOLTOK: Mejora tu velocidad al snipear.\n· Auto Snipeo: Lo mas facíl para comprar cartas.\n· Calculadoras: Determina impuestos, beneficios y precios de venta.\n· SBCs: Calcula y copia soluciones de SBCs con facilidad.\n· NokaLimbo: Almacena cartas compradas y recupéralas cuando quieras.\n· Modo Móvil: Snipea desde tu smartphone con la versión Android.\n· Compatibilidad: Funciona en navegadores como Google Chrome, Opera, Brave, Edge y Vivaldi.\n\nY mucho más: Desde la visualización de precios hasta la gestión de duplicados y filtros personalizados.\n\nVersión GRATIS disponible. Si te encanta, considera apoyar el desarrollo adquiriendo la versión PREMIUM para desbloquear funciones avanzadas.\n\nPara más detalles, visita nokafut.com.\n\n¿Dudas o sugerencias? Contáctanos a través del mail. Siempre estoy encantando de contestar y mejorar.\n\nhttps://www.nokafut.com\nhttp://t.me/nokafut",
    "fr": "NokaFut : Votre assistant ultime pour EA FC25 !\n\nAméliorez votre expérience sur EA FC 25 (FC25) (PS5, PS4, XBOX et PC) avec NokaFut, l'extension conçue pour optimiser et améliorer votre interaction avec la WebApp de EA FC. Disponible pour PC et Android (via le navigateur Kiwi).\n\nFonctionnalités phares :\n\n· Raccourcis clavier : Naviguez facilement entre les cartes et les pages de recherche.\n· Méthode NOLTOK : Augmentez votre vitesse de sniping.\n· Sniping Automatique : La manière la plus simple d'acheter des cartes.\n· Calculatrices : Déterminez les taxes, les profits et les prix de vente.\n· SBCs : Calculez et copiez les solutions SBC en toute simplicité.\n· NokaLimbo : Stockez les cartes achetées et récupérez-les quand vous le souhaitez.\n· Mode Mobile : Snipez depuis votre smartphone avec la version Android.\n· Compatibilité : Fonctionne sur des navigateurs tels que Google Chrome, Opera, Brave, Edge et Vivaldi.\n\nEt bien plus encore : De la visualisation des prix à la gestion des doublons et des filtres personnalisés.\n\nVersion GRATUITE disponible. Si vous l'appréciez, pensez à soutenir le développement en achetant la version PREMIUM pour débloquer des fonctionnalités avancées.\n\nPour plus de détails, visitez nokafut.com.\n\nDes questions ou des suggestions ? Contactez-nous par e-mail. Je suis toujours ravi de répondre et d'améliorer.\n\nhttps://www.nokafut.com\nhttp://t.me/nokafut",
    "it": "NokaFut: Il tuo assistente definitivo per EA FC25!\n\nMigliora la tua esperienza in EA FC 25 (FC25) (PS5, PS4, XBOX e PC) con NokaFut, l'estensione progettata per ottimizzare e migliorare la tua interazione con la WebApp di EA FC. Disponibile per PC e Android (tramite il browser Kiwi).\n\nCaratteristiche principali:\n\n· Scorciatoie da tastiera: Naviga facilmente tra le carte e le pagine di ricerca.\n· Metodo NOLTOK: Aumenta la tua velocità di sniping.\n· Sniping Automatico: Il modo più semplice per acquistare carte.\n· Calcolatrici: Determina tasse, profitti e prezzi di vendita.\n· SBCs: Calcola e copia soluzioni SBC con facilità.\n· NokaLimbo: Memorizza le carte acquistate e recuperale quando vuoi.\n· Modalità Mobile: Snipa dal tuo smartphone con la versione Android.\n· Compatibilità: Funziona su browser come Google Chrome, Opera, Brave, Edge e Vivaldi.\n\nE molto altro: Dalla visualizzazione dei prezzi alla gestione dei duplicati e dei filtri personalizzati.\n\nVersione GRATUITA disponibile. Se ti piace, considera di sostenere lo sviluppo acquistando la versione PREMIUM per sbloccare funzionalità avanzate.\n\nPer ulteriori dettagli, visita nokafut.com.\n\nDomande o suggerimenti? Contattaci via e-mail. Sono sempre felice di rispondere e migliorare.\n\nhttps://www.nokafut.com\nhttp://t.me/nokafut",
    "pt_BR,pt_PT": "NokaFut: Seu assistente definitivo para EA FC25!\n\nEleve sua experiência no EA FC 25 (FC25) (PS5, PS4, XBOX e PC) com o NokaFut, a extensão projetada para otimizar e melhorar sua interação com o WebApp da EA FC. Disponível para PC e Android (através do navegador Kiwi).\n\nCaracterísticas em destaque:\n\n· Atalhos de teclado: Navegue facilmente entre cartas e páginas de pesquisa.\n· Método NOLTOK: Aumente sua velocidade de sniping.\n· Sniping Automático: A maneira mais fácil de comprar cartas.\n· Calculadoras: Determine impostos, lucros e preços de venda.\n· SBCs: Calcule e copie soluções SBC com facilidade.\n· NokaLimbo: Armazene cartas compradas e recupere-as quando quiser.\n· Modo Móvel: Snipe do seu smartphone com a versão Android.\n· Compatibilidade: Funciona em navegadores como Google Chrome, Opera, Brave, Edge e Vivaldi.\n\nE muito mais: Desde a visualização de preços até a gestão de duplicatas e filtros personalizados.\n\nVersão GRATUITA disponível. Se você gosta, considere apoiar o desenvolvimento adquirindo a versão PREMIUM para desbloquear recursos avançados.\n\nPara mais detalhes, visite nokafut.com.\n\nDúvidas ou sugestões? Entre em contato conosco por e-mail. Estou sempre feliz em responder e melhorar.\n\nhttps://www.nokafut.com\nhttp://t.me/nokafut"
  }
}