{
  "name": {
    "ar": "القفز مربع البطل  Unblocked Games",
    "am": "የቦክስ ጀግና ዝለል  Online",
    "bg,el,ro": "Jump Box Hero  Online",
    "bn": "জাম্প বক্স হিরো  Online Games",
    "ca,fi,sl": "Jump Box Hero Unblocked",
    "cs": "Hrdina skokanského boxu  Unblocked Games",
    "da,fil": "Jump Box Hero  Skill Game",
    "de": "Jump-Box-Held  Unblocked Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Jump Box Hero - HTML5 Game",
    "es": "Héroe de la caja de salto  Online",
    "et": "Hüppekasti kangelane  Online Game",
    "fa": "جامپ باکس قهرمان  Skill Game",
    "fr": "Héros de la boîte à sauter  Unblocked Games",
    "gu": "જમ્પ બોક્સ હીરો  Online",
    "he,hu": "Jump Box Hero  Unblocked Game",
    "hi": "जंप बॉक्स हीरो  Online Game",
    "hr": "Jump Box Heroj  Online Games",
    "id": "Lompat Kotak Pahlawan  Online Games",
    "it": "Eroe della scatola di salto  Unblocked Games",
    "ja": "ジャンプボックスヒーロー  Unblocked Game",
    "kn": "ಜಂಪ್ ಬಾಕ್ಸ್ ಹೀರೋ  Online Game",
    "ko": "점프 박스 히어로  Skill Game",
    "lv": "Jump Box varonis  Online Game",
    "ml": "ജമ്പ് ബോക്സ് ഹീറോ  Skill Game",
    "mr": "जंप बॉक्स हिरो  Unblocked Games",
    "ms": "Wira Kotak Lompat Unblocked",
    "nl": "Jump Box-held  Online Game",
    "pl": "Jump Box Hero  Online Game",
    "ru": "Герой прыжковой коробки  Unblocked Games",
    "sk": "Hrdina skokanského boxu  Online Game",
    "sw": "Shujaa wa Sanduku la Rukia  Online Game",
    "ta": "ஜம்ப் பாக்ஸ் ஹீரோ  Online",
    "te": "జంప్ బాక్స్ హీరో  Skill Game",
    "th": "กระโดดกล่องฮีโร่  Unblocked Game",
    "tr": "Atlama Kutusu Kahramanı  Online Games",
    "uk": "Jump Box Hero  Unblocked Games"
  },
  "short": {
    "ar": "Jump Box Hero هي لعبة HTML5 من نوع الآركيد حيث تتحكم في صندوق يقفز لتفادي العقبات وجمع القطع النقدية.",
    "am": "ዝላይ ቦክስ ሄሮ መሰናክሎችን ለማስወገድ እና ሳንቲሞችን ለመሰብሰብ የሚዘለል ሳጥን የሚቆጣጠሩበት የመጫወቻ ማዕከል ዘውግ ውስጥ ያለ HTML5 ጨዋታ ነው።",
    "bg": "Jump Box Hero е HTML5 игра в аркадния жанр, където контролирате кутия, която скача, за да избягвате препятствия и да събирате…",
    "bn": "জাম্প বক্স হিরো হল আর্কেড ঘরানার একটি HTML5 গেম যেখানে আপনি একটি বাক্স নিয়ন্ত্রণ করেন যা বাধা এড়াতে এবং কয়েন সংগ্রহ করতে লাফ…",
    "ca": "Jump Box Hero és un joc HTML5 del gènere arcade on controles una caixa que salta per evitar obstacles i recollir monedes.",
    "cs": "Jump Box Hero je HTML5 hra v žánru arkád, kde ovládáte krabici, která skáče, aby se vyhnula překážkám a sbírala mince.",
    "da": "Jump Box Hero er et HTML5-spil i arkadegenren, hvor du styrer en boks, der hopper for at undgå forhindringer og samle mønter.",
    "de": "Jump Box Hero ist ein HTML5-Spiel im Arcade-Genre, bei dem Sie eine Box steuern, die springt, um Hindernissen auszuweichen und…",
    "el": "Το Jump Box Hero είναι ένα παιχνίδι HTML5 στο είδος arcade όπου ελέγχετε ένα κουτί που πηδά για να αποφύγει τα εμπόδια και να…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Jump Box Hero is an HTML5 game in the arcade genre where you control a box that jumps to avoid obstacles and collect coins.",
    "es": "Jump Box Hero es un juego HTML5 del género arcade en el que controlas una caja que salta para esquivar obstáculos y recoger monedas.",
    "et": "Jump Box Hero on HTML5 mäng arkaadžanris, kus juhite kasti, mis hüppab takistuste vältimiseks ja müntide kogumiseks.",
    "fa": "Jump Box Hero یک بازی HTML5 در سبک آرکید است که در آن جعبه ای را کنترل می کنید که برای جلوگیری از موانع و جمع آوری سکه ها می پرد.",
    "fi": "Jump Box Hero on arcade-genren HTML5-peli, jossa ohjaat laatikkoa, joka hyppää välttääksesi esteitä ja kerätäksesi kolikoita.",
    "fil": "Ang Jump Box Hero ay isang HTML5 na laro sa arcade genre kung saan kinokontrol mo ang isang kahon na tumatalon upang maiwasan ang…",
    "fr": "Jump Box Hero est un jeu HTML5 dans le genre arcade où vous contrôlez une boîte qui saute pour éviter les obstacles et collecter…",
    "gu": "જમ્પ બોક્સ હીરો એ આર્કેડ શૈલીમાં એક HTML5 ગેમ છે જ્યાં તમે અવરોધોને ટાળવા અને સિક્કા એકત્રિત કરવા માટે કૂદકા મારતા બોક્સને…",
    "he": "Jump Box Hero הוא משחק HTML5 בז&#39;אנר הארקייד שבו אתה שולט בתיבה שקופצת כדי להימנע ממכשולים ולאסוף מטבעות.",
    "hi": "जंप बॉक्स हीरो आर्केड शैली में एक HTML5 गेम है जहां आप एक बॉक्स को नियंत्रित करते हैं जो बाधाओं से बचने और सिक्कों को इकट्ठा करने…",
    "hr": "Jump Box Hero je HTML5 igra u arkadnom žanru u kojoj upravljate kutijom koja skače kako bi izbjegla prepreke i skupljala novčiće.",
    "hu": "A Jump Box Hero egy HTML5-ös játék az arcade műfajban, ahol egy ugráló dobozt irányíthatsz, hogy elkerüld az akadályokat és érméket…",
    "id": "Jump Box Hero adalah gim HTML5 bergenre arkade di mana Anda mengontrol sebuah kotak yang melompat untuk menghindari rintangan dan…",
    "it": "Jump Box Hero è un gioco HTML5 nel genere arcade in cui controlli una scatola che salta per evitare ostacoli e raccogliere monete.",
    "ja": "Jump Box Hero は、障害物を避けてコインを集めるためにジャンプするボックスを操作する、アーケード ジャンルの HTML5 ゲームです。",
    "kn": "ಜಂಪ್ ಬಾಕ್ಸ್ ಹೀರೋ ಎಂಬುದು ಆರ್ಕೇಡ್ ಪ್ರಕಾರದ HTML5 ಆಟವಾಗಿದ್ದು, ಅಡೆತಡೆಗಳನ್ನು ತಪ್ಪಿಸಲು ಮತ್ತು ನಾಣ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಜಿಗಿಯುವ ಪೆಟ್ಟಿಗೆಯನ್ನು…",
    "ko": "Jump Box Hero는 장애물을 피하고 동전을 모으기 위해 점프하는 상자를 제어하는 아케이드 장르의 HTML5 게임입니다.",
    "lv": "Jump Box Hero ir HTML5 spēle arkādes žanrā, kurā jūs kontrolējat kastīti, kas lec, lai izvairītos no šķēršļiem un savāktu monētas.",
    "ml": "ജമ്പ് ബോക്സ് ഹീറോ എന്നത് ആർക്കേഡ് വിഭാഗത്തിലെ ഒരു HTML5 ഗെയിമാണ്, അവിടെ തടസ്സങ്ങൾ ഒഴിവാക്കാനും നാണയങ്ങൾ ശേഖരിക്കാനും ചാടുന്ന ഒരു…",
    "mr": "जंप बॉक्स हिरो हा आर्केड शैलीतील एक HTML5 गेम आहे जिथे तुम्ही अडथळे टाळण्यासाठी आणि नाणी गोळा करण्यासाठी उडी मारणारा बॉक्स…",
    "ms": "Jump Box Hero ialah permainan HTML5 dalam genre arked di mana anda mengawal kotak yang melompat untuk mengelakkan halangan dan…",
    "nl": "Jump Box Hero is een HTML5-game in het arcadegenre waarin je een doos bestuurt die springt om obstakels te ontwijken en munten te…",
    "pl": "Jump Box Hero to gra HTML5 z gatunku arcade, w której kontrolujesz pudełko, które skacze, aby omijać przeszkody i zbierać monety.",
    "ro": "Jump Box Hero este un joc HTML5 din genul arcade în care controlezi o cutie care sare pentru a evita obstacolele și pentru a…",
    "ru": "Jump Box Hero — это HTML5-игра в жанре аркады, в которой вы управляете коробкой, которая прыгает, избегая препятствий и собирая…",
    "sk": "Jump Box Hero je HTML5 hra v arkádovom žánri, kde ovládate krabicu, ktorá skáče, aby ste sa vyhli prekážkam a zbierali mince.",
    "sl": "Jump Box Hero je igra HTML5 v arkadnem žanru, kjer upravljate polje, ki skače, da se izogne oviram in zbira kovance.",
    "sw": "Jump Box Hero ni mchezo wa HTML5 katika aina ya ukumbi wa michezo ambapo unadhibiti kisanduku kinachoruka ili kuepuka vikwazo na…",
    "ta": "ஜம்ப் பாக்ஸ் ஹீரோ என்பது ஆர்கேட் வகையின் ஒரு HTML5 கேம் ஆகும், அங்கு தடைகளைத் தவிர்க்கவும் நாணயங்களைச் சேகரிக்கவும் குதிக்கும்…",
    "te": "జంప్ బాక్స్ హీరో అనేది ఆర్కేడ్ జానర్‌లోని HTML5 గేమ్, ఇక్కడ మీరు అడ్డంకులను నివారించడానికి మరియు నాణేలను సేకరించడానికి జంప్ చేసే…",
    "th": "Jump Box Hero เป็นเกม HTML5 ในรูปแบบอาร์เคดที่คุณควบคุมกล่องที่กระโดดเพื่อหลีกเลี่ยงสิ่งกีดขวางและเก็บเหรียญ",
    "tr": "Jump Box Hero, engellerden kaçmak ve madeni para toplamak için zıplayan bir kutuyu kontrol ettiğiniz atari türünde bir HTML5…",
    "uk": "Jump Box Hero — це аркадна гра HTML5, у якій ви керуєте ящиком, який стрибає, щоб уникати перешкод і збирати монети."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jump Box Hero is an HTML5 game in the arcade genre where you control a box that jumps to avoid obstacles and collect coins.\nJump Box Hero is a fun and addicting HTML5 game. In which players control a brave hero who must navigate increasingly tricky levels. The game's objective is to guide the hero to the end of each level. He avoids obstacles and collects coins along the way.\nThe game begins with the hero standing at the bottom of a series of platforms. Players can make the hero jump from platform to platform. Use the arrow keys and avoid obstacles. The hero can also double jump by pressing the space bar. As the hero progresses through the levels, the obstacles become more challenging and the platforms more difficult to navigate.\nEach level presents a new challenge for the hero, and players must use their wits and skill to guide the hero to the end of the level. Along the way, players can collect coins to earn points and power-ups to help the hero on their journey.\nJump Box Hero is a fun and engaging game that will test players' skills and reflexes. With simple controls and challenging gameplay, Jump Box Hero will provide hours of entertainment.\n\nTo swipe Install this extension to play the Jump Box Hero Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}