{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Link Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate Amazon product links from ASIN."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Link Generator\n\nCreate Amazon product links easily with the Amazon Link Generator extension! This handy tool allows you to quickly generate direct links to Amazon products using their ASIN (Amazon Standard Identification Number). When you visit an Amazon product page, the extension will automatically extract the ASIN and generate the link for you. You can then copy and share the link effortlessly.\n\nFeatures:\n\nAutomatic ASIN Extraction: Automatically extracts the ASIN when you visit an Amazon product page.\nQuick Link Generation: Instantly generates a direct link to the product page.\nCopy to Clipboard: One-click copy feature to copy the generated link to your clipboard.\nUser-Friendly Interface: Simple and clean design for a seamless experience.\nWhether you're an affiliate marketer, a seller, or just someone who frequently shares Amazon product links, this extension will save you time and hassle. Generate accurate Amazon product links in seconds!\n\nHow to Use:\n\nVisit an Amazon product page.\nClick on the Amazon Link Generator icon in your Chrome toolbar.\nThe extension will automatically extract the ASIN and generate the link.\nCopy the generated link using the \"Copy to Clipboard\" button.\nPermissions Required:\n\nactiveTab: To detect and extract ASIN from the currently active Amazon product page.\nClipboard: To enable the copy to clipboard functionality.\nSupport:\n\nFor any issues or feedback, please contact us at padelimport@gmail.com."
  }
}