{
  "name": {
    "ar": "Pinterest تصدير الصور إلى الرمز البريدي تحميل",
    "am": "Տեղադրել Pinter պատկերները որպես zip ներբեռնումներ",
    "bg": "Експортиране на снимки от Pinterest в Zip",
    "bn": "পিন্টেরেস্ট ছবি জিপ ডাউনলোড হিসেবে রপ্তানি করো",
    "ca": "Exportar imatges Pinterest com a descargues Zip",
    "cs": "Exportovat obrázky Pinterestu jako stažení zipu",
    "da": "Eksportér Pinterest-billeder som Zip-downloads",
    "de": "Pinterest Bilder exportieren als Zip herunterladen",
    "el": "Εξαγωγή εικόνων Pinterest σε Zip",
    "en,en_GB,en_US,sk": "Export Pinterest images as Zip downloads",
    "en_AU,zh_CN": "pinterest图片导出为Zip下载",
    "es,es_419": "La imagen Pinterest se exporta como descarga ZIP",
    "et": "Pinteresti piltide eksport Zip allalaadimisena",
    "fa": "صادرات تصاویر Pinterest به عنوان بارگیری Zip",
    "fi": "Pinterest-kuvan vieminen Zip-tiedostoon",
    "fil": "Ipakita ang mga Pinterest na larawan bilang mga Zip download",
    "fr": "Pinterest image export au format zip télécharger",
    "gu": "જીપ ડાઉનલોડ તરીકે પિન્ટરેસ્ટ ચિત્રો નિકાસ કરો",
    "he": "הורדת תמונות Pinterest לZip",
    "hi": "Pinterest छवियों को ज़िप डाउनलोड करने के लिए निर्यात करें",
    "hr": "Eksportiraj Pinterest slike kao snimanje Zip",
    "hu": "Pinterest képek exportálása Zip letöltésként",
    "id": "Ekspor gambar Pinterest sebagai download Zip",
    "it": "Esporta immagini Pinterest come download Zip",
    "ja": "pinterest画像をZipダウンロードとしてエクスポート",
    "kn": "ಜಿಪ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾದ ಚಿತ್ರಗಳನ್ನು ಪಿಂಟರೆಸ್ಟ್ ಚಿತ್ರಗಳನ್ನು ಜಿಪ್ ಡೌನ್‌ಲೋಡ್ ಮಾ",
    "ko": "pinterest 그림을 Zip 다운로드로 내보내기",
    "lt": "Eksportuoti Pinterest paveikslėlius kaip Zip atsisiuntimus",
    "lv": "Eksportēt Pinterest attēlus kā Zip lejupielādes",
    "ml": "പിന്റെന്‍റെസ്റ്റെസ്റ്റ് ചിത്രങ്ങള്‍ സിപ്പ് ഡൌണ്‍ലോഡ് ചെയ്യുന്നതായി എടുക്കുക",
    "mr": "जिप डाउनलोड म्हणून पिंटरेस्ट प्रतिमा निर्यात करा",
    "ms": "Eksport imej Pinterest sebagai muat turun Zip",
    "nl": "Pinterest-afbeeldingen exporteren als Zip-downloads",
    "no": "Export Pinterest bilder som Zip laster ned",
    "pl": "Eksportuj obrazy Pinterest jako pliki Zip",
    "pt_BR": "Exportar as imagens Pinterest enquanto o Zip baixa",
    "pt_PT": "Exportar imagens do Pinterest como downloads Zip",
    "ro": "Exportă imagini Pinterest ca descărcări Zip",
    "ru": "Изображения Pinterest для загрузки в Zip",
    "sl": "Izvozi slike Pinterest kot prenosi Zip",
    "sr": "Eksportiraj Pinterest slike kao preuzimanje Zip",
    "sv": "Pinterest bild export till zip nedladdning",
    "sw": "Picha za Pinterest kama zile zinazozidi Zip",
    "ta": "பின்னண்டெஸ்ட் பிம்பங்களை Zip இறக்குதலாக ஏற்றுமதி செய்",
    "te": "జిప్ డౌన్‌లోడులుగా పింటెరెస్ట్ ప్రతిబింబములను ఎక్స్‌పోర్ట్ చేయుము",
    "th": "Pinterest รูปภาพส่งออกเป็น Zip ดาวน์โหลด",
    "tr": "Pinterest resimlerini Zip indirmeleri olarak dışarı aktar",
    "uk": "Експортувати зображення Pinterest як звантаження Zip",
    "vi": "Xuất ảnh Pinterest để tải xuống Zip",
    "zh_TW": "pinterest圖片匯出為Zip下載"
  },
  "short": {
    "ar": "Pinterest تصدير الصور إلى الرمز البريدي تحميل وظيفة ، مما يجعل من السهل على أصحاب المحلات التجارية لتحميل وإدارة السلع السائبة…",
    "am": "Pinter-ի նկարների էքսպորտացիան որպես zip ներբեռնման ֆունկցիա թույլ է տալիս խանութի սեփականիչներին հեշտությամբ ներբեռնել և ղեկավարել…",
    "bg": "Експортирането на изображения на Pinterest като ZIP Изтегляне позволява на продавачите да изтеглят и управляват ИзИзИзображенията…",
    "bn": "Pinterest ইমেজ জিপ ডাউনলোড বৈশিষ্ট্য হিসাবে রপ্তানি করা হয় যা দোকানদের সহজেই ব্যাচ ডাউনলোড এবং পণ্যের ছবি পরিচালন একাধিক পণ্য…",
    "ca": "L'exportació d'imatges Pinterest com a funció de descarga ZIP permet als propietaris de botigues descarregar fàcilment i gestionar…",
    "cs": "Pinterest exportuje obrázky do ZIP, což umožňuje prodejcům snadno hromadně stahovat a spravovat obrázky zboží. Podpora výběru více…",
    "da": "Pinterest billedeksport som ZIP download funktion giver butiksejere mulighed for nemt at downloade og administrere produktbilleder…",
    "de": "Der Pinterest-Bilderexport als ZIP-Download ermöglicht Shopbetreibern das einfache Herunterladen und Verwalten von Produktbildern…",
    "el": "Η εξαγωγή εικόνας ως λειτουργία λήψης επιτρέπει στους ιδιοκτήτες καταστημάτων να κατεβάζουν εύκολα και να διαχειρίζονται μαζικά…",
    "en,en_GB,en_US": "The Pinterest image export as ZIP download function allows shop owners to easily download and manage product images in bulk.…",
    "en_AU,zh_CN": "pinterest图片导出为ZIP下载功能，让店家轻松批量下载并管理商品图片。支持多商品图片同时选择，导出的ZIP文件包含商品主图、描述详情图和规格款式图，保持原始图片质量。",
    "es,es_419": "Las imágenes de Pinterest se exportan a la función de descarga zip, lo que facilita a los comerciantes descargar y gestionar las…",
    "et": "Pinteresti piltide eksportimine ZIP-i allalaadimise funktsioonina võimaldab kauplejatel kaupade pilte massiliselt alla laadida ja…",
    "fa": "ویژگی دانلود تصاویر Pinterest به عنوان ZIP به فروشندگان اجازه می دهد تا تصاویر کالاها را به صورت دسته ای دانلود و مدیریت کنند.…",
    "fi": "Pinterestin kuvanvienti ZIP-lataustoimintona mahdollistaa myymälänomistajien helpon lataamisen ja hallinnoinnin tuotekuvia…",
    "fil": "Ang Pinterest image export bilang ZIP download function ay nagpapahintulot sa mga tindahan na madaling i-download at pamahalaan ang…",
    "fr": "L'exportation d'images Pinterest en tant que fonction de téléchargement zip permet aux magasins de télécharger et de gérer…",
    "gu": "જીપ ડાઉનલોડ વિધેય તરીકે પિન્ટેરેસ્ટ ચિત્ર નિકાસ કરવાની પરવાનગી આપે છે કે શોપ માલિકોને સરળ ડાઉનલોડ કર ઘણા પ્રોડેક્ટ ઇમેજોની…",
    "he": "הפונקציה של התמונה Pinterest בתור פונקציה להוריד ZIP מאפשרת לבעלי חנויות להוריד בקלות ולטפל בתמונות מוצרים ברובה. תומכת בבחירה…",
    "hi": "Pinterest छवियों को ज़िप डाउनलोड के रूप में निर्यात करना दुकानदारों को आसानी से सामान की छवियों को बड़े पैमाने पर डाउनलोड और…",
    "hr": "Pinterest izvozi slike kao ZIP preuzimanje, što trgovcima olakšava masovno preuzimanje i upravljanje slikama proizvoda. Podržava…",
    "hu": "A Pinterest kép exportálása ZIP letöltési funkció lehetővé teszi az üzlettulajdonosok számára, hogy egyszerűen töltsék le és…",
    "id": "Ekspor gambar Pinterest sebagai fungsi ZIP mengunduh memungkinkan pemilik toko untuk mudah mengunduh dan mengelola gambar produk…",
    "it": "La funzione di esportazione di immagini di Pinterest come download ZIP consente ai negozianti di scaricare e gestire facilmente le…",
    "ja": "pinterest画像はZIPダウンロード機能としてエクスポートされ、店舗が商品画像を簡単に一括ダウンロードして管理することができます。複数の商品画像の同時選択をサポートし、導出されたZIPファイルには商品マスタ図、説明詳細図、仕様図面が含まれ、元の画像の品質を…",
    "kn": "pinterest ಚಿತ್ರಗಳನ್ನು ZIP ಡೌನ್ಲೋಡ್ ವೈಶಿಷ್ಟ್ಯವಾಗಿ ರಫ್ತು ಮಾಡಿ, ಇದು ಅಂಗಡಿಗಾರರಿಗೆ ಸರಕುಗಳ ಚಿತ್ರಗಳನ್ನು ಸುಲಭವಾಗಿ ಬ್ಯಾಚ್ನಲ್ಲಿ ಡೌನ್ಲೋಡ್…",
    "ko": "pinterest 이미지는 ZIP 다운로드 기능으로 내보내져 매장에서 상품 이미지를 쉽게 대량 다운로드하고 관리할 수 있습니다.여러 상품 그림을 동시에 선택할 수 있도록 지원하며, 내보낸 ZIP 파일에는 상품 마스터 맵, 설명 상세 맵…",
    "lt": "Pinterest paveikslėlio eksportas kaip ZIP parsisiųdimo funkcija leidžia parduotuvės savininkams lengvai parsisiųsti ir tvarkyti…",
    "lv": "Pinterest attēlu eksports kā ZIP lejupielādes funkcija ļauj veikalu īpašniekiem viegli lejupielādēt un pārvaldīt produktu attēlus…",
    "ml": "ZIP ഡൌണ്‍ലോഡ് ഫങ്ഷന്‍ എന്നതിനാല്‍ പിന്റെസ്റ്റെസ്റ്റ് ഇമേജ് എടുത്തുകൊണ്ടിരിക്കുന്ന പിന്റെസ്റ്റ് ഇമേജ് എ ഒരേ സമയത്ത് പല പ്രൊജറ്റ്…",
    "mr": "Name अनेक उत्पादक प्रतिमांच्या एकत्र निवडण्याची समर्थन, निर्यात केलेली ZIP फाइल प्रतिमा मुख्य प्रतिमा, वर्णन विस्तृत विस्तृत प्रत",
    "ms": "Imej Pinterest mengeksport sebagai fungsi muat turun ZIP membolehkan pemilik kedai memuat turun dan mengelola imej produk dengan…",
    "nl": "Met de Pinterest image export als ZIP download functie kunnen winkeliers eenvoudig productafbeeldingen in bulk downloaden en…",
    "no": "Pinterest bilde eksport da ZIP laster ned funksjonen tillater butikkeierne lett å laste ned og håndtere produktbilder i bulk.…",
    "pl": "Eksport obrazów Pinterest jako funkcja pobierania ZIP pozwala właścicielom sklepów łatwo pobierać i zarządzać obrazami produktów…",
    "pt_BR": "A exportação de imagens Pinterest como função ZIP de descarga permite aos proprietários das lojas descargar e gerenciar facilmente…",
    "pt_PT": "A exportação de imagens do Pinterest como função de download ZIP permite que os proprietários de lojas baixem e gerenciem…",
    "ro": "Funcția de export a imaginilor Pinterest ca ZIP download permite proprietarilor magazinului să descarce și să gestioneze cu…",
    "ru": "Экспорт изображений pinterest для загрузки ZIP позволяет магазинам легко загружать и управлять изображениями товаров в больших…",
    "sk": "Vývoz obrázkov Pinterest ako funkcia ZIP sťahovania umožňuje vlastníkom obchodov ľahko sťahovať a riadiť obrázky výrobkov vo veľkom…",
    "sl": "Izvoz slik Pinterest kot funkcija prenosa ZIP omogoča lastnikom trgovin, da preprosto prenesejo in upravljajo slike izdelkov v…",
    "sr": "Izvoz Pinterest slike kao funkcija skidanja ZIP omogućava vlasnicima dućana da lako preuzimaju i upravljaju slikama proizvoda u…",
    "sv": "Pinterest-bildexport som ZIP-nedladdningsfunktion gör det möjligt för butiksägare att enkelt ladda ner och hantera produktbilder i…",
    "sw": "Pinterest picha nje kama ZIP download kipengele kuruhusu maduka kwa urahisi kupakua wingi na kusimamia picha za bidhaa. Inasaidia…",
    "ta": "The Pinterest image export as ZIP download function allows shop owners to easily download and manage product images in bulk. அதே…",
    "te": "Name బహుళ ప్రతిబింబముల యొక్క సమయంగా ఎంపిక చిత్రాలను సహాయం చేయుము, ఎక్స్పోర్ట్ చేయబడిన ZIP ఫైలు ప్రతిబింబము ముఖ్య ప్రతి",
    "th": "รูปภาพ pinterest จะถูกส่งออกเป็นฟังก์ชั่นการดาวน์โหลด ZIP ทำให้ร้านค้าสามารถดาวน์โหลดและจัดการภาพสินค้าได้อย่างง่ายดายในชุด…",
    "tr": "ZIP indirme fonksiyonu olarak Pinterest görüntü dışarı aktarımı dükkan sahiplerinin çoğunlukla ürün görüntülerini kolayca…",
    "uk": "За допомогою експорту зображень Pinterest як функції звантаження ZIP власники магазинів можуть легко звантажити і керувати…",
    "vi": "Xuất hình ảnh pinterest dưới dạng tải xuống ZIP, cho phép các cửa hàng dễ dàng tải xuống hàng loạt và quản lý hình ảnh hàng hóa. Hỗ…",
    "zh_TW": "pinterest圖片匯出為ZIP下載功能，讓店家輕鬆批量下載並管理商品圖片。 支持多商品圖片同時選擇，匯出的ZIP檔案包含商品主圖、描述詳情圖和規格款式圖，保持原始圖片質量。"
  },
  "long": {
    "ar": "هذا هو التركيز على تحسين كفاءة العمل الإبداعي pinterest دفعة تصدير الصورة أداة . فإنه يجعل من السهل على المستخدمين لتحميل الصور على pinterest مستوحاة من حزمة ، والحفاظ على جودة الصورة الأصلية .\nالمهام الأساسية التي تم تنفيذها حاليا هي :\nمفتاح واحد دفعة تصدير حزمة ضغط الرمز البريدي\nالحفاظ على القرار الأصلي والجودة\nدعم متعدد الصور في وقت واحد اختيار التصدير\nفرز وتخزين السيارات\nاستنادا إلى الميزات الموجودة ، ونحن قد تنظر أيضا في إضافة هذه الميزات العملية :\nتسمية ذكية : إعادة تسمية تلقائيا وفقا لمحتوى الصورة\nتصنيف الإدارة : تصنيف تلقائي حسب المشروع / الموضوع\nنظام العلامات : دعم مخصص لإدارة العلامات الصور\nالشرح : يسمح للمستخدمين لإضافة ملاحظات على الصور\nتكرار الصورة : تجنب تكرار تحميل نفس الصورة\nحاليا المفضلة : دعم حفظ المفضلة محليا\nسحابة التزامن : عبر جهاز الوصول إلى تحميل السجلات\nدفعة العلامة المائية : يدعم إضافة العلامة المائية عند التصدير\nالتلقائي قطع : تصدير حجم مسبقا حسب الطلب\nتقاسم التعاونية : فريق تقاسم المفضلة\nكمهندس ، وأنا أدرك أن قيمة الأدوات تكمن في حل المشاكل العملية . هذا البرنامج المساعد يهدف إلى مساعدة المبدعين الحصول على الإلهام بسهولة أكبر . وبطبيعة الحال ، هناك الكثير من الفضاء الأمثل لهذه الميزات ، وسوف نستمر في الاستماع إلى ردود فعل المستخدمين لتحسين .",
    "am": "Սա Pinter-ի նկարների բաժանման արտահանման գործիք է, որը կենտրոնանում է ստեղծագործական աշխատանքի արդյունավետության բարելավման վրա: Այն թույլ է տալիս օգտագործողներին հեշտությամբ ներբեռնել և ներբեռնել ոգեշնչող պատկերներ Pinter-ից, միաժամանակ պահպանելով սկզբնական պատկերների որակը:\nԱյժմ իրականացված հիմնական ֆունկցիաները հետևյալն են.\nՕրինակ՝ մեկ կոճակ կոճակ արտահանելու համար որպես ZP ճնշված ֆայլ\nՊահանգնել արտահայտությունը և որակը\nSupport multiple images to be exported simultaneously\nԱնշուշտ կազմակերպել, դասակարգել և պահել տվյալները\nՀիմնված գոյություն ունեցող հատկանիշների վրա, մենք կարող ենք նաև մտածել ավելացնել այս գործնական հատկանիշները.\nԽելացի անուններ. ավտոմատ վերանվանել՝ հիմնված պատկերի պարունակության վրա\nՏեղադասակարգման ղեկավարումը: Անշուշտ դասակարգել ըստ նախագծի և թեման\nՏեքտային համակարգ: աջակցում է պատկերների համար անձնական պիտակների ղեկավարումը\nՆոտացիայի ֆունկցիա: Թույլ տալ օգտագործողներին գոյություն տալ պատկերներին\nՊլագարիզմի ստուգելը. խուսափեք նույն պատկերը նորից ներբեռնել\nԱռանց առցանց գրքերի նշաններ: աջակցում է գրքերի տեղական պահպանությունը\nComment\nԱմբողջ ջրի նշան: աջակցում է ջրի նշանների ավելացումը արտահանման ժամանակ\nԱվելին կրճատել:\nԱպրակտիվ կիսվելը. թիմի կիսվելը ամենասիրելի է\nԻնչպես ինժեներ, ես խորապես հասկանում եմ, որ գործիքների արժեքը կախված է պրակտիկ խնդիրների լուծման մեջ: Այս գործընթացի սկզբնական դիզայնի նպատակն է օգնել ստեղծագործական աշխատակիցներին հեշտությամբ ոգեշնչող նյութեր ստանալ: Իհարկե, այս առանձնահատկություններում դեռևս շատ տեղ կա օպտիմացիայի համար, և մենք կշարունակենք լսել օգտագործողների արձագանքները, որպեսզի բարելավենք դրանք:",
    "bg": "Това е инструмент за експортиране на партиди изображения, който се фокусира върху подобряване на ефективността на творческата работа. Тя позволява на потребителите лесно да опаковат и изтеглят вдъхновяващи изображения от като същевременно поддържат качеството на оригиналните изображения.\nОсновните функции, които понастоящем се изпълняват, са:\nЕкспортиране на партидата с едно кликване като компресиран файл\nПоддържане на оригиналната резолюция и качество на изображението\nПоддръжка на няколко изображения за експортиране едновременно\nАвтоматично организиране, класифициране и съхраняване на данни\nВъз основа на съществуващите функции можем да обмислим и добавянето на тези практически характеристики:\nИнтелигентно име: Автоматично преименуване въз основа на съдържанието на изображението\nУправление на класификацията: Автоматично класифициране по проект/тема\nСистема за етикети: поддържа персонализирано управление на етикети за изображения\nФункция за анотация: Позволете на потребителите да добавят коментари към изображенията\nПроверка на плагиатство на изображението: избягвайте изтеглянето на едно и също изображение многократно\nОфлайн отметки: поддържа локално записване на отметки\nСинхронизация на облака: достъп между устройства за изтегляне на записи\nПартиден воден знак: поддържа добавянето на водни знаци по време на експортиране\nАвтоматично изрязване: Експортиране според предварително зададените изисквания за размер\nСподеляне на екип: Любими споделяния в екип\nКато инженер дълбоко разбирам, че стойността на инструментите се крие в решаването на практически проблеми. Оригиналното намерение на този плъгин е да помогне на творческите работници лесно да получат вдъхновяващи материали. Разбира се, все още има много място за оптимизация в тези функции и ние ще продължим да слушаме обратната връзка на потребителите, за да ги подобрим.",
    "bn": "এটি একটি পিন্টেরেস্ট ছবি ব্যাচ এক্সপোর্ট ট টুল যা সৃজনশীল কাজের কার্যক্রমের দক্ষতা উন্নতির উপর মনোযোগ দেয়। এটি ব্যবহারকারীদের সহজে প্যাকেজ এবং পিন্টেরেস্ট থেকে অনুপ্রেরণার ছবি ডাউনলোড করার অনুমতি দেয়, যখন তারা মূল ছবির মান সং\nবর্তমানে প্রকাশিত মূল ফাংশন হচ্ছে:\nএকটি ক্লিক করুন ব্যাচ এক্সপোর্ট করুন\nমূল ছবির রেজল এবং মান সংরক্ষণ করুন\nএকই সাথে রপ্তানি করার জন্য অনেক ছবি সমর্থন করুন\nস্বয়ংক্রিয়ভাবে সংগঠন, বিভাগ এবং তথ্য সংরক্ষণ করুন\nবিদ্যমান বৈশিষ্ট্যের ভিত্তিতে আমরা এই বৈশিষ্ট্যিক বৈশিষ্ট্য যোগ করতে পারি:\nবুদ্ধিমান ন্যামিং: ছবির বিষয়বস্তু ভিত্তিক ভিত্তিক স্বয়ংক্রিয়ভাবে নাম পরিবর্তন করুন\nস্বাভাবিক ব্যবস্থাপনা: প্রকল্প/বিষয় দ্বারা স্বয়ংক্রিয়ভাবে ব্যবহার করুন\nলেবেল সিস্টেম: ছবির জন্য স্বনির্বাচিত লেবেল ম্যানেজেন্ট সমর্থন করে\nঅ্যানোটেশন ফাংশন: ছবিতে মন্তব্য যোগ করতে ব্যবহারকারীদের অনুমতি দাও\nছবির প্লাজিরিজম পরীক্ষা: একই ছবি বার ডাউনলোড করা থেকে এড়াও\nঅফলাইন বুকমার্কিং: বুকমার্ক সংরক্ষণ স্থানীয় সংরক্ষণ সমর্থন করে\nমেঘ সিন্সোনাইজেশন: ডাউনলোড করার জন্য ডিভাইস প্রবেশ করুন\nName\nস্বয়ংক্রিয় ক্রোপ: প্রেসেটের আকারের প্রয়োজন অনুযায়ী আপ্রোট করো\nসহযোগিতা শেয়ার করা: দলের পছন্দ শেয়ার করা\nএকজন ইঞ্জিনিয়ার হিসেবে আমি গভীরভাবে বুঝতে পারছি যে টুলসের মূল্য প্রকৃত সমস্যার সমাধানে রয়েছে। এই প্লাগ-ইনের প্রথম ডিজাইনের উদ্দেশ্য হচ্ছে সৃষ্টিকর্মীদের সাহায্য করার জন্য সহজে অনুপ্রাণিত উপাদানের অবশ্যই, এই বৈশিষ্ট্যের মধ্যে অপারেশনের জন্য এখনো অনেক জায়গা রয়েছে, আর আমরা ব্যবহারকারীদের উন্নতির জন্য ফিডব্যাক শুনতে থাকব।",
    "ca": "Aquesta és una eina d'exportació de lots d'imatges Pinterest que es centra en millorar l'eficiència creativa del treball. Permet als usuaris paquetar fàcilment i descarregar imatges d'inspiració de Pinterest, mantenint la qualitat de les imatges originals.\nLes funcions principals actualment implementades són:\nUn clic en l'exportació de lots com a arxiu comprimit ZIP\nMantenir la resolució original de la imatge i la qualitat\nSuporta múltiples imatges que s'han d'exportar simultàneament\nOrganizar, classificar i emmagatzemar dades automàticament\nSobre la base de les característiques existents, també podem considerar afegir aquestes característiques pràctiques:\nNom intel·ligent: Renomar automàticament basat en continguts d'imatge\nGestió de classificació: Classificar automàticament per projecte/tema\nSistema d'etiquetes: suporta la gestió personalitzada de les etiquetes per a les imatges\nFunció d'anotació: Permeteu als usuaris afegir comentaris a imatges\nVerifica del plagiarisme d'imatges: evita descarregar la mateixa imatge repetidament\nMarcar fora de línia: suporta l'estalvi local de marcadors\nSincronizació del núvol: cruzar l'accés del dispositiu a registres de descarga\nMarca d'aigua per lots: suporta afegir marcas d'aigua durant l'exportació\nCrop automàtic: Exportar segons els requisits de mida predefinida\nCompartir col·laborativament: Favorits de compartir equips\nCom a enginyer, entenc profundament que el valor de les eines està en resoldre problemes pràctics. El disseny original d'aquest complement és ajudar els treballadors creativs a obtenir fàcilment materials d'inspiració. És clar que encara hi ha molt espai per optimitzar aquestes característiques, i seguirem escoltant el feedback dels usuaris per millorar-les.",
    "cs": "Jedná se o nástroj pro dávkový export obrázků na Pinterestu, který se zaměřuje na zlepšení efektivity kreativní práce. Umožňuje uživatelům snadno balit a stahovat inspirační obrázky z Pinterestu a současně zachovat kvalitu originálních obrázků.\nHlavní funkce, které jsou v současnosti implementovány, jsou:\nDávkový export jedním kliknutím jako komprimovaný ZIP soubor\nZachování původního rozlišení a kvality obrazu\nPodporuje více obrázků, které mají být exportovány současně\nAutomatické uspořádání, klasifikace a ukládání dat\nNa základě existujících funkcí můžeme také zvážit přidání těchto praktických funkcí:\nInteligentní jmenování: Automatické přejmenování na základě obsahu obrázku\nSpráva klasifikace: Automaticky klasifikovat podle projektu/tématu\nSystém štítků: podporuje vlastní správu štítků pro obrázky\nAnotace funkce: Umožňuje uživatelům přidávat komentáře k obrázkům\nKontrola plagiátorství obrázků: vyhněte se stahování stejného obrázku opakovaně\nOffline záložky: podporuje lokální ukládání záložek\nSynchronizace cloudu: přístup mezi zařízeními ke stažení záznamů\nDávkový vodoznak: podporuje přidávání vodoznaků během exportu\nAutomatické oříznutí: Export podle přednastavených požadavků na velikost\nSpolečné sdílení: Týmové sdílení Oblíbené\nJako inženýr hluboce chápu, že hodnota nástrojů spočívá v řešení praktických problémů. Původním designovým záměrem tohoto pluginu je pomoci kreativním pracovníkům snadno získat inspirační materiály. Samozřejmě, že v těchto funkcích je stále hodně prostoru pro optimalizaci a my budeme i nadále naslouchat zpětné vazbě uživatelů, abychom je zlepšili.",
    "da": "Dette er et Pinterest billedbatch eksport værktøj, der fokuserer på at forbedre kreativ arbejdseffektivitet. Det giver brugerne mulighed for nemt at pakke og downloade inspirationsbilleder fra Pinterest, samtidig med at kvaliteten af de originale billeder opretholdes.\nDe nuværende centrale funktioner er:\nEt klik batch eksport som ZIP komprimeret fil\nBevar den oprindelige billedopløsning og -kvalitet\nStøtte flere billeder, der skal eksporteres samtidigt\nOrganiser, klassificerer og gemmer data automatisk\nBaseret på eksisterende funktioner kan vi også overveje at tilføje disse praktiske funktioner:\nIntelligent navngivning: Omdøb automatisk baseret på billedindhold\nKlassificeringsstyring: Klassificer automatisk efter projekt/emne\nEtikettsystem: understøtter brugerdefineret etikethåndtering for billeder\nAnmærkningsfunktion: Tillad brugere at tilføje kommentarer til billeder\nKontrol af billedplagiat: undgå at downloade det samme billede gentagne gange\nOffline bogmærke: understøtter lokal lagring af bogmærker\nCloud synkronisering: adgang på tværs af enheder til download af poster\nBatch vandmærke: understøtter tilføjelse af vandmærker under eksport\nAuto beskæring: Eksport i henhold til forudindstillede størrelseskrav\nDeling i samarbejde: Foretrukne teamdeling\nSom ingeniør forstår jeg dybt, at værdien af værktøjer ligger i at løse praktiske problemer. Den oprindelige design hensigt med dette plugin er at hjælpe kreative arbejdere nemt at få inspiration materialer. Selvfølgelig er der stadig meget plads til optimering i disse funktioner, og vi vil fortsætte med at lytte til brugerfeedback for at forbedre dem.",
    "de": "Dies ist ein Pinterest Image Batch Export Tool, das sich auf die Verbesserung der kreativen Arbeitseffizienz konzentriert. Es ermöglicht Benutzern, Inspirationsbilder von Pinterest einfach zu verpacken und herunterzuladen, während die Qualität der Originalbilder beibehalten wird.\nDie derzeit implementierten Kernfunktionen sind:\nBatch-Export mit einem Klick als ZIP-komprimierte Datei\nBeibehaltung der ursprünglichen Bildauflösung und -qualität\nUnterstützt mehrere Bilder gleichzeitig zu exportieren\nDaten automatisch organisieren, klassifizieren und speichern\nBasierend auf vorhandenen Features können wir auch in Erwägung ziehen, diese praktischen Features hinzuzufügen:\nIntelligente Benennung: Automatische Umbenennung basierend auf Bildinhalten\nKlassifizierungsmanagement: Automatische Klassifizierung nach Projekt/Thema\nEtikettensystem: unterstützt benutzerdefiniertes Etikettenmanagement für Bilder\nAnmerkungsfunktion: Benutzer können Kommentare zu Bildern hinzufügen\nÜberprüfung des Bildplagiats: Vermeiden Sie, dasselbe Bild wiederholt herunterzuladen\nOffline-Lesezeichen: unterstützt das lokale Speichern von Lesezeichen\nCloud-Synchronisation: geräteübergreifender Zugriff auf Download-Datensätze\nBatch-Wasserzeichen: unterstützt das Hinzufügen von Wasserzeichen während des Exports\nAutomatisches Zuschneiden: Export gemäß voreingestellter Größenanforderungen\nGemeinsame Freigabe: Teamfreigabe Favoriten\nAls Ingenieur verstehe ich zutiefst, dass der Wert von Werkzeugen in der Lösung praktischer Probleme liegt. Die ursprüngliche Design-Intention dieses Plugins ist es, kreativen Mitarbeitern zu helfen, Inspirationsmaterialien leicht zu erhalten. Natürlich gibt es noch viel Raum für Optimierung in diesen Funktionen, und wir werden weiterhin auf das Feedback der Nutzer hören, um sie zu verbessern.",
    "el": "Αυτό είναι ένα εργαλείο εξαγωγής δέσμης εικόνων που επικεντρώνεται στη βελτίωση της αποδοτικότητας δημιουργικής εργασίας. Επιτρέπει στους χρήστες να συσκευάζουν και να κατεβάζουν εύκολα εικόνες έμπνευσης από το ενώ διατηρούν την ποιότητα των αρχικών εικόνων.\nΟι βασικές λειτουργίες που εφαρμόζονται σήμερα είναι:\nΕξαγωγή παρτίδας με ένα κλικ ως συμπιεσμένο αρχείο ZIP\nΔιατηρήστε την αρχική ανάλυση και ποιότητα εικόνας\nΥποστήριξη πολλαπλών εικόνων προς εξαγωγή ταυτόχρονα\nΑυτόματη οργάνωση, ταξινόμηση και αποθήκευση δεδομένων\nΜε βάση τα υπάρχοντα χαρακτηριστικά, μπορούμε επίσης να σκεφτούμε να προσθέσουμε αυτά τα πρακτικά χαρακτηριστικά:\nΈξυπνη ονομασία: Αυτόματη μετονομασία με βάση το περιεχόμενο εικόνας\nΔιαχείριση ταξινόμησης: Αυτόματη ταξινόμηση ανά έργο/θέμα\nΣύστημα ετικετών: υποστηρίζει τη διαχείριση ετικετών συνήθειας για τις εικόνες\nΛειτουργία σχολιασμού: Επιτρέψτε στους χρήστες να προσθέτουν σχόλια σε εικόνες\nΈλεγχος λογοκλοπής εικόνας: αποφύγετε τη λήψη της ίδιας εικόνας επανειλημμένα\nΕπισήμανση σελιδοδεικτών χωρίς σύνδεση: υποστηρίζει την τοπική αποθήκευση σελιδοδεικτών\nΣυγχρονισμός σύννεφου: πρόσβαση μεταξύ συσκευών σε αρχεία λήψης\nΑδιάβροχο παρτίδας: υποστηρίζει την προσθήκη υδατογραφήματος κατά την εξαγωγή\nΑυτόματη περικοπή: Εξαγωγή σύμφωνα με τις προκαθορισμένες απαιτήσεις μεγέθους\nΚοινή χρήση: Αγαπημένα κοινής χρήσης ομάδας\nΩς μηχανικός, κατανοώ βαθιά ότι η αξία των εργαλείων έγκειται στην επίλυση πρακτικών προβλημάτων. Η αρχική πρόθεση σχεδιασμού αυτού του πρόσθετου είναι να βοηθήσει τους δημιουργικούς εργάτες εύκολα να αποκτήσουν υλικά έμπνευσης. Φυσικά, υπάρχει ακόμα πολύς χώρος για βελτιστοποίηση σε αυτά τα χαρακτηριστικά και θα συνεχίσουμε να ακούμε τα σχόλια των χρηστών για να τα βελτιώσουμε.",
    "en,en_GB,en_US": "This is a Pinterest image batch export tool that focuses on improving creative work efficiency. It allows users to easily package and download inspiration images from Pinterest, while maintaining the quality of the original images.\nThe core functions currently implemented are:\nOne click batch export as ZIP compressed file\nMaintain the original image resolution and quality\nSupport multiple images to be exported simultaneously\nAutomatically organize, classify, and store data\nBased on existing features, we can also consider adding these practical features:\nIntelligent Naming: Automatically rename based on image content\nClassification management: Automatically classify by project/topic\nLabel system: supports custom label management for images\nAnnotation function: Allow users to add comments to images\nImage plagiarism check: avoid downloading the same image repeatedly\nOffline bookmarking: supports local saving of bookmarks\nCloud synchronization: cross device access to download records\nBatch watermark: supports adding watermarks during export\nAuto Crop: Export according to preset size requirements\nCollaborative Sharing: Team Sharing Favorites\nAs an engineer, I deeply understand that the value of tools lies in solving practical problems. The original design intention of this plugin is to help creative workers easily obtain inspiration materials. Of course, there is still a lot of room for optimization in these features, and we will continue to listen to user feedback to improve them.",
    "en_AU,gu,zh_CN": "这是一个专注于提升创意工作效率的Pinterest图片批量导出工具。它能让用户轻松地将Pinterest上的灵感图片打包下载，保持原图品质。\n目前已实现的核心功能：\n\n一键批量导出为ZIP压缩包\n保持原图分辨率和品质\n支持多图片同时选择导出\n自动整理分类存储\n\n基于已有功能，我们还可以考虑添加这些实用特性：\n\n智能命名：根据图片内容自动重命名\n分类管理：按项目/主题自动归类\n标签系统：支持自定义标签管理图片\n批注功能：允许用户为图片添加备注\n图片查重：避免重复下载相同图片\n离线收藏：支持本地保存收藏夹\n云端同步：跨设备访问下载记录\n批量水印：支持导出时添加水印\n自动裁剪：按需求预设尺寸导出\n协作分享：团队共享收藏夹\n\n作为一名工程师，我深知工具的价值在于解决实际问题。这个插件的设计初衷是帮助创意工作者更轻松地获取灵感素材。当然，这些功能还有很大的优化空间，我们会持续倾听用户反馈来改进。",
    "es,es_419": "Esta es una herramienta de exportación por lotes de imágenes Pinterest centrada en mejorar la eficiencia del trabajo creativo. Permite a los usuarios empaquetar y descargar fácilmente imágenes inspiradoras en pinterest, manteniendo la calidad de la imagen original.\nLas funciones básicas que se han logrado hasta ahora:\nExportar por lotes con un solo clic a un paquete comprimido ZIP\nMantener la resolución y la calidad de la imagen original\nSoporte para exportar múltiples imágenes al mismo tiempo\nOrdenar y clasificar automáticamente el almacenamiento\nSobre la base de las funciones existentes, también podemos considerar agregar estas características prácticas:\nNombre inteligente: renombrar automáticamente según el contenido de la imagen\nGestión de la clasificación: clasificación automática por proyecto / tema\nSistema de etiquetas: admite imágenes de gestión de etiquetas personalizadas\nFunción de anotación: permite a los usuarios agregar notas a las imágenes\nRevisión de imágenes: evite descargar la misma imagen repetidamente\nColecciones fuera de línea: admite guardar colecciones localmente\nSincronización en la nube: registros de descarga de acceso entre dispositivos\nMarca de agua por lotes: admite Agregar marca de agua al exportar\nCorte automático: exportar a tamaño preestablecido bajo demanda\nCompartir colaborativo: el equipo comparte colecciones\nComo ingeniero, sé que el valor de las herramientas es resolver problemas prácticos. La intención original de este plug - in es ayudar a los trabajadores creativos a obtener materiales de inspiración más fácilmente. Por supuesto, todavía hay mucho espacio para optimizar estas funciones, y continuaremos escuchando los comentarios de los usuarios para mejorarlas.",
    "et": "See on Pinteresti piltide partii ekspordi tööriist, mis keskendub loomingulise töö tõhususe parandamisele. See võimaldab kasutajatel hõlpsasti pakkida ja alla laadida inspiratsiooni pilte Pinterestist, säilitades samas originaalsete piltide kvaliteedi.\nPraegu rakendatakse järgmisi põhifunktsioone:\nÜhe klõpsuga partii eksport ZIP tihendatud failina\nSäilita originaalne pildi eraldusvõime ja kvaliteet\nMitme korraga eksporditava pildi toetamine\nAndmete automaatne korraldamine, klassifitseerimine ja salvestamine\nOlemasolevate funktsioonide põhjal võime kaaluda ka järgmiste praktiliste funktsioonide lisamist:\nIntelligentne nimetamine: automaatne ümbernimetamine pildi sisu põhjal\nKlassifikatsiooni haldamine: automaatselt klassifitseerimine projekti/teema järgi\nSildisüsteem: toetab piltide kohandatud siltide haldamist\nAnnotatsioonifunktsioon: lubab kasutajatel piltidele kommentaare lisada\nPildi plagiaadi kontroll: vältige sama pildi korduvat allalaadimist\nÜhenduseta järjehoidjate salvestamine: toetab järjehoidjate kohalikku salvestamist\nPilve sünkroonimine: seadmevaheline juurdepääs kirjete allalaadimiseks\nPartii vesimärk: toetab vesimärkide lisamist ekspordi ajal\nAutomaatne kärpimine: eksport vastavalt eelnevalt määratud suuruse nõuetele\nKoostöö jagamine: meeskonna jagamise lemmikud\nInsenerina mõistan sügavalt, et tööriistade väärtus seisneb praktiliste probleemide lahendamises. Algne disain kavatsus selle plugin on aidata loomingulistel töötajatel kergesti saada inspiratsiooni materjale. Loomulikult on nende funktsioonide optimeerimiseks veel palju ruumi ja me jätkame kasutajate tagasiside kuulamist, et neid täiustada.",
    "fa": "این یک ابزار صادرات مجموعه تصویر Pinterest است که روی improving creative work efficiency تمرکز می کند. این به کاربر اجازه می‌دهد که به آسانی بسته‌ها و تصاویر الهام‌بخش را از Pinterest، در حالی که کیفیت تصاویر اصلی حفظ می‌کند.\nعملکرد اصلی که در حال حاضر انجام شده اینه:\nیک گروه فشار به عنوان پروندۀ زپ فشار داده شده\nحفظ حل و کیفیت تصویر اصلی\nپشتیبانی چندین تصویر برای انتقال همزمان\nتنظیم ، کلاس و ذخیره داده‌ها\nBased on existing features, we can also consider adding these practical features:\nنام هوشمند: تغییر نام خود بر اساس محتوای تصویر\nمدیریت کلاسیف: خودکار با پروژه/موضوع کلاسیف کنید\nسیستم برچسب: supports custom label management for images\nفعالیت یادآوری: اجازه دهید کاربران به تصاویر اضافه کنند\nبررسی پیکربندی تصویر: از بار دوباره بار بار بار کردن تصویر همان تصویر فراموش کنید\nعلامت‌نامه‌های خارج از خط: ذخیره‌نامه‌های محلی را پشتیبانی می‌کند\nهمگام ابر: دسترسی دسترسی از دستگاه متصل به بارگیری گزارش\nنشان آب‌سازی: در زمان خروج اضافه کردن نشان‌های آب پشتیبانی می‌کند\nخرید خودکار: Export according to preset size requirements\nSharing Collaborative: Sharing Team Sharing Favorites\nبه عنوان یک مهندسی، عمیقاً متوجه شدم که ارزش ابزارها در حل مشکلات عملی است. هدف اصلی طراحی این دستگاه کمک به کارگران خلاقی است که به آسانی از دسترسی ماده‌های الهام می‌گیرند. البته، هنوز جای زیادی برای بهترین کردن در این ویژگی وجود دارد، و ما ادامه خواهیم داشت به بازگشت کاربر گوش دهیم تا آنها را بهتر کنیم.",
    "fi": "Tämä on Pinterest-kuvaerävientityökalu, joka keskittyy parantamaan luovan työn tehokkuutta. Sen avulla käyttäjät voivat helposti pakata ja ladata inspiraatiokuvia Pinterestistä säilyttäen alkuperäisten kuvien laadun.\nTällä hetkellä toteutettavat ydintoiminnot ovat seuraavat:\nYhden napsautuksen erävienti ZIP-pakattuna tiedostona\nSäilytä alkuperäisen kuvan tarkkuus ja laatu\nTue useita samanaikaisesti vietäviä kuvia\nJärjestä, luokittele ja tallenna tietoja automaattisesti\nOlemassa olevien ominaisuuksien perusteella voimme myös harkita seuraavien käytännöllisten ominaisuuksien lisäämistä:\nÄlykäs nimeäminen: Nimeä uudelleen automaattisesti kuvan sisällön perusteella\nLuokituksen hallinta: Luokittele automaattisesti projektin/aiheen mukaan\nEtikettijärjestelmä: tukee mukautettua tunnisteiden hallintaa kuville\nAnnotointitoiminto: Salli käyttäjien lisätä kommentteja kuviin\nKuvaplagioinnin tarkistus: vältä lataamasta samaa kuvaa toistuvasti\nKirjanmerkintä offline: tukee kirjanmerkkien paikallista tallentamista\nPilven synkronointi: laitteiden välinen pääsy tietueiden lataamiseen\nErän vesileima: tukee vesileimojen lisäämistä viennin aikana\nAutomaattinen rajaus: Vie esiasetettujen kokovaatimusten mukaan\nYhteistyöllinen jakaminen: Team Sharing Suosikit\nInsinöörinä ymmärrän syvästi, että työkalujen arvo on käytännön ongelmien ratkaisemisessa. Alkuperäinen suunnittelu tarkoitus tämän plugin on auttaa luovia työntekijöitä helposti saada inspiraatiomateriaaleja. Näiden ominaisuuksien optimointiin on tietysti vielä paljon tilaa, ja jatkamme käyttäjien palautteen kuuntelemista parantaaksemme niitä.",
    "fil": "Ito ay isang gamit na Pinterest image batch export na tumutukoy sa pagpapabuti ng malikhaing epektibo sa trabaho. Ito ay nagpapahintulot sa mga user na madaling magpakete at i-download ng mga imahe ng inspirasyon mula sa Pinterest, habang pinananatiling ang kalidad ng mga orihinal na imahe.\nAng mga pangunahing funksyon na kasalukuyang pinagtatakbo ay:\nIsang click sa batch export bilang ZIP compressed file\nPanatilihin ang orihinal na resolusyon at kalidad ng imahe\nSuportahan ang iba't ibang larawan na dapat i-export nang sabay-sabay\nAutomatically organize, classify, and store data\nBased on existing features, we can also consider adding these practical features:\nIntelligent Naming: Automatically rename based on image content\nClassification management: Automatically classify by project/topic\nTag system: suporta ang custom label management para sa mga larawan\nFungsyon ng Annotation: Ipinahintulot sa mga gumagamit na magdagdag ng komento sa mga larawan\nPag-check ng plagiarism ng larawan: maiwasan ang pag-download ng parehong larawan paulit-ulit\nMga Offline bookmarks: suportahan ang lokal na pagtatago ng mga bookmarks\nCloud synchronization: cross device access to download records\nBatch watermark: suportahan ang pagdagdag ng watermarks habang nagpapaexport\nAuto Crop: Eksporto ayon sa mga pangangailangan ng preset size\nMga Pagbabahagi ng Samahan: Mga Favorite sa Pagbabahagi ng Team\nBilang isang insinyur, lubusang maintindihan ko na ang halaga ng mga kagamitan ay nasa solusyon ng mga praktikal na suliranin. Ang orihinal na layunin ng disenyo ng plugin na ito ay upang makatulong sa mga manlilikha na madaling makakuha ng mga materyales ng inspirasyon. Siyempre, maraming lugar pa rin para sa optimization sa mga feature na ito, at ipagpatuloy naming makinig sa mga user feedback upang mapabuti ang mga ito.",
    "fr": "Il s'agit d'un outil d'exportation par lots d'images Pinterest axé sur l'amélioration de la productivité du travail créatif. Il permet aux utilisateurs d'empaqueter facilement des images inspirées sur Pinterest pour les télécharger, en conservant la qualité de l'image originale.\nFonctions de base actuellement implémentées:\nExportation par lots en un clic sous forme de package de compression zip\nMaintenir la résolution et la qualité du graphique original\nPrise en charge de plusieurs images sélectionnez l'exportation simultanément\nTrier automatiquement le stockage classé\nSur la base des fonctionnalités existantes, nous pourrions également envisager d'ajouter ces fonctionnalités pratiques:\nSmart Naming: renommer automatiquement en fonction du contenu de l'image\nGestion des catégories: classification automatique par projet / thème\nSystème d'étiquetage: support pour la gestion personnalisée des étiquettes images\nFonction de commentaire: permet aux utilisateurs d'ajouter des notes aux images\nVérification des images: évitez de télécharger les mêmes images à plusieurs reprises\nCollections hors ligne: prise en charge de la sauvegarde locale des favoris\nSynchronisation dans le cloud: accès Multi - appareils télécharger les enregistrements\nFiligrane par lots: ajout de filigranes lors de l'exportation prise en charge\nRecadrage automatique: exportation de tailles prédéfinies à la demande\nPartage collaboratif: l'équipe partage les favoris\nEn tant qu'ingénieur, je sais que la valeur d'un outil réside dans la résolution de problèmes réels. Ce plugin a été conçu à l'origine pour aider les créatifs à accéder plus facilement aux sources d'inspiration. Bien sûr, il y a encore beaucoup de place pour l'optimisation de ces fonctionnalités et nous sommes constamment à l'écoute des commentaires des utilisateurs pour les améliorer.",
    "he": "זהו כלי ייצוא חבילה של תמונות פינטרסט שמתמקד על שיפור יעילות עבודה יצירתית. זה מאפשר למשתמשים לארוז בקלות ולהורד תמונות השראה מפינטרסט, בזמן שמירה באיכות התמונות המקוריות.\nהפונקציות העיקריות הנוכחיות הן:\nקיצור אחד בלחיץ באגרוף בתור קובץ דחוס ZIP\nלשמור על הפתרון והאיכות של התמונה המקורית\nתמיכה במספר תמונות שנוצאות באותו הזמן\nאורגן, קלאס ומחסן נתונים באופן אוטומטי\nבהתבסס על תכונות קיימות, נוכל גם לשקול להוסיף את תכונות הפרקטיות הללו:\nשם אינטליגנטי: שינוי אוטומטי מבוסס על תוכן התמונה\nניהול מסווג: מסווג אוטומטי לפרויקט / נושא\nName\nתפקיד הערות: אפשר למשתמשים להוסיף הערות לתמונות\nבדיקת פלגיאריות תמונות: להימנע להוריד את אותה תמונה שוב ושוב\nOffline bookmarking: supports local saving of bookmarks\nSynchronization Cloud: cross device access to download records\nסימן מים במחלקה: תומך בהוספת סימנים מים במהלך ייצוא\nחיתוך אוטומטי:\nשיתוף פעולה: צוות שיתוף אהובים\nכמהנדס, אני מבין עמוק שהערך של כלים נמצא בפתרון בעיות מעשיות. הכוונה המקורית של התוספת הזו היא לעזור לעובדים יצירתיים לקבל בקלות חומרי השראה. כמובן, עדיין יש הרבה מקום לאופטימיזציה בתחומים האלה, ואנחנו נמשיך להקשיב לתחזור משתמש כדי לשפר אותם.",
    "hi": "यह एक पिन्टेरेस्ट छवि बैच निर्यात औजार है जो सर्जनशील कार्य क्रियाशीलता सुधार करने पर ध्यान देता है. यह उपयोक्ताओं को पिन्टरेस्ट से आसान पैकेज और प्रेरणा छवियों को डाउनलोड करने के लिए अनुमति देता है, जबकि मौलिक\nवर्तमान कार्यान्वयन किया गया कोर फंक्शन्स हैं:\nजीप संकुचित फ़ाइल के रूप में एक बैच निर्यात क्लिक करें\nमौलिक छवि रिज़ोल्यूशन तथा गुणवत्ता पालन करें\nएक साथ निर्यात करने के लिए बहुत से छवियों को समर्थित करें\nडाटा स्वचालित रूप से आयोजन, वर्गीकृत करें, तथा भण्डार करें\nमौजूदा विशेषताओं पर आधारित, हम इस प्रकारिय विशेषताओं को जोड़ने के लिए भी समझ सकते हैं:\nबुद्धिमान नाम: छवि सामग्री पर आधारित स्वचालित रूप से नाम बदलें\nवर्गीकरण प्रबंधन: प्रोजेक्ट/विषय द्वारा स्वचालित रूप से वर्गीकृत करें\nलेबल तंत्र: supports custom label management for images\nटिप्पणी\nछवि प्लेगियारिज़ीम जाँच: उस छवि को फिर से डाउनलोड करने से बचानें\nऑफ़लाइन पुस्तकचिह्न समर्थन करता है: पुस्तकचिह्नों के स्थानीय सहेजना को समर्थन करता है\nबादल सिंक्रोनाइज़ेशन: डाउनलोड के लिए डिवाइस पहुँच\nबैच पानी मार्क: निर्यात के दौरान पानी मार्क जोड़ने को समर्थन करता है\nस्वचालित काटें: Export according to preset size requirements\nसहभागी साझेदारी: टीम साझेदारी मनपसंद\nएक इंजिनियर के रूप मैं गहरी तरह समझता हूँ कि औजारों का मूल्य प्रयोगित समस्याओं को समाधान में है। इस प्लगइन का मौलिक डिजाइन इन्सेशन है कि सर्जनशाली कार्यों को आसान से प्रेरणा सामग्री प्राप्त करने की मद वास्तव में, इन विशेषताओं में अभी भी बहुत स्थान है, और हम उन्हें सुधार करने के लिए उपयोक्ता फीडबैक को सुन रहे हैं.",
    "hr": "Ovo je Pinterest izvozni alat za seriju slika koji se fokusira na poboljšanje kreativne učinkovitosti rada. To omogućava korisnicima lako pakovati i skinuti inspiracijske slike iz Pinteresta, dok održavaju kvalitet originalnih slika.\nOsnovne funkcije koje su trenutno provedene su:\nJedan klik izvoz serije kao komprimirani datoteka ZIP\nDržite originalnu rezoluciju i kvalitetu slike\nPodrži višestruke slike koje će istovremeno eksportirati\nAutomatski organizirati, klasifikirati i čuvati podatke\nNa temelju postojećih karakteristika, možemo razmotriti i dodavanje tih praktičnih karakteristika:\nInteligentno imenovanje: Automatski preimenuje na temelju sadržaja slike\nUpravljanje klasifikacije: automatski klasifikacija po projektu/temi\nSistem oznake: supports custom label management for images\nFunkcija Annotacije: Dozvolite korisnicima dodati komentare na slike\nProvjera plagijarizma slika: izbjegavajte snimanje iste slike ponovno\nOffline bookmarks: supports local saving of bookmarks\nSinhronizacija oblaka: pristup preko uređaja za snimanje podataka\nVodnja ploča: podržava dodavanje vodnih znakova tijekom izvoza\nAutousvajanje: Export according to preset size requirements\nSposobno dijeljenje: omiljene dijeljenje tima\nKao in žinjer, duboko razumijem da vrijednost alata leži u rješavanju praktičnih problema. Originalna namjera dizajna ovog plugina je pomoći kreativnim radnicima lako dobiti inspiracijske materijale. Naravno, još uvijek postoji mnogo mjesta za optimizaciju u tim karakteristikama, i nastavit ćemo slušati povratak korisnika kako bi ih poboljšali.",
    "hu": "Ez egy Pinterest kép köteg exportáló eszköz, amely a kreatív munka hatékonyságának javítására összpontosít. Lehetővé teszi a felhasználók számára, hogy egyszerűen csomagolják és töltsék le inspirációs képeket a Pinterestről, miközben fenntartják az eredeti képek minőségét.\nA jelenleg megvalósított alapvető funkciók a következők:\nEgy kattintással kötegelt exportálás ZIP tömörített fájlként\nAz eredeti képfelbontás és minőség fenntartása\nTöbb kép támogatása egyidejűleg exportálandó\nAdatok automatikus rendszerezése, osztályozása és tárolása\nA meglévő funkciók alapján fontolóra vehetjük ezeket a praktikus funkciókat is:\nIntelligens elnevezés: Automatikus átnevezés a kép tartalma alapján\nOsztályozás menedzsment: Automatikus osztályozás projekt/téma szerint\nCímkarendszer: támogatja az egyéni címkekezelést a képekhez\nMegjegyzések funkció: Engedélyezi a felhasználók számára, hogy hozzáadjanak megjegyzéseket a képekhez\nKép plagizálás ellenőrzése: kerülje el ugyanazt a képet többször\nOffline könyvjelző: támogatja a könyvjelzők helyi mentését\nFelhőszinkronizálás: eszközök közötti hozzáférés a rekordok letöltéséhez\nBatch vízjel: támogatja a vízjelek hozzáadását exportálás során\nAutomatikus vágás: Exportálás az előre beállított méretkövetelmények szerint\nEgyüttműködési megosztás: Csapatmegosztás Kedvencek\nMérnökként mélyen megértem, hogy az eszközök értéke a gyakorlati problémák megoldásában rejlik. A bővítmény eredeti tervezési szándéka, hogy segítsen a kreatív munkásoknak egyszerűen inspirációs anyagokat szerezni. Természetesen még mindig sok hely van az optimalizálásra ezekben a funkciókban, és továbbra is hallgatni fogjuk a felhasználói visszajelzéseket, hogy javítsuk őket.",
    "id": "Ini adalah alat eksport batch gambar Pinterest yang fokus pada meningkatkan efisiensi kerja kreatif. Ini memungkinkan pengguna untuk mudah mengepak dan mengunduh gambar inspirasi dari Pinterest, sementara mempertahankan kualitas gambar asli.\nFungsi inti yang kini dieksploitasi adalah:\nEkspor batch satu klik sebagai berkas kompresi ZIP\nMenjaga resolusi dan kualitas gambar asli\nmendukung beberapa gambar yang akan dieksport secara bersamaan\nAutomatis mengatur, mengklasifikasi, dan menyimpan data\nBerdasarkan ciri-ciri yang ada, kita juga bisa mempertimbangkan menambahkan ciri-ciri praktis ini:\nNama Intelligent: Otomatis menamakan ulang berdasarkan isi gambar\nManajemen klasifikasi: Klasifikasi secara otomatis oleh proyek/topik\nSistem label: mendukung manajemen label suai untuk gambar\nFungsi anotasi: Izinkan pengguna menambah komentar ke gambar\nCek plagiarisme gambar: menghindari mengunduh gambar yang sama berulang kali\nTanda buku luar talian: mendukung penyimpanan lokal tanda buku\nSinkronisasi awan: cross device access to download records\nBatch watermark: supports adding watermarks during export\nPotong Otomatis: Ekspor menurut keperluan ukuran preset\nPembahagian Kolaboratif: Kegemaran Pembahagian Tim\nSebagai insinyur, saya sangat mengerti bahwa nilai alat terserah dalam memecahkan masalah praktis. Tujuan desain asli plugin ini adalah membantu para pekerja kreatif dengan mudah mendapatkan bahan inspirasi. Tentu saja, masih ada banyak ruang untuk optimasi dalam fitur-fitur ini, dan kita akan terus mendengarkan feedback pengguna untuk memperbaikinya.",
    "it": "Questo è uno strumento di esportazione batch di immagini Pinterest che si concentra sul miglioramento dell'efficienza del lavoro creativo. Consente agli utenti di confezionare e scaricare facilmente immagini di ispirazione da Pinterest, mantenendo la qualità delle immagini originali.\nLe funzioni principali attualmente implementate sono:\nEsportazione batch con un clic come file compresso ZIP\nMantenere la risoluzione e la qualità originali dell'immagine\nSupporta più immagini da esportare contemporaneamente\nOrganizzare, classificare e archiviare automaticamente i dati\nSulla base delle caratteristiche esistenti, possiamo anche considerare l'aggiunta di queste caratteristiche pratiche:\nNome intelligente: rinomina automaticamente in base al contenuto dell'immagine\nGestione della classificazione: classificazione automatica per progetto/argomento\nSistema di etichette: supporta la gestione personalizzata delle etichette per le immagini\nFunzione annotazione: Consenti agli utenti di aggiungere commenti alle immagini\nControllo plagio dell'immagine: evitare di scaricare ripetutamente la stessa immagine\nSegnalibri offline: supporta il salvataggio locale dei segnalibri\nSincronizzazione cloud: accesso cross device per scaricare i record\nFiligrana batch: supporta l'aggiunta di filigrane durante l'esportazione\nAuto Crop: Esporta secondo i requisiti di dimensione preimpostati\nCondivisione collaborativa: Preferiti in condivisione di team\nCome ingegnere, capisco profondamente che il valore degli strumenti risiede nella risoluzione di problemi pratici. L'intenzione originale del design di questo plugin è di aiutare i lavoratori creativi a ottenere facilmente materiali di ispirazione. Naturalmente, c'è ancora molto spazio per l'ottimizzazione di queste funzionalità e continueremo ad ascoltare il feedback degli utenti per migliorarle.",
    "ja": "これは、クリエイティブな作業効率の向上に焦点を当てたPinterestピクチャの一括エクスポートツールです。Pinterest上のインスピレーション画像を簡単にパッケージしてダウンロードし、原図の品質を維持することができます。\n現在実装されているコア機能：\nワンタッチ一括ZIP圧縮パッケージとしてエクスポート\n原図の解像度と品質を維持する\n複数の画像の同時選択エクスポートをサポート\n分類ストレージの自動整理\n既存の機能に基づいて、次のような実用的な機能を追加することも考えられます。\nスマート命名：画像の内容に基づいて自動的に名前を変更する\n分類管理：プロジェクト/トピック別に自動照合\nラベルシステム：カスタムラベル管理画像のサポート\n注釈機能：ユーザーが画像に注釈を追加できるようにする\n画像の再確認：同じ画像の重複ダウンロードを避ける\nオフラインお気に入りオフラインお気に入り：お気に入りのローカル保存をサポート\nクラウド同期：デバイス間のダウンロードレコードへのアクセス\n一括透かし：書き出し時の透かしの追加をサポートする\n自動クロップじどうくりっぷ:需要プリセットサイズでエクスポート需要プリセットサイズでえくすぽーと\nコラボレーション共有：チームによるお気に入りの共有\nエンジニアとして、ツールの価値は実際の問題を解決することにあることをよく知っています。このプラグインの設計目的は、クリエイティブワーカーがインスピレーション素材をより簡単に入手できるようにすることです。もちろん、これらの機能には大きな最適化スペースがあり、ユーザーのフィードバックに耳を傾けて改善し続けます。",
    "kn": "ಇದು ಒಂದು ಪಿಂಟೆರೆಸ್ಟ್ ಚಿತ್ರ ಬಟ್ಟ್ ಎಕ್ಸ್ಪೋರ್ಟ್ ಸಲಕರಣೆಯು ಸೃಷ್ಟಿಕವಾದ ಕೆಲಸಕ್ಷಮತೆಯನ್ನು ಸುಧಾರಿಸು ಇದು ಬಳಕೆದಾರರಿಗೆ ಮೂಲ ಚಿತ್ರಗಳ ಗುಣತೆಯನ್ನು ಕಾಪಾಡುವಾಗ ಪಿಂಟೆರೆಸ್ಟಿನಿಂದ ಪ್ರಾರಂಭಿಸುವ ಚಿತ್ರಗಳನ್ನು ಸುಲಭವಾಗಿ \nಪ್ರಸಕ್ತ ಅನುಸ್ಥಾಪಿತ ಕಾರ್ಯಗಳು:\nಜಿಪ್ ಸಂಕುಚಿತ ಕಡತವಾಗಿ ಒಂದು ಬ್ಯಾಟ್ ಎಫ್ರೋಟ್ ಮಾಡುವ ಒಂದು ಕ್ಲಿಕ್ ಮಾಡಿ\nಮೂಲ ಪ್ರತಿರೂಪದ ರಿಜೊಲ್ಯೂಶನ್ ಹಾಗು ಗುಣತೆಯನ್ನು ಕಾಪಾಡು\nಒಂದೇ ಸಮಯದಲ್ಲಿ ಎಕ್ಸ್ಪೋರ್ಟ್ ಮಾಡಲು ಬಹಳ ಚಿತ್ರಗಳನ್ನು ಬೆಂಬಲಿಸು\nಸ್ವಯಂಚಾಲಿತವಾಗಿ ದತ್ತಾಂಶವನ್ನು ಸಂಗ್ರಹಿಸು, ವರ್ಗೀಕರಿಸು, ಹಾಗು ಉಳಿಸು\nಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವೈಶಿಷ್ಟ್ಯಗಳ ಮೇಲೆ ಆಧಾರಿತ, ನಾವು ಸಹ ಈ ಪ್ರಯಾಸಿಕ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸೇರಿಸು\nಜ್ಞಾನಿಕ ಹೆಸರು: ಚಿತ್ರ ವಿಷಯಗಳ ಮೇಲೆ ಆಧಾರಿತ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹೆಸರನ್ನು ಬದಲಾಯಿಸು\nವರ್ಗೀಕರಣ ವ್ಯವಸ್ಥಾಪನೆ\nಲೇಬಲ್ ವ್ಯವಸ್ಥೆ: ಗ್ರಾಹಕೀಯ (ಲೇಬಲ್) ವ್ಯವಸ್ಥಾಪನೆ\nಸೂಚನಾ ಫಂಕ್ಶನ್: ಬಳಕೆದಾರರು ಚಿತ್ರಗಳಿಗೆ ಟಿಪ್ಪಣಿಗಳನ್ನು ಸೇರಿಸಲು ಅನುಮತಿಸು\nಪ್ರತಿರೂಪ ಪ್ಲಾಗಿಯಾರಿಸ್ಮ್ ಪರಿಶೀಲಿಸು: ಒಂದೇ ಚಿತ್ರವನ್ನು ಪುನರಾವರ್ತಿಯಾಗಿ ನಕಲಿಳಿಸುವುದನ್ನ\nಆಫ್‌ಲೈನ್ ಪುಟಗುರುತುಗುರುತುಗೊಳಿಸುವಿಕೆ: ಪುಟಗುರುತುಗಳ ಸ್ಥಳೀಯ ಉಳಿಸುವಿಕೆಯನ್ನು ಬೆಂ\nಮಾಳಿಗೆ ಸಮಕಾಲಿಕರಣ: ನಕಲಿಳಿಸುವ ರೆಕಾರ್ಡ್‌ಗಳನ್ನು ನಕಲಿಳಿಸುವ ಸಾಧನದ ನಿಲುಕಣೆ\nಬ್ಯಾಚ್ ನೀರುಮಾರ್ಕ್: ನಿರ್ಯಾತ ಮಾರ್ಕ್‌ಗಳನ್ನು ಸೇರಿಸಲು ಬೆಂಬಲಿಸುತ್ತದೆ\nಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕೊಯ್ಯು: export\nಸಹಕಾರಿತ ಹಂಚನೆ: ಟೀಮ್ ಹಂಚನೆ ಮೆಚ್ಚಿತವುಗಳು\nಇಂಜಿನಿಯರ್ ಆಗಿದ್ದಾಗ, ಸಾಧನಗಳ ಮೌಲ್ಯವು ಪ್ರಯಾಸಿಕವಾದ ತೊಂದರೆಗಳನ್ನು ಪರಿಶೋಧಿಸುವುದರಲ್ಲಿ ಇರುತ್ತದೆ ಎಂದು  ಈ ಪ್ಲಗ್‌ಇನ್‌ನ ಮೂಲ ವಿನ್ಯಾಸದ ಅಪೇಕ್ಷೆಯು ಸೃಷ್ಟಿಕವಾದ ಕೆಲಸ ಮಾಡುವವರಿಗೆ ಪ್ರೇರಣಾ ಸಾಧನಗಳನ್ನು ಸುಲಭವಾ ಹೌದು, ಈ ವೈಶಿಷ್ಟ್ಯಗಳಲ್ಲಿ ಇನ್ನೂ ಬಹಳ ಸ್ಥಳವಿದೆ, ಮತ್ತು ನಾವು ಅವುಗಳನ್ನು ಸುಧಾರಿಸಲು ಬಳಕೆದಾರರ ಫೀಡ್ ಬ್ಯಾಕ್ ಕ್ರಿಯೆಯನ್ನ",
    "ko": "창의적인 생산성 향상에 초점을 맞춘 Pinterest 이미지 대량 내보내기 도구입니다.이는 사용자가 Pinterest의 영감 이미지를 쉽게 패키지로 다운로드하여 원래 그림의 품질을 유지할 수 있도록 합니다.\n현재 구현된 핵심 기능:\n클릭 한 번으로 ZIP 압축 팩으로 대량 내보내기\n그래프 해상도 및 품질 유지\n다중 이미지 동시 내보내기 선택 지원\n분류 스토리지 자동 정리\n기존 기능을 바탕으로 다음과 같은 실용적인 기능도 추가할 수 있습니다.\n스마트 네임: 그림 내용에 따라 자동으로 이름 바꾸기\n분류 관리: 프로젝트 / 주제별 자동 분류\n태그 시스템: 사용자 정의 태그 관리 이미지 지원\n주석 기능: 사용자가 그림에 설명을 추가할 수 있도록 허용\n그림 재검사: 같은 그림 중복 다운로드 방지\n오프라인 모음: 즐겨찾기 로컬 저장 지원\n클라우드 동기화: 장치 간 액세스 다운로드 로깅\n대량 워터마크: 내보내기 시 워터마크 추가 지원\n자동 자르기: 필요한 사전 설정 치수로 내보내기\n공동 작업 공유: 팀 공유 즐겨찾기\n엔지니어로서 나는 도구의 가치가 실제 문제를 해결하는 데 있다는 것을 잘 알고 있다.이 플러그인의 설계 취지는 창의적인 사람들이 영감의 소재를 더욱 쉽게 얻을 수 있도록 돕는 것이다.물론 이러한 기능은 최적화 공간이 많기 때문에 사용자의 피드백을 지속적으로 경청하여 개선할 것입니다.",
    "lt": "Tai Pinterest vaizdo partijos eksporto priemonė, kuria daugiausia dėmesio skiriama kūrybinio darbo efektyvumo didinimui. Jis leidžia naudotojams lengvai pakuoti ir parsisiųsti įkvepiamuosius vaizdus iš Pinterest, kartu išlaikant originalių vaizdų kokybę.\nŠiuo metu vykdomos pagrindinės funkcijos yra šios:\nVieno spragtelėjimo partijos eksportas kaip ZIP suspaustas failas\nIšlaikyti originalią vaizdo rezoliuciją ir kokybę\nParama kelis vienu metu eksportuojamus vaizdus\nAutomatiškai organizuoti, klasifikuoti ir saugoti duomenis\nRemdamiesi esamomis savybėmis, taip pat galime apsvarstyti galimybę papildyti šias praktines savybes:\nPažangas pavadinimas: automatiškai pervardyti pagal vaizdo turinį\nKlasifikacijos valdymas: automatiškai klasifikuoti pagal projektą ir (arba) temą\nEtiketės sistema: palaiko savarankišką vaizdų etiketės valdymą\nAnotacijos funkcija: Leisti naudotojams pridėti pastabas prie paveikslų\nPaveikslėlių plagiarizmo patikrinimas: vengkite kartotinai atsisiųsti tą patį vaizdą\nIšjungtas žymenys: remiamas vietinis žymenų išsaugojimas\nCloud sinchronization: cross device access to download records\nParuošimo vandens ženklas: palaikomas vandens ženklų pridėjimas eksporto metu\nAutomatinis auginimas: eksportuoti pagal iš anksto nustatytus dydžio reikalavimus\nBendradarbiavimas: komandos pasidalijimo mėgstamieji\nKaip in žinierius, labai suprantu, kad priemonių vertė yra sprendžiant praktines problemas. Pirminis šio įskiepio projektavimo tikslas – padėti kūrybiniams darbuotojams lengvai gauti įkvėpimo medžiagų. Žinoma, šiose savybėse vis dar yra daug vietos optimizuoti, ir mes ir toliau klausysime naudotojų atsakymų, kad juos pagerintume.",
    "lv": "Šis ir Pinterest attēlu partijas eksporta instruments, kas koncentrējas uz radošās darba efektivitātes uzlabošanu. Tas ļauj lietotājiem viegli iepakot un lejupielādēt Pinterest inspirācijas attēlus, vienlaikus saglabājot sākotnējo attēlu kvalitāti.\nPašlaik īstenotās pamatfunkcijas ir:\nViens klikšķa partijas eksports kā ZIP komprimēts fails\nSaglabāt sākotnējo attēlu izšķiršanu un kvalitāti\nAtbalsts daudziem attēliem, kas vienlaicīgi jāeksportē\nAutomātiski organizēt, klasificēt un uzglabāt datus\nPamatojoties uz esošajām iezīmēm, mēs varam apsvērt arī šo praktisko iezīmju pievienošanu:\nSaprātīga nosaukums: automātiski nomaina attēlu saturu\nKlasifikācijas pārvaldība: automātiski klasificēt pēc projekta/temata\nMarķējuma sistēma: atbalsta pielāgotu marķējuma pārvaldību attēliem\nPiezīmes funkcija: ļauj lietotājiem pievienot komentārus attēliem\nAttēlu plagiarizma pārbaude: izvairieties no tā paša attēla lejupielādēšanas atkārtoti\nOffline bookmark: supports local saving of bookmarks\nCloud synchronization: cross device access to download records\nSērijas ūdenszīme: atbalsta ūdenszīmju pievienošanu eksporta laikā\nAutokrājums: eksportēt saskaņā ar iepriekš noteiktām izmēra prasībām\nCollaborative Sharing: Team Sharing Favorites\nKā in ženieris es dziļi saprotu, ka instrumentu vērtība ir praktisku problēmu risināšan ā. Šā spraudnis sākotnējais dizaina nodoms ir palīdzēt radošiem darba ņēmējiem viegli iegūt iedvesmojošus materiālus. Protams, šajās iezīmēs joprojām ir daudz iespēju optimizēt, un mēs turpināsim klausīties lietotāju atsauksmes, lai tos uzlabotu.",
    "ml": "ഇതൊരു പിന്‍റെസ്റ്റെസ്റ്റ് ചിത്ര ബാച്ച് എപ്പോര്‍ട്ട് ടൂള്‍ ആണ്. അത് സൃഷ്ടികര്‍മ്മികമായ ജോലി പ്രായോഗ്യ പിന്റെര്‍സ്റ്റെസ്റ്റില്‍ നിന്നുള്ള ഇഷ്ടപ്പെടുത്തുന്ന ചിത്രങ്ങള്‍ എളുപ്പമായി പാക്കേജ് ചെയ്യുന്നതും ഉപയോ\nഇപ്പോള്‍ പ്രവര്‍ത്തിപ്പിച്ചുകൊണ്ടിരിക്കുന്ന മൂല്യ ഫങ്ഷനുകള്‍:\nZIP ചുരുക്കിയ ഫയലായി ഒരു ക്ലിക്ക് ബാച്ച് എപ്പോര്‍ട്ട് ചെയ്യുക\nആദ്യമായ ചിത്ര വിശദീകരണവും ഗുണവും സൂക്ഷിക്കുക\nഒരേ സമയത്ത് എപ്പോര്‍ട്ട് ചെയ്യുന്നതിനായി പല ചിത്രങ്ങള്‍ പിന്തുണയ്ക്കുക\nവിവരങ്ങള്‍ സൂക്ഷിക്കുക\nനിലവിലുള്ള വിശേഷതകള്‍ അടിസ്ഥാനത്തില്‍ നമുക്ക് ഈ പ്രാകൃതിക വിശേഷതകള്‍ ചേര്‍ക്കാന്‍ കഴിയും:\nബുദ്ധിമുട്ട് നാമിംഗ്: ഇമേജിന്റെ ഉള്ളടക്കം അടിസ്ഥാനമായി സ്വയം പേര് മാറ്റുക\nക്ലാസിഷന്‍ മാനേജ്മെന്റ്: പദ്ധതി/വിഷയം കൊണ്ട് സ്വയം ക്ലാസ്റ്റാഫിക്കല്‍ ചെയ്യുക\nലേബല്‍ സിസ്റ്റത്ത്: ചിത്രങ്ങള്‍ക്കുള്ള സ്വന്തം ലേബ് മാനേജന്‍ പിന്തുണയ്ക്കുന്നു\nഅറിയിപ്പ് ഫങ്ഷന്‍: ചിത്രങ്ങളില്‍ കുറിപ്പുകള്‍ ചേര്‍ക്കാന്‍ ഉപയോക്താക്കള്‍ അനുവദിക്കുക\nചിത്രം പ്ലാജിറ്റരിസം പരിശോധിക്കുക: ഒരേ ചിത്രം തിരിച്ചെടുക്കുന്നതില്‍ നിന്നും അകറ്റ\nഓഫ്‌ലൈന്‍ ഓര്‍മ്മക്കുറിപ്പുകള്‍ പിന്തുണയ്ക്കുന്നു:\nമേഘത്തിന്റെ സങ്കീര്‍ണ്ണത: ഡൌണ്‍ലോഡ് ചെയ്യാനുള്ള ഉപകരണങ്ങള്‍\nബാച്ച് വെള്ളം മാര്‍ക്ക്: എപ്പോര്‍ട്ട് ചെയ്യുമ്പോള്‍ വെള്ളം കൂട്ടിച്ചേര്‍ക്കുന\nസ്വയം ക്രോപ്പ്: പ്രെസ്റ്റ് വലിപ്പം ആവശ്യമുള്ളത് പോലെ എടുക്കുക\nസഹകരിക്കുന്ന പങ്കാളി\nഒരു എഞ്ചിനീയറായി എനിക്ക് ഗുരുതരമായി മനസ്സിലാക്കുന്നു ഉപകരണങ്ങളുടെ മൂല്യം പ്രാകൃതിക പ്രശ്നങ്ങള്‍ പരി ഈ പ്ലഗിനിന്റെ യഥാര്‍ത്ഥ ലക്ഷ്യം വളരെ എളുപ്പമായി സൃഷ്ടിക്കുന്ന ജോലികള്‍ ലഭിക്കാന്‍ സഹായിക്കാനാണ്. തീര്‍ച്ചയായും, ഈ വ്യക്തിത്വങ്ങളില്‍ ഒരുപാട് മുറിവുണ്ട്, അത് മെച്ചപ്പെടുത്താന്‍ ഞങ്ങള്‍ ഉപയോക്താവിന്‍റെ ഫിബിബാക്ക് കേ",
    "mr": "हे एक पिन्टेरेस्ट प्रतिमा बॅच निर्यात साधन आहे ज्याला सर्जनशील कार्याच्या प्रभावाची सुधारा सुध यामुळे वापरकर्त्यांना पिन्टेरेस्टपासून प्रेरणा प्रतिमा डाउनलोड करायला सोपे पॅकेज व डाउनलोड करायला अनुमत\nवर्तमान कार्यान्वीत केलेले मुख्य कार्य:\nZIP संकोपीत फाइल म्हणून एक बॅच निर्यात क्लिक करा\nमौलिक प्रतिमा रिजोल्यूशन व गुणवत्ता संरक्षण करा\nएकसारखे निर्यात करण्याकरीता अनेक प्रतिमा समर्थन करा\nस्वयंचालित रूपांतरित करा, वर्गीकृत करा व माहिती संचयीत करा\nअस्तित्वातील गुणधर्मांवर आधारित, आम्ही ह्या व्यवस्थित गुणधर्मांना जोडून घेऊ शकतो.\nबुद्धिमान नाव\nवर्गीकरण व्यवस्थापन: प्रकल्प/विषय द्वारा स्वयंचालित रूपांतरित करा\nलेबल प्रणाली: supports custom label management for images\nटिप्पणी फंक्शन: प्रतिमाला टिप्पणी जोडायला वापरकर्ता अनुमती द्या\nप्रतिमा प्लेगियारीज्म चेक: एकच प्रतिमा पुन्हा डाउनलोड करायला नका\nऑफलाइन पुस्तकचिन्ह संचयीत करतो: ओळखचिन्ह संचयीत समर्थन करतो\nबादल समक्रमण: रेकॉर्ड डाउनलोड करीता साधन प्रवेश करा\nबॅच पाणी मार्क: एक्सपोर्ट करीता पाणी मार्क जोडायला समर्थन करतो\nस्वचालित कापा: Export according to preset size requirements\nसहभागी साझेदारीत: टीम साझेदारीत मनपसंद\nइंजिनियर म्हणून मला खूप समजतं की साधनांची मूल्य व्यवस्था समस्या सोडण्यात आहे. या प्लगइनाच्या मौलिक डिजाइन योजना हे सर्जकारी कार्यकर्त्यांना प्रेरणा प्राप्त करण्यास सोप्यासाठी  ह्या गुणधर्मांमध्ये अजूनही भरपूर खोली जागा आहे, आणि आपण त्यांना सुधार करण्यासाठी वापरकर्ता फीडबॅक ऐकत राहू.",
    "ms": "Ini adalah alat eksport batch imej Pinterest yang fokus pada peningkatan efisiensi kerja kreatif. Ia membenarkan pengguna untuk mudah pakej dan muat turun imej inspirasi dari Pinterest, sementara menyimpan kualiti imej asal.\nFungsi utama yang kini dilaksanakan adalah:\nEksport batch satu klik sebagai fail termampat ZIP\nKekalkan resolusi imej asal dan kualiti\nSokongan imej berbilang untuk dieksport secara bersamaan\nUrus, klasifikasikan dan simpan data secara automatik\nBerdasarkan ciri-ciri yang ada, kita juga boleh pertimbangkan menambah ciri-ciri praktik ini:\nIntelligent Naming: Automatically rename based on image content\nPengurusan klasifikasi: Klasifikasi secara automatik mengikut projek/topik\nSistem label: menyokong pengurusan label suai untuk imej\nFungsi anotasi: Benarkan pengguna menambah komen ke imej\nSemak plagiarisme imej: mengelakkan memuat turun imej yang sama berulang kali\nTanda buku luar talian: menyokong simpanan setempat tandabuku\nSegerakkan awan: saling akses peranti untuk muat turun rekod\nTanda air seri: menyokong menambah tanda air semasa eksport\nPotong Auto: Eksport mengikut keperluan saiz praset\nPerkongsian Kolaboratif: Kegemaran Perkongsian Pasukan\nSebagai jurutera, saya faham dengan mendalam bahawa nilai alat adalah dalam memecahkan masalah praktik. Tujuan rancangan asal pemalam ini adalah untuk membantu pekerja kreatif dengan mudah mendapatkan bahan inspirasi. Sudah tentu, masih ada banyak ruang untuk optimasi dalam ciri-ciri ini, dan kita akan terus mendengar feedback pengguna untuk memperbaikinya.",
    "nl": "Dit is een Pinterest image batch export tool die zich richt op het verbeteren van creatieve werkefficiëntie. Hiermee kunnen gebruikers eenvoudig inspiratieafbeeldingen van Pinterest verpakken en downloaden, terwijl de kwaliteit van de originele afbeeldingen behouden blijft.\nDe kernfuncties die momenteel worden geïmplementeerd zijn:\nEén klik batch exporteren als ZIP gecomprimeerd bestand\nBehoud de oorspronkelijke beeldresolutie en -kwaliteit\nOndersteuning voor meerdere afbeeldingen tegelijk te exporteren\nGegevens automatisch ordenen, classificeren en opslaan\nOp basis van bestaande functies kunnen we ook overwegen deze praktische functies toe te voegen:\nIntelligente naamgeving: Automatisch hernoemen op basis van beeldinhoud\nClassificatiebeheer: Automatisch classificeren per project/onderwerp\nLabel systeem: ondersteunt aangepaste label management voor afbeeldingen\nAnnotatiefunctie: Gebruikers toestaan opmerkingen toe te voegen aan afbeeldingen\nAfbeeldplagiaatcontrole: voorkom herhaaldelijk dezelfde afbeelding te downloaden\nOffline bladwijzers: ondersteunt lokaal opslaan van bladwijzers\nCloud synchronisatie: toegang over meerdere apparaten tot downloadrecords\nBatch watermerk: ondersteunt het toevoegen van watermerken tijdens export\nAuto Bijsnijden: Exporteer volgens vooraf ingestelde groottevereisten\nSamenwerkend delen: Favorieten delen met teams\nAls ingenieur begrijp ik diep dat de waarde van tools ligt in het oplossen van praktische problemen. De oorspronkelijke ontwerpintentie van deze plugin is om creatieve werkers te helpen gemakkelijk inspiratie materialen te verkrijgen. Natuurlijk is er nog veel ruimte voor optimalisatie in deze functies, en we zullen blijven luisteren naar feedback van gebruikers om ze te verbeteren.",
    "no": "Dette er en Pinterest-bilde-batch-eksporttool som fokuserer på å forbedre kreativ arbeidsforsikring. Det lar brukere lett pakke og laste ned inspirasjonsbilder fra Pinterest, mens de opprettholder kvaliteten av de originale bildene.\nDe kjernefunksjonene som nå er implementert er:\nÉn klikk eksport for batch som ZIP-komprimert fil\nOppbevares original bildsoppløsning og kvalitet\nStøtt flere bilder som skal eksporteres samtidig\nAutomatisk organisering, klassifisering og oppbevaring av data\nBasert på eksisterende featurer kan vi også vurdere å legge til disse praktiske featurene:\nIntelligent Naming: Automatisk endring basert på innholdet av bilder\nKlassifiseringsbehandling: Automatisk klassifisert av prosjekt/topp\nLabelsystemet: støtter custom etikettbehandling for bilder\nAnnotasjonsfunksjon: La brukere legge kommentarer til bilder\nBildsplagiariske sjekk: Unngå å laste ned samme bilde gjentatte ganger\nOffline bookmarkring: støtter lokal sparing av bokmerker\nSkyende synkronisering: kryss enhetens tilgang til lasteregister\nBatch water mark: støtter å legge til vannmerker under eksport\nAutokrop: Eksport i henhold til forskrivningsstørrelsekrav\nCollaborative deler: Team Sharing Favorites\nSom ingeniør forstår jeg dypt at verdien av verktøy ligger i å løse praktiske problemer. Den originale planen for dette pluginet er å hjelpe kreative arbeidere lett å få inspirasjonsmateriale. Det er fortsatt mye plass til optimalisering i disse featurene, og vi vil fortsette å høre på brukerfeedback for å forbedre dem.",
    "pl": "Jest to narzędzie do wsadowego eksportu obrazów Pinterest, które koncentruje się na poprawie efektywności pracy kreatywnej. Umożliwia użytkownikom łatwe pakowanie i pobieranie inspiracyjnych zdjęć z Pinteresta, przy jednoczesnym zachowaniu jakości oryginalnych zdjęć.\nPodstawowe funkcje wdrażane obecnie to:\nJednym kliknięciem wsadowy eksport jako plik skompresowany ZIP\nZachowanie oryginalnej rozdzielczości i jakości obrazu\nObsługa wielu obrazów do jednoczesnego eksportowania\nAutomatyczne organizowanie, klasyfikowanie i przechowywanie danych\nW oparciu o istniejące funkcje możemy również rozważyć dodanie tych praktycznych funkcji:\nInteligentne nazwy: Automatyczna zmiana nazwy na podstawie zawartości obrazu\nZarządzanie klasyfikacją: Automatyczne klasyfikowanie według projektu/tematu\nSystem etykiet: obsługuje niestandardowe zarządzanie etykietami dla obrazów\nFunkcja adnotacji: Pozwala użytkownikom dodawać komentarze do obrazów\nSprawdzanie plagiatu obrazu: unikaj wielokrotnego pobierania tego samego obrazu\nZakładki offline: obsługuje lokalne zapisywanie zakładek\nSynchronizacja w chmurze: dostęp między urządzeniami do pobierania rekordów\nBatch znak wodny: obsługuje dodawanie znaków wodnych podczas eksportu\nAutomatyczne przycinanie: Eksportuj zgodnie z ustawionymi wymaganiami wielkości\nUdostępnianie współpracy: Udostępnianie ulubionych zespołów\nJako inżynier głęboko rozumiem, że wartość narzędzi polega na rozwiązywaniu praktycznych problemów. Oryginalną intencją projektową tej wtyczki jest pomoc kreatywnym pracownikom łatwo uzyskać materiały inspiracyjne. Oczywiście w tych funkcjach nadal jest dużo miejsca na optymalizację, a my nadal będziemy słuchać opinii użytkowników, aby je ulepszyć.",
    "pt_BR": "Esta é uma ferramenta de export a ção de lotes de imagens Pinterest que se foca em melhorar a eficiência do trabalho criativo. Permite aos usuários facilmente embalar e descarregar imagens inspiradoras do Pinterest, mantendo a qualidade das imagens originais.\nAs funções essenciais atualmente implementadas são:\nUm clic na exportação de lotes como ficheiro comprimido ZIP\nManter a resolução e qualidade da imagem original\nApoia múltiplas imagens para serem exportadas simultaneamente\nOrganizar, classificar e armazenar dados automaticamente\nCom base em características existentes, podemos também considerar adicionar essas características práticas:\nNome inteligente: Automaticamente mudar o nome baseado no conteúdo da imagem\nGestão da classificação: Automaticamente classificado por projeto/tópico\nSistema de etiquetas: apoia a gestão personalizada de etiquetas para imagens\nFunção de anotação: Permitir aos usuários adicionarem comentários às imagens\nVerificação do plagiarismo da imagem: evita descargar a mesma imagem repetidamente\nMarcamento fora de linha: suporta a economia local de marcadores\nSincronização da nuvem: cruzar o acesso de dispositivos para baixar registros\nMarca de água por lote: suporta a adição de marcas durante a exportação\nAuto Crop: Exportar de acordo com os requisitos de tamanho predefinido\nCompartilha Colaborativa: Favoritos de Compartilha de Equipas\nComo engenheiro, compreendo profundamente que o valor das ferramentas reside na resolução de problemas práticos. A intenção original de design deste plugin é ajudar os trabalhadores criativos a obter fácilmente materiais de inspiração. Claro, ainda há muito espaço para otimização nessas características, e continuaremos a ouvir feedback dos usuários para melhorá-las.",
    "pt_PT": "Esta é uma ferramenta de exportação de lotes de imagens do Pinterest que se concentra em melhorar a eficiência do trabalho criativo. Ele permite aos usuários empacotar e baixar facilmente imagens de inspiração do Pinterest, mantendo a qualidade das imagens originais.\nAs principais funções actualmente implementadas são:\nExportação em lote com um clique como arquivo compactado ZIP\nManter a resolução e a qualidade originais da imagem\nSuporta várias imagens a exportar simultaneamente\nOrganizar, classificar e armazenar dados automaticamente\nCom base nos recursos existentes, também podemos considerar adicionar esses recursos práticos:\nNomeação inteligente: renomear automaticamente com base no conteúdo da imagem\nGestão de classificação: Classificar automaticamente por projeto/tópico\nSistema de etiquetas: suporta gerenciamento de etiquetas personalizado para imagens\nFunção de anotação: Permitir que os usuários adicionem comentários às imagens\nVerificação de plágio de imagem: evite baixar a mesma imagem repetidamente\nMarcação offline: suporta a gravação local de marcadores\nSincronização na nuvem: acesso entre dispositivos para baixar registros\nMarca d'água em lote: suporta adicionar marcas d'água durante a exportação\nAuto Crop: Exportar de acordo com requisitos de tamanho predefinidos\nPartilha Colaborativa: Partilha em Equipa Favoritos\nComo engenheiro, entendo profundamente que o valor das ferramentas reside na resolução de problemas práticos. A intenção original do design deste plugin é ajudar os trabalhadores criativos a obter facilmente materiais de inspiração. Claro, ainda há muito espaço para otimização nesses recursos, e continuaremos a ouvir o feedback dos usuários para melhorá-los.",
    "ro": "Acesta este un instrument de export de loturi de imagini Pinterest care se concentrează pe îmbunătățirea eficienței lucrării creative. Acesta permite utilizatorilor să ambaleze și să descarce cu ușurință imagini de inspirație de pe Pinterest, menținând în același timp calitatea imaginilor originale.\nFuncțiile de bază implementate în prezent sunt:\nExport lot cu un singur clic ca fișier comprimat ZIP\nMențineți rezoluția și calitatea originală a imaginii\nSuport pentru mai multe imagini pentru a fi exportate simultan\nOrganizarea, clasificarea și stocarea automată a datelor\nPe baza caracteristicilor existente, putem lua în considerare adăugarea acestor caracteristici practice:\nNumire inteligentă: redenumire automată pe baza conținutului imaginii\nGestionarea clasificării: Clasificarea automată după proiect/subiect\nSistem de etichete: suportă gestionarea personalizată a etichetelor pentru imagini\nFuncție de adnotare: Permiteți utilizatorilor să adăugați comentarii la imagini\nVerificarea plagierii imaginii: evitați descărcarea aceleiași imagini în mod repetat\nMarcaj de carte offline: acceptă salvarea locală a marcajelor de carte\nSincronizarea în cloud: acces între dispozitive pentru descărcarea înregistrărilor\nFiligrana lotului: suportă adăugarea filigranelor în timpul exportului\nAuto Crop: Export în conformitate cu cerințele de dimensiune prestabilite\nPartajare colaborativă: Favorite pentru partajarea echipei\nCa inginer, înțeleg profund că valoarea instrumentelor constă în rezolvarea problemelor practice. Intenția originală de design a acestui plugin este de a ajuta lucrătorii creativi să obțină cu ușurință materiale de inspirație. Desigur, există încă mult spațiu pentru optimizare în aceste caracteristici și vom continua să ascultăm feedback-ul utilizatorilor pentru a le îmbunătăți.",
    "ru": "Это инструмент массового экспорта изображений Pinterest, ориентированный на повышение эффективности творческой работы. Это позволяет пользователям легко упаковывать и загружать вдохновляющие изображения на Pinterest, сохраняя качество оригинала.\nОсновные реализованные функции:\nЭкспорт пакетов в пакет сжатия ZIP\nСохранение разрешения и качества оригинала\nПоддержка нескольких изображений при одновременном выборе экспорта\nАвтоматическая сортировка и хранение\nОсновываясь на существующих функциях, мы также можем рассмотреть возможность добавления этих практических функций:\nИнтеллектуальное имя: Автоматическое переименование по содержанию изображения\nУправление классификациями: автоматическая классификация по проектам / темам\nСистема меток: Поддержка настраиваемых изображений управления метками\nФункция комментариев: позволяет пользователям добавлять примечания к изображениям\nПроверка изображения: Избегайте повторной загрузки одних и тех же изображений\nОффлайн коллекция: Поддержка локального сохранения коллекций\nОблачная синхронизация: Загрузка записей с доступом между устройствами\nМассовый водяной знак: поддержка добавления водяного знака при экспорте\nАвтообрезка: экспорт по умолчанию\nСовместное использование: Коллекция совместного использования\nКак инженер, я знаю, что ценность инструментов заключается в решении практических проблем. Этот модуль предназначен для того, чтобы помочь творческим работникам получить более легкий доступ к вдохновляющему материалу. Конечно, есть много возможностей для оптимизации этих функций, и мы будем постоянно прислушиваться к отзывам пользователей, чтобы улучшить их.",
    "sk": "Toto je nástroj na vývoz šarže obrázkov Pinterest, ktorý sa zameriava na zlepšenie kreatívnej pracovnej účinnosti. Umožňuje používateľom jednoducho baliť a stiahnuť inšpiračné obrázky z Pinterestu, pričom zachováva kvalitu pôvodných obrázkov.\nV súčasnosti vykonávané hlavné funkcie sú:\nJeden klik na vývoz šarže ako ZIP stlačený súbor\nMaintain the original image resolution and quality\nPodpora viacerých obrázkov, ktoré sa majú vyvážať súčasne\nAutomaticky organizovať, klasifikovať a uchovávať údaje\nNa základe existujúcich vlastností môžeme zvážiť aj pridanie týchto praktických vlastností:\nInteligentné menovanie: Automaticky premenovať na základe obsahu obrázka\nRiadenie klasifikácie: Automaticky klasifikovať podľa projektu/témy\nSystém označovania: podporuje osobitné riadenie označovania pre obrázky\nFunkcia annotácie: Dovoľte používateľom pridať pripomienky k obrázkom\nKontrola plagiarizmu obrázkov: zabrániť opakovanému stiahnutiu toho istého obrázku\nOffline bookmarking: podporuje miestne uloženie bookmarks\nSynchronizácia oblakov: priechod medzi zariadeniami na sťahovanie záznamov\nDávková značka: podporuje pridanie dávok počas vývozu\nAutomatické odchovanie: vývoz podľa požiadaviek na prednastavenú veľkosť\nSpoločné zdieľanie: Obľúbené zdieľanie tímu\nAko in žinier hlboko chápem, že hodnota nástrojov spočíva v riešení praktických problémov. Pôvodným návrhom tohto modulu je pomôcť tvorivým pracovníkom ľahko získať inšpiračné materiály. Samozrejme, v týchto vlastnostiach stále existuje veľa priestoru na optimalizáciu a budeme pokračovať v počúvaní spätnej väzby používateľov, aby sme ich zlepšili.",
    "sl": "To je Pinterest orodje za izvoz serij slik, ki se osredotoča na izboljšanje učinkovitosti ustvarjalnega dela. Uporabnikom omogoča enostavno pakiranje in prenos inspiracijskih slik iz Pinterest, hkrati pa ohranja kakovost originalnih slik.\nGlavne funkcije, ki se trenutno izvajajo, so:\nIzvoz serije z enim klikom kot stisnjeno datoteko ZIP\nOhranjanje originalne ločljivosti in kakovosti slike\nPodpira več slik, ki jih je treba izvoziti hkrati\nSamodejno organiziranje, razvrščanje in shranjevanje podatkov\nNa podlagi obstoječih funkcij lahko razmislimo tudi o dodajanju teh praktičnih funkcij:\nInteligentno poimenovanje: samodejno preimenovanje na podlagi vsebine slike\nUpravljanje klasifikacij: samodejno razvrščanje po projektu/temi\nSistem oznak: podpira upravljanje oznak po meri za slike\nFunkcija opombe: dovoli uporabnikom, da dodajajo komentarje slikam\nPreverjanje plagiatorstva slike: izogibajte se večkratnemu prenosu iste slike\nBrez povezave zaznamkov: podpira lokalno shranjevanje zaznamkov\nSinhronizacija v oblaku: dostop med napravami za prenos zapisov\nSerijski vodni žig: podpira dodajanje vodnih žigov med izvozom\nSamodejno obrezovanje: izvoz v skladu s prednastavljenimi zahtevami glede velikosti\nSkupna raba v skupini: Priljubljene skupne rabe v skupini\nKot inženir globoko razumem, da je vrednost orodij v reševanju praktičnih problemov. Prvotni namen oblikovanja tega vtičnika je pomagati ustvarjalnim delavcem zlahka pridobiti inspiracijske materiale. Seveda je še vedno veliko prostora za optimizacijo teh funkcij in še naprej bomo poslušali povratne informacije uporabnikov, da bi jih izboljšali.",
    "sr": "Ovo je Pinterest izvozni alat za seriju slika koji se fokusira na poboljšanje kreativne efikasnosti rada. To omogućava korisnicima lako pakovati i skinuti inspiracijske slike iz Pinteresta, dok održavaju kvalitet originalnih slika.\nOsnovne funkcije koje su trenutno provedene su:\nЕдин клик износ партије као компресиран файл ZIP\nOdržite originalnu rezoluciju i kvalitet slika\nPodrži višestruke slike koje treba istovremeno eksportirati\nАвтоматично организирај, класифирај и складиј подате\nNa temelju postojećih karakteristika, možemo razmotriti i dodavanje tih praktičnih karakteristika:\nInteligentno imenovanje: Automatski preimenuje na osnovu sadržaja slika\nУправо класификације: автоматично класификацију по проекту/тему\nСистем маркета: supports custom label management for images\nФункција нотације: Дозволите потребителима да додају коментаре на снимке\nProvjera plagijarizma slika: izbjegavajte snimanje iste slike ponovno\nОфлайн бележка: подкрепа местну спасију бележких\nSinhronizacija oblaka: pristup prekršnim uređajima za skidanje podataka\nVodnja merka: podržava dodavanje vodnih znakova tokom izvoza\nАвтоматично схватање: Export according to preset size requirements\nPodjela saradnje: omiljene delivanje tima\nKao in žinjer, duboko razumem da vrijednost alata leži u rješavanju praktičnih problema. Originalna namjera dizajna ovog plugina je pomoći kreativnim radnicima lako da dobiju inspiracijske materijale. Naravno, još uvek postoji mnogo mesta za optimizaciju u ovim karakteristikama, i nastaviæemo slušati povratak korisnika da ih poboljšamo.",
    "sv": "Detta är ett Pinterest-bildsatsexportverktyg som fokuserar på att förbättra kreativt arbete effektivitet. Det gör det möjligt för användare att enkelt packa och ladda ner inspirationsbilder från Pinterest, samtidigt som kvaliteten på originalbilderna bibehålls.\nDe centrala funktioner som för närvarande genomförs är följande:\nEtt klick batch export som ZIP komprimerad fil\nBehåll originalbildens upplösning och kvalitet\nStöd för flera bilder som ska exporteras samtidigt\nOrganisera, klassificera och lagra data automatiskt\nBaserat på befintliga funktioner kan vi också överväga att lägga till dessa praktiska funktioner:\nIntelligent namngivning: Byt automatiskt namn baserat på bildinnehåll\nKlassificeringshantering: Klassificera automatiskt efter projekt/ämne\nEtikettsystem: stöder anpassad etiketthantering för bilder\nNoteringsfunktion: Tillåt användare att lägga till kommentarer i bilder\nBildplagiatkontroll: undvik att ladda ner samma bild upprepade gånger\nOffline bokmärkning: stöder lokal lagring av bokmärken\nMolnsynkronisering: åtkomst över enheter för nedladdning av poster\nBatch vattenstämpel: stöder att lägga till vattenstämplar under export\nAutomatisk beskärning: Exportera enligt förinställda storlekskrav\nSamarbetsdelning: Favoriter för gruppdelning\nSom ingenjör förstår jag djupt att värdet av verktyg ligger i att lösa praktiska problem. Den ursprungliga designavsikten med detta plugin är att hjälpa kreativa arbetare att enkelt få inspiration material. Naturligtvis finns det fortfarande mycket utrymme för optimering i dessa funktioner, och vi kommer att fortsätta att lyssna på användarfeedback för att förbättra dem.",
    "sw": "Hii ni zana ya kuuza picha za Pinterest yenye lengo la kuboresha ufanisi wa kazi za ubunifu. Inaruhusu watumiaji kupangia vifaa rahisi na kupata picha za hamasa kutoka Pinterest, wakati wakiendelea ubora wa picha za asili.\nFunctions muhimu zinazotekelezwa hivi sasa ni:\nKibonzo kimoja cha kuuza mabango kama faili la ZIP\nHudumu rasmi ya rasmi na sifa\nUnaweza kuunga mkono picha kadhaa za kuuza kwa wakati ule\nKuandaa, kutangaza na kuhifadhia taarifa\nKwa mujibu wa tabia zilizopo, tunaweza pia kutafakari kuongeza hizi tabia za kihalisi:\nNaming Intelligent: Rename automatically based on image contents\nUtawala wa Classification: kujitengeneza na mradi/mada\nMfumo wa alama: inaunga mkono utawala wa alama za kawaida kwa picha\nFunzo la tangazo: Ruhusu watumiaji kuongeza maoni kwenye picha\nTazama za upigaji picha: Jiepushe kupandisha picha hiyo kwa mara\nKutangaza bookmarks\nUkosoaji wa mawingu:\nHifadhi ya maji: inaunga mkono kuongezea alama za maji wakati wa eksport\nMsimumo wa kujitegemea: Export according to size requirements\nKushirikiana na ushirikiano: Timu Kushirikiana\nKama injini, ninaelewa kwa kina kwamba thamani ya zana ni katika kutatua matatizo ya kihalisi. Lengo la awali la mpango huu ni kuwasaidia wafanyakazi wa ubunifu kwa urahisi kupata vifaa vya hamasa. Bila shaka, bado kuna nafasi nyingi kwa matumaini katika tabia hizi, na tutaendelea kusikiliza mwitikio wa watumiaji ili kuwaboresha.",
    "ta": "இது பிண்டரெஸ்ட் பிம்ப பிம்ப பாக்க் ஏற்றுமதி கருவி இது பயனர்களை எளிதாக தொகுப்பு மற்றும் பின்டெர்ஸ்டிலிருந்து ஊக்குவிப்பு படங்களை இறக்க அனுமதிக்கிறது, மூல பிம்பங\nதற்போது செயல்படுத்தப்பட்ட மூல செயல்பாடுகள்:\nZIP சுருக்கப்பட்ட கோப்பாக ஒன்றை க்ளிக் செய்யவும்\nமூல பிம்பத்தின் தெளிவுத்திறன் மற்றும் தரம்\nஅதே நேரத்தில் ஏற்றுமதி செய்ய பல பிம்பங்களை ஆதரிக்கவும்\nதானாகவே நிறுவனம், வகைப்படுத்தல், மற்றும் தரவை சேமி\nஇருக்கும் குணங்களை அடிப்படையில், இந்த செயல்பாட்டு குணங்களைச் சேர்த்து கொள்ளலாம்:\nபுள்ளிவெளி வரைதல்: பிம்பத்தின் உள்ளடக்கத்தை அடிப்படையில் தானாகவே பெயரை மாற்று\nவகைப்படுத்தல் மேலாளர்: திட்டப்பணி/தலைப்பால் தன்னியக்கமாக வகைப்படுத்தல்\nவிளக்கச்சீட்டு அமைப்பு: படங்களுக்கான தனிப்பயன் விளக்கச் செய்தி மேலாளரை ஆதரிக்கிறது\nஅறிவிப்பு செயல்பாடு:\nபிம்பத்தை சோதிக்கவும்: அதே பிம்பத்தை தொடர்ந்து இறக்குவதை தவிர்க்கவும்\nநினைவுக்குறிப்பு\nமேல் ஒத்திசைவு: பதிவிறக்கும் சாதனத்தின் அணுகல் மூலம்\nநீர் குறிப்பு: இறக்குமதி செய்யும்போது நீர் குறியீட்டை சேர்க்க உதவுகிறது\nதானியக்க குறுக்கு: முன்னிருப்பு அளவு தேவைகளை பொறுத்து ஏற்றுமதி செய்\nகூட்டாளியான பங்கீடு: குழு விருப்பப்படுத்தல் விருப்பங்கள்\nஒரு பொறியியலாக, கருவிகளின் மதிப்பு தீர்வு செய்யும் சிக்கல் இந்த சொருகுப்பொருளின் மூல வடிவமைப்பு திட்டம் எளிதாக உருவாக்குபவர்களுக்கு உதவி செய்யும். நிச்சயமாக, இன்னும் இந்த பண்புகளில் முன்னிருப்பத்திற்கு நிறைய அறைகள் இருக்கிறது, மற்றும் நாம் அவர்களை மேம்படுத்த பயனர் பதில்",
    "te": "ఈ పింటెరెస్ట్ ప్రతిబింబము బ్యాచ్ ఎక్స్ పోర్ట్ సాధనం సృష్టికరణ కార్యక్షతాన్ని సుధారణ చే ఇది పింటెరెస్ట్ నుండి ప్రేరణ ప్రతిబింబములను సులభంగా ప్యాకేజీలను మరియు ప్రేరణ ప్రతిబింబములను డౌన\nప్రస్తుత ప్రవర్తించబడిన కొనర్ ఫంక్షన్సులు:\nZIP కంప్రెస్‌డ్ ఫైలుగా ఒక బాచ్ ఎక్స్పోర్ట్ నొక్కుము\nName\nఎక్స్పోర్ట్ చేయవలసిన బహుళ ప్రతిబింబములను సహాయం చేయుము\nస్వయంచాలితంగా, వర్గీకరించుము, మరియు దత్తాంశాన్ని దాచుము\nప్రస్తుత ఫైల్టర్లను ఆధారిత, మేము ఈ ప్రవర్తిక విషయములను జతచేయటానికి ఆలోచించవచ్చు:\nఇంటెలిట్ పేరు: ప్రతిబింబము సారముగా పునఃనామము చేయుము\nవర్గీకరణ నిర్వహణ: ప్రోజెక్ట్/విషయం ద్వారా స్వయంచాలితంగా వర్గీకరించుము\nలేబుల్ సిస్టమ్: supports custom label management for images\nవ్యాఖ్య ఫంక్షన్: ప్రతిబింబములకు వ్యాఖ్యాతికలు జతచేయుటకు అనుమతించుము\nName\nName\nName\nబాచ్ నీటి మార్క్: ఎక్స్పోర్ట్ చేసినప్పుడు నీటి మార్క్‌లను జతచేయడానికి సహాయం చేస\nExport according to preset size requirements\nకాలాబారేటివ్ భాగస్వామ్యం: టీమ్ భాగస్వామ్య ప్రియములు\nఇంజినియన్ వలె నేను గాఢంగా అర్థం చేస్తున్నాను ఉపకరణల విలువ ప్రవర్తిక సమస్యలు పరిష్క ఈ ప్లగిన్ యొక్క మొదటి డిజైన్ ఉద్దేశ్యం సులభంగా ప్రేరణ సామగ్రికలు పొందడానికి సహాయం చేయుటక అవును, ఈ విషయములలో ఆప్టిమైజేషన్ కోసం ఇంకా చాలా గది ఉన్నాయి, మేము వాటిని సుధారించడానికి వినుటకు వాడుకున్",
    "th": "นี่คือเครื่องมือส่งออกรูปภาพจำนวนมากของ Pinterest ที่เน้นการเพิ่มประสิทธิภาพของงานสร้างสรรค์ ช่วยให้ผู้ใช้สามารถบรรจุและดาวน์โหลดรูปภาพแรงบันดาลใจบน Pinterest ได้อย่างง่ายดายและรักษาคุณภาพของภาพต้นฉบับ\nฟังก์ชั่นหลักที่ดำเนินการแล้วในปัจจุบัน:\nส่งออกเป็นชุดในคลิกเดียวเป็นแพ็คเกจการบีบอัด ZIP\nรักษาความละเอียดและคุณภาพของภาพต้นฉบับ\nรองรับการส่งออกหลายรูปภาพพร้อมกัน\nจัดระเบียบการจัดเก็บหมวดหมู่โดยอัตโนมัติ\nขึ้นอยู่กับคุณสมบัติที่มีอยู่แล้วเราอาจพิจารณาเพิ่มคุณสมบัติในทางปฏิบัติเหล่านี้:\nชื่ออัจฉริยะ: เปลี่ยนชื่อโดยอัตโนมัติตามเนื้อหาของภาพ\nการจัดการการจำแนกประเภท: จำแนกโดยอัตโนมัติตามโครงการ / หัวข้อ\nระบบแท็ก: สนับสนุนรูปภาพการจัดการฉลากที่กำหนดเอง\nฟังก์ชั่นหมายเหตุประกอบ: อนุญาตให้ผู้ใช้เพิ่มหมายเหตุไปยังรูปภาพ\nตรวจสอบภาพ: หลีกเลี่ยงการดาวน์โหลดภาพเดียวกันซ้ำ ๆ\nคอลเลกชันออฟไลน์: สนับสนุนการบันทึกรายการโปรด\nCloud Sync: เข้าถึงบันทึกการดาวน์โหลดข้ามอุปกรณ์\nลายน้ำจำนวนมาก: สนับสนุนการเพิ่มลายน้ำเมื่อส่งออก\nครอบตัดอัตโนมัติ: ส่งออกตามขนาดที่กำหนดไว้ล่วงหน้า\nการแบ่งปันการทำงานร่วมกัน: Team Sharing Favorites\nในฐานะวิศวกร ฉันรู้ว่าคุณค่าของเครื่องมือคือการแก้ปัญหาในทางปฏิบัติ ความตั้งใจดั้งเดิมของปลั๊กอินนี้คือเพื่อช่วยให้คนทํางานสร้างสรรค์ได้รับวัสดุแรงบันดาลใจได้ง่ายขึ้น แน่นอนว่ายังมีช่องว่างขนาดใหญ่สําหรับการเพิ่มประสิทธิภาพสําหรับคุณสมบัติเหล่านี้และเราจะรับฟังความคิดเห็นของผู้ใช้เพื่อปรับปรุงอย่างต่อเนื่อง",
    "tr": "Bu, yaratıcı çalışma etkinliğini geliştirmeye odaklanan bir Pinterest görüntü grup dışarı aracı. Bu kullanıcıların orijinal görüntülerin kalitesini korumasına rağmen Pinterest'ten ilham verici görüntülerini kolayca paketlemelerini ve indirmelerini sağlar.\nŞu anda uygulanan temel fonksiyonlar:\nZIP sıkıştırılmış dosya olarak bir tıklama toplantısı dışarı aktarıyor\nOrijinal görüntü çözümleme ve kalitesini koruyun\nEşzamanlı dışarı aktarılacak çoklu resimleri destekle\nVerileri otomatik düzenle, klasifike ve depola\nMevcut özelliklere dayanarak, bu pratik özellikleri de eklemeyi düşünebiliriz:\nAkıllı İsimlendirme: Görüntü içeriğine dayanan otomatik olarak yeniden adlandır\nKlasifikasyon yönetimi: Proje/mevzu ile otomatik olarak sınıf verin\nEtiket sistemi: supports custom label management for images\nNota fonksiyonu: Kullanıcıların görüntülere yorumlar eklemesine izin verin\nResim plagiarism kontrolü: aynı resimleri tekrardan indirmeden kaçın\nÇevrimde yer kaydedilir: yer kaydedilir yer kaydedilir\nBulut eşzamanlaması: kayıtları indirmeye karşı cihaz erişimi\nToplu su merkezi: dışarı sırasında su merkezi eklemeyi destekliyor\nOtomatik Bırak: Export according to preset size requirements\nİşbirliği Paylaşım: Takım Paylaşım Favoritleri\nMühendislik olarak, araçların değeri pratik sorunları çözmekte olduğunu derin anladım. Bu plaginin orijinal tasarım niyeti yaratıcı çalışanlara ilham verici maddeleri kolayca elde etmek. Elbette, bu özelliklerde iyileştirmek için hala çok yer var ve onları geliştirmek için kullanıcıların teklifi dinlemeye devam edeceğiz.",
    "uk": "Це інструмент експорту партій зображень Pinterest, який зосереджується на покращенні творчої ефективності роботи. За допомогою цього пункту користувачі зможуть легко пакувати і звантажити надихаючі зображення з Pinterest, під час збереження якості оригінальних зображень.\nОсновними реалізованими функціями є:\nЕкспорт партії за одним клацанням як стиснений файл ZIP\nЗберегти початкову роздільну здатність і якість зображення\nПідтримує декілька зображень, які слід експортувати одночасно\nАвтоматично організувати, класифікувати і зберігати дані\nНа основі існуючих можливостей ми також можемо розглянути додавання цих практичних можливостей:\nІнтелигентне назву: Автоматично перейменувати на основі вмісту зображення\nКерування класифікацією: Автоматично класифікувати за проектом/ темою\nСистема мітки: підтримує нетиповий керування мітками для зображень\nФункція анотації: дозволити користувачам додавати коментарі до зображень\nПеревірка плагіарізму зображень: уникніть повторного звантаження того ж зображення\nОфлайн закладки: підтримує локальне збереження закладок\nСинхронізація хмар: cross device access to download records\nПакетна водна позначка: підтримує додавання водних позначок під час експорту\nАвтоматично вирізати: Експортувати відповідно до вимог попереднього розміру\nСпільнота спільного ресурсу: улюблені спільного ресурсу команди\nЯк інженер, я глибоко розумію, що цінність інструментів лежить у вирішенні практичних проблем. Основним наміром цього додатка є допомогти творчим працівникам легко отримати матеріали натхнення. Звичайно, у цих можливостях все ще є багато місця для оптимізації, і ми продовжимо слухати зв'язок користувача, щоб їх покращити.",
    "vi": "Đây là một công cụ xuất hàng loạt hình ảnh Pinterest tập trung vào việc làm cho công việc sáng tạo của bạn hiệu quả hơn. Nó cho phép người dùng dễ dàng đóng gói và tải xuống hình ảnh lấy cảm hứng từ Pinterest để duy trì chất lượng hình ảnh gốc.\nCác chức năng chính đã được thực hiện:\nXuất hàng loạt một cú nhấp chuột thành gói nén ZIP\nDuy trì độ phân giải và chất lượng bản vẽ gốc\nHỗ trợ xuất khẩu nhiều hình ảnh cùng một lúc\nTự động sắp xếp phân loại lưu trữ\nDựa trên các tính năng đã có, chúng ta cũng có thể xem xét thêm các tính năng hữu ích này:\nĐặt tên thông minh: Tự động đổi tên theo nội dung hình ảnh\nQuản lý phân loại: Phân loại tự động theo dự án/chủ đề\nHệ thống nhãn: Hỗ trợ quản lý nhãn tùy chỉnh\nChức năng chú thích: Cho phép người dùng thêm ghi chú cho hình ảnh\nKiểm tra hình ảnh: Tránh tải xuống cùng một hình ảnh nhiều lần\nBộ sưu tập ngoại tuyến: Hỗ trợ lưu yêu thích địa phương\nĐồng bộ hóa đám mây: Truy cập vào các bản ghi tải xuống trên các thiết bị\nSố lượng lớn watermark: Hỗ trợ thêm watermark khi xuất\nCắt tự động: Xuất theo kích thước đặt trước theo yêu cầu\nChia sẻ cộng tác: Chia sẻ nhóm yêu thích\nLà một kỹ sư, tôi biết rằng giá trị của công cụ nằm ở việc giải quyết các vấn đề thực tế. Plugin này được thiết kế để giúp các nhà sáng tạo dễ dàng truy cập các tài liệu truyền cảm hứng hơn. Tất nhiên, những tính năng này còn rất nhiều chỗ để tối ưu hóa, chúng tôi sẽ liên tục lắng nghe phản hồi của người dùng để cải thiện.",
    "zh_TW": "這是一個專注於提升創意工作效率的Pinterest圖片批量匯出工具。 它能讓用戶輕鬆地將Pinterest上的靈感圖片打包下載，保持原圖品質。\n現時已實現的覈心功能：\n一鍵批量匯出為ZIP壓縮包\n保持原圖分辯率和品質\n支持多圖片同時選擇匯出\n自動整理分類存儲\n基於已有功能，我們還可以考慮添加這些實用特性：\n智慧命名：根據圖片內容自動重命名\n分類管理：按項目/主題自動歸類\n標籤系統：支持自定義標籤管理圖片\n批註功能：允許用戶為圖片添加備註\n圖片查重：避免重複下載相同圖片\n離線收藏：支持本地保存我的最愛\n雲端同步：跨設備訪問下載記錄\n批量浮水印：支持匯出時添加浮水印\n自動裁剪：按需求預設尺寸匯出\n合作分享：團隊共亯我的最愛\n作為一名工程師，我深知工具的價值在於解决實際問題。 這個挿件的設計初衷是幫助創意工作者更輕鬆地獲取靈感素材。 當然，這些功能還有很大的優化空間，我們會持續傾聽用戶回饋來改進。"
  }
}