{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Telescope: AI-powered Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered Knowledge Base that transcribes videos, summarizes documents/websites & makes knowledge discovery 10x faster."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered Knowledge Base and Natural Language Search to let you save information, ask questions, and unlock knowledge from your documents, favorite websites and videos. Telescope lets you unlock knowledge 10x faster than conventional search. Period.\n\nTelescope is the smarter search application designed and developed for the new age of Artificial Intelligence.\n\nTelescope uses state of the art natural language models such as BERT and finds answer snippets for all your questions at lightning speed from your data sources: images, files, documents, cloud applications, favorite websites, and videos - Yes! Even videos.\n\n* Supported features include:\n\n1. Transcribe and search your videos as you search text: Ever had to watch videos that are long and tedious - all in search of those momentary nuggets of information? With Telescope you can get transcripts of videos and but also summaries of the transcripts for quick and easy consumption - Now, that's called kicking it up a notch.\n\n2. Do you have to read long and complex documents and files? That's a boring exercise. With Telescope, you can instantly generate TL;DR (too long, didn't read) summaries for quick consumption. Now, that's some serious time savings.\n\n3. Telescope uses OCR (optical character recognition) technology to make sense and index all the information in your images, making them searchable just like regular text files. \n\n4. Answer snippets (similar to Google answer box, aka Featured Snippets)\n\n5. Natural Language Search: You can not only search using keywords but also ask questions like you would, to a friend or an AI assistant (such as Alexa or Google Assistant)\n\n6. Voice Search: Simply talk to Telescope and search your documents and web pages by asking a question. Get the information you’re looking for - completely hands free\n\n7. Multiple file uploads from a website: Telescope is designed for serendipity on the web. It automatically detects files of various formats available on a website you are visiting and allows you to save them to your Telescope account with a single click. You can search and ask questions on these files in the future, without having to remember or visit the website. \n\n8. File Uploads: Users are able to upload files (supported formats: PDF, DOCX, XLS, TXT, RTF) and get answers for all your questions - using our Natural Language Search or using keywords as you search in Google.\n\n9. Telescope makes the process of searching and finding information from videos - completely painless. It automagically transcribes videos and stores text so that you can make them searchable, ask questions, and find what you are looking for - in seconds.\n\n10. Invite Team members (Coming Soon):  Create a common knowledge base for your team, add team members to contribute, collaborate, and search across your team’s shared content. Democratizing knowledge in your team is the surest way to build trust, a sense of ownership, and loyalty.\n\nMore information on our product features can be found on our website at:\nhttps://telescopebot.io/product\n\n* Popular use cases include:\n1. Sales - Ever been on a Zoom or Webex call with a customer and had to frantically search for a piece of information from product documentation or release notes or marketing collateral? We hear you… Now with Telescope, save documents or web pages as you come across them and find answers for all your customer questions while you’re on the call, without having to battle an eyelid or frantically hunt for documents. Look smart and close deals with confidence.\n\n2. Customer Success - Not every customer question is covered in FAQs, isn’t it? Now you do not have to worry about not finding answers to a customer question in predetermined FAQs because your entire product/service and support documentation is automatically converted into a readily available knowledge base. Simply open the Telescope extension and type in the customer query - you’ll have the answer back: lightning fast. Now, that’s an easy way to a higher CSAT score.\n\n3. School Projects & Academic Research: Whether it is individual academic research or team based projects, Telescope makes it super easy to save all the publications, web pages and files for later reference and enabling collaborative consumption of insights and information.\n\n4. Human Resources (HR): Make employee onboarding resources and FAQs easily accessible to your workforce anytime and anywhere. Seamless access to workplace knowledge at a time when employees do not have ready access to knowledgeable co-workers is very important for a smooth onboarding process and making everyone productive.\n\nVisit https://www.telescopebot.io/use-cases for more illustrative use cases."
  }
}