{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wolfenstein 3D Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy Wolfenstein 3D anytime—open the popup and play without an internet connection!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wolfenstein 3D is an iconic first-person action game that immerses players in thrilling missions behind enemy lines. As you navigate through maze-like levels filled with enemies, hidden passages, and treasure, your objective is to escape and eliminate threats. With its fast-paced gameplay and strategic challenges, Wolfenstein 3D delivers an unforgettable experience.\n\n🎮 Gameplay Features\nWolfenstein 3D combines intense combat with exploration. Players must rely on their wits and reflexes to survive. Core gameplay features include:\nMaze-like Levels: Navigate through interconnected rooms and corridors to uncover secrets and progress. Varied Enemies: Face off against guards, attack dogs, and bosses, each requiring a different approach. Resource Management: Collect ammo, health packs, and keys to aid your survival.\n\nThe combination of these elements keeps players engaged as they strategize and adapt to new challenges.\n\n🎮 How to Succeed\nTo master Wolfenstein 3D, players must balance exploration with quick decision-making. Here are some tips:\nConserve Resources: Use ammo wisely and save health packs for critical moments. Search for Secrets: Investigate walls and corners for hidden doors containing useful items. Plan Your Moves: Memorize enemy patterns and use the environment to your advantage.\n\nWith these strategies, you’ll be well-equipped to complete your mission and emerge victorious."
  }
}