{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn to Google Sheets by LittleBirds.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn to Google Sheets by LittleBirds.io\nSave LinkedIn Profile Information with a Single Click!\n\nDescription:\n\nEffortlessly…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn to Google Sheets by LittleBirds.io\nSave LinkedIn Profile Information with a Single Click!\n\nDescription:\n\nEffortlessly manage and organize your LinkedIn connections. This Chrome extension adds a convenient button directly to LinkedIn profile pages, allowing you to save key information to a Google Sheet with just one click. Perfect for sales professionals, recruiters, or anyone looking to streamline their LinkedIn workflow!\n\nKey Features:\n\n - One-Click Save: Instantly save important LinkedIn profile details—such as name, job title, company, and contact information—into a Google Sheet of your preference with a single click.\n - Automatic Data Organization: Keep your data organized and easily accessible in Google Sheets, allowing you to track and manage your connections more efficiently.\n - Seamless Integration: The extension integrates directly into LinkedIn’s interface, adding a simple button to each profile page for quick and easy use.\n - Boost Productivity: Eliminate the need for manual data entry or copying and pasting information. Save time and focus on building relationships instead.\n - Perfect for Sales and Recruitment: Ideal for professionals who need to collect and manage contact information quickly and efficiently.\n\nWhy Choose LinkedIn to Google Sheets by LittleBirds.io?\n - Efficiency at Your Fingertips: Simplify your LinkedIn workflow with the ability to save essential profile information in seconds.\n - Stay Organized: With all your connection details neatly stored in Google Sheets, you can easily track leads, follow-ups, and networking opportunities.\n - User-Friendly and Intuitive: The extension is designed to be simple and easy to use, with no learning curve required.\n - Start Saving Time Today!\n\nDownload now and take control of your LinkedIn connections. Manage your networking data effortlessly and never miss a follow-up again!"
  }
}