{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XTag Selector: Visual selection for trackers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual selection of page element, navigate to parent, build XTag Selector (for XTagManager and Schneider Electric Tag Manager)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XTag Selector allows to visually select any element in page and navigate to its parent when necessary. Then it builds a selector usable in XTagManager or Schneider Electric Tag Manager configurators.\n• To enable/disable XTag Selector, click the toolbar icon.\n• With the green selector, hover any element you want to select in current page.\n• If you can't select the proper area, then select one of its content and click on [Select parent] until you've selected what you want.\n• Right click on highlighted element, then choose the selector type:\n► For Link(s) tracking: to select a set of <a> elements. If there's no <a> node in your selection, you'll be alerted.\n► For Action tracking: to setup a click tracking with non-link elements, like button. To be used when previous option says there's no link.\n► For Value extraction: to select text or number inside the selection, used for example by sales tracking (for this usage, if you are ony interested by number, you don't have to worry about currency or local separators, it will be properly formatted).\n► For Area selection: to select anything. Useful for clickzone or search areas for example.\n\n• The selector will be copied in clipboard and displayed on page until the next selection. You can also see it in Chrome console.\n• To deactivate, click again on toolbar icon, on X-Selector tip at top-left corner, or type on Esc key, or switch on another tab.\n*************************************************\nXTag Selector node syntax is a simplification of XPath, but only selects significant ascendants, and choose them in a particular way, in order to be resistant to structure changes:\n• ParentNode/ChlidNode/.../MyNode,  where a Node can be:\n    ► id or @id : id of node\n    ► tagName:className[index] : select tag with type and class (can be empty to retrieve all)\n        DIV:row >> Select all DIV with class 'row', or only the first when ascendant.\n        DIV:row[3] >> Select fourth DIV with class 'row'\n        A:cta* >> Select all nodes with a class name containing 'cta\"."
  }
}