{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pricedrop"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get rewarded for shopping online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pricedrop is a 100% free tool that automatically finds discount for you when shopping online. It converts the discount to cash and then pay you.\n\n✨✨✨Receive ₦500 free on sign up✨✨✨\n\nWhy Pricedrop?\nWe built Pricedrop so it can automatically find discount for you when shopping. Being registered affiliate marketers of the supported store Jumia, whenever you make any successful transaction, they sometimes reward us for initiating the transaction. Out of the little 'thank you' we receive from them, we also generously share with you. Everybody goes home happy 🎉\n\nThink of this as a win-win game - the store is happy to make sales, we are happy to be rewarded by them and you are also happy for being rewarded when shopping.\n\nWithout this extension, you pay the price of a product as-is (without any discount) but when you switch gears and start using the extension, you ALWAYS get a discount on all your transactions.\n\nHow to get paid?\nFor every successful transaction, we credit your Pricedrop wallet with the reward. When it reaches our minimum threshold, you can request a payout after which we will wire your earnings into your local bank account.\n\nWhat's on our roadmap?\nWe plan to add many cool features. For example, allowing users to monitor the prices of products so that when the 'prices drop', users will be notified and can save even more money on the product.\n\nHappy shopping and saving! 🤩✨🛒"
  }
}