{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Save for Instagram and Flickr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows saving of any Instagram or Flickr image via a single click on the context menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "7/29/2024: An update required a change to the URLs that this extension is active on (to support the \"www\" no longer being included by Flickr in their default scheme), which may require you to manually re-enable the extension for it to work.\n\n\nNote from the Developer:\nIf you find something is not working, please use the \"Support\" option to let me know before leaving a negative review.\n\nAs you can tell from the release notes below, the websites this extension works on change their structure in a way that breaks this extension's functionality periodically.  I have no affiliation with them, so don't know when those changes are going to happen until they get released to my account and I happen to run into the situation myself, then need to find free time to implement and release a change.  Letting me know that something is not working using the Support option helps expedite that process.\n\nOne known issue is that there was a change on IG that caused video download functionality to break, and I haven't yet been able to find a workaround for it.  I apologize for the issue, and will update things once I'm able to find a workaround.\n\nSummary:\nThis extension is the only way to immediately save any image from Instagram or Flickr with a single right-click context menu click!  \n\nImages from the main feed, a post or photo's page, or a user's overview or favorites page will save directly to your browser's default download location when you click on the option this extension adds to the right-click context menu.\n\n\nRelease Notes:\n1.0 added support for saving from the Timeline and Post Instagram pages\n1.1 added support for saving from the user overview page\n1.2 added support for higher quality, un-cropped images\n1.3 fixed the plugin for Instagram's updated page layout model\n1.4-5 updated name and logos in response to trademark complaint from Instagram\n1.6 fixed handling for new types of videos\n1.7 IG changed their app, and I can no longer modify the URL to get the un-cropped version, so this update gets the version currently loaded on your screen (if you click on a picture from a timeline to see it large, it'll grab the full version).  I'm looking into a solution, but none are obvious.\n1.8 Chrome v65 changed the behavior of <a> downloads in a way that broke this (opening images in a new tab rather than downloading them) - the download logic has been modified so that things work properly again.  As an added bonus, the source user's name is now prefixed onto the file name.\n1.9 changed the download logic because of another Chrome update that broke the previous download type\n2.0 added the ability to download from Flickr\n2.1 fixed an odd bug\n2.2 updated the IG save logic for videos due to updated website structure\n2.3 fixed a bug downloading videos with no comments\n2.4 fixed a user-reported issue where file extensions had characters appended to them\n2.5 added a \"Labs\" menu item off the main icon with in-development features\n  - SaveStorm: When checked, any single click on IG or Flickr is interpreted as a download request. Works properly, but needs to be only enabled for short periods.\n  - DL All Flickr: saves all open Flickr single-image tabs at one go. Still buggy when pulling large numbers down.\n2.6 makes the Ctrl+Click (open in new tab) block that IG put in place work properly again\n2.7 fixed an issue where videos downloaded from IG would have characters after the file extension\n2.8 fixed an issue where clicking within a tag on the image would prevent the download from working\n2.9 added the ability to download full-resolution photos or videos from Instagram Stories by left-clicking on the application icon in the top bar during playback\n2.10 fixed video downloads\n2.11 Added the ability to download IG TV posts\n2.12 Updated the logic used to retrieve the username for the file prefix based on updates to IG's page structure\n2.13 Updated the username retrieval logic when the page structure changed again\n2.14 Updated IG Story photo retrieval logic based up an updated page structure\n2.15 Included substantial updates around logic used with IG to retrieve video URLs, made necessary by some functionalities I was using being deprecated\n2.16 Updated IG story retrieval logic to retrieve the highest-res image, and fixed saving videos from multi-image posts and from a user profile page based on structure changes\n2.17 Updated image URL retrieval logic to pull from sourceset if available, fixed video URL retrieval from profile page, fixed video URL retrieval from main feed when after the initial set of posts. \n2.18 Turned off debug log that I accidentally left enabled and caused extra noise in the console.\n2.19 Updated the username retrieval logic when the page structure changed again\n2.20 Fully fixed the issue of some images from Newsfeed downloading thumbnails rather than full-res.  Partially fixed downloading videos from Newsfeed - it now works for the first batch of items on newsfeed, but there's a known issue for downloading videos beyond the infinite scroll and from a User page in a multi-image post - which you can work around by going to the Post page. \n2.21 Fixed IG video downloads that were broken due to a new data structure, and migrated to Chrome Extension Manifest v3\n2.22 Small update to name generation logic for images that internally use webp filetypes, which was causing invalid filenames\n2.23 Small update to name generation logic issue causing long filenames including an HEIC filetype; these are now treated as jpg files.\n2.24 Update support for PNG files\n2.25 Fixed context menu not showing in Flickr and updated IG username discovery logic"
  }
}