{
  "name": {
    "ar": "تتبع البريد الإلكتروني ل Gmail بواسطة MailVibes",
    "am,bg,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,ko,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sv,sw,te,th,uk,vi": "Email Tracking for Gmail by MailVibes",
    "bn": "MailVibes দ্বারা জিমেইল জন্য ইমেল ট্র্যাকিং",
    "de": "E-Mail-Tracking für Google Mail per MailVibes",
    "es": "Email Tracking para Gmail por MailVibes",
    "fr": "Suivi du courrier électronique pour Gmail par MailVibes",
    "hi": "MailVibes द्वारा Gmail के लिए ईमेल ट्रैकिंग",
    "it": "Tracciamento e-mail per Gmail by MailVibes",
    "ja": "MailVibesによるGmailのメール追跡",
    "ms": "Penjejakan E-mel untuk Gmail oleh MailVibes",
    "pt_BR,pt_PT": "Acompanhamento por e-mail para o Gmail por MailVibes",
    "ru": "Отслеживание электронной почты для Gmail по MailVibes",
    "ta": "MailVibes மூலம் ஜிமெயில் மின்னஞ்சல் கண்காணிப்பு",
    "tr": "MailVibes tarafından Gmail için e-posta takibi",
    "zh_CN": "通过MailVibes发送电子邮件跟踪Gmail",
    "zh_TW": "通過MailVibes發送電子郵件跟踪Gmail"
  },
  "short": {
    "ar": "يتيح لك MailVibes معرفة متى يقوم الأشخاص بفتح البريد والروابط التي أرسلتها إليهم.",
    "am,bg,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,ko,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sv,sw,te,th,uk,vi": "MailVibes allows you to track when people open your emails and links on Gmail.",
    "bn": "MailVibes আপনি তাদের পাঠানো মেইল ​​এবং লিঙ্ক খুলতে যখন আপনি জানতে দেয়।",
    "de": "Mit MailVibes können Sie wissen, wann Menschen die Post öffnen und Links öffnen, die Sie ihnen geschickt haben.",
    "es": "MailVibes te permite saber cuando las personas abren el correo que les enviaste.",
    "fr": "MailVibes vous permet de savoir quand les gens ouvrent le courrier et les liens que vous les avez envoyés.",
    "hi": "जब लोग आपके द्वारा भेजे गए ईमेल और लिंक खोलते हैं तो MailVibes आपको यह बताता है।",
    "it": "MailVibes ti consente di sapere quando le persone aprono la posta e i link che li hai inviati.",
    "ja": "MailVibesは、あなたが送信した電子メールとリンクを他の人が開いたときに通知します。",
    "ms": "MailVibes membolehkan anda tahu apabila orang membuka mel dan menghubungkan yang anda hantar.",
    "pt_BR,pt_PT": "MailVibes permite que você saiba quando as pessoas abrem o e-mail e os links que você os enviou.",
    "ru": "MailVibes позволяет узнать, когда люди открывают почту и ссылки, которые вы их отправили.",
    "ta": "MailVibes நீங்கள் அனுப்பிய அஞ்சல் மற்றும் இணைப்புகளைத் திறக்கும் போது உங்களுக்குத் தெரியப்படுத்துகிறது.",
    "tr": "Mailvibes, insanların gönderdiğiniz postaları ve bağlantıları ne zaman açtığını bilmenizi sağlar.",
    "zh_CN": "MailVibes让您知道人们何时打开您发送的邮件和链接。",
    "zh_TW": "MailVibes讓您知道人們何時打開您發送的郵件和鏈接。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Tracking for Gmail, MailVibes is a tool focused for sellers, but open to all people, It's main goal is to establish a controlled environment for the user. The core functions are \"Mail tracking\", \"Link tracking\" an \"bulk or mass email\".\n\n- With this email tracking tool for gmail you can get notified when someone opens your mail, via SMS, Email or realtime Chrome notification.\n- With link tracking you can see where and how many times a link was opened, you can also get notified the same ways as mentioned before.\n\nBoth functions have their own dashboard, where you can manage all the elements that you have made.\n\nWARNING: MailVibes is on a public beta, and it's on active development, some features may occasionally fail.\n\n----------------------------\n\nContact Us\nIf you have any questions, please contact us:\n\nBy email: hello@mailvibes.io\nBy visiting this page on our website: https://mailvibes.io\n\nYou can see or changelog on our website: https://mailvibes.io/changelog",
    "es": "Email Tracking para Gmail, MailVibes es una herramienta enfocada a vendedores, pero disponible para cualquier persona, su propósito principal es establecer un entorno controlado para el usuario, dentro de Gmail. Las funcionalidades principales de MailVibes son el \"Rastreo de correos\", \"rastreo de enlaces\" y \"Envío de emails masivos\".\n\n- Con esta herramienta para rastreo de correos en Gmail puedes ser notificado cada vez que alguien abra tu correo, via SMS, email, o notificaciones de chrome en tiempo real. \n- Con el rastreo de enlaces puedes ver dónde y cuántas veces se abrió un enlace, igual puedes ser notificado de las formas mencionadas anteriormente.\n\nAmbas funcionalidades tienen su propio dashboard, donde puedes administrar todos los elementos que generes.\n\nATENCIÓN: MailVibes está en un estado de desarrollo activo y algunas funcionalidades pueden fallar ocasionalmente.\n\n----------------------------\n\nContact Us\nIf you have any questions, please contact us:\n\nBy email: hello@mailvibes.io\nBy visiting this page on our website: https://mailvibes.io\n\nYou can see or changelog on our website: https://mailvibes.io/changelog"
  }
}