{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cuto Cursors - customize the cursor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize your browser cursor with unique styles, animations, and effects for a personalized browsing experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Cuto Cursors - a powerful browser extension that lets you transform your cursor into a personalized and eye-catching element. Say goodbye to the boring default cursor and unlock a world of creativity with Cuto Cursor. With a wide range of cursor styles, animations, and effects, you can customize your browsing experience like never before.\n\nChoose from a collection of unique cursor designs or unleash your creativity and create your own custom cursor. Whether you prefer a sleek and modern look or a fun and playful vibe, Cuto Cursors has got you covered. Elevate your browsing experience, express your personality, and make a lasting impression with every move of your cursor.\n\nKey Features:\n\nExtensive cursor library with a diverse selection of styles and themes.\nIntuitive customization options to tweak size, color, and transparency.\nAnimation effects to add flair and dynamism to your cursor movements.\nEasy-to-use interface for seamless customization and switching between cursor styles.\nOption to create and upload your own custom cursor designs.\nRegular updates with new cursor designs and features.\nUnleash your creativity and make your cursor a true reflection of your style with Cuto Cursors. Download now and embark on a journey of cursor customization!"
  }
}