{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Teamworx Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Teamworx Chrome Extension allows subscribing dental offices to get quick access to their licensed video content for patient and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Teamworx Chrome Extension allows subscribing dental offices to get quick access to their licensed video content for patient and clinician education. \n\nDental practices typically run practice management software in Chrome. Practice management software allows clinicians to show patients information about their own oral health information and guide the clinician on how to best treat the patient, but does not include educational material for patients and staff. The Teamworx Chrome extension is a companion utility for dental practices that subscribe to Teamworx Dental educational videos and services. \n\nOnce signed in, the extension:\n- Shows the videos that are licensed by the user\n- Shows a preview of the video to make it easy to confirm content before watching it or sharing it\n- Provides a quick copy utility to allow the user to copy the URL to any video to quickly share through their practice management software\n- Allows the user one click access to open a new tab and start watching\n\nThe Teamworx Chrome Extension makes licensed patient content easily accessible to dental clinicians without taking them out of their work in their practice management software."
  }
}