{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crunchyroll Censor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Censors Crunchyroll episode titles and maintains the mystery of each episode."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of seeing episode titles that spoil all the fun? Meet Crunchyroll Censor, your new sidekick in transforming chapter titles into mysterious, censored blocks! Imagine if Goku’s transformation into Super Saiyan was the most secretive thing ever—your episode titles will now keep their secrets, too!\n\nWhat’s This Extension About?\n\n🔒 Censor Like a Pro: We turn those chapter titles into cryptic blocks, making every episode a surprise. Just like Goku’s iconic transformations, our extension hides the details behind a fun “███”.\n\n🚀 Easy Activation: Toggle our extension on or off with a single click in the Chrome toolbar. Whether you’re powering up for a new binge session or taking a break, you’ve got full control!\n\nWhy Use Crunchyroll Censor?\n\n\t•\tMaintain the Mystery: Keep spoilers at bay and preserve the thrill of the unknown.\n\t•\tUser-Friendly: Simple to activate or deactivate—just like flipping a switch to power up your Saiyan form.\n\t•\tDynamic Updates: Works seamlessly even if new content pops up, ensuring your viewing experience stays fresh and exciting.\n\nGet ready to experience Crunchyroll like never before—where every episode is a new adventure, and the titles are just as secretive as Goku’s next big move!\n\nDownload Crunchyroll Censor now and let the mystery begin!"
  }
}