{
  "name": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "TabXpert - session and tab manager",
    "cs": "TabXpert - manažer relací a karet",
    "de": "TabXpert - Sitzungs- und Tab-Manager",
    "es": "TabXpert - gestor de sesiones y pestañas",
    "fr": "TabXpert - gestionnaire de sessions et d'onglets",
    "it": "TabXpert - gestore di sessioni e schede",
    "ja": "TabXpert - セッションとタブマネージャー",
    "ko": "TabXpert - 세션 및 탭 관리자",
    "nl": "TabXpert - sessie- en tabbladbeheer",
    "no": "TabXpert - økt- og fanebehandler",
    "pl": "TabXpert - menedżer sesji i kart",
    "pt_BR": "TabXpert - gerenciador de sessão e guia",
    "pt_PT": "TabXpert - gerenciador de sessões e guias",
    "ru": "TabXpert - менеджер сессий и вкладок",
    "uk": "TabXpert - менеджер сесій та вкладок",
    "zh_CN": "TabXpert - 会话和标签页管理器",
    "zh_TW": "TabXpert - 會話和分頁管理器"
  },
  "short": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Next-generation session and tab manager",
    "cs": "Manažer relací a karet nové generace",
    "de": "Nächste-Generation Sitzungs- und Tab-Manager",
    "es": "Gestor de sesiones y pestañas de próxima generación",
    "fr": "Gestionnaire de sessions et d'onglets de nouvelle génération",
    "it": "Gestore di sessioni e schede di nuova generazione",
    "ja": "次世代のセッションとタブマネージャー",
    "ko": "차세대 세션 및 탭 관리자",
    "nl": "Next-generation sessie en tabbladbeheer",
    "no": "Neste generasjons økt- og fanebehandler",
    "pl": "Następna generacja menedżera sesji i kart",
    "pt_BR": "Gerenciador de sessão e guia de próxima geração",
    "pt_PT": "Gerenciador de sessões e guias de nova geração",
    "ru": "Менеджер сессий и вкладок нового поколения",
    "uk": "Менеджер сесій та вкладок нового покоління",
    "zh_CN": "下一代会话和标签页管理器",
    "zh_TW": "新一代會話和分頁管理器"
  },
  "long": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Tab management\n\nEasily organize your tabs into tab groups and work sessions. TabXpert automatically tracks your tabs and tab groups. Simply drag and drop your tabs between sessions as needed.\n\nSession management\n\nManage your work sessions in a single or multiple browser windows with ease. Close your sessions at any time and pick up later where you left off, even after a browser crash.\n\nCloud synchronization\n\nReal-time Cloud synchronization allows managing sessions in multiple profiles and ensures data safety.\n\nTab groups\n\nManage tab groups in the user interface. Switch between active tab groups with a single click. Save time with auto-grouping and auto-naming features. Bookmark tab groups as folders.\n\nTags\n\nOrganize your sessions and bookmarks into topics with tags. Topic bookmarks are shown within the session and can be used as a template for new sessions.\n\nBookmark management\n\nOrganize bookmarks into nested folders. Open folders as tab groups. Share bookmark folders with a single link. Import browser bookmarks for even more convenience.\n\nUser interface\n\nCustomize your TabXpert experience by choosing between pop-up, tab, window and side panel interfaces. Adjust density and select from light or dark themes.\n\nShortcuts\n\nAssign keyboard shortcuts to quickly access interfaces, tabs, bookmarks, folders, sessions, and even browser profiles. This makes navigation fast and efficient.\n\nMemory usage\n\nTabXpert reduces memory usage by suspending tabs when opening sessions. It supports popular extensions like \"The Marvellous Suspender\" and \"Tab Suspender\" to suspend tabs on the fly.\n\nSearch\n\nQuickly find sessions, tags, folders, tabs, and bookmarks. Press the space bar to see your work history. Start typing or paste to activate the search. Chinese and Japanese are supported.\n\nMigration\n\nTabXpert supports data import from popular tab managers such as OneTab, Session Buddy, Workona, Toby and other.\n\nReliability\n\nTabXpert automatically tracks your tabs, tab groups, and sessions. In the event of database failure, a shadow backup is available. Cloud synchronization guarantees data safety.\n\nPrivacy\n\nTabXpert doesn't access web content or collect any browser statistics, ensuring your privacy. With Cloud synchronization, your data is transferred encrypted via HTTPS to enterprise-grade IBM Cloud storage.\n\nSubscription\n\nTabXpert's unique features, such as Cloud synchronization, tab groups UI, and nested folders, are enabled by subscription. Your support helps to further develop and improve TabXpert.\n\nIf you have any questions about the TabXpert session and tab manager, please don't hesitate to contact me at support@tabxpert.com or join our Reddit community at https://www.reddit.com/r/TabXpert/.",
    "cs": "Správa karet\n\nSnadno organizujte své karty do skupin karet a pracovních relací. TabXpert automaticky sleduje vaše karty a skupiny karet. Jednoduše přetáhněte a pusťte své karty mezi relacemi podle potřeby.\n\nSpráva relací\n\nSnadno spravujte své pracovní relace v jednom nebo několika oknech prohlížeče. Zavřete své relace kdykoliv a pokračujte později tam, kde jste skončili, i po pádu prohlížeče.\n\nHlavní synchronizace\n\nHlavní synchronizace v reálném čase umožňuje spravovat relace v několika profilech a zajišťuje bezpečnost dat.\n\nSkupiny karet\n\nSpravujte skupiny karet v uživatelském rozhraní. Přepínejte mezi aktivními skupinami karet jedním kliknutím. Ušetřete čas pomocí funkcí automatického seskupování a automatického pojmenování. Uložit skupiny karet jako složky.\n\nŠtítky\n\nOrganizujte své relace a záložky do témat pomocí štítků. Tematické záložky se zobrazují v relaci a mohou být použity jako šablona pro nové relace.\n\nSpráva záložek\n\nOrganizujte záložky do vnořených složek. Otevřete složky jako skupiny karet. Sdílejte složky záložek jedním odkazem. Importujte záložky prohlížeče pro ještě větší pohodlí.\n\nUživatelské rozhraní\n\nPřizpůsobte si zážitek z TabXpert výběrem mezi rozhraním pop-up, karta, okno a postranní panel. Nastavte hustotu a vyberte mezi světlými nebo tmavými motivy.\n\nKlávesové zkratky\n\nPřiřaďte klávesové zkratky pro rychlý přístup k rozhraním, kartám, záložkám, složkám, relacím a dokonce i k profilům prohlížeče. To umožňuje rychlou a efektivní navigaci.\n\nVyužití paměti\n\nTabXpert snižuje využití paměti pozastavením karet při otevření relací. TabXpert podporuje oblíbené rozšíření, jako je \"The Marvellous Suspender\" a \"Pozastavovač karet\" pro rychlé pozastavení karet.\n\nPřezkoumat\n\nRychle najděte relace, štítky, složky, karty a záložky. Stiskněte mezerník, abyste viděli svou historii práce. Začněte psát nebo vložte pro aktivaci hledání. Čínština a japonština jsou podporovány.\n\nMigrace\n\nTabXpert podporuje import dat z oblíbených správců karet, jako jsou OneTab, Session Buddy, Workona, Toby a další.\n\nSpolehlivost\n\nTabXpert automaticky sleduje vaše karty, skupiny karet a relace. V případě selhání databáze je k dispozici záložní kopie ve stínu. Hlavní synchronizace zajišťuje bezpečnost dat.\n\nSoukromí\n\nTabXpert nemá přístup k webovému obsahu ani neshromažďuje žádné statistiky prohlížeče, což zajišťuje vaše soukromí. Díky Hlavní synchronizaci jsou vaše data přenášena zašifrovaná přes HTTPS do úložiště Cloud podnikové úrovně od IBM.\n\nPředplatné\n\nJedinečné funkce TabXpert, jako je synchronizace cloudu, UI skupin karet a vnořené složky, jsou povoleny předplatným. Vaše podpora pomáhá dále rozvíjet a zlepšovat TabXpert.\n\nPokud máte nějaké dotazy ohledně správy relací a karet TabXpert, neváhejte mě kontaktovat na support@tabxpert.com nebo se připojit k naší komunitě Reddit na https://www.reddit.com/r/TabXpert/.",
    "de": "Tab-Verwaltung\n\nOrganisieren Sie Ihre Tabs einfach in Tab-Gruppen und Arbeitssitzungen. TabXpert verfolgt automatisch Ihre Tabs und Tab-Gruppen. Ziehen Sie Ihre Tabs nach Bedarf zwischen Sitzungen per Drag and Drop hin und her.\n\nSitzungsverwaltung\n\nVerwalten Sie Ihre Arbeitssitzungen problemlos in einem oder mehreren Browserfenstern. Schließen Sie Ihre Sitzungen jederzeit und setzen Sie später dort fort, wo Sie aufgehört haben, selbst nach einem Browser-Absturz.\n\nCloud-Synchronisierung\n\nDie Cloud-Synchronisierung in Echtzeit ermöglicht das Verwalten von Sitzungen in mehreren Profilen und gewährleistet die Datensicherheit.\n\nTab-Gruppen\n\nVerwalten Sie Tab-Gruppen in der Benutzeroberfläche. Wechseln Sie mit einem Klick zwischen aktiven Tab-Gruppen. Sparen Sie Zeit mit den Funktionen zur Auto-Gruppierung und Auto-Benennung. Lesezeichen für Tab-Gruppen als Ordner speichern.\n\nStichwörter\n\nOrganisieren Sie Ihre Sitzungen und Lesezeichen in Themen mit Stichwörter. Themen-Lesezeichen werden innerhalb der Sitzung angezeigt und können als Vorlage für neue Sitzungen verwendet werden.\n\nLesezeichen-Verwaltung\n\nOrganisieren Sie Lesezeichen in verschachtelte Ordner. Öffnen Sie Ordner als Tab-Gruppen. Teilen Sie Lesezeichen-Ordner mit einem einzigen Link. Importieren Sie Browser-Lesezeichen für noch mehr Komfort.\n\nBenutzeroberfläche\n\nPassen Sie Ihr TabXpert-Erlebnis an, indem Sie zwischen Pop-up-, Tab-, Fenster- und Seitenleiste-Schnittstellen wählen. Passen Sie die Dichte an und wählen Sie zwischen hellen oder dunklen Themen.\n\nTastenkombinationen\n\nWeisen Sie Tastenkombinationen zu, um schnell auf Schnittstellen, Tabs, Lesezeichen, Ordner, Sitzungen und sogar Browserprofile zuzugreifen. Dies macht die Navigation schnell und effizient.\n\nSpeichernutzung\n\nTabXpert reduziert den Speicherverbrauch, indem Tabs beim Öffnen von Sitzungen ausgesetzt werden. Es unterstützt beliebte Erweiterungen wie \"The Marvellous Suspender\" und \"Tab-Aussetzer\", um Tabs im Handumdrehen auszusetzen.\n\nSuche\n\nFinden Sie schnell Sitzungen, Stichwörter, Ordner, Tabs und Lesezeichen. Drücken Sie die Leertaste, um Ihren Arbeitsverlauf zu sehen. Beginnen Sie mit der Eingabe oder Einfügen, um die Suche zu aktivieren. Chinesisch und Japanisch werden unterstützt.\n\nMigration\n\nTabXpert unterstützt den Datenimport von beliebten Tab-Managern wie OneTab, Session Buddy, Workona, Toby und anderen.\n\nZuverlässigkeit\n\nTabXpert verfolgt automatisch Ihre Tabs, Tab-Gruppen und Sitzungen. Bei einem Datenbankausfall ist ein Schatten-Backup verfügbar. Cloud-Synchronisierung garantiert die Datensicherheit.\n\nDatenschutz\n\nTabXpert greift nicht auf Webinhalte zu oder sammelt Browserstatistiken, wodurch Ihre Privatsphäre sichergestellt wird. Mit Cloud-Synchronisierung werden Ihre Daten verschlüsselt über HTTPS in ein Unternehmens-Cloud-Speicher von IBM übertragen.\n\nAbonnement\n\nEinzigartige Funktionen von TabXpert, wie Cloud-Synchronisierung, Tab-Gruppen-Benutzeroberfläche und verschachtelte Ordner, sind durch ein Abonnement aktiviert. Ihre Unterstützung hilft, TabXpert weiterzuentwickeln und zu verbessern.\n\nWenn Sie Fragen zum TabXpert Sitzungs- und Tab-Manager haben, zögern Sie bitte nicht, mich unter support@tabxpert.com zu kontaktieren oder unserer Reddit-Community unter https://www.reddit.com/r/TabXpert/ beizutreten.",
    "es": "Gestión de pestañas\n\nOrganiza fácilmente tus pestañas en grupos de pestañas y sesiones de trabajo. TabXpert rastrea automáticamente tus pestañas y grupos de pestañas. Simplemente arrastra y suelta tus pestañas entre sesiones según sea necesario.\n\nGestión de sesiones\n\nGestiona tus sesiones de trabajo en una o varias ventanas del navegador con facilidad. Cierra tus sesiones en cualquier momento y retoma más tarde donde lo dejaste, incluso después de un fallo del navegador.\n\nSincronización en la Nube\n\nLa sincronización en la Nube en tiempo real permite gestionar sesiones en varios perfiles y garantiza la seguridad de los datos.\n\nGrupos de pestañas\n\nGestiona grupos de pestañas en la interfaz de usuario. Cambia entre grupos de pestañas activos con un solo clic. Ahorra tiempo con las características de agrupación automática y auto-nombrado. Guarda grupos de pestañas como carpetas de marcadores.\n\nEtiquetas\n\nOrganiza tus sesiones y marcadores en temas con etiquetas. Los marcadores temáticos se muestran dentro de la sesión y pueden usarse como plantilla para nuevas sesiones.\n\nGestión de marcadores\n\nOrganiza marcadores en carpetas anidadas. Abre carpetas como grupos de pestañas. Comparte carpetas de marcadores con un solo enlace. Importa marcadores del navegador para mayor conveniencia.\n\nInterfaz de usuario\n\nPersonaliza tu experiencia TabXpert eligiendo entre interfaces de ventana emergente, pestaña, ventana y panel lateral. Ajusta la densidad y selecciona entre temas claros u oscuros.\n\nAtajos de teclado\n\nAsigna atajos de teclado para acceder rápidamente a las interfaces, pestañas, marcadores, carpetas, sesiones e incluso perfiles de navegador. Esto hace que la navegación sea rápida y eficiente.\n\nUso de memoria\n\nTabXpert reduce el uso de memoria suspendiendo pestañas al abrir sesiones. Es compatible con extensiones populares como \"The Marvellous Suspender\" y \"Tab Suspender\" para suspender pestañas sobre la marcha.\n\nBúsqueda\n\nEncuentre rápidamente sesiones, etiquetas, carpetas, pestañas y marcadores. Presiona la barra espaciadora para ver tu historial de trabajo. Empieza a escribir o pegar para activar la búsqueda. Se admiten chino y japonés.\n\nMigración\n\nTabXpert admite la importación de datos desde administradores de pestañas populares como OneTab, Session Buddy, Workona, Toby y otros.\n\nFiabilidad\n\nTabXpert rastrea automáticamente tus pestañas, grupos de pestañas y sesiones. En caso de falla de la base de datos, hay una copia de seguridad de sombra disponible. La sincronización en la Nube garantiza la seguridad de los datos.\n\nPrivacidad\n\nTabXpert no accede al contenido web ni recopila ninguna estadística del navegador, garantizando tu privacidad. Con la sincronización en la Nube, tus datos se transfieren cifrados a través de HTTPS al almacenamiento en la Nube de nivel empresarial de IBM.\n\nSuscripción\n\nLas funciones únicas de TabXpert, como la sincronización en la Nube, la interfaz de usuario de grupos de pestañas y las carpetas anidadas, están habilitadas mediante suscripción. Tu apoyo ayuda a seguir desarrollando y mejorando TabXpert.\n\nSi tienes alguna pregunta sobre el gestor de sesiones y pestañas TabXpert, no dudes en contactarme en support@tabxpert.com o unirte a nuestra comunidad de Reddit en https://www.reddit.com/r/TabXpert/.",
    "fr": "Gestion des onglets\n\nOrganisez facilement vos onglets en groupes et en sessions de travail. TabXpert suit automatiquement vos onglets et groupes d'onglets. Glissez-déposez simplement vos onglets entre les sessions selon vos besoins.\n\nGestion des sessions\n\nGérez facilement vos sessions de travail dans une ou plusieurs fenêtres de navigateur. Fermez vos sessions à tout moment et reprenez là où vous vous êtes arrêtés, même après un crash du navigateur.\n\nSynchronisation dans le Cloud\n\nLa synchronisation dans le Cloud en temps réel permet de gérer les sessions dans plusieurs profils et garantit la sécurité des données.\n\nGroupes d'onglets\n\nGérez les groupes d'onglets dans l'interface utilisateur. Passez d'un groupe d'onglets actif à l'autre en un seul clic. Gagnez du temps avec les fonctionnalités de regroupement automatique et de nommage automatique. Enregistrer les groupes d'onglets sous forme de dossiers.\n\nÉtiquettes\n\nOrganisez vos sessions et favoris par thèmes avec des étiquettes. Les favoris thématiques sont affichés dans la session et peuvent être utilisés comme modèle pour de nouvelles sessions.\n\nGestion des favoris\n\nOrganisez les favoris en dossiers imbriqués. Ouvrir les dossiers sous forme de groupes d'onglets. Partagez des dossiers de favoris avec un lien unique. Importez les favoris du navigateur pour encore plus de commodité.\n\nInterface utilisateur\n\nPersonnalisez votre expérience TabXpert en choisissant entre les interfaces pop-up, onglet, fenêtre et panneau latéral. Ajustez la densité et sélectionnez des thèmes clairs ou sombres.\n\nRaccourcis\n\nAssignez des raccourcis clavier pour accéder rapidement aux interfaces, onglets, favoris, dossiers, sessions, et même aux profils de navigateur. Cela rend la navigation rapide et efficace.\n\nUtilisation de la mémoire\n\nTabXpert réduit l'utilisation de la mémoire en suspendant les onglets lors de l'ouverture des sessions. TabXpert prend en charge les extensions populaires comme \"The Marvellous Suspender\" et \"Suspenseur d'onglets\" pour suspendre les onglets à la volée.\n\nRecherche\n\nTrouvez rapidement des sessions, étiquettes, dossiers, onglets et favoris. Appuyez sur la barre d'espace pour voir votre historique de travail. Commencez à taper ou collez pour activer la recherche. Le chinois et le japonais sont pris en charge.\n\nMigration\n\nTabXpert prend en charge l'importation de données à partir de gestionnaires d'onglets populaires tels que OneTab, Session Buddy, Workona, Toby et autres.\n\nFiabilité\n\nTabXpert suit automatiquement vos onglets, groupes d'onglets et sessions. En cas de défaillance de la base de données, une sauvegarde de l'ombre est disponible. La synchronisation dans le Cloud garantit la sécurité des données.\n\nConfidentialité\n\nTabXpert n'accède pas au contenu web et ne collecte aucune statistique de navigation, assurant votre confidentialité. Avec la synchronisation dans le Cloud, vos données sont transférées de manière cryptée via HTTPS vers un stockage Cloud de niveau entreprise chez IBM.\n\nAbonnement\n\nLes fonctionnalités uniques de TabXpert, telles que la synchronisation Cloud, l'interface utilisateur des groupes d'onglets et les dossiers imbriqués, sont activées par abonnement. Votre soutien aide à développer et améliorer TabXpert.\n\nSi vous avez des questions sur le gestionnaire de sessions et d'onglets TabXpert, n'hésitez pas à me contacter à support@tabxpert.com ou à rejoindre notre communauté Reddit sur https://www.reddit.com/r/TabXpert/.",
    "it": "Gestione schede\n\nOrganizza facilmente le tue schede in gruppi di schede e sessioni di lavoro. TabXpert traccia automaticamente le tue schede e i gruppi di schede. Trascina e rilascia facilmente le tue schede tra le sessioni come necessario.\n\nGestione delle sessioni\n\nGestisci facilmente le tue sessioni di lavoro in una o più finestre del browser. Chiudi le tue sessioni in qualsiasi momento e riprendi successivamente da dove hai interrotto, anche dopo un crash del browser.\n\nSincronizzazione Cloud\n\nLa sincronizzazione Cloud in tempo reale permette di gestire le sessioni in più profili e garantisce la sicurezza dei dati.\n\nGruppi di schede\n\nGestisci i gruppi di schede nell'interfaccia utente. Clicca una sola volta per passare da un gruppo di schede attivo all'altro. Risparmia tempo con le funzioni di raggruppamento automatico e auto-naming. Salva i gruppi di schede come cartelle.\n\nTag\n\nOrganizza le tue sessioni e segnalibri in argomenti con i tag. I segnalibri a tema vengono visualizzati all'interno della sessione e possono essere utilizzati come modello per nuove sessioni.\n\nGestione dei segnalibri\n\nOrganizza i segnalibri in cartelle nidificate. Apri le cartelle come gruppi di schede. Condividi cartelle di segnalibri con un solo link. Importa i segnalibri del browser per una maggiore comodità.\n\nInterfaccia utente\n\nPersonalizza la tua esperienza con TabXpert scegliendo tra le interfacce pop-up, scheda, finestra e pannello laterale. Regola la densità e scegli tra temi chiari o scuri.\n\nScorciatoie da tastiera\n\nAssegna scorciatoie da tastiera per accedere rapidamente a interfacce, schede, segnalibri, cartelle, sessioni e persino profili del browser. Questo rende la navigazione veloce ed efficiente.\n\nUso della memoria\n\nTabXpert riduce l'uso della memoria sospendendo le schede durante l'apertura delle sessioni. Supporta estensioni popolari come \"The Marvellous Suspender\" e \"Sospensore schede\" per sospendere le schede al volo.\n\nRicerca\n\nTrova rapidamente sessioni, tag, cartelle, schede e segnalibri. Premi la barra spaziatrice per vedere la tua cronologia lavorativa. Inizia a digitare o incolla per attivare la ricerca. Sono supportati cinese e giapponese.\n\nMigrazione\n\nTabXpert supporta l'importazione di dati da gestori di schede popolari come OneTab, Session Buddy, Workona, Toby e altri.\n\nAffidabilità\n\nTabXpert traccia automaticamente le tue schede, i gruppi di schede e le sessioni. In caso di guasto del database, è disponibile un backup ombra. La sincronizzazione Cloud garantisce la sicurezza dei dati.\n\nPrivacy\n\nTabXpert non accede ai contenuti web né raccoglie statistiche del browser, garantendo la tua privacy. Con la sincronizzazione Cloud, i tuoi dati vengono trasferiti in modo crittografato tramite HTTPS nello storage Cloud di livello aziendale di IBM.\n\nSottoscrizione\n\nLe funzioni uniche di TabXpert, come la sincronizzazione Cloud, l'interfaccia dei gruppi di schede e le cartelle nidificate, sono abilitate con l'abbonamento. Il tuo supporto aiuta a sviluppare ulteriormente e migliorare TabXpert.\n\nSe hai domande sul gestore delle sessioni e delle schede di TabXpert, non esitare a contattarmi a support@tabxpert.com o unisciti alla nostra comunità Reddit su https://www.reddit.com/r/TabXpert/.",
    "ja": "タブ管理\n\nタブを簡単にタブグループおよびワークセッションに整理します。 TabXpertは自動的にあなたのタブとタブグループを追跡します。 必要に応じて、タブをセッション間でドラッグ＆ドロップするだけです。\n\nセッション管理\n\n単一または複数のブラウザウィンドウで作業セッションを簡単に管理します。 セッションをいつでも閉じて、ブラウザがクラッシュした後でも前回の続きから再開できます。\n\nクラウド同期\n\nリアルタイムのクラウド同期により、複数のプロファイルでセッション管理が可能となり、データの安全性が確保されます。\n\nタブグループ\n\nユーザーインターフェースでタブグループを管理します。 アクティブなタブグループをワンクリックで切り替えます。 自動グループ化と自動命名機能で時間を節約できます。 タブグループをフォルダとしてブックマークします。\n\nタグ\n\nセッションとブックマークをタグでトピックに整理します。 トピックブックマークはセッション内に表示され、新しいセッションのテンプレートとして使用できます。\n\nブックマーク管理\n\nブックマークをネストされたフォルダに整理します。 フォルダをタブグループとして開きます。 ブックマークフォルダをワンクリックで共有します。 さらに便利なように、ブラウザのブックマークをインポートします。\n\nユーザーインターフェース\n\nポップアップ、タブ、ウィンドウ、サイドパネルインターフェイスから選んで、TabXpertの体験をカスタマイズしてください。 密度を調整し、ライトまたはダークテーマを選択します。\n\nショートカット\n\nショートカットを割り当てて、インターフェース、タブ、ブックマーク、フォルダ、セッション、さらにはブラウザプロファイルにすばやくアクセスします。 これにより、ナビゲーションが高速かつ効率的になります。\n\nメモリ使用量\n\nTabXpertは、セッションを開くときにタブをサスペンドすることでメモリ使用量を減らします。 TabXpertは「The Marvellous Suspender」や「Tab Suspender」などの人気拡張機能をサポートして、タブのサスペンドを即座に行います。\n\n検索\n\nセッション、タグ、フォルダ、タブ、ブックマークをすばやく見つけます。 スペースキーを押して作業履歴を表示します。 入力を開始するか、貼り付けて検索を開始します。 中国語と日本語がサポートされています。\n\n移行\n\nTabXpert は、OneTab、Session Buddy、Workona、Toby などの一般的なタブ マネージャーからのデータのインポートをサポートしています。\n\n信頼性\n\nTabXpertは、タブ、タブグループ、セッションを自動的に追跡します。 データベース障害が発生した場合、影のバックアップが利用できます。 クラウド同期はデータの安全性を保証します。\n\nプライバシー\n\nTabXpertはウェブコンテンツにアクセスせず、ブラウザ統計も収集しないため、プライバシーが保護されます。 クラウド同期により、あなたのデータはHTTPSを介して暗号化され、エンタープライズグレードのIBM Cloudストレージに転送されます。\n\nサブスクリプション\n\nクラウド同期、タブグループUI、ネストされたフォルダなどのTabXpertのユニークな機能は、サブスクリプションによって有効になります。 あなたのサポートは、TabXpertのさらなる開発と改善に役立ちます。\n\nTabXpertのセッションとタブマネージャーに関して質問がある場合は、support@tabxpert.comまでご連絡いただくか、https://www.reddit.com/r/TabXpert/のRedditコミュニティに参加してください。",
    "ko": "탭 관리\n\n탭을 탭 그룹 및 작업 세션으로 쉽게 정리하세요. TabXpert 자동으로 탭과 탭 그룹을 추적합니다. 필요할 때 세션 간에 탭을 간단히 드래그 앤 드롭 하세요.\n\n세션 관리\n\n하나 또는 여러 개의 브라우저 창에서 작업 세션을 쉽게 관리하세요. 언제든지 세션을 닫고 나중에 다시 시작할 수 있습니다. 브라우저 충돌 후에도 가능합니다.\n\n클라우드 동기화\n\n실시간 클라우드 동기화를 통해 여러 프로필에서 세션을 관리하고 데이터 안전을 보장합니다.\n\n탭 그룹\n\n사용자 인터페이스에서 탭 그룹을 관리하세요. 한 번의 클릭으로 활성 탭 그룹 간에 전환하세요. 자동 그룹화 및 자동 이름 지정 기능으로 시간을 절약하세요. 탭 그룹을 폴더로 북마크하세요.\n\n태그\n\n세션 및 북마크를 태그로 주제별로 정리하세요. 세션 내에서 주제별 북마크가 표시되며 새 세션의 템플릿으로 사용할 수 있습니다.\n\n북마크 관리\n\n북마크를 중첩된 폴더로 정리하세요. 폴더를 탭 그룹으로 열세요. 한 개의 링크로 북마크 폴더를 공유하세요. 더 많은 편의를 위해 브라우저 북마크를 가져오세요.\n\n사용자 인터페이스\n\n팝업, 탭, 창, 사이드 패널 인터페이스 중에서 선택하여 TabXpert 경험을 맞춤 설정하세요. 밀도를 조절하고 밝은 테마와 어두운 테마 중에서 선택하세요.\n\n단축키\n\n단축키를 할당하여 인터페이스, 탭, 북마크, 폴더, 세션, 심지어 브라우저 프로필에 빠르게 액세스하세요. 이로 인해 탐색이 빠르고 효율적입니다.\n\n메모리 사용량\n\nTabXpert는 세션을 열 때 탭을 일시 중지하여 메모리 사용량을 줄입니다. \"The Marvellous Suspender\"와 \"Tab Suspender\"와 같은 인기 있는 확장 기능을 지원하여 탭을 즉시 일시 중단할 수 있습니다.\n\n검색\n\n세션, 태그, 폴더, 탭 및 북마크를 빠르게 찾습니다. 스페이스바를 눌러 작업 기록을 보세요. 입력하거나 붙여넣어서 검색을 활성화하세요. 중국어와 일본어가 지원됩니다.\n\n마이그레이션\n\nTabXpert는 OneTab, Session Buddy, Workona, Toby 등과 같은 인기 있는 탭 관리자에서 데이터를 가져오는 것을 지원합니다.\n\n신뢰성\n\nTabXpert는 자동으로 당신의 탭, 탭 그룹, 세션을 추적합니다. 데이터베이스 오류가 발생한 경우, 섀도우 백업이 가능합니다. 클라우드 동기화는 데이터 안전을 보장합니다.\n\n프라이버시\n\nTabXpert는 웹 콘텐츠를 접근하거나 브라우저 통계를 수집하지 않아서 프라이버시를 보장합니다. 클라우드 동기화를 통해 데이터가 HTTPS를 통해 암호화되어 엔터프라이즈 급의 IBM 클라우드 스토리지로 전송됩니다.\n\n구독\n\nTabXpert의 독특한 기능, 예를 들어 클라우드 동기화, 탭 그룹 UI 및 중첩 폴더는 구독을 통해 활성화됩니다. 귀하의 지원은 TabXpert의 개발과 향상을 도와줍니다.\n\nTabXpert 세션 및 탭 관리자에 대해 궁금한 사항이 있으시면 주저하지 마시고 support@tabxpert.com으로 연락주시거나 https://www.reddit.com/r/TabXpert/에서 우리의 Reddit 커뮤니티에 가입해주세요.",
    "nl": "Tabbladbeheer\n\nOrganiseer je tabbladen eenvoudig in tabbladgroepen en werk sessies. TabXpert volgt automatisch je tabbladen en tabbladgroepen. Slepen en neerzetten met je tabbladen tussen sessies zoals nodig.\n\nSessie beheer\n\nBeheer je werk sessies eenvoudig in één of meerdere browservensters. Sluit je sessies op elk moment en ga later verder waar je gebleven was, zelfs na een crash van de browser.\n\nCloud synchronisatie\n\nCloud synchronisatie in real-time stelt je in staat sessies in meerdere profielen te beheren en zorgt voor gegevensveiligheid.\n\nTabbladgroepen\n\nBeheer tabbladgroepen in de gebruikersinterface. Schakel tussen actieve tabbladgroepen met één klik. Bespaar tijd met automatisch groeperen en automatisch benoemen functies. Bladwijzer tabbladgroepen als mappen.\n\nTag\n\nOrganiseer je sessies en bladwijzers in onderwerpen met tags. Thema-bladwijzers worden weergegeven binnen de sessie en kunnen worden gebruikt als sjabloon voor nieuwe sessies.\n\nBladwijzer beheer\n\nOrganiseer bladwijzers in geneste mappen. Open mappen als tabbladgroepen. Deel bladwijzermappen met een enkele link. Importeer browser-bladwijzers voor nog meer gemak.\n\nGebruikersinterface\n\nPas uw TabXpert-ervaring aan door te kiezen tussen pop-up, tabblad, venster en zijpaneel interfaces. Pas de dichtheid aan en kies uit lichte of donkere thema's.\n\nSneltoetsen\n\nWijs sneltoetsen toe om snel toegang te krijgen tot interfaces, tabbladen, bladwijzers, mappen, sessies, en zelfs browserprofielen. Dit maakt navigatie snel en efficiënt.\n\nGeheugengebruik\n\nTabXpert vermindert het geheugengebruik door tabbladen op te schorten bij het openen van sessies. Het ondersteunt populaire extensies zoals \"The Marvellous Suspender\" en \"Tabblad-opschorter\" om tabbladen snel op te schorten.\n\nZoeken\n\nVind snel sessies, tags, mappen, tabbladen, en bladwijzers. Druk op de spatiebalk om je werkgeschiedenis te zien. Begin te typen of plak om de zoekopdracht te activeren. Chinees en Japans worden ondersteund.\n\nMigratie\n\nTabXpert ondersteunt gegevensimport van populaire tabbladbeheerders zoals OneTab, Session Buddy, Workona, Toby en andere.\n\nBetrouwbaarheid\n\nTabXpert volgt automatisch uw tabbladen, tabbladgroepen en sessies. In geval van een databasefout, is een schaduw-backup beschikbaar. Cloud synchronisatie garandeert gegevensveiligheid.\n\nPrivacy\n\nTabXpert heeft geen toegang tot webinhoud en verzamelt geen browserstatistieken, waardoor uw privacy gewaarborgd is. Met Cloud synchronisatie worden je gegevens versleuteld via HTTPS overgedragen naar IBM Cloud opslag van ondernemingsklasse.\n\nAbonnement\n\nUnieke functies van TabXpert, zoals Cloud-synchronisatie, het tabgroepen-UI en geneste mappen, zijn beschikbaar via een abonnement. Uw ondersteuning helpt om TabXpert verder te ontwikkelen en te verbeteren.\n\nAls je vragen hebt over de TabXpert sessie- en tabmanager, neem dan gerust contact met mij op via support@tabxpert.com of sluit je aan bij onze Reddit-gemeenschap op https://www.reddit.com/r/TabXpert/.",
    "no": "Faneadministrasjon\n\nOrganiser enkelt fanene dine i fannegrupper og arbeidsøkter. TabXpert sporer automatisk fanene dine og fannegrupper. Bare dra og slipp fanene dine mellom økter etter behov.\n\nØktadministrasjon\n\nAdministrer arbeidsøktene dine i ett eller flere nettleservinduer med letthet. Lukk øktene dine når som helst og fortsett der du slapp senere, selv etter en nettleserkrasj.\n\nSkysynkronisering\n\nSkysynkronisering i sanntid lar deg administrere økter i flere profiler og sikrer datasikkerhet.\n\nFannegrupper\n\nAdministrer fannegrupper i brukergrensesnittet. Bytt mellom aktive fannegrupper med et enkelt klikk. Spar tid med funksjonene for automatisk gruppering og automatisk navnsetting. Bokmerk fannegrupper som mapper.\n\nTagger\n\nOrganiser øktene og bokmerkene dine i emner med tagger. Emnebokmerker vises i økten og kan brukes som mal for nye økter.\n\nBokmerkeadministrasjon\n\nOrganiser bokmerker i nestede mapper. Åpne mapper som fannegrupper. Del bokmerkemapper med en enkelt lenke. Importer nettleserbokmerker for enda mer bekvemmelighet.\n\nBrukergrensesnitt\n\nTilpass din TabXpert-opplevelse ved å velge mellom popup-, fane-, vindu- og sidepanel grensesnitt. Juster tetthet og velg mellom lyse eller mørke temaer.\n\nHurtigtaster\n\nTilordne hurtigtaster for rask tilgang til grensesnitt, faner, bokmerker, mapper, økter og til og med nettleserprofiler. Dette gjør navigasjonen rask og effektiv.\n\nMinnebruk\n\nTabXpert reduserer minnebruken ved å utsette faner når økter åpnes. Den støtter populære utvidelser som \"The Marvellous Suspender\" og \"Faneutsetter\" for å utsette faner på farten.\n\nSøk\n\nRaskt finne økter, tagger, mapper, faner og bokmerker. Trykk på mellomromstasten for å se arbeidshistorikken din. Begynn å skrive eller lim inn for å aktivere søket. Kinesisk og japansk er støttet.\n\nMigrasjon\n\nTabXpert støtter dataimport fra populære faneadministratorer som OneTab, Session Buddy, Workona, Toby og andre.\n\nPålitelighet\n\nTabXpert sporer automatisk dine faner, fanagrupper og økter. Ved databasefeil er en skyggebackup tilgjengelig. Skysynkronisering garanterer datasikkerhet.\n\nPersonvern\n\nTabXpert får ikke tilgang til nettinnhold eller samler inn noen nettleserstatistikk, og sikrer ditt personvern. Med skysynkronisering overføres dataene dine kryptert via HTTPS til sky-lagring på selskapsnivå hos IBM.\n\nAbonnement\n\nTabXperts unike funksjoner, som skysynkronisering, fanagrupper UI og nestede mapper, aktiveres gjennom abonnement. Din støtte hjelper oss å videreutvikle og forbedre TabXpert.\n\nHvis du har spørsmål om TabXpert økt- og fanebehandler, ikke nøl med å kontakte meg på support@tabxpert.com eller bli med i vårt Reddit-fellesskap på https://www.reddit.com/r/TabXpert/.",
    "pl": "Zarządzanie kartami\n\nŁatwo organizuj swoje karty w grupy kart i sesje robocze. TabXpert automatycznie śledzi twoje karty i grupy kart. Po prostu przeciągnij i upuść swoje karty między sesjami według potrzeby.\n\nZarządzanie sesjami\n\nZ łatwością zarządzaj swoimi sesjami roboczymi w jednym lub kilku oknach przeglądarki. Zamknij swoje sesje w dowolnym momencie i wznow później w miejscu, w którym przerwałeś, nawet po awarii przeglądarki.\n\nChmura synchronizacja\n\nChmura synchronizacja w czasie rzeczywistym pozwala zarządzać sesjami w kilku profilach i zapewnia bezpieczeństwo danych.\n\nGrupy kart\n\nZarządzaj grupami kart w interfejsie użytkownika. Przełączaj się między aktywnymi grupami kart jednym kliknięciem. Oszczędzaj czas dzięki funkcjom automatycznego grupowania i nadawania nazw. Zapisz grupy kart jako foldery.\n\nTagi\n\nOrganizuj swoje sesje i zakładki w tematy za pomocą tagów. Zakładki tematyczne są wyświetlane w sesji i mogą być używane jako szablon dla nowych sesji.\n\nZarządzanie zakładkami\n\nOrganizuj zakładki w zagnieżdżone foldery. Otwieraj foldery jako grupy kart. Udostępnij foldery zakładek za pomocą jednego linku. Importuj zakładki przeglądarki dla większej wygody.\n\nInterfejs użytkownika\n\nDostosuj swoje doświadczenie TabXpert, wybierając spośród interfejsów pop-up, karta, okno i panel boczny. Dostosuj gęstość i wybierz spośród jasnych lub ciemnych motywów.\n\nSkróty klawiaturowe\n\nPrzypisz skróty klawiaturowe, aby szybko uzyskać dostęp do interfejsów, kart, zakładek, folderów, sesji, a nawet profili przeglądarki. To sprawia, że nawigacja staje się szybka i efektywna.\n\nZużycie pamięci\n\nTabXpert zmniejsza zużycie pamięci przez wstrzymywanie kart podczas otwierania sesji. Obsługuje popularne rozszerzenia, takie jak \"The Marvellous Suspender\" i \"Mechanizm wstrzymywania kart\", aby wstrzymać karty na bieżąco.\n\nSzukaj\n\nSzybko znajdź sesje, tagi, foldery, karty i zakładki. Naciśnij spację, aby zobaczyć historię swojej pracy. Zacznij wpisywanie lub wklej, aby aktywować wyszukiwanie. Obsługiwane są chiński i japoński.\n\nMigracja\n\nTabXpert obsługuje importowanie danych z popularnych menedżerów kart, takich jak OneTab, Session Buddy, Workona, Toby i inne.\n\nNiezawodność\n\nTabXpert automatycznie śledzi Twoje karty, grupy kart i sesje. W przypadku awarii bazy danych dostępna jest kopia zapasowa w cieniu. Chmura synchronizacja gwarantuje bezpieczeństwo danych.\n\nPrywatność\n\nTabXpert nie uzyskuje dostępu do treści internetowych ani nie zbiera statystyk przeglądarki, zapewniając Twoją prywatność. Dzięki synchronizacji Chmura, Twoje dane są przesyłane zaszyfrowane przez HTTPS do pamięci masowej IBM Cloud klasy korporacyjnej.\n\nSubskrypcja\n\nUnikalne funkcje TabXpert, takie jak synchronizacja w chmurze, interfejs użytkownika grup kart i zagnieżdżone foldery, są dostępne w ramach subskrypcji. Twoje wsparcie pomaga w dalszym rozwoju i ulepszaniu TabXpert.\n\nJeśli masz jakiekolwiek pytania dotyczące sesji TabXpert i menedżera kart, proszę skontaktuj się ze mną na adres support@tabxpert.com lub dołącz do naszej społeczności na Reddit pod adresem https://www.reddit.com/r/TabXpert/.",
    "pt_BR": "Gerenciamento de guias\n\nOrganize facilmente suas guias em grupos de guias e sessões de trabalho. TabXpert rastreia automaticamente suas guias e grupos de guias. Basta arrastar e soltar suas guias entre as sessões conforme necessário.\n\nGerenciamento de sessões\n\nGerencie suas sessões de trabalho em uma ou várias janelas do navegador com facilidade. Feche suas sessões a qualquer momento e continue mais tarde de onde parou, mesmo após uma falha do navegador.\n\nSincronização em nuvem\n\nA sincronização em nuvem em tempo real permite gerenciar sessões em múltiplos perfis e garante a segurança dos dados.\n\nGrupos de guias\n\nGerencie grupos de guias na interface do usuário. Alterne entre grupos de guias ativas com um único clique. Economize tempo com recursos de agrupamento automático e auto-nomeação. Marque grupos de guias como pastas.\n\nEtiquetas\n\nOrganize suas sessões e favoritos em tópicos com etiquetas. Favoritos de tópicos são mostrados dentro da sessão e podem ser usados como modelo para novas sessões.\n\nGerenciamento de favoritos\n\nOrganize favoritos em pastas em aninhadas. Abra pastas como grupos de guias. Compartilhe pastas de favoritos com um único link. Importe favoritos do navegador para ainda mais conveniência.\n\nInterface de usuário\n\nPersonalize sua experiência com o TabXpert escolhendo entre interfaces de pop-up, guia, janela e painel lateral. Ajuste a densidade e selecione entre temas claro ou escuro.\n\nAtalhos\n\nAtribua atalhos de teclado para acessar rapidamente interfaces, guias, favoritos, pastas, sessões e até mesmo perfis de navegador. Isso torna a navegação rápida e eficiente.\n\nUso de memória\n\nTabXpert reduz o uso de memória suspendendo guias ao abrir sessões. Ele suporta extensões populares como \"The Marvellous Suspender\" e \"Tab Suspender\" para suspender guias instantaneamente.\n\nBusca\n\nEncontre rapidamente sessões, etiquetas, pastas, guias e favoritos. Pressione a barra de espaço para ver seu histórico de trabalho. Comece a digitar ou colar para ativar a pesquisa. Chinês e Japonês são suportados.\n\nMigração\n\nO TabXpert suporta importação de dados de gerenciadores de abas populares, como OneTab, Session Buddy, Workona, Toby e outros.\n\nConfiabilidade\n\nTabXpert rastreia automaticamente suas guias, grupos de guias e sessões. No caso de falha no banco de dados, um backup sombra está disponível. A sincronização em nuvem garante a segurança dos dados.\n\nPrivacidade\n\nTabXpert não acessa o conteúdo web nem coleta quaisquer estatísticas do navegador, garantindo sua privacidade. Com a sincronização em nuvem, seus dados são transferidos criptografados via HTTPS para armazenamento em nuvem de nível empresarial da IBM.\n\nAssinatura\n\nFuncionalidades únicas do TabXpert, como sincronização na nuvem, interface de grupos de guias e pastas aninhadas, são habilitadas por assinatura. Seu apoio ajuda a desenvolver e melhorar ainda mais o TabXpert.\n\nSe você tiver alguma dúvida sobre o gerenciador de sessões e guias do TabXpert, não hesite em me contatar pelo e-mail support@tabxpert.com ou junte-se à nossa comunidade no Reddit em https://www.reddit.com/r/TabXpert/.",
    "pt_PT": "Gestão de guias\n\nOrganize facilmente suas guias em grupos de guias e Sessões de trabalho. O TabXpert rastreia automaticamente suas guias e grupos de guias. Basta arrastar e largar suas guias entre sessões conforme necessário.\n\nGestão de sessão\n\nGerencie as suas sessões de trabalho em uma ou várias janelas de navegador com facilidade. Feche as suas sessões a qualquer momento e continue mais tarde de onde parou, mesmo após uma falha no navegador.\n\nSincronização em nuvem\n\nA sincronização em nuvem em tempo real permite gerir sessões em vários perfis e garante a segurança dos dados.\n\nGrupos de guias\n\nGerencie grupos de guias na interface do usuário. Alterne entre grupos de guias ativas com um único clique. Poupe tempo com as funcionalidades de agrupamento automático e autonomeação. Guarde grupos de guias como pastas.\n\nEtiquetas\n\nOrganize suas Sessões e marcadores em tópicos com etiquetas. Os marcadores de tópicos são exibidos na Sessão e podem ser usados como modelo para novas Sessões.\n\nGestão de marcadores\n\nOrganize marcadores em pastas aninhadas. Abra pastas como grupos de guias. Compartilhe pastas de marcadores com um único link. Importe marcadores do navegador para ainda mais conveniência.\n\nInterface do utilizador\n\nPersonalize sua experiência TabXpert escolhendo entre interfaces de pop-up, guia, janela e painel lateral. Ajuste a densidade e selecione entre temas claros ou escuros.\n\nAtalhos de teclado\n\nAtribua atalhos de teclado para acessar rapidamente interfaces, guias, marcadores, pastas, Sessões e até perfis de navegador. Isto torna a navegação rápida e eficiente.\n\nUso de memória\n\nO TabXpert reduz o uso de memória suspendendo guias ao abrir Sessões. Ele suporta extensões populares como \"The Marvellous Suspender\" e \"Tab Suspender\" para suspender guias rapidamente.\n\nPesquisa\n\nEncontre rapidamente Sessões, etiquetas, pastas, guias e marcadores. Pressione a barra de espaços para ver o seu histórico de trabalho. Comece a digitação ou colar para ativar a pesquisa. Chinês e japonês são suportados.\n\nMigração\n\nO TabXpert suporta a importação de dados de gerenciadores de guias populares como OneTab, Session Buddy, Workona, Toby e outros.\n\nConfiabilidade\n\nO TabXpert rastreia automaticamente suas guias, grupos de guias e Sessões. No caso de falha da base de dados, um backup de sombra está disponível. A sincronização em nuvem garante a segurança dos dados.\n\nPrivacidade\n\nTabXpert não acessa conteúdo da web ou coleta quaisquer estatísticas do navegador, garantindo sua privacidade. Com a sincronização em nuvem, os seus dados são transferidos criptografados via HTTPS para o armazenamento IBM Cloud de nível empresarial.\n\nAssinatura\n\nRecursos exclusivos do TabXpert, como sincronização na Nuvem, interface de grupos de guias e pastas aninhadas, são habilitados por assinatura. Seu suporte ajuda a desenvolver e melhorar ainda mais o TabXpert.\n\nSe você tiver qualquer dúvida sobre o gerenciador de Sessão e guia do TabXpert, por favor, não hesite em me contatar pelo suporte@tabxpert.com ou participe da nossa comunidade no Reddit em https://www.reddit.com/r/TabXpert/.",
    "ru": "Управление вкладками\n\nЛегко организовывайте ваши вкладки в группы вкладок и рабочие сессии. TabXpert автоматически отслеживает ваши вкладки и группы вкладок. Просто перетаскивайте ваши вкладки между сессиями по мере необходимости.\n\nУправление сессиями\n\nУправляйте вашими рабочими сессиями с легкостью в одном или нескольких окнах браузера. Закрывайте сессии в любое время и возобновляйте работу там, где остановились, даже после сбоя браузера.\n\nСинхронизация с Облаком\n\nСинхронизация с Облаком в реальном времени позволяет управлять сессиями в нескольких профилях и обеспечивает безопасность данных.\n\nГруппы вкладок\n\nУправляйте группами вкладок в пользовательском интерфейсе. Переключайтесь между активными группами вкладок одним нажатием. Экономьте время с функциями авто-группирования и автоименования. Сохраняйте группы вкладок как папки.\n\nТеги\n\nОрганизовывайте ваши сессии и закладки по темам с помощью тегов. Закладки по темам отображаются в сессии и могут использоваться как шаблон для новых сессий.\n\nУправление закладками\n\nОрганизовывайте закладки в папках. Открывайте папки как группы вкладок. Делитесь папками закладок одной ссылкой. Импортируйте закладки браузера для еще большего удобства.\n\nПользовательский интерфейс\n\nВыберите подходящий вам интерфейс между попап окном, вкладкой, обычным окном, и боковой панелью. Регулируйте плотность и выбирайте светлую или темную тему.\n\nГорячие клавиши\n\nНазначьте сочетания клавиш для быстрого доступа к интерфейсам, вкладкам, закладкам, папкам, сессиям и даже профилям браузера. Это делает навигацию быстрой и эффективной.\n\nИспользование памяти\n\nTabXpert сокращает использование памяти, приостанавливая вкладки при открытии сессий. Он поддерживает популярные расширения, такие как \"The Marvellous Suspender\" и \"Tab Suspender\", для приостановки вкладок на лету.\n\nПоиск\n\nБыстро находите сессии, теги, папки, вкладки и закладки. Нажмите пробел, чтобы увидеть историю вашей работы. Начните ввод или вставьте текст для активации поиска. Поддерживаются китайский и японский языки.\n\nМиграция\n\nTabXpert поддерживает импорт данных из популярных менеджеров вкладок, таких как OneTab, Session Buddy, Workona, Toby и других.\n\nНадежность\n\nTabXpert автоматически отслеживает ваши вкладки, группы вкладок и сессии. В случае сбоя базы данных доступна теневая резервная копия. Синхронизация с Облаком гарантирует безопасность данных.\n\nКонфиденциальность\n\nTabXpert не получает доступ к веб-контенту и не собирает статистику браузера, обеспечивая вашу конфиденциальность. С синхронизацией с Облаком ваши данные передаются в зашифрованном виде через HTTPS на корпоративное облачное хранилище IBM.\n\nПодписка\n\nУникальные функции TabXpert, такие, как синхронизация с Облаком, управление группами вкладок и вложенные папки, доступны по подписке. Ваша поддержка помогает дальнейшему развитию и улучшению TabXpert.\n\nЕсли у вас есть вопросы о менеджере сессий и вкладок TabXpert, обращаться по адресу support@tabxpert.com или присоединяйтесь к нашему сообществу Reddit по адресу https://www.reddit.com/r/TabXpert/.",
    "uk": "Управління вкладками\n\nЛегко організовуйте свої вкладки в групи вкладок і робочі сесії. TabXpert автоматично відстежує ваші вкладки та групи вкладок. За потреби просто перетягуйте вкладки між сесіями.\n\nУправління сесіями\n\nКеруйте своїми робочими сесіями в одному або кількох вікнах браузера з легкістю. Закривайте свої сесії у будь-який час і продовжуйте пізніше, навіть після збою браузера.\n\nХмарна синхронізація\n\nХмарна синхронізація в реальному часі дозволяє керувати сесіями в кількох профілях і забезпечує безпеку даних.\n\nГрупи вкладок\n\nКеруйте групами вкладок в інтерфейсі користувача. Перемикайтеся між активними групами вкладок одним натисненням. Економте час за допомогою функцій авто-групування та автоназви. Закладки для груп вкладок як папки.\n\nТеги\n\nОрганізуйте свої сесії та закладки за темами за допомогою тегів. Закладки за темами відображаються у сесії та можуть бути використані як шаблон для нових сесій.\n\nУправління закладками\n\nОрганізуйте закладки во вкладені папки. Відкривайте папки як групи вкладок. Діліться папками закладок одним посиланням. Імпортуйте закладки браузера для ще більшої зручності.\n\nІнтерфейс користувача\n\nНалаштуйте свій досвід TabXpert, обираючи між інтерфейсами попап, вкладки, вікна і бічної панелі. Регулюйте щільність та вибирайте між світлими або темними темами.\n\nКомбінації клавіш\n\nПризначайте комбінації клавіш для швидкого доступу до інтерфейсів, вкладок, закладок, папок, сесій і навіть профілів браузера. Це робить навігацію швидкою та ефективною.\n\nВикористання пам'яті\n\nTabXpert зменшує використання пам’яті, призупиняючи вкладки під час відкриття сеансів. TabXpert підтримує популярні розширення, такі як \"The Marvellous Suspender\" та \"Tab Suspender\", для швидкого призупинення вкладок.\n\nПошук\n\nШвидко знайдіть сесії, теги, папки, вкладки та закладки. Натисніть пробіл, щоб побачити свою історію роботи. Почніть вводити або вставити, щоб активувати пошук. Підтримуються китайська та японська мови.\n\nМіграція\n\nTabXpert підтримує імпорт даних з популярних менеджерів вкладок, таких як OneTab, Session Buddy, Workona, Toby та інших.\n\nНадійність\n\nTabXpert автоматично відстежує ваші вкладки, групи вкладок і сесії. У випадку збою бази даних доступна тіньова резервна копія. Хмарна синхронізація гарантує безпеку даних.\n\nКонфіденційність\n\nTabXpert не отримує доступу до вебконтенту та не збирає будь-яку статистику браузера, забезпечуючи вашу конфіденційність. Завдяки Хмарній синхронізації ваші дані передаються в зашифрованому вигляді за допомогою HTTPS у Хмарне сховище корпоративного рівня IBM.\n\nПідписка\n\nУнікальні функції TabXpert, такі як Хмарна синхронізація, інтерфейс користувача груп вкладок і вкладені папки, доступні за підпискою. Ваша підтримка допомагає далі розвивати та покращувати TabXpert.\n\nЯкщо у вас виникли запитання щодо сеансу TabXpert і менеджера вкладок, будь ласка, зв’яжіться зі мною за адресою support@tabxpert.com або приєднайтеся до нашої спільноти Reddit за адресою https://www.reddit.com/r/TabXpert/.",
    "zh_CN": "标签页管理\n\n轻松将您的标签页组织到标签页组和工作会话中。 TabXpert 自动跟踪您的标签页和标签页组。 根据需要，简单拖放标签页到不同的会话。\n\n会话管理\n\n轻松在单个或多个浏览器窗口中管理您的工作会话。 随时关闭会话，之后再继续，即使浏览器崩溃后也是如此。\n\n云同步\n\n实时的云同步允许在多个配置文件中管理会话，并确保数据安全。\n\n标签页组\n\n在用户界面中管理标签页组。 单击即可在活跃标签页组之间切换。 通过自动分组和自动命名功能节省时间。 将标签页组书签保存为文件夹。\n\n标签\n\n通过标签将您的会话和书签组织成主题。 主题书签显示在会话中，可以用作新会话的模板。\n\n书签管理\n\n将书签整理到嵌套文件夹中。 将文件夹作为标签页组打开。 通过一个链接共享书签文件夹。 导入浏览器书签，以获得更多便利。\n\n用户界面\n\n通过选择弹出窗口、标签页、窗口和侧边栏界面，自定义您的 TabXpert 体验。 调整密度并选择浅色或深色主题。\n\n快捷键\n\n分配快捷键以快速访问界面、标签页、书签、文件夹、会话，甚至浏览器配置文件。 这使得导航快速而高效。\n\n内存使用\n\nTabXpert 通过在打开会话时暂停标签页来减少内存使用。 它支持流行的扩展，如“The Marvellous Suspender”和“Tab Suspender”，可以动态暂停标签。\n\n搜索\n\n快速找到会话、标签、文件夹、标签页和书签。 按空格键查看您的工作历史。 开始输入或粘贴以激活搜索。 支持中文和日语。\n\n迁移\n\nTabXpert 支持从流行的标签管理器（如 OneTab、Session Buddy、Workona、Toby 等）导入数据。\n\n可靠性\n\nTabXpert 自动跟踪您的标签页、标签页组和会话。 在数据库故障的情况下，可以使用影子备份。 云同步保证数据安全。\n\n隐私\n\nTabXpert 不访问网页内容或收集任何浏览器统计数据，确保您的隐私。 通过云同步，您的数据通过 HTTPS 传输至企业级 IBM 云存储，数据加密传输。\n\n订阅\n\nTabXpert 的独特功能，如云同步、标签页组 UI 和嵌套文件夹，通过订阅启用。 您的支持有助于进一步发展和改进 TabXpert。\n\n如果您对 TabXpert 会话和标签页管理器有任何疑问，请随时通过 support@tabxpert.com 联系我，或加入我们的 Reddit 社区：https://www.reddit.com/r/TabXpert/。",
    "zh_TW": "分頁管理\n\n輕鬆將分頁組織到分頁群組和工作會話。 TabXpert 自動追蹤您的分頁和分頁群組。 根據需要，輕鬆拖放分頁到不同的會話。\n\n會話管理\n\n輕鬆在單個或多個瀏覽器窗口中管理您的工作會話。 隨時關閉會話後續上次中斷處繼續，即使瀏覽器崩潰後也是如此。\n\n雲端同步\n\n實時雲端同步允許在多個配置檔中管理會話並確保數據安全。\n\n分頁群組\n\n在用戶界面中管理分頁群組。 點擊一下即可在活動分頁群組之間切換。 儲存時間與自動分組和自動命名功能。 將分頁組群書籤為資料夾。\n\n標籤\n\n使用標籤按主題組織您的會話和書籤。 主題書籤在會話中顯示，可用作新會話的範本。\n\n書籤管理\n\n將書籤組織成嵌套資料夾。 將資料夾打開為分頁群組。 通過一個鏈接共享書籤資料夾。 匯入瀏覽器書籤，更加便捷。\n\n用戶界面\n\n通過選擇彈出窗口、分頁、窗口和側邊欄界面來自定義您的 TabXpert 體驗。 調整密度並選擇淺色或深色主題。\n\n快速鍵\n\n分配鍵盤快速鍵以快速訪問界面，分頁，書籤，資料夾，會話，甚至瀏覽器配置檔。 這使導航快速高效。\n\n內存使用\n\nTabXpert 通過在打開會話時暫停分頁來減少內存使用。 它支持流行的擴展，比如 “The Marvellous Suspender” 和 “Tab Suspender”，以快速暫停分頁。\n\n搜索\n\n快速查找會話、標籤、資料夾、分頁和書籤。 按下空格鍵查看您的工作記錄。 開始輸入或粘貼以啟動搜索。 支持中文和日文。\n\n遷移\n\nTabXpert 支援從流行的分頁管理器匯入數據，如 OneTab、Session Buddy、Workona、Toby 等。\n\n可靠性\n\nTabXpert 自動跟踪您的分頁、分頁組和會話。 在數據庫故障的情況下，提供影子備份。 雲端同步保證數據安全。\n\n隱私\n\nTabXpert 不訪問網頁內容或收集任何瀏覽器統計數據，確保您的隱私。 通過雲端同步，您的數據通過 HTTPS 加密傳輸到企業級 IBM 雲端存儲。\n\n訂閱\n\nTabXpert 的獨特功能，如雲端同步、分頁組用戶界面和嵌套資料夾，通過訂閱啟用。 您的支持有助於進一步開發和改進 TabXpert。\n\n如果您對TabXpert 會話和分頁管理器有任何疑問，請隨時通過support@tabxpert.com與我聯繫，或加入我們的Reddit社区，網址是https://www.reddit.com/r/TabXpert/。"
  }
}