{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "migly.in"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Encurte URLs e links automaticamente"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Migly: O Encurtador de Links Mais Eficiente e Completo para Profissionais de Marketing\n\nTransforme longas URLs em links curtos e elegantes com o Migly, o encurtador de URLs mais avançado do mercado. Ideal para agências de marketing, influenciadores digitais e profissionais de marketing de afiliados, o Migly oferece muito mais do que apenas encurtar links:\n\n\t•\tLinks Supercurtos: Migly cria um dos menores links disponíveis, ajudando você a economizar espaço e melhorar a estética das suas postagens.\n\t•\tMétricas Precisas: Colete dados essenciais de acessos diretamente do Google Analytics, sem custo adicional. Acompanhe cliques, engajamento e a performance de cada link com facilidade.\n\t•\tAutomação Inteligente: Encurte links automaticamente de qualquer aba ou site acessado, tudo com apenas um clique. Perfeito para quem precisa de agilidade no dia a dia.\n\t•\tPersonalização Completa: Renomeie links e personalize a tela de carregamento com sua própria marca ou anúncios, criando uma experiência única para quem clica em seus links.\n\nPor que escolher o Migly?\n\nEntre os concorrentes como Bit.ly, Thorfy e Abre aí, Migly se destaca não só pelo tamanho do link gerado, mas também pelas funcionalidades robustas e gratuitas que oferece. Quer você precise renomear links, coletar métricas detalhadas, ou simplesmente ter um encurtador confiável para suas campanhas de marketing, Migly é a escolha certa.\n\nExperimente Migly hoje mesmo e leve suas campanhas de marketing ao próximo nível!"
  }
}