{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Univer ClipSheet - An AI-driven one-click solution for web scraping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use AI to help you extract all table data from public web pages and generate sheets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We use Univer Sheet to present this data, making it easier for you to copy, paste, share, and manage the data.\n\nIf you have a question or want to report a bug, feel free to open an issue in Univer Clipsheet GitHub repository.\n\nhttps://github.com/dream-num/univer-clipsheet\n\n-----Features:-----\n1. Effortless Web Scraping Configuration\n   Easily create and customize web scrapers to automate tasks such as scrolling, clicking \"Next Page\" buttons, and navigating through URLs. Streamline your workflow by configuring scrapers to handle repetitive actions seamlessly.\n\n2. Detailed Data Extraction\n   Drill down into specific sections of detail pages to extract precise data. Gain granular control over what information you scrape, ensuring accuracy and relevance.\n\n3. Integrated Scraping and Scheduling (Critical New Feature)\n   Combine data from multiple scrapers into a unified dataset. Set up automated schedules for your web scraping tasks to keep your data up to date.\n\n4. User-Friendly User Interface  \n   Manage your scraped data with ease using a comprehensive and intuitive interface. Organize, edit, and interact with your data tables seamlessly.\n\n5.Enhanced Data Management and Export Options\nEnjoy a powerful data management experience with support for direct Excel exports and seamless sheet viewing. Powered by Univer.\n\n-----Website:-----\nhttps://univer.ai/clip-sheet\n\n-----FAQ:-----\n1. Community Support\nCommunity group: https://discord.gg/rbZcJPm4un\n\n2. Do I need a ChatGPT/OpenAI account?\nNo, you do not need a ChatGPT/OpenAI account. We select the most suitable AI engine to achieve the best data extraction results for you.\n\n3. Is my data secure?\nWe guarantee that we will not use your collected data in any way. Your data security is our top priority.\nPrivacy Policy: https://univer.ai/legal/privacy-policy"
  }
}