{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "color picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorPicker \n\n👉 ColorPicker is a precise eyedropper and color selection tool that lets you pick color values directly from…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorPicker \n\n👉 ColorPicker is a precise eyedropper and color selection tool that lets you pick color values directly from webpages and other sources.\n\n🌈 The ColorPicker extension provides users with a powerful, zoom-enabled eyedropper tool for precise color selection from webpages and digital content. This extension is essential for designers, developers, and digital creators seeking accurate color values directly from their browser environment.\n\n📌 Feedback \nIf you encounter a bug, please use the feedback forum to alert the developer rather than leaving a review. ColorPicker requires permissions for all websites to be readily available whenever you need it. This permission is essential for utilizing the tabs API, and the extension strictly respects user privacy. ColorPicker is also highly configurable, and the source code is publicly accessible here: GitHub https://github.com/u4saif/colorEyePicker ColorPicker. Contributions are welcome!\n\nUsing ColorPicker\nColors are picked from a snapshot of the page, which updates only when you scroll. To refresh the snapshot, press \"r\" or use the \"re-snap\" button. If you see an error after switching tabs, it's a security feature—press \"R,\" scroll, or restart ColorPicker.\n\nColorPicker may not function on certain pages by default, like the Chrome Web Store or file:// URLs. To enable local file support, go to tools > extensions manager and allow file URL access.\n\nIf you encounter issues:\n\nTry using ColorPicker on a different website or in a new tab.\nReloading the tab or extension can often resolve problems.\nFor unsupported pages, try the ColorPicker desktop app (available for Mac and PC) or mobile versions for iOS and Android, which include additional features like color-based mini-games.\n\nTroubleshooting Tips\nFor some users, it may take a few attempts to start working; refreshing the page or reloading the extension may help. Occasionally, switching to another application and back to Chrome can reset the tool.\n\nColorPicker uses a lossless PNG quality setting to detect colors; if this leads to issues, you can disable it for JPEG quality.\n\nDisplay and Color Accuracy\nNote that your monitor's color space settings impact ColorPicker’s precision. Ensure that Chrome is set to sRGB and restart if necessary, as differing color spaces may cause slight variations in color values.\n\nLicense and Additional Information\nFor business users, please purchase the appropriate license. The tool includes a magnifying zoom feature to ensure pixel-perfect alignment during development. In the future, ColorPicker may support URL rewriting with affiliate links, but this feature is off by default and can be disabled.\n\nThank you for using ColorPicker!"
  }
}