{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnswerBuddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Default Search extension where users can type \"askme\" in the address bar to ask AI any question."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Answerbuddy — your new best buddy for instant answers with flavor! \n\nWith our AI-powered extension, you can effortlessly get responses to your questions without interrupting your workflow. Whether you need information on a specific topic, help with a problem, or just a quick fact-check, AnswerBuddy has you covered.\n\nHow to ask Answerbuddy a question? \n1. Type \"askme\" in your browser address bar and press either \"Space\" or \"Tab\" on your keyboard\n2. Ask your question in the address bar and hit \"enter\"\n\nThis extension updates your browser search provider and enable users to get all their questions answered. After generating an answer, you can easily download it as a PDF, delete the answer, or copy it anywhere on your computer or laptop. \n\nThis extension updates your browser default search settings in the following ways:\n- Allows for custom Q&A AI searches directly from your browser omnibox\n- Sets Yahoo as the default search setting in your browser\n\nBy installing this extension, you agree to the Terms of Use (https://answerbuddy.app/terms-of-service/) and Privacy Policy (https://answerbuddy.app/terms-of-service/)\n\nPermissions used & reasons:\n\n1. Read and change your data on a number of websites\n         - For our extension to work, we require access to these websites we own and manage.\n2. Read your browsing history\n        - We only use this to manage browser tabs.\n3. Change your Search Settings\n        - Our keyword search feature uses this to work in the Omnibar."
  }
}