{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picket Line Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get notified when you navigate to a website belonging to an organization whose employees are on strike."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never accidentally cross a picket line again.\n\nWhen employees take collective action and go on strike to improve their working conditions, they often form a picket line and ask their employers’ customers not to cross it. In the pre-digital age, it was easy to know if you were crossing a picket line because it was a literal line of striking workers outside the business’s office or store. Nowadays, striking workers still form picket lines, but in the digital age it is easy to do business with a company online without knowing its workers are striking. This extension changes that.\n\nPicket Line Notifier is an open-source browser extension that alerts you when you navigate to a website belonging to an organization whose employees are on strike, with a focus on companies that do business with the public such as restaurants, grocery stores, retail, media companies, etc. Install it once and never worry about inadvertently crossing a picket line again. Picket Line Notifier is constantly updated—by humans—with the most up-to-date information on active pickets. You can also click on the extension icon to see a list of active pickets.\n\nThe Picket Line Notifier uses the ILR Cornell Labor Action Tracker and other social media reports. https://striketracker.ilr.cornell.edu/\n\nThe Picket Line Notifier GitHub repository is here: https://github.com/jamespizzurro/picket-line-notifier\n\nIf you would like to add an upcoming picket to the notifier or correct an error with existing ones, you can create an Issue in GitHub here: https://github.com/jamespizzurro/picket-line-notifier/issues"
  }
}