{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SonicGPT, Talk to ChatGPT in MultiLanguage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Talk and listen to ChatGPT in your language!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "--------------------ENGLISH--------------------\nImmerse yourself in the revolutionary experience of artificial intelligence with SonicGPT, an innovative Chrome plugin for voice to text and text to voice. Specifically designed to enhance the interaction between humans and the AI of ChatGPT in versions 3.5 and 4, this plugin provides an efficient and dynamic user experience.\n\nWhy choose SonicGPT? With SonicGPT, you can:\n\nSpeed up your interaction with ChatGPT: Avoid typing and quickly convert your voice to text and vice versa.\nEffectively practice languages: Listen and speak in the language you are learning to improve your language skills.\nRequest tasks easily: Ask ChatGPT to perform tasks simply by speaking to it.\nAnd that's not all. SonicGPT is a digital polyglot, compatible with 40 languages, including the most popular ones like English, Spanish, French, Italian, Russian, and Portuguese.\n\nIdeal for students, professionals, AI enthusiasts, and anyone looking to enhance their interaction with ChatGPT, SonicGPT is the perfect tool to turn your AI exploration into an effortless and enriching journey.\n\nTry SonicGPT today and discover the smoothest and most efficient way to interact with ChatGPT.\n\nKeywords: SonicGPT, Chrome plugin, voice to text, text to voice, human interaction with ChatGPT, AI, artificial intelligence, language learning, ChatGPT version 3.5, ChatGPT version 4, English, Spanish, French, Italian, Russian, Portuguese.\n\n--------------------ESPAÑOL--------------------\nSumérgete en la revolucionaria experiencia de inteligencia artificial con SonicGPT, un innovador plugin de Chrome para voz a texto y texto a voz. Diseñado específicamente para mejorar la interacción entre humanos y la inteligencia artificial de ChatGPT en las versiones 3.5 y 4, este plugin brinda una experiencia de usuario eficiente y dinámica.\n\n¿Por qué elegir SonicGPT? Con SonicGPT, puedes:\n\nAcelerar tu interacción con ChatGPT: Evita la digitación y convierte tu voz en texto y viceversa de manera rápida y sencilla.\nPracticar idiomas de manera efectiva: Escucha y habla en el idioma que estás aprendiendo para mejorar tus habilidades lingüísticas.\nSolicitar tareas con facilidad: Pide a ChatGPT que realice tareas simplemente hablándole.\nY eso no es todo. SonicGPT es un políglota digital, compatible con 40 idiomas, incluyendo los más populares como inglés, español, francés, italiano, ruso y portugués.\n\nIdeal para estudiantes, profesionales, entusiastas de la IA y cualquier persona que busque mejorar su interacción con ChatGPT, SonicGPT es la herramienta perfecta para convertir tu exploración de la IA en un viaje sin esfuerzo y enriquecedor.\n\nPrueba SonicGPT hoy y descubre la manera más fluida y eficiente de interactuar con ChatGPT.\n\nPalabras clave: SonicGPT, plugin de Chrome, voz a texto, texto a voz, interacción humana con ChatGPT, IA, inteligencia artificial, aprendizaje de idiomas, ChatGPT versión 3.5, ChatGPT versión 4, inglés, español, francés, italiano, ruso, portugués.",
    "de,es,fr,hi,it,ko": "Breathe life into your ChatGPT experience with our innovative free plugin. Ever wished for your ChatGPT to automatically read out responses as they're generated? Or to speak and listen in multiple languages? This plugin makes it possible!\n\nFurthermore, our new tool allows you to adjust voice tone and speed to your liking, interact more quickly with hotkeys, and auto-approve listened text, all without touching the keyboard. This inclusive design is especially helpful for individuals with motor limitations, providing a completely hands-free interaction with ChatGPT."
  }
}