{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grayscale the Web - Save Sites"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes all color from websites, turning them gray. Can be set for specific sites and tabs, or for all sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "***PLEASE NOTE*****************\nWhen you first install Grayscale the Web, you will need to refresh any tabs that were already open before this will work for them. Once you refresh a tab it should work from then on out. Any new tabs you open should work fine right away.\n********************************\n\nCan't stop surfing the web? You may not realize it, but all of that color is designed to hijack your brain and keep you browsing.\n\nGrayscale the Web is a great solution to help with this. It removes all of the color, giving sites a plain, grayed out look. They will appear much more boring, and that's the whole point. You'll soon find that time wasting sites hold your attention less, and this will hopefully help you focus on whatever it is you really need to be doing.\n\nGrayscale the Web lets you turn on grayscale for all sites, specific tabs, or whatever sites you choose. You can also exclude specific sites from turning gray when using the all sites or specific tab settings.\n\nClick the Grayscale the Web icon in your chrome menu bar to use the pop up menu to change settings, or click the 'Manage Saved/Excluded Sites' link there to go to the options page to manually manage and add or remove sites.\n\nNOTE: This plugin won't work on certain, chrome specific pages like the chrome web store."
  }
}