{
  "name": {
    "ar,ca,cs,fa,hr,ko,no,sw": "Balls Avoid Online Game",
    "am,ml,ro": "Balls Avoid Online",
    "bg,bn,et,fil,hi,ja,pl,sl,te": "Balls Avoid Unblocked Game",
    "da,el,fi,gu,he,id,kn,sk,ta,th": "Balls Avoid Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Balls Avoid Arcade Game",
    "hu,lv,mr,ms,sv": "Balls Avoid Arcade Game Online"
  },
  "short": {
    "ar": "كرات تجنب الألوان المختلفة القادمة عليك والحصول على درجات عالية من خلال الحصول على كرات من نفس اللون.",
    "am": "ኳስ በእርስዎ ላይ የሚመጡ የተለያዩ ቀለማት አስወግድ እና ተመሳሳይ ቀለም ያላቸውን ኳሶች በማግኘት ከፍተኛ ውጤት ያገኛሉ.",
    "bg": "Топки Избягвайте от различни цветове, идващи върху вас и да получите високи резултати, като получите топки от един и същи цвят.",
    "bn": "বলগুলি আপনার উপর আসা বিভিন্ন রঙের এড়িয়ে চলুন এবং একই রঙের বল পেয়ে উচ্চ স্কোর পান।",
    "ca": "Boles Evitar de diferents colors que vénen sobre vostè i obtenir puntuacions altes mitjançant l'obte",
    "cs": "Koule Vyhněte se různým barvám, které na vás přicházejí, a získejte vysoké skóre tím, že získáte koule stejné barvy.",
    "da": "Bolde Undgå at forskellige farver kommer på dig og få høje scorer ved at få bolde i samme farve.",
    "de": "Bälle Vermeiden Sie, dass verschiedene Farben auf Sie zukommen und erhalten Sie Highscores, indem Sie Bälle der gleichen Farbe e...",
    "el": "Μπάλες Αποφύγετε τα διαφορετικά χρώματα που έρχονται πάνω σας και να πάρετε υψηλές βαθμολογίες παίρν",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Balls Avoid of different colors coming on you and get high scores by getting balls of the same color.",
    "es": "Bolas Evita que te vengan diferentes colores y obtén puntuaciones altas al obtener bolas del mismo color.",
    "et": "Pallid Vältige erinevaid värve, mis tulevad teile ja saavad kõrgeid tulemusi, saades sama värvi palle.",
    "fa": "توپ اجتناب از رنگ های مختلف در آینده بر روی شما و گرفتن نمرات بالا با گرفتن توپ از همان رنگ.",
    "fi": "Pallot Vältä erivärisiä tulemasta päällesi ja saat korkeat pisteet hankkimalla samanvärisiä palloja.",
    "fil": "Bola Iwasan ang iba't ibang kulay na darating sa iyo at makakuha ng mataas na puntos sa pamamagitan",
    "fr": "Balles Évitez les différentes couleurs qui viennent sur vous et obtenez des scores élevés en obtenant des balles de la même coul...",
    "gu": "બોલ્સ તમારા પર આવતા વિવિધ રંગોને ટાળો અને સમાન રંગના દડા મેળવીને ઉચ્ચ સ્કોર મેળવો.",
    "he": "כדורים הימנעו מצבעים שונים שמגיעים עליכם וקבלו ציונים גבוהים על ידי קבלת כדורים מאותו צבע.",
    "hi": "गेंदों आप पर आने वाले विभिन्न रंगों से बचें और एक ही रंग की गेंदों को प्राप्त करके उच्च स्कोर प्राप्त करें।",
    "hr": "Kuglice Izbjegavajte različite boje dolaze na vas i dobiti visoke ocjene dobivanjem lopte iste boje.",
    "hu": "Golyók Kerülje el, hogy különböző színek jöjjenek rád, és magas pontszámokat érjen el, ha azonos színű labdákat kapsz.",
    "id": "Bola Hindari warna yang berbeda datang pada Anda dan dapatkan skor tinggi dengan mendapatkan bola dengan warna yang sama.",
    "it": "Palle Evita che di diversi colori ti arrivino addosso e ottieni punteggi alti ottenendo palline dello stesso colore.",
    "ja": "ボール あなたに来る異なる色を避け、同じ色のボールを得ることによって高いスコアを得ます。",
    "kn": "ಚೆಂಡುಗಳು ನಿಮ್ಮ ಮೇಲೆ ಬರುವ ವಿವಿಧ ಬಣ್ಣಗಳನ್ನು ತಪ್ಪಿಸಿ ಮತ್ತು ಒಂದೇ ಬಣ್ಣದ ಚೆಂಡುಗಳನ್ನು ಪಡೆಯುವ ಮೂಲಕ ಹೆಚ್ಚಿನ ಸ್ಕೋರ್ ಗಳನ್ನು ಪಡೆಯಿರಿ.",
    "ko": "공 다른 색상이 당신에게 오는 것을 피하고 같은 색의 공을 얻음으로써 높은 점수를 얻습니다.",
    "lv": "Bumbas Izvairieties no dažādu krāsu nākšanas uz jums un iegūstiet augstus rezultātus, iegūstot tādas pašas krāsas bumbiņas.",
    "ml": "പന്തുകൾ വ്യത്യസ്ത നിറങ്ങൾ നിങ്ങളുടെ മേൽ വരുന്നത് ഒഴിവാക്കുക, ഒരേ നിറത്തിലുള്ള പന്തുകൾ ലഭിക്കുന്നതിലൂടെ ഉയർന്ന സ്കോറുകൾ നേടുക.",
    "mr": "बॉल्स आपल्यावर वेगवेगळ्या रंगाचे येणे टाळा आणि एकाच रंगाचे बॉल्स मिळवून उच्च गुण मिळवा.",
    "ms": "Bola Elakkan warna yang berbeza datang pada anda dan dapatkan skor tinggi dengan mendapatkan bola dengan warna yang sama.",
    "nl": "Ballen Vermijd dat er verschillende kleuren op je afkomen en haal hoge scores door ballen van dezelfde kleur te krijgen.",
    "no": "Baller Unngå forskjellige farger som kommer på deg og få høye score ved å få baller av samme farge.",
    "pl": "Kulki Unikaj różnych kolorów przychodzących na ciebie i uzyskaj wysokie wyniki, otrzymując kulki tego samego koloru.",
    "ro": "Bile Evitați de culori diferite care vin pe tine și de a lua scoruri mari prin obtinerea bile de aceeași culoare.",
    "ru": "Шарики Избегайте разных цветов, идущих на вас, и получайте высокие баллы, получая шары одного цвета.",
    "sk": "Gule Vyhnite sa rôznym farbám prichádzajúcim na vás a získajte vysoké skóre tým, že dostanete gule rovnakej farby.",
    "sl": "Žoge Izogibajte se različnih barv, ki prihajajo na vas in dobili visoke rezultate s pridobivanjem kroglice iste barve.",
    "sv": "Bollar Undvik att olika färger kommer på dig och få höga poäng genom att få bollar av samma färg.",
    "sw": "Mipira Kuepuka ya rangi tofauti kuja juu yenu na kupata alama ya juu kwa kupata mipira ya alama sawa.",
    "ta": "பந்துகள் வெவ்வேறு வண்ணங்கள் உங்கள் மீது வருவதைத் தவிர்க்கவும், ஒரே நிறத்தின் பந்துகளைப் பெறுவதன் மூல",
    "te": "బంతులు మీపై వచ్చే విభిన్న రంగులను పరిహరించండి మరియు ఒకే రంగు బంతులను పొందడం ద్వారా అధిక స్కోర్ లను పొందండి.",
    "th": "ลูกบอลหลีกเลี่ยงสีที่แตกต่างกันมาที่คุณและได้รับคะแนนสูงโดยการรับลูกที่มีสีเดียวกัน",
    "tr": "Toplar Üzerinize gelen farklı renklerden kaçının ve aynı renkteki topları alarak yüksek puanlar alın.",
    "uk": "М'ячі Уникайте різних кольорів, що приходять на вас, і отримуйте високі бали, отримуючи кульки одного кольору."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start the crazy ball game on a colorful platform. All you have to do is avoid the balls of different colors, catch the balls of the same color and start the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nBalls Avoid Arcade Game Features\n✓ Crazy color balls\n✓ Infinity platform\n✓ Fun level\n✓ Slow motion mode\n\nFinally, you can enjoy these game for free (and more requests will be added)! Balls Avoid Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}