{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MiniMC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mini Media Convertor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "❇️ Mini Media Converter, affectionately known as Mini-MC, is a versatile and robust software designed to empower users with seamless multimedia conversion capabilities. MiniMC excels at transforming various media formats, catering to a wide range of needs for image, video, and audio files. This open-source gem effortlessly handles the conversion of images, videos, and audio files with utmost efficiency.\n\n🛜 Offline Conversion: One of Mini-MC's standout features is its complete offline functionality. No internet connection is required, as all conversions take place on the client side. Your files remain secure and private, with no data sent to external servers, guaranteeing your data's confidentiality and safety.\n\n🏞️ Image Conversion: Mini-MC is your reliable companion for converting a myriad of image formats, including JPG, JPEG, PNG, GIF, BMP, WebP, ICO, TIF, TIFF, SVG, RAW, TGA, and more. No matter the source format, MiniMC ensures your images are easily tailored to your preferences.\n\n🎥 Video Conversion: Whether you're dealing with MP4, M4V, MP4V, 3GP, AVI, MOV, WMV, MKV, FLV, OGV, WebM, H.264, or H.265 video files, MiniMC effortlessly transcodes them into your desired format, enabling compatibility with various devices and platforms.\n\n🔊 Audio Conversion: Enjoy the freedom to convert your audio files, including MP3, WAV, OGG, AAC, WMA, FLAC, and M4A. MiniMC allows you to modify audio formats with ease, ensuring your music and sound files are compatible with your preferred media players and devices.\n\n😇 Open Source: Mini-MC is proudly open source, meaning it is a community-driven project that welcomes contributions from developers and enthusiasts. Its open nature promotes transparency and customization, allowing users to tailor the software to their specific needs."
  }
}