{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartData"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find Contact Information of businesses and people on LinkedIn"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our Chrome plugin is a powerful tool that helps users find contact information for businesses and individuals on LinkedIn. With just a few clicks, users can access valuable contact details such as email addresses and phone numbers, making it easier than ever to connect with potential clients, partners, or collaborators.\n\nThe plugin seamlessly integrates with LinkedIn, providing a streamlined experience for users. Simply install the plugin, visit a LinkedIn profile, and the plugin will automatically retrieve and display contact information if available. Say goodbye to the hassle of searching through LinkedIn profiles or using external tools to find contact details - our plugin simplifies the process and saves time.\n\nWhether you're a sales professional looking for leads, a recruiter trying to connect with potential candidates, or a business owner looking to expand your network, our Chrome plugin is an invaluable asset. It empowers users with the information they need to initiate meaningful conversations and build valuable relationships.\n\nWhy should you install our Chrome plugin? It's easy! Our plugin enhances your LinkedIn experience by providing access to contact information that is not readily available on the platform. It's efficient! With our plugin, you can quickly find contact details without leaving the LinkedIn profile, saving you time and effort. It's effective! Our plugin gives you an edge in connecting with prospects or potential partners, increasing your chances of success.\n\nInstall our Chrome plugin now and unlock the full potential of LinkedIn as a powerful networking and business development tool!"
  }
}