{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN для ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Это простое расширение для браузера, которое поможет вам обойти все замедления и наслаждаться бесперебойной работой ChatGPT."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Это простое расширение для браузера, которое поможет вам обойти все замедления и наслаждаться бесперебойной работой ChatGPT.\n\nОсновные функции:\n* Устранение задержек и ограничений:\n* Расширение оптимизирует работу с платформой ChatGPT, устраняя задержки, связанные с ограничениями сети или серверов. Теперь вы сможете получать ответы от ChatGPT без замедлений и прерываний.\n\nБесперебойная работа:\n* Благодаря интеллектуальной маршрутизации трафика, расширение обеспечивает стабильное подключение к ChatGPT, что позволяет вам наслаждаться плавной работой без зависаний или ошибок.\n\nПростота использования:\n* Установка и настройка расширения занимают считанные минуты. После активации оно работает в фоновом режиме, не требуя дополнительных действий со стороны пользователя.\n\nПоддержка популярных браузеров:\n* Расширение совместимо с основными современными браузерами\n\nЭкономия времени:\n* Не тратьте время на ожидание ответов от ChatGPT. Расширение помогает вам быстрее получать нужную информацию, что особенно полезно для работы, учебы или творческих задач.\n\nБезопасность и конфиденциальность:\n* Расширение разработано с учетом высоких стандартов безопасности. Оно не собирает и не передает ваши данные, обеспечивая полную конфиденциальность вашей активности.\n\nДля кого это расширение:\n* Для тех, кто регулярно использует ChatGPT и сталкивается с задержками или ограничениями.\n* Для студентов, исследователей и специалистов, которым важно быстро получать информацию.\n* Для творческих людей, которые используют ChatGPT для генерации идей или текстов.\n* Для всех, кто ценит стабильность и скорость работы в интернете.\n\nКак это работает:\n* Расширение автоматически настраивает маршруты подключения к ChatGPT, используя оптимальные серверы. Это позволяет минимизировать задержки и обеспечить бесперебойную работу платформы.\n\nПреимущества:\n* Увеличение скорости работы с ChatGPT.\n* Устранение ошибок и зависаний.\n* Простота установки и использования.\n* Поддержка нескольких браузеров.\n\nС этим расширением вы сможете полностью раскрыть потенциал ChatGPT, наслаждаясь быстрой и стабильной работой без лишних задержек.\n\nНаш канал - https://t.me/exstension"
  }
}