{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpeedVitals"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Perform Web Vitals & TTFB Test on Multiple Locations & Devices"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpeedVitals Extension helps you perform the Web Vitals Speed Test and TTFB Test on any website directly from your browser.\n\nSpeedVitals is a free Web Performance measurement tool that uses Lighthouse to measure Lab Data and Chrome's User Experience API (CrUX) to measure field data.\n\n\nKey Features\n\n1) Web Vitals: Measure all the Web Vitals such as First Contentful Paint (FCP), Largest Contentful Paint (LCP), Cumulative Layout Shift (CLS), First Contentful Paint (FCP), Time to Interactive (TTI), and Speed Index (SI). We also measure some other metrics like Server Response Time (TTFB) and Web Page Size.\n\n2) TTFB Testing: Measure TTFB (Time to First Byte) from 40 locations across the globe\n\n3) Multi-Device Testing: Measure your Website's Performance across more than 30 devices having different Form Factors\n\n4) Multi-Location Testing: Run Core Web Vitals test on more than 35 locations across the globe including United States, United Kingdom, India, Japan, Australia, Germany, Brazil, South Korea, and more.\n\n5) Field Data: View the real-world Core Web Vitals data of any Web Page using Chrome's User Experience API.\n\n6) Resource Graphs: Resource Graphs give a visual representation of Web Page resource distribution.\n\n7) Waterfall Chart: Waterfall Chart provides a visualization of the load timings with metrics like Blocking Time, DNS Lookup Time, TCP Connect Time as well as HTTP Request/Response Header information.\n\n8) Layout Shift Visualizer: Layout Shift Visualizer presents a GIF of Cumulative Layout Shift (CLS) and helps diagnose the cause behind the shift\n\n9) Code Coverage: Code Coverage helps identify the resources (CSS/JavaScript) with unused code segments \n\n10) SpeedVitals Pro Tips: SpeedVitals Pro Tips is an advanced curated list of factors that can dramatically speed up a Web Page. It also includes advanced platform-specific tips for CMSs like WordPress"
  }
}