{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Historian - Better Tab Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage and navigate your 1000+ tabs and dozens of windows better"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your browsing experience with Historian, a good tool for managing and navigating your tabs and windows efficiently when you have 1000s of tabs and dozens of windows. \n\nHistorian helps you stay organized, focused, and productive by providing powerful features to navigate, search, and control your tabs effortlessly right from your sidebar. It's an effective replacement for your native vertical tab bar.\n\nFind more details at https://usehistorian.com/\n\n\nKey Features:\n______________________________________________\n\nView All Tabs and Windows: Get a comprehensive overview of all your open tabs and windows in a single, organized interface in a full page or in your sidebar.\n\nSearch and Filter Tabs: Quickly find the tabs you need with our powerful search and filter functionality. Search by tab title or url.\n\nNavigate with Ease: Instantly switch to any tab or window with a single click, just like using vertical tab bar.\n\nClose Tabs and Windows: Easily close any tab or window directly from the Historian interface.\n\n\n\nWhy Choose Historian?\n______________________________________________\nStay Organized: Keep your browsing sessions tidy and efficient, making it easier to manage your online activities when you have lots of them.\nBoost Productivity: Spend less time searching for tabs and more time focusing on what matters.\nUser-Friendly Interface: Enjoy a clean and intuitive design that makes managing your tabs a breeze.\n\n\n\nHow It Works:\n______________________________________________\n\nInstall Historian: Add Historian to your browser.\n\nOrganize Tabs and Windows: Start managing your tabs and windows by using Historian as vertical tab bar replacement\n\nNavigate and Search: Quickly switch between tabs, search for specific pages, and keep your browsing experience smooth and efficient.\n\n____________________________________________________________________________________________\n\nJoin the growing community of users who have transformed their browsing experience with Historian. \n\nDownload Historian today and take control of your tabs and windows like never before."
  }
}