{
  "name": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Bonusway",
    "da": "Bonusway.dk",
    "en_GB": "Kopikot.com.ua",
    "ro": "Bonusway.ro",
    "ru": "Kopikot",
    "sv": "Bonusway.se",
    "tr": "Artıway",
    "uk": "kopikot.com.ua"
  },
  "short": {
    "am,ar,bg,bn,ca,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fil,fr,gu,he,hi,hr,id,it,ja,kn,ko,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "This is a bonus reminder extension for Bonusway, Artiway and Kopikot users. The extension notifies you every time when you are on a…",
    "cs,sk": "Už nikdy nezapomeňte sbírat bonusy za vaše online nákupy.\n\nDoplněk k prohlížeči Chrome společnosti Bonusway vám vždy připomene…",
    "da": "Bonusway.dk: Dit bonuskort på nettet!\n\nMed Bonusway får du bonus hos hundredvis af netbutikker. Køb rejser, mode, skønhed, og få…",
    "et": "Kasutades Bonusway brauserilisa kogud boonuseid kõikidelt veebiostudelt.\n\nVeebilehitsejal kasutatav Bonusway laiendus tuletab…",
    "fi": "Älä enää koskaan unohda kerätä bonuksia verkko-ostoksistasi.\n\nBonusway-palvelun Chrome-selainlisäosan avulla muistat aina kerätä…",
    "hu": "Sose maradj le a bónuszokról, amikor online vásárolsz.\n\nA böngésző bővítmény segít az online vásárlásaid közben, hogy mindig…",
    "lt": "Niekada neužmiršk rinkti bonusų už savo pirkinius internetu.\n\nBonusway.lt paslaugos Chrome naršyklės plėtinys visada prisimins…",
    "lv": "Vairs nepalaid garam nevienu bonusu no veiktajiem pirkumiem tiešsaistē.\n\nBonusway servisa pārlūka spraudnis ļaus tev vienmēr…",
    "nl": "Bonusway maakt online shoppen makkelijk en betaalbaar!\n\nInstalleer deze extensie en je mist nooit meer een bonus!\n\nMet onze Bonus…",
    "pl": "Nigdy nie przegap bonusu za zakupy w sieci!\n\nWtyczka Bonusway nie pozwoli, byś przegapił jakikolwiek bonus. Jeśli odwiedzisz stronę…",
    "ro": "Nu mai rata bonusul la cumpărăturile online!\n\nPrin extensia de browser a serviciului Bonusway, îți vei aminti întodeauna să…",
    "ru": "Онлайн-шоппинг с кэшбэком через Kopikot стал еще проще!\nТеперь Вы не упустите свой кэшбэк!\n\nПереходите на сайты любимых магазинов,…",
    "sv": "Bonusway.se: Ditt Bonuskort på nätet!\n\nGenom Bonusway får du bonus hos hundratals nätbutiker. Handla resor, mode, skönhet och få…",
    "tr": "Artıway tarayıcı eklentisi, Chrome tarayıcınıza indirebileceğiniz akıllı bir bildiridir. Online alışverişlerinizden bonus…",
    "uk": "Кэшбэк сервис Kopikot.com.ua сделает ваши покупки в интернете выгоднее, а процесс – еще проще! Теперь вы никогда не упустите свой…"
  },
  "long": {
    "am,ar,bg,bn,ca,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fil,fr,gu,he,hi,hr,id,it,ja,kn,ko,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "This is a bonus reminder extension for Bonusway, Artiway and Kopikot users. The extension notifies you every time when you are on a website that offers cashback. You will never miss an offer again. This add-on works even in Google search results.",
    "cs,sk": "Už nikdy nezapomeňte sbírat bonusy za vaše online nákupy.\n\nDoplněk k prohlížeči Chrome společnosti Bonusway vám vždy připomene možnost sbírat bonusy za vaše nákupy. U návštěvy stránek některého obchodu z naší nabídky se vám nahoře na stránce objeví připomínka možnosti získat bonus a také v jaké výši ten který obchod daný bonus nabízí. Potom už stačí pouze navštívit vybraný obchod prostřednictvím Bonusway, nakoupit a bonus je váš.\n\nJeště nemáte účet u Bonusway? Zaregistrujte se na: https://www.bonusway.cz.\n\nPoužitím doplňku k prohlížeči Chrome souhlasíte s pravidly a podmínkami užívání: https://www.bonusway.cz/info/pravidla-a-podminky",
    "da": "Bonusway.dk: Dit bonuskort på nettet!\n\nMed Bonusway får du bonus hos hundredvis af netbutikker. Køb rejser, mode, skønhed, og få bonus i rede penge, så du kan bruge dine bonuspenge, som du vil.\n\nVed at downloade vores påmindelse, undgår du at gå glip af en bonus, når du handler online.\n\nNår du bruger påmindelsen, godkender du vores brugervilkår: https://www.bonusway.dk/information/brugervilkar",
    "et": "Kasutades Bonusway brauserilisa kogud boonuseid kõikidelt veebiostudelt.\n\nVeebilehitsejal kasutatav Bonusway laiendus tuletab sõbralikult meelde võimalust koguda boonusraha enne järgmist e-poe külastust. Samamoodi saad teavituse, kui sirvid e-poode Google’i otsingumootoris või kui oled suundunud juba veebipoodi, kuid unustasid eelnevalt kasutada selleks Bonuswayd. Pärast Bonusway plugini allalaadimist veebilehitsejale võid olla päris kindel, et tead klikkida veebipoodi Bonusway kaudu ja shopata nutikamalt.\n\nKas sa pole veel Bonuswayga liitunud? Registreeru tasuta: https://www.bonusway.ee\n\nKui hakkad kasutama Bonusway laiendust, siis nõustud ka meie reeglite ja tingimustega: https://www.bonusway.ee/info/reeglid-ja-tingimused",
    "fi": "Älä enää koskaan unohda kerätä bonuksia verkko-ostoksistasi.\n\nBonusway-palvelun Chrome-selainlisäosan avulla muistat aina kerätä bonusta verkko-ostoksistasi. Selainlisäosa muistuttaa sinua bonusten keräämisestä, kun olet verkkokaupan sivuilla. Näin muistat klikata verkkokaupan sivuille Bonusway-palvelun kautta ja saat sinulle kuuluvat bonukset.\n\nEtkö ole vielä palvelumme käyttäjä? Liity ilmaiseksi osoitteessa https://www.bonusway.fi.\n\nKäyttämällä lisäosaa hyväksyt palvelun käyttöehdot: https://www.bonusway.fi/tietoa/kayttoehdot",
    "hu": "Sose maradj le a bónuszokról, amikor online vásárolsz.\n\nA böngésző bővítmény segít az online vásárlásaid közben, hogy mindig begyűjtsed a bónuszaidat. A böngésző bővítmény emlékeztet a bónuszokra, ha egy olyan bolt honlapjára látogatsz ami a Bonuswayen is megtalálható. Így a Bonusway honlapjáról újra a bolthoz látogatva a vásárlás után megkaphatod a bónuszaidat\n\nMég nem vagy Bonusway felhasználó? Csatlakozz ingyenesen: \nhttps://www.bonusway.hu/home\n\nA bővítmény használatával elfogadod a felhasználási feltételeket: https://www.bonusway.hu/info/feltetelek",
    "lt": "Niekada neužmiršk rinkti bonusų už savo pirkinius internetu.\n\nBonusway.lt paslaugos Chrome naršyklės plėtinys visada prisimins gauti bonusą už tavo pirkinius. Įdiegtas naršyklės plėtinys visada primena apie bonusą, kai esi internetinės parduotuvės puslapyje. Taip prisimeni paspausti ant internetinės parduotuvės per Bonusway.lt puslapį ir gauti tau priklausančius bonusus.\n\nDar nesi Bonusway.lt narys? Užsiregistruok nemokamai adresu https://www.bonusway.lt.\n\nNaudodamas naršyklės plėtinį sutinki su sąlygomis ir nuostatomis:\nhttps://www.bonusway.lt/info/salygos-ir-nuostatos",
    "lv": "Vairs nepalaid garam nevienu bonusu no veiktajiem pirkumiem tiešsaistē.\n\nBonusway servisa pārlūka spraudnis ļaus tev vienmēr atcerēties par uzkrātajiem bonusiem. Pēc tam, kad būsi to uzinstalējis, pārlūkā būs pieejams lodziņš, kurā tu vienmēr varēsi apskatīt savu bonusu bilanci. Tas tev vienmēr atgādinās, ka iepērcies izmantojot Bonusway.\n\nVēl neesi mūsu lietotājs? Reģistrējieties https://www.bonusway.lv.\n\nIzmantojot Bonusway pārlūka paplašinājumu, tu piekrītī Bonusway lietošanas noteikumiem un nosacījumiem : https://www.bonusway.lv/info/noteikumi-un-nosacijumi",
    "nl": "Bonusway maakt online shoppen makkelijk en betaalbaar!\n\nInstalleer deze extensie en je mist nooit meer een bonus!\n\nMet onze Bonus Button word je er altijd aan herinnerd om bonussen te verzamelen voor je online aankopen. De Button herinnert jou aan de bonus wanneer je op de startpagina van de webshop bent, zodat je er altijd aan denkt om naar de webshop te klikken via Bonusway en jouw bonus te ontvangen.\n\nNog geen account? Word gratis lid via https://www.bonusway.nl\n\nBij gebruik van deze add-on, aanvaard je de algemene voorwaarden:https://help.bonusway.nl/algemene-voorwaarden/",
    "pl": "Nigdy nie przegap bonusu za zakupy w sieci!\n\nWtyczka Bonusway nie pozwoli, byś przegapił jakikolwiek bonus. Jeśli odwiedzisz stronę jednego ze sklepów z naszej oferty, wtyczka przypomni Ci o bonusie dostępnym w Bonusway. Dzięki temu, jednym kliknięciem zapewnisz sobie bonus za zakupy.\n\nNie jesteś jeszcze naszym użytkownikiem!? Zarejestruj się na https://www.bonusway.pl.\n\nInstalując wtyczkę, zgadzasz się z naszym Regulaminem: https://www.bonusway.pl/info/regulamin.",
    "ro": "Nu mai rata bonusul la cumpărăturile online!\n\nPrin extensia de browser a serviciului Bonusway, îți vei aminti întodeauna să înregistrezi bonus atunci când vizitezi pagina magazinului. Astfel nu vei mai uita să accesezi magazinul prin Bonusway și să primești bonusul.\n\nÎncă nu ai cont? Înregistrează-te acum gratuit pe https://www.bonusway.ro\n\nPrin accesarea extensiei de browser, ești de acord cu Termeni și Condiții: https://www.bonusway.ro/informatie/temeni-si-conditii",
    "ru": "Онлайн-шоппинг с кэшбэком через Kopikot стал еще проще!\nТеперь Вы не упустите свой кэшбэк!\n\nПереходите на сайты любимых магазинов, используя расширение Kopikot и возвращайте до 30% за каждую покупку в более 400 магазинах России и мира, среди которых:\n\n- AliExpress\n- Booking.com\n- Groupon\n- OZON\n- ASOS\nи многие другие.\n\nСвои пожелания вы можете направить по адресу help@kopikot.ru*\n\nДополнение не действует для магазинов Ebay и Lamoda.\n\nИспользуя это расширение, Вы соглашаетесь с правилами, установленными для его использования (см. п. 22 Пользовательского соглашения). https://www.kopikot.ru/info/terms",
    "sv": "Bonusway.se: Ditt Bonuskort på nätet!\n\nGenom Bonusway får du bonus hos hundratals nätbutiker. Handla resor, mode, skönhet och få bonus i riktiga pengar så att du kan spendera dina bonuspengar på det du vill. \n\nGenom att använda vårt tillägg undviker du att missa bonus när du handlar online.\n\nGenom att använda påminnelsen godkänner du villkoren som finns tillgängliga: https://www.bonusway.se/information/anvandarvillkor",
    "tr": "Artıway tarayıcı eklentisi, Chrome tarayıcınıza indirebileceğiniz akıllı bir bildiridir. Online alışverişlerinizden bonus alabieceğinizi hatırlatır.\n\nOnline alışverişlerinizi gerçekleştirirken, Artıway üzerinden geçebileceğiniz mağazaları gösterir. \n\nGoogle aramalarınızda pratik bir bildiri olarak olarak karşınıza çıkar. \n\nEn popüler mağazalara, bonus oranlarını ve mağazaya geçtiğinizde Artıway üzeriden alışveriş yaptığınızı belirten işaret ile kolayca ulaşmanızı sağlar.\n\nArtıway ile alışveriş oldukça kolaydır. Sadece üye olmanız, mağazalara göz atmanız ve bonus al linki ile mağazaya geçip alışverişinizi tamamlamanız gerekmektedir. Bütün alışverişlerinizden gerçekleştireceğiniz para iadesi ile tasarruf etmek bir klik ile mümkün. \n\nÜcretsiz katılmak için linke tıklayınız: https://tr.bonusway.com/\n\nTarayıcı eklentisini kullanarak, burada bulunan hükümler ve koşulları kabul etmiş olursunuz: https://www.artiway.com.tr/bilgi/hukumler-ve-kosullar",
    "uk": "Кэшбэк сервис Kopikot.com.ua сделает ваши покупки в интернете выгоднее, а процесс – еще проще! Теперь вы никогда не упустите свой кэшбек! Переходите на сайты любимых магазинов, используя расширение Kopikot.com.ua и возвращайте до 30% за каждую покупку в более, чем 300 магазинах Украины и мира, среди которых:\n\n- AliExpress\n- Booking.com\n- ASOS\n- Эльдорадо\n- GearBest\n\nи многие другие.\n\nСвои пожелания вы можете направить по адресу help@kopikot.com.ua\n\nРасширение не действует для магазинов Ebay и Lamoda.\n\nИспользуя это расширение, вы соглашаетесь с правилами, установленными для его использования (см. п. 22 Пользовательского соглашения). https://www.kopikot.com.ua/info/terms"
  }
}