{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Top Ad Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Top Ad Finder allows you to collect, save & hunt trending ads automatically from your facebook news feed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Top Ad Finder - Your Ultimate Facebook Ads Finder Discover, Save, and Analyze Facebook Ads Effortlessly! \n\nTop Ad Spy is your premier turbo tool for finding, saving, and analyzing Facebook ads.\n\nWhether you're into dropshipping, marketing, or looking for ad inspiration, Top Ad Spy simplifies your ad discovery process. \n\nKey Features: \n\n• Automatic Ad Aggregation: Easily compile Facebook ads into a comprehensive list just by scrolling your news feed. \n\n• Detailed My Ad Insights: Analyze ads with data including images, links, headlines, likes, shares, comments, and engagement metrics.\n\n• Ad-Only View: Filter out organic posts to focus solely on ads. • Save and Tag: Save my favorite ads for later review and tag them for better organization. \n\n• Completely Free: Enjoy all these powerful features at no cost. Ideal For: \n\n• Dropshipping Entrepreneurs & Cash on delivery : Discover trending products and top-performing ads. \n\n• Marketing Professionals: Analyze successful ad campaigns to refine your strategies. \n\n• Ad Creators: Find creative inspiration from top Facebook ads. \n\nGet Started: \n\n1. Install Top Ad Spy: Quick and easy setup on your Chrome browser. \n\n2. Log In and Scroll: Start collecting ads by scrolling through your news feed. \n\n3. Engage with Ads: Like and comment on products of interest to see more relevant ads. \n\n4. Save and Tag: Use Top Ad Spy to save and tag ads for future reference.\n\nHow to Maximize Your Ad Discovery: \n\n• Interact with Products: Like, comment, and click 'Shop Now' to see more relevant ads.\n\n• Simulate Purchases: Visit web stores to see similar products in your feed. \nTop Ad Spy is your ultimate Facebook ad finder and analysis tool. \n\nInstall now and gain a competitive edge with unparalleled ad insights."
  }
}