{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lenstag Rescue"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Help photographers recover their stolen cameras and work towards a world without camera theft by installing Lenstag Rescue."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detailed description\n\nLenstag Rescue checks images on the web for camera serial numbers.  If it finds a serial number or similar information in an image, information about the image is sent over an encrypted connection to Lenstag Rescue where it will be used to help recover cameras flagged as stolen on Lenstag (for free!).\n\nFrequently asked questions\n\nWhat is Lenstag?\n\nLenstag is a free photographic equipment registry that creates a public web page if a registered item gets stolen.  It's best if you add your gear before it gets stolen so you can flag it as stolen as soon as it disappears, but if your items are already missing, you can add them, too.  Lenstag is available for Android (lens.tg/android), iOS (lens.tg/ios) and on the web at Lenstag.com.\n\nWhat's the catch?\n\nThere's no catch. Lenstag only requires an email address and a password to get going.  If you've already registered your gear on Lenstag and have flagged a camera as stolen, then Lenstag Rescue is already working for you.\n\nIs Lenstag Rescue like StolenCameraFinder?\n\nThe Lenstag Rescue Chrome extension is a fork of the open source StolenCameraFinder project Chrome extension on Google Code: https://code.google.com/p/stolencamerafinder/\n\nThe extension was changed to send data over an encrypted connection and is used by a service, Lenstag, that's totally free.\n\nHow does it work?\n\nLenstag will occasionally ask Lenstag Rescue if it has seen any stolen camera serial numbers and if it has, Lenstag Rescue will give Lenstag information about the images to be use in a report given to the photographer with the stolen camera to aid in its recovery.\n\nHow anonymous is it?\n\nThe Chrome extension only sends data when it finds an image with serial numbers or other data in an image that can aid in a camera's recovery.  The data is about the found image and does not contain any text data from the web page itself.\n\nWhat if I have other questions?\n\nFeel free to email hello AT lenstag.com and we'll answer them.  Thanks!"
  }
}