{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RingByName Click2Call"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RingByName Click2Call"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Features:\n- Makes phone numbers on websites callable by hovering and clicking on them.\n\n- Lets you initiate calls by just typing any number in the Click2Call dropdown.\n\n- Adds a button to your toolbar, which allows you to log into your RingByName account.\n\n- Lets you click to dial phone numbers from most popular CRM and Small Business packages, including Salesforce.com, ZoHo, Highrise, Batchbook, SugarCRM, Microsoft Dynamics and many more.\n\n- Lets you click to dial your contacts and friends from popular social networks, email and contact management sites like Facebook, Twitter, Google Contacts, Outlook.com, LinkedIn and many more.\n\nAdditional Info:\n- If you do not like the extension turning numbers into Click2Call links then you can turn it off in the extension options or simply by unchecking “Enable Auto Detect” in the Click2Call dropdown.\n\n- Click2Call features are only available for active RingByName account holders.\n\n- Complete details about RingByName cloud phone service for business can be found at:\nwww.RingByName.com \nor \nby calling 855-345-7464 or 305-728-6462.\n\n*\nDeveloped by InPhonex's Systems and Development department with special thanks to Marcel Araujo and Lucas Rosa.",
    "es": "Características\n- Hace que los números de teléfono en los sitios web se pueden llamar con solo pasar sobre ellos y hacer clic.\n\n- Le permite iniciar llamadas con solo escribir cualquier número en el desplegable Click2Call.\n\n- Añade un botón a tu barra de herramientas, que le permite iniciar sesión en su cuenta RingByName.\n\n- Le permite hacer clic para marcar números de teléfono desde los CRM y paquetes para pequeñas empresas más populares, incluyendo Salesforce.com, ZoHo, Highrise, Batchbook, SugarCRM, Microsoft Dynamics y muchos más.\n\n- Le permite hacer clic para llamar a sus contactos y amigos de redes sociales populares, correo electrónico y sitios de gestión de contactos como Facebook, Twitter, Google Contacts, Outlook.com, LinkedIn y muchos más.\n\nInformación adicional:\n- Si no te gusta la extensión de transformar los números en enlaces Click2Call entonces usted puede desactivarlo en las opciones de extensión o simplemente desmarcando \"Habilitar Detección Automática\" en el  desplegable Click2Call.\n\n- Las características Click2Call sólo están disponibles para los titulares de cuentas RingByName activos.\n\n- Los detalles completos sobre el servicio telefónico RingByName para negocios se pueden encontrar en:\nwww.RingByName.com o llamando al 855-345-7464 o 305-728-6462.",
    "pt_BR": "Recursos/Características:\n- Faz com que números de telefones em websites possam ser ligados ao passar o mouse por cima e clicar neles\n\n- Permite que você inicie ligações apenas ao digitar qualquer número na lista suspensa do Click2Call\n\n- Adiciona um botão à sua barra de ferramentas, que permite acessar sua conta RingByName.\n\n- Permite que você clique para ligar para números de telefone dos pacotes mais populares de CRM e Pequenos Negócios (Small Business), incluindo Salesforce.com, ZoHo, Batchbook, SugarCRM, Microsoft Dynamics e muitos outros.\n\n- Permite que você clique para ligar para seus contatos e amigos das redes sociais populares, e-mail e sites de gerenciamento de contato como Facebook, Twitter, Google Contacts, Outlook.com, LinkedIn e muitos outros.\n\nInformação adicional:\n\n- Se você não gosta da extensão transformando números em links Click2Call, então você pode desabilitar isso nas opções da extensão ou simplesmente desmarcando “Habilitar Auto Detecção” na lista suspensa do Click2Call.\n\n- Os recursos Click2Call estão disponíveis apenas para titulares de contas RingByName ativas.\n\n- Detalhes completos sobre o serviço de telefonia na nuvem RingByname para negócios podem ser encontrados em:\nwww.RingByName.com\nou\nligando para 855-345-7464 ou 305-728-6462"
  }
}