{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT-ChatDIY"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPTに簡単にアクセスできるこの拡張機能を使用して、疑問を解決したり、テキストを生成したりしましょう。",
    "en": "Use this extension to easily access ChatGPT, solve questions, generate text, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "自分で発行したAPIキーを使い、ChatGPTとやりとりをすることができます。\n\n基本的な履歴保存機能やダウンロード機能や、簡単なコスト試算機能を備えています。\nまた、個人情報を誤って送信しないようにチェックする機能を備えています。\n\n#V1.4\n-履歴保存機能（V1.2）\n-履歴ダウンロード機能（V1.2）\n-コスト試算機能（簡易版）（V1.2）\n-多言語対応①: 設定から日本語と英語を切り替え可能（V1.3）\n-個人情報入力抑止①: 電話番号、メールアドレス、郵便番号を正規表現で検知し、アラートを出します（V1.3）\n-個人情報入力抑止②: 辞書ファイルを登録し、一致する単語があればアラートを出します（V1.4）\n\n履歴はローカルストレージにのみ保管されます。\nまた、利用者のいかなる個人情報もこの拡張機能の開発者には送信されません。\n\nAPI発行や規約については、OpenAI社のガイドラインを確認ください。\nまた、この拡張機能はOpenAI社と直接の関係はないものです。\n\n今後段階的に機能追加及び安定性向上に努めます。\nソースコードは全てGitHubに公開しています。\n\n#今後のアップデート予定（実装に際して前後する可能性があります。）\n-コスト計算の精度向上: トークン数から計算するようにします（V1.5）※予定\n-個人情報マスキング: 一致した個人情報をマスキングします（V1.6）※予定\n-プロンプト補助機能: シーンに応じたプロンプトをサジェストします（V1.x）※予定\n-個別ダウンロード機能: CSVファイル等で生成されたファイルを直接ダウンロードできます（V1.x）※予定\n-多言語対応②: 追加の言語をサポートします（V1.x）※予定\n-連続対話機能: 通常のChatGPTと同様に、直前の対話内容も考慮した対話ができるようになります（ON/OFF切り替え可能）（V2.x）※予定\n\n問題や意見などありましたら、この拡張機能について触れているnoteの記事のコメントでご連絡ください。\nそれ以外の連絡手段もありますが、気付かなかったり反応が遅れる可能性があります。",
    "en": "You can interact with ChatGPT using your own issued API key.\n\nIt has basic history storage and download functions, as well as a simple cost estimation function.\nIt also has a check function to prevent accidental transmission of personal information.\n\n#V1.4\n-History saving function (V1.2)\n-History download function (V1.2)\n-Cost estimation function (simplified version) (V1.2)\n-Multilingual support (1): Japanese and English can be switched from the settings (V1.3)\nSuppress personal information input ①: Detects phone numbers, e-mail addresses, and zip codes using regular expressions and alerts you (V1.3)\n-Suppress personal information entry (2): Registers a dictionary file and alerts you if there is a word that matches (V1.4)\n\nThe history is stored in local storage only.\nAlso, any personal information of the user will not be sent to the developer of this extension.\n\nPlease check OpenAI's guidelines for API publication and terms.\nThis extension is not directly related to OpenAI.\n\nWe will work to add functionality and improve stability step by step in the future.\nAll source code is available on GitHub.\n\n#Future updates(This may change during implementation.)\n-Improved accuracy of cost calculation: Calculation will be based on the number of tokens (V1.5).\n-Personal information masking: Masking of matched personal information (V1.6)\n-Prompt assistance function: Suggest prompts according to the scene (V1.x) *to be added\n-Individual download function: Download files generated by CSV files, etc. directly (V1.x)\nMulti-language support (2): Supports additional languages (V1.x) *to be added\n-Continuous dialogue function: As with regular ChatGPT, dialogue will be able to take into account the contents of the previous dialogue (switchable ON/OFF) (V2.x) *to be added.\n\nIf you have any problems or comments, please contact us in the comments of the NOTE article that mentions this extension.\nOther means of communication are also available, but they may not be noticed or may delay our response."
  }
}