{
  "name": {
    "ar": "برنامج حظر الإعلانات JioCinema",
    "am": "JioCinema ማስታወቂያ ማገጃ",
    "bg": "JioCinema рекламен блокер",
    "bn": "JioCinema অ্যাড ব্লকার",
    "ca": "Bloquejador d'anuncis JioCinema",
    "cs,da,en,en_AU,en_GB,en_US,fi,he,hr,ro,sk,sv": "JioCinema Ad Blocker",
    "de": "JioCinema-Werbeblocker",
    "el": "Αποκλεισμός διαφημίσεων JioCinema",
    "es,es_419": "Bloqueador de anuncios JioCinema",
    "et": "JioCinema reklaamiblokeerija",
    "fa": "مسدود کننده تبلیغات JioCinema",
    "fil": "Ad Blocker ng JioCinema",
    "fr": "Bloqueur de publicités JioCinema",
    "gu": "JioCinema એડ બ્લોકર",
    "hi": "JioCinema विज्ञापन अवरोधक",
    "hu": "JioCinema hirdetésblokkoló",
    "id": "Pemblokir Iklan JioCinema",
    "it": "Blocco pubblicità JioCinema",
    "ja": "JioCinema 広告ブロッカー",
    "kn": "JioCinema ಜಾಹೀರಾತು ಬ್ಲಾಕರ್",
    "ko": "JioCinema 광고 차단기",
    "lt": "„JioCinema“ skelbimų blokatorius",
    "lv": "JioCinema reklāmu bloķētājs",
    "ml": "ജിയോസിനിമ പരസ്യ ബ്ലോക്കർ",
    "mr": "JioCinema जाहिरात ब्लॉकर",
    "ms": "Penyekat Iklan JioCinema",
    "nl": "JioCinema-advertentieblokkering",
    "no": "JioCinema annonseblokkering",
    "pl": "Bloker reklam JioCinema",
    "pt_BR,pt_PT": "Bloqueador de anúncios JioCinema",
    "ru": "Блокировщик рекламы JioCinema",
    "sl": "Blokator oglasov JioCinema",
    "sr": "ЈиоЦинема блокатор огласа",
    "sw": "Kizuia Matangazo cha JioCinema",
    "ta": "ஜியோசினிமா விளம்பரத் தடுப்பான்",
    "te": "JioCinema యాడ్ బ్లాకర్",
    "th": "JioCinema ตัวบล็อกโฆษณา",
    "tr": "JioCinema Reklam Engelleyici",
    "uk": "Блокувальник реклами JioCinema",
    "vi": "Trình chặn quảng cáo JioCinema",
    "zh_CN,zh_TW": "JioCinema 广告拦截器"
  },
  "short": {
    "ar": "استمتع بـ JioCinema بدون إعلانات! قم بتثبيت ملحق JioCinema Ad Blocker للبث السلس وغير المنقطع. الترفيه النقي ينتظر",
    "am": "ያለማስታወቂያ በጂዮ ሲኒማ ይደሰቱ! እንከን የለሽ፣ ያልተቋረጠ ዥረት የጂዮሲኒማ ማስታወቂያ ማገጃ ጫን። ንጹህ መዝናኛ ይጠብቃል።",
    "bg": "Насладете се на JioCinema без реклами! Инсталирайте разширението JioCinema Ad Blocker за безпроблемно, непрекъснато поточно…",
    "bn": "বিজ্ঞাপন ছাড়া JioCinema উপভোগ করুন! নিরবিচ্ছিন্ন, নিরবচ্ছিন্ন স্ট্রিমিংয়ের জন্য JioCinema অ্যাড ব্লকার এক্সটেনশন ইনস্টল করুন।…",
    "ca": "Gaudeix de JioCinema sense anuncis! Instal·leu l'extensió del bloquejador d'anuncis de JioCinema per a una reproducció en continu…",
    "cs": "Užijte si JioCinema bez reklam! Nainstalujte si rozšíření JioCinema Ad Blocker pro plynulé a nepřerušované streamování. Čistá…",
    "da": "Nyd JioCinema uden annoncer! Installer JioCinema Ad Blocker Extension til problemfri, uafbrudt streaming. Ren underholdning venter",
    "de": "Genießen Sie JioCinema ohne Werbung! Installieren Sie die JioCinema Ad Blocker-Erweiterung für nahtloses, unterbrechungsfreies…",
    "el": "Απολαύστε το JioCinema χωρίς διαφημίσεις! Εγκαταστήστε την επέκταση JioCinema Ad Blocker για απρόσκοπτη, αδιάλειπτη ροή. Η Pure…",
    "en,en_AU,en_GB,en_US": "Enjoy JioCinema Without Ads! Install JioCinema Ad Blocker Extension For Seamless, Uninterrupted Streaming. Pure Entertainment Awaits",
    "es,es_419": "¡Disfruta de JioCinema sin anuncios! Instale la extensión JioCinema Ad Blocker para una transmisión fluida e ininterrumpida. Puro…",
    "et": "Nautige JioCinemat ilma reklaamideta! Sujuva ja katkematu voogesituse jaoks installige JioCinema reklaamiblokeerija laiendus. Puhas…",
    "fa": "از JioCinema بدون تبلیغات لذت ببرید! افزونه JioCinema Ad Blocker را برای پخش جریانی بی‌وقفه و بدون وقفه نصب کنید. سرگرمی ناب در…",
    "fi": "Nauti JioCinemasta ilman mainoksia! Asenna JioCinema Ad Blocker Extension -laajennus saumattoman, keskeytymättömän suoratoiston…",
    "fil": "Tangkilikin ang JioCinema Nang Walang Mga Ad! I-install ang JioCinema Ad Blocker Extension Para sa Seamless, Walang-patid na…",
    "fr": "Profitez de JioCinema sans publicité ! Installez l'extension JioCinema Ad Blocker pour un streaming transparent et ininterrompu. Le…",
    "gu": "જાહેરાતો વિના JioCinemaનો આનંદ માણો! સીમલેસ, અવિરત સ્ટ્રીમિંગ માટે JioCinema એડ બ્લોકર એક્સ્ટેંશન ઇન્સ્ટોલ કરો. શુદ્ધ મનોરંજન રાહ…",
    "he": "תהנה מ-JioCinema ללא פרסומות! התקן את התוסף JioCinema Ad Blocker לסטרימינג חלק וללא הפרעות. בידור טהור מחכה",
    "hi": "विज्ञापनों के बिना JioCinema का आनंद लें! निर्बाध, निर्बाध स्ट्रीमिंग के लिए JioCinema विज्ञापन अवरोधक एक्सटेंशन इंस्टॉल करें।…",
    "hr": "Uživajte u JioCinema bez oglasa! Instalirajte JioCinema Ad Blocker Extension za besprijekoran, neprekinut streaming. Čista zabava…",
    "hu": "Élvezze a JioCinema-t hirdetések nélkül! Telepítse a JioCinema Ad Blocker bővítményt a zökkenőmentes, megszakítás nélküli…",
    "id": "Nikmati JioCinema Tanpa Iklan! Instal Ekstensi Pemblokir Iklan JioCinema Untuk Streaming yang Mulus dan Tanpa Gangguan. Hiburan…",
    "it": "Goditi JioCinema senza pubblicità! Installa l'estensione JioCinema Ad Blocker per uno streaming fluido e ininterrotto. Il puro…",
    "ja": "広告なしで JioCinema をお楽しみください! JioCinema 広告ブロッカー拡張機能をインストールして、シームレスで中断のないストリーミングを実現します。純粋なエンターテイメントが待っています",
    "kn": "ಜಾಹೀರಾತುಗಳಿಲ್ಲದೆ JioCinema ಆನಂದಿಸಿ! ತಡೆರಹಿತ, ತಡೆರಹಿತ ಸ್ಟ್ರೀಮಿಂಗ್‌ಗಾಗಿ JioCinema ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿ. ಶುದ್ಧ…",
    "ko": "광고 없이 JioCinema를 즐겨보세요! 원활하고 중단 없는 스트리밍을 위해 JioCinema Ad Blocker Extension을 설치하세요. 순수한 엔터테인먼트가 기다립니다",
    "lt": "Mėgaukitės „JioCinema“ be skelbimų! Įdiekite „JioCinema“ skelbimų blokavimo plėtinį, kad galėtumėte sklandžiai ir nepertraukiamai…",
    "lv": "Izbaudiet JioCinema bez reklāmām! Instalējiet JioCinema reklāmu bloķētāja paplašinājumu, lai nodrošinātu netraucētu un nepārtrauktu…",
    "ml": "പരസ്യങ്ങളില്ലാതെ ജിയോസിനിമ ആസ്വദിക്കൂ! തടസ്സമില്ലാത്തതും തടസ്സമില്ലാത്തതുമായ സ്ട്രീമിംഗിനായി JioCinema പരസ്യ ബ്ലോക്കർ വിപുലീകരണം…",
    "mr": "जाहिरातींशिवाय JioCinema चा आनंद घ्या! अखंड, अखंड स्ट्रीमिंगसाठी JioCinema ॲड ब्लॉकर एक्स्टेंशन इंस्टॉल करा. शुद्ध मनोरंजनाची वाट…",
    "ms": "Nikmati JioCinema Tanpa Iklan! Pasang Sambungan Penyekat Iklan JioCinema Untuk Penstriman Lancar, Tidak Terganggu. Hiburan Tulen…",
    "nl": "Geniet van JioCinema zonder advertenties! Installeer de JioCinema Ad Blocker-extensie voor naadloze, ononderbroken streaming. Puur…",
    "no": "Nyt JioCinema uten annonser! Installer JioCinema Ad Blocker Extension for sømløs, uavbrutt streaming. Ren underholdning venter",
    "pl": "Ciesz się JioCinema bez reklam! Zainstaluj rozszerzenie JioCinema Ad Blocker, aby zapewnić płynne i nieprzerwane przesyłanie…",
    "pt_BR,pt_PT": "Aproveite o JioCinema sem anúncios! Instale a extensão JioCinema Ad Blocker para streaming contínuo e ininterrupto. Puro…",
    "ro": "Bucurați-vă de JioCinema fără reclame! Instalați extensia JioCinema Ad Blocker pentru streaming fără întreruperi, fără întreruperi.…",
    "ru": "Наслаждайтесь JioCinema без рекламы! Установите расширение для блокировки рекламы JioCinema для бесперебойной потоковой передачи.…",
    "sk": "Užite si JioCinema bez reklám! Nainštalujte si rozšírenie JioCinema Ad Blocker pre plynulé a neprerušované streamovanie. Čistá…",
    "sl": "Uživajte v JioCinema brez oglasov! Namestite razširitev JioCinema Ad Blocker za brezhibno, neprekinjeno pretakanje. Čaka vas čista…",
    "sr": "Уживајте у ЈиоЦинема-у без огласа! Инсталирајте ЈиоЦинема Ад Блоцкер Ектенсион за беспрекоран, непрекидан стриминг. Чиста забава…",
    "sv": "Njut av JioCinema utan annonser! Installera JioCinema Ad Blocker Extension för sömlös, oavbruten streaming. Ren underhållning väntar",
    "sw": "Furahia JioCinema Bila Matangazo! Sakinisha Kiendelezi cha Kizuia Matangazo cha JioCinema Kwa Utiririshaji Bila Mfumo, Usiokatizwa.…",
    "ta": "விளம்பரங்கள் இல்லாமல் ஜியோசினிமாவை மகிழுங்கள்! தடையற்ற, தடையற்ற ஸ்ட்ரீமிங்கிற்கு ஜியோசினிமா விளம்பரத் தடுப்பான் நீட்டிப்பை…",
    "te": "ప్రకటనలు లేకుండా JioCinema ఆనందించండి! అతుకులు, అంతరాయం లేని స్ట్రీమింగ్ కోసం JioCinema యాడ్ బ్లాకర్ ఎక్స్‌టెన్షన్‌ను ఇన్‌స్టాల్…",
    "th": "เพลิดเพลินกับ JioCinema โดยไม่มีโฆษณา! ติดตั้งส่วนขยาย JioCinema Ad Blocker เพื่อการสตรีมที่ราบรื่นและต่อเนื่อง…",
    "tr": "Reklamsız JioCinema'nın Keyfini Çıkarın! Kesintisiz, Kesintisiz Akış için JioCinema Reklam Engelleyici Uzantısını Yükleyin. Saf…",
    "uk": "Насолоджуйтесь JioCinema без реклами! Установіть розширення блокувальника реклами JioCinema для безперебійного потокового…",
    "vi": "Thưởng thức JioCinema không có quảng cáo! Cài đặt tiện ích mở rộng Trình chặn quảng cáo JioCinema để phát trực tuyến liền mạch,…",
    "zh_CN,zh_TW": "享受没有广告的 JioCinema！安装 JioCinema 广告拦截器扩展以实现无缝、不间断的流媒体播放。纯粹的娱乐等待着您"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JioCinema™ Ad Blocker: Unofficial Ad-Blocking Extension\n\nEnhance Your Streaming Experience\n\nDive into a smoother, ad-free viewing experience with the JioCinema™ Ad Blocker, an unofficial Chrome extension crafted to elevate your streaming sessions. This user-friendly tool efficiently blocks unwanted ads and pop-ups, ensuring uninterrupted access to your favorite movies and series on JioCinema. Enjoy a clean, seamless interface that lets you focus solely on the content you love, without any distractions.\n\nKey Features:\n\n1. Ad-Free Streaming: Say goodbye to interruptions. Watch JioCinema movies and TV shows without any ads, providing you with continuous, hassle-free entertainment.\n2. Easy to Use: Simply add the extension to your Chrome browser, and it automatically starts cleaning up your viewing experience. No manual configurations needed.\n3. Lightweight Design: Our extension is designed to be unobtrusive and minimalistic, ensuring that it doesn’t slow down your browser or consume excess resources.\n4. Regular Updates: We continually update the JioCinema™ Ad Blocker to adapt to new ad technologies and JioCinema updates, keeping your viewing experience as smooth as possible.\n\nWhy Choose JioCinema™ Ad Blocker?\n\nThe JioCinema™ Ad Blocker is the perfect tool for fans of JioCinema looking to enhance their viewing experience. Whether you’re binging the latest blockbusters or catching up on your favorite TV series, our extension ensures that ads don’t disrupt your entertainment.\n\nPlease Note:\n\nThis is an unofficial extension and is not endorsed by or affiliated with JioCinema. All trademarks belong to their respective owners. This extension does not alter the core functionalities of JioCinema; it only provides ad-blocking capabilities.\n\nDownload Now and Enjoy a Premium Viewing Experience!\n\nTransform your JioCinema watching experience today. Add the JioCinema™ Ad Blocker to your Chrome and say hello to uninterrupted, enjoyable streaming.\n\nInstallation is Quick and Effortless\n\nGetting started with JioCinema™ Ad Blocker is straightforward:\n1. Install the Extension: Click on 'Add to Chrome' to install the JioCinema™ Ad Blocker from the Chrome Web Store.\n2. Enjoy Seamless Viewing: Navigate to JioCinema and start watching your favorite content without any annoying ad interruptions.\n\nUser Support and Feedback\n\nWe value your feedback and strive to improve your experience continuously. If you encounter any issues or have suggestions for improvement, please contact our support team. We are here to assist you!\n\nPrivacy and Security\n\nYour privacy and online security are paramount. The JioCinema™ Ad Blocker operates with the highest respect for your privacy, ensuring that it does not collect or share any of your personal information. It works locally on your browser, blocking ads without tracking your activity.\n\nRate Us\n\nIf you love the JioCinema™ Ad Blocker, please rate us on the Chrome Web Store and share your experiences. Your support and feedback help us to improve and make sure we meet your ad-blocking needs effectively.\n\nDisclaimer:\n\nThis extension is purely for ad-blocking purposes to enhance your viewing experience on JioCinema. It does not modify the content provided by JioCinema nor does it allow access to content in regions where JioCinema does not have rights to stream."
  }
}