{
  "name": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "OKX Wallet",
    "cs": "OKX Peněženka",
    "ru": "Кошелек OKX",
    "tr": "Web3 Cüzdan",
    "vi": "Ví OKX Web3",
    "zh_CN": "欧易 Web3 钱包",
    "zh_TW": "OKX Web3 錢包"
  },
  "short": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,sk,sl,sr,sv,sw,ta,te,th": "OKX Wallet is a universal crypto wallet available on multiple platforms, including app, web, and extension",
    "cs": "OKX Wallet je univerzální kryptoměnová peněženka, která k dispozici na více platformách, včetně aplikace, webu a rozšíření.",
    "de": "OKX Wallet ist eine universelle Krypto-Wallet, die auf mehreren Plattformen verfügbar ist, z. B. per App, Web und Erweiterung.",
    "es": "OKX Wallet es una wallet de criptos universal disponible en varias plataformas (aplicación móvil, web, extensión)",
    "es_419": "OKX Wallet es una billetera de cripto disponible en múltiples plataformas, incluyendo app, web y extensión",
    "fr": "OKX Wallet est un portefeuille crypto universel disponible sur un grand nombre de plateformes (appli, web, extension, etc.)",
    "id": "OKX Wallet adalah Wallet kripto universal yang tersedia di berbagai platform, termasuk aplikasi, web, dan ekstensi",
    "it": "OKX Wallet è un portafoglio di criptovalute universale disponibile su più piattaforme, tra cui app, web ed estensione",
    "pl": "OKX Wallet to uniwersalny portfel kryptowalut dostępny na wielu platformach, w tym aplikacji, sieci i rozszerzeń",
    "pt_BR": "A OKX Wallet é uma carteira universal de cripto disponível em várias plataformas, incluindo aplicativo, web e extensão",
    "pt_PT": "A OKX Wallet é uma carteira de criptomoedas universal disponível em várias plataformas, incluindo aplicação, web e extensão",
    "ro": "OKX Wallet este un portofel cripto universal disponibil pe multiple platforme, inclusiv aplicație, web și extensie",
    "ru": "Кошелек OKX — это универсальный криптокошелек для различных платформ, включая приложение, веб-сайт и расширение для браузера",
    "tr": "Web3 Cüzdan, uygulama, web sürümü ve eklenti dahil olmak üzere çoklu platformlarda kullanılabilen bir evrensel kripto cüzdanıdır.",
    "uk": "OКХ Wallet — це універсальний крипто гаманець, доступний на багатьох платформах. Включає застосунок, веб-версію й розширення",
    "vi": "Ví OKX là ví tiền mã hóa toàn diện, có sẵn trên nhiều nền tảng, bao gồm ứng dụng, trang web và phần mở rộng",
    "zh_CN": "欧易 Web3 钱包是一个多平台 (欧易 App/网页端/插件端) 通用加密钱包",
    "zh_TW": "OKX Web3 錢包是一個多平臺 ( OKX App/網頁端/插件端) 通用加密錢包"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "You can use OKX Wallet to easily access 3,000+ crypto, 80+ networks, thousands of DApps, and the Web3 ecosystem. \nWith OKX Wallet, you have complete control over your private keys and crypto assets.\nOKX Wallet is a multi-chain wallet that currently supports both EVM and non-EVM networks, making it easier for you to access DApps on different networks without having to switch wallets. \nTo learn more, please visit www.okx.com/web3.\nIf you have any questions or concerns, please don't hesitate to contact us at  wallet@okx.com.",
    "zh_CN": "您可以使用欧易钱包轻松访问超过 3000 多个币种、80+ 网络、数万个去中心化应用和 Web3 生态系统。\n欧易钱包是非托管、去中心化的钱包产品，由您自己掌管私钥和加密资产。\n作为异构多链钱包，欧易支持 Bitcoin 链、EVM 链、以及 Solana， SUI 等异构链，让您告别频繁切换钱包的烦恼。\n了解更多：www.okx.com/web3\n联系我们：wallet@okx.com"
  }
}