{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bash AI - meetings, project docs, and industry insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save hours on meeting follow-ups, project docs, and industry insights. Record audio, take screenshots, and summarize any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bash your workload. Save hours on meeting follow-ups, project docs, and industry insights. Record audio, take screenshots, and summarize any webpage with Bash AI.\n\n1) Seamless Meeting Follow-Ups: Record and transcribe meetings directly in your browser. Turn audio recordings into instant summaries and actionable follow-ups. Bash AI ensures you capture every detail effortlessly. \n\n2) Efficient Project Documentation: Create and organize your project docs in seconds. Use Bash AI to combine information and craft top-notch documentation within minutes. \n\n3) Valuable Industry Insights: Stay ahead with Bash AI's ability to organize and summarize industry trends. Gather insights to enhance your product marketing strategies. \n\nKEY FEATURES\n1) Organize industry news & updates: Gather and manage data from webpages directly within your browser. Easily research any company or subject and effortlessly organize and share your findings. Works with YouTube videos.\n\n2) Record meetings: Use Bash to record any browser-based meeting. No need for creepy recording agents to join your call. Works with Google Meet, Microsoft Teams, and Zoom in your browser.\n\n3) Understand Images Quickly: Take screenshots of graphs, charts, Miro boards, Figma or Figjam sketches, and quickly get key take aways from Bash.\n\n4) Get Insights: Use AI to summarize content, converting lengthy articles into concise, actionable insights. Interact with Bash to ask questions or brainstorm for additional insights.\n\n5) Write Faster: Use the AI writer to quickly turn webpages, meeting recordings, and articles into project documentation.\n\nReady to get started? Use AI to seamlessly transition from information to planning, strategy, and execution in an instant.\n\n---\nHOW BASH WORKS\nBash operates directly within your browser, allowing you to collect and summarize content from various sources including the internet, cloud storage, and your computer. This content serves as a reference for your topics and assists in generating responses to your questions.\n\n1) GET INSIGHTS\nThe Q&A section enables users to inquire about the uploaded or linked source content. Bash provides answers exclusively based on the available information within these sources.\n\n2) RECORD MEETINGS RIGHT IN YOUR BROWSER\nUse the browser extension to record any browser-based meeting. From Google Meet to Zoom, Microsoft Teams, Skype, and Facebook Group Calls. You can also record audio from any webpage by right-clicking on the page and selecting \"Record Audio\". Press \"Alt + X\" on your keyboard to record instantly.\n\n3) TAKE SCREENSHOTS WITH BASH AI\nTake screenshots with Bash and get instant insights and key takeaways from complicated graphs, Figma design, Miro boards, and more. Use \"Alt + S\" to screenshot the entire tab or \"Alt + A\" to crop a part of the screen.\n\n4) CREATE DOCUMENTS WITHIN SECONDS\nChoose from over 80 templates to draft various documents such as product requirement docs, user stories, go-to-market plans, creative briefs, research summaries, competitive intelligence, and more.\n\n5) CURATE & SHARE TOPICS \nTopics enable you to quickly group and share sourced content. Utilize topics to gather specific insights and take actionable steps. You can also share these topics with others.\n\n6) WORKS IN DIFFERENT LANGUAGES\nBash supports English, Spanish, Portuguese, Indonesian, Italian, German, Dutch, Polish, Swedish, Norse, Finnish, and Danish. Ask questions and create documents in your preferred language.\n\nIf you're unsure where to start, click on the ✨ button to receive suggestions. Bash will generate a list of possible questions and answers based on the content you provided.\n\nBASH FOR CHROME\nEnhance your Chrome browser with Bash, available for free. \n\nOnce added, access Bash through:\n1) A floating Bash icon in your browser window\n2) A Bash icon in the navigation bar\n3) A right-click context menu option\n4) The Alt-D shortcut\n\nOpen Bash on any webpage to create summaries, get explanations, and ask additional questions based on the content you're viewing. The webpage will be automatically added as a source in Bash, and you can interact with specific text via the right-click context menu.\n\nDISCOVER WHAT YOU CAN DO WITH BASH\n\nBash is a powerful tool that can be used for a variety of purposes. Here are some examples of what you can do with Bash:\n\na) Instantly transform articles into actionable insights, bolstering product marketing strategies.\n\nb) Effortlessly organize research on companies or subjects, simplifying product management processes.\n\nc) Convert any information into shareable content, enhancing your content marketing efforts.\n\nd) Streamline updates and keep your work feed organized via direct management through Bash.\n\ne) Utilize AI to draft, edit, and perfect content from meeting minutes to marketing copy with over 80 built-in templates.\n\nf) Easily share AI-generated insights and documents to foster collaboration within your team or with your audience.\n\ng) Get instant insights from charts, graphs, Figma designs, and Miro boards and share the key take aways.\n\nBash can be used to summarize, paraphrase, question, analyze, and get insights about any article, webpage, research papers, competitor's materials, contracts and agreements, user research, product briefs, and more.\n\nThe locales we support are: en-GB, es-ES, pt-BR, pt-PT, fr-FR, id-ID, it-IT, de-DE, nl-NL, pl-PL, sv-SE, nb-NO (Bokmål), nn-NO (Nynorsk), fi-FI, and da-DK.\n\nBash uses OpenAI, ChatGPT, GPT-4o, and the latest artificial intelligence and large language models applied to your content. \n\nBUILT-IN TEMPLATES\nTemplates can be used to write something new based on the webpage or document you currently have open. Our templates cover the following categories:\n\n1) Product: Templates involving description, specifications, or briefings about products. Write Product Description, Product Launch Brief, Product Requirements Document (PRD), Product Brief and Datasheets within seconds.\n\n2) Actions: Templates that guide or outline specific tasks or actions. Create an Action Plan, Cold Outreach Email, Email, Meeting Minutes, Internal Communications, Lesson Plan Outline, Paraphrase, Sales Follow Up Letter, Slide Outline, Homework Assignment, Copy Editing, Status Update, Sales Script, Webpage Review, Chat Summaries and Conversations with Bash.\n\n3) Insights: Templates providing conclusions or analysis of collected data.For instance, write an Executive Summary, User Sentiment Analysis, Usability (UX) Research Report, Usability (UX) Plan, Survey Summary Report, Actionable Insights, Investment Memo using the browser extension.\n\n4) Research: Templates focusing on academic or market research. Quickly write a Research Paper Summary, Research Paper Feedback, Exam or Quiz, Interview Notes, User Research Write-up, User Research Plan, Legal Summary, Client Proposal, or User Survey with Bash.\n\n5) Documents: Templates for formal and structured documents. Instantly write a Deal Review Document, Deal Summary, Document Outline, Request for Proposal (RFP) Summary, Book Outline, Business Plan based on your content.\n\n6) Strategy: Templates focusing on strategic planning and analysis. Come up with a Marketing Brief, Growth Marketing Plan, Go To Market Plan, SWOT Analysis, PESTEL Analysis, Porter's Five Forces, Ansoff Matrix, BCG Analysis, VRIO Analysis with some help from Bash.\n\nMore details: https://www.getbash.com/templates\n\nSUPPORT\n\nThe Bash support team is always ready to help you. Whether it’s a question about a feature, pricing or anything else, you can reach out to us via email at support@getbash.com or via chat support using https://space.new/bashsupport"
  }
}