{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AntiSwear"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an app that can protect your child or yourself from derogatory words."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cyberbullying. It has happened to almost everyone. Every day people young to old are being bullied online. We plan to solve this. We have revolutionized any media on google chrome. So we present to you, AntiSwear.\n\nGoogle chrome is the most popular web browser in the world. Google chrome has surpassed over billion active users. That means that 15% of the total population uses Chrome. Also only 3 billion people use the internet so Google Chrome has one out of three people using the internet in the whole world, which is 33% and that's an extremely large number.\n\nOver 50% of teens have been cyberbullied, 20% of which, have considered suicide, also 1 in 10 of those teens have actually committed suicide. This is something that is really hard to address and addressing this issue from the source is impossible. Some people don’t want to change the way they act. Many Chrome users are teens who are often targeted for cyber bullying\nThey are targeted for reasons such as racism, sexism, and homophobia. More and more people are getting cyberbullied every year.\n\nThe Solution to our issue is not to remove the bullies as that is impossible but the opposite. We need to target the swear words in order to make people not feel bad. Essentially we need to remove the issue rather than fixing it. We will do this through, AntiSwear™© (patent pending) 2017  our google chrome extension.\n\nOur product replaces the inappropriate language with asterisks (the little stars). We have a working list of words that are filtered out and every new addition will be added and incorporated inside of our extension.\n\nEnjoy!\n-Developers"
  }
}