{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eisenhower Matrix"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description of your extension here"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Eisenhower Matrix\" extension is a powerful tool to help users visualize and manage their tasks efficiently. It is based on the famous Eisenhower Matrix, a productivity technique developed by former US President Dwight D. Eisenhower.\n\nThe Eisenhower Matrix divides tasks into four quadrants based on their importance and urgency. These quadrants are:\n\nImportant and Urgent: Critical tasks that require immediate attention. They are usually related to looming deadlines, pressing issues, or important issues that require immediate action.\n\nImportant but Not Urgent: Tasks that are crucial to achieving long-term goals, but don't have an imminent due date. These items must be planned and prioritized to prevent them from becoming urgent in the future.\n\nUrgent but Not Important: Tasks that require immediate attention but do not significantly contribute to achieving important goals and objectives. These tasks can often be delegated or eliminated to free up time for more relevant activities.\n\nNot Important and Not Urgent: Tasks that have little or no value in relation to important goals and objectives. These tasks are often distractions or activities that can be put off or eliminated altogether.\n\nBy installing the \"Eisenhower Matrix\" extension, users will benefit from an intuitive and easy-to-use interface specifically designed to help them apply the Eisenhower Matrix methodology in their daily tasks. With this extension, users will be able to:\n\nCreate and list your tasks in an organized way.\nAssign importance and urgency to each task, classifying them in the appropriate quadrants of the matrix.\nEasily view all tasks on a single screen, allowing a clear view of priorities.\nMake updates and changes to tasks quickly and conveniently.\nMark completed tasks and remove them from the list to track progress.\nBy using the Eisenhower Matrix and this extension, users will be able to identify and focus on the most important tasks, avoiding procrastination and increasing productivity. In addition, they will have a comprehensive view of their tasks, allowing for better time management and a more efficient distribution of efforts.\n\nAll in all, the \"Eisenhower Matrix\" extension is a valuable tool that helps users organize, prioritize and manage their tasks intelligently. By installing it, users can enjoy the benefits of the Eisenhower Matrix methodology to improve their productivity, achieve goals more effectively, and have greater control over their time and responsibilities."
  }
}