{
  "name": {
    "ar": "AlionWeb - حجب المواقع الضارة والمواقع الأخرى",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "AlionWeb - Blocking Malicious and Other Websites",
    "de": "AlionWeb - Blockierung schädlicher und anderer Websites",
    "es": "AlionWeb - Bloqueo de sitios maliciosos y otros",
    "fr": "AlionWeb - Blocage des sites malveillants et autres",
    "it": "AlionWeb - Blocco di siti dannosi e altri",
    "ja": "AlionWeb - 有害およびその他のウェブサイトのブロック",
    "pl": "AlionWeb - Blokowanie szkodliwych i innych stron internetowych",
    "pt_BR,pt_PT": "AlionWeb - Bloqueio de sites maliciosos e outros",
    "ru": "AlionWeb - Блокировка вредоносных и других сайтов",
    "tr": "AlionWeb - Zararlı ve diğer sitelerin engellenmesi",
    "uk": "AlionWeb - Блокування шкідливих та інших сайтів",
    "zh_CN": "AlionWeb - 阻止恶意和其他网站"
  },
  "short": {
    "ar": "نحن نحميك وأطفالك من المواقع الإباحية والضارة",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "We protect you and your children from pornographic and harmful websites",
    "de": "Wir schützen Sie und Ihre Kinder vor pornografischen und schädlichen Websites",
    "es": "Protegemos a usted y a sus hijos de sitios pornográficos y dañinos",
    "fr": "Nous protégeons vous et vos enfants des sites pornographiques et nuisibles",
    "it": "Proteggiamo te e i tuoi figli da siti pornografici e dannosi",
    "ja": "私たちは、ポルノや有害なウェブサイトからあなたとあなたの子供を保護します",
    "pl": "Chronimy Ciebie i Twoje dzieci przed pornograficznymi i szkodliwymi stronami",
    "pt_BR,pt_PT": "Protegemos você e seus filhos de sites pornográficos e prejudiciais",
    "ru": "Мы защитим Вас и Ваших детей от порнографических и вредоносных сайтов",
    "tr": "Sizi ve çocuklarınızı pornografik ve zararlı sitelerden koruyoruz",
    "uk": "Ми захистимо вас і ваших дітей від порнографічних і шкідливих сайтів",
    "zh_CN": "我们保护您和您的孩子免受色情和有害网站的侵害"
  },
  "long": {
    "ar": "AlionWeb هو درعك الموثوق ضد التهديدات عبر الإنترنت، بما في ذلك المواقع الإباحية التي يمكن أن تسبب ضررًا جسيمًا للأطفال. الإنترنت مليء بالمخاطر: التصيد الاحتيالي، التنمر الإلكتروني، المواقع الضارة، والمحتوى الذي يؤثر سلبًا على الصحة النفسية. بدون حماية AlionWeb، تبقى عائلتك تحت التهديد.\n\nلماذا هذا مهم؟\nعقلية الأطفال حساسة للغاية تجاه التأثير المدمر للمحتوى الإباحي. يمكن أن يؤدي إلى الإدمان، وتشويه فهم العلاقات، ومشاكل في المستقبل. AlionWeb هو مساهمتك في تنمية أطفالك بطريقة صحية وآمنة.\n\nمزايا وخصائص AlionWeb\n\nحجب المواقع الإباحية\nيقوم AlionWeb بتصفية الوصول إلى المحتوى للبالغين بشكل فعال، مما يحمي الأطفال من التعرض للمواد التي قد تؤثر على تطورهم النفسي وقيمهم.\n\nالوقاية من الأضرار للأطفال\nيمكن أن يؤدي مشاهدة المواد الإباحية إلى التوتر، والقلق، وفهم مشوه للعلاقات، وإدمان، مما يؤثر على الصحة النفسية والعاطفية للطفل. يمنع AlionWeb هذا التهديد.\n\nحماية شاملة\nمن المواقع الضارة إلى التحكم في المحتوى غير المرغوب فيه – يضمن AlionWeb الأمان على جميع المستويات.\n\nتحكم أبوي بسيط\nيمكنك بسهولة ضبط القيود والتأكد من أن أطفالك آمنون في العالم الرقمي.\n\nالخصوصية وراحة البال\nيعمل AlionWeb في الخلفية، لحماية أجهزتك على مدار الساعة دون تدخل غير ضروري.\n\n\nAlionWeb أكثر من مجرد أداة. إنه راحة البال لمستقبل أطفالك وأمانك الرقمي. قم بتثبيت AlionWeb اليوم – واحمِ أهم ما لديك – عائلتك!",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "AlionWeb is your reliable shield against online threats, including pornographic websites that can cause serious harm to children. The internet is full of dangers: phishing, cyberbullying, malicious websites, and content that negatively affects mental health. Without AlionWeb protection, your family remains at risk.\n\nWhy is this important?\nChildren's psyches are particularly vulnerable to the destructive effects of pornographic content. It can lead to addiction, distorted perceptions of relationships, and future problems. AlionWeb is your contribution to the healthy and safe development of your children.\n\nFeatures and Benefits of AlionWeb\n\nBlocking pornographic websites\nAlionWeb effectively filters access to adult content, protecting children from exposure to materials that can disrupt their mental development and values.\n\nPreventing harm to children\nViewing pornography can cause stress, anxiety, distorted perceptions of relationships, and addictions, affecting a child's emotional and psychological health. AlionWeb prevents this threat.\n\nComprehensive protection\nFrom malicious websites to controlling unwanted content, AlionWeb ensures safety on all levels.\n\nIntuitive parental controls\nYou can easily set restrictions and be confident that your children are safe in the online world.\n\nPrivacy and peace of mind\nAlionWeb operates in the background, protecting your devices 24/7 without unnecessary interference.\n\n\nAlionWeb is more than a tool. It is peace of mind for your children's future and your digital security. Install AlionWeb today – protect what matters most – your family!",
    "de": "AlionWeb ist Ihr zuverlässiger Schutzschild vor Online-Bedrohungen, einschließlich pornografischer Websites, die Kindern erheblichen Schaden zufügen können. Das Internet ist voller Gefahren: Phishing, Cybermobbing, schädliche Websites und Inhalte, die sich negativ auf die Psyche auswirken. Ohne den Schutz von AlionWeb ist Ihre Familie gefährdet.\n\nWarum ist das wichtig?\nDie Psyche von Kindern ist besonders anfällig für die zerstörerischen Auswirkungen pornografischer Inhalte. Diese können zu Sucht, verzerrten Vorstellungen von Beziehungen und zukünftigen Problemen führen. AlionWeb ist Ihr Beitrag zur gesunden und sicheren Entwicklung Ihrer Kinder.\n\nFunktionen und Vorteile von AlionWeb\n\nBlockierung von pornografischen Websites\nAlionWeb filtert effektiv den Zugang zu Inhalten für Erwachsene und schützt Kinder vor Materialien, die ihre psychische Entwicklung und Wertebildung beeinträchtigen können.\n\nPrävention von Schäden für Kinder\nDer Konsum von Pornografie kann Stress, Angst, ein falsches Verständnis von Beziehungen und Abhängigkeiten hervorrufen, was die emotionale und psychische Gesundheit eines Kindes beeinträchtigt. AlionWeb verhindert diese Gefahr.\n\nUmfassender Schutz\nVon schädlichen Websites bis zur Kontrolle unerwünschter Inhalte – AlionWeb gewährleistet Sicherheit auf allen Ebenen.\n\nIntuitive elterliche Kontrolle\nSie können ganz einfach Einschränkungen festlegen und sicherstellen, dass Ihre Kinder in der Online-Welt sicher sind.\n\nDatenschutz und Ruhe\nAlionWeb arbeitet im Hintergrund und schützt Ihre Geräte rund um die Uhr ohne unnötige Eingriffe.\n\n\nAlionWeb ist mehr als nur ein Werkzeug. Es ist Seelenfrieden für die Zukunft Ihrer Kinder und Ihre digitale Sicherheit. Installieren Sie AlionWeb noch heute – schützen Sie das Wichtigste – Ihre Familie!",
    "es": "AlionWeb es tu escudo confiable contra amenazas en línea, incluidas páginas pornográficas que pueden causar graves daños a los niños. Internet está lleno de peligros: phishing, ciberacoso, sitios maliciosos y contenido que afecta negativamente a la salud mental. Sin la protección de AlionWeb, tu familia está en riesgo.\n\n¿Por qué es importante?\nLa mente de los niños es especialmente vulnerable a los efectos destructivos del contenido pornográfico. Puede generar adicción, percepciones distorsionadas sobre las relaciones y problemas futuros. AlionWeb es tu aporte al desarrollo saludable y seguro de tus hijos.\n\nCaracterísticas y beneficios de AlionWeb\n\nBloqueo de sitios pornográficos\nAlionWeb filtra eficazmente el acceso a contenido para adultos, protegiendo a los niños de materiales que pueden afectar su desarrollo mental y sus valores.\n\nPrevención de daños a los niños\nVer pornografía puede causar estrés, ansiedad, una percepción distorsionada de las relaciones y adicciones, afectando la salud emocional y psicológica del niño. AlionWeb previene esta amenaza.\n\nProtección integral\nDesde sitios maliciosos hasta el control de contenido no deseado, AlionWeb garantiza seguridad en todos los niveles.\n\nControles parentales intuitivos\nPuedes configurar restricciones fácilmente y asegurarte de que tus hijos estén seguros en el mundo digital.\n\nPrivacidad y tranquilidad\nAlionWeb funciona en segundo plano, protegiendo tus dispositivos las 24 horas del día sin interrupciones innecesarias.\n\n\nAlionWeb es más que una herramienta. Es tranquilidad para el futuro de tus hijos y tu seguridad digital. ¡Instala AlionWeb hoy mismo y protege lo más importante: tu familia!",
    "fr": "AlionWeb est votre bouclier fiable contre les menaces en ligne, y compris les sites pornographiques qui peuvent causer de graves dommages aux enfants. Internet regorge de dangers : phishing, cyberintimidation, sites malveillants et contenus ayant un impact négatif sur la santé mentale. Sans la protection d'AlionWeb, votre famille reste exposée.\n\nPourquoi est-ce important ?\nLa psyché des enfants est particulièrement vulnérable aux effets destructeurs des contenus pornographiques. Ceux-ci peuvent engendrer une dépendance, une perception déformée des relations et des problèmes futurs. AlionWeb est votre contribution au développement sain et sécurisé de vos enfants.\n\nCaractéristiques et avantages d'AlionWeb\n\nBlocage des sites pornographiques\nAlionWeb filtre efficacement l'accès aux contenus pour adultes, protégeant les enfants des matériaux susceptibles de perturber leur développement mental et leurs valeurs.\n\nPrévention des dommages aux enfants\nLa consommation de pornographie peut entraîner du stress, de l'anxiété, une perception erronée des relations et des dépendances, affectant la santé émotionnelle et psychologique des enfants. AlionWeb empêche cette menace.\n\nProtection complète\nDes sites malveillants au contrôle des contenus indésirables, AlionWeb garantit la sécurité à tous les niveaux.\n\nContrôle parental intuitif\nVous pouvez facilement définir des restrictions et être sûr que vos enfants sont en sécurité dans le monde numérique.\n\nConfidentialité et tranquillité d'esprit\nAlionWeb fonctionne en arrière-plan, protégeant vos appareils 24h/24 sans interférences inutiles.\n\n\nAlionWeb est plus qu’un outil. C’est une tranquillité d'esprit pour l'avenir de vos enfants et votre sécurité numérique. Installez AlionWeb dès aujourd'hui – protégez ce qui compte le plus : votre famille !",
    "it": "AlionWeb è il tuo scudo affidabile contro le minacce online, inclusi i siti pornografici che possono arrecare gravi danni ai bambini. Internet è pieno di pericoli: phishing, cyberbullismo, siti dannosi e contenuti che influenzano negativamente la salute mentale. Senza la protezione di AlionWeb, la tua famiglia rimane esposta.\n\nPerché è importante?\nLa psiche dei bambini è particolarmente vulnerabile agli effetti distruttivi dei contenuti pornografici. Questi possono portare a dipendenza, una percezione distorta delle relazioni e problemi futuri. AlionWeb è il tuo contributo allo sviluppo sano e sicuro dei tuoi figli.\n\nCaratteristiche e vantaggi di AlionWeb\n\nBlocco dei siti pornografici\nAlionWeb filtra efficacemente l'accesso ai contenuti per adulti, proteggendo i bambini dall'esposizione a materiali che possono compromettere il loro sviluppo mentale e i loro valori.\n\nPrevenzione dei danni ai bambini\nLa visione di pornografia può causare stress, ansia, una percezione errata delle relazioni e dipendenze, influenzando la salute emotiva e psicologica del bambino. AlionWeb previene questa minaccia.\n\nProtezione completa\nDai siti dannosi al controllo dei contenuti indesiderati, AlionWeb garantisce sicurezza a tutti i livelli.\n\nControllo genitoriale intuitivo\nPuoi impostare facilmente delle restrizioni e assicurarti che i tuoi figli siano al sicuro nel mondo digitale.\n\nPrivacy e tranquillità\nAlionWeb opera in background, proteggendo i tuoi dispositivi 24 ore su 24 senza interventi inutili.\n\n\nAlionWeb è più di uno strumento. È tranquillità per il futuro dei tuoi figli e la tua sicurezza digitale. Installa AlionWeb oggi – proteggi ciò che conta di più: la tua famiglia!",
    "ja": "AlionWeb は、オンライン上の脅威、特に子供に深刻な害を及ぼす可能性のあるポルノサイトに対する信頼できる盾です。インターネットには、フィッシング、サイバーいじめ、有害なウェブサイト、そして精神的健康に悪影響を及ぼすコンテンツなど、多くの危険が潜んでいます。AlionWeb の保護がなければ、家族は危険にさらされ続けます。\n\nなぜこれが重要なのか？\n子供の精神は、ポルノコンテンツの破壊的な影響に特に脆弱です。それは依存症、関係性に対する歪んだ認識、将来的な問題を引き起こす可能性があります。AlionWeb は、子供たちの健全で安全な成長への貢献です。\n\nAlionWeb の特徴と利点\n\nポルノサイトのブロック\nAlionWeb は、成人向けコンテンツへのアクセスを効果的にフィルタリングし、子供たちが精神的な発達や価値観を損なう可能性のある資料を視聴することを防ぎます。\n\n子供への害の予防\nポルノを見ることは、ストレス、不安、関係性の誤った認識、依存症を引き起こし、子供の感情的および心理的健康に影響を与える可能性があります。AlionWeb はこの脅威を防ぎます。\n\n包括的な保護\n有害なウェブサイトから望ましくないコンテンツの管理まで、AlionWeb はあらゆるレベルで安全\n性を確保します。\n\n直感的なペアレンタルコントロール\n簡単に制限を設定し、子供たちがデジタル世界で安全であることを確認できます。\n\nプライバシーと安心\nAlionWeb はバックグラウンドで動作し、不必要な干渉なしにデバイスを 24 時間保護します。\n\n\nAlionWeb は単なるツールではありません。それは、子供たちの未来とあなたのデジタルセキュリティのための安心感です。今すぐ AlionWeb をインストールして、大切な家族を守りましょう！",
    "pl": "AlionWeb to Twoja niezawodna tarcza przed zagrożeniami online, w tym przed stronami pornograficznymi, które mogą poważnie zaszkodzić dzieciom. Internet jest pełen niebezpieczeństw: phishingu, cyberprzemocy, szkodliwych stron i treści negatywnie wpływających na zdrowie psychiczne. Bez ochrony AlionWeb Twoja rodzina pozostaje narażona.\n\nDlaczego to ważne?\nPsychika dzieci jest szczególnie wrażliwa na destrukcyjny wpływ treści pornograficznych. Mogą one prowadzić do uzależnień, zniekształconego postrzegania relacji i problemów w przyszłości. AlionWeb to Twój wkład w zdrowy i bezpieczny rozwój Twoich dzieci.\n\nFunkcje i korzyści AlionWeb\n\nBlokowanie stron pornograficznych\nAlionWeb skutecznie filtruje dostęp do treści dla dorosłych, chroniąc dzieci przed materiałami, które mogą zakłócić ich rozwój psychiczny i kształtowanie wartości.\n\nZapobieganie szkodom dla dzieci\nOglądanie pornografii może powodować stres, niepokój, zniekształcone postrzeganie relacji i uzależnienia, wpływając na emocjonalne i psychiczne zdrowie dziecka. AlionWeb zapobiega tym zagrożeniom.\n\nKompleksowa ochrona\nOd szkodliwych stron po kontrolę niechcianych treści – AlionWeb zapewnia bezpieczeństwo na wszystkich poziomach.\n\nIntuicyjna kontrola rodzicielska\nMożesz łatwo ustawić ograniczenia i mieć pewność, że Twoje dzieci są bezpieczne w świecie online.\n\nPrywatność i spokój ducha\nAlionWeb działa w tle, chroniąc Twoje urządzenia 24/7 bez zbędnych ingerencji.\n\n\nAlionWeb to coś więcej niż narzędzie. To spokój ducha dla przyszłości Twoich dzieci i Twojego bezpieczeństwa cyfrowego. Zainstaluj AlionWeb już dziś – chroń to, co najważniejsze: swoją rodzinę!",
    "pt_BR,pt_PT": "AlionWeb é o seu escudo confiável contra ameaças online, incluindo sites pornográficos que podem causar sérios danos às crianças. A internet está cheia de perigos: phishing, cyberbullying, sites maliciosos e conteúdos que afetam negativamente a saúde mental. Sem a proteção do AlionWeb, sua família permanece em risco.\n\nPor que isso é importante?\nA mente das crianças é especialmente vulnerável aos efeitos destrutivos do conteúdo pornográfico. Isso pode levar a vícios, percepções distorcidas sobre relacionamentos e problemas no futuro. O AlionWeb é sua contribuição para o desenvolvimento saudável e seguro dos seus filhos.\n\nRecursos e benefícios do AlionWeb\n\nBloqueio de sites pornográficos\nO AlionWeb filtra de forma eficaz o acesso a conteúdo adulto, protegendo as crianças contra materiais que podem prejudicar o desenvolvimento mental e os valores delas.\n\nPrevenção de danos às crianças\nAssistir a pornografia pode causar estresse, ansiedade, percepções distorcidas de relacionamentos e vícios, afetando a saúde emocional e psicológica da criança. O AlionWeb previne essa ameaça.\n\nProteção abrangente\nDesde sites maliciosos até o controle de conteúdo indesejado, o AlionWeb garante segurança em todos os níveis.\n\nControle parental intuitivo\nVocê pode configurar restrições facilmente e ter a certeza de que seus filhos estão seguros no mundo online.\n\nPrivacidade e tranquilidade\nO AlionWeb opera em segundo plano, protegendo seus dispositivos 24 horas por dia, 7 dias por semana, sem interferências desnecessárias.\n\n\nAlionWeb é mais do que uma ferramenta. É tranquilidade para o futuro dos seus filhos e para sua segurança digital. Instale o AlionWeb hoje – proteja o que é mais importante: sua família!",
    "ru": "AlionWeb – это ваш надежный щит от интернет-угроз, включая порнографические сайты, которые могут нанести серьезный вред детям. Интернет полон опасностей: фишинг, кибербуллинг, вредоносные сайты, а также контент, который негативно влияет на психику. Без защиты AlionWeb ваша семья остается под угрозой.\n\n\nПочему это важно?\nДетская психика особенно уязвима перед разрушительным воздействием порнографического контента. Он может привести к зависимости, искаженному пониманию отношений и проблемам в будущем. AlionWeb – это ваш вклад в здоровое и безопасное развитие ваших детей.\n\n\nОсобенности и преимущества AlionWeb\n\nБлокировка порнографических сайтов\nAlionWeb эффективно фильтрует доступ к взрослому контенту, защищая детей от просмотра материалов, которые могут нарушить их психическое развитие и формирование ценностей.\n\nПрофилактика вреда для детей\nПросмотр порнографии может вызвать стресс, тревогу, неправильное восприятие отношений и зависимости, влияя на эмоциональное и психологическое здоровье ребенка. AlionWeb предотвращает эту угрозу.\n\nВсеобъемлющая защита\nОт вредоносных сайтов до контроля нежелательного контента – AlionWeb обеспечивает безопасность на всех уровнях.\n\nИнтуитивный родительский контроль\nВы можете легко настраивать ограничения и быть уверены, что ваши дети находятся в безопасности в онлайн-мире.\n\nКонфиденциальность и спокойствие\nAlionWeb работает в фоновом режиме, защищая ваши устройства 24/7 без лишнего вмешательства.\n\n\nAlionWeb – это больше, чем инструмент. Это спокойствие за будущее ваших детей и вашу цифровую безопасность. Установите AlionWeb уже сегодня – защитите самое важное - свою семью!",
    "tr": "AlionWeb, çocuklara ciddi zarar verebilecek pornografik siteler de dahil olmak üzere, çevrimiçi tehditlere karşı güvenilir kalkanınızdır. İnternet, kimlik avı, siber zorbalık, zararlı siteler ve zihinsel sağlığa olumsuz etkileri olan içeriklerle doludur. AlionWeb koruması olmadan aileniz tehdit altında kalır.\n\nBu neden önemli?\nÇocukların psikolojisi, pornografik içeriklerin yıkıcı etkilerine karşı özellikle hassastır. Bu, bağımlılıklara, ilişkiler hakkında çarpık algılara ve gelecekteki sorunlara yol açabilir. AlionWeb, çocuklarınızın sağlıklı ve güvenli gelişimine katkınızdır.\n\nAlionWeb’in Özellikleri ve Avantajları\n\nPornografik sitelerin engellenmesi\nAlionWeb, yetişkin içeriklerine erişimi etkili bir şekilde filtreler ve çocukların zihinsel gelişimlerini ve değerlerini bozabilecek materyallere maruz kalmalarını önler.\n\nÇocuklara zarar verilmesini önleme\nPornografi izlemek, stres, kaygı, ilişkilerle ilgili yanlış algılar ve bağımlılıklara yol açabilir ve çocuğun duygusal ve psikolojik sağlığını etkileyebilir. AlionWeb bu tehdidi önler.\n\nKapsamlı koruma\nZararlı sitelerden istenmeyen içeriklerin kontrolüne kadar, AlionWeb her seviyede güvenlik sağlar.\n\nKullanıcı dostu ebeveyn kontrolü\nKısıtlamaları kolayca ayarlayabilir ve çocuklarınızın çevrimiçi dünyada güvende olduğundan emin olabilirsiniz.\n\nGizlilik ve huzur\nAlionWeb, gereksiz müdahaleler olmadan cihazlarınızı 7/24 arka planda korur.\n\n\nAlionWeb, bir araçtan daha fazlasıdır. Çocuklarınızın geleceği ve dijital güvenliğiniz için huzur sağlar. Bugün AlionWeb’i yükleyin – en değerli varlığınızı, ailenizi koruyun!",
    "uk": "AlionWeb – це ваш надійний щит від інтернет-загроз, включаючи порнографічні сайти, які можуть завдати серйозної шкоди дітям. Інтернет сповнений небезпек: фішинг, кібербулінг, шкідливі сайти та контент, що негативно впливає на психіку. Без захисту AlionWeb ваша родина залишається під загрозою.\n\nЧому це важливо?\nДитяча психіка особливо вразлива до руйнівного впливу порнографічного контенту. Він може призводити до залежності, спотвореного розуміння стосунків і проблем у майбутньому. AlionWeb – це ваш внесок у здоровий і безпечний розвиток ваших дітей.\n\nФункції та переваги AlionWeb\n\nБлокування порнографічних сайтів\nAlionWeb ефективно фільтрує доступ до контенту для дорослих, захищаючи дітей від матеріалів, які можуть зашкодити їхньому психічному розвитку і формуванню цінностей.\n\nЗапобігання шкоді для дітей\nПерегляд порнографії може викликати стрес, тривогу, спотворене сприйняття стосунків і залежність, впливаючи на емоційне і психологічне здоров'я дитини. AlionWeb запобігає цій загрозі.\n\nВсеосяжний захист\nВід шкідливих сайтів до контролю небажаного контенту – AlionWeb забезпечує безпеку на всіх рівнях.\n\nІнтуїтивно зрозумілий батьківський контроль\nВи можете легко налаштувати обмеження та бути впевненими, що ваші діти у безпеці в онлайн-світі.\n\nКонфіденційність та спокій\nAlionWeb працює у фоновому режимі, захищаючи ваші пристрої цілодобово без зайвого втручання.\n\n\nAlionWeb – це більше, ніж інструмент. Це спокій за майбутнє ваших дітей і вашу цифрову безпеку. Встановіть AlionWeb вже сьогодні – захистіть найдорожче – свою родину!",
    "zh_CN": "AlionWeb 是您可靠的网络威胁屏障，包括可能对儿童造成严重伤害的色情网站。互联网充满了危险：网络钓鱼、网络欺凌、恶意网站以及对心理健康有负面影响的内容。如果没有 AlionWeb 的保护，您的家庭将面临风险。\n\n为什么这很重要？\n儿童的心理对色情内容的破坏性影响特别敏感。这可能导致成瘾、对人际关系的扭曲理解以及未来的问题。AlionWeb 是您为孩子健康安全成长做出的贡献。\n\nAlionWeb 的功能与优势\n\n屏蔽色情网站\nAlionWeb 有效过滤成人内容的访问，保护儿童免受可能破坏他们心理发展和价值观的材料影响。\n\n防止对儿童的伤害\n观看色情内容可能引发压力、焦虑、对关系的错误认知以及成瘾，影响儿童的情感和心理健康。AlionWeb 可以防止这种威胁。\n\n全面保护\n从恶意网站到不良内容的控制，AlionWeb 在各个层面上确保安全。\n\n直观的家长控制\n您可以轻松设置限制，并确保您的孩子在数字世界中安全。\n\n隐私与安心\nAlionWeb 在后台运行，全天候保护您的设备，而不会干扰正常使用。\n\n\nAlionWeb 不仅仅是一个工具。这是对您孩子未来和数字安全的安心保障。今天就安装 AlionWeb，保护最重要的——您的家人！"
  }
}