{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HOLD YOUR HORSES for Gmail & Outlook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Warns you if there are any third-party domains among email recipients when using Gmail & Outlook on the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Hold Your Horses\" warns you if there are any third-party domains among email recipients when using Gmail or Outlook on the web, saving you from embarrassment and potentially worse.\n\nSo imagine you're sending an email with sensitive information to a client and you accidentally Cc another client into the email.  Hold Your Horses will spot that you're including another email address with a different domain name and give you a simple warning.\n\nYou can also add email domains to an ignore list, such as your own domain and that of mutual partners or suppliers who are regularly Cc'd into emails.\n\n---\n\nWarranty disclaimers\n\nTHE \"HOLD YOUR HORSES\" CHROME EXTENSION WAS CREATED BY GOPROPOSAL LIMITED FOR USE IN THE ACCOUNTANCY FIRM - MAP. OUT OF KINDNESS, IT HAS BEEN MADE AVAILABLE FOR OTHER FIRMS TO USE, FREE OF CHARGE.\n\nYOU AGREE THAT YOUR USE OF THE \"HOLD YOUR HORSES\" CHROME EXTENSION IS AT YOUR OWN SOLE RISK AND THAT IT IS PROVIDED ON AN “AS IS,” “WHERE IS,” “AS AVAILABLE,” “WITH ALL FAULTS” BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. GOPROPOSAL LIMITED DOES NOT WARRANT THAT THE OPERATION OF THE CHROME EXTENSION WILL MEET YOUR REQUIREMENTS OR WILL BE UNINTERRUPTED OR ERROR-FREE.\n\nLimitation of liability\nIN NO EVENT SHALL GOPROPOSAL LIMITED BE LIABLE WITH RESPECT TO THE CHROME EXTENSION FOR ANY LOST PROFITS, LOST OR DAMAGED USER CONTENT OR OTHER DATA, OR FAILURE TO MEET ANY DUTY, INCLUDING WITHOUT LIMITATION GOOD FAITH AND REASONABLE CARE; OR ANY INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.\n\nYOU AGREE THAT THIS LIMITATION OF LIABILITY REPRESENTS A REASONABLE ALLOCATION OF RISK AND IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN GOPROPOSAL LIMITED  AND YOU. YOU UNDERSTAND THAT THE CHROME EXTTENSION WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS."
  }
}