{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChongLuaDao"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tiện ích giúp bảo vệ bạn khỏi các trang web có nguy cơ lừa đảo, giả mạo, có nội dung xấu hoặc phần mềm độc hại."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChongLuaDao là một dự án phi lợi nhuận. Bắt nguồn từ một buổi cafe trò chuyện giữa những người yêu cộng đồng. Dự án được chính thức bắt đầu vào ngày 27/12/2020 - với giai đoạn phát triển hiện tại chúng tôi xin ra mắt sản phẩm bảo mật với cảnh báo theo thời gian thực. Vì dự án phi lợi nhuận nên còn nhiều điểm chưa hoàn thiện và mong rằng sẽ sớm đón nhận được nhiều ý kiến đóng góp của cộng đồng để phát triển.\n\nBạn đã bao giờ tự hỏi làm thế nào để kiểm tra xem một trang web có an toàn không? Có phải là trang có nội dung xấu không? Có phải là một trang giả mạo không?\n\nChongLuaDao là dự án được xây dựng dựa trên học máy (tiếng Anh: machine learning) là một lĩnh vực của trí tuệ nhân tạo liên quan đến việc nghiên cứu và xây dựng các kĩ thuật cho phép các hệ thống \"học\" tự động từ dữ liệu để giải quyết những vấn đề cụ thể. Và đồng thời với sự đóng góp báo cáo của cộng đồng để làm cho không gian mạng thêm xanh.\n\nChongLuaDao kêu gọi cộng đồng tham gia để bảo vệ mọi người xung quanh và đồng thời tự bảo vệ mình trước các mối đe dọa trực tuyến mà chỉ con người mới có thể phát hiện. Tải xuống ChongLuaDao cho trình duyệt của bạn và luôn được bảo vệ trong khi bạn tìm kiếm, mua sắm và lướt web bằng cách kiểm tra các trang web đáng tin cậy với bổ sung bảo mật tuyệt vời kèm theo chung với chương trình diệt virus.\n\nCredits:\nDự án được phát triển dựa trên mã nguồn mở: https://github.com/picopalette/phishing-detection-plugin"
  }
}