{
  "name": {
    "ar": "شرح وإرسال لقطات من البرنامج",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hi,hr,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Explain and Send Screenshots",
    "cs": "Upravte a pošlete snímek obrazovky",
    "da": "Tag, forklar og send skærmbilleder",
    "de": "Explain & Send Screenshots",
    "el": "Επεξήγηση και αποστολή στιγμιοτύπων οθόνης",
    "es,es_419": "Explica y Envía Capturas de Pantalla",
    "fr": "Commentez et Envoyez vos Captures d'écran",
    "he": "הסבר ושלח צילום מסך",
    "hu": "Képernyőmentések mentése, kiemelése és küldése",
    "it": "Spiega e Invia Screenshots",
    "pl": "Opisz i wyślij screen",
    "pt_BR": "Envie Capturas de Tela com Comentários",
    "ro": "Fotografiază şi Explică Pagini Web",
    "ru": "Редактирование и отправка скриншотов",
    "vi": "Chú thích và Gửi Screenshots",
    "zh_CN": "高效网页截图编辑插件"
  },
  "short": {
    "ar": "القبض على أي جزء من صفحة ويب ، وتفسير ذلك مع السهام ، والدوائر ، والنص ، تماما مثل سنجت",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Capture or record a video of your screen, write text or arrows and share it. The safest extension with NO crazy permissions!",
    "cs": "Zachyťte jakoukoliv část internetové stránky, na snímku použijte šipky, nebo text. Snímek sdílejte nebo ho pošlete jako odkaz",
    "da": "Tag et billede af en hjemmeside, forklar og kommenter indholdet med pile og tekst. Del dit billede som et link eller vedhæftet fil",
    "de": "Erfassen Sie Webseiten, erläutern diese mit Text, Pfeilen und Kreisen und teilen diese mit einem Link zum Bildschirmfoto!",
    "el": "Λήψη στιγμιότυπου από οποιοδήποτε τμήμα μιας ιστοσελίδας. Μετά μπορείς να προσθέσεις επεξηγήσεις με βέλη, ή κείμενο",
    "es,es_419": "Capte cualquier parte de una página web, explicando con flechas, círculos y textos. Envíelo como enlace o archivo adjunto",
    "fr": "Capturez une page web, expliquez-la avec des flèches, des cercles, du texte tout comme Snagit, puis partagez ou envoyez-la",
    "he": "צילום חלקים מדף אינטרנט, הוספת עיגולים, חיצים וכיתוב. שיתוף ושליחת התצלום והתוספות בקישור או קובץ מצורף.",
    "it": "Permette catturare qualsiasi parte di una pagina web, spiegare con le frecce, cerchi, testo e si inviare come un link o un allegato",
    "pl": "Zrób zdjęcie dowolnej części strony, opisz ją strzałkami, kółkami, tekstem i współdziel lub wyślij jako link lub załącznik",
    "pt_BR": "Capture qualquer parte de um website, explique-o com setas, texto, como o programa Snagit e compartilhe ou envie como um link.",
    "ro": "Adaugă explicaţii peste o fotografie a unei pagini web, exact ca şi în Snagit, cu opţiuni multiple de partajare a imaginii",
    "ru": "Выберите часть страницы, добавьте текст, стрелки и кружки, и получите прямую ссылку!",
    "vi": "Chụp bất kỳ một phần nào đó của trang web và sau đó bạn có thể chú thích thêm bằng văn bản hoặc hình mũi tên, tương tự như Snagit",
    "zh_CN": "截取任意网页，可以像画图软件那样用直线、箭头、圆圈、文字做出标识。并可以方便的通过链接或者附件分享。"
  },
  "long": {
    "ar": "إلتقط جزء من صفحة الويب او إلتقطها كلها او حتى إرفع الصورة التي تريد ان تشارك بها او ترسلها إلى شخص ما. يمكنك ان ترسم عليها أسهم, خطوط, دوائر لتشير إلى اشياء او حتى تحرك او تمسح ما تم إختياره او حتى تضع حواشي لـ الصورة الملتقطه بوضع نص على يمين الصورة. ثم يمكنك ان تنسخ الصورة لـ الكليب بورد وتلصقها في البريد الإلكتروني او ترسل الصورة الملتقطه كـ رابط او تنزيل الصورة على سطح المكتب الخاص بك او حتى تشارك بها على الفيس بوك, تويتر, او ماي سبيس. الفائده الرئيسية من هذا الإختصار انه يشبه برنامج السناجيت, ولكن مجاناً, سريع وسهل الإستخدام ويمكن استخدامه لعمل نماذج بالحجم الطبيعي!. الصورة يمكن ايضاً إستضافتها في سرية اونلاين على  .",
    "am,bg,bn,ca,en,en_AU,en_US,et,fa,fi,fil,gu,hi,hr,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "• Quick and clean interface\n• Take screenshots, draw arrows, circles, blur, crop and more.\n• Record a video of your screen and speak into the mic.\n• Much safer than the rest. NO permissions required!\nTry installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL YOUR DATA on the websites you visit.\" Google says they can request or modify data from sites like your bank account or Facebook etc. Refer to: https://goo.gl/EYndEt As an experienced developer I have introduced the same functions with no permissions required to make your experience safer.\n• Extra features are available upon contributing \"any\" amount.\n• Supports \"Save to Google Drive\"\n• Right click context menu for quick screen captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\nTake a full or partial snapshot of any website or even upload an image into the cloud that you'd like to share or send to someone. You can draw arrows, lines, circles to point out things or even move, erase or delete selections and even annotate the snapshot by placing text right on the image.\n\nThen you can copy the image to the clipboard and paste it into your email or download the image onto your desktop. You can also get a direct link to the image and share it on Facebook or Twitter with direct links to the image.\n\nChangelog: https://jasonsavard.com/wiki/Explain_and_Send_Screenshots_changelog",
    "cs": "Udělejte snímek celé internetové stránky nebo její části. Pomocí tohoto rozšíření můžete dokonce nahrát obrázek, který chcete někomu poslat nebo ho s někým sdílet. Na snímek či obrázek můžete kreslit šipky, kruhy, čáry pro zvýraznění některých částí, pro psaní vysvětlivek můžete do obrázku psát text.\r\n\r\nPak můžete obrázek kopírovat do schránky a vložit jej do vašeho e-mailu. Nebo můžete poslat odkaz na tento obrázek, stáhnout obrázek do počítače nebo ho sdílet na Facebooku, Twitteru či MySpace. \r\n\r\nToto rozšíření je jako program Snagit, ale narozdíl od něj je zdarma. Obrázky můžete soukromě sdílet na http://pict.com nebo http://imm.io\r\n\r\nPoznámka: Toto rozšíření nemá přístup k vašim soukromým údajům! Prohlížeč Chrome zobrazuje toto upozornění pro všechny rozšíření, které používají karty prohlížeče i když nemají přístup k vašim soukromým údajům - viz FAQ (Často kladené otázky).",
    "da": "Tag et fuldt eller delvist billede af en hver hjemmeside - eller et billede du har liggende på computeren - og del det med dine venner og kontakter. Du kan tegne pile, streger og cirker og du kan skrive tekst. \n\nNår du er færdig kan du tage dit kommenterede billede og dele på Facebook, Gmail, Twitter og MySpace eller din egen e-mail tjeneste. Det er super nemt.",
    "de": "• Quick and clean interface\n• Much safer than the rest. NO permissions required! Try installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL your DATA on the websites you visit.\" Google says this means it can request or modify data from sites like bank account, Facebook etc. Refer to: https://support.google.com/chrome_webstore/answer/186213\n• Supports \"Save to Google Drive\"\n• Optional right click context menu for quick captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\nDurch diese Erweiterung können Sie leicht und schnell volle oder teilweise Schnellschüsse jeder Website aufnehmen. Laden Sie selber Images hoch, die Sie teilen oder an jemanden senden möchten. Um auf konkrete Dinge auf einem Screenshot problemlos und überall hinzuweisen, können Sie Pfeile, Linien und Kreise ziehen und diese leicht bewegen. Benutzerdefinierte Auswählen zu entfernen ist ebenfalls kein Problem. Man kann sogar eigene Kommentare direkt auf die Images legen. \n\nNach der Bearbeitung kopieren Sie einfach das Image zur Zwischenablage und nun können Sie es einer E-Mail hinzufügen, einen Schnellschuss als Verbindung senden oder das Image auf Ihrem Desktop speichern und es später auf Facebook oder Twitter",
    "el": "Λήψη μερικής ή πλήρης φωτογραφίας μιας ιστοσελίδας, ακόμη και ενός «ανεβασμένου» αρχείου ή μιας εικόνας, \r\nπου θα ήθελες να στείλεις σε κάποιον ή να μοιραστείς με άλλους. \r\nΜπορείς να προσθέσεις βέλη, γραμμές, κύκλους, για να επισημάνεις κάποια στοιχεία, \r\nνα μετακινήσεις ή να διαγράψεις τμήματα της φωτογραφίας,\r\nή ακόμη και να προσθέσεις κείμενο.\r\nΜετά μπορείς να αντιγράψεις την εικόνα στο πρόχειρο, να την επικολλήσεις στο ηλεκτρονικό σου ταχυδρομείο,\r\nνα τη στείλεις σαν διαδικτυακό δεσμό, να την κατεβάσεις στον υπολογιστή σου,\r\nή και να τη μοιραστείς στο Facebook, στο Twitter και στο MySpace.\r\nΤο κύριο πλεονέκτημα αυτής της επέκτασης, που λειτουργεί σαν το Snagit,\r\nείναι πως είναι ελεύθερη, γρήγορη και εύκολη στη λειτουργία, ενώ μπορείς να φτιάξεις μέχρι και μακέτες ή προσχέδια.\r\nΕπιπρόσθετα, οι φωτογραφία μπορεί να φιλοξενηθεί, προσωπικά, στο http://pict.com ή εναλλακτικά στο http://imm.io .\r\nΣημείωση: αυτή η επέκταση δεν έχει πρόσβαση στα προσωπικά σας δεδομένα.\r\nΟ Chrome δείχνει αυτή τη προειδοποίηση σε όλες τις επεκτάσεις που χρησιμοποιούν τις καρτέλες του προγράμματος,\r\n(χρησιμοποιούνται από τη παρούσα επέκταση για να \"κατεβαίνει\" προς τα κάτω, \r\nκαι να λαμβάνει φωτογραφίες ολόκληρης της σελίδας)\r\nακόμη και αν δεν έχουν πρόσβαση σε προσωπικά δεδομένα - περισσότερα στις «Συχνές Ερωτήσεις».",
    "en_GB,es_419,he,hu,ja": "• Quick and clean interface\n• Take screenshots and draw arrows or circles etc.\n• Record a video of your screen and speak into the mic.\n• Much safer than the rest. NO permissions required!\nTry installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL YOUR DATA on the websites you visit.\" Google says they can request or modify data from sites like your bank account or Facebook etc. Refer to: https://goo.gl/EYndEt As an experienced developer I have introduced the same functions with no permissions required to make your experience safer.\n• Extra features are available upon contributing \"any\" amount.\n• Supports \"Save to Google Drive\"\n• Right click context menu for quick screen captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\nTake a full or partial snapshot of any website or even upload an image into the cloud that you'd like to share or send to someone. You can draw arrows, lines, circles to point out things or even move, erase or delete selections and even annotate the snapshot by placing text right on the image.\n\nThen you can copy the image to the clipboard and paste it into your email or download the image onto your desktop. You can also get a direct link to the image and share it on Facebook or Twitter with direct links to the image.\n\nChangelog: https://jasonsavard.com/wiki/Explain_and_Send_Screenshots_changelog",
    "es": "• Quick and clean interface\n• Much safer than the rest. NO permissions required! Try installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL your DATA on the websites you visit.\" Google says this means it can request or modify data from sites like bank account, Facebook etc. Refer to: https://support.google.com/chrome_webstore/answer/186213\n• Supports \"Save to Google Drive\"\n• Optional right click context menu for quick captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\nChangelog: http://jasonsavard.com/wiki/Explain_and_Send_Screenshots_changelog\n\nTome una foto instantánea (screenshot) parcial o completa de cualquier sitio web o incluso cargue imágenes que le gustaría compartir o enviar.  Puede dibujar flechas, líneas y círculos para resaltar ciertas partes o  incluso mover o borrar otras, pudiendo colocar texto en la propia imagen.\n\nLuego puede copiar la imagen al portapapeles y pegarlo en su correo electrónico, enviarlo como enlace, descargarla en su desktop o compartirla en Facebook o Twitter.\n\nNota: ¡Esta extensión no tiene acceso a sus datos privados! Chrome hace esta advertencia en todas las extensiones que interactúan con las pestañas del navegador (lo cual es requerido por ésta para desplazarse hacia abajo y captar páginas completas), aún si no tienen acceso a los datos privados. Favor ver el FAQ.",
    "fr": "• Quick and clean interface\n• Much safer than the rest. NO permissions required! Try installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL your DATA on the websites you visit.\" Google says this means it can request or modify data from sites like bank account, Facebook etc. Refer to: https://support.google.com/chrome_webstore/answer/186213\n• Supports \"Save to Google Drive\"\n• Optional right click context menu for quick captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\nPrenez une capture d'écran totale ou partielle de tout site Web ou téléchargez une image que vous souhaitez partager ou envoyer à quelqu'un. Vous pouvez dessiner des flèches, des lignes, des cercles pour montrer des détails, déplacer et effacer une sélection ou encore inclure des notes sur la capture d'écran en plaçant du texte directement sur l'image.\n\nEnsuite, vous pouvez copier l'image dans le presse-papiers et la coller dans votre e-mail ou envoyer le lien de la capture d'écran, télécharger l'image sur votre sur votre ordinateur, ou encore la partager sur Facebook ou Twitter",
    "it": "• Quick and clean interface\n• Much safer than the rest. NO permissions required! Try installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL your DATA on the websites you visit.\" Google says this means it can request or modify data from sites like bank account, Facebook etc. Refer to: https://support.google.com/chrome_webstore/answer/186213\n• Supports \"Save to Google Drive\"\n• Optional right click context menu for quick captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\nCatturare una pagina web, in tutto o in parte, e caricare l'immagine che si desidera condividere o inviare a qualcuno. È possibile disegnare frecce, linee e cerchi per indicare cose o addirittura spostare o cancellare le selezioni e anche annotare il testo inserendo direttamente sull'immagine.\n\nQuindi è possibile copiare l'immagine negli Appunti e incollarlo nella tua e-mail, inviarlo con un link, scaricare l'immagine sul vostro desktop o addirittura condividere su Facebook, Twitter o MySpace.",
    "pl": "Zrób pełne lub częściowe screeny przeglądanych stron internetowych które chcesz pokazać znajomym. Możesz narysować na nich strzałki, kółka aby zaznaczyć istotne elementy, przenosić lub usuwać fragmenty a nawet opisywać  zamieszczając tekst obok screena. Następnie możesz skopiować obrazek do schowka, zapisać na dysku a nawet przesłać do Facebook lub Twitter.",
    "pt_BR": "Obtenha um screenshot completo ou parcial de qualquer website ou faça o upload da imagem que você queira compartilhar ou enviar para alguém. Você pode desenhar setas, linhas, círculos para destacar as coisas ou até mover ou apagar partes selecionadas ou ainda fazer anotações no screenshot colocando um texto ao lado da imagem. Depois você pode copiar a imagem para a área de transferência e colar no seu e-mail ou enviar o screenshot como um link ou fazer o download da imagem para o seu desktop ou ainda compartilha-la no Facebook ou Twitter",
    "ro": "Fotografiază o zonă sau chiar o întreagă pagină web sau încarcă o imagine pe care doreşti să o partajezi sau să o trimiţi. Pe poză se pot desena săgeţi, linii sau cercuri pentru a evidenţia elemente din pagină, se pot şterge sau muta secţiuni din pagină, se poate chiar şi adnota imaginea captată prin plasarea de text direct pe ea. După prelucrare, imaginea poate fi copiată în clipboard şi apoi lipită în e-mail, se poate trimite ca link sau descărca, sau chiar partaja prin Facebook, Twitter.",
    "ru": "• Quick and clean interface\n• Much safer than the rest. NO permissions required! Try installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL your DATA on the websites you visit.\" Google says this means it can request or modify data from sites like bank account, Facebook etc. Refer to: https://support.google.com/chrome_webstore/answer/186213\n• Supports \"Save to Google Drive\"\n• Optional right click context menu for quick captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\nСделайте полный или частичный скриншот любого сайта, или даже загрузите свою фотографию которой Вы хотели бы поделиться или послать кому-то. Вы можете рисовать стрелки, линии, круги чтобы выделять или передвигать/удалять ваши предпочтения, или даже комментировать скриншот помещяя текст прямо на изображение.",
    "vi": "Chụp toàn bộ màn hình hoặc một phần của bất kỳ trang web nào bạn muốn, sau đó bạn có thể tải lên mạng để chia sẻ cho bất cứ người nào bạn muốn hoặc chia sẻ trên các mạng xã hội như Facebook, Twiter.",
    "zh_CN": "• Quick and clean interface\n• Much safer than the rest. NO permissions required! Try installing other screenshot extensions and read their install permissions ...they are crazy! Every other extension has this permission: \"Read and change ALL your DATA on the websites you visit.\" Google says this means it can request or modify data from sites like bank account, Facebook etc. Refer to: https://support.google.com/chrome_webstore/answer/186213\n• Supports \"Save to Google Drive\"\n• Optional right click context menu for quick captures\n• Assign shortcut keys, details here: http://goo.gl/OZXCc8\n\n本扩展插件可以对任何网页进行整页或者部分截图操作。你可以上传自己的图片分享给朋友；可以使用箭头、直线、圆圈、文字对截图进行标识；可以删除选定的部分。你会获得图片的链接，也可以下载到桌面，方便的通过Email、Facebook、Twitter"
  }
}