{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jira Ticket Opener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Jira tickets from selected text"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\n\nEnhance your productivity with the Jira Ticket Opener Chrome extension! This tool allows you to open Jira tickets quickly and easily directly from your browser. Whether you're working on a project, reviewing documentation, or browsing the web, simply select the Jira ticket ID and open it with a single click.\n\nMission:\nWe believe in creating tools that are easy and intuitive to use, allowing users to focus on their goals without getting bogged down by complex software, extensive configurations, or unnecessary options. Our mission is to provide straightforward solutions to enhance productivity by enabling users to concentrate on their business, what is truly matters. Our commitment is to deliver a seamless and efficient user experience, making users tasks simpler and more enjoyable.\n\nFeatures:\n\nSeamless Jira Integration: Open Jira tickets using the extension icon, context menu, or popup button for ultimate convenience.\nCustomizable Jira URL: Set your Jira instance URL in the extension options to tailor the experience to your environment.\nContext Menu Option: Right-click on any selected Jira ticket ID to open it instantly using the context menu.\nUser-Friendly Interface: A simple and intuitive design ensures a smooth user experience.\n\nHow to Use:\n\nInstall the Extension: \n- Add Jira Ticket Opener to your Chrome browser.\n\nConfigure Your Jira URL: \n- Right click on Jira Ticket Opener icon on browser toolbar\n- Left click Options\n- Set your Jira instance URL in the extension options. (Jira instance URL is stored only locally on your device)\n\nOpen Jira Ticket: \n- Highlight any text that represents Jira ticket ID on a webpage.\n- Right click on highlighted text\n- Left click on Open Jira Ticket in context menu\n\nOpen Jira Ticket from any webpage:\n- Left click on Jira Ticker Opener icon on browser toolbar\n- Enter your Jira ticket ID\n- Press Enter (or left click on Open Jira Ticker button)\n\nPermissions:\n\nContext Menus: Enables the context menu option for opening Jira tickets directly from the selected text.\nStorage: Allows the extension to save your Jira instance URL and other settings for a personalized experience.\n\nPermission Justification:\n\nThe Jira Ticket Opener extension requires access to context menus and storage to function effectively. The contextMenus permission allows the extension to provide a convenient right-click option for opening Jira tickets from any selected text on a webpage. The storage permission is used to save your Jira instance URL locally, ensuring a personalized and seamless user experience. The extension does not collect or store any personal data from the websites you visit.\n\nSupport and Feedback:\n\nFor support, feedback, or suggestions, please contact us at [your email or support page].\n\nPrivacy:\n\nThis extension does not collect or store any personal data. It only interacts with the active tab to facilitate the Jira ticket opening functionality. Settings such as your Jira URL are stored locally on your device.\n\nRate and Review:\n\nIf you find Jira Ticket Opener helpful, please consider leaving a positive review on the Chrome Web Store. Your feedback is invaluable!"
  }
}