{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "360learning"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "360Learning's web extension puts learning in your flow of work",
    "fr": "L'extension web 360Learning met l'apprentissage au centre de votre travail"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "360Learning’s learning platform empowers companies to upskill from within. \n\nWith this web extension, 360Learning will automatically recommend relevant courses to you based on your Google searches. Find courses within your existing flow of work and never miss out on the courses you need. Simply install the extension, log in to 360Learning, and start searching.\n\nThrough collaborative learning, companies turn their experts into champions for employee, customer, and partner growth. \n360Learning’s comprehensive learning platform combines LMS and LXP capabilities coupled with collaborative learning Academies to power your business’s upskilling flywheel. Discover the easiest way to onboard and upskill employees, train customer-facing teams, and enable customers and partners—all from one place.",
    "fr": "La plateforme d'apprentissage de 360Learning permet aux entreprises d'améliorer leurs compétences en interne. \n\nAvec cette extension web, 360Learning vous recommandera automatiquement des cours pertinents basés sur vos recherches Google. Trouvez des cours dans votre flux de travail existant et ne manquez jamais les cours dont vous avez besoin. Il suffit d'installer l'extension, de se connecter à 360Learning et de commencer à chercher.\n\nGrâce à l'apprentissage collaboratif, les entreprises transforment leurs experts en champions de la croissance des employés, des clients et des partenaires. \nLa plateforme d'apprentissage complète de 360Learning combine des capacités LMS et LXP associées à des académies d'apprentissage collaboratif pour alimenter le volant de compétences de votre entreprise. Découvrez la manière la plus simple d'intégrer et d'améliorer les compétences des employés, de former les équipes en contact avec la clientèle et d'habiliter les clients et les partenaires, le tout à partir d'un seul endroit."
  }
}