{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bulk Link Opener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically open multiple links in new tabs with a set delay and easy start/stop functionality."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Opener\n\nAutomatically open multiple links in new tabs with a customizable delay and easy start/stop functionality.\n\nAre you tired of manually opening a list of URLs one by one? With Link Opener, you can effortlessly manage your browsing tasks. Simply paste your URLs into the extension’s popup, set your desired delay between each tab, and let Link Opener handle the rest. Perfect for users who need to monitor multiple web pages or manage a set of links for work or personal use.\n\nFeatures:\n\nEasy URL Input: Paste multiple URLs, separated by commas, directly into the extension.\nCustomizable Delay: Set the number of seconds to wait before opening each new tab.\nOne-Click Start/Stop: Begin or halt the tab opening process with a single button click.\nBackground Operation: Open tabs without switching focus from your current window.\nHow It Works:\n\nOpen the extension popup by clicking the Link Opener icon in your browser toolbar.\nPaste your URLs into the text box and specify the delay time.\nClick \"Start\" to begin opening your links in new tabs, or \"Stop\" to halt the process at any time.\nIdeal For:\n\nManaging multiple web-based tasks\nChecking updates across various pages\nSimplifying repetitive browsing actions\nBoost your productivity and streamline your web browsing with Link Opener. Try it today!"
  }
}