{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MarketWise"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live Stock Ticker and Financial News"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing MarketWise a powerful and convenient Chrome extension designed to keep you up-to-date with the latest finance news and stock market information. MarketWise combines a sleek and user-friendly interface with real-time data to provide you with a comprehensive financial overview right at your fingertips.\n\nBy clicking \"Add to Chrome\", I accept and agree to install the MarketWise extension and set the new tab search to that provided by the service. The search will be powered by Microsoft Bing.\n\nAll our finance news are provided from the public RSS feed of Fox Business.\n\nPrivacy Policy: https://marketwise.tech/privacy/\n\nTerms of Service: https://marketwise.tech/terms/\n\nAbout Us: https://marketwise.tech/about/\n\nWith MarketWise, you can effortlessly track stocks and stay informed about the latest market trends. The extension offers a ticker panel that displays real-time stock prices, allowing you to monitor multiple stocks simultaneously. Whether you're an experienced investor, a day trader, or simply someone interested in keeping tabs on the financial world, MarketWise provides the information you need in a glance.\n\nAlongside the ticker panel, MarketWise integrates a live news feed featuring curated finance news. Stay informed about market updates, earnings reports, mergers and acquisitions, economic indicators, and more. The news feed is continuously updated, ensuring you never miss any important financial developments that could impact your investments.\n\nWe love feedback! You can contact us at dailystocksapps@gmail.com"
  }
}