{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy Anything to Clipboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly copy anything to clipboard. Install now for quick access to snippets, no highlighting needed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Copy Anything to Clipboard\" just got even more versatile! Now, along with effortlessly copying code snippets, this trusty extension extends its functionality to headings, tables, and lists on webpages. Here's what's new:\n\nHeading Copying Made Easy:\nWith the latest update, \"Copy Anything to Clipboard\" adds a copy link next to headings (h2-h6) that have an ID assigned. Simply click on the copy link, and voila! The hash link associated with the heading is copied to your clipboard, streamlining your navigation experience.\n\nTable Copying Options Galore:\nCopying table data has never been more convenient. \"Copy Anything to Clipboard\" offers three ways to copy table content:\n1. Copy Array: Transfer table data seamlessly into an array format.\n2. Copy CSV: Convert table data into CSV format with just a click.\n3. Copy Markdown: Copy tables in Markdown format effortlessly.\n\nEffortless List Copying:\nWhether it's an unordered list (<ul>) or an ordered list (<ol>), \"Copy Anything to Clipboard\" has you covered. Easily copy list content with a simple click, enhancing your productivity while browsing.\n\nWhy Upgrade to the Enhanced \"Copy Anything to Clipboard\"?\n\n1. Expanded Functionality: With support for headings, tables, and lists, this extension becomes an indispensable tool for managing various types of content on the web.\n2. Streamlined Navigation: Copy hash links for headings with ease, simplifying your browsing experience.\n3. Diverse Table Copying Options: Choose your preferred format for copying table data, whether it's an array, CSV, or Markdown.\n4. Enhanced Productivity: Save time and effort by quickly copying headings, tables, and lists directly from webpages.\n5. User-Friendly Design: Enjoy a clutter-free browsing experience with intuitive copy links and buttons seamlessly integrated into webpage elements.\n\nIn summary, the enhanced \"Copy Anything to Clipboard\" is a must-have companion for anyone interacting with diverse content types online. Upgrade today and discover the convenience of effortless content copying at your fingertips. Simplify your browsing journey with \"Copy Anything to Clipboard.\""
  }
}