{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Erase Mate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Erase Mate - Your Privacy, Protected with One Click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Erase Mate - Your Privacy, Protected with One Click\n\nKeep your online activity confidential with Erase Mate, the ultimate browser extension designed to help you quickly and easily erase your digital footprints. From clearing browsing history to removing cookies, Erase Mate ensures a clean, private, and optimized browsing experience.\n\nKey Features:\n- Complete History Wipe: Delete your entire browsing history or pick specific timeframes to remove, making sure your past activity stays private.\n- Cookie Eradicator: Remove unwanted cookies that track your activity and slow down your browser, giving you a faster, more secure experience.\n- Cache Cleaner: Erase cache files to speed up page loading times and free up valuable storage space.\n- Instant Session Erase: Instantly clear all data from your current session with one simple click, perfect for when using shared or public computers.\n- Advanced Data Control: Choose exactly what data to clean, from saved passwords to download history, ensuring full customization for your privacy needs.\n- Multi-Browser Compatibility: Works smoothly on all major browsers, giving you peace of mind no matter which platform you use.\n- Lightweight & Efficient: Erase Mate runs quietly and efficiently in the background without disrupting your browsing speed or experience.\n- Intuitive Design: Its simple, user-friendly interface allows anyone to clear their browser with ease, from casual users to privacy-conscious professionals.\n\nWith Erase Mate, you can browse the web confidently, knowing your privacy is always just a click away. Download now and enjoy a cleaner, more secure browsing experience!"
  }
}