{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email List Building Bootcamp With LeadBlasta"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email List Building Bootcamp  30 Day Challenge Build 1k Email List With Checklist Lead Magnets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadBlasta Email List Building Challenge to plan, build and promote your own Leadblasta Chrome extension checklists. \n\nA Step By Step Checklist For The Email List Building Bootcamp to Build 1000 Email List With Checklist Lead Magnets.\n\nWhen you are looking for an autoresponder service you will come across comparison sites where they mentions tools like  get response mailchimp, , aweber, constant contact, sendinblue, hubspot, mailerlite, convertkit.\n\nEmail list building can be easy if you know how to drive traffic, ideally you will have a lead magnet to help you grow your email list and an autoresponder to create your list wwith.\n\nThe best way to create a mailing list is with Google ads and in this bootcamo i will be showing you how to do exactly that. In fact i will show you the best email list builder that i have used for email marketing list building.\n\nEmail List Building Topics Covered \n\nWhy You Need To Be List Building\n\nWhat You Need To Get Started And Take Part In The LeadBlasta List Building Challenge\n\nTypes Of Checklists To Build For The Challenge\n\nHow To Pick a Topic (Capable of Building Your 1000 Subscriber Email List In 30 Days)\n\nMy Top 5 Recommended Tools For Email Marketing\n\nStage 1 - \nSetting Up Your Lead Magnet and Marketing Elements\nChrome Store On Page SEO (Stage 1 Continued)\n\nStage 2 -\nStrategic Content Syndication For Traffic and Backlinks\n\nStage 3 -\nRamping Up The Traffic With Targeted YouTube Ads \nInitial List Nurturing Techniques\n\nRecommended Tools and Resources Used In This Bootcamp"
  }
}