{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EasyPass Gen"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Password Generator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**EasyPass Gen - Secure Password Generator Extension**\n\n🔒 **EasyPass Gen** is your go-to solution for generating strong, random passwords with ease. Enhance your online security with this simple yet powerful extension, designed to help you create robust passwords directly from your browser.\n\n### Key Features:\n\n- **Customizable Password Length**: Set your desired password length to meet different security requirements.\n- **Diverse Character Sets**: Include or exclude uppercase letters, lowercase letters, numbers, symbols, and special characters based on your needs.\n- **Exclude Specific Characters**: Customize your passwords further by excluding specific characters.\n- **One-Click Copy**: Generate and copy passwords to your clipboard with a single click for quick and easy use.\n- **Context Menu Integration**: Generate and insert passwords directly into text fields from the right-click context menu.\n\n### Why Choose EasyPass Gen?\n\nIn today's digital age, a strong password is your first line of defense against cyber threats. EasyPass Gen ensures you can create complex passwords without hassle, providing an additional layer of security for your online accounts. Whether you're setting up a new account or updating an old password, EasyPass Gen makes the process seamless and secure.\n\n### How It Works:\n\n1. **Generate Password from the Extension Popup**:\n   - Click on the EasyPass Gen icon in the browser toolbar.\n   - Adjust settings such as length, character types, and exclusions.\n   - Click \"Generate Password\" and then click on the password to copy it to your clipboard.\n\n2. **Generate Password from the Context Menu**:\n   - Right-click on any text input field.\n   - Select \"Generate Password\" from the context menu.\n   - The password will be inserted directly into the active field.\n\n### Security First:\n\nYour privacy and security are our top priorities. EasyPass Gen generates passwords locally on your device, ensuring that your data remains private and secure. No passwords are stored or transmitted.\n\nDownload **EasyPass Gen** today and take the first step towards enhancing your online security!"
  }
}