{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SplitCast"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split your screen and stream multiple tabs at once to your Chromecast Device"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Real Split Screen in one window!\nNow it's possible and it's super easy.\nThe biggest advantage of SplitCast is that it allows you to stream multiple websites to your TV via Chromecast.\nAdd, remove, resize, re-order, make a full screen, change automatically after X seconds - everything that and more in one tab.\n\nCHANGELOG\nUpdate v1.27 (20.10.2019)\n- added possibility to set a custom name for each site (new field in Add/Edit modal)\n\nUpdate v1.26 (20.09.2019)\n- fixed the problem with tab selector not working\n- improved the youtube link recognizer mechanism\n\nUpdate v1.25 (13.09.2019)\n- bug fixes\n\n12.09.19 v1.24\n- bug fixes and visual improvements\n\n11.09.19 v1.23\n- added 4-row layout\n- added possibility to edit the URL \n- moved the auto-change feature of the fullscreen mode into a popup \n- visual changes and fixes, reorganized bottom icons \n\n27.02.18 v1.22\n- added a possibility to change the layout - now you can organize your websites in 1, 2 or 3 rows \n\n29.11.17 v1.21\n- fixed a v1.20 bug with saving configuration (might clear your config once)\n- layout fixes\n\n28.11.17 v1.20\n- added an option to minimize the side panel\n- added an option to change the background color\n- added a drag&drop sorting feature\n- moved the logo to side panel and made it smaller\n- changed the behaviour of \"Resize\" option - all screens are in one line now\n- minor layout fixes and improvements\n\nEnjoy!\n\n17.07.17 - Minor fix for performance\n\n30.05.17 - Added an option to navigate through the screens while on fullscreen mode.\n\n===================\n\nThe main advantage of SplitCast is the ability to display two or more websites in just one tab.\nDo you have a Google ChromeCast streaming device? From now on, your experience of streaming will jump even higher.\n\nThe idea is simple. You click the big \"Add button\", paste an URL and voila - it shows up on the left side. You add another one, it shows up next to it... You are able to resize each window, hide it, delete it. You also have the option to resize the whole area to fit your TV screen.\nDon't worry if you accidentally close your browser - SplitCast will remember all of your settings.\n\nFound any bugs? Got questions, suggestions? Visit the website http://splitcast.ovh\n\nSplitCast is free for download.\n\nAttention.\nThe app is powered with iFrame technology, which unfortunately is limited. You will notice it sooner or later, some sites may have restrictions about framing, some might just not work at all."
  }
}