{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Extension for WhatsApp Web"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect your privacy with Cutlet's *Privacy Extension for WhatsApp Web*"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsApp Privacy Extension - Secure Your Chats and Enhance Privacy on WhatsApp Web\n\nProtect your privacy on WhatsApp Web with this powerful WhatsApp Privacy Extension. This extension helps you blur sensitive content, such as chat messages, profile images, and more. Enjoy full control over your WhatsApp Web experience with customizable privacy settings designed to ensure your conversations stay secure and private.\n\nFeatures:\n\nBlur WhatsApp Chat Messages: Apply a blur effect to all chat messages, making them unreadable until you hover over them. This protects sensitive information from prying eyes.\n\nHide Profile Images: Conceal profile pictures with the ability to blur or hide them entirely, ensuring your privacy is maintained during conversations.\n\nCustomizable Settings: Customize which elements to blur or hide, including chat messages, profile images, media previews, and more. Tailor the extension to suit your privacy preferences.\n\nKeyboard Shortcuts: Easily toggle privacy settings with customizable keyboard shortcuts. For example, use Alt + X (or Option + X on macOS) to hide all blur effects at once.\n\nSimple Interface: The extension’s easy-to-use popup allows you to enable or disable various privacy features with just a few clicks.\n\nPersistent Privacy: Once enabled, your privacy settings are applied consistently across all sessions, even after page refreshes or restarts.\n\nReal-Time Privacy Control: Changes take effect immediately on your WhatsApp Web interface. Apply or remove the blur effect instantly as you toggle options.\n\n**How It Works:**\n\nThe extension works by adding custom CSS rules to WhatsApp Web to blur sensitive information. It does this by using the Chrome Extensions API to modify the appearance of WhatsApp Web, allowing you to selectively apply privacy filters. These filters include:\n\n- Chat message blur – Hides chat content with a blur effect.\n- Profile image blur – Blurs or hides user profile pictures.\n- Media preview blur – Ensures media previews are hidden or blurred for privacy.\n\nWith these settings in place, your WhatsApp Web experience is more secure, private, and customized to your liking. No need to worry about others viewing your WhatsApp messages or sensitive information while you're away from your computer.\n\n**Why Choose WhatsApp Privacy Extension?**\n\nEnhanced Privacy: The extension lets you take control of your WhatsApp Web privacy by blurring or hiding sensitive content like profile pictures, chat messages, and more.\n\nHighly Customizable: Unlike other privacy extensions, this tool offers granular control over which elements to blur. You can choose to blur everything or only specific items, like chat messages, profiles, or media previews.\n\nNo Need for Complicated Setup: The extension is ready to use out of the box. Simply install it, enable your preferred privacy settings, and enjoy a more secure WhatsApp Web experience.\n\nFast and Lightweight: This extension works in the background with minimal performance impact, providing enhanced privacy without slowing down your browsing experience.\n\n**Why You Need This Extension:**\n\nStop Unwanted Eyes: If you're working on your computer in a public space or just want to ensure that no one sees your WhatsApp conversations, this extension will keep your chats safe and out of sight.\n\nProtect Your Profile: When you’re browsing or using WhatsApp Web on shared devices, your profile image and other private information could be exposed. This extension offers the ability to blur or hide your profile image entirely, making it much harder for others to see your personal information.\n\nHide Media Previews: WhatsApp Web can automatically show media previews of images, videos, or documents. This extension allows you to blur or hide these previews, ensuring that your media stays private.\n\nCustomizable Keyboard Shortcuts:\nWith the WhatsApp Privacy Extension, you can easily toggle the privacy features without navigating through menus. By using a simple keyboard shortcut (like Alt + X on Windows or Option + X on macOS), you can quickly enable or disable privacy settings.\n\nPrivacy Settings You Can Control:\n\n- Blur Chat Messages: Choose whether to apply the blur effect to chat messages.\n- Blur Profile Images: Blur profile images to prevent others from seeing personal pictures.\n- Blur Media Previews: Prevent media previews from being shown to keep your files secure.\n- Toggle All Privacy Settings: Use the keyboard shortcut to toggle all privacy settings with one click.\n- Persistent Settings: Your privacy settings remain active across sessions, even after refreshing WhatsApp Web.\n\n**How to Use WhatsApp Privacy Extension:**\n\n1. Install the Extension: Download and install the WhatsApp Privacy Extension from the Chrome Web Store.\n2. Enable Settings: Click on the extension icon in the Chrome toolbar to open the popup and select the privacy settings you wish to apply.\n3. Use the Keyboard Shortcut: Optionally, use the keyboard shortcut (Alt + X or Option + X) to quickly toggle the privacy settings.\n4. Browse Securely: Enjoy a secure, private WhatsApp Web experience, knowing your conversations are safe.\n\nGet Started Now!\n\nDownload the WhatsApp Privacy Extension today and take control of your online privacy. Whether you're looking to hide personal information in a public setting or just want more control over what others can see on your WhatsApp Web, this extension has you covered.\n\nProtect your privacy with just a few clicks and enjoy WhatsApp Web without the worry of exposing sensitive data."
  }
}