{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save ChatGPT Input"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show saved input on demand"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Save ChatGPT Input, a Chrome extension meticulously crafted for users of chat.openai.com, aimed at tackling the all-too-common issue of losing your input due to network instabilities. In the digital age, whether it's for critical work communications, learning, or simply exploring the vast possibilities offered by ChatGPT, a seamless experience is paramount. Unfortunately, network glitches can occur, leading to the frustrating loss of lengthy inputs, wasting both time and effort.\n\nKey Features:\n\nAutomatic Saving: This extension automatically saves the last piece of content you attempted to send to ChatGPT. This means that even in the face of network issues, your efforts remain intact.\nOne-Click Recovery: Encounter an issue? Simply click on the extension icon to pop up a dialogue box containing your most recently sent content. With one click to copy, you're ready to quickly resume your conversation or work.\nStreamlined and Unobtrusive: Our commitment is to provide a distraction-free experience. The extension features no unnecessary interface elements, appearing only when needed and staying invisible when not.\nLocal Data Storage: Your data security is our top priority. Save ChatGPT Input ensures all saved content is stored locally on your computer, with no data upload of any kind, guaranteeing complete privacy and security of your data.\nWhether you're a regular visitor or an occasional explorer of ChatGPT, Save ChatGPT Input is set to become an indispensable companion. Let's remove technical glitches from your way and focus on your conversations with AI. Install now for a smoother, worry-free ChatGPT experience."
  }
}