{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Homework AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of battling with homework assignments or endlessly searching for quick and accurate answers? Say hello to your new…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of battling with homework assignments or endlessly searching for quick and accurate answers? Say hello to your new best friend: Homework AI! 🎉 This amazing Chrome extension is designed to make your academic life smoother and more productive than ever! \n\nImagine this: with our advanced Optical Character Recognition (OCR) technology, you can simply scan any question from your screen and get an instant, spot-on answer. No more typing or hunting for info—just pure convenience!\n\nHere’s why Homework AI is a must-have:\n\n- Super Cool OCR Text Recognition: Capture and extract text from images or highlighted areas with just a click! No need to struggle with manual typing anymore. Just point, scan, and you’re done! 🙌\n\n- Lightning-Fast AI-Powered Answers: Got a tricky math problem or a complex science question? Just submit it, and voila! You’ll get accurate answers in seconds. Our AI is smart and sources its information from trusted places, so you can rely on it completely. \n\n- Easy Peasy Integration: Access Homework AI right from your Chrome toolbar! No need to jump around to different tabs. Stay focused and get the answers you need on the spot while you study or work on projects! 🚀\n\n- The Perfect Study Buddy: Whether you’re knee-deep in homework, diving into research, or just need a quick solution, Homework AI has your back. Say goodbye to stress and hello to efficient studying! 📚\n\nSo, why wait? Don’t let homework bring you down! Install Homework AI today and revolutionize the way you learn. With our friendly interface and powerful features, you’ll discover that achieving academic success is just a scan away. Join the Homework AI family and make studying fun and easy! 💪"
  }
}