{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hobcob"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Content Management & Personal Branding. Save online contents in your Decks, the things that matters the most and you love."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One stop platform where youth can build their online reputation by curating (collecting, creating & organising) their works, projects, research, and hobbies in visual form of portfolios/ decks.\nThis helps to build public portfolio stronger by showcasing your works and the research behind it, making you future ready.\nThe collection & research not only increase your credibility but also prepares a collective repository for like-minded community.\n\nWHY USE HOBCOB -\n\nBe Yourself – What you collect, create and organize online is the ultimate look into who you are. Create your collections in user friendly DECKS, of the things which matters to you and the things you love. Individual Decks catering to relevant audience like Professional Deck, Social Deck, Travel Deck, Family Deck, etc. Possibilities are boundless.\n\nYour content is organized where you want them – Organize your work and contents neatly and effortlessly in SHELVES, where you can find and distribute them in the nick of time.\n\nInstantly connect with your contacts- Once you are on Hobcob CONNECT, you don’t need to add new contacts manually every time. Your phone contacts who are also on Hobcob Connect, gets automatically available for you to connect with them instantly.\n\nYour content remains segregated – You can create ROOMS within groups or large communities. Your focus remains on conversations and contents of your choice. Find relevant content effortlessly.\n\nForget your phone storage issues: Since the data is stored on the cloud and contents are exchanged through the decks, you keep your phone storage free from clutters. Also, each content is tracked to its original source avoiding any fake message or spam.\n\nAlways be updated: Whether you are working on an official project or personal interest group, get deck updates from members.\n\nAlways be on track: Hobcob keeps you motivated towards your goal with its ANALYTICS and time spent tracking.\n\nPrivate- We take your privacy seriously and will never give third parties access to your data. You can also keep your folders/contents private or public as per your preference."
  }
}