{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Double Click Closes Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Double left/right or triple left clicks on WEBPAGE (not tab) to close tab. Reopen tab by shiftKey + DC/TC. Optional: an icon to…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VERY IMPORTANT NOTE: After installation, double click on the WEB PAGE (NOT TAB!) to close the tab (OR to be safer: change the options to use double right click or triple left click on page) - it's actually faster than clicking on tabs. details see below.\n\nTo those wanting \"double click on tab to close\" - Google now made its own extension to do that and more. It uses a plugin mechanism that uses compiled binary code and presents a security risk unless you're sure you can trust the author (of course coming from Google it's likely fine). Without using such mechanism, Chrome extensions cannot receive tab events. Google's extension is called Chrome Toolbox. As for the guy asking me why ChromePlus could do it - answer's simple, ChromePlus is NOT Chrome. It has extra binary code too, and it's not from Google.\n\nTo those wanting \"double right click\" - Chrome now fixed their silly issue that prevented this feature, and I put it in DCCT v1.0.8. Please download & enjoy!\n\nThis extension offers the following functionalities:\n1. Double left click or double right click anywhere inside web page to close the tab (faster than middle click on tab and beats ctrl-w when your left hand's holding a phone or food). Important: if you double left click to select a word, DCCT will not close the tab - no interference with Google Dictionary etc. Double right click always closes tab.\n2. An icon that, when clicked, closes current tab. Option's provided to change to duplicate current tab when icon's clicked or hide the icon altogether.\n3. No accidental closing of Chrome - option provided to disable closing the last tab of the last Chrome window (Note: click the \"x\" on top right corner of the last window to close Chrome).\n4. A feature by user request (optional): Revert the browser behavior when one clicks or ctrl+clicks on a link - clicking link would open link in new background tab instead, while ctrl+click opens link in current tab.\n\nMisc.:\n1. If double click is not ideal for you, use the Options page to switch to Triple Clicks. Note: Unlike double-click, triple-click will close the tab even if you triple-clicked on a word.\n2. If you accidentally closed a tab - use shift-key + double-click (or triple-click if chosen) to reopen the tab.\n3. The icon shows red checkmark if Chrome disabled ALL mouse/keyboard-interacting extensions. A green checkmark's displayed otherwise.\n4. Mouseover icon will give you some tips/info.\n\nKnown issues:\n1. Reverting click/ctrl-click has problems with links with javascripts (on themselves or their parents) - e.g., yahoo mail. It's a very tricky issue and I haven't found a way to deal with it. Maybe a blacklist?\n2. If the \"do not close last tab\" feature seems to be unstable for you, try this first - Go to Chrome \"Options\"->\"Basics\" and change \"Home Page\" from \"New Tab\" to \"http://google.com\".  Then \"OK\" then try to close the last tab again. It should hopefully"
  }
}