{
  "name": {
    "ar": "هيدرا داش المنتقمون  Unblocked Games",
    "am": "ሃይድራ ዳሽ Avengers  Unblocked Games",
    "bg,cs,et,hu,nl": "Hydra Dash Avengers  Online Game",
    "bn": "হাইড্রা ড্যাশ অ্যাভেঞ্জারস Unblocked",
    "ca,ro": "Hydra Dash Avengers  Online",
    "da": "Hydra Dash Avengers Unblocked",
    "de": "Hydra Dash Avengers  Online Games",
    "el,fi,fil,ms,uk": "Hydra Dash Avengers  Cartoon Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Hydra Dash Avengers HTML5 Game",
    "es": "Vengadores Hydra Dash  Unblocked Game",
    "fa": "هایدرا داش اونجرز Unblocked",
    "fr": "Hydra Dash Vengeurs  Online",
    "gu": "હાઇડ્રા ડૅશ એવેન્જર્સ  Online Games",
    "he": "הידרה דאש אוונג&#39;רס  Online Game",
    "hi": "हाइड्रा डैश एवेंजर्स Unblocked",
    "hr": "Hydra Dash Osvetnici  Unblocked Game",
    "id,sw": "Hydra Dash Avengers  Unblocked Games",
    "it": "Hydra Dash Vendicatori  Cartoon Game",
    "ja": "ハイドラ ダッシュ アベンジャーズ  Online Games",
    "kn": "ಹೈಡ್ರಾ ಡ್ಯಾಶ್ ಅವೆಂಜರ್ಸ್ Unblocked",
    "ko": "하이드라 대쉬 어벤저스  Cartoon Game",
    "lv,sk": "Hydra Dash Avengers  Unblocked Game",
    "ml": "ഹൈഡ്ര ഡാഷ് അവഞ്ചേഴ്സ്  Cartoon Game",
    "mr": "हायड्रा डॅश अॅव्हेंजर्स Unblocked",
    "pl": "Avengersi z Hydry Dash  Online",
    "ru": "Гидра Дэш Мстители  Cartoon Game",
    "sl": "Maščevalci Hydra Dash  Unblocked Games",
    "ta": "ஹைட்ரா டாஷ் அவென்ஜர்ஸ்  Cartoon Game",
    "te": "హైడ్రా డాష్ ఎవెంజర్స్  Cartoon Game",
    "th": "ไฮดรา แดช อเวนเจอร์ส Unblocked",
    "tr": "Hydra Dash Yenilmezler  Unblocked Game"
  },
  "short": {
    "ar": "Hydra Dash Avengers هي لعبة حركة HTML5 حيث يتحكم اللاعبون في شخصيات Marvel ويهزمون أعداء Hydra.",
    "am": "Hydra Dash Avengers ተጫዋቾች የ Marvel ቁምፊዎችን የሚቆጣጠሩበት እና የሃይድራ ጠላቶችን የሚያሸንፉበት HTML5 የድርጊት ጨዋታ ነው።",
    "bg": "Hydra Dash Avengers е HTML5 екшън игра, в която играчите контролират героите на Marvel и побеждават враговете на Hydra.",
    "bn": "Hydra Dash Avengers হল একটি HTML5 অ্যাকশন গেম যেখানে খেলোয়াড়রা মার্ভেল অক্ষর নিয়ন্ত্রণ করে এবং Hydra শত্রুদের পরাজিত করে।",
    "ca": "Hydra Dash Avengers és un joc d&#39;acció HTML5 on els jugadors controlen els personatges de Marvel i derroten els enemics…",
    "cs": "Hydra Dash Avengers je akční hra HTML5, kde hráči ovládají postavy Marvel a porážejí nepřátele Hydry.",
    "da": "Hydra Dash Avengers er et HTML5 actionspil, hvor spillere styrer Marvel-figurer og besejrer Hydra-fjender.",
    "de": "Hydra Dash Avengers ist ein HTML5-Actionspiel, bei dem Spieler Marvel-Charaktere steuern und Hydra-Gegner besiegen.",
    "el": "Το Hydra Dash Avengers είναι ένα παιχνίδι δράσης HTML5 όπου οι παίκτες ελέγχουν τους χαρακτήρες της Marvel και νικούν τους εχθρούς…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Hydra Dash Avengers is an HTML5 action game where players control Marvel characters and defeat Hydra enemies.",
    "es": "Hydra Dash Avengers es un juego de acción HTML5 en el que los jugadores controlan personajes de Marvel y derrotan a los enemigos de…",
    "et": "Hydra Dash Avengers on HTML5 põnevusmäng, kus mängijad juhivad Marveli tegelasi ja alistavad Hydra vaenlasi.",
    "fa": "Hydra Dash Avengers یک بازی اکشن HTML5 است که در آن بازیکنان شخصیت های مارول را کنترل می کنند و دشمنان هایدرا را شکست می دهند.",
    "fi": "Hydra Dash Avengers on HTML5-toimintapeli, jossa pelaajat ohjaavat Marvel-hahmoja ja kukistavat Hydran vihollisia.",
    "fil": "Ang Hydra Dash Avengers ay isang HTML5 action game kung saan kinokontrol ng mga manlalaro ang mga karakter ng Marvel at talunin ang…",
    "fr": "Hydra Dash Avengers est un jeu d&#39;action HTML5 où les joueurs contrôlent les personnages de Marvel et vainquent les ennemis…",
    "gu": "Hydra Dash Avengers એ HTML5 એક્શન ગેમ છે જ્યાં ખેલાડીઓ માર્વેલ પાત્રોને નિયંત્રિત કરે છે અને Hydra દુશ્મનોને હરાવી શકે છે.",
    "he": "Hydra Dash Avengers הוא משחק פעולה HTML5 שבו שחקנים שולטים בדמויות של מארוול ומביסים אויבי הידרה.",
    "hi": "हाइड्रा डैश एवेंजर्स एक HTML5 एक्शन गेम है जहां खिलाड़ी मार्वल पात्रों को नियंत्रित करते हैं और हाइड्रा दुश्मनों को हराते हैं।",
    "hr": "Hydra Dash Avengers je HTML5 akcijska igra u kojoj igrači kontroliraju Marvel likove i pobjeđuju Hydra neprijatelje.",
    "hu": "A Hydra Dash Avengers egy HTML5-ös akciójáték, amelyben a játékosok irányítják a Marvel karaktereket, és legyőzik a Hydra…",
    "id": "Hydra Dash Avengers adalah game aksi HTML5 di mana pemain mengontrol karakter Marvel dan mengalahkan musuh Hydra.",
    "it": "Hydra Dash Avengers è un gioco d&#39;azione HTML5 in cui i giocatori controllano i personaggi Marvel e sconfiggono i nemici…",
    "ja": "Hydra Dash Avengers は、プレイヤーが Marvel のキャラクターを操作して Hydra の敵を倒す HTML5 アクション ゲームです。",
    "kn": "ಹೈಡ್ರಾ ಡ್ಯಾಶ್ ಅವೆಂಜರ್ಸ್ HTML5 ಆಕ್ಷನ್ ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಮಾರ್ವೆಲ್ ಪಾತ್ರಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತಾರೆ ಮತ್ತು ಹೈಡ್ರಾ ಶತ್ರುಗಳನ್ನು…",
    "ko": "Hydra Dash Avengers는 플레이어가 Marvel 캐릭터를 제어하고 Hydra 적을 물리치는 HTML5 액션 게임입니다.",
    "lv": "Hydra Dash Avengers ir HTML5 darbības spēle, kurā spēlētāji kontrolē Marvel varoņus un uzvar Hidras ienaidniekus.",
    "ml": "കളിക്കാർ മാർവൽ കഥാപാത്രങ്ങളെ നിയന്ത്രിക്കുകയും ഹൈദ്ര ശത്രുക്കളെ പരാജയപ്പെടുത്തുകയും ചെയ്യുന്ന ഒരു HTML5 ആക്ഷൻ ഗെയിമാണ് ഹൈഡ്ര ഡാഷ്…",
    "mr": "Hydra Dash Avengers हा HTML5 अॅक्शन गेम आहे जेथे खेळाडू मार्वल वर्ण नियंत्रित करतात आणि Hydra शत्रूंचा पराभव करतात.",
    "ms": "Hydra Dash Avengers ialah permainan aksi HTML5 di mana pemain mengawal watak Marvel dan mengalahkan musuh Hydra.",
    "nl": "Hydra Dash Avengers is een HTML5-actiegame waarin spelers Marvel-personages besturen en Hydra-vijanden verslaan.",
    "pl": "Hydra Dash Avengers to gra akcji HTML5, w której gracze kontrolują postacie Marvela i pokonują wrogów Hydry.",
    "ro": "Hydra Dash Avengers este un joc de acțiune HTML5 în care jucătorii controlează personajele Marvel și înving inamicii Hydra.",
    "ru": "Hydra Dash Avengers — это экшн-игра на HTML5, в которой игроки управляют персонажами Marvel и побеждают врагов Гидры.",
    "sk": "Hydra Dash Avengers je HTML5 akčná hra, v ktorej hráči ovládajú postavy Marvel a porazia nepriateľov Hydry.",
    "sl": "Hydra Dash Avengers je akcijska igra HTML5, v kateri igralci nadzorujejo like Marvel in premagajo sovražnike Hydra.",
    "sw": "Hydra Dash Avengers ni mchezo wa vitendo wa HTML5 ambapo wachezaji hudhibiti herufi za Marvel na kuwashinda maadui wa Hydra.",
    "ta": "Hydra Dash Avengers என்பது HTML5 அதிரடி விளையாட்டு ஆகும், இதில் வீரர்கள் மார்வெல் கதாபாத்திரங்களை கட்டுப்படுத்தி ஹைட்ரா எதிரிகளை…",
    "te": "హైడ్రా డాష్ ఎవెంజర్స్ అనేది HTML5 యాక్షన్ గేమ్, ఇందులో ఆటగాళ్లు మార్వెల్ పాత్రలను నియంత్రిస్తారు మరియు హైడ్రా శత్రువులను ఓడించారు.",
    "th": "Hydra Dash Avengers เป็นเกมแอคชั่น HTML5 ที่ผู้เล่นควบคุมตัวละครมาร์เวลและเอาชนะศัตรูของไฮดรา",
    "tr": "Hydra Dash Avengers, oyuncuların Marvel karakterlerini kontrol ettiği ve Hydra düşmanlarını yendiği bir HTML5 aksiyon oyunudur.",
    "uk": "Hydra Dash Avengers — це бойовик HTML5, де гравці керують персонажами Marvel і перемагають ворогів Hydra."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hydra Dash Avengers is an HTML5 action game where players control Marvel characters and defeat Hydra enemies.\n\nHydra Dash Avengers is a fun and action-packed HTML5 game based on the Marvel universe. Players control various Marvel characters in the game, including Iron Man, Captain America, and Thor. They must use them to defeat Hydra, a fictional terrorist organization. The gameplay is on a scrolling screen, and the characters move automatically, following the player's mouse cursor or finger.\n\nThe game aims to defeat as many Hydra enemies as possible while avoiding obstacles and collecting power-ups. The screen will scroll continuously, and new enemies and obstacles will appear as the game progresses. To succeed, players must have quick reflexes and be able to anticipate and avoid enemies and obstacles.\n\nOne of the critical features of Hydra Dash Avengers is its colorful and vibrant graphics, which feature characters from the popular Marvel universe. The game's easy-to-use controls and straightforward gameplay make it perfect for players of all ages.\n\nIn addition to the standard game mode, Hydra Dash Avengers also includes a variety of challenging levels and game modes to keep players coming back for more. In the Puzzle mode, players must use their reflexes and problem-solving skills to solve increasingly tricky levels. Endlessly, players must stay alive for as long as possible, defeating as many Hydra enemies as possible to stay ahead.\n\nOverall, Hydra Dash Avengers is a fun and addictive HTML5 game that keeps players entertained for hours. Its challenging gameplay, various game modes, and easy-to-use controls make it a must-play for anyone looking for a brain-teasing and engaging game.\n\nTo swipe Install this extension to play the Hydra Dash Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}