{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pokemon Showdown Lapras Teambuilder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically builds teams from latest trends and meta data on the pokemon showdown team builder website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the newest update to \"Pokemon Showdown Lapras Teambuilder\" - Your Ultimate Pokémon Showdown Team Building Companion! \n\nNew in version 2.0.0.1:\n- NEW FEATURE: There is now an automatic team resistance and weakness table when choosing pokemons in the teambuilder, this lets you see what types your team is really weak to. (Immunity abilities such as storm drain, flash fire, earth eater etc. are not taken into account, look forward to the next update for that!)\n\n- Changed name from \"Lapras Team Builder\" to \"Pokemon Showdown Lapras Team Builder\" for Clarity\n- Fixed bug that the \"No Viable Set\" screen would sometimes show up instead of the blank screen\n- Altered card sizing a little\n\n\nPokemon Showdown Lapras Teambuilder, or the Lapras Teambuilder, is the rebranded updated to the previous \"Calyrex Team Builder\", which was buggy and not the easiest to navigate. I re-branded the extension with user-friendliness in mind, and put user experience over aesthetics. And most importantly, fixed a bunch of bugs that i expected people to just refresh away. It should be seamless to use now! \n\nThis tool aims to help those are are getting tired of random battles and wants to make their own team to compete in tiers like OU, but doesn't know where to start. \n\nAre you tired of spending hours researching the latest trends, meta data, and team compositions for Pokémon Showdown battles? Look no further! The Lapras Teambuilder is the ultimate Chrome extension designed to streamline and simplify the team-building process, providing you with the most competitive and effective Pokémon teams effortlessly and alleviating decision making anxiety. \n\nEnjoy being carried by Lapras :)\n\nWhat does Lapras Teambuilder do?\n\nLapras Teambuilder is an intelligent and automated tool that harnesses the power of the latest trends and meta data from the Pokémon Showdown platform. This extension automatically provides you with the latest and most common meta EV spreads, nature, item, tera type, and moves to construct optimal and well-balanced teams for you. You will be provided with cards that contain different meta sets. At the click of a button, the extension will fills out the team builder for you!\n\n*If there are still any bugs, please report them, but clicking to a different pokemon then click back usually always fixes things."
  }
}