{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReaderQ Edu Fr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Réduire le plagiat avec la copie sélective et paraphraser plus facile."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension ReaderQ pour les navigateurs Chrome (français et anglais)\n\nReaderQ Edu pour Chrome™ est UNIQUEMENT POUR LE PERSONNEL ET ÉTUDIANTS DES ÉTABLISSEMENTS D'ENSEIGNEMENT AVEC UNE LICENCE Pense Edu. Si vous ne disposez pas de licence, vous ne serez pas en mesure d'exécuter le produit.\n\nPour plus d'informations sur l'obtention d'une licence s'il vous plaît contacter:\n\nMath et Mots Monde\n1575 boul. de l'Avenir, Bureau 400\nLaval, Québec, Canada, H7S 2N5\nTéléphone: 514-965-2687\nSans frais: 1-877-965-2687\nTélécopieur: 514-373-1925\nSans frais: 1-855-373-1925\ninfo@mmmonde.com\n\n*** Stratégie ReaderQ\n\nLire, sélectionner des points clés, paraphraser et réduire le plagiat\n\n• Afficher des pages Web sans distractions\n• Ajuster l'affichage du texte pour une lecture optimale\n• Lire le texte pour avoir une compréhension générale\n• Aller à un ou quelques paragraphes d'un intérêt particulier\n• Relisez ce texte\n• Sélectionnez les mots / expressions clés comme des indices pour paraphraser plus tard en utilisant le feedback visuel pour être sélectif (ils sont copiés pour vous dans une liste que vous pouvez mélanger)\n• Passez en revue vos sélections et comprenez comment elles se connectent les unes aux autres\n• Copiez et collez des sélections dans votre logiciel de traitement de texte préféré où la paraphrase devient «relier les points» et le plagiat est réduit\n\n*** La description\n\nLorsque vous lisez des pages Web, vous êtes confronté à de nombreuses distractions visuelles qui interfèrent avec la lecture. ReaderQ élimine ces distractions, et vous permet d'ajuster le texte afin que vous puissiez lire plus facilement et vous concentrer sur le contenu.\n\nLorsque vous utilisez du contenu pour un essai ou un projet, les étudiants et les rédacteurs copient souvent de longues phrases ou plusieurs phrases, avec un minimum de lecture et de compréhension, et les collez dans un document préliminaire pour être retravaillé plus tard. Combien d'entre nous n'ont pas mis en évidence plusieurs phrases et paragraphes dans nos manuels tout en étudiant? Et, comme vous essayez de paraphraser le texte, vous pouvez vous dire, \"Je ne peux pas écrire mieux que ce qui a été écrit en premier lieu.\"\n\nAvec ReaderQ, vous êtes encouragé à lire et à comprendre le contenu avant de sélectionner des mots ou des phrases comme indices. Ensuite, vous identifiez les points clés, que ReaderQ place des limites sur le nombre de mots que vous pouvez sélectionner ensemble, et dans une phrase, un paragraphe et un document. La rétroaction visuelle vous informe lorsque vous en sélectionnez trop. Vous vous concentrez ensuite sur la compréhension des relations entre les points (pas nécessairement tous les points).\n\nLes points sélectionnés sont affichés sur le côté droit où vous pouvez les mélanger ou cliquer pour déplacer le texte là où ce point a été mis en surbrillance. Lorsque copié et collé dans votre traitement de texte préféré, paraphraser devient «relier les points» avec vos propres mots. Cela réduit le potentiel de plagiat.\n\nLes enseignants peuvent utiliser ReaderQ pour enseigner aux élèves comment extraire des mots / phrases clés du texte, comment paraphraser et comment ne pas plagier. Les étudiants et les écrivains peuvent l'utiliser pour renforcer une stratégie où la paraphrase est plus rapide et plus facile. Ceci s'applique à la fois à l'écriture et à l'étude. La rétroaction de sélection restrictive dans ReaderQ est un rappel constant de lire, de se concentrer et de comprendre.\n\n*** Support technique\n\nTéléphone: 514-965-2687\nSans frais: 1-877-965-2687\nSans frais: 1-855-373-1925\ninfo@mmmonde.com\n\nProtégé par :\n• Brevet canadien 2821692 \"Constrained Digital Text Reader\"\n• Brevet U.S. 9275026B2 \"Constrained Digital Text Reader\""
  }
}