{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Promoted Pin Hider"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hides Promoted Pins"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For Pinterest. Puts a big ol' gap where promoted pins used to be. It ain't PinBlock, but it's better than nothing.\n\nIF YOU ARE STILL SEEING ADS: Please upload a screenshot of your pinterest feed to an image hosting site and include that url in your support post. This will help me identify what the problem might be.\n\n**Updated 09/12/19 - Noticed that some non-ad pins were getting blocked, so that's been fixed. Let me know if any ads sneak through.**\n\n**Updated 08/13/19 - Trying some new stuff out. The app now runs when you first interact with the page, so it's less resource-heavy but you might see an ad before you start scrolling.**\n\n**Updated 03/29/19 - Updated script so it starts before page load, which might help. Or it might not. But it probably won't make it worse?**\n\n**Updated 03/25/19 - Changed method by which script selects promoted pins, hopefully this should fix issues some people have been having**\n\n**Updated 02/25/19 - Added support for all languages!!! That means I looked at ads in every single language that pinterest supports, because I love you all.**\n\n\n**Updated 11/27/17 - Added support for every international Pinterest domain - Extension should work in every country as long as your language is set to English.**\n\n\n**Updated 10/13/17 - Added support for Pinterest.ca**\n\n\n**Updated 07/05/17 - Updated so that it won't break every time Pinterest updates their code.**"
  }
}