{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JeffreyAI Email Scout"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The JeffreyAI Email Scout is a tool for providing lead info and the ability to push that info into JeffreyAI when on a LinkedIn page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JeffreyAI Email Scout – Find email addresses in seconds with our Email Scout. Search emails on LinkedIn.\n\nUnlock your sales and marketing potential with the JeffreyAI Email Scout extension. Our tool streamlines customer communication and automates essential tasks, helping you connect with key contacts effortlessly.\n\n✔ Email Scout\nThe JeffreyAI Email Scout is the perfect solution to find email addresses of your LinkedIn connections or any LinkedIn search results. With our Chrome extension, easily find anyone’s email address and generate LinkedIn leads with just one click on user profiles.\n•\tSearch for email addresses of 1st, 2nd, and 3rd+ LinkedIn connections.\n•\tFind business email addresses using LinkedIn.\n•\tSave leads with emails in bulk\n•\tVerify all obtained email addresses.\n\n\n✔ Find Email Address by Name with JeffreyAI Email Extractor Extension\nFind email addresses by name in just two minutes. Enter the first and last names of the person of interest in a LinkedIn search, go to their profile, and click \"Reveal”. The email and other information about the prospect will be saved to your JeffreyAI account.\n\n✔ Automation Contact Management Software\nAll saved leads from LinkedIn are available in the JeffreyAI contact management software. Our web-based automation platform JeffreyAI allows you to:\n•\t· Group your leads.\n•\t· Segment your prospects with dynamic lists.\n•\t· Cooperate with team members.\n•\t· Export your lists.\n•\t· Integrate JeffreyAI with Gmail or other sales tools.\n\n✔ Our Email Scout is Ideal for:\n•\t· Sales teams\n•\t· Founders and owners\n•\t· Freelancers\n•\t· Consultants\n•\t· Project managers\n•\t· Digital marketers\n•\t· Email marketers\n•\t· Growth marketers\n•\t· Recruiters\n•\t· Outbound marketers\n\n✔ Main Advantages of JeffreyAI Email Extractor:\n•\t· Online human support\n•\t· Email verification\n•\t· Compatibility with LinkedIn, Sales Navigator, and Recruiter\n•\t· Exporting LinkedIn leads with data in .csv or .xlsx\n•\t· Saving multiple LinkedIn pages at once\n•\t· Integrations with other services\n\n✔ How to Use the Email Address Finder Plugin:\n•\tInstall the JeffreyAI Email Scout Chrome Extension: Download the extension from the webstore.\n•\tGo to Any LinkedIn Profile: Click on the \" Reveal\" button. The email is found and saved.\n•\tConduct Bulk Searches: Click \"Reveal\" → “View List” → \"Push to JeffreyAI\" and get push multiple profiles to JeffreyAI.\n\n✔ FAQ\n•\tHow to find email addresses on LinkedIn? \nOpen any LinkedIn profile and click the \"Reveal\" button. The email will be automatically saved. For bulk saves, open a list of LinkedIn profiles, LinkedIn group, or LinkedIn event, and view LinkedIn Profile \"Reveal\" → “Leads List” → \"Push to JeffreyAI\"\n•\tCan I find the owner's email address with JeffreyAI? \nYes, use our enrichment feature in your JeffreyAI account to find email address owners.\n•\tHow can I use email extractor software for business? \nUse JeffreyAI to find emails of potential clients and reach them without risking your email account’s reputation."
  }
}