{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPTSheets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your Google Sheets with OpenAI's GPT-3"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPTSheets is a cutting-edge Chrome extension that brings the power of OpenAI's GPT-3 language model to your spreadsheets. This tool will revolutionize the way you work with data and automate many of your manual tasks. Here are some of the key features of GPTSheets:\n\nTurn plain English into spreadsheet formulas/functions: With GPTSheets, you can create spreadsheet formulas and functions simply by typing them out in plain English. Our tool uses natural language processing to interpret your input and generate the corresponding spreadsheet formula. This means you can work faster and make fewer mistakes.\n\nExplain spreadsheet formulas/functions in plain English: GPTSheets also makes it easy to understand complex spreadsheet formulas and functions. Simply highlight a formula, and our tool will translate it into plain English, making it easier for you to understand and modify.\n\nStreamline your workflow: With GPTSheets, you can automate many of your manual tasks and work more efficiently. Our tool integrates with your existing spreadsheets, so you can work with your data in a familiar environment. And because it's a Chrome extension, it's easy to use and always at your fingertips.\n\nImprove data accuracy: GPTSheets reduces the risk of human error, which means your data will be more accurate and trustworthy. This is especially important for businesses and organizations that rely on data to make informed decisions.\n\nIn summary, GPTSheets is a powerful tool that will help you work smarter, not harder. Whether you're a business owner, marketer, data analyst, or anyone who works with data, GPTSheets will make your life easier. So why not try it out for yourself? Sign up for a free trial today and discover the power of GPT-3 in your spreadsheets."
  }
}