{
  "name": {
    "ar": "مطابقة الظل  Unblocked Games",
    "am": "ጥላ ማዛመድ  Online Game",
    "bg": "Съпоставяне на сенки Unblocked",
    "bn": "শ্যাডো ম্যাচিং  Arcade Game",
    "ca": "Coincidència d&#39;ombres  Unblocked Game",
    "cs": "Přizpůsobení stínů  Unblocked Games",
    "da": "Shadow Matching Unblocked",
    "de": "Shadow-Matching  Online Game",
    "el": "Αντιστοίχιση σκιών  Online",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Shadow Matching - Educational Game",
    "es": "Coincidencia de sombras  Online Game",
    "et": "Varjude sobitamine Unblocked",
    "fa": "تطبیق سایه  Unblocked Games",
    "fi": "Shadow Matching  Matching Game",
    "fil": "Shadow Matching  Online Game",
    "fr": "Correspondance des ombres  Online Game",
    "gu": "શેડો મેચિંગ  Online Game",
    "he": "התאמת צללים  Online Game",
    "hi": "छाया मिलान  Online Game",
    "hr": "Slaganje sjena  Unblocked Game",
    "hu": "Árnyékillesztés  Online",
    "id": "Pencocokan Bayangan  Arcade Game",
    "it": "Corrispondenza delle ombre  Online Game",
    "ja": "シャドーマッチング  Matching Game",
    "kn": "ನೆರಳು ಹೊಂದಾಣಿಕೆ  Online Game",
    "ko": "섀도우 매칭  Matching Game",
    "lv": "Ēnu saskaņošana Unblocked",
    "ml": "ഷാഡോ പൊരുത്തം  Online",
    "mr": "छाया जुळत  Arcade Game",
    "ms": "Padanan Bayangan  HTML5 Game",
    "nl": "Schaduwafstemming  Online",
    "pl": "Dopasowywanie cieni  Online Game",
    "ro": "Potrivirea umbrelor  Online Game",
    "ru": "Сопоставление теней  Online Game",
    "sk": "Priraďovanie tieňov  HTML5 Game",
    "sl": "Ujemanje senc  Online",
    "sw": "Ulinganisho wa Kivuli  Arcade Game",
    "ta": "நிழல் பொருத்தம்  HTML5 Game",
    "te": "షాడో మ్యాచింగ్  Unblocked Game",
    "th": "การจับคู่เงา  Unblocked Game",
    "tr": "Gölge Eşleştirme  Online Game",
    "uk": "Зіставлення тіней  Online"
  },
  "short": {
    "ar": "Shadow Matching هي لعبة يقوم فيها اللاعبون بمطابقة الكائنات مع الظلال المقابلة لها. يساعد الأطفال على تطوير بصريتهم",
    "am": "Shadow Matching ተጫዋቾቹ ነገሮችን ከሚዛመደው ጥላቸው ጋር የሚያመሳስሉበት ጨዋታ ነው። ልጆች የማየት ችሎታቸውን እንዲያዳብሩ ይረዳል",
    "bg": "Shadow Matching е игра, в която играчите свързват обекти със съответните им сенки. Помага на децата да развият своето зрение",
    "bn": "শ্যাডো ম্যাচিং এমন একটি খেলা যেখানে খেলোয়াড়রা তাদের অনুরূপ ছায়ার সাথে বস্তুর মিল করে। এটি শিশুদের তাদের দৃষ্টিশক্তি বিকাশে…",
    "ca": "Shadow Matching és un joc on els jugadors uneixen objectes amb les seves ombres corresponents. Ajuda als nens a desenvolupar la…",
    "cs": "Shadow Matching je hra, kde hráči přiřazují objekty k odpovídajícím stínům. Pomáhá dětem rozvíjet jejich zrak",
    "da": "Shadow Matching er et spil, hvor spillere matcher objekter med deres tilsvarende skygger. Det hjælper børn med at udvikle deres…",
    "de": "Shadow Matching ist ein Spiel, bei dem Spieler Objekte mit ihren entsprechenden Schatten abgleichen. Es hilft Kindern, ihre…",
    "el": "Το Shadow Matching είναι ένα παιχνίδι όπου οι παίκτες ταιριάζουν αντικείμενα με τις αντίστοιχες σκιές τους. Βοηθά τα παιδιά να…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Shadow Matching is a game where players match objects to their corresponding shadows. It helps children develop their visual",
    "es": "Shadow Matching es un juego en el que los jugadores unen objetos con sus sombras correspondientes. Ayuda a los niños a desarrollar…",
    "et": "Shadow Matching on mäng, kus mängijad sobitavad objektid neile vastavate varjudega. See aitab lastel oma nägemist arendada",
    "fa": "Shadow Matching بازی است که در آن بازیکنان اشیا را با سایه های مربوطه خود مطابقت می دهند. به کودکان کمک می کند بینایی خود را توسعه…",
    "fi": "Shadow Matching on peli, jossa pelaajat yhdistävät esineitä vastaaviin varjoihinsa. Se auttaa lapsia kehittämään näkökykyään",
    "fil": "Ang Shadow Matching ay isang laro kung saan itinutugma ng mga manlalaro ang mga bagay sa kanilang katumbas na mga anino.…",
    "fr": "Shadow Matching est un jeu où les joueurs associent des objets à leurs ombres correspondantes. Il aide les enfants à développer…",
    "gu": "શેડો મેચિંગ એ એક રમત છે જ્યાં ખેલાડીઓ તેમના અનુરૂપ પડછાયાઓ સાથે વસ્તુઓને મેચ કરે છે. તે બાળકોને તેમની દ્રષ્ટિ વિકસાવવામાં મદદ કરે છે",
    "he": "Shadow Matching הוא משחק שבו שחקנים מתאימים אובייקטים לצללים המתאימים להם. זה עוזר לילדים לפתח את הראייה שלהם",
    "hi": "शैडो मैचिंग एक ऐसा खेल है जहां खिलाड़ी वस्तुओं को उनकी छाया से मिलाते हैं। यह बच्चों को उनकी दृष्टि विकसित करने में मदद करता है",
    "hr": "Shadow Matching je igra u kojoj igrači spajaju objekte s njihovim odgovarajućim sjenama. Pomaže djeci da razviju vizualno",
    "hu": "A Shadow Matching egy olyan játék, ahol a játékosok a tárgyakat a hozzájuk tartozó árnyékokhoz illesztik. Segíti a gyerekek…",
    "id": "Pencocokan Bayangan adalah gim di mana pemain mencocokkan objek dengan bayangan yang sesuai. Ini membantu anak-anak mengembangkan…",
    "it": "Shadow Matching è un gioco in cui i giocatori abbinano gli oggetti alle ombre corrispondenti. Aiuta i bambini a sviluppare la loro…",
    "ja": "シャドウ マッチングは、プレイヤーがオブジェクトと対応するシャドウを一致させるゲームです。子供たちの視覚を発達させるのに役立ちます",
    "kn": "ನೆರಳು ಹೊಂದಾಣಿಕೆಯು ಆಟಗಾರರು ತಮ್ಮ ಅನುಗುಣವಾದ ನೆರಳುಗಳಿಗೆ ವಸ್ತುಗಳನ್ನು ಹೊಂದಿಸುವ ಆಟವಾಗಿದೆ. ಇದು ಮಕ್ಕಳ ದೃಷ್ಟಿಯನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ಸಹಾಯ…",
    "ko": "Shadow Matching은 플레이어가 개체를 해당 그림자와 일치시키는 게임입니다. 아이들의 시각 발달에 도움이 됩니다.",
    "lv": "Shadow Matching ir spēle, kurā spēlētāji saskaņo objektus ar attiecīgajām ēnām. Tas palīdz bērniem attīstīt savu redzi",
    "ml": "കളിക്കാർ ഒബ്‌ജക്‌റ്റുകളെ അവയുടെ അനുബന്ധ നിഴലുകളുമായി പൊരുത്തപ്പെടുത്തുന്ന ഗെയിമാണ് ഷാഡോ മാച്ചിംഗ്. ഇത് കുട്ടികളെ അവരുടെ കാഴ്ച…",
    "mr": "शॅडो मॅचिंग हा एक गेम आहे ज्यामध्ये खेळाडू त्यांच्या संबंधित सावल्यांशी वस्तू जुळवतात. हे मुलांना त्यांचे दृश्य विकसित करण्यास मदत…",
    "ms": "Pemadanan Bayangan ialah permainan di mana pemain memadankan objek dengan bayang-bayang mereka yang sepadan. Ia membantu…",
    "nl": "Shadow Matching is een spel waarbij spelers objecten matchen met hun overeenkomstige schaduwen. Het helpt kinderen hun visuele…",
    "pl": "Shadow Matching to gra, w której gracze dopasowują obiekty do odpowiadających im cieni. Pomaga dzieciom rozwijać wzrok",
    "ro": "Shadow Matching este un joc în care jucătorii potrivesc obiectele cu umbrele corespunzătoare. Îi ajută pe copii să-și dezvolte…",
    "ru": "Shadow Matching — это игра, в которой игроки сопоставляют объекты с соответствующими тенями. Помогает детям развивать зрительное",
    "sk": "Shadow Matching je hra, v ktorej hráči priraďujú predmety k ich zodpovedajúcim tieňom. Pomáha deťom rozvíjať ich zrak",
    "sl": "Shadow Matching je igra, pri kateri igralci povežejo predmete z njihovimi ustreznimi sencami. Otrokom pomaga pri razvoju vida",
    "sw": "Shadow Matching ni mchezo ambapo wachezaji hulinganisha vitu na vivuli vyao vinavyolingana. Inasaidia watoto kukuza maono yao",
    "ta": "நிழல் பொருத்தம் என்பது விளையாட்டு வீரர்கள் தங்களுடைய நிழல்களுடன் பொருட்களைப் பொருத்துவது. இது குழந்தைகளின் பார்வையை வளர்க்க…",
    "te": "షాడో మ్యాచింగ్ అనేది ఆటగాళ్ళు వస్తువులను వారి సంబంధిత నీడలతో సరిపోల్చడం. ఇది పిల్లల దృష్టిని అభివృద్ధి చేయడంలో సహాయపడుతుంది",
    "th": "Shadow Matching เป็นเกมที่ผู้เล่นจับคู่วัตถุกับเงาที่สอดคล้องกัน ช่วยให้เด็กมีพัฒนาการด้านการมองเห็น",
    "tr": "Shadow Matching, oyuncuların nesneleri karşılık gelen gölgeleriyle eşleştirdiği bir oyundur. Çocukların görsel becerilerini…",
    "uk": "Shadow Matching — це гра, у якій гравці поєднують об’єкти з відповідними тінями. Допомагає дітям розвивати зорове сприйняття"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lv,ml,mr,ms,nl,pl,ro,ru,sk,sl,sw,ta,te,th,tr,uk": "Shadow Matching is a game where players match objects to their corresponding shadows. It helps children develop their visual.\nShadow Matching is a game designed for children and involves matching objects to their corresponding shadows. The gameplay uses an HTML5 platform, allowing it to play on various devices, including computers, tablets, and smartphones.\nThe player is present with a screen. That displays a series of objects and their shadows. The player must then drag and drop the things onto the shades that match them. Suppose the player successfully reaches an object in its shadow. In that case, the pair will disappear, and the player will receive a point.\nAs the player moves via the game, the number and complexity of the objects and shadows increase. Some things may have multiple shadows or shadows distorted in some way. They require the player to use visual and spatial reasoning skills to identify the correct match.\nIn addition to the primary matching gameplay, the game may include mini-games or challenges that test the player's memory or problem-solving skills. These mini-games may involve matching patterns, identifying hidden objects, or solving puzzles.\n\nTo swipe Install this extension to play the Shadow Matching  Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Shadow Matching is a game where players match objects to their corresponding shadows. It helps children develop their visual.\nShadow Matching is a game designed for children and involves matching objects to their corresponding shadows. The gameplay uses an HTML5 platform, allowing it to play on various devices, including computers, tablets, and smartphones.\nThe player is present with a screen. That displays a series of objects and their shadows. The player must then drag and drop the things onto the shades that match them. Suppose the player successfully reaches an object in its shadow. In that case, the pair will disappear, and the player will receive a point.\nAs the player moves via the game, the number and complexity of the objects and shadows increase. Some things may have multiple shadows or shadows distorted in some way. They require the player to use visual and spatial reasoning skills to identify the correct match.\nIn addition to the primary matching gameplay, the game may include mini-games or challenges that test the player's memory or problem-solving skills. These mini-games may involve matching patterns, identifying hidden objects, or solving puzzles.\n\nTo swipe Install this extension to play the Shadow Matching Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}