{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Analyzer - Audit on-page SEO like a PRO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze meta tags, schemas, images, and other SEO-relevant information on a webpage within a click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Analyzer - Advanced On-Page SEO Audit Extension\n\nTransform your SEO strategy with the SEO Analyser extension, the ultimate tool for conducting detailed on-page SEO audits. Designed for both beginners and experienced professionals, this extension simplifies the process of analyzing and optimizing key SEO elements on your webpages. With SEO Analyser, you can enhance your site’s performance and search engine rankings with ease.\n\n🔍 Comprehensive Meta Tags Analysis:\nOptimize your meta titles and descriptions to boost click-through rates and improve search engine visibility. Our extension provides insights into meta tag length, and keyword usage, ensuring your tags are both compelling and effective.\n\n📊 In-Depth Schema Markup Inspection:\nReview and edit schema markup to enhance your site’s rich snippets. The extension supports various structured data formats, including JSON-LD, Microdata, and RDFa, helping search engines understand and index your content accurately.\n\n🖼️ Image Optimization Insights:\nEvaluate image attributes such as alt text, file types, and dimensions. Identify missing or suboptimal image metadata to ensure that your visuals contribute to your SEO strategy and improve user accessibility.\n\n🌐 Open Graph and Twitter Card Data Management:\nImprove how your content appears on social media with optimized Open Graph and Twitter Card tags. Easily edit OG titles, descriptions, and images to drive higher engagement and attract more traffic from social platforms.\n\n🔗 Canonical Link Verification:\nPrevent duplicate content issues by inspecting and managing canonical tags. Ensure search engines recognize the preferred versions of your pages, preserving your SEO efforts and avoiding penalties.\n\n💡 User-Friendly Interface:\nNavigate SEO data effortlessly with our intuitive and streamlined interface. Access and edit essential SEO elements directly from the extension, making optimization tasks quicker and more efficient.\n\n⚡ One-Click SEO Audits:\nConduct thorough SEO audits with a single click. The extension compiles and presents crucial SEO information in an easy-to-read format, allowing you to make informed decisions swiftly.\n\nWhy Choose SEO Analyser?\n\nEfficiency: Streamline your on-page SEO analysis with a single, powerful tool. Eliminate the need for multiple platforms and manual checks, saving you time and effort.\n\nAccuracy: Ensure your SEO elements are accurately optimized with precise, current data. Avoid common errors that could impact your rankings.\n\nVersatility: Perfect for managing multiple websites or projects, SEO Analyser provides valuable insights tailored to your needs.\n\nEnhanced Performance: Improve your site’s visibility, click-through rates, and overall search engine ranking by optimizing meta tags, schema markup, images, and social media metadata.\n\nUpgrade your SEO toolkit with SEO Analyser and take control of your on-page SEO like a pro. Install now and start optimizing your site for better search engine rankings and increased online visibility!"
  }
}