{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drop Smoke",
    "ru": "Брось курить"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your smoke-free journey with daily check-ins and milestone celebrations",
    "ru": "Отслеживай свой путь к отказу от курения с помощью этого простого расширения"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drop Smoke - Your Personal Smoking Cessation Companion\n\nTrack your journey to quit smoking with this simple extension. Drop Smoke helps you monitor your progress and stay motivated on your path to a smoke-free life.\n\nKey Features:\n✓ Daily Check-ins: Mark each day you stay smoke-free\n✓ Streak Tracking: Monitor your current and longest smoke-free streaks\n✓ Beautiful Design: Modern, animated interface with intuitive controls\n✓ Privacy First: All data stays on your device\n✓ Zero Setup: Start tracking immediately with no configuration needed\n\nWhy Drop Smoke?\n• Simple and Clean Interface\n• No Account Required\n• Works Offline\n• Zero Data Collection\n• Free Forever\n\nStart your smoke-free journey today with Drop Smoke!",
    "ru": "Drop Smoke - Ваш личный помощник в отказе от курения\n\nОтслеживайте свой путь к отказу от курения с помощью этого простого расширения, ориентированного на конфиденциальность. Drop Smoke помогает вам следить за прогрессом, отмечать достижения и оставаться мотивированным на пути к жизни без курения.\n\nОсновные функции:\n✓ Ежедневные отметки: Отмечайте каждый день без курения\n✓ Отслеживание серий: Следите за текущей и самой длинной серией дней без курения\n✓ Красивый дизайн: Современный, анимированный интерфейс с интуитивным управлением\n✓ Конфиденциальность: Все данные остаются на вашем устройстве\n✓ Быстрый старт: Начните отслеживание сразу без настройки\n\nПочему Drop Smoke?\n• Простой и чистый интерфейс\n• Не требуется аккаунт\n• Работает офлайн\n• Нет сбора данных\n• Бесплатно навсегда\n\nНачните свой путь к жизни без курения с Drop Smoke!"
  }
}