{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blackfy"
  },
  "short": {
    "ar": "انتقل إلى وضع الظلام على أي موقع على الفور. احمِ عينيك بإعدادات قابلة للتعديل لتحسين تجربة التصفح وتقليل الإجهاد.",
    "am": "በማንኛውም ድህረገፅ በቀጥታ ወደ ጥቁር ሞድ ተቀይሯል። እንዲሁም በተንቀሳቃሽ ቅንብሮች እንዲደርስብዎ በጥሩ የማይገድድ እንቅስቃሴ ያሳያል።",
    "bg": "Превключете в тъмен режим на всякакъв сайт мигновено. Защитете очите си с регулируеми настройки за по-добро, безпроблемно сърфиране.",
    "bn": "যেকোনো সাইটে তৎক্ষণাৎ অন্ধকার মোডে সুইচ করুন। উন্নত, আরামদায়ক ব্রাউজিং অভিজ্ঞতার জন্য সমন্বয়যোগ্য সেটিংস দ্বারা আপনার চোখ রক্ষা…",
    "ca": "Canvia al mode fosc a qualsevol lloc instantàniament. Protegeix els teus ulls amb ajustos ajustables per a una experiència de…",
    "cs": "Přepněte na tmavý režim na jakékoli stránce okamžitě. Chraňte své oči pomocí nastavitelných možností pro lepší a bezproblémové…",
    "da": "Skift straks til mørk tilstand på enhver websted. Beskyt dine øjne med justerbare indstillinger for en bedre, stressfri…",
    "de": "Wechseln Sie sofort zu einem dunklen Modus auf jeder Website. Schützen Sie Ihre Augen mit anpassbaren Einstellungen für ein…",
    "el": "Εναλλάξτε άμεσα σε σκοτεινή λειτουργία σε οποιοδήποτε ιστότοπο. Προστατέψτε τα μάτια σας με ρυθμίσεις που μπορείτε να προσαρμόσετε…",
    "en,en_AU,en_GB,en_US,pt_BR,pt_PT": "Dark Mode Extension for Chrome. Protect eyes on YouTube, TikTok, Facebook, Instagram, Twitter, and more. Customize exceptions!",
    "es": "Cambia al modo oscuro en cualquier sitio de inmediato. Protege tus ojos con configuraciones ajustables para una experiencia de…",
    "es_419": "Cambia al modo oscuro en cualquier sitio de inmediato. Protege tus ojos con configuraciones ajustables para una mejor experiencia…",
    "et": "Lülitu kohe tumedasse režiimi igal veebilehel. Kaitse oma silmi kohandatavate seadete abil, et saada parem ja pingevaba…",
    "fa": "به سرعت به حالت شب در هر سایتی بروید. با تنظیمات قابل تنظیم، از چشمان خود محافظت کنید و تجربه مرور بهتری بدون فشار داشته باشید.",
    "fi": "Siirry heti tummalle tilalle mille tahansa verkkosivustolle. Suojaa silmäsi säädettävillä asetuksilla paremman ja stressittömän…",
    "fil": "Agad na lumipat sa madilim na mode sa anumang site. Protektahan ang iyong mga mata gamit ang mga nababago na setting.",
    "fr": "Passez instantanément en mode sombre sur n'importe quel site. Protégez vos yeux avec des réglages ajustables pour une expérience de…",
    "gu": "કોઈપણ સાઇટ પર તાત્કાલિક ડાર્ક મોડમાં સ્વિચ કરો. વધુ સારી અને તણાવમુક્ત બ્રાઉઝિંગ અનુભવ માટે એડજસ્ટેબલ સેટિંગ્સનો ઉપયોગ કરીને તમારી…",
    "he": "העבר מיד למצב כהה בכל אתר. הגן על עיניך באמצעות הגדרות ניתנות להתאמה לחווית גלישה טובה יותר וללא מתח.",
    "hi": "किसी भी साइट पर तुरंत डार्क मोड में स्विच करें। अपनी आंखों की सुरक्षा के लिए समायोज्य सेटिंग्स के साथ बेहतर और तनावमुक्त ब्राउज़िंग…",
    "hr": "Odmah prebacite na tamni način rada na bilo kojoj stranici. Zaštitite svoje oči pomoću prilagodljivih postavki za bolje i…",
    "hu": "Azonnal váltson sötét módra bármely weboldalon. Védje meg szemeit állítható beállításokkal a jobb, stresszmentes böngészési élmény…",
    "id": "Segera beralih ke mode gelap di situs mana pun. Lindungi mata Anda dengan pengaturan yang dapat disesuaikan untuk pengalaman…",
    "it": "Passa istantaneamente alla modalità scura su qualsiasi sito. Proteggi i tuoi occhi con impostazioni regolabili per un'esperienza di…",
    "ja": "任意のサイトで瞬時にダークモードに切り替えます。調整可能な設定で目を保護し、より良くストレスのないブラウジング体験を提供します。",
    "kn": "ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್ನಲ್ಲಿ ತಕ್ಷಣ ಕಪ್ಪು ಮೋಡ್‌ಗೆ ಸ್ವಿಚ್ ಮಾಡಿ. ಉತ್ತಮ ಮತ್ತು ಒತ್ತಡ ರಹಿತ ಬ್ರೌಜಿಂಗ್ ಅನುಭವಕ್ಕಾಗಿ ಹೊಂದಿಸಬಹುದಾದ ಸೆಟಿಂಗ್‌ಗಳನ್ನು…",
    "ko": "어떤 사이트에서도 즉시 다크 모드로 전환합니다. 조정 가능한 설정으로 눈을 보호하고 더 나은 스트레스 없는 브라우징 경험을 제공합니다.",
    "lt": "Iškart pereikite prie tamsaus režimo bet kurioje svetainėje. Apsaugokite savo akis su pritaikomais nustatymais, kad užtikrintumėte…",
    "lv": "Momentāli pārejiet uz tumšo režīmu jebkurā vietnē. Aizsargājiet savas acis ar pielāgojamām iestatījumiem labākai un mazāk stresa…",
    "ml": "ഏതൊരു വെബ്സൈറ്റിലും തത്സമയം ഡാർക്ക് മോഡിലേക്ക് മാറ്റം. നല്ല നിരന്തരവും തണുപ്പുള്ള ബ്രൗസിംഗ് അനുഭവം ലഭിക്കാൻ ക്രമീകരിക്കാവുന്ന…",
    "mr": "कोणत्याही साइटवर त्वरित अंधुक मोडमध्ये स्विच करा. चांगले आणि तणावमुक्त ब्राउझिंग अनुभवासाठी समायोज्य सेटिंग्जसह आपल्या डोळ्यांचे…",
    "ms": "Segera tukar ke mod gelap di mana-mana laman web. Lindungi mata anda dengan tetapan yang boleh disesuaikan untuk pengalaman…",
    "nl": "Schakel onmiddellijk over naar de donkere modus op elke website. Bescherm je ogen met aanpasbare instellingen voor een betere",
    "no": "Bytt umiddelbart til mørk modus på enhver nettside. Beskytt øynene dine med justerbare innstillinger for en bedre og stressfri.",
    "pl": "Natychmiast przełącz się na tryb ciemny na dowolnej stronie. Chroń swoje oczy dzięki dostosowywalnym ustawieniom dla lepszego",
    "ro": "Comutați instantaneu la modul întunecat pe orice site. Protejați-vă ochii cu setări ajustabile pentru o experiență de navigare.",
    "ru": "Мгновенно переключитесь на тёмный режим на любом сайте. Защитите свои глаза с помощью настраиваемых параметров для лучшего и более",
    "sk": "Okamžite prepnite na tmavý režim na každej stránke. Chráňte svoje oči pomocou nastaviteľných nastavení.",
    "sl": "Takoj preklopite na temni način na kateri koli strani. Zaščitite oči z nastavljivimi nastavitvami.",
    "sr": "Odmah pređite u tamni režim na bilo kojoj stranici. Zaštitite oči pomoću podesivih postavki.",
    "sv": "Byt omedelbart till mörkt läge på vilken webbplats som helst. Skydda dina ögon med justerbara inställningar.",
    "sw": "Badilisha mara moja kwenye hali ya giza kwenye tovuti yoyote. Linda macho yako kwa mipangilio inayoweza kubadilishwa.",
    "ta": "எந்த இணையதளத்திலும் உடனடியாக இருட்டு முறையில் மாறுங்கள். சரிசெய்யக்கூடிய அமைப்புகளுடன் உங்கள் கண்களை பாதுகாக்கவும்.",
    "te": "ఎటువంటి వెబ్‌సైట్‌లోనైనా వెంటనే నలుపు మోడ్‌లోకి మారండి. అనుకూలం చేసే సెట్టింగులతో మీ కన్నులను రక్షించండి.",
    "th": "เปลี่ยนเป็นโหมดมืดทันทีบนเว็บไซต์ใดก็ได้ ปกป้องดวงตาของคุณด้วยการตั้งค่าที่ปรับได้",
    "tr": "Herhangi bir sitede hemen karanlık moda geçin. Ayarlanabilir ayarlarla gözlerinizi koruyun.",
    "uk": "Миттєво перемикайтеся на темний режим на будь-якому сайті. Захистіть свої очі за допомогою регульованих налаштувань.",
    "vi": "Chuyển ngay sang chế độ tối trên bất kỳ trang web nào. Bảo vệ đôi mắt của bạn với các cài đặt có thể điều chỉnh.",
    "zh_CN": "立即切换到任何网站的黑暗模式。通过可调节的设置保护您的眼睛。",
    "zh_TW": "立即切換到任何網站的暗黑模式。使用可調整的設置保護您的眼睛。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blackfy: The Ultimate Pure Black Dark Mode Extension for Chrome\n\nExperience a whole new level of browsing comfort and style with extension, the premium pure black dark mode extension for Chrome. Whether you're working late, binge-watching videos, or catching up on social media like Facebook, YouTube, Twitter Instagram, and TikTok, Blackfy delivers a sleek, eye-soothing pure black theme that enhances every aspect of your online experience.\n\nKey Features:\nPure Black Dark Mode for Chrome: Transform your Chrome browser with a visually stunning pure black theme for a professional, modern look.\nPure Black for All Websites: Apply a rich, pure black dark mode to every website, including Google and your favorite platforms, for a seamless experience.\nOne-Button Exception List: Need certain websites to stay in light mode? Our plugin makes it effortless to exclude specific websites from the dark theme with just one click, giving you full control.\nEye Protection: Reduce eye strain with an optimized pure black design perfect for low-light browsing, especially during late hours.\nSocial Media Compatibility: Enjoy flawless pure black dark mode across social media platforms like Facebook, YouTube, Instagram, and TikTok.\nCustomizable and Lightweight: Adjust Blackfy’s settings to suit your preferences while keeping your browser fast and efficient.\nWhy Choose ?\nTrue Pure Black Theme: Unlike other extensions,  offers a pure black mode that is not only visually appealing but also helps save battery life on OLED screens.\nException List Control: With Blackfy’s exclusive one-button feature, you can easily toggle specific websites to remain in their original light mode.\nEnhanced Comfort: Protect your eyes and enjoy a stress-free browsing experience with a theme designed for long hours of use.\nConsistent Performance: From Google to social media, Blackfy ensures smooth and consistent performance across all websites.\nHow to Use :\nDownload and install  from the Chrome Web Store.\nActivate pure black dark mode on Chrome with a single click.\nUse the exception list button to exclude specific websites from the dark theme.\nExplore a visually appealing and comfortable browsing experience tailored to your needs.\nYou’re not just enabling dark mode—you’re upgrading to a pure black dark mode that’s stylish, functional, and fully customizable. Whether you're protecting your eyes, saving battery life, or just loving the sleek aesthetics, Blackfy delivers the ultimate browsing enhancement.\n\nTransform your browsing with Blackfy today—install now and experience the power of pure black!"
  }
}