{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BrowserStack Local"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BrowserStack Local lets you test local servers & HTML, CSS and JS files in 700+ real desktop and mobile browsers, across 11 OSes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This application has been deprecated. We recommend you discontinue using it. Please follow this guide - https://bit.ly/3fGdAGz - to continue with BrowserStack Local testing without any interruptions.\n\nThis extension enables you to instantly configure and test local, internal servers, as well as local folders containing HTML, CSS and JavaScript files. To start using it, install BrowserStack Local, go to your Browser Live dashboard, click on the ‘Settings’ button on the dock, and select ‘Resolve all URLs through my network’ under ‘Local’ . A secure connection will be established between your machine and the BrowserStack cloud, and all URLs will work out of the box from any remote browser as they would on your local machine. Now start testing your layouts, workflows and interactivity on the BrowserStack cloud of 2000+ real desktop and mobile browsers and operating systems! \n\nNOTE: You need to have a BrowserStack account to use this Chrome extension. Sign up today to try Browser  Live for free: https://www.browserstack.com/users/sign_up\n\nApp Requirements: Google Chrome version 31+\n\nABOUT BROWSER LIVE\nBrowser Live is a cloud cross-browser testing platform for websites. Developers and quality engineers can interactively test and debug in more than 1,200 on-demand real mobile and desktop browsers and operating systems, without the hassle of setting up and maintaining an internal lab of devices and VMs. Learn more at: www.browserstack.com/live\n\nKEY FEATURES\n- LOCAL TESTING: Test internal development and staging environments on our remote browsers, including local folders containing HTML, CSS and JavaScript files. Learn more at: www.browserstack.com/local-testing\n\n- EXHAUSTIVE COVERAGE: Test in all legacy versions of Internet Explorer (IE6 - IE11), latest beta and developer releases (Edge, Safari, Chrome, Firefox, Opera and Yandex) and a wide range of real iOS and Android devices. View a list of supported browsers, platforms and devices: www.browserstack.com/list-of-browsers-and-platforms?product=live\n\n- DEBUGGING TOOLS: Find and fix bugs on the fly. All desktop browsers come with the following pre-installed developer tools: www.browserstack.com/debugging-tools\n\n- SCREENSHOTS: Rapidly test the responsiveness of your designs by generating screenshots with a click. Check out Screenshots: www.browserstack.com/screenshots\n\nAVAILABLE OPERATING SYSTEMS\n- Windows: XP, 7, 8, 8.1, 10 \n\n- Windows Phone: 8.1\n\n- Mac: OS X Snow Leopard, OS X Lion, OS X Mountain Lion, OS X Mavericks, OS X Yosemite, OS X El Capitan, macOS Sierra, macOS High Sierra\n\n- iOS: 3, 4, 4.3, 5, 5.1, 6, 7, 8, 8.3, 9, 9.3, 10, 10.3, 11\n\n- Android: 2.2, 2.3, 4.0 - 4.4, 5, 5.1, 6, 7, 7.1, 8\n\nRESOURCES:\n- Live Features: www.browserstack.com/live/features\n\n- Integrations: www.browserstack.com/integrations \n\n- Test in IE: www.browserstack.com/test-in-internet-explorer\n\n- Mobile Browser Emulator: www.browserstack.com/mobile-browser-emulator\n\n- Support and FAQ: www.browserstack.com/support\n\nFor Support, contact us at: www.browserstack.com/contact.\n\nFor news and updates, follow us on Twitter @browserstack: www.twitter.com/browserstack."
  }
}