{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BombBomb Video - Webcam & Screen Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create, share, and track webcam and screen capture videos with the BombBomb Browser Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get better results with video.\n \nQuickly and easily create, share, and track webcam and screen capture videos from any page in Chrome with the BombBomb Chrome Extension.\n \n \n🎥  RECORD OR UPLOAD VIDEOS \n‣ Record your webcam, your screen, or both\n‣ Create and add in-video Calls-to-Action\n \n \n✉️  SHARE YOUR VIDEOS\n‣ Embed video on a page or in an email, or share video URL\n‣ 3-second Animated Preview in emails\n‣ Add logo to your video player pages\n‣ Recipients can like and comment on videos\n‣ Recipients can reply with their own video\n \n \n \n📊  TRACK ENGAGEMENT WITH YOUR VIDEOS\n‣ Track emails opened, videos played, links clicked\n‣ Real-time activity feed\n‣ Know how much of your videos were watched\n‣ Browser and smartphone push notifications\n \n \n★★ Using Gmail? Enjoy all of the above features added directly to your Gmail inbox, PLUS:\n \n \n🗒  SNIPPETS (GMAIL ONLY)\n‣ Create and save canned responses to be reused\n‣ Include text, images, links, and videos\n \nWe believe that every message you send can (and should!) be as effective as an in-person meeting. Join 40,000+ Sales and Customer Success professionals by humanizing your digital messages with BombBomb Video.\n \nWHY BOMBBOMB?\n \nBombBomb has been pioneering video communication since 2006. With over a decade of experience, an engaged community, and the definitive guide (we literally wrote the book on it!), you'll have the education, training, and support you need to be successful with video.\n \nTry free for 14 days (no credit card required)."
  }
}