{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RightInbox: Email Reminders, Tracking, Notes",
    "de,es,fr,it,ja": "Right Inbox for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send emails later, recurring emails, notes, follow up emails, templates, signatures, CRM & more",
    "de": "Senden Sie E-Mails zeitverzögert, wiederkehrende E-Mails, Notizen, Folge-E-Mails, Vorlagen, Signaturen, CRM und mehr",
    "es": "Envía correos electrónicos más tarde, correos electrónicos recurrentes, notas, correos electrónicos de seguimiento, plantillas,…",
    "fr": "Envoi différé d'emails, emails périodiques, notes, suivi d'emails, modèles, signatures, GRC & plus encore",
    "it": "Posticipa le email, utilizza email ricorrenti, note, email di follow-up, modelli, firme, CRM & tanto altro",
    "ja": "後でメールを送信、定期的なメール、メモ、フォローアップメール、テンプレート、署名、CRMなど"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "More than 250,000+ professionals have added Right Inbox to Gmail for next-level email productivity. Right Inbox allows you to send emails later, email tracking, recurring emails, email notes, email reminders, follow up emails, templates, mail merge, signatures, CRM, inbox pause & more\n\nRight Inbox is the #1 Gmail extension for all sales, recruiting and marketing professionals. \n\nInstalling Right Inbox will effectively upgrade your Gmail with these superpowers:\n\n-Reminders - never lose track of your most important emails. \n\n-Email Tracking - know who is opening your emails and who isn’t. \n\n-Email Templates - do you often need to write and send almost identical -emails? Save yourself time with the email templates feature. \n\n-Sequences - send follow-up emails depending on whether the last email has been opened or not. \n\n-Mail Merge - scale your cold outreach quickly without losing the personal touch. \n\n-Private Notes - need to keep track of particular details alongside an email contact? Simply use the private notes feature. \n\n-Recurring Emails - fed up with sending the same email over and over again? Use the recurring emails feature to send them at intervals that suit you.\n\n-Send Later - need an email to reach someone's inbox at a specific time? Use Right Inbox’s send later feature with timezone support.\n\n-Signatures - need multiple email signatures on one Gmail account? Right Inbox has you covered, allowing you to flip between email signatures quickly. \n\n-GIFs - search for and add a GIF in seconds within Gmail\n\n-CRM Sync - easily sync your emails with the most popular CRMs on the market. \n\n- Inbox Pause - the ability to pause your inbox and control when new emails appear in your inbox\n\n\nWhy Choose Right Inbox?\n\nSo why is Right Inbox better than all those other Gmail plugins you’ve come across? \n\nFor starters, Right Inbox’s free version has more features than the others. \n\nPlus, it has a very low learning curve. All you need to do is install and start using immediately. It's that easy.\n\nWith Right Inbox, you’ll be spending a lot less time in your email inbox — above are just some of the features you'll be able to take advantage of.\n\nPut simply, the user experience is better than Boomerang's, it's easier to use than Bananatag, less clunky than Yesware, and much less complicated than Mixmax. \n\nChoose Right Inbox and experience email productivity like never before.\n\nPricing\n\nRight Inbox is free to use up to certain feature limits that reset every month. To learn more about those limits and our unlimited plans, please visit https://rightinbox.com/pricing.\n\n\nLearn more about how Right Inbox will help you be more effective and productive with Gmail:\n\nSCHEDULE EMAILS TO BE SENT LATER\nWrite emails when you have time and/or feel inspired, then make them land in your recipient’s inbox at the right time for them.\n\nTEMPLATES HELP YOU WRITE MORE EMAILS IN LESS TIME\nTyping the same emails over and over again? Create and use templates for recurring situations so you save time and increase productivity while adding more consistency to your email communication.\n\nSEE WHO OPENS YOUR EMAILS AND CLICKS ON YOUR EMAILS LINKS\nAs soon as a recipient reads your email or clicks a link within your email, you’ll be able to see it straight from your own Gmail inbox. \n\nSWITCH BETWEEN MULTIPLE EMAIL SIGNATURES IN ONE CLICK\nCreate the perfect email signature for every type of contact, email or situation and quickly switch between the most appropriate one.\n\nSEND SEQUENCES WITH FOLLOW-UPS THAT AUTOMATICALLY GET SENT WHEN A CONTACT DOESN’T REPLY (AND AUTOMATICALLY GET CANCELLED WHEN THEY DO)\nNever again worry about dropping the ball on your outreach efforts. Schedule follow-ups to automatically send when a recipient doesn’t reply within a certain time window. When they do, follow-ups are automatically cancelled again. You only need to act in case of a reply.\n\nREMIND YOURSELF OF IMPORTANT EMAILS\nEliminate the risk of forgetting about emails by setting notifications to remind you at a time of your choosing. Never forget to follow up on important conversations again.\n\nSYNC IMPORTANT CONVERSATIONS WITH YOUR FAVOURITE CRM IN ONE CLICK\n\nADD PRIVATE NOTES TO EMAILS AND CONVERSATIONS ONLY YOU CAN READ\nAttach thoughts and ideas to emails in notes only you can read. This adds insightful context to the conversation without cluttering the email or confusing other participants of the conversation.\n\nSET RECURRING EMAILS TO TAKE CARE OF PERIODIC TASKS\nFind yourself regularly sending out the exact same emails? With recurring emails, you only need to write them once and then set the frequency (every day, week, month).\n\nSHARE VISUAL PREVIEWS OF WEB LINKS DIRECTLY IN YOUR EMAILS, LIKE ON SOCIAL MEDIA\nNobody likes clicking unknown links. Right Inbox generates visual previews of links you share in emails from Youtube, Twitter, Google Maps and many more, making your communication more clear, expressive and remarkable.\n\nEMBED ANIMATED GIFS FROM GIPHY TO LIVE UP YOUR COMMUNICATION\nSearch and select fitting GIFs from GIPHY to make for a tone that is more expressive and clear. If a picture is worth a thousand words, a GIF is worth ten thousand.\n\nPOWERFUL MAIL MERGE PERSONALIZATION THAT ALLOWS YOU TO SCALE YOUR EMAIL OUTREACH\nContact a large number of people with a customized personal message. Use together with email sequences to automatically follow-up with prospects.\nINBOX PAUSE ALLOWS YOU TO GET RID OF DISTRACTIONS AND BE MORE PRODUCTIVE WITH YOUR TIME\nThe Inbox Pause feature allows you to focus on other tasks without constantly feeling the urge to check a new unread email. This can be a great way to create a better work-life balance.",
    "de": "Durch die Installation von Right Inbox wird Ihr Google Mail mit diesen Supermächten effektiv aktualisiert:\n\n- Planen Sie den Versand von E-Mails zu einem späteren Zeitpunkt, damit Ihre Kommunikation immer relevant und zeitnah ist.\n- Automatisieren Sie wiederkehrende E-Mails, die jedes Mal versendet werden, wenn Sie sie benötigen.\n- Fügen Sie nur private Notizen hinzu, die Sie lesen können.\n- Verwenden Sie Vorlagen, um E-Mails schneller zu schreiben.\n- Umschalten zwischen mehreren Signaturen mit einem Klick\n- Sende-Sequenzen mit Follow-ups, die automatisch senden, wenn ein Empfänger nicht antwortet (und abgebrochen, wenn er es tut).\n- Setzen Sie Erinnerungen, um wichtige Gespräche nicht aus den Augen zu verlieren.\n- Synchronisieren Sie relevante E-Mails mit Ihrer bevorzugten CRM-Anwendung.\n- Teilen Sie visuelle Vorschauen von Weblinks in Ihren E-Mails, wie in Social Media.\n- Integrieren Sie GIFs von GIPHY in Ihre E-Mails, um Ihre Kommunikation zu beleben.\n\nRight Inbox kann bis zu bestimmten Funktionslimits genutzt werden, die jeden Monat zurückgesetzt werden. Um mehr über diese Grenzen und unsere unbegrenzten Pläne zu erfahren, besuchen Sie bitte https://rightinbox.com/pricing\n\nErfahren Sie mehr darüber, wie Right Inbox Ihnen helfen kann, mit Gmail effektiver und produktiver zu sein.\n\n✌ E-MAILS, DIE SPÄTER VERSENDET WERDEN SOLLEN.\nSchreiben Sie E-Mails, wenn Sie Zeit haben und/oder sich inspiriert fühlen, und lassen Sie sie dann zum richtigen Zeitpunkt im Posteingang Ihres Empfängers landen.\n\n✌VORLAGEN HELFEN IHNEN, MEHR E-MAILS IN KÜRZERER ZEIT ZU SCHREIBEN.\nDie gleichen E-Mails immer und immer wieder eingeben? Erstellen und verwenden Sie Vorlagen für wiederkehrende Situationen, um Zeit zu sparen und die Produktivität zu steigern, während Sie Ihrer E-Mail-Kommunikation mehr Konsistenz verleihen.\n\n✌ ZWISCHEN MEHREREN E-MAIL-SIGNATUREN MIT EINEM KLICK WECHSELN\nErstellen Sie die perfekte E-Mail-Signatur für jede Art von Kontakt, E-Mail oder Situation und wechseln Sie schnell zwischen den am besten geeigneten.\n\n✌SENDEN SIE SEQUENZEN MIT FOLLOW-UPS, DIE AUTOMATISCH GESENDET WERDEN, WENN EIN KONTAKT NICHT ANTWORTET (UND AUTOMATISCH ABGEBROCHEN WERDEN, WENN ER ES TUT)\nNie wieder Sorgen machen, dass du den Ball auf deine Aufklärungsbemühungen fallen lässt. Planen Sie Folgemaßnahmen, um automatisch zu senden, wenn ein Empfänger nicht innerhalb eines bestimmten Zeitfensters antwortet. In diesem Fall werden die Follow-ups automatisch wieder abgebrochen. Sie müssen nur im Falle einer Antwort handeln.\n\n✌ERINNERN SIE SICH SELBST AN WICHTIGE E-MAILS\nVermeiden Sie das Risiko, E-Mails zu vergessen, indem Sie Benachrichtigungen einrichten, die Sie zu einem Zeitpunkt Ihrer Wahl daran erinnern. Vergiss nie, wichtige Gespräche noch einmal zu verfolgen.\n\n✌SYNCHRONISIEREN WICHTIGE GESPRÄCHE MIT IHRER BEVORZUGTEN CRM MIT EINEM KLICK\nRight Inbox kann sich mit Salesforce, Pipedrive, Hubspot, Highrise, Zoho, Greenhouse, Nutshell, OnePageCRM und jedem anderen CRM verbinden, das die Synchronisierung von E-Mails über die BCC-E-Mail-Adresse unterstützt.\n\n✌FÜGEN SIE PRIVATE NOTIZEN ZU E-MAILS UND GESPRÄCHEN HINZU, DIE SIE NUR LESEN KÖNNEN.\nFügen Sie Gedanken und Ideen zu E-Mails in Notizen hinzu, die nur Sie lesen können. Dies fügt dem Gespräch einen aufschlussreichen Kontext hinzu, ohne die E-Mail zu überladen oder andere Gesprächspartner zu verwirren.\n\n✌STELLEN SIE WIEDERKEHRENDE E-MAILS ZUR ERLEDIGUNG PERIODISCHER AUFGABEN EIN\nSie versenden regelmäßig genau die gleichen E-Mails? Bei wiederkehrenden E-Mails müssen Sie nur einmalig planen, wie Ihre Nachricht in festgelegten Abständen (jeden Tag, jede Woche, jeden Monat) ausgegeben wird.\n\n✌VISUELLE VORSCHAUEN VON WEBLINKS DIREKT IN IHREN E-MAILS, WIE IN SOCIAL MEDIA.\nNiemand mag es, auf unbekannte Links zu klicken. Right Inbox generiert visuelle Vorschauen von Links, die Sie in E-Mails von Youtube, Twitter, Google Maps und vielen anderen nutzen, um Ihre Kommunikation klarer, ausdrucksstärker und bemerkenswerter zu gestalten.\n\n✌ANIMIERTE GIFS AUS GIPHY, UM IHRE KOMMUNIKATION ZU VERBESSERN\nSuchen und wählen Sie passende GIFs von GIPHY, um einen ausdrucksstarken und klaren Ton zu erzeugen. Wenn ein Bild mehr als tausend Worte sagt, ist ein GIF mehr als zehntausend wert.",
    "es": "Instalar Right Inbox mejorará tu Gmail de manera efectiva con estos superpoderes:\n\n- Programa correos electrónicos para que se envíen más tarde para que tu comunicación sea siempre relevante y oportuna\n- Automatiza los correos electrónicos recurrentes para enviarlos cada vez que los necesites\n- Adjunta notas privadas que solo tú puedes leer\n- Usa plantillas para escribir correos electrónicos más rápido\n- Cambia entre múltiples firmas con un solo clic\n- Envía secuencias con seguimientos que se envían automáticamente si un destinatario no responde (y que se cancelan si responde)\n- Configura recordatorios para no perder de vista las conversaciones importantes\n- Sincroniza correos electrónicos relevantes con tu aplicación CRM favorita\n- Comparte vistas previas de enlaces web dentro de tus correos electrónicos, como en las redes sociales\n- Incrusta archivos GIF de GIPHY en tus correos electrónicos para darle vida a tu comunicación\n\nUsar Right Inbox es gratis hasta ciertos límites de funciones que se reinician cada mes. Para obtener más información sobre esos límites y nuestros planes ilimitados, visita https://rightinbox.com/pricing.\n\nObtén más información sobre cómo Right Inbox te ayudará a ser más efectivo y productivo con Gmail.\n\n✌PROGRAMA CORREOS ELECTRÓNICOS PARA ENVIARLOS MÁS TARDE\nEscribe correos electrónicos cuando tengas tiempo y/o te sientas inspirado, luego, haz que lleguen a la bandeja de entrada de tus destinatarios en el momento adecuado para ellos.\n\n✌LAS PLANTILLAS TE AYUDAN A ESCRIBIR MÁS CORREOS ELECTRÓNICOS EN MENOS TIEMPO\n¿Escribes los mismos correos una y otra vez? Crea y usa plantillas para situaciones recurrentes, para que ahorres tiempo y aumentes la productividad mientras mejoras la consistencia de tu comunicación por correo electrónico.\n\n✌ CAMBIA ENTRE MÚLTIPLES FIRMAS DE CORREO ELECTRÓNICO CON UN SOLO CLIC\nCrea la firma de correo electrónico perfecta para cada tipo de contacto, correo electrónico o situación, y cambia rápidamente para elegir la más apropiada.\n\n✌ ENVÍA SECUENCIAS CON SEGUIMIENTOS QUE SE ENVÍAN AUTOMÁTICAMENTE CUANDO UN CONTACTO NO RESPONDE (Y SE CANCELAN AUTOMÁTICAMENTE CUANDO RESPONDE)\nNunca vuelvas a preocuparte por arruinar tus esfuerzos de divulgación. Programa seguimientos para enviarlos automáticamente cuando un destinatario no responda dentro de un período de tiempo determinado. Cuando responden, los seguimientos vuelven a cancelarse automáticamente. Solo necesitas intervenir en caso de que haya una respuesta.\n\n✌ RECUÉRDATE CORREOS ELECTRÓNICOS IMPORTANTES\nElimina el riesgo de olvidarte de los correos electrónicos configurando notificaciones para recordarte en el momento que elijas. Nunca volverás a olvidar darle seguimiento a las conversaciones importantes.\n\n✌ SINCRONIZA CONVERSACIONES IMPORTANTES CON TU CRM FAVORITO EN UN SOLO CLIC\nRight Inbox puede conectarse con Salesforce, Pipedrive, Hubspot, Highrise, Zoho, Greenhouse, Nutshell, OnePageCRM y cualquier otro CRM que admita la sincronización de correos electrónicos por medio de la dirección de correo electrónico de CCO (BCC).\n\n✌ AGREGA NOTAS PRIVADAS QUE SOLO TÚ PUEDES LEER A LOS CORREOS ELECTRÓNICOS Y CONVERSACIONES\nAdjunta pensamientos e ideas a los correos electrónicos en notas que solo tú puedes leer. Esto agrega un contexto esclarecedor a la conversación sin saturar el correo electrónico o confundir a otros participantes de la conversación.\n\n✌CONFIGURA CORREOS ELECTRÓNICOS RECURRENTES PARA ENCARGARTE DE TAREAS PERIÓDICAS\n¿Normalmente envías los mismos correos electrónicos? Con los correos electrónicos recurrentes, solo tienes que programar una vez para que tu mensaje se envíe a intervalos establecidos (cada día, semana, mes).\n\n✌ COMPARTE VISTAS PREVIAS DE ENLACES WEB DIRECTAMENTE EN TUS CORREOS ELECTRÓNICOS, COMO EN LAS REDES SOCIALES\nA nadie le gusta hacer clic en enlaces desconocidos. Right Inbox genera vistas previas de los enlaces que compartes en correos electrónicos de YouTube, Twitter, Google Maps y muchos más, lo que hace que tu comunicación sea más clara, expresiva y notable.\n\n✌ INCRUSTA GIF ANIMADOS DE GIPHY PARA DARLE VIDA A TU COMUNICACIÓN\nBusca y selecciona GIF adecuados de GIPHY para crear un tono más expresivo y claro. Si una imagen vale más que mil palabras, un GIF vale más que diez mil.",
    "fr": "Avec ces super-pouvoirs, l'installation de Right Inbox améliorera considérablement votre Gmail :\n\n- Planifiez l'envoi différé des emails et gardez votre communication toujours pertinente et opportune\n- Suivre l'ouverture et les clics de vos emails\n- Automatisez l'envoi d'emails périodiques quand vous en avez besoin\n- Annexez des notes privées que vous seul pouvez lire\n- Utilisez des modèles pour écrire des emails plus rapidement\n- Passez d'une signature à l'autre en un seul clic\n- Envoyez des séquences avec suivis qui sont automatiquement renvoyées si un destinataire ne répond pas (et s'annulent s'il répond).\n- Configurez des rappels pour ne pas perdre de vue les conversations importantes\n- Synchronisez les courriels pertinents avec votre application de GRC préférée\n- Partagez des aperçus visuels des liens Web dans vos emails, comme sur les réseaux sociaux\n- Intégrez des GIFs de GIPHY dans vos emails pour animer votre communication\n\n\nRight Inbox est disponible gratuitement dans la limite de certaines fonctions qui sont réinitialisées chaque mois. Pour en savoir plus sur ces limites et nos forfaits illimités, veuillez consulter le site https://rightinbox.com/pricing.\n\nEn savoir plus sur la façon dont Right Inbox vous aidera à être plus efficace et productif avec Gmail\n\n✌PROGRAMMEZ L'ENVOI DIFFÉRÉ D'EMAILS\nRédigez des emails quand vous avez le temps et/ou vous vous sentez inspiré(e), puis faites-les arriver dans la boîte de réception de votre destinataire au bon moment pour lui/elle.\n\n✌DES MODÈLES VOUS AIDENT À ÉCRIRE PLUS D'EMAILS EN MOINS DE TEMPS\nVous écrivez les mêmes emails encore et encore ? Créez et utilisez des modèles pour les situations récurrentes afin de gagner du temps et d'augmenter votre productivité tout en ajoutant plus de cohérence à vos communications par email.\n\n✌VOIR QUI OUVRE VOS EMAILS ET CLIQUE SUR LES LIENS DE VOS EMAILS\nDËs qu'un destinataire lit votre email ou clique sur un lien dans votre e-mail, vous pourrez le voir directement depuis votre boÓte de rÈception Gmail.\n\n✌PASSEZ D'UNE SIGNATURE À L'AUTRE EN UN SEUL CLIC\nCréez une signature email pour chaque type de contact, d'email ou de situation et passez rapidement de l'une à l'autre en choisissant la plus appropriée.\n\n✌ENVOYEZ DES SÉQUENCES AVEC SUIVIS QUI SONT AUTOMATIQUEMENT RENVOYÉES LORSQU'UN CONTACT NE RÉPOND PAS (ET SONT AUTOMATIQUEMENT ANNULÉES LORSQU'IL RÉPOND)\nNe vous inquiétez plus de manquer votre cible dans vos efforts d'approche. Planifiez des séquences avec suivis à renvoyer automatiquement lorsqu'un destinataire ne répond pas dans un délai donné. Lorsqu'il répond, les suivis sont automatiquement annulés. Vous n’aurez à agir qu’en cas de réponse.\n\n✌RAPPELEZ-VOUS LES EMAILS IMPORTANTS\nSupprimez le risque d'oublier les emails en paramétrant des notifications de rappel à l'heure de votre choix. Vous n’oublierez aucune conversation importante.\n\n✌SYNCHRONISEZ LES CONVERSATIONS IMPORTANTES AVEC VOTRE CRM FAVORI EN UN SEUL CLIC\nRight Inbox peut se connecter à Salesforce, Pipedrive, Hubspot, Highrise, Zoho, Greenhouse, Nutshell, OnePageCRM et tout autre CRM qui supporte la synchronisation par email via une adresse email BCC.\n\n✌AJOUTEZ DES NOTES PRIVÉES AUX EMAILS ET AUX CONVERSATIONS QUE VOUS SEUL POUVEZ LIRE\nAjoutez des pensées, des idées à vos emails dans des notes que vous seul pouvez lire. Cela vous permet de gagner en perspicacité sans encombrer l'email ni troubler les autres participants de la conversation.\n\n✌PROGRAMMEZ DES EMAILS PÉRIODIQUES POUR EFFECTUER DES T CHES RÉCURRENTES\nVous envoyez régulièrement les mêmes emails ? Avec les emails périodiques, il vous suffit de programmer une seule fois l'envoi de votre email à intervalles réguliers (chaque jour, chaque semaine, chaque mois).\n\n✌ PARTAGEZ DES APERÇUS VISUELS DES LIENS WEB DIRECTEMENT DANS VOS EMAILS, COMME SUR LES RÉSEAUX SOCIAUX\nPersonne n'aime cliquer sur des liens inconnus. Right Inbox génère des aperçus visuels des liens Youtube, Twitter, Google Maps et autres que vous partagez dans les emails, rendant votre communication plus lisible, explicite et percutante.\n\n✌ INTÉGREZ DES GIFS ANIMÉS DE GIPHY POUR RENDRE VOTRE COMMUNICATION PLUS VIVANTE\nRecherchez et sélectionnez les GIFs appropriés de GIPHY pour rendre vos contenus plus expressifs. Si une image vaut mille mots, un GIF en vaut dix mille.",
    "it": "Installando Right Inbox migliorerai efficacemente le tue prestazioni Gmail grazie a questi superpoteri:\n\n- Programma le email per poterle inviare in seguito, in modo tale che le tue conversazioni siano sempre rilevanti e tempestive\n-  Automatizza le email ricorrenti per essere inviate ogni volta che ne hai bisogno\n- Allega note private che solo tu puoi leggere\n- Usa i modelli per scrivere le email più velocemente\n- Passa da una firma all'altra con un semplice click\n- Invia sequenze con i follow-up che vengono inviati automaticamente se il destinatario non risponde (e cancellate se, invece, risponde)\n- Imposta i promemoria per non perdere di vista le conversazioni importanti\n- Sincronizza le email rilevanti con la tua applicazione CRM preferita\n- Condividi le anteprime visive dei link ai siti web nelle tue email, proprio come fai nei social media.\n- Integra le GIF da GIPHY all'interno delle tue email per vivacizzare le tue conversazioni\n\nRight Inbox è gratis da usare fino a un certo limite che si resettano ogni mese per ogni determinata funzionalità. Per saperne di più su questi limiti e sui nostri piani illimitati, ti preghiamo di visitare https://rightinbox.com/pricing.\n\nScopri di più su come Right Inbox ti aiuterà a essere più efficace e più produttivo con Gmail\n\n✌PROGRAMMA EMAIL DA INVIARE PIÙ TARDI\nScrivi le email quando hai tempo e/o quando ti senti ispirato, in seguito potrai farle arrivare nella posta in arrivo del tuo destinatario nel momento più adatto.\n\n✌I MODELLI TI AIUTANO A SCRIVERE PIÙ EMAIL IN MENO TEMPO \nSei stanco di scrivere le stesse email in continuazione? Crea e usa i modelli per le situazioni ricorrenti, in modo tale da risparmiare tempo e incrementare la tua produttività e contemporaneamente aggiungere più consistenza alle tue conversazioni.\n\n✌PASSA DA UNA FIRMA ALL'ALTRA CON UN SEMPLICE CLICK\nCrea la firma email perfetta per ogni tipo di contatto, email o situazione e passa velocemente a quella che più si appropria al momento.\n\n✌INVIA SEQUENZE CON I FOLLOW-UP CHE VENGONO INVIATE AUTOMATICAMENTE QUANDO UN CONTATTO NON RISPONDE (E AUTOMATICAMENTE ELIMINATE SE RISPONDONO) \nNon preoccuparti mai più di fare un errore mentre ti sforzi di essere onnipresente. Programma i follow-up per essere inviati automaticamente quando un destinatario non risponde in un determinato intervallo di tempo. Se risponde, i follow-up saranno automaticamente cancellati. Tu dovrai solo intervenire in caso di una risposta. \n\n✌RICORDATI DELLE EMAIL IMPORTANTI\nElimina il rischio di dimenticare le email impostando le notifiche per ricordartene in un momento a tua scelta. Non dimenticare mai più di seguire le conversazioni importanti.\n\n✌SINCRONIZZA LE CONVERSAZIONI IMPORTANTI CON IL TUO CRM PREFERITO CON UN SOLO CLICK\nRight Inbox può connettersi con Salesforce, Pipedrive, Hubspot, Highrise, Zoho, Greenhouse, Nutshell, OnePageCRM e qualsiasi altro CRM che supporta la sincronizzazione email via CCN.\n\n✌AGGIUNGI NOTE PRIVATE CHE SOLO TU PUOI LEGGERE ALLE EMAIL E ALLE CONVERSAZIONI\nIncludi dei pensieri e delle idee alle email nelle note che solo tu puoi leggere. Questo aggiungerà un contesto più profondo alle conversazioni senza ingombrare l'email o confondere gli altri partecipanti della conversazione.\n\n✌IMPOSTA EMAIL RICORRENTI CHE SI OCCUPINO DI COMPITI PERIODICI\nTi sei mai ritrovato a dover inviare le stesse identiche email più e più volte? Grazie alle email ricorrenti dovrai programmare una sola volta il tuo messaggio per essere inviato durante gli intervalli stabiliti (ogni giorno, settimana, mese).\n\n✌CONDIVIDI LE ANTEPRIME VISIVE DEI LINK AI SITI WEB DIRETTAMENTE NELLE TUE EMAIL, PROPRIO COME SUI SOCIAL MEDIA\nA nessuno piace cliccare sui link sconosciuti. Right Inbox genera nelle email delle anteprime visive dei link che condividi da YouTube, Twitter, Google Maps e tantissimi altri, rendendo il tuo modo di comunicare più chiaro, espressivo e straordinario.\n\n✌INTEGRA GIF ANIMATE DA GIPHY PER VIVACIZZARE LE TUE CONVERSAZIONI\nCerca e seleziona delle GIF perfette da GIPHY per avere un tono più espressivo e chiaro. Se una foto vale mille parole, una GIF ne vale almeno diecimila.",
    "ja": "Right Inboxをインストールして、Gmailをパワーアップ。たくさんの機能を追加。\n\n- 後で送る機能：日時を指定してメールを送信予約。タイムリーなコミュニケーションが可能に。\n- 定期メール：毎日、毎月、あるいは隔週火曜日の2時など、好きな時間に定期メールを自動送信。\n- 自分用メモ：自分だけ見られるメモをメールに添付。\n- テンプレート：テンプレートでメールの高速作成\n- マルチ・カスタム署名：ワンクリックで複数のカスタム署名を切り替え\n- 自動フォローアップ：返信が来ない場合だけ、自動でフォローアップを送信。返信があったら、フォローアップ予約を取り消し。\n- リマインダー：自分用のリマインダーを設定して、重要な会話をトラッキング。\n- CRM連携：メールをCRMと連携。\n- URLプレビュー：ソーシャルメディアのように、メール内のURLをプレビュー。\n- GIF埋め込み：GIPHYからGIF画像をメールに埋め込み、メールをもっと楽しく。\n\nRight Inboxの無料版には、利用量や回数に制限があり、この制限は毎月リセットされます。これらの制限と、無制限プランの詳細については、https://rightinbox.com/pricingをご覧ください。\n\nRight Inboxで、Gmailをもっと活用する方法はこちらをご覧下さい。\n\n✌後でメールを自動送信\n時間があるときや、頭が働いている時にメールを作成し、日時を指定して後で送信を予約。\n\n✌テンプレートで高速執筆\n定型文が多いなら、事前にテンプレートを作成すれば、メールの時間を節約や、書き方の一貫性向上、誤字脱字を削減ができます。\n\n✌マルチ・カスタムメール署名\n複数のメール署名をカスタマイズし、メール相手、メール内容、状況に合わせて、ワンクリックで署名を切り替え。\n\n✌自動フォローアップ機能で、返信が来ない時だけ、自動でフォローアップを送信。返信があったら、フォローアップ予約を自動で取り消し。\nメールを大勢に一斉送信しても、簡単に進捗を管理できます。指定した日時までに返信がない場合に、フォローアップを自動的に送信するように設定できます。返信があったら、フォローアップは自動的にキャンセルされます。作業をするのは返信があった場合だけです。\n\n✌リマインダーで、メールタスクを忘れずに完了\nメールにリマインダーを設定し、日時を指定して通知することで、メールというタスクを忘れずに完了できます。重要なメールは、フォローアップも忘れずに。\n\n✌CRMとワンクリックでやりとりを同期\nRight Inboxは、Salesforceや、Pipedrive、Hubspot、Highrise、Zoho、Greenhouse、Nutshell、OnePageCRMなど、BCCメールアドレス経由のメール同期をサポートする、様々なCRMと連携できます。\n\n✌自分用メモをメールに追加。メモを見られるのは、あなただけです。\n自分用メモで、考えやアイデアをメールに添付して下さい。これにより、メールが乱雑になったり、メール相手を混乱させることなく、会話に自分の意見や背景などの文脈を追加できます。\n\n✌定期メールで、定期タスクを消化\nまったく同じメールを定期的に送信していますか？定期メールの場合、送信間隔（毎日、毎週、毎月など）を一回指定するだけで、自動でメールを送信できます。\n\n✌URLプレビュー機能で、ソーシャルメディアのように、メール内のURLをプレビュー。\n怪しいURLをクリックしたい人はいません。Right Inboxは、YouTube、Twitter、GoogleマップなどのURLでメールで共有する際に、視覚的なプレビューを生成し、コミュニケーションをより明確で、表現的にします。\n\n✌GIF埋め込み機能で、GIPHYからGIF画像をメールに埋め込み、メールをもっと楽しく。\nGIPHYからGIF動画を検索して選択し、より表情豊かで、明瞭なトーンを作成します。絵が千の言葉に値するなら、GIFは一万に値します。"
  }
}