{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReaderQ Edu En"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reduce plagiarism with selective copying, and paraphrase easier."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReaderQ™ Education Edition for Chrome™ is ONLY FOR STAFF AND STUDENTS OF EDUCATIONAL INSTITUTIONS WITH A READERQ LICENSE. If you do not have a license, you will not be able to run the product.\n\nFor information on obtaining a license please contact:\n\nQuillsoft Ltd.\n250 The Esplanade #308\nToronto, ON, Canada M5A 1J2\nToll-free from USA or Canada: 1-844-379-6737\nFax: 1-416-698-1555\nInternational: 1-416-698-0111\norder@quillsoft.ca\n\n\n*** ReaderQ Strategy\n\nRead, select key points, paraphrase and reduce plagiarism \n\n•\tDisplay web pages without distractions\n•\tAdjust text display for optimal reading\n•\tRead the text to get a general understanding\n•\tGo to one or a few paragraphs of particular interest\n•\tRe-read that text\n•\tSelect key words/phrases as cues for later paraphrasing making use of visual feedback to be selective (these are copied for you in a list which you can shuffle)\n•\tReview your selections and understand how they connect with one another\n•\tCopy and paste selections into your favorite word processor where paraphrasing becomes ‘connect the dots’ and plagiarism is reduced\n\n*** Description\n\nWhen reading web pages, you are faced with many visual distractions that interfere with reading. ReaderQ eliminates those distractions, and allows you to adjust the text so you can read more easily and focus on the content.\n\nWhen using content for an essay or project, students and writers often copy long phrases or several sentences, with minimal reading and understanding, and paste it into a draft document to be re-worked later. How many of us haven’t color highlighted multiple sentences and paragraphs in our textbooks while studying? And, as you attempt to paraphrase the text, you may say to yourself, “I can’t write it any better than how it was written in the first place.”\n\nWith ReaderQ, you are encouraged to first read and understand the content before selecting words or phrases as cues. Then you identify key points, which ReaderQ places limits on how many words you can select together, and in a sentence, paragraph and document. Visual feedback informs you when you select too much. You then focus on understanding the relationships between the points (not necessarily all points).\n\nSelected points are displayed on the right-hand side where you can shuffle them or click to move the text to where that point was highlighted. When copied and pasted into your favorite word processor, paraphrasing becomes ‘connect the dots’ with your own words. This reduces the potential for plagiarism.\n\nTeachers can use ReaderQ to teach students how to pull out key words/phrases from text, how to paraphrase, and how not to plagiarize. Students and writers can use it to reinforce a strategy where paraphrasing is faster and easier. This applies to both writing and studying. The restrictive selection feedback in ReaderQ is a constant reminder to read, focus and understand.\n\n*** Technical Support\n\nToll-free from USA or Canada: 1-844-379-6737\nInternational: 1-416-698-0111\nsupport@quillsoft.ca\n\nProtected by:\n•  Canadian Patent 2821692 “Constrained Digital Text Reader”\n•  U.S. Patent 9275026B2 “Constrained Digital Text Reader”"
  }
}