{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web-Organize People Backgrounds"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "User can set the wallpaper in new tab. And can also see the weather report and search on bing search engine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web-Organize People Backgrounds for Chrome is a people photography themed browser extension.\nBrowser background images of high quality, professional photographs of real people, captured and brought to your screen!\nPhotography has the ability to capture real people and reflect the world we live in. It can provide a voice for individuals and groups within our communities, and above all, convey their unique stories. This extension is meant to deliver powerful, professionally captured moments of real people of the world in their environments straight to your browser as background images.\nInstall this extension to change your browser background.\nWeb-organize.co takes over a new tab extension and brings you Bing Search results to help you find what you’re looking for, while enjoying the sights of real people of various cultures and professions\nPrivacy: https://web-organize.co/privacy\nTerms of use: https://web-organize.co/terms\nContact us: https://web-organize.co/contact\nUninstall Instructions: https://web-organize.co/uninstall\nPlease note: This extension modifies the default page you see when you open a new tab. This extension does not change the default search engine in your browsers address bar. (edited)"
  }
}