{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hidden APIs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find & inspect internal APIs, scrape & automate tasks with ease. Ideal for devs, data scientists & web enthusiasts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your web development, data science, and web scraping skills to the next level with Hidden APIs, a powerful Chrome extension that reveals hidden APIs and enables you to inspect, scrape, and automate tasks with ease.\n\nWhat can Hidden APIs do?\n\nReveal hidden APIs: Hidden APIs detects and displays the hidden APIs used by a website, allowing you to inspect and understand how they work.\nInspect internal APIs: Use the extension's panel to inspect API requests, responses, and headers, giving you a deeper understanding of how the site's internal APIs function.\nScrape and automate tasks: With Hidden APIs, you can extract data from websites using their internal APIs, automate repetitive tasks, and streamline your workflow.\nEnhance your development skills: Gain insights into how websites are built and how their APIs work, helping you to improve your own development skills and create more efficient solutions.\n\nWhy install Hidden APIs?\n\nSave time and effort: Automate tasks and reduce the time spent on manual data extraction and inspection.\nImprove your development skills: Gain a deeper understanding of how websites work and how to build more efficient solutions.\nEnhance your data science capabilities: Extract data from websites and use it to inform your analysis and insights."
  }
}