{
  "name": {
    "am,ar,bg,cs,sl,sr": "Google Translate",
    "bn,da,fi,fr,gu,he,hr,hu,id,it,ja,kn,lt,lv,ml,mr,nl,no,pl,pt_BR,ro,ru,sv,uk,vi,zh_CN,zh_TW": "Translator - Click to Translate",
    "ca,es_419": "Traductor de Google",
    "de": "Google Übersetzer",
    "el,et,fa,ta,te,th": "Google Translator",
    "en,en_AU,en_GB,en_US,es": "Online Translator",
    "fil": "Translate to Spanish",
    "hi,ko,ms": "Online translation",
    "pt_PT": "Tradutor Google",
    "sk,sw,tr": "Translator - Google Translate"
  },
  "short": {
    "am,ar,bg,cs,sw": "Right click to the word or phrase to translate using the Google Translator. Online translation. Google Translate",
    "bn,da,el,et,fa,fi,gu,he,hi,hr,hu,id,it,lt,lv,nl,no,pl,ro,ru,sv,uk,zh_CN,zh_TW": "Right click to the word or phrase to translate using the Google Translator. Online translation",
    "ca": "Traducir palabra o frase con Google Translate. Traducción en línea al español. Traductor gratuito de texto",
    "de": "Übersetzen Sie Wörter oder Sätze mit Google Translate. Online-Übersetzung ins Spanische. Kostenloser Übersetzer für Text",
    "en,en_AU": "Translate word or phrase with one click from the context menu",
    "en_GB,en_US": "Translate word or phrase with Google Translate from context menu. Online translation to Spanish",
    "es": "Traducir palabra o frase con Google Translate. Traducción en línea al español. Traductor gratuito de texto.",
    "es_419": "Traducir palabra o frase con Google Translate. Traducción en línea al español. Traductor gratuito de texto. Traductor de Google",
    "fil": "Right click to the word or phrase to translate using the Google Translator. Online translation. Translate to Spanish",
    "fr": "Traduisez un mot ou une phrase avec Google Translate. Traduction en ligne vers l'espagnol. Traducteur gratuit pour le texte",
    "ja,kn,ko,ml,mr,ms,tr,vi": "Translate word or phrase with Google Translate. Online translation to Spanish. Free translator for text",
    "pt_BR,pt_PT": "Traduza palavras ou frases com o Google Tradutor. Tradução online para o espanhol. Tradutor grátis para texto",
    "sk,sl,sr,ta,te,th": "Translate word or phrase with Google Translate. Online translation to Spanish. Free translator for text. Google Translator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "The Online Translator for Chrome is a helpful tool that allows users to translate words or phrases conveniently within the Chrome browser. With just a simple right-click on any text or by clicking on the extension icon, users can access the translator and easily translate content in any language.\n\nOne of the key features of this translator is the ability to assign hotkeys to specific language pairs. This allows for quick and efficient translation without the need to manually access the translator every time. Users can simply highlight the desired text and press the hotkey combination to instantly receive the translation.\n\nThe Online Translator for Chrome supports a wide range of languages, making it suitable for users worldwide. Whether it's a single word or an entire paragraph, this tool can accurately translate the content and provide users with the necessary information in their desired language.\n\nThe user interface of the Online Translator for Chrome is intuitive and user-friendly, making it easy for anyone to navigate and utilize. With just a few clicks, users can select the desired source and target languages, ensuring a smooth translation process.\n\nOverall, the Online Translator for Chrome is a reliable and convenient tool for anyone who frequently needs to translate content while browsing the internet. With its quick access options and extensive language support, this extension simplifies the translation process and enhances the browsing experience for users.\n\nOnline Translator for Chrome is a convenient and user-friendly translation tool that allows users to easily translate words or phrases directly from the browser. With just a few clicks, users can open the translator using the context menu or the extension icon. \n\nOne of the key features of this extension is the ability to assign hotkeys to specific language combinations. This enables users to quickly translate selected words or even entire phrases without the need to manually open the translator every time. This feature is especially useful for frequent translations and saves time and effort.\n\nOnline Translator for Chrome uses Google Translate or Google Translator for all the translations, ensuring accuracy and reliability. Google Translate is known for its extensive language database and advanced translation algorithms, making it a trusted choice for quality translations.\n\nOverall, Online Translator for Chrome is a highly convenient and efficient translation tool that seamlessly integrates into the Chrome browser. It offers a hassle-free and user-friendly translation experience, making it an invaluable tool for anyone who frequently needs to translate content while browsing the internet.\n\nOnline Translator for Chrome is a convenient and user-friendly translation tool that allows users to easily translate words or phrases directly from the browser. With just a few clicks, users can open the translator using the context menu or the extension icon. \n\nOne of the key features of this extension is the ability to assign hotkeys to specific language combinations. This enables users to quickly translate selected words or even entire phrases without the need to manually open the translator every time. This feature is especially useful for frequent translations and saves time and effort.\n\nOnline Translator for Chrome uses Google Translate or Google Translator for all the translations, ensuring accuracy and reliability. Google Translate is known for its extensive language database and advanced translation algorithms, making it a trusted choice for quality translations.\n\nOverall, Online Translator for Chrome is a highly convenient and efficient translation tool that seamlessly integrates into the Chrome browser. It offers a hassle-free and user-friendly translation experience, making it an invaluable tool for anyone who frequently needs to translate content while browsing the internet.\n\nOnline Translator for Chrome is a convenient extension that allows users to easily translate text on web pages using Google Translate or Google Translator. With this extension, users can simply open the translator by right-clicking on any selected text or by clicking on the extension icon in the browser toolbar.\n\nOne of the key features of this extension is the ability to set hot keys for quick translation. By choosing specific language combinations as hot keys, users can instantly translate words or entire phrases without the need to manually copy and paste text into a separate translation tool.\n\nThe extension supports a wide range of languages, allowing users to seamlessly translate between different languages with just a few clicks. Google Translate, known for its accuracy and extensive language database, provides reliable and comprehensive translations for a variety of texts.\n\nOnline Translator for Chrome offers a user-friendly interface, making it accessible and easy to use for all levels of users. Whether you need to quickly understand the meaning of a foreign word or want to translate an entire webpage, this extension provides a convenient and efficient way to do so.",
    "de": "Der Online-Übersetzer für Chrome ist ein hilfreiches Tool, mit dem Benutzer Wörter oder Phrasen bequem im Chrome-Browser übersetzen können. Mit nur einem einfachen Rechtsklick auf einen beliebigen Text oder durch Klicken auf das Erweiterungssymbol können Benutzer auf den Übersetzer zugreifen und Inhalte problemlos in jede Sprache übersetzen.\n\nEines der Hauptmerkmale dieses Übersetzers ist die Möglichkeit, Hotkeys bestimmten Sprachpaaren zuzuweisen. Dies ermöglicht eine schnelle und effiziente Übersetzung, ohne dass jedes Mal manuell auf den Übersetzer zugegriffen werden muss. Benutzer können einfach den gewünschten Text markieren und die Hotkey-Kombination drücken, um sofort die Übersetzung zu erhalten.\n\nDer Online-Übersetzer für Chrome unterstützt eine Vielzahl von Sprachen und ist somit für Benutzer weltweit geeignet. Unabhängig davon, ob es sich um ein einzelnes Wort oder einen ganzen Absatz handelt, kann dieses Tool den Inhalt präzise übersetzen und Benutzern die erforderlichen Informationen in der gewünschten Sprache bereitstellen.\n\nDie Benutzeroberfläche des Online-Übersetzers für Chrome ist intuitiv und benutzerfreundlich, sodass jeder sie leicht navigieren und verwenden kann. Mit nur wenigen Klicks können Nutzer die gewünschte Ausgangs- und Zielsprache auswählen und so einen reibungslosen Übersetzungsprozess gewährleisten.\n\nInsgesamt ist der Online-Übersetzer für Chrome ein zuverlässiges und praktisches Tool für alle, die beim Surfen im Internet häufig Inhalte übersetzen müssen. Mit ihren Schnellzugriffsoptionen und umfangreicher Sprachunterstützung vereinfacht diese Erweiterung den Übersetzungsprozess und verbessert das Surferlebnis für Benutzer.\n\nOnline Translator für Chrome ist ein praktisches und benutzerfreundliches Übersetzungstool, mit dem Benutzer Wörter oder Phrasen einfach direkt aus dem Browser übersetzen können. Mit nur wenigen Klicks können Benutzer den Übersetzer über das Kontextmenü oder das Erweiterungssymbol öffnen.\n\nEines der Hauptmerkmale dieser Erweiterung ist die Möglichkeit, Hotkeys bestimmten Sprachkombinationen zuzuweisen. Dadurch können Benutzer ausgewählte Wörter oder sogar ganze Phrasen schnell übersetzen, ohne den Übersetzer jedes Mal manuell öffnen zu müssen. Diese Funktion ist besonders bei häufigen Übersetzungen nützlich und spart Zeit und Mühe.\n\nDer Online-Übersetzer für Chrome verwendet für alle Übersetzungen Google Translate oder Google Translator und gewährleistet so Genauigkeit und Zuverlässigkeit. Google Translate ist für seine umfangreiche Sprachdatenbank und fortschrittlichen Übersetzungsalgorithmen bekannt, was es zu einer vertrauenswürdigen Wahl für hochwertige Übersetzungen macht.\n\nInsgesamt ist Online Translator für Chrome ein äußerst praktisches und effizientes Übersetzungstool, das sich nahtlos in den Chrome-Browser integriert. Es bietet ein problemloses und benutzerfreundliches Übersetzungserlebnis und ist damit ein unschätzbares Werkzeug für alle, die beim Surfen im Internet häufig Inhalte übersetzen müssen.\n\nOnline Translator für Chrome ist ein praktisches und benutzerfreundliches Übersetzungstool, mit dem Benutzer Wörter oder Phrasen einfach direkt aus dem Browser übersetzen können. Mit nur wenigen Klicks können Benutzer den Übersetzer über das Kontextmenü oder das Erweiterungssymbol öffnen.\n\nEines der Hauptmerkmale dieser Erweiterung ist die Möglichkeit, Hotkeys bestimmten Sprachkombinationen zuzuweisen. Dadurch können Benutzer ausgewählte Wörter oder sogar ganze Phrasen schnell übersetzen, ohne den Übersetzer jedes Mal manuell öffnen zu müssen. Diese Funktion ist besonders bei häufigen Übersetzungen nützlich und spart Zeit und Mühe.\n\nDer Online-Übersetzer für Chrome verwendet für alle Übersetzungen Google Translate oder Google Translator und gewährleistet so Genauigkeit und Zuverlässigkeit. Google Translate ist für seine umfangreiche Sprachdatenbank und fortschrittlichen Übersetzungsalgorithmen bekannt, was es zu einer vertrauenswürdigen Wahl für hochwertige Übersetzungen macht.\n\nInsgesamt ist Online Translator für Chrome ein äußerst praktisches und effizientes Übersetzungstool, das sich nahtlos in den Chrome-Browser integriert. Es bietet ein problemloses und benutzerfreundliches Übersetzungserlebnis und ist damit ein unschätzbares Werkzeug für alle, die beim Surfen im Internet häufig Inhalte übersetzen müssen.\n\nOnline Translator für Chrome ist eine praktische Erweiterung, mit der Benutzer problemlos Text auf Webseiten mit Google Translate oder Google Translator übersetzen können. Mit dieser Erweiterung können Benutzer den Übersetzer einfach öffnen, indem sie mit der rechten Maustaste auf einen ausgewählten Text klicken oder auf das Erweiterungssymbol in der Browser-Symbolleiste klicken.\n\nEines der Hauptmerkmale dieser Erweiterung ist die Möglichkeit, Hotkeys für eine schnelle Übersetzung festzulegen. Durch die Auswahl bestimmter Sprachkombinationen als Hotkeys können Benutzer Wörter oder ganze Phrasen sofort übersetzen, ohne den Text manuell kopieren und in ein separates Übersetzungstool einfügen zu müssen.\n\nDie Erweiterung unterstützt eine Vielzahl von Sprachen, sodass Benutzer mit nur wenigen Klicks nahtlos zwischen verschiedenen Sprachen übersetzen können. Google Translate ist für seine Genauigkeit und umfangreiche Sprachdatenbank bekannt und bietet zuverlässige und umfassende Übersetzungen für eine Vielzahl von Texten.\n\nOnline Translator für Chrome bietet eine benutzerfreundliche Oberfläche, die es für alle Benutzerebenen zugänglich und einfach zu bedienen macht. Ob Sie schnell die Bedeutung eines Fremdwortes verstehen müssen o",
    "en,en_AU,en_GB,en_US": "The Online Translator for Chrome is a helpful tool that allows users to translate words or phrases conveniently within the Chrome browser. With just a simple right-click on any text or by clicking on the extension icon, users can access the translator and easily translate content in any language.\n\nOne of the key features is the ability to assign most using language pairs. This allows for quick and efficient translation without the need to manually access the settings every time. Users can simply highlight the desired text and press right-click to instantly receive the translation in a new tab.\n\nThe extension supports a wide range of languages, making it suitable for users worldwide. Whether it's a single word or an entire paragraph, this tool can accurately translate the content and provide users with the necessary information in their desired language.\n\nThe user interface is intuitive and user-friendly, making it easy for anyone to navigate and utilize. With just a few clicks, users can select the desired source and target languages, ensuring a smooth translation process.\n\nOverall, the Online Translator for Chrome is a reliable and convenient tool for anyone who frequently needs to translate content while browsing the internet.",
    "es,es_419": "El traductor en línea para Chrome es una herramienta útil que permite a los usuarios traducir palabras o frases cómodamente dentro del navegador Chrome. Con solo hacer clic derecho en cualquier texto o hacer clic en el ícono de la extensión, los usuarios pueden acceder al traductor y traducir fácilmente el contenido en cualquier idioma.\n\nUna de las características clave de este traductor es la capacidad de asignar teclas de acceso rápido a pares de idiomas específicos. Esto permite una traducción rápida y eficiente sin la necesidad de acceder manualmente al traductor cada vez. Los usuarios pueden simplemente resaltar el texto deseado y presionar la combinación de teclas de acceso rápido para recibir instantáneamente la traducción.\n\nEl traductor en línea para Chrome admite una amplia gama de idiomas, lo que lo hace adecuado para usuarios de todo el mundo. Ya sea una sola palabra o un párrafo completo, esta herramienta puede traducir con precisión el contenido y proporcionar a los usuarios la información necesaria en el idioma deseado.\n\nLa interfaz de usuario de Online Translator para Chrome es intuitiva y fácil de usar, lo que facilita su navegación y utilización para cualquiera. Con solo unos pocos clics, los usuarios pueden seleccionar los idiomas de origen y de destino deseados, lo que garantiza un proceso de traducción fluido.\n\nEn general, Online Translator para Chrome es una herramienta confiable y conveniente para cualquiera que necesite traducir contenido con frecuencia mientras navega por Internet. Con sus opciones de acceso rápido y su amplia compatibilidad con idiomas, esta extensión simplifica el proceso de traducción y mejora la experiencia de navegación de los usuarios.\n\nOnline Translator para Chrome es una herramienta de traducción conveniente y fácil de usar que permite a los usuarios traducir fácilmente palabras o frases directamente desde el navegador. Con sólo unos pocos clics, los usuarios pueden abrir el traductor usando el menú contextual o el ícono de extensión.\n\nUna de las características clave de esta extensión es la capacidad de asignar teclas de acceso rápido a combinaciones de idiomas específicas. Esto permite a los usuarios traducir rápidamente palabras seleccionadas o incluso frases completas sin la necesidad de abrir manualmente el traductor cada vez. Esta función es especialmente útil para traducciones frecuentes y ahorra tiempo y esfuerzo.\n\nOnline Translator para Chrome utiliza Google Translate o Google Translator para todas las traducciones, lo que garantiza precisión y confiabilidad. Google Translate es conocido por su extensa base de datos de idiomas y sus algoritmos de traducción avanzados, lo que lo convierte en una opción confiable para traducciones de calidad.\n\nEn general, Online Translator para Chrome es una herramienta de traducción muy conveniente y eficiente que se integra perfectamente en el navegador Chrome. Ofrece una experiencia de traducción fácil de usar y sin complicaciones, lo que la convierte en una herramienta invaluable para cualquiera que necesite traducir contenido con frecuencia mientras navega por Internet.\n\nOnline Translator para Chrome es una herramienta de traducción conveniente y fácil de usar que permite a los usuarios traducir fácilmente palabras o frases directamente desde el navegador. Con sólo unos pocos clics, los usuarios pueden abrir el traductor usando el menú contextual o el ícono de extensión.\n\nUna de las características clave de esta extensión es la capacidad de asignar teclas de acceso rápido a combinaciones de idiomas específicas. Esto permite a los usuarios traducir rápidamente palabras seleccionadas o incluso frases completas sin la necesidad de abrir manualmente el traductor cada vez. Esta función es especialmente útil para traducciones frecuentes y ahorra tiempo y esfuerzo.\n\nOnline Translator para Chrome utiliza Google Translate o Google Translator para todas las traducciones, lo que garantiza precisión y confiabilidad. Google Translate es conocido por su extensa base de datos de idiomas y sus algoritmos de traducción avanzados, lo que lo convierte en una opción confiable para traducciones de calidad.\n\nEn general, Online Translator para Chrome es una herramienta de traducción muy conveniente y eficiente que se integra perfectamente en el navegador Chrome. Ofrece una experiencia de traducción fácil de usar y sin complicaciones, lo que la convierte en una herramienta invaluable para cualquiera que necesite traducir contenido con frecuencia mientras navega por Internet.\n\nOnline Translator para Chrome es una extensión conveniente que permite a los usuarios traducir fácilmente texto en páginas web usando Google Translate o Google Translator. Con esta extensión, los usuarios pueden simplemente abrir el traductor haciendo clic derecho en cualquier texto seleccionado o haciendo clic en el icono de la extensión en la barra de herramientas del navegador.\n\nUna de las características clave de esta extensión es la capacidad de configurar teclas de acceso rápido para una traducción rápida. Al elegir combinaciones de idiomas específicas como teclas de acceso rápido, los usuarios pueden traducir instantáneamente palabras o frases completas sin la necesidad de copiar y pegar texto manualmente en una herramienta de traducción separada.\n\nLa extensión admite una amplia gama de idiomas, lo que permite a los usuarios traducir sin problemas entre diferentes idiomas con solo unos pocos clics. Google Translate, conocido por su precisión y su extensa base de datos de idiomas, proporciona traducciones confiables y completas para una variedad de textos.\n\nOnline Translator para Chrome ofrece una interfaz fácil de usar, lo que la hace accesible y fácil de usar para todos los niveles de usuarios. Si necesita comprender rápidamente el significado de una palabra extranjera o",
    "fr": "Le traducteur en ligne pour Chrome est un outil utile qui permet aux utilisateurs de traduire facilement des mots ou des expressions dans le navigateur Chrome. D'un simple clic droit sur n'importe quel texte ou en cliquant sur l'icône d'extension, les utilisateurs peuvent accéder au traducteur et traduire facilement le contenu dans n'importe quelle langue.\n\nL'une des principales caractéristiques de ce traducteur est la possibilité d'attribuer des raccourcis clavier à des paires de langues spécifiques. Cela permet une traduction rapide et efficace sans avoir besoin d’accéder manuellement au traducteur à chaque fois. Les utilisateurs peuvent simplement mettre en surbrillance le texte souhaité et appuyer sur la combinaison de touches de raccourci pour recevoir instantanément la traduction.\n\nLe traducteur en ligne pour Chrome prend en charge un large éventail de langues, ce qui le rend adapté aux utilisateurs du monde entier. Qu'il s'agisse d'un seul mot ou d'un paragraphe entier, cet outil peut traduire avec précision le contenu et fournir aux utilisateurs les informations nécessaires dans la langue de leur choix.\n\nL'interface utilisateur du traducteur en ligne pour Chrome est intuitive et conviviale, ce qui facilite la navigation et l'utilisation par quiconque. En quelques clics, les utilisateurs peuvent sélectionner les langues source et cible souhaitées, garantissant ainsi un processus de traduction fluide.\n\nDans l'ensemble, le traducteur en ligne pour Chrome est un outil fiable et pratique pour tous ceux qui ont fréquemment besoin de traduire du contenu lors de la navigation sur Internet. Avec ses options d'accès rapide et sa prise en charge linguistique étendue, cette extension simplifie le processus de traduction et améliore l'expérience de navigation des utilisateurs.\n\nOnline Translator for Chrome est un outil de traduction pratique et convivial qui permet aux utilisateurs de traduire facilement des mots ou des expressions directement depuis le navigateur. En quelques clics, les utilisateurs peuvent ouvrir le traducteur à l'aide du menu contextuel ou de l'icône d'extension.\n\nL'une des principales caractéristiques de cette extension est la possibilité d'attribuer des raccourcis clavier à des combinaisons de langues spécifiques. Cela permet aux utilisateurs de traduire rapidement des mots sélectionnés ou même des phrases entières sans avoir besoin d'ouvrir manuellement le traducteur à chaque fois. Cette fonctionnalité est particulièrement utile pour les traductions fréquentes et permet d'économiser du temps et des efforts.\n\nOnline Translator for Chrome utilise Google Translate ou Google Translator pour toutes les traductions, garantissant ainsi l'exactitude et la fiabilité. Google Translate est connu pour sa vaste base de données linguistiques et ses algorithmes de traduction avancés, ce qui en fait un choix fiable pour des traductions de qualité.\n\nDans l'ensemble, Online Translator for Chrome est un outil de traduction très pratique et efficace qui s'intègre parfaitement au navigateur Chrome. Il offre une expérience de traduction simple et conviviale, ce qui en fait un outil inestimable pour tous ceux qui ont fréquemment besoin de traduire du contenu tout en naviguant sur Internet.\n\nOnline Translator for Chrome est un outil de traduction pratique et convivial qui permet aux utilisateurs de traduire facilement des mots ou des expressions directement depuis le navigateur. En quelques clics, les utilisateurs peuvent ouvrir le traducteur à l'aide du menu contextuel ou de l'icône d'extension.\n\nL'une des principales caractéristiques de cette extension est la possibilité d'attribuer des raccourcis clavier à des combinaisons de langues spécifiques. Cela permet aux utilisateurs de traduire rapidement des mots sélectionnés ou même des phrases entières sans avoir besoin d'ouvrir manuellement le traducteur à chaque fois. Cette fonctionnalité est particulièrement utile pour les traductions fréquentes et permet d'économiser du temps et des efforts.\n\nOnline Translator for Chrome utilise Google Translate ou Google Translator pour toutes les traductions, garantissant ainsi l'exactitude et la fiabilité. Google Translate est connu pour sa vaste base de données linguistiques et ses algorithmes de traduction avancés, ce qui en fait un choix fiable pour des traductions de qualité.\n\nDans l'ensemble, Online Translator for Chrome est un outil de traduction très pratique et efficace qui s'intègre parfaitement au navigateur Chrome. Il offre une expérience de traduction simple et conviviale, ce qui en fait un outil inestimable pour tous ceux qui ont fréquemment besoin de traduire du contenu tout en naviguant sur Internet.\n\nOnline Translator for Chrome est une extension pratique qui permet aux utilisateurs de traduire facilement du texte sur des pages Web à l'aide de Google Translate ou de Google Translator. Avec cette extension, les utilisateurs peuvent simplement ouvrir le traducteur en cliquant avec le bouton droit sur n'importe quel texte sélectionné ou en cliquant sur l'icône d'extension dans la barre d'outils du navigateur.\n\nL'une des principales caractéristiques de cette extension est la possibilité de définir des touches de raccourci pour une traduction rapide. En choisissant des combinaisons de langues spécifiques comme touches de raccourci, les utilisateurs peuvent traduire instantanément des mots ou des phrases entières sans avoir besoin de copier et coller manuellement le texte dans un outil de traduction distinct.\n\nL'extension prend en charge un large éventail de langues, permettant aux utilisateurs de traduire de manière transparente entre différentes langues en quelques clics. Google Translate, connu pour sa précision et sa vaste base de données linguistiques, fournit des traductions fiables et complètes pour une variété de textes.\n\nOnline Translator for Chrome offre une interface conviviale, le rendant accessible et facile à utiliser pour tous les niveaux d'utilisateurs. Que vous ayez besoin de comprendre rapidement le sens d'un mot étranger o",
    "it": "Il traduttore online per Chrome è uno strumento utile che consente agli utenti di tradurre parole o frasi comodamente all'interno del browser Chrome. Con un semplice clic con il tasto destro su qualsiasi testo o facendo clic sull'icona dell'estensione, gli utenti possono accedere al traduttore e tradurre facilmente i contenuti in qualsiasi lingua.\n\nUna delle caratteristiche principali di questo traduttore è la possibilità di assegnare tasti di scelta rapida a coppie linguistiche specifiche. Ciò consente una traduzione rapida ed efficiente senza la necessità di accedere manualmente al traduttore ogni volta. Gli utenti possono semplicemente evidenziare il testo desiderato e premere la combinazione di tasti di scelta rapida per ricevere immediatamente la traduzione.\n\nIl traduttore online per Chrome supporta un'ampia gamma di lingue, rendendolo adatto agli utenti di tutto il mondo. Che si tratti di una singola parola o di un intero paragrafo, questo strumento può tradurre accuratamente il contenuto e fornire agli utenti le informazioni necessarie nella lingua desiderata.\n\nL'interfaccia utente del traduttore online per Chrome è intuitiva e facile da usare, facilitando la navigazione e l'utilizzo per chiunque. Con pochi clic, gli utenti possono selezionare la lingua di origine e quella di destinazione desiderata, garantendo un processo di traduzione fluido.\n\nNel complesso, il traduttore online per Chrome è uno strumento affidabile e conveniente per chiunque abbia spesso bisogno di tradurre contenuti durante la navigazione in Internet. Con le sue opzioni di accesso rapido e l'ampio supporto linguistico, questa estensione semplifica il processo di traduzione e migliora l'esperienza di navigazione per gli utenti.\n\nIl traduttore online per Chrome è uno strumento di traduzione comodo e facile da usare che consente agli utenti di tradurre facilmente parole o frasi direttamente dal browser. Con pochi clic, gli utenti possono aprire il traduttore utilizzando il menu contestuale o l'icona dell'estensione.\n\nUna delle caratteristiche principali di questa estensione è la possibilità di assegnare tasti di scelta rapida a combinazioni linguistiche specifiche. Ciò consente agli utenti di tradurre rapidamente parole selezionate o anche intere frasi senza la necessità di aprire manualmente il traduttore ogni volta. Questa funzionalità è particolarmente utile per traduzioni frequenti e consente di risparmiare tempo e fatica.\n\nIl traduttore online per Chrome utilizza Google Translate o Google Translator per tutte le traduzioni, garantendo precisione e affidabilità. Google Translate è noto per il suo ampio database linguistico e gli algoritmi di traduzione avanzati, che lo rendono una scelta affidabile per traduzioni di qualità.\n\nNel complesso, il traduttore online per Chrome è uno strumento di traduzione estremamente conveniente ed efficiente che si integra perfettamente nel browser Chrome. Offre un'esperienza di traduzione semplice e intuitiva, rendendolo uno strumento prezioso per chiunque abbia spesso bisogno di tradurre contenuti durante la navigazione in Internet.\n\nIl traduttore online per Chrome è uno strumento di traduzione comodo e facile da usare che consente agli utenti di tradurre facilmente parole o frasi direttamente dal browser. Con pochi clic, gli utenti possono aprire il traduttore utilizzando il menu contestuale o l'icona dell'estensione.\n\nUna delle caratteristiche principali di questa estensione è la possibilità di assegnare tasti di scelta rapida a combinazioni linguistiche specifiche. Ciò consente agli utenti di tradurre rapidamente parole selezionate o anche intere frasi senza la necessità di aprire manualmente il traduttore ogni volta. Questa funzionalità è particolarmente utile per traduzioni frequenti e consente di risparmiare tempo e fatica.\n\nIl traduttore online per Chrome utilizza Google Translate o Google Translator per tutte le traduzioni, garantendo precisione e affidabilità. Google Translate è noto per il suo ampio database linguistico e gli algoritmi di traduzione avanzati, che lo rendono una scelta affidabile per traduzioni di qualità.\n\nNel complesso, il traduttore online per Chrome è uno strumento di traduzione estremamente conveniente ed efficiente che si integra perfettamente nel browser Chrome. Offre un'esperienza di traduzione semplice e intuitiva, rendendolo uno strumento prezioso per chiunque abbia spesso bisogno di tradurre contenuti durante la navigazione in Internet.\n\nTraduttore online per Chrome è una comoda estensione che consente agli utenti di tradurre facilmente il testo sulle pagine Web utilizzando Google Translate o Google Translator. Con questa estensione, gli utenti possono semplicemente aprire il traduttore facendo clic con il pulsante destro del mouse su qualsiasi testo selezionato o facendo clic sull'icona dell'estensione nella barra degli strumenti del browser.\n\nUna delle caratteristiche principali di questa estensione è la possibilità di impostare tasti di scelta rapida per una traduzione rapida. Scegliendo combinazioni linguistiche specifiche come tasti di scelta rapida, gli utenti possono tradurre istantaneamente parole o intere frasi senza la necessità di copiare e incollare manualmente il testo in uno strumento di traduzione separato.\n\nL'estensione supporta un'ampia gamma di lingue, consentendo agli utenti di tradurre senza problemi tra lingue diverse con pochi clic. Google Translate, noto per la sua precisione e l'ampio database linguistico, fornisce traduzioni affidabili e complete per una varietà di testi.\n\nIl traduttore online per Chrome offre un'interfaccia intuitiva, che lo rende accessibile e facile da usare per tutti i livelli di utenti. Se hai bisogno di comprendere rapidamente il significato di una parola straniera o",
    "nl": "De Online Translator voor Chrome is een handig hulpmiddel waarmee gebruikers woorden of zinsdelen gemakkelijk in de Chrome-browser kunnen vertalen. Met slechts een simpele klik met de rechtermuisknop op een willekeurige tekst of door op het extensiepictogram te klikken, hebben gebruikers toegang tot de vertaler en kunnen ze de inhoud eenvoudig in elke taal vertalen.\n\nEen van de belangrijkste kenmerken van deze vertaler is de mogelijkheid om sneltoetsen aan specifieke talenparen toe te wijzen. Dit maakt een snelle en efficiënte vertaling mogelijk zonder dat u telkens handmatig toegang hoeft te krijgen tot de vertaler. Gebruikers kunnen eenvoudig de gewenste tekst markeren en op de sneltoetscombinatie drukken om de vertaling onmiddellijk te ontvangen.\n\nDe Online Vertaler voor Chrome ondersteunt een breed scala aan talen, waardoor deze geschikt is voor gebruikers over de hele wereld. Of het nu gaat om een enkel woord of een hele paragraaf, deze tool kan de inhoud nauwkeurig vertalen en gebruikers voorzien van de nodige informatie in de door hen gewenste taal.\n\nDe gebruikersinterface van de Online Translator voor Chrome is intuïtief en gebruiksvriendelijk, waardoor iedereen er gemakkelijk doorheen kan navigeren en gebruiken. Met slechts een paar klikken kunnen gebruikers de gewenste bron- en doeltalen selecteren, waardoor een soepel vertaalproces wordt gegarandeerd.\n\nOver het geheel genomen is de Online Translator voor Chrome een betrouwbaar en handig hulpmiddel voor iedereen die regelmatig inhoud moet vertalen terwijl hij op internet surft. Met zijn snelle toegangsopties en uitgebreide taalondersteuning vereenvoudigt deze extensie het vertaalproces en verbetert de browse-ervaring voor gebruikers.\n\nOnline Translator voor Chrome is een handig en gebruiksvriendelijk vertaalhulpmiddel waarmee gebruikers eenvoudig woorden of zinsdelen rechtstreeks vanuit de browser kunnen vertalen. Met slechts een paar klikken kunnen gebruikers de vertaler openen via het contextmenu of het extensiepictogram.\n\nEen van de belangrijkste kenmerken van deze extensie is de mogelijkheid om sneltoetsen toe te wijzen aan specifieke taalcombinaties. Hierdoor kunnen gebruikers snel geselecteerde woorden of zelfs hele zinnen vertalen zonder dat ze de vertaler elke keer handmatig hoeven te openen. Deze functie is vooral handig bij frequente vertalingen en bespaart tijd en moeite.\n\nOnline Translator voor Chrome gebruikt Google Translate of Google Translator voor alle vertalingen, waardoor nauwkeurigheid en betrouwbaarheid worden gegarandeerd. Google Translate staat bekend om zijn uitgebreide taaldatabase en geavanceerde vertaalalgoritmen, waardoor het een vertrouwde keuze is voor kwaliteitsvertalingen.\n\nOver het geheel genomen is Online Translator voor Chrome een zeer handige en efficiënte vertaaltool die naadloos in de Chrome-browser kan worden geïntegreerd. Het biedt een probleemloze en gebruiksvriendelijke vertaalervaring, waardoor het een hulpmiddel van onschatbare waarde is voor iedereen die regelmatig inhoud moet vertalen terwijl hij op internet surft.\n\nOnline Translator voor Chrome is een handig en gebruiksvriendelijk vertaalhulpmiddel waarmee gebruikers eenvoudig woorden of zinsdelen rechtstreeks vanuit de browser kunnen vertalen. Met slechts een paar klikken kunnen gebruikers de vertaler openen via het contextmenu of het extensiepictogram.\n\nEen van de belangrijkste kenmerken van deze extensie is de mogelijkheid om sneltoetsen toe te wijzen aan specifieke taalcombinaties. Hierdoor kunnen gebruikers snel geselecteerde woorden of zelfs hele zinnen vertalen zonder dat ze de vertaler elke keer handmatig hoeven te openen. Deze functie is vooral handig bij frequente vertalingen en bespaart tijd en moeite.\n\nOnline Translator voor Chrome gebruikt Google Translate of Google Translator voor alle vertalingen, waardoor nauwkeurigheid en betrouwbaarheid worden gegarandeerd. Google Translate staat bekend om zijn uitgebreide taaldatabase en geavanceerde vertaalalgoritmen, waardoor het een vertrouwde keuze is voor kwaliteitsvertalingen.\n\nOver het geheel genomen is Online Translator voor Chrome een zeer handige en efficiënte vertaaltool die naadloos in de Chrome-browser kan worden geïntegreerd. Het biedt een probleemloze en gebruiksvriendelijke vertaalervaring, waardoor het een hulpmiddel van onschatbare waarde is voor iedereen die regelmatig inhoud moet vertalen terwijl hij op internet surft.\n\nOnline Translator voor Chrome is een handige extensie waarmee gebruikers eenvoudig tekst op webpagina's kunnen vertalen met Google Translate of Google Translator. Met deze extensie kunnen gebruikers de vertaler eenvoudig openen door met de rechtermuisknop op een geselecteerde tekst te klikken of door op het extensiepictogram in de browserwerkbalk te klikken.\n\nEen van de belangrijkste kenmerken van deze extensie is de mogelijkheid om sneltoetsen in te stellen voor snelle vertaling. Door specifieke taalcombinaties als sneltoetsen te kiezen, kunnen gebruikers onmiddellijk woorden of hele zinnen vertalen zonder dat ze de tekst handmatig hoeven te kopiëren en in een afzonderlijk vertaalhulpmiddel te plakken.\n\nDe extensie ondersteunt een breed scala aan talen, waardoor gebruikers met slechts een paar klikken naadloos tussen verschillende talen kunnen vertalen. Google Translate, bekend om zijn nauwkeurigheid en uitgebreide taaldatabase, biedt betrouwbare en uitgebreide vertalingen voor een verscheidenheid aan teksten.\n\nOnline Translator voor Chrome biedt een gebruiksvriendelijke interface, waardoor deze toegankelijk en gemakkelijk te gebruiken is voor alle gebruikersniveaus. Of u snel de betekenis van een vreemd woord wilt begrijpen o",
    "no": "Online Translator for Chrome er et nyttig verktøy som lar brukere oversette ord eller setninger enkelt i Chrome-nettleseren. Med bare et enkelt høyreklikk på en tekst eller ved å klikke på utvidelsesikonet, kan brukere få tilgang til oversetteren og enkelt oversette innhold til alle språk.\n\nEn av hovedfunksjonene til denne oversetteren er muligheten til å tilordne hurtigtaster til spesifikke språkpar. Dette muliggjør rask og effektiv oversettelse uten behov for manuelt å få tilgang til oversetteren hver gang. Brukere kan ganske enkelt markere ønsket tekst og trykke på hurtigtastkombinasjonen for å motta oversettelsen umiddelbart.\n\nOnline Translator for Chrome støtter et bredt spekter av språk, noe som gjør den egnet for brukere over hele verden. Enten det er et enkelt ord eller et helt avsnitt, kan dette verktøyet oversette innholdet nøyaktig og gi brukerne nødvendig informasjon på ønsket språk.\n\nBrukergrensesnittet til Online Translator for Chrome er intuitivt og brukervennlig, noe som gjør det enkelt for alle å navigere og bruke. Med bare noen få klikk kan brukerne velge ønsket kilde- og målspråk, noe som sikrer en jevn oversettelsesprosess.\n\nTotalt sett er Online Translator for Chrome et pålitelig og praktisk verktøy for alle som ofte trenger å oversette innhold mens de surfer på internett. Med sine raske tilgangsalternativer og omfattende språkstøtte, forenkler denne utvidelsen oversettelsesprosessen og forbedrer nettleseropplevelsen for brukere.\n\nOnline Translator for Chrome er et praktisk og brukervennlig oversettelsesverktøy som lar brukere enkelt oversette ord eller uttrykk direkte fra nettleseren. Med bare noen få klikk kan brukere åpne oversetteren ved å bruke kontekstmenyen eller utvidelsesikonet.\n\nEn av hovedfunksjonene til denne utvidelsen er muligheten til å tilordne hurtigtaster til spesifikke språkkombinasjoner. Dette gjør det mulig for brukere å raskt oversette utvalgte ord eller til og med hele setninger uten å måtte åpne oversetteren manuelt hver gang. Denne funksjonen er spesielt nyttig for hyppige oversettelser og sparer tid og krefter.\n\nOnline Translator for Chrome bruker Google Translate eller Google Translator for alle oversettelsene, noe som sikrer nøyaktighet og pålitelighet. Google Translate er kjent for sin omfattende språkdatabase og avanserte oversettelsesalgoritmer, noe som gjør det til et pålitelig valg for kvalitetsoversettelser.\n\nTotalt sett er Online Translator for Chrome et svært praktisk og effektivt oversettelsesverktøy som sømløst integreres i Chrome-nettleseren. Den tilbyr en problemfri og brukervennlig oversettelsesopplevelse, noe som gjør den til et uvurderlig verktøy for alle som ofte trenger å oversette innhold mens de surfer på internett.\n\nOnline Translator for Chrome er et praktisk og brukervennlig oversettelsesverktøy som lar brukere enkelt oversette ord eller uttrykk direkte fra nettleseren. Med bare noen få klikk kan brukere åpne oversetteren ved å bruke kontekstmenyen eller utvidelsesikonet.\n\nEn av hovedfunksjonene til denne utvidelsen er muligheten til å tilordne hurtigtaster til spesifikke språkkombinasjoner. Dette gjør det mulig for brukere å raskt oversette utvalgte ord eller til og med hele setninger uten å måtte åpne oversetteren manuelt hver gang. Denne funksjonen er spesielt nyttig for hyppige oversettelser og sparer tid og krefter.\n\nOnline Translator for Chrome bruker Google Translate eller Google Translator for alle oversettelsene, noe som sikrer nøyaktighet og pålitelighet. Google Translate er kjent for sin omfattende språkdatabase og avanserte oversettelsesalgoritmer, noe som gjør det til et pålitelig valg for kvalitetsoversettelser.\n\nTotalt sett er Online Translator for Chrome et svært praktisk og effektivt oversettelsesverktøy som sømløst integreres i Chrome-nettleseren. Den tilbyr en problemfri og brukervennlig oversettelsesopplevelse, noe som gjør den til et uvurderlig verktøy for alle som ofte trenger å oversette innhold mens de surfer på internett.\n\nOnline Translator for Chrome er en praktisk utvidelse som lar brukere enkelt oversette tekst på nettsider ved hjelp av Google Translate eller Google Translator. Med denne utvidelsen kan brukere ganske enkelt åpne oversetteren ved å høyreklikke på en valgt tekst eller ved å klikke på utvidelsesikonet i nettleserens verktøylinje.\n\nEn av nøkkelfunksjonene til denne utvidelsen er muligheten til å angi hurtigtaster for rask oversettelse. Ved å velge spesifikke språkkombinasjoner som hurtigtaster, kan brukere umiddelbart oversette ord eller hele setninger uten å måtte kopiere og lime inn tekst manuelt i et eget oversettelsesverktøy.\n\nUtvidelsen støtter et bredt spekter av språk, slik at brukere kan oversette sømløst mellom forskjellige språk med bare noen få klikk. Google Translate, kjent for sin nøyaktighet og omfattende språkdatabase, gir pålitelige og omfattende oversettelser for en rekke tekster.\n\nOnline Translator for Chrome tilbyr et brukervennlig grensesnitt som gjør det tilgjengelig og enkelt å bruke for alle brukernivåer. Enten du raskt trenger å forstå betydningen av et fremmedord o",
    "pl": "Tłumacz online dla przeglądarki Chrome to przydatne narzędzie, które umożliwia użytkownikom wygodne tłumaczenie słów i wyrażeń w przeglądarce Chrome. Wystarczy kliknąć prawym przyciskiem myszy dowolny tekst lub kliknąć ikonę rozszerzenia, aby użytkownicy mogli uzyskać dostęp do tłumacza i łatwo przetłumaczyć treść na dowolny język.\n\nJedną z kluczowych cech tego tłumacza jest możliwość przypisania skrótów klawiszowych do określonych par językowych. Pozwala to na szybkie i sprawne tłumaczenie bez konieczności każdorazowego ręcznego dostępu do tłumacza. Użytkownicy mogą po prostu zaznaczyć żądany tekst i nacisnąć kombinację klawiszy skrótu, aby natychmiast otrzymać tłumaczenie.\n\nTłumacz online dla przeglądarki Chrome obsługuje szeroką gamę języków, dzięki czemu jest odpowiedni dla użytkowników na całym świecie. Niezależnie od tego, czy jest to pojedyncze słowo, czy cały akapit, narzędzie to może dokładnie przetłumaczyć treść i zapewnić użytkownikom niezbędne informacje w wybranym przez nich języku.\n\nInterfejs użytkownika Tłumacza online dla przeglądarki Chrome jest intuicyjny i przyjazny dla użytkownika, dzięki czemu każdy może łatwo nawigować i korzystać z niego. Za pomocą zaledwie kilku kliknięć użytkownicy mogą wybrać żądany język źródłowy i docelowy, zapewniając płynny proces tłumaczenia.\n\nOgólnie rzecz biorąc, tłumacz online dla przeglądarki Chrome to niezawodne i wygodne narzędzie dla każdego, kto często musi tłumaczyć treści podczas przeglądania Internetu. Dzięki opcjom szybkiego dostępu i rozbudowanej obsłudze języków to rozszerzenie upraszcza proces tłumaczenia i poprawia komfort przeglądania dla użytkowników.\n\nTłumacz online dla przeglądarki Chrome to wygodne i przyjazne dla użytkownika narzędzie do tłumaczenia, które pozwala użytkownikom łatwo tłumaczyć słowa lub frazy bezpośrednio z przeglądarki. Za pomocą kilku kliknięć użytkownicy mogą otworzyć tłumacza za pomocą menu kontekstowego lub ikony rozszerzenia.\n\nJedną z kluczowych cech tego rozszerzenia jest możliwość przypisania skrótów klawiszowych do określonych kombinacji językowych. Dzięki temu użytkownicy mogą szybko przetłumaczyć wybrane słowa lub nawet całe frazy, bez konieczności każdorazowego ręcznego otwierania tłumacza. Ta funkcja jest szczególnie przydatna w przypadku częstych tłumaczeń i pozwala zaoszczędzić czas i wysiłek.\n\nTłumacz online dla przeglądarki Chrome korzysta z Tłumacza Google lub Tłumacza Google do wszystkich tłumaczeń, zapewniając dokładność i niezawodność. Tłumacz Google jest znany z obszernej bazy danych języków i zaawansowanych algorytmów tłumaczeniowych, co czyni go zaufanym wyborem w przypadku tłumaczeń wysokiej jakości.\n\nOgólnie rzecz biorąc, Online Translator dla Chrome to bardzo wygodne i wydajne narzędzie do tłumaczenia, które płynnie integruje się z przeglądarką Chrome. Oferuje bezproblemowe i przyjazne dla użytkownika tłumaczenie, co czyni go nieocenionym narzędziem dla każdego, kto często musi tłumaczyć treści podczas przeglądania Internetu.\n\nTłumacz online dla przeglądarki Chrome to wygodne i przyjazne dla użytkownika narzędzie do tłumaczenia, które pozwala użytkownikom łatwo tłumaczyć słowa lub frazy bezpośrednio z przeglądarki. Za pomocą kilku kliknięć użytkownicy mogą otworzyć tłumacza za pomocą menu kontekstowego lub ikony rozszerzenia.\n\nJedną z kluczowych cech tego rozszerzenia jest możliwość przypisania skrótów klawiszowych do określonych kombinacji językowych. Dzięki temu użytkownicy mogą szybko przetłumaczyć wybrane słowa lub nawet całe frazy, bez konieczności każdorazowego ręcznego otwierania tłumacza. Ta funkcja jest szczególnie przydatna w przypadku częstych tłumaczeń i pozwala zaoszczędzić czas i wysiłek.\n\nTłumacz online dla przeglądarki Chrome korzysta z Tłumacza Google lub Tłumacza Google do wszystkich tłumaczeń, zapewniając dokładność i niezawodność. Tłumacz Google jest znany z obszernej bazy danych języków i zaawansowanych algorytmów tłumaczeniowych, co czyni go zaufanym wyborem w przypadku tłumaczeń wysokiej jakości.\n\nOgólnie rzecz biorąc, Online Translator dla Chrome to bardzo wygodne i wydajne narzędzie do tłumaczenia, które płynnie integruje się z przeglądarką Chrome. Oferuje bezproblemowe i przyjazne dla użytkownika tłumaczenie, co czyni go nieocenionym narzędziem dla każdego, kto często musi tłumaczyć treści podczas przeglądania Internetu.\n\nTłumacz online dla przeglądarki Chrome to wygodne rozszerzenie, które umożliwia użytkownikom łatwe tłumaczenie tekstu na stronach internetowych za pomocą Tłumacza Google lub Tłumacza Google. Dzięki temu rozszerzeniu użytkownicy mogą po prostu otworzyć tłumacz, klikając prawym przyciskiem myszy dowolny zaznaczony tekst lub klikając ikonę rozszerzenia na pasku narzędzi przeglądarki.\n\nJedną z kluczowych funkcji tego rozszerzenia jest możliwość ustawienia klawiszy skrótu do szybkiego tłumaczenia. Wybierając określone kombinacje językowe jako klawisze skrótu, użytkownicy mogą natychmiast tłumaczyć słowa lub całe frazy bez konieczności ręcznego kopiowania i wklejania tekstu do osobnego narzędzia do tłumaczenia.\n\nRozszerzenie obsługuje szeroką gamę języków, umożliwiając użytkownikom płynne tłumaczenie między różnymi językami za pomocą zaledwie kilku kliknięć. Tłumacz Google, znany ze swojej dokładności i rozbudowanej bazy językowej, zapewnia rzetelne i kompleksowe tłumaczenia różnorodnych tekstów.\n\nTłumacz online dla przeglądarki Chrome oferuje przyjazny interfejs, dzięki czemu jest dostępny i łatwy w użyciu dla użytkowników na każdym poziomie. Czy potrzebujesz szybko zrozumieć znaczenie obcego słowa o",
    "pt_BR,pt_PT": "O Tradutor Online para Chrome é uma ferramenta útil que permite aos usuários traduzir palavras ou frases convenientemente no navegador Chrome. Com apenas um simples clique com o botão direito em qualquer texto ou clicando no ícone da extensão, os usuários podem acessar o tradutor e traduzir facilmente o conteúdo em qualquer idioma.\n\nUm dos principais recursos deste tradutor é a capacidade de atribuir teclas de atalho a pares de idiomas específicos. Isso permite uma tradução rápida e eficiente, sem a necessidade de acessar manualmente o tradutor todas as vezes. Os usuários podem simplesmente destacar o texto desejado e pressionar a combinação de teclas de atalho para receber a tradução instantaneamente.\n\nO Tradutor Online para Chrome oferece suporte a uma ampla variedade de idiomas, tornando-o adequado para usuários em todo o mundo. Quer se trate de uma única palavra ou de um parágrafo inteiro, esta ferramenta pode traduzir o conteúdo com precisão e fornecer aos usuários as informações necessárias no idioma desejado.\n\nA interface do usuário do Online Translator for Chrome é intuitiva e fácil de usar, facilitando a navegação e utilização de qualquer pessoa. Com apenas alguns cliques, os usuários podem selecionar os idiomas de origem e de destino desejados, garantindo um processo de tradução tranquilo.\n\nNo geral, o Online Translator for Chrome é uma ferramenta confiável e conveniente para quem precisa traduzir conteúdo com frequência enquanto navega na Internet. Com suas opções de acesso rápido e amplo suporte a idiomas, esta extensão simplifica o processo de tradução e aprimora a experiência de navegação dos usuários.\n\nO Online Translator for Chrome é uma ferramenta de tradução conveniente e fácil de usar que permite aos usuários traduzir facilmente palavras ou frases diretamente do navegador. Com apenas alguns cliques, os usuários podem abrir o tradutor usando o menu de contexto ou o ícone da extensão.\n\nUm dos principais recursos desta extensão é a capacidade de atribuir teclas de atalho a combinações de idiomas específicas. Isso permite que os usuários traduzam rapidamente palavras selecionadas ou até mesmo frases inteiras, sem a necessidade de abrir manualmente o tradutor todas as vezes. Este recurso é especialmente útil para traduções frequentes e economiza tempo e esforço.\n\nO Online Translator for Chrome usa Google Translate ou Google Translator para todas as traduções, garantindo precisão e confiabilidade. O Google Translate é conhecido por seu extenso banco de dados de idiomas e algoritmos de tradução avançados, o que o torna uma escolha confiável para traduções de qualidade.\n\nNo geral, o Online Translator for Chrome é uma ferramenta de tradução altamente conveniente e eficiente que se integra perfeitamente ao navegador Chrome. Ele oferece uma experiência de tradução fácil e descomplicada, tornando-o uma ferramenta inestimável para quem precisa traduzir conteúdo com frequência enquanto navega na Internet.\n\nO Online Translator for Chrome é uma ferramenta de tradução conveniente e fácil de usar que permite aos usuários traduzir facilmente palavras ou frases diretamente do navegador. Com apenas alguns cliques, os usuários podem abrir o tradutor usando o menu de contexto ou o ícone da extensão.\n\nUm dos principais recursos desta extensão é a capacidade de atribuir teclas de atalho a combinações de idiomas específicas. Isso permite que os usuários traduzam rapidamente palavras selecionadas ou até mesmo frases inteiras, sem a necessidade de abrir manualmente o tradutor todas as vezes. Este recurso é especialmente útil para traduções frequentes e economiza tempo e esforço.\n\nO Online Translator for Chrome usa Google Translate ou Google Translator para todas as traduções, garantindo precisão e confiabilidade. O Google Translate é conhecido por seu extenso banco de dados de idiomas e algoritmos de tradução avançados, o que o torna uma escolha confiável para traduções de qualidade.\n\nNo geral, o Online Translator for Chrome é uma ferramenta de tradução altamente conveniente e eficiente que se integra perfeitamente ao navegador Chrome. Ele oferece uma experiência de tradução fácil e descomplicada, tornando-o uma ferramenta inestimável para quem precisa traduzir conteúdo com frequência enquanto navega na Internet.\n\nO Online Translator for Chrome é uma extensão conveniente que permite aos usuários traduzir facilmente textos em páginas da web usando o Google Translate ou o Google Translator. Com esta extensão, os usuários podem simplesmente abrir o tradutor clicando com o botão direito em qualquer texto selecionado ou clicando no ícone da extensão na barra de ferramentas do navegador.\n\nUm dos principais recursos desta extensão é a capacidade de definir teclas de atalho para tradução rápida. Ao escolher combinações de idiomas específicas como teclas de atalho, os usuários podem traduzir instantaneamente palavras ou frases inteiras sem a necessidade de copiar e colar manualmente o texto em uma ferramenta de tradução separada.\n\nA extensão oferece suporte a uma ampla variedade de idiomas, permitindo aos usuários traduzir facilmente entre diferentes idiomas com apenas alguns cliques. O Google Translate, conhecido por sua precisão e extenso banco de dados de idiomas, fornece traduções confiáveis e abrangentes para uma variedade de textos.\n\nO Online Translator for Chrome oferece uma interface amigável, tornando-o acessível e fácil de usar para todos os níveis de usuários. Se você precisa entender rapidamente o significado de uma palavra estrangeira ou",
    "ru": "Онлайн-переводчик для Chrome — это полезный инструмент, который позволяет пользователям удобно переводить слова и фразы в браузере Chrome. Просто щелкнув правой кнопкой мыши любой текст или щелкнув значок расширения, пользователи могут получить доступ к переводчику и легко перевести контент на любой язык.\n\nОдной из ключевых особенностей этого переводчика является возможность назначать горячие клавиши для определенных языковых пар. Это позволяет выполнять быстрый и эффективный перевод без необходимости каждый раз вручную обращаться к переводчику. Пользователи могут просто выделить нужный текст и нажать комбинацию горячих клавиш, чтобы мгновенно получить перевод.\n\nОнлайн-переводчик для Chrome поддерживает широкий спектр языков, что делает его подходящим для пользователей по всему миру. Будь то одно слово или целый абзац, этот инструмент может точно перевести контент и предоставить пользователям необходимую информацию на желаемом языке.\n\nПользовательский интерфейс онлайн-переводчика для Chrome интуитивно понятен и удобен, что позволяет каждому легко ориентироваться и использовать его. Всего несколькими щелчками мыши пользователи могут выбрать желаемый исходный и целевой языки, обеспечивая плавный процесс перевода.\n\nВ целом, онлайн-переводчик для Chrome — это надежный и удобный инструмент для тех, кому часто приходится переводить контент во время работы в Интернете. Благодаря возможностям быстрого доступа и обширной языковой поддержке это расширение упрощает процесс перевода и расширяет возможности просмотра для пользователей.\n\nОнлайн-переводчик для Chrome — удобный и удобный инструмент перевода, который позволяет пользователям легко переводить слова или фразы прямо из браузера. Всего несколькими щелчками мыши пользователи могут открыть переводчик с помощью контекстного меню или значка расширения.\n\nОдной из ключевых особенностей этого расширения является возможность назначать горячие клавиши для определенных языковых комбинаций. Это позволяет пользователям быстро переводить выбранные слова или даже целые фразы без необходимости каждый раз вручную открывать переводчик. Эта функция особенно полезна при частых переводах и экономит время и усилия.\n\nОнлайн-переводчик для Chrome использует Google Translate или Google Translator для всех переводов, обеспечивая точность и надежность. Google Translate известен своей обширной языковой базой данных и передовыми алгоритмами перевода, что делает его надежным выбором для качественных переводов.\n\nВ целом, онлайн-переводчик для Chrome — это очень удобный и эффективный инструмент перевода, который легко интегрируется в браузер Chrome. Он предлагает простой и удобный процесс перевода, что делает его бесценным инструментом для всех, кому часто приходится переводить контент во время работы в Интернете.\n\nОнлайн-переводчик для Chrome — удобный и удобный инструмент перевода, который позволяет пользователям легко переводить слова или фразы прямо из браузера. Всего несколькими щелчками мыши пользователи могут открыть переводчик с помощью контекстного меню или значка расширения.\n\nОдной из ключевых особенностей этого расширения является возможность назначать горячие клавиши для определенных языковых комбинаций. Это позволяет пользователям быстро переводить выбранные слова или даже целые фразы без необходимости каждый раз вручную открывать переводчик. Эта функция особенно полезна при частых переводах и экономит время и усилия.\n\nОнлайн-переводчик для Chrome использует Google Translate или Google Translator для всех переводов, обеспечивая точность и надежность. Google Translate известен своей обширной языковой базой данных и передовыми алгоритмами перевода, что делает его надежным выбором для качественных переводов.\n\nВ целом, онлайн-переводчик для Chrome — это очень удобный и эффективный инструмент перевода, который легко интегрируется в браузер Chrome. Он предлагает простой и удобный процесс перевода, что делает его бесценным инструментом для всех, кому часто приходится переводить контент во время работы в Интернете.\n\nOnline Translator для Chrome — это удобное расширение, которое позволяет пользователям легко переводить текст на веб-страницах с помощью Google Translate или Google Translator. С помощью этого расширения пользователи могут просто открыть переводчик, щелкнув правой кнопкой мыши любой выделенный текст или щелкнув значок расширения на панели инструментов браузера.\n\nОдной из ключевых особенностей этого расширения является возможность установки горячих клавиш для быстрого перевода. Выбирая определенные языковые комбинации в качестве горячих клавиш, пользователи могут мгновенно переводить слова или целые фразы без необходимости вручную копировать и вставлять текст в отдельный инструмент перевода.\n\nРасширение поддерживает широкий спектр языков, позволяя пользователям легко переводить между разными языками всего за несколько кликов. Google Translate, известный своей точностью и обширной языковой базой данных, обеспечивает надежные и полные переводы самых разных текстов.\n\nОнлайн-переводчик для Chrome предлагает удобный интерфейс, что делает его доступным и простым в использовании для пользователей всех уровней. Нужно ли вам быстро понять значение иностранного слова или",
    "uk": "Онлайн-перекладач для Chrome – це корисний інструмент, який дозволяє користувачам зручно перекладати слова чи фрази в браузері Chrome. Просто клацнувши правою кнопкою миші на будь-якому тексті або натиснувши значок розширення, користувачі можуть отримати доступ до перекладача та легко перекладати вміст будь-якою мовою.\n\nОднією з ключових особливостей цього перекладача є можливість призначати гарячі клавіші певним мовним парам. Це забезпечує швидкий і ефективний переклад без необхідності кожного разу вручну відкривати перекладач. Користувачі можуть просто виділити потрібний текст і натиснути комбінацію гарячих клавіш, щоб миттєво отримати переклад.\n\nОнлайн-перекладач для Chrome підтримує широкий спектр мов, що робить його придатним для користувачів у всьому світі. Незалежно від того, чи йдеться про окреме слово чи цілий абзац, цей інструмент може точно перекласти вміст і надати користувачам необхідну інформацію потрібною мовою.\n\nІнтерфейс користувача Інтернет-перекладача для Chrome є інтуїтивно зрозумілим і зручним, що полегшує навігацію та використання будь-кому. Лише кількома клацаннями миші користувачі можуть вибрати бажану вихідну та цільову мови, забезпечуючи плавний процес перекладу.\n\nЗагалом онлайн-перекладач для Chrome є надійним і зручним інструментом для тих, кому часто потрібно перекладати вміст під час перегляду веб-сторінок. Завдяки параметрам швидкого доступу та широкій підтримці мов це розширення спрощує процес перекладу та покращує роботу веб-переглядача для користувачів.\n\nОнлайн-перекладач для Chrome – це зручний і зручний інструмент перекладу, який дозволяє користувачам легко перекладати слова чи фрази безпосередньо з браузера. Лише кількома клацаннями миші користувачі можуть відкрити перекладач за допомогою контекстного меню або значка розширення.\n\nОднією з ключових особливостей цього розширення є можливість призначати гарячі клавіші певним мовним комбінаціям. Це дає змогу користувачам швидко перекладати вибрані слова чи навіть цілі фрази без необхідності кожного разу відкривати перекладач вручну. Ця функція особливо корисна для частих перекладів і економить час і зусилля.\n\nОнлайн-перекладач для Chrome використовує Google Translate або Google Translator для всіх перекладів, забезпечуючи точність і надійність. Перекладач Google відомий своєю великою мовною базою даних і вдосконаленими алгоритмами перекладу, що робить його надійним вибором для якісних перекладів.\n\nЗагалом, онлайн-перекладач для Chrome – це дуже зручний і ефективний інструмент перекладу, який легко інтегрується у браузер Chrome. Він пропонує легкий і зручний переклад, що робить його безцінним інструментом для тих, кому часто потрібно перекладати вміст під час перегляду Інтернету.\n\nОнлайн-перекладач для Chrome – це зручний і зручний інструмент перекладу, який дозволяє користувачам легко перекладати слова чи фрази безпосередньо з браузера. Лише кількома клацаннями миші користувачі можуть відкрити перекладач за допомогою контекстного меню або значка розширення.\n\nОднією з ключових особливостей цього розширення є можливість призначати гарячі клавіші певним мовним комбінаціям. Це дає змогу користувачам швидко перекладати вибрані слова чи навіть цілі фрази без необхідності кожного разу відкривати перекладач вручну. Ця функція особливо корисна для частих перекладів і економить час і зусилля.\n\nОнлайн-перекладач для Chrome використовує Google Translate або Google Translator для всіх перекладів, забезпечуючи точність і надійність. Перекладач Google відомий своєю великою мовною базою даних і вдосконаленими алгоритмами перекладу, що робить його надійним вибором для якісних перекладів.\n\nЗагалом, онлайн-перекладач для Chrome – це дуже зручний і ефективний інструмент перекладу, який легко інтегрується у браузер Chrome. Він пропонує легкий і зручний переклад, що робить його безцінним інструментом для тих, кому часто потрібно перекладати вміст під час перегляду Інтернету.\n\nОнлайн-перекладач для Chrome – це зручне розширення, яке дозволяє користувачам легко перекладати текст на веб-сторінках за допомогою Google Translate або Google Translator. За допомогою цього розширення користувачі можуть просто відкрити перекладач, клацнувши правою кнопкою миші будь-який виділений текст або клацнувши піктограму розширення на панелі інструментів браузера.\n\nОднією з ключових особливостей цього розширення є можливість налаштувати гарячі клавіші для швидкого перекладу. Вибираючи певні мовні комбінації як гарячі клавіші, користувачі можуть миттєво перекладати слова або цілі фрази без необхідності вручну копіювати та вставляти текст в окремий інструмент перекладу.\n\nРозширення підтримує широкий спектр мов, що дозволяє користувачам легко перекладати між різними мовами лише кількома клацаннями миші. Перекладач Google, відомий своєю точністю та великою мовною базою даних, забезпечує надійні та вичерпні переклади різноманітних текстів.\n\nОнлайн-перекладач для Chrome пропонує зручний інтерфейс, що робить його доступним і простим у використанні для всіх рівнів користувачів. Чи потрібно швидко зрозуміти значення іноземного слова o"
  }
}