{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Dictionary (by Google)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View definitions easily as you browse the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMPORTANT:\n - The pop-up bubble will not work in tabs that were open prior to installation. After installing this extension, either reload your open tabs or restart Chrome.\n - Note that all extensions are disabled on Chrome Web Store pages (including this one). Do not test the extension on this page; it will not work!\n - If the extension is not working for you, please make sure it's up to date. Visit chrome://extensions/, click the \"Update extensions now\" button, then restart Chrome.\n\n----------\n\nWith this extension, you can:\n1) Double-click any word to view its definition in a small pop-up bubble.\n2) View the complete definition of any word or phrase using the toolbar dictionary.\n3) Store a history of words you've looked up, so you can practice them later.\n\nForeign words are automatically translated to your language of choice.\n\nSupported dictionaries:\n - Arabic\n - Brazilian Portuguese\n - Chinese (Simplified)\n - Chinese (Traditional)\n - Czech\n - Dutch\n - English (UK)\n - English (US)\n - French\n - German\n - Hindi\n - Italian\n - Japanese\n - Korean\n - Russian\n - Slovak\n - Spanish\n - Turkish\n\nIf you opt in (via the options page), this extension will store a history of all your looked-up words and their definitions. You can download this history as a CSV file at any time. In addition, you can allow other Chrome extensions to access this history. For example, a third-party extension could produce flashcards to help you practice words you've looked up before.\n\nBy installing this extension, you agree to the Terms of Service: https://www.google.com/policies/terms\n\nHaving problems with this extension? If the suggestions above didn't work, please fill out a problem report: https://chrome.google.com/webstore/support/mgijmajocgfcbeboacabfgobmjgjcoja"
  }
}