{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DownTheMall"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When shopping for gifts, be it down at the mall or online, your personal data should be treated with the utmost care.",
    "de": "Beim Einkaufen von Geschenken, sei es unten im Einkaufszentrum oder online, sollten Ihre persönlichen Daten mit größter Sorgfalt…",
    "es": "Al comprar regalos, ya sea en el centro comercial o en línea, sus datos personales deben ser tratados con el máximo cuidado.",
    "ja": "ギフトを買い物する際は、モールやオンラインなどで買い物をする際には、個人情報は細心の注意を払って処理する必要があります。",
    "nl": "Bij het winkelen voor geschenken, zij het in het winkelcentrum of online, uw persoonlijke gegevens moeten worden behandeld met de…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In the real world we take privacy for granted in everything we do from going down to the mall to go shopping to going to the cinema to watch a movie. There isn't any reason why we can't expect the same privacy protections in the online world too.\n\nWhen you visit shopping websites or watch videos online, we should expect the same privacy protections too. You shouldn't have to explain why you are viewing certain websites or videos to anybody including to law enforcement, lawyers, teachers or even to your spouse or significant other. This is protected by the Fifth Amendment.\n\nIf somebody asks you what you bought at Sears last Saturday between 3 and 4pm, you shouldn't have to answer. Likewise if somebody asks you what websites you were viewing before they got home, you shouldn't have to answer too.\n\nIf you find yourself in a situation where you had to clear the last 2 hours of your browser history or you had to surf the Internet using Incognito mode, you should not be compelled to be a witness against yourself without due process of law.\n\nThis extension is designed to give you plausible deniability in those situations.\n\nThis extension can clear your browser history under false pretenses and can manufacture false reasons why you were browsing the web in incognito mode.\n\nWith this extension, to clear the last 2 hours of your browser history, simply rearrange the tabs in your browser. To do this, simple drag any tab to the left or right. When you rearrange the tabs, the extension will pop up a misleading notification popup about an \"Unexpected situation detected\". If you click on that notification popup, the extension will automatically clear the last 2 hours of your browser history. With this knowledge, simple demonstrate to your spouse that you were merely \"rearranging the tabs to look nicer\" and didn't know that that action would clear your browser history. This is plausible deniability.\n\nIf you were using incognito mode to surf the web, that is harder to explain, but not impossible. Go into the settings page for this extension and turn on \"Open incognito window when appropriate\". The next time you close and reopen the browser, every third time launching the browser will cause an incognito window to open up automatically for no apparent reason. You can show your spouse this by restarting the browser 3 times. Simply say that it opened up by itself and you simply used whatever window was open to surf the web.\n\nA healthy relationship is based on mutual trust but also mutual respect of the boundaries and personal space of individuals.\n\nWe hope these tools will help you regain the privacy protections that are enshrined in the constitution. Like the name of this extension, you should feel just as safe surfing the web to buy surprise gifts for your spouse, as you would feel going down to the actual mall to buy surprise gifts for them or the government.",
    "de": "In der realen Welt nehmen wir Privatsphäre als selbstverständlich in allem, was wir tun, von der Hin- und Herabstrittenzeit ins Einkaufszentrum, um ins Kino zu gehen, um einen Film zu sehen. Es gibt keinen Grund, warum wir nicht den gleichen Datenschutz in der Online-Welt erwarten können.\n\nWenn Sie Shopping-Websites besuchen oder Videos online ansehen, sollten wir auch den gleichen Datenschutz erwarten. Sie sollten nicht erklären müssen, warum Sie bestimmte Websites oder Videos jemandem ansehen, einschließlich an Strafverfolgungsbehörden, Anwälte, Lehrer oder sogar an Ihren Ehepartner oder andere. Dies wird durch den Fünften Änderungsantrag geschützt.\n\nWenn dich jemand fragt, was du am vergangenen Samstag zwischen 15 und 16 Uhr bei Sears gekauft hast, solltest du nicht antworten müssen. Ebenso, wenn jemand Sie fragt, welche Websites Sie sich angesehen haben, bevor sie nach Hause kamen, sollten Sie nicht auch antworten müssen.\n\nWenn Sie sich in einer Situation befinden, in der Sie die letzten 2 Stunden Ihres Browserverlaufs löschen mussten oder im Inkognito/Private Browsing-Modus im Internet surfen mussten, sollten Sie nicht gezwungen werden, ohne ordnungsgemäßes Verfahren als Zeuge gegen sich selbst zu sein.\n\nDiese Erweiterung wurde entwickelt, um Ihnen plausible Verleugnung in diesen Situationen zu geben.\n\nDiese Erweiterung kann Ihren Browser-Verlauf unter falschen Vorwänden löschen und kann falsche Gründe produzieren, warum Sie im Inkognito/privaten Browsing-Modus im Internet surften.\n\nMit dieser Erweiterung, um die letzten 2 Stunden Ihres Browser-Verlaufs zu löschen, ordnen Sie einfach die Registerkarten in Ihrem Browser neu an. Ziehen Sie dazu einfach eine beliebige Registerkarte nach links oder rechts. Wenn Sie die Registerkarten neu anordnen, öffnet die Erweiterung ein irreführendes Benachrichtigungs-Popup über eine \"Unerwartete Situation erkannt\". Wenn Sie auf diese Benachrichtigung Popup klicken, wird die Erweiterung automatisch die letzten 2 Stunden Ihres Browserverlaufs löschen. Mit diesem Wissen, einfach zeigen, um Ihren Ehepartner, dass Sie waren nur \"Neuanordnung der Registerkarten, um schöner aussehen\" und wusste nicht, dass diese Aktion Ihren Browser-Verlauf löschen würde. Das ist eine plausible Leugnung.\n\nWenn Sie inkognito / private Browsing-Modus verwendet wurden, um im Internet zu surfen, ist das schwieriger zu erklären, aber nicht unmöglich. Gehen Sie in die Einstellungsseite für diese Erweiterung und aktivieren Sie \"Inkognito-Fenster öffnen, wenn dies angebracht ist\". Wenn Sie den Browser das nächste Mal schließen und erneut öffnen, führt jedes dritte Mal beim Starten des Browsers dazu, dass sich ein Inkognito-Fenster ohne ersichtlichen Grund automatisch öffnet. Sie können Dies Ihrem Ehepartner zeigen, indem Sie den Browser dreimal neu starten. Sagen Sie einfach, dass es sich von selbst geöffnet hat und Sie einfach jedes Fenster benutzt haben, um im Internet zu surfen.\n\nEine gesunde Beziehung beruht auf gegenseitigem Vertrauen, aber auch auf gegenseitigem Respekt vor den Grenzen und dem persönlichen Raum des Einzelnen.\n\nWir hoffen, dass diese Instrumente Ihnen helfen werden, die in der Verfassung verankerten Datenschutzbestimmungen wiederzuerlangen. Wie der Name dieser Erweiterung, sollten Sie sich genauso sicher beim Surfen im Internet fühlen, um Überraschungsgeschenke für Ihren Ehepartner zu kaufen, wie Sie sich fühlen würden, wenn Sie in die eigentliche Mall gehen, um Überraschungsgeschenke für sie oder die Regierung zu kaufen.",
    "es": "En el mundo real damos por sentado la privacidad en todo lo que hacemos, desde ir al centro comercial para ir de compras a ir al cine a ver una película. No hay ninguna razón por la que no podemos esperar las mismas protecciones de privacidad en el mundo en línea también.\n\nCuando visita sitios web de compras o ve videos en línea, también debemos esperar las mismas protecciones de privacidad. Usted no debería tener que explicar por qué está viendo ciertos sitios web o videos a nadie, incluyendo a las fuerzas del orden, abogados, maestros o incluso a su cónyuge u otro significativo. Esto está protegido por la Quinta Enmienda.\n\nSi alguien te pregunta qué compraste en Sears el sábado pasado entre las 3 y las 4 de la tarde, no deberías tener que responder. Del mismo modo, si alguien te pregunta qué sitios web estabas viendo antes de llegar a casa, no deberías tener que responder también.\n\nSi se encuentra en una situación en la que tuvo que borrar las últimas 2 horas del historial de su navegador o tuvo que navegar por Internet utilizando el modo de navegación incognito/privada, no debe verse obligado a ser un testigo contra sí mismo sin el debido proceso legal.\n\nEsta extensión está diseñada para darle negación plausible en esas situaciones.\n\nEsta extensión puede borrar el historial de su navegador bajo falsas pretensiones y puede fabricar falsas razones por las que estaba navegando por la web en modo de navegación privada de incógnito/ privado.\n\nCon esta extensión, para borrar las últimas 2 horas del historial de su navegador, simplemente reorganice las pestañas en su navegador. Para ello, arrastre cualquier pestaña a la izquierda o a la derecha. Cuando reorganice las pestañas, la extensión aparecerá una ventana emergente de notificación engañosa sobre una \"Situación inesperada detectada\". Si hace clic en esa ventana emergente de notificación, la extensión borrará automáticamente las últimas 2 horas del historial de su navegador. Con este conocimiento, demostrar a su cónyuge que usted era simplemente \"reorganizando las pestañas para que se vean mejor\" y no sabía que esa acción borraría el historial de su navegador. Esto es una negación plausible.\n\nSi estabas usando el modo de navegación de incógnito/privado para navegar por la web, eso es más difícil de explicar, pero no imposible. Vaya a la página de configuración de esta extensión y active \"Abrir ventana de incógnito cuando corresponda\". La próxima vez que cierre y vuelva a abrir el navegador, cada tercera vez que se inicia el navegador hará que una ventana de incógnito se abra automáticamente sin razón aparente. Puede mostrar esto a su cónyuge reiniciando el navegador 3 veces. Simplemente diga que se abrió por sí mismo y simplemente usó cualquier ventana que estaba abierta para navegar por la web.\n\nUna relación sana se basa en la confianza mutua, pero también en el respeto mutuo de los límites y el espacio personal de las personas.\n\nEsperamos que estas herramientas le ayuden a recuperar las protecciones de privacidad que están consagradas en la constitución. Al igual que el nombre de esta extensión, usted debe sentirse igual de seguro navegando por la web para comprar regalos sorpresa para su cónyuge, ya que se sentiría ir al centro comercial real para comprar regalos sorpresa para ellos o el gobierno.",
    "ja": "現実の世界では、私たちはモールに行って買い物に行くことから映画を見るために映画館に行くことまで、私たちが行うすべてにおいてプライバシーを当然のことと考えています。オンラインの世界でも同じプライバシー保護を期待できない理由はありません。\n\nショッピングサイトにアクセスしたり、オンラインで動画を見たりする場合は、同じプライバシー保護も期待する必要があります。法執行機関、弁護士、教師、さらには配偶者や重要な他の人を含む誰かに特定のウェブサイトやビデオを見ている理由を説明する必要はありません。これは修正第5条によって保護されています。\n\n先週の土曜日の午後3時から4時の間にシアーズで何を買ったか誰かに尋ねたら、あなたは答える必要はありません。同様に、誰かがあなたが家に帰る前にあなたが見ていたウェブサイトを尋ねた場合、あなたも答える必要はありません。\n\nブラウザの履歴の最後の2時間をクリアしなければならない状況や、シークレット/プライベートブラウジングモードを使用してインターネットをサーフィンしなければならなかった場合は、法の正当な手続きなしに自分自身に対する証人になることを余儀なくされるべきではありません。\n\nこの拡張は、そのような状況でもっともらしい否定性を与えるように設計されています。\n\nこの拡張機能は、偽装であなたのブラウザの履歴をクリアすることができ、あなたはシークレット/プライベートブラウジングモードでウェブを閲覧していた誤った理由を製造することができます.\n\nこの拡張機能を使用すると、ブラウザの履歴の最後の2時間をクリアするには、単にブラウザのタブを並べ替えます。これを行うには、任意のタブを左または右にドラッグします。タブを並べ替えた場合、\"予期しない状況が検出されました\" に関する誤解を招く通知ポップアップが表示されます。その通知ポップアップをクリックすると、拡張機能は自動的にブラウザの履歴の最後の2時間をクリアします。この知識を使用すると、単純なあなたが単に\"より良く見えるようにタブを並べ替え、そのアクションがあなたのブラウザの履歴をクリアすることを知らなかったことをあなたの配偶者に示します。これはもっともらしい否定性です。\n\nあなたはウェブをサーフィンするためにシークレット/プライベートブラウジングモードを使用していた場合, それは説明するのは難しいです, しかし、不可能ではありません.この拡張機能の設定ページに移動し、\"適切な場合はシークレットウィンドウを開く\"をオンにします。次回ブラウザを閉じて再び開くと、ブラウザを起動するたびに、明らかな理由もなくシークレットウィンドウが自動的に開きます。あなたは、ブラウザを再起動することによって、あなたの配偶者がこれを示すことができます 3 回.単にそれが単独で開いたと言うだけで、あなたは単にウェブをサーフィンするために開いていた任意のウィンドウを使用しました。\n\n健全な関係は、相互の信頼だけでなく、個人の境界と個人的な空間の相互尊重に基づいています。\n\n私たちは、これらのツールが、あなたが憲法に盛り込まれているプライバシー保護を取り戻すのに役立つことを願っています。この拡張の名前のように、あなたは彼らや政府のための驚きの贈り物を買うために実際のモールに行くと感じるのと同じように、あなたの配偶者のための驚きの贈り物を買うためにウェブをサーフィンするのと同じくらい安全に感じるべきです。",
    "nl": "In de echte wereld nemen we privacy voor lief in alles wat we doen, van naar beneden naar het winkelcentrum om te gaan winkelen naar de bioscoop om een film te kijken. Er is geen enkele reden waarom we niet kunnen verwachten dezelfde privacy bescherming in de online wereld ook.\n\nWanneer u shopping websites bezoekt of video's online bekijkt, moeten we dezelfde privacybescherming ook verwachten. U hoeft niet uit te leggen waarom u bepaalde websites of video's bekijkt aan iemand, inclusief aan rechtshandhaving, advocaten, leraren of zelfs aan uw echtgenoot of significante andere. Dit wordt beschermd door het Vijfde Amendement.\n\nAls iemand je vraagt wat je afgelopen zaterdag tussen 15.00 en 16.00 uur bij Sears hebt gekocht, hoef je niet te antwoorden. Ook als iemand je vraagt welke websites je bekijkt voordat ze thuis kwamen, moet je niet te beantwoorden.\n\nAls u zich in een situatie bevindt waarin u de laatste 2 uur van uw browsergeschiedenis moest wissen of als u op internet moest surfen met de incognito-/privébrowsingmodus, moet u niet gedwongen worden om een getuige tegen uzelf te zijn zonder een eerlijk proces van de wet.\n\nDeze uitbreiding is ontworpen om u plausibele ontkenning in die situaties.\n\nDeze extensie kan uw browsergeschiedenis wissen onder valse voorwendselen en kan valse redenen produceren waarom u op het web surft in de incognito/privébrowsermodus.\n\nMet deze extensie, om de laatste 2 uur van uw browsergeschiedenis te wissen, gewoon herschikken van de tabbladen in uw browser. Om dit te doen, sleept u een tabblad naar links of rechts. Wanneer u de tabbladen opnieuw rangschikt, verschijnt er een misleidende meldingspop-up over een \"Onverwachte situatie gedetecteerd\". Als u op die meldingspop-up klikt, wordt de laatste 2 uur van uw browsergeschiedenis automatisch gewist. Met deze kennis, eenvoudig aan te tonen aan uw echtgenoot dat je alleen \"herschikken van de tabbladen om er mooier \" en wist niet dat die actie zou uw browser geschiedenis duidelijk. Dit is plausibele ontkenning.\n\nAls u incognito /privé het doorbladeren wijze gebruikt om het Web te surfen, is dat moeilijker uit te leggen, maar niet onmogelijk. Ga naar de instellingenpagina voor deze extensie en schakel \"Incognitovenster openen indien van toepassing\" in. De volgende keer dat u de browser sluit en opnieuw opent, zal elke derde keer dat de browser wordt gestart, ervoor zorgen dat een incognitovenster automatisch wordt geopend zonder aanwijsbare reden. U uw echtgenoot dit laten zien door de browser 3 keer opnieuw op te starten. Gewoon zeggen dat het opende door zelf en je gewoon gebruikt wat venster open stond om te surfen op het web.\n\nEen gezonde relatie is gebaseerd op wederzijds vertrouwen, maar ook op wederzijds respect voor de grenzen en persoonlijke ruimte van individuen.\n\nWe hopen dat deze tools u zullen helpen de privacybescherming te herwinnen die in de grondwet is vastgelegd. Net als de naam van deze uitbreiding, moet je het gevoel net zo veilig surfen op het web om verrassing geschenken te kopen voor uw echtgenoot, zoals je zou voelen naar beneden naar de werkelijke winkelcentrum om verrassing geschenken te kopen voor hen of de overheid."
  }
}