{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ask Alex"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate suggested prompts/questions using the OpenAI API"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ask Alex is a powerful tool designed to help users get answers to their questions quickly and easily. By installing Ask Alex, users gain access to a search engine that scans a wide variety of sources to find the best possible answer to their question. This saves users time and effort, as they no longer have to search multiple sources for information. Even for complex or time-sensitive questions, Ask Alex can provide a response right away. In addition, Ask Alex offers a range of other features that enhance the user experience. For example, it can provide personalized recommendations based on a user's search history and preferences, and suggest related topics that users might be interested in exploring further.\n\nOverall, Ask Alex is a valuable tool that can help users get the answers they need quickly and easily. By explaining what the item does and why users should install it, Ask Alex makes it clear that it is a powerful and helpful tool for anyone looking to find information quickly. Whether users are looking for information on a specific topic or just need help with a question, Ask Alex is a useful tool that can help them get the answers they need. With its powerful search engine and other features, Ask Alex offers a range of benefits that make it a valuable addition to any user's toolkit."
  }
}