{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "zapton"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão do Chrome que permite gravar áudios, vídeos, textos e documentos uma única vez e enviá-los facilmente via WhatsApp™ Web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Desbloqueie o Potencial do seu WhatsApp Web com Zapton!\n\nTransforme seu WhatsApp Web em uma poderosa ferramenta de vendas com Zapton, a extensão que agiliza seu atendimento e aumenta suas conversões.\n\nCom Zapton, você pode:\n👉 Enviar mensagens de texto, áudio, imagens, vídeos e documentos com um clique.\n👉 Utilizar mensagens personalizáveis para respostas rápidas e consistentes.\n👉 Organizar suas mensagens e mídias com filtros avançados.\n👉 Automatizar processos repetitivos para focar no que realmente importa: suas vendas.\n👉 Simular status de \"Gravando áudio\" e \"Digitando\" para melhorar a experiência do cliente.\n👉 Garantir a segurança e privacidade dos dados com as melhores práticas de proteção.\n\nVantagens do Zapton:\n✅ Aumente sua Produtividade: Automatize tarefas e concentre-se em estratégias de vendas.\n✅ Melhore o Atendimento ao Cliente: Responda de forma rápida e personalizada, aumentando a satisfação do cliente.\n✅ Instalação Simples: Adicione a extensão ao seu navegador e comece a usar imediatamente.\n✅ Ideal para Empresários, Vendedores, Top Afiliados: Perfeito para profissionais que precisam de uma ferramenta eficiente para gerenciar vendas pelo WhatsApp Web.\n\nExperimente Zapton 3 dias grátis agora mesmo e descubra como transformar suas vendas pelo WhatsApp Web!\n\nObservação: WhatsApp é uma marca registrada da WhatsApp Inc."
  }
}