{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tinder Auto Liker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tinder Auto Liker is a powerful Chrome extension allows you to automatically like profiles on Tinder that meet specific criteria"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tinder Auto Liker is a powerful Chrome extension that allows you to automatically like profiles on Tinder that meet specific criteria. This extension enables you to filter potential matches based on distance and age range, increasing the chances of finding a suitable match.\n\nUsing this extension is straightforward. Simply input your desired filtering criteria, including distance and age range, in the extension's settings. As you browse through profiles on Tinder, the extension will automatically like profiles that meet your specified criteria.\n\nThe goal of the Tinder Auto Liker extension is to save you time and effort while increasing your matching efficiency. It reduces the need to manually swipe and like profiles on Tinder, allowing you to focus on connecting with individuals who genuinely pique your interest.\n\nWhile this extension offers convenience, it is important to adhere to the rules and terms of use set by the Tinder platform. Ensure that your actions are legal, socially responsible, and respectful of others' privacy. Please note that you assume all responsibility and risks associated with using this extension.\n\nIf you have any questions, suggestions, or feedback, you can contact the extension developer at derek39576@gmail.com. They will be happy to communicate with you and provide assistance.\n\nWe hope this information is helpful to you! Best of luck in finding your ideal match on Tinder!"
  }
}