{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OSINT LIAR"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture what you want, Keep what you need, Build your knowledge tree. Requires the OSINT LIAR app from https://osintliar.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture What You Want, Keep What You Need, Build Your Knowledge Tree.\n\nThe OSINT Local Internet Archive Reconnaissance (OSINT LIAR) is the Swiss Army Knife of capturing online content. OSINT LIAR is the next generation multi-browser extension for capturing Open Source Intelligence (OSINT) and Publicly Available Intelligence (PAI) in real time. \n\nOSINT LIAR is FREE for personal use. It does not require registration to use OSINT LIAR. \n\nChange Log\n[1.8.0]\n- Added package manager support. Dynamically add web scrapers and OSINT guides as you go.  Learn More here, https://github.com/osint-liar/osint-liar-docs/wiki/Package-Manager\n- Added map, datetime, and recipient icons to dashboard\n- Added larger tooltip to dashboard icons\n- Fixed persisting authorization bearer token\n\n[1.7.3]\n- Improved Market place and Classified scraper algorithms\n\n[1.7.1]\n- Fixed SearchText bug\n- Added Updated By field in the data integrity dialog\n- Fixed jumping UI bug\n- Turned Download and Open Live Page off when opening all plugins\n\n[1.7.0]\n- Optimized frontend refreshes\n- Updated Dashboard icons for consistency\n- Added Data Integrity table that shows the content's sha hash and file size\n[1.6.6]\n- Use Monaco editor for scripting\n- Easy selector delete on dashboard was added\n- View audit log for a record\n- Improved consistency of the UI\n\n[1.6.5]\n- ctrl+shift+s saves a single page\n- ctrl+shift+z starts autoscroll capture\n- ctrl+shift+x stops autoscroll capture\n- disabled highlight selectors\n\n\nInterested in learning about how to integrate other OSINT Tools into OSINT LIAR, check out our integrations page, https://github.com/osint-liar/lia-server/wiki/Integrations\n\nOSINT LIAR's advanced technology allows it to integrate with advanced softwares such as audio to text, or video to text, data extraction and content analysis, checkout the open source Pebble project for more details. https://github.com/osint-liar/pebble.\n\nOSINT LIAR is a Chrome based extension for capturing the web. \n\nOSINT LIAR is an online collection tool for creating a localized version of the Internet. A flexible architecture allows for end users to customize the output of the capture or forward its contents on to enrich the data even more so.\n\nOSINT LIAR helps make your online work easier by being your own personal private or sharable Internet Search Engine.\n\nOSINT LIAR is great for:\n * Market Researchers\n * Cyber Security Experts\n * Journalists\n * Research Data Analysts\n\nWhat makes OSINT LIAR Awesome?\n\nOSINT LIAR is a browser extension that integrates seamlessly into your work flow. When ever there is content you want to capture, just right click and select the, “Capture” option. The captured content is persisted on “your” machine, thus always keeping what you value close and safe. The data does not leave your computer.\n\nAfter the content is captured, algorithms that extract text content go to work making your data searchable. This search functionality works on web pages, text documents and PDFs. OSINT LIAR stores the content in its raw form so it support any type of format. These types of media can be readily stored in OSINT LIAR:\n\n* Web Pages\n* Text Files\n* Audio Files\n* Video Files\n* Image Files\n* Downloaded Files\n\nHow can you search OSINT LIAR?\nOSINT LIAR provides a multifaceted filter and search functionality. With OSINT LIAR you can filter on:\n\n* Case Names\n* Tags\n* Selectors\n* Domains\n* Content Type\n* Free Text Search\n\nHow can OSINT LIAR be extended?\nOSINT LIAR supports customizing menu options for extending functionality. See https://osintliar.com for details."
  }
}