{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MoonMetrics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture and analyze financial charts using AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MoonMetrics Chart Reader is your AI-powered companion for quick and insightful cryptocurrency chart analysis. Whether you're a seasoned trader or just starting out, this extension brings professional-level chart interpretation right to your browser.\nKey Features:\n\n🚀 One-Click Analysis: Capture and analyze any crypto chart on supported websites with a single click.\n🧠 AI-Powered Insights: Leverage advanced AI to get detailed breakdowns of price trends, patterns, and potential market movements.\n💬 Interactive Q&A: Ask follow-up questions about the analyzed chart and receive AI-generated responses for deeper understanding.\n📊 Multi-Timeframe Support: Get insights on various timeframes, from 1-minute to daily charts, all in one place.\n🔒 Secure and Private: Your API key is encrypted and stored locally for maximum security.\n📱 Cross-Platform Sync: Seamlessly use MoonMetrics across all your Chrome browsers with account synchronization.\n🎨 User-Friendly Interface: Enjoy a clean, intuitive design that makes chart analysis accessible to all.\n\nHow It Works:\n\nNavigate to your favorite crypto chart website (e.g., TradingView, DexScreener).\nClick the MoonMetrics icon to capture and analyze the current chart.\nReview the AI-generated analysis covering key points like trend direction, support/resistance levels, and potential trade setups.\nAsk follow-up questions for more specific insights.\n\nPerfect For:\n\nDay traders seeking quick market overviews\nLong-term investors wanting to understand market trends\nCrypto enthusiasts looking to deepen their technical analysis skills\nAnyone interested in getting AI-assisted insights into cryptocurrency markets\n\nUpgrade your crypto trading game with MoonMetrics Chart Reader. Get instant, AI-powered analysis at your fingertips and make more informed trading decisions today!\nNote: This extension requires an OpenAI API key for full functionality. API usage may incur charges based on your OpenAI plan."
  }
}