{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PictShare selfhostable content platform"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds context menues for uploads to PictShare.net"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "## New in 2.0\n- Support for new version 2 API\n- Added clickable icon to chrome where you can see last uploads and delete images later\n- Added upload of current sites HTML code\n- Added upload of selected text\n\n## New in 1.7.*\n- If an image can't be uploaded via URL it tries to upload via base64\n- If the clicked image is a pictshare image, it will show a menu to the pictshare stats page (statistics of this image)\n- Pictshare stats context menu is now also displayed for (text) links to picthare images\n\n## New in 1.6.2\n- Extended permissions removed (found a more elegant solution to receive images)\n\n## New in 1.6:\n- All images (but not .gif) are now uploaded via base64\n- Images with no file extension are now handled as .png\n\n## New in 1.5:\n- Added ability to create screenshots\n- JPG images are now transferred via base64. That means you can upload pictures and screenshots from your private intranet or local machine\n\nThe PictShare image uploader allows you to upload any picture or you see on the web to PictShare using an encrypted connection over https.\n\nPictShare protects your privacy by removing all GPS location info, camera model and other EXIF data from pictures and provide you with a https link to share the picture.\n\nPictShare and this Chrome extension are now forcing SSL! All your pictures and views of your images are encrypted\n\nYou also get a statistics page where you can see how many people from which countries have seen the image.\n\nYou can review the source code of this extension via github: https://github.com/chrisiaut/PictShare-Chrome-extension"
  }
}