{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DarkGalaxy Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set of improvements for DarkGalaxy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A suite of modules that enhance your DarkGalaxy browsing experience. \n\nDarkGalaxy Plus is a community-driven unofficial browser extension for DarkGalaxy. \n\nNOTE: DarkGalaxy Plus is developed independently, and is not officially endorsed by or affiliated with DarkGalaxy.\n\nDarkGalaxy plus includes various fixes for DarkGalaxy beta released in May 2020. It fixes/augments the interface by achieving the following modifications:\n* Colorizes friendly alliances player names and alliance tags (NAP, CAP and WAR coloring)\n* Player name tags are now having onclick event which will open the /mail/ system with predefined recipient\n* Ingame mail system now supports TO variable which if set would set the recipient\n* Cancelling the top building/ship/soldier which is being built at the moment now requires confirmation\n* Implements planet, fleet and system navigation with ARROW KEYS (left and right) in building overview\n* Capability to send a screenshot to a Discord channel via user defined webhook (or copies it in the clipboard if such is not configured)\n* Sorting of planets by name or by population (both planet listing and fleet navigation drop down)\n* Sorting of fleets by name in fleet listing\n* Sorting comms in the radar section based on turns\n* Smart inputs on coordinates in fleet orders and scanning (using dot and backspace now navigates between the coordinates)\n* Added confirmation on kicking members\n* Added confirmation on invasion planets\n* Selecting scan type in comms can be done by clicking anywhere on the row\n* Minor bug fixes in DarkGalaxy front-end\n* Labels for Repeat and All resources are now activating the checkbox\n* Capability to select planet for fleet queuing from the Navigation\n* General planet income statistics\n* Logistics calculator per planet\n* Improved resources transfer with fleet orders\n* Capability to select planet for scanning from the Navigation\n* Indication of speed modifiers on planet list (ST/HB/JG)\n* Indication for currently landed ships\n* Ease of transfer resources and ships by clicking the specific resource/ship\n* Capability to export the planet list with various details to a CSV file for download"
  }
}