{
  "name": {
    "ar,bg,de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,hi,it,lt,ms,nl,pt_BR,pt_PT,ru,sk,sl,sr,ta,te,tr,uk,vi,zh_CN,zh_TW": "Stickman Ball Hook Game",
    "am,cs,da,hu,ja,lv,sv": "Stickman Ball Hook Online Game",
    "bn,el,he,hr,id,ko,mr,pl,sw": "Stickman Ball Hook Online",
    "ca,fi,gu,kn,ml,no,ro,th": "Stickman Ball Hook Unblocked Game"
  },
  "short": {
    "ar": "عليك الوصول إلى خط النهاية عن طريق القفز من خطاف إلى خطاف آخر في الوقت المناسب مع stickman.",
    "am": "ከአንደኛው መንጠቆ ወደ ሌላኛው መንጠቆ በትክክለኛው ጊዜ ከእንጨቱ ጋር በመዝለቅ ወደ መጨረሻው መስመር መድረስ አለብህ።",
    "bg": "Трябва да достигнете финалната линия, като скочите от една кука към другата кука в точното време със стик.",
    "bn": "স্টিকম্যানের সঙ্গে সঠিক সময়ে এক হুক থেকে অন্য হুকে লাফ দিয়ে ফিনিশিং লাইনে পৌঁছতে হবে।",
    "ca": "Cal arribar a la línia de meta saltant d'un ganxo a l'altre ganxo en el moment adequat amb el stickman.",
    "cs": "Musíte dosáhnout cílové čáry skokem z jednoho háčku na druhý hák ve správný čas s stickmanem.",
    "da": "Du skal nå målstregen ved at hoppe fra den ene krog til den anden krog på det rigtige tidspunkt med stickman.",
    "de": "Sie müssen die Ziellinie erreichen, indem Sie mit dem Strichmännchen zur richtigen Zeit von einem Haken zum anderen springen.",
    "el": "Πρέπει να φτάσετε στη γραμμή τερματισμού πηδώντας από το ένα άγκιστρο στο άλλο άγκιστρο την κατάλληλη στιγμή με το stickman.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to reach the finish line by jumping from one hook to the other hook at the right time with the stickman.",
    "es": "Hay que llegar a la meta saltando de un gancho a otro en el momento adecuado con el stickman.",
    "et": "Finišisse tuleb jõuda, hüpates kepimehega õigel ajal ühelt konksult teisele konksule.",
    "fa": "شما باید برای رسیدن به خط پایان با پریدن از یک قلاب به قلاب دیگر در زمان مناسب با stickman.",
    "fi": "Maaliin on päästävä hyppäämällä koukusta toiseen koukkuun oikeaan aikaan tikkumiehen kanssa.",
    "fil": "Mayroon kang upang maabot ang tapusin ang linya sa pamamagitan ng paglukso mula sa isa hook sa iba p",
    "fr": "Vous devez atteindre la ligne d’arrivée en sautant d’un crochet à l’autre au bon moment avec le stickman.",
    "gu": "તમારે સ્ટીકમેન સાથે યોગ્ય સમયે એક હૂકથી બીજા હૂક પર કૂદીને અંતિમ રેખા સુધી પહોંચવું પડશે.",
    "he": "אתה צריך להגיע לקו הסיום על ידי קפיצה מוו אחד לוו השני בזמן הנכון עם הסטיקמן.",
    "hi": "आपको स्टिकमैन के साथ सही समय पर एक हुक से दूसरे हुक में कूदकर फिनिश लाइन तक पहुंचना होगा।",
    "hr": "Morate doći do cilja skakanjem s jedne kuke na drugu kuku u pravo vrijeme s stickmanom.",
    "hu": "Úgy kell elérned a célvonalat, hogy a botossal a megfelelő időben átugorsz az egyik horogról a másikra.",
    "id": "Anda harus mencapai garis finis dengan melompat dari satu kait ke kait lainnya pada waktu yang tepat dengan stickman.",
    "it": "Devi raggiungere il traguardo saltando da un gancio all'altro al momento giusto con lo stickman.",
    "ja": "あなたはバッターと適切なタイミングで1つのフックから別のフックにジャンプすることによってフィニッシュラインに到達する必要があります。",
    "kn": "ಸ್ಟಿಕ್ ಮ್ಯಾನ್ ನೊಂದಿಗೆ ಸರಿಯಾದ ಸಮಯದಲ್ಲಿ ಒಂದು ಹುಕ್ ನಿಂದ ಮತ್ತೊಂದು ಹುಕ್ ಗೆ ಜಿಗಿಯುವ ಮೂಲಕ ನೀವು ಫಿನಿಶ್ ಲೈನ್ ಅನ್ನು ತಲುಪಬೇಕು.",
    "ko": "스틱맨으로 적시에 한 훅에서 다른 후크로 점프하여 결승선에 도달해야합니다.",
    "lv": "Finiša līnija jāsasniedz, īstajā laikā ar nūjotāju lecot no viena āķa uz otru āķi.",
    "ml": "ഒരു ഹുക്കിൽ നിന്ന് മറ്റൊരു ഹുക്കിലേക്ക് ശരിയായ സമയത്ത് സ്റ്റിക്ക്മാൻ ഉപയോഗിച്ച് ചാടി നിങ്ങൾ ഫിനിഷ് ലൈനിൽ എത്തണം.",
    "mr": "स्टिकमनबरोबर योग्य वेळी एका हुकवरून दुसऱ्या हुकवर उडी मारून अंतिम रेषेपर्यंत पोहोचावे लागते.",
    "ms": "Anda perlu mencapai garisan penamat dengan melompat dari satu cangkuk ke cangkuk yang lain pada masa yang tepat dengan stickman.",
    "nl": "Je moet de finish bereiken door op het juiste moment met de stickman van de ene haak naar de andere haak te springen.",
    "no": "Du må nå mållinjen ved å hoppe fra den ene kroken til den andre kroken til rett tid med stickman.",
    "pl": "Musisz dotrzeć do mety, skacząc z jednego haka na drugi hak we właściwym czasie z stickmanem.",
    "ro": "Trebuie să ajungeți la linia de sosire sărind de la un cârlig la celălalt cârlig la momentul potrivit cu stickmanul.",
    "ru": "Вы должны добраться до финиша, перепрыгнув с одного крючка на другой крюк в нужное время стикменом.",
    "sk": "Do cieľa sa musíte dostať skokom z jedného háčika na druhý háčik v správnom čase s stickmanom.",
    "sl": "Do ciljne črte morate priti tako, da s palico skočite z enega kljuka na drugi kavelj ob pravem času.",
    "sv": "Du måste nå mållinjen genom att hoppa från en krok till en annan krok vid rätt tidpunkt med stickman.",
    "sw": "Lazima ufikie mstari wa kumaliza kwa kuruka kutoka ndoano moja hadi ndoano nyingine kwa wakati sahihi na stika.",
    "ta": "ஸ்டிக்மேனுடன் சரியான நேரத்தில் ஒரு கொக்கியிலிருந்து மற்றொரு கொக்கிக்கு குதிப்பதன் மூலம் நீங்கள் பூச்சுக் கோட்டை அடைய வேண்டும்.",
    "te": "స్టిక్ మ్యాన్ తో సరైన సమయంలో ఒక హుక్ నుంచి మరో హుక్ కు జంప్ చేయడం ద్వారా మీరు ఫినిష్ లైన్ ని చేరుకోవాలి.",
    "th": "คุณต้องไปถึงเส้นชัยโดยการกระโดดจากตะขอหนึ่งไปยังอีกตะขอในเวลาที่เหมาะสมกับ stickman",
    "tr": "Çöp adam ile doğru zamanda bir kancadan diğer kancaya atlayarak bitiş çizgisine ulaşmalısınız.",
    "uk": "Ви повинні дійти до фінішу, перестрибуючи з одного гачка на інший гачок в потрібний час з палочником."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for crazy fun with a stickman hero. Pass the challenging levels and experience the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nStickman Ball Hook Game Features\n✓ Little particle\n✓ 2D Environment\n✓ Basic control\n✓ 2D Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stickman Ball Hook Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}