{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multiple Tabs Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens multiple URLs or searches for several words using a configured search engine, each one in a new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Thanks for writing reviews, sending your feedback or posting questions/suggestions and bug reports!\n\nPREMIUM LICENSE NOTICE!!!\n------------------------------------------------\nAs you may know, developing, maintaining and enhancing this extension takes precious time. I do take it seriously and respond to every message sent to me through the extension support and review pages, meaning I care about the user experience. Also, I really enjoy making people's lives easier. \n\nThat being said, after several years (the extension exists since 2011) offering this extension for free, I decided it is time to charge a symbolic, ONE-TIME-ONLY, amount for it. It is not a subscription, nor a monthly or yearly paid amount. It is a \"pay once, use forever\" license, simple like that ;-) Fair enough, I believe.\n\nSo here is how it works. Users with a FREE license (default) get limited functionalities: the interval between each tab opening is set to a fixed value (1.5 seconds); the list of search engines cannot be edited and only the first one can be used; none of the options (in the Options page) can be changed; in the main extension popup, it is not possible to select any different search engine other than the first available and the number of words that can be searched for or websites that can be open are limited to only two (2), regardless of how many of them are typed/pasted. Users with a PREMIUM license have no restrictions at all.\nSimply put, users without a premium license can try the extension before paying the premium license.\n\nPAYMENT AND LICENSE VERIFICATION\n------------------------------------------------\nThe payment popup is developed by ExtensionPay (https://extensionpay.com), a service that handles the user login and verification on whether a user has already paid or not. The payment and credit card handling itself is then performed by Stripe (https://stripe.com), a serious, well known, global payment system. Neither this extension nor ExtensionPay store any credit card information.\n\nIn case you find any issues purchasing the license through the extension itself, we could arrange a payment via PayPal as a secondary option. In this case, please send me an email at \"multipletabssearch at gmail.com\", including your PayPal ID (email address) for payment verification and the email address you wish to use to activate your premium license.\n\n\nRELEASE NOTES \n------------------------------------------------\nv3.0.5 (2023-02-25)\n- Decreased minimum interval between tab openings from 300 to 1 ms.\n- Small fixes, typos.\n\nv3.0.4 (2022-11-11)\n- Small fixes, typos.\n- Replaced default prefix from \"http://\" to \"https://\".\n\nv3.0.0 (2022-09-14)\n- Migrated extension manifest from v2 to v3, according to recommendations, since v2 will be deprecated very soon.\n\nv2.0.2 (2022-08-22)\n- Removed requirement on the 'tabs' permission, since it is not really needed for the basic tab opening scenarios.\n\nv2.0.1 (2021-07-09)\n- Small bug fix\n\nv2.0.0 (2021-07-07)\n- It is now possible to select the search engine to be used, directly on the main extension page. The list of available search engines to be used can be edited in the Options page, with as many entries as you wish.\n- Removed banner from the main extension page.\n- The extension is now a paid product, with some free features available for you to try before purchasing a premium license.\n\nv1.7.0 (2019-11-11)\n- In the Options page, added possibility to specify a random interval range so that each tab opens between a minimum and maximum random time. This is to help avoid search engines asking for Captchas.\n\nv1.6.0 (2018-08-13)\n- An Options page has been added to the extension, where some parameters can be set by the user. Right-click the extension and choose Options.\n- The extension is no longer limited to searching using Google! \\o/ It is now possible to configure a search engine query in the Options page, so that any web site can be used in the search. E.g: Google, Bing, DuckDuckGo, Yahoo, Google Maps, Google Images, etc. Anything, really. Scroll down to see some examples.\n- A new 'Extra parameters' input field has been added, making it possible to do things like excluding websites other than the pre-configured ones, or adding parameters to URLs. When searching, the text typed in the extra parameters field will be included as search terms in the query. You can try things like common search terms or custom exclusion terms/websites (in the form of ' -term1 -website1 -website2'...).\nWhen opening, the text will be added to the end of the URLs. Useful if you want to pass query string params like ?p1=value1&p2=some other value.\n- It is now possible to specify a prefix to be added automatically to URLs that are not fully qualified (i.e. do not start with http:// or other valid scheme).\n- It is now also possible to configure the interval, in milliseconds, between each tab opening, so that the chosen search engine is not hit so hard, consequently avoiding to being asked for Captchas.\n- Removed domain extension configuration from the extension popup, since now the search engine query is completely configured in the Options page.\n\n\nDESCRIPTION  \n------------------------------------------------\nDo you know when you have a list of words to search for, or a list of URLs to open, and you think \"Holy crap, here we go again opening several tabs manually, one for each search / URL ...\"? This is so annoying and time consuming, isn't it?\n\nMultiple Tabs Search extension solves this issue for you by letting you type or paste several words/terms or URLs and then open them all automatically, each one in a separate tab. Give it a try!\n\nThis extension is specially helpful for those who search a lot for music (MP3, videos, etc), since it lets you remove some well known websites from the search result.\n\n\nTIPS / USAGE\n------------------------------------------------\n* TIPS FOR THE SEARCH ENGINE QUERY\n- When setting your custom search engine queries, make sure you include the keyword {{MTS_WORD}}, exactly as it is, in the right place where you want your search terms to appear in the query. That is a reserved, arbitrarily chosen, word to be replaced by the extension with the search terms you type. If you do not include that keyword, the extension will add the search term simply to the end of the query. \n\n- Examples of search engine queries:\n      Google: https://www.google.com/search?q={{MTS_WORD}}\n      Google Images: https://www.google.com/search?tbm=isch&q={{MTS_WORD}}\n      Google Maps: https://www.google.com/maps/search/{{MTS_WORD}}\n                              https://www.google.com/maps/place/{{MTS_WORD}}\n      Bing: https://www.bing.com/search?q={{MTS_WORD}}\n      DuckDuckGo: https://duckduckgo.com/?q={{MTS_WORD}}\n      Yahoo: https://search.yahoo.com/search?p={{MTS_WORD}}\n\n\nNOTICE\n------------------------------------------------\n- When typing / pasting URLs, keep in mind that only fully qualified URLs are open correctly. \nE.g.: instead of www.somewebsite.com, type http://www.somewebsite.com; It works with other URI schemes too, such as file:///, ftp://, and more. \nIn case some URLs are not fully qualified or you are just not sure, you can let the extension add a pre-configured prefix to the URLs that do not have one ;)\n\n- This extension stores, locally in your browser internal storage, all the values you type into the options and the options you select on the extension popup window and in the Options page, including the web sites you have chosen to remove from the search result, the extra parameters, and the search terms/URLs in case you disable the option \"Clear words after Search/Open\". If one wants to reset these options, there is a \"reset\" button in both places.\n\n- This extension does not keep any personal data neither sends any information you type to third party services. \n\n- A delay in milliseconds is used between each tab creation. This is for not hitting Google too hard and also to avoid browser to become unresponsive. The minimum interval is 1 ms and the maximum is 10000 ms (10 seconds)."
  }
}