{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TurboAnimator for Google Slides"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automates tedious animation tasks in Google Slides with one keypress"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TurboAnimator (https://turboanimator.com/) is a browser extension that lets you automate animation-related tasks in Google Slides with simple key combinations. You can quickly add and delete animations by pressing a few keys, and setup common animation presets. Please note that you cannot add entirely new types/custom/more animations (and no extension can do that) - this is simply for fast automation.\n\nWhy?\n\nUsing animations in Slides is sometimes tedious. There's no default way to change the default animation style and delay, and you need many clicks to add, delete, and modify animations. \n\nMy personal use-case: I always prefer a Fade In animation at 0.3 seconds delay, which previously requires 4 interactions per animation \n(Add Animation > Click on the animation type > Change to Fade In > Drag the timing slider exactly to 0.3 seconds).\nI created this extension to make my workflows much faster by just pressing \"Alt+A\" to add this animation. \n\nAs of this version you can:\n- Add your preferred animation (chosen through the Options menu) with a single keypress (Alt+A by default)\n- Delete the last animation in the list (Alt+Shift+D by default)\n- Delete the last animation for the selected element (Alt+Shift+R by default)\n- Use hotkeyed custom animations besides the default (e.g., Alt+Shift+1 by default for custom animation 1)\n- Animate by-paragraph if necessary\n- Choose which animation start condition should be applied (on-click, with previous, after previous)\n\nImportant Disclaimer(s):\nTurboAnimator cannot create new animation types or new slide transition types. It only automates the tedious existing manual process of applying animations. \n\nNote: this extension might have edge cases and bugs as my testing is mostly limited to Chrome running on Ubuntu. Also, due to it simulating keypresses / etc on the DOM directly, this extension can easily stop working if the Google Slides user interface changes. However, this is the only way that animations can be automated for now, and since I use this daily, I will likely update it ASAP if something breaks. \n\nChangelog:\nv0.7.5:\n- Added uninstall feedback\nv0.7.4:\n- Added guided tutorial link in the options page\nv0.7.3:\n- Made changing shortcuts easier on Chrome\nv0.7.0, v0.7.1, v0.7.2:\n- Changed naming and assets for clarity, added support links\nv0.6.3:\n- Fixed bug with timings at 1.0 seconds not applying correctly - not waiting long enough for slider animation time to stabilize caused timing to be incorrect, we now wait a minimum time for each animation to be added\n\n\n* Not affiliated to Google or the Slides team"
  }
}