{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropship N Paste"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically fills in buyers address at your supplier/dropship checkout."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DropShip N Paste V2 helps automate the tedious task of copying and pasting a buyers shipping address from your dropship orders to the supplier checkout. Currently supporting over 80 suppliers, 11 Order Management software and native support for many more.  \n\nIf you sell on Amazon, eBay or Shopify and dropship from Walmart, Kmart, Amazon, Aliexpress, Jet, Lowes, Target, Wayfair or any one of the other 80+ suppliers we support it is time to start letting DropShip N Paste fill in your buyer addresses instantly. \n\nHow much time does this tool actually save you? It takes the average dropshipper 40-60 seconds to enter a buyers address manually. Using our tool it takes between 2-6 seconds depending on how fast you can click one button. It automatically fills in the buyers complete address including phone number (which can be substituted for your own in Options)\n\nSo what are you waiting for? Start saving hundreds of dollars and hours of your time in your drop-shipping business. \n\nUPDATE Sep 2019 Version 2 IS HERE!: We have updated the extension and now use Stripe for payments. If you already have a subscription through Chrome Webstore Payments please cancel that here: https://pay.google.com/payments/u/0/home#subscriptionsAndServices\n\nThen after installing this update you will be given the option to start a NEW free trial. Just remember the trial is valid for 14 days for one email. If you enter a new email your trial will end. \n\nVersion 2 now supports copying addresses from Amazon Seller Central both on Order page and main orders list page as well as support for adding notes from main orders list page.\n\nIf you have any issues using our tool please contact us at our website dropshipnpaste.com\n\nIf you have your own custom website or order management software and would like to use Dropship N Paste shoot us a email and we will try and add support for you. Checkout all the suppliers we support at DropShipNPaste.com"
  }
}