{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Presentations2Go - Screen Cast Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screencast recorder"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Launch Presentations2Go Screencast recorder from your Chrome browser!\n\nWith just one click to launch from your Chrome Browser, you can create screencasts and videos with Presentations2Go. It’s fast, free and easy to use! Capture your screen, add a webcam and start recording.\n\nEasy Recording\nLaunch the screen recorder through your web browser and record your entire desktop, web browser and/or webcam to create high-quality videos. As a free user, you have an unlimited recording time per video. \n\nSave and Share\nIt’s easy to save and share your videos.\n-Save and manage your video files on your computer or host on Presentations2Go.\n-Publish and share directly to your favorite cloud service\n\nWhat you can do with Presentations2Go\n\nEducation: \nStudents can record video-assignments and tasks. Educators can use Presentations2Go for flipped and blended learning, create video tutorials and lessons, record lectures and more!\n\nBusiness:\nUse Presentations2Go for training videos, create how to's, presentations, demos, etc.\nPresentations2Go makes it easy for businesses to create videos, manage content and share with your team.  \n\nFor Everyone\nThe Presentations2Go screencast-recorder is a simple tool to record your screen and webcam. Great for vloggers, gamers, YouTube channel owners and many others.\n\nFeatures:\nDesktop, browser tab and webcam capture\nSide by Side capture of desktop and webcam\nAudio capture\nUnlimited recording time\nUnlimited number of videos\nCustomize your resolution\nNo watermark"
  }
}