{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sherlook Clipper - 스크린샷 캡처 및 시각적 보드 도구"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sherlook Clipper는 웹페이지에서 원하는 영역을 선택해 스크린샷을 찍고 보드에 저장하는 도구입니다. 연구, 브레인스토밍, 창작에 유용하며, 스크린샷 편집과 주석, 정리 기능도 지원합니다."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "주요 기능은 다음과 같습니다:\n\n- 드래그 및 스크린샷: 웹사이트 특정 영역을 선택하고, 이를 편집 가능한 카드로 저장.\n\n- 커스터마이징 가능한 보드: 정보를 효과적으로 분류하고 저장할 수 있도록 보드 생성, 관리 및 전환 가능.\n\n- 로컬 저장 및 클라우드 동기화 예정: 데이터를 로컬에 저장하여 개인정보를 보호할 수 있습니다. 향후 업데이트를 통해 클라우드 동기화 기능이 추가되어 여러 기기에서 데이터를 손쉽게 액세스할 수 있게 될 예정입니다.\n\n- 북마크 통합: 페이지 이미지, 제목 및 설명과 같은 메타데이터를 포함한 북마크 저장.\n\n- 인터랙티브 편집: 직관적인 도구를 사용하여 정보를 주석 추가, 연결 및 정리 가능.\n\n셜룩은 연구자, 학생, 그리고 정보를 모으고 정리하는 데 도움을 필요로 하는 전문가들에게 적합합니다. 프로젝트를 계획하거나 데이터를 분석하거나 아이디어를 정리할 때, 셜룩은 워크플로우를 간소화합니다.\n\nSherlook is an innovative Chrome extension designed to make information collection and management effortless. With Sherlook, you can take precise screenshots of any website section, save them to a dynamic board, and organize them visually. The app leverages advanced features, including:\n\n- Drag and Screenshot: Select specific areas of a website and save them as editable cards.\n\n- Customizable Boards: Create, manage, and switch between boards to categorize and store information efficiently.\n\n- Local Storage with Future Cloud Sync: Save data locally for enhanced privacy. A future update will introduce cloud sync, allowing data to be accessed across devices seamlessly.\n\n- Bookmark Integration: Save bookmarks with metadata like page images, titles, and descriptions.\n\n- Interactive Editing: Use intuitive tools to annotate and connect pieces of information for deeper insights.\n\nSherlook is ideal for researchers, students, and professionals who need to gather, organize, and visualize information effectively. Whether you’re planning a project, analyzing data, or just keeping track of ideas, Sherlook simplifies your workflow."
  }
}