{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TurboKOI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TurboKOI provides users with seamless and easy access to KOI content, streamlining their workflow."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TurboKOI: Elevate Your Meme Experience!\n\nTurboKOI is your go-to Chrome extension for instantly accessing and sharing the funniest KOI-themed memes, GIFs and visuals. Designed for speed and simplicity, TurboKOI makes it easier than ever to add humor and creativity to your conversations, posts, and messages.\n\nFEATURES:\n  •  INSTANT ACCESS TO KOI CONTENT: Browse a curated collection of hilarious memes, GIFs and visuals directly from your browser.\n  •  EFFORTLESS DRAG & DROP: Seamlessly drag your favorite memes or GIFs into chats, emails, or social media posts—no need for tedious copying and pasting!\n  •  FAVORITES AT YOUR FINGERPRINT: Save your top memes and GIFs in a dedicated tab for quick and easy access.\n  •  DOWNLOAD & SHARE: Download any meme or GIF with a single click, perfect for offline use or sharing with friends.\n  •  UNIVERSAL COMPATIBILITY: Fully integrates with platforms like Twitter, Facebook, Reddit, and more—if it supports images, TurboKOI works!\n  •  SIDE PANEL INTEGRATION: Easily open TurboKOI in your browser’s side panel for quick access without interrupting your workflow.\n\n\nHOW TO USE:\n1. OPEN TurboKOI: Click the extension icon in your browser to launch the TurboKOI interface.\n2. BROWSE CONTENT: Explore a vast collection of KOI memes and GIFs.\n3. DRAG & DROP: Drop your chosen content directly where you need it.\n4. SAVE FAVORITES: Mark your favorite items for easy access later.\n5. DOWNLOAD: Click the download button to save content directly to your device.\n\nWith TurboKOI, enhancing your memes and conversations is a breeze. Get ready to impress your friends and followers with quick, creative content at your fingertips!\n\nDownload TurboKOI now and start sharing the KOI fun today!"
  }
}