{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Backspace Plus to go Back"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Restores browser behavior of navigating to previous page when pressing the Backspace key.",
    "es": "Restaura el comportamiento del navegador de navegar a la página anterior cuando se pulsa la tecla de retroceso.",
    "fr": "Restaure l' le comportement de navigation du browser à la page précédente lorsque vous appuyez sur la touche Backspace.",
    "pl": "Odtwarza zachowania nawigacyjnym przeglądarki do poprzedniej strony, naciskając klawisz Backspace.",
    "ru": "Восстанавливает поведение навигации браузера к предыдущей странице при нажатии клавиши Backspace.",
    "tr": "Geri tuşa basarak Önceki sayfaya geri tarayıcısı gezinme davranışını geri yükler.",
    "uk": "Відновлює поведінку навігації браузера на попередню сторінку при натисканні клавіші Backspace."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Restores backspace functionality recently removed from Chrome (backspace key to go back).\n\nPressing the backspace key triggers back action unless an Input or Textarea is currently focused. It is possible to disable specific sites.",
    "es": "Restores backspace functionality recently removed from Chrome (backspace key to go back).\n\nPressing the backspace key triggers back action unless an Input or Textarea is currently focused.",
    "fr": "Restaure la fonctionnalité du de Chrome récemment supprimé (touche backspace pour revenir).\n\nEn appuyant sur la touche Accueil provoque l'effet inverse. Il est possible de désactiver des sites spécifiques. Il est possible de désactiver des sites spécifiques.",
    "pl": "Restores backspace functionality recently removed from Chrome (backspace key to go back).\n\nPressing the backspace key triggers back action unless an Input or Textarea is currently focused. Możliwe jest wyłączenie konkretnych witryn.",
    "ru": "Восстанавливает функциональность недавно удаленной из Chrome (клавишу возврата, чтобы вернуться).\n\nПри нажатии на клавишу возврата вызывает обратное действие. Есть возможность отключить на определенных сайтах.",
    "tr": "Restores backspace functionality recently removed from Chrome (backspace key to go back).\n\nPressing the backspace key triggers back action unless an Input or Textarea is currently focused. Belirli siteleri devre dışı bırakmak mümkündür.",
    "uk": "Відновлює функціональність недавно віддаленої з Chrome (клавішу повернення, щоб повернутися).\n\nПри натисканні на клавішу повернення викликає зворотну дію. Є можливість відключити на певних сайтах. Є можливість відключити на певних сайтах."
  }
}