{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reviews Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts reviews from the Apple and Google Play Stores."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reviews Extractor Lite\n\nVersion: 1.2\n\nDescription:\n\nReviews Extractor Lite is an easy-to-use Chrome extension designed to help you extract customer reviews from various online platforms effortlessly. Whether you're an analyst, marketer, developer, or business owner, this tool provides a streamlined way to collect and download reviews in CSV format, perfect for analyzing customer feedback, perform competition analysis and improving your products or services. The lite version includes essential features, with premium upgrades available for unlocking advanced functionalities.\n\nFeatures:\n\n- Extract Customer Reviews: Automatically detect and extract all customer reviews from supported platforms. Ideal for gathering valuable feedback for analysis, reporting, competition analysis or product development.\n- Download Reviews in CSV Format: Quickly download all extracted reviews in a neatly organized CSV file. Perfect for further analysis using spreadsheet tools like Excel or Google Sheets.\n- Efficient Data Collection: Save time by automating the review collection process, especially useful for businesses looking to keep track of customer sentiments across multiple platforms.\n- Upgrade to Premium: Upgrade to the premium version of the web app and unlock additional features, such as extracting reviews from multiple platforms, advanced filtering & visualization options, sharing capabilities, history of extractions, AI assistant to quickly extract knowledge and info from the extracted data.\n\nHow to Use:\n\nInstall the Extension: Add Reviews Extractor Lite to your Chrome browser from the Chrome Web Store.\nOpen the Extension: Click on the Reviews Extractor icon in the Chrome toolbar to open the extension popup.\nExtract Reviews: Click the \"Extract & Download Reviews\" button to start the extraction process. The extension will collect customer reviews from the current web page and download them to your computer as a CSV file.\nVisit the Web App: For enhanced functionality, including advanced review analysis tools, visit the Reviews Extractor web app and upgrade to unlock premium features.\n\nV1.2 Update:\n\nCode enhancements.\n\nV1.1 Update:\n\nInitial release with review extraction and CSV download functionality.\nLite version includes basic features with the option to upgrade for premium features.\n\nPermissions:\n\nActiveTab: Allows the extension to access the current tab to extract customer reviews.\nDownloads: Enables the extension to download extracted reviews as CSV files directly to your computer.\n\nPrivacy Policy:\n\nYour privacy is important to us. Reviews Extractor Lite does not collect or store any personal data. The extension only accesses and processes customer reviews on the current web page for extraction and download purposes.\n\nSupport:\n\nFor any questions, issues, or feedback, please contact us at support@reviews-extractor.site. We are always here to help and continuously improve our extension based on your suggestions."
  }
}