{
  "name": {
    "ar": "صفحة MSN الرئيسية ومحرك بحث Bing",
    "am,ca,cs,en,en_AU,en_GB,en_US,fa,fil,gu,hi,kn,ml,ms,ro,sk,sl,sr,sw,ta,uk,vi": "MSN Homepage, Bing Search & News",
    "bg": "Начална страница на MSN и търсачка Bing",
    "bn": "MSN মূলপৃষ্ঠা এবং Bing সন্ধান ইঞ্জিন",
    "da": "MSN-startside og Bing-søgemaskine",
    "de": "MSN-Startseite und Bing-Suchmaschine",
    "el": "H Αρχική σελίδα του MSN και η μηχανή αναζήτησης Bing",
    "es": "Página principal de MSN y motor de búsqueda Bing",
    "es_419": "Página de inicio MSN y motor de búsqueda Bing",
    "et": "MSN-i avaleht ja Bingi otsimootor",
    "fi": "MSN-aloitussivu ja Bing-hakukone",
    "fr": "Page d'accueil MSN et moteur de recherche Bing",
    "he": "דף הבית של MSN ומנוע החיפוש של Bing",
    "hr": "Početna stranica MSN i tražilica Bing",
    "hu": "MSN kezdőlap és Bing keresőmotor",
    "id": "Halaman Muka MSN dan Mesin Pencari Bing",
    "it": "MSN Homepage and Bing Search Engine",
    "ja": "MSNと Bing 検索",
    "ko": "MSN 홈페이지와 Bing 검색 엔진",
    "lt": "„MSN“ ir „Bing“ ieškos modulis",
    "lv": "MSN sākumlapa un Bing Search programma",
    "mr": "MSN मुखपृष्ठ आणि Bing शोध इंजिनठ",
    "nl": "MSN-startpagina en Bing-zoekprogramma",
    "no": "MSN-startsiden og søkemotoren Bing",
    "pl": "Strona główna MSN i wyszukiwarka Bing",
    "pt_BR": "Home Page do MSN e Mecanismo de Pesquisa do Bing",
    "pt_PT": "Home Page do MSN e Motor de Busca Bing",
    "ru": "Домашняя страница MSN и поиск Bing",
    "sv": "MSN-startsidan och Bing-sökmotorn",
    "te": "MSN హోమ్‌పేజీ మరియు Bing శోధన ఇంజిన్‌",
    "th": "โฮมเพจ MSN และโปรแกรมค้นหา Bing",
    "tr": "MSN Giriş Sayfası ve Bing Arama Motoru",
    "zh_CN": "MSN 主页和必应搜索引擎",
    "zh_TW": "MSN 首頁和 Bing 搜尋引擎"
  },
  "short": {
    "ar": "تعيين MSN كصفحة رئيسية لك وBing كمحرك بحث لك",
    "am,ca,cs,en,en_AU,en_GB,en_US,fa,fil,gu,hi,kn,ml,ms,ro,sk,sl,sr,sw,ta,uk,vi": "Set MSN Homepage, Bing Search Engine & stay up-to-date with the latest news",
    "bg": "Задайте MSN като своя начална страница, а Bing като своя търсачка",
    "bn": "MSN কে আপনার মূলপৃষ্ঠা হিসাবে এবং Bing কে আপনার সার্চ ইঞ্জিন হিসাবে সেট করুন",
    "da": "Angiv MSN som din startside og Bing som din søgemaskine",
    "de": "MSN als Startseite und Bing als Suchmaschine festlegen",
    "el": "Ορίστε το MSN ως αρχική σελίδα και το Bing ως μηχανή αναζήτησης",
    "es": "Establece MSN como página principal y haz de Bing tu motor de búsqueda",
    "es_419": "Establece MSN como tu página de inicio y Bing como tu motor de búsqueda",
    "et": "Määrake MSN oma avaleheks ja Bing oma otsimootoriks",
    "fi": "Määritä MSN aloitussivuksesi ja Bing hakukoneeksesi",
    "fr": "Définissez Page d'accueil MSN et moteur de recherche Bing comme votre page d'accueil et Bing comme votre moteur de recherche",
    "he": "הגדר את MSN בתור דף הבית שלך ואת Bing בתור מנוע החיפוש שלך",
    "hr": "Postavite MSN kao početnu stranicu i Bing kao svoju tražilicu",
    "hu": "A MSN beállítása kezdőlapként és a Bing beállítása keresőmotorként",
    "id": "Tetapkan MSN sebagai halaman muka dan Bing sebagai mesin pencarian Anda",
    "it": "Imposta MSN come homepage e Bing come motore di ricerca",
    "ja": "MSNをホームページに設定し、Bing を検索エンジンに設定できます",
    "ko": "MSN을 홈페이지로 설정하고 Bing을 검색 엔진으로 설정하세요",
    "lt": "Nustatykite „MSN“ kaip pagrindinį puslapį ir „Bing“ kaip ieškos modulį",
    "lv": "Iestatiet programmu MSN kā sākumlapu un Bing — kā meklētājprogrammu",
    "mr": "MSN आपले मुखपृष्ठ आणि Bing आपले शोध इंजिन म्हणून सेट करा",
    "nl": "MSN als je startpagina en Bing als je zoekprogramma instellen",
    "no": "Bruk MSN som startside, og Bing som søkemotor",
    "pl": "Ustaw MSN jako stronę główną a Bing jako wyszukiwarkę",
    "pt_BR": "Defina o MSN como sua home page e Bing como seu mecanismo de pesquisa",
    "pt_PT": "Definir o MSN como home page e o Bing como motor de busca",
    "ru": "Установить MSN в качестве домашней страницы и Bing в качестве поисковой системы",
    "sv": "Använd MSN som din startsida och Bing som din sökmotor",
    "te": "MSN ను మీ హోమ్‌పేజీగా మరియు Bing ను మీ సెర్చ్ ఇంజిన్‌గా సెట్ చేయండి",
    "th": "ตั้ง MSN เป็นโฮมเพจของคุณ และ Bing เป็นโปรแกรมค้นหาของคุณ",
    "tr": "MSN'i giriş sayfanız ve Bing'i arama motorunuz olarak ayarlayın",
    "zh_CN": "将 MSN 设置为主页，并将必应设置为搜索引擎",
    "zh_TW": "將 MSN 設定為首頁，並將 Bing 設定為搜尋引擎"
  },
  "long": {
    "ar": "قم بتعيين صفحتك الرئيسية إلى MSN.com للتحقق من آخر الأخبار والترفيه والرياضة كل يوم وتحويل محرك البحث لديك إلى Bing.",
    "am,ca,cs,en,en_AU,en_GB,en_US,fa,fil,gu,hi,kn,ml,ms,ro,sk,sl,sr,sw,ta,uk,vi": "Set your homepage to MSN.com to check out the latest news, entertainment and sports each day & turn your searching into doing with Bing and stay up-to-date with the latest news.",
    "bg": "Задайте своята начална страница на MSN.com, за да виждате последните новини, забавления и спорт всеки ден и да вършите неща, докато търсите с Bing.",
    "bn": "প্রতিদিনের আপনার সাম্প্রতিকতম সংবাদ, বিনোদন এবং খেলাধুলা চেক করার জন্য এবং আপনার সন্ধান MSN.com এর সাথে অনুসন্ধান করার জন্য মূলপৃষ্ঠা হিসাবে Bing কে সেট করুন।",
    "da": "Indstil din startside til MSN.com for at få de sidste nyheder, den nyeste underholdning og sport hver dag, og få søgeresultater, du kan bruge til noget, med Bing.",
    "de": "Legen Sie für Ihre Startseite MSN.com fest, um jeden Tag die neuesten Nachrichten, Unterhaltung und Sport zu erhalten, und verlagern Sie Ihre Suchanfragen auf Bing.",
    "el": "Ορίστε το MSN.com ως αρχική σελίδα σας για να ενημερώνεστε με τις πιο πρόσφατες ειδήσεις, άρθρα ψυχαγωγίας και αθλητισμού κάθε ημέρα και εμπλουτίστε την αναζήτησή σας με το Bing.",
    "es": "Haz de MSN.com tu página principal para consultar información sobres noticias de último momento, entretenimiento y deportes, y buscar con Bing.",
    "es_419": "Configura MSN.com como tu página principal para ver las más recientes noticias y contenido de entretenimiento y deportes todos los días y sácale provecho a tus búsquedas con Bing.",
    "et": "Määrake oma avaleheks MSN.com, et näha igapäevaselt värskeimaid uudiseid, meelelahutust ja sporti ning määrata otsingumootoriks Bing.",
    "fi": "Aseta aloitussivuksi MSN.com, seuraa joka päivä viimeisimpiä uutisia, viihdettä ja urheilua sekä muuta hakusi teoiksi Bingin avulla.",
    "fr": "Définissez votre page d’accueil sur MSN.com pour consulter les dernières actualités, les divertissements et sports les plus récents chaque jour, et paramétrez votre recherche pour la faire avec Bing.",
    "he": "הגדר את MSN.com כדף הבית שלך כדי לסקור את כותרות החדשות, בידור וספורט העדכניים ביותר בכל יום ולהפוך את החיפוש שלך לעשייה באמצעות Bing.",
    "hr": "Postavite svoju početnu stranicu na MSN.com kako biste svakodnevno dobivali najnovije vijesti te aktualnosti iz zabave i sporta i prijeđite na pretraživanje putem tražilice Bing.",
    "hu": "Állítsa be az MSN.com-ot kezdőlapként, hogy minden nap megtekinthesse a legfrissebb anyagokat a hírek, a szórakoztatás és a sport terén, valamint hogy a kereséseit cselekvéssé alakíthassa a Bing segítségével.",
    "id": "Atur beranda Anda ke MSN.com untuk melihat berita, hiburan, dan olahraga terkini setiap hari serta ubah pencarian Anda menjadi aktivitas dengan Bing.",
    "it": "Imposta la tua home page su MSN.com per leggere quotidianamente le ultime notizie di cronaca, sport e intrattenimento e mettere in pratica le tue ricerche con Bing.",
    "ja": "ホームページを MSN.com に設定して最新のニュースやエンタメ、スポーツの情報を毎日チェックし、Bing で検索を行います。",
    "ko": "홈페이지를 MSN.com으로 설정하여 매일 최신 뉴스, 엔터테인먼트 및 스포츠 정보를 확인하고 Bing으로 검색을 시작합니다.",
    "lt": "Nustatykite pagrindinį puslapį į MSN.com, kad kiekvieną dieną galėtumėte sužinoti naujausias naujienas, pramogas ir sportą ir ieškoti su „Bing“.",
    "lv": "Iestatiet MSN.com kā sākumlapu, lai katru dienu skatītu jaunākās ziņas, informāciju par izklaidi un sporta notikumiem, kā arī paveiktu vairāk ar Bing.",
    "mr": "दररोज नवीनतम बातम्या, करमणूक आणि क्रीडा तपासण्यासाठी आणि आपल्या शोधाला Bing सह काम करण्यात बदलण्यासाठी आपले मुखपृष्ठ MSN.com वर सेट करा.",
    "nl": "Stel je startpagina in op MSN.com en krijg elke dag het laatste nieuws en berichten over entertainment en sport, en stap van zoeken over op doen met Bing.",
    "no": "Angi startsiden til MSN.com for å se siste nytt, underholdning og sport hver dag, og gjør søk til handling med Bing.",
    "pl": "Ustaw witrynę MSN.com jako swoją stronę główną, aby każdego dnia przeglądać najnowsze wiadomości oraz informacje ze świata rozrywki i sportu, a także dodać wyszukiwanie do grupy czynności wykonywanych za pomocą usługi Bing.",
    "pt_BR": "Defina MSN.com como sua home page para conferir as notícias mais recentes, entretenimento e esportes diariamente e passe a fazer suas pesquisas no Bing.",
    "pt_PT": "Defina MSN.com como a sua home page para ver entretenimento, desportos e notícias mais recentes diariamente. Transforme a sua pesquisa em ação com o Bing.",
    "ru": "Назначьте MSN.com своей главной страницей, чтобы каждый день узнавать последние новости, получать информацию о событиях из области развлечений и спорта и пользоваться эффективным поиском Bing.",
    "sv": "Välj MSN.com som din hemsida för att kolla upp senaste nyheter, underhållning och sport varje dag och gör din sökning med Bing.",
    "te": "తాజా వార్తలు, వినోదం, క్రీడలను పరిశీలించడానికి మీ హోమ్ పేజీని MSN.com కు సెట్ చేసి, Bing తో శోధించడానికి ఆన్ చేయండి.",
    "th": "ตั้งค่าโฮมเพจของคุณให้เป็น MSN.com เพื่อดูข่าวสาร ข่าวบันเทิง และข่าวกีฬาล่าสุดในแต่ละวัน ตลอดจนเปลี่ยนไปใช้ Bing ในการค้นหา",
    "tr": "MSN.com'u giriş sayfanız olarak ayarlayıp her gün en son haberlere, eğlence ve spor etkinliklerine göz atın ve aramalarınızı Bing ile yapmaya başlayın.",
    "zh_CN": "将主页设置为 MSN.com，以每天观看最新新闻、娱乐和体育节目，并通过必应来执行搜索。",
    "zh_TW": "將您的首頁變更為 MSN.com，以查看每天最新的新聞、娛樂和運動賽事，並將您的搜尋變更為使用 Bing 進行搜尋。"
  }
}