{
  "name": {
    "ar": "محرر الصور في Google Chrome ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Photo Editor in Google Chrome™",
    "bg": "Фото редактор в Google Chrome ™",
    "ca": "Editor de fotografies a Google Chrome ™",
    "cs": "Editor fotografií v prohlížeči Google Chrome ™",
    "da,no": "Photo Editor i Google Chrome ™",
    "de": "Fotoeditor in Google Chrome ™",
    "el": "Πρόγραμμα επεξεργασίας φωτογραφιών στο Google Chrome ™",
    "es": "Editor de fotos en Google Chrome ™",
    "et": "Google Chrome&#39;i fotoredaktor",
    "fa": "ویرایشگر عکس در Google Chrome",
    "fi": "Photo Editor Google Chrome ™: ssa",
    "fil": "Photo Editor sa Google Chrome ™",
    "fr": "Éditeur de photos dans Google Chrome ™",
    "he": "עורך תמונות ב- Google Chrome ™",
    "hi": "Google Chrome ™ में फ़ोटो संपादक",
    "hr": "Uređivač fotografija u Google Chrome ™",
    "hu": "Fotószerkesztő a Google Chrome ™ alkalmazásban",
    "id": "Editor Foto di Google Chrome ™",
    "it": "Photo Editor in Google Chrome ™",
    "ja": "Google Chrome™の写真エディター",
    "ko": "Chrome ™의 사진 편집기",
    "lt": "Nuotraukų rengyklė „Google Chrome ™“",
    "lv": "Fotoattēlu redaktors pārlūkā Google Chrome ™",
    "ms": "Penyunting Foto di Google Chrome ™",
    "nl": "Foto-editor in Google Chrome ™",
    "pl": "Edytor zdjęć w Google Chrome ™",
    "ro": "Editor foto în Google Chrome ™",
    "ru": "Фоторедактор в Google Chrome ™",
    "sk": "Editor fotografií v prehliadači Google Chrome ™",
    "sl": "Urejevalnik fotografij v Google Chrome ™",
    "sr": "Уређивач фотографија у Гоогле Цхроме ™",
    "sv": "Fotoredigerare i Google Chrome ™",
    "th": "Photo Editor ใน Google Chrome ™",
    "tr": "Google Chrome ™ &#39;da Fotoğraf Düzenleyici",
    "uk": "Редактор фотографій у Google Chrome ™",
    "vi": "Trình chỉnh sửa ảnh trong Google Chrome ™"
  },
  "short": {
    "ar": "تحرير الصور وملفات الصور في كروم.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Edit Photos and Images files in Chrome.",
    "bg": "Редактирайте файлове със снимки и изображения в Chrome.",
    "ca": "Edita fitxers de fotografies i imatges a Chrome.",
    "cs": "Úpravy souborů Fotografie a Obrázky v Chromu.",
    "da": "Rediger fotos og billeder-filer i Chrome.",
    "de": "Bearbeiten Sie Fotos und Bilddateien in Chrome.",
    "el": "Επεξεργασία αρχείων φωτογραφιών και εικόνων στο Chrome.",
    "es": "Editar archivos de fotos e imágenes en Chrome.",
    "et": "Redigeerige Chrome&#39;is fotode ja piltide faile.",
    "fa": "پرونده های عکس و تصاویر را در Chrome ویرایش کنید.",
    "fi": "Muokkaa valokuva- ja kuvatiedostoja Chromessa.",
    "fil": "I-edit ang mga file ng Larawan at Larawan sa Chrome.",
    "fr": "Modifier des fichiers de photos et d&#39;images dans Chrome.",
    "he": "ערוך קבצי תמונות ותמונות ב- Chrome.",
    "hi": "Chrome में फ़ोटो और छवियां संपादित करें।",
    "hr": "Uređivanje datoteka fotografija i slika u Chromeu.",
    "hu": "Fotók és képek fájlok szerkesztése a Chrome-ban.",
    "id": "Edit file Foto dan Gambar di Chrome.",
    "it": "Modifica i file di foto e immagini in Chrome.",
    "ja": "Chromeで写真と画像ファイルを編集します。",
    "ko": "Chrome에서 사진 및 이미지 파일을 수정합니다.",
    "lt": "Redaguokite nuotraukų ir vaizdų failus „Chrome“.",
    "lv": "Rediģējiet fotoattēlu un attēlu failus pārlūkā Chrome.",
    "ms": "Edit fail Foto dan Imej di Chrome.",
    "nl": "Bewerk foto&#39;s en afbeeldingen in Chrome.",
    "no": "Rediger bilder og bilder-filer i Chrome.",
    "pl": "Edytuj pliki zdjęć i obrazów w Chrome.",
    "ro": "Editați fișierele Fotografii și Imagini în Chrome.",
    "ru": "Редактируйте фотографии и файлы изображений в Chrome.",
    "sk": "Upravte súbory fotografií a obrázkov v prehliadači Chrome.",
    "sl": "Urejanje datotek fotografij in slik v Chromu.",
    "sr": "Уређивање датотека за фотографије и слике у Цхроме-у.",
    "sv": "Redigera foton och bilder i Chrome.",
    "th": "แก้ไขไฟล์รูปภาพและรูปภาพใน Chrome",
    "tr": "Fotoğraflar ve Görüntüler dosyalarını Chrome&#39;da düzenleyin.",
    "uk": "Редагування файлів фотографій та зображень у Chrome.",
    "vi": "Chỉnh sửa tệp Ảnh và Ảnh trong Chrome."
  },
  "long": {
    "ar": "ابدأ بتحرير صورك واجعلها تبدو أفضل عند تنزيل هذا البرنامج وتثبيته.\n\nفيما يلي بعض الميزات السريعة لبرنامج تحرير الصور الخاص بنا.\n\n1) أضف زوايا دائرية إلى صورك\n\n2) تغيير سطوع صورك\n\n3) تغيير التباين\n\n4) إضافة فلاتر للصورة\n\n5) طمس الصورة إذا كنت تريد مظهر / نظرة أكثر تاريخية\n\n6) أضف نقوش صورة نصفية سوداء إذا كنت تريد لفت الانتباه إلى وسط الصورة\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد ليس من صنع Google بل من قبل فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى إضافة Chrome هذه. محرر الصور في Google Chrome ™ ليس مملوكًا لشركة Google Inc. وليس مرخصًا لها",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Begin editing your photos and make them look better when you download and install this software.\n\nHere are some quick features of our photo editor software.\n\n1) Add rounded corners to your photos\n\n2) Change the brightness of your photos\n\n3) Change the contrast\n\n4) Add Filters to the photo\n\n5) Blur the photo if you want a more historical feel/look\n\n6) Add a black vignette if you want to draw attention to the center of the photo\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Photo Editor in Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Започнете да редактирате снимките си и да ги направите да изглеждат по-добре, когато изтеглите и инсталирате този софтуер.\n\nЕто някои бързи функции на нашия софтуер за редактор на снимки.\n\n1) Добавете заоблени ъгли към снимките си\n\n2) Промяна на яркостта на вашите снимки\n\n3) Промяна на контраста\n\n4) Добавете филтри към снимката\n\n5) Размийте снимката, ако искате по-историческо усещане / вид\n\n6) Добавете черна винетка, ако искате да привлечете вниманието към центъра на снимката\n\nОтказ от отговорност: Моля, имайте предвид, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява или спонсорира това разширение за Chrome. Photo Editor в Google Chrome ™ не е собственост на, не е лицензиран от и не е дъщерно дружество на Google Inc.",
    "ca": "Comença a editar les fotos i fa que siguin millors quan descarregueu i instal·leu aquest programari.\n\nA continuació, es mostren algunes característiques ràpides del nostre programari d’editor de fotografies.\n\n1) Afegir les cantonades arrodonides a les fotos\n\n2) Canvia la brillantor de les teves fotos\n\n3) Canvia el contrast\n\n4) Afegiu filtres a la foto\n\n5) Difuminar la foto si voleu un aspecte / aspecte més històric\n\n6) Afegiu una vinyeta negra si voleu cridar l’atenció sobre el centre de la foto\n\nRenúncia de responsabilitat: tingueu en compte que aquesta extensió NO és de Google i està elaborada per un equip de desenvolupament independent. Tots els drets d’autor pertanyen als seus respectius propietaris.\nGoogle no aprova ni patrocina aquesta extensió Chrome. L’editor de fotos de Google Chrome ™ no és propietat de, no té llicència i no és filial de Google Inc.",
    "cs": "Při stahování a instalaci tohoto softwaru začněte upravovat své fotografie a vylepšujte jejich vzhled.\n\nZde je několik rychlých funkcí našeho softwaru pro úpravy fotografií.\n\n1) Přidejte do svých fotografií zaoblené rohy\n\n2) Změňte jas fotografií\n\n3) Změňte kontrast\n\n4) Přidejte k fotografii filtry\n\n5) Rozostřete fotografii, pokud chcete historičtější dojem / vzhled\n\n6) Pokud chcete upozornit na střed fotografie, přidejte černou viněta\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ Google vytvořeno a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří příslušným vlastníkům.\nGoogle toto rozšíření Chrome nepodporuje ani nesponzoruje. Photo Editor v Google Chrome ™ není ve vlastnictví, není licencován a není dceřinou společností Google Inc.",
    "da": "Begynd med at redigere dine fotos, og få dem til at se bedre ud, når du downloader og installerer denne software.\n\nHer er nogle hurtige funktioner i vores fotoredigeringssoftware.\n\n1) Føj afrundede hjørner til dine fotos\n\n2) Skift lysstyrken på dine fotos\n\n3) Skift kontrasten\n\n4) Føj filtre til billedet\n\n5) Slør billedet, hvis du ønsker et mere historisk præg / look\n\n6) Tilføj en sort vignet, hvis du vil henlede opmærksomheden på midten af billedet\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE oprettes af Google og er oprettet af et uafhængigt udviklingshold. Alle ophavsret tilhører deres respektive ejere.\nGoogle støtter eller sponsorerer ikke denne Chrome-udvidelse. Photo Editor i Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Beginnen Sie mit der Bearbeitung Ihrer Fotos und lassen Sie sie besser aussehen, wenn Sie diese Software herunterladen und installieren.\n\nHier sind einige schnelle Funktionen unserer Bildbearbeitungssoftware.\n\n1) Fügen Sie Ihren Fotos abgerundete Ecken hinzu\n\n2) Ändern Sie die Helligkeit Ihrer Fotos\n\n3) Ändern Sie den Kontrast\n\n4) Fügen Sie dem Foto Filter hinzu\n\n5) Verwischen Sie das Foto, wenn Sie ein historischeres Gefühl / Aussehen wünschen\n\n6) Fügen Sie eine schwarze Vignette hinzu, wenn Sie auf die Mitte des Fotos aufmerksam machen möchten\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Photo Editor in Google Chrome ™ ist kein Eigentum von Google Inc., wird nicht von Google Inc. lizenziert und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Ξεκινήστε την επεξεργασία των φωτογραφιών σας και κάντε τις να φαίνονται καλύτερες όταν κάνετε λήψη και εγκατάσταση αυτού του λογισμικού.\n\nΑκολουθούν μερικές γρήγορες δυνατότητες του λογισμικού επεξεργασίας φωτογραφιών.\n\n1) Προσθέστε στρογγυλεμένες γωνίες στις φωτογραφίες σας\n\n2) Αλλάξτε τη φωτεινότητα των φωτογραφιών σας\n\n3) Αλλάξτε την αντίθεση\n\n4) Προσθήκη φίλτρων στη φωτογραφία\n\n5) Θολώστε τη φωτογραφία εάν θέλετε μια πιο ιστορική αίσθηση / εμφάνιση\n\n6) Προσθέστε ένα μαύρο βινιέτα εάν θέλετε να τραβήξετε την προσοχή στο κέντρο της φωτογραφίας\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε υποστηρίζει αυτήν την επέκταση Chrome. Το Photo Editor στο Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Comience a editar sus fotos y haga que se vean mejor cuando descargue e instale este software.\n\nAquí hay algunas características rápidas de nuestro software editor de fotos.\n\n1) Agregue esquinas redondeadas a sus fotos\n\n2) Cambia el brillo de tus fotos\n\n3) Cambiar el contraste\n\n4) Agregar filtros a la foto\n\n5) Desenfoca la foto si quieres una sensación / aspecto más histórico\n\n6) Agregue una viñeta negra si desea llamar la atención sobre el centro de la foto.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Photo Editor en Google Chrome ™ no es propiedad de, no tiene licencia y no es una subsidiaria de Google Inc.",
    "et": "Alustage fotode redigeerimist ja muutke need selle tarkvara alla laadimisel ja installimisel paremaks.\n\nSiin on mõned meie fototöötlustarkvara kiired funktsioonid.\n\n1) Lisage oma fotodele ümardatud nurgad\n\n2) Muutke oma fotode heledust\n\n3) Muutke kontrasti\n\n4) Lisage fotole filtrid\n\n5) Hägustage foto, kui soovite ajaloolisemat pilti / välimust\n\n6) Lisage must vinjett, kui soovite juhtida tähelepanu foto keskele\n\nKohustustest loobumine: Pange tähele, et seda laiendit EI OLE teinud Google ja selle on teinud sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende vastavatele omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendit. Google Chrome'i fotoredaktor ei kuulu Google Inc.-le, sellel pole litsentsi ja ta pole Google Inc. tütarettevõte.",
    "fa": "ویرایش عکس های خود را شروع کرده و هنگام بارگیری و نصب این نرم افزار ، ظاهر بهتری پیدا کنید.\n\nدر اینجا ویژگی های سریع نرم افزار ویرایشگر عکس ارائه شده است.\n\n1) گوشه های گرد را به عکس های خود اضافه کنید\n\n2) روشنایی عکس های خود را تغییر دهید\n\n3) کنتراست را تغییر دهید\n\n4) فیلترها را به عکس اضافه کنید\n\n5) اگر می خواهید احساس / نگاه تاریخی تری داشته باشید ، عکس را محو کنید\n\n6) اگر می خواهید توجه خود را به مرکز عکس جلب کنید ، یک نقوش سیاه اضافه کنید\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ متعلق به صاحبان مربوطه می باشد.\nGoogle این برنامه افزودنی Chrome را تأیید یا پشتیبانی نمی کند. ویرایشگر Photo در Google Chrome ™ متعلق به آن نیست ، دارای مجوز نیست و یک شرکت تابعه Google Inc. نیست.",
    "fi": "Aloita valokuvien muokkaaminen ja tee ne näyttämään paremmalta, kun lataat ja asennat tämän ohjelmiston.\n\nTässä on joitain nopeita ominaisuuksia valokuvaeditoriohjelmistoltamme.\n\n1) Lisää pyöristetyt kulmat valokuviin\n\n2) Muuta valokuvien kirkkautta\n\n3) Muuta kontrastia\n\n4) Lisää suodattimet kuvaan\n\n5) Sumenna valokuva, jos haluat historiallisemman tunteen / ilmeen\n\n6) Lisää musta vinjetti, jos haluat kiinnittää huomiota kuvan keskelle\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™: n valokuvaeditori ei ole Google Inc: n omistama, se ei ole lisensoinut eikä ole tytäryhtiö.",
    "fil": "Simulan ang pag-edit ng iyong mga larawan at gawing mas mahusay ang hitsura kapag nag-download ka at mai-install ang software na ito.\n\nNarito ang ilang mga mabilis na tampok ng aming software editor ng larawan.\n\n1) Magdagdag ng mga bilugan na sulok sa iyong mga larawan\n\n2) Baguhin ang ningning ng iyong mga larawan\n\n3) Baguhin ang kaibahan\n\n4) Magdagdag ng mga Filter sa larawan\n\n5) Blur ang larawan kung nais mo ng isang mas pakiramdam / hitsura sa kasaysayan\n\n6) Magdagdag ng isang itim na vignette kung nais mong iguhit ang pansin sa gitna ng larawan\n\nDisclaimer: Mangyaring tandaan ang extension na ito ay HINDI ginawa ng Google at ginawa ng isang independiyenteng koponan ng pag-unlad. Ang lahat ng mga copyright ay kabilang sa kani-kanilang mga may-ari.\nHindi inendorso o sinusuportahan ng Google ang extension ng Chrome na ito. Ang Photo Editor sa Google Chrome ™ ay hindi pagmamay-ari, hindi lisensyado at hindi isang subsidiary ng Google Inc.",
    "fr": "Commencez à éditer vos photos et améliorez leur apparence lorsque vous téléchargez et installez ce logiciel.\n\nVoici quelques fonctionnalités rapides de notre logiciel de retouche photo.\n\n1) Ajoutez des coins arrondis à vos photos\n\n2) Modifiez la luminosité de vos photos\n\n3) Changer le contraste\n\n4) Ajouter des filtres à la photo\n\n5) Brouillez la photo si vous voulez une sensation / look plus historique\n\n6) Ajoutez une vignette noire si vous souhaitez attirer l'attention sur le centre de la photo\n\nAvertissement: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Photo Editor dans Google Chrome ™ n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "התחל לערוך את התמונות שלך וגרם להראות טוב יותר כשאתה מוריד ומתקין תוכנה זו.\n\nלהלן כמה תכונות מהירות של תוכנת עורך התמונות שלנו.\n\n1) הוסף לתמונות שלך פינות מעוגלות\n\n2) שנה את בהירות התמונות שלך\n\n3) שנה את הניגודיות\n\n4) הוסף מסננים לתמונה\n\n5) טשטשו את התמונה אם אתם רוצים תחושה / מראה היסטורי יותר\n\n6) הוסף כרזות שחורות אם ברצונך להפנות את תשומת הלב למרכז התצלום\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. עורך התמונות ב- Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "अपनी तस्वीरों को संपादित करना शुरू करें और जब आप इस सॉफ़्टवेयर को डाउनलोड और इंस्टॉल करें तो उन्हें बेहतर बनाएं।\n\nयहां हमारे फोटो एडिटर सॉफ़्टवेयर की कुछ त्वरित विशेषताएं दी गई हैं।\n\n1) अपनी तस्वीरों में गोल कोनों को जोड़ें\n\n2) अपनी तस्वीरों की चमक बदलें\n\n3) इसके विपरीत बदलें\n\n4) फोटो में फिल्टर जोड़ें\n\n5) यदि आप अधिक ऐतिहासिक अनुभव / रूप चाहते हैं तो फोटो को धुंधला करें\n\n6) यदि आप फोटो के केंद्र पर ध्यान आकर्षित करना चाहते हैं, तो एक काला विगनेट जोड़ें\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ में फ़ोटो संपादक के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Započnite uređivanje fotografija i učinite da one izgledaju bolje kad preuzmete i instalirate ovaj softver.\n\nEvo nekoliko brzih značajki našeg softvera za uređivanje fotografija.\n\n1) Na fotografije dodajte zaobljene uglove\n\n2) Promijenite svjetlinu svojih fotografija\n\n3) Promijenite kontrast\n\n4) Dodajte filtre fotografiji\n\n5) Zamaglite fotografiju ako želite više povijesnog osjećaja\n\n6) Dodajte crnu vinjetu ako želite privući pozornost na sredinu fotografije\n\nIzjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili sponzorira ovo proširenje Chromea. Photo Editor u programu Google Chrome ™ nije u njegovom vlasništvu, nije licenciran i nije podružnica tvrtke Google Inc.",
    "hu": "Kezdje el szerkeszteni a fényképeit, és javítsa azokat jobban, amikor letölti és telepíti ezt a szoftvert.\n\nItt található néhány fotószerkesztő szoftverünk gyors funkciója.\n\n1) Adjon hozzá lekerekített sarkokat a fényképekhez\n\n2) Változtassa meg a fényképek fényerejét\n\n3) Változtassa meg a kontrasztot\n\n4) Szűrők hozzáadása a fényképhez\n\n5) Homályosítsa el a fényképet, ha történelmibb megjelenést / megjelenést szeretne\n\n6) Adjon hozzá egy fekete matricát, ha felhívja a figyelmet a fénykép közepére\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést. A Google Chrome ™ fotószerkesztője nem a Google Inc. tulajdonát képezi, nem engedélyezi, és nem leányvállalata.",
    "id": "Mulailah mengedit foto Anda dan membuatnya terlihat lebih baik ketika Anda mengunduh dan menginstal perangkat lunak ini.\n\nBerikut adalah beberapa fitur cepat dari perangkat lunak editor foto kami.\n\n1) Tambahkan sudut bulat ke foto Anda\n\n2) Ubah kecerahan foto Anda\n\n3) Ubah kontras\n\n4) Tambahkan Filter ke foto\n\n5) Mengaburkan foto jika Anda menginginkan nuansa / tampilan yang lebih historis\n\n6) Tambahkan sketsa hitam jika Anda ingin menarik perhatian ke tengah foto\n\nPenafian: Harap dicatat bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembang independen. Semua hak cipta milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Editor Foto di Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Inizia a modificare le tue foto e rendile migliore quando scarichi e installi questo software.\n\nEcco alcune funzioni rapide del nostro software di editor di foto.\n\n1) Aggiungi angoli arrotondati alle tue foto\n\n2) Cambia la luminosità delle tue foto\n\n3) Cambia il contrasto\n\n4) Aggiungi filtri alla foto\n\n5) Sfocare la foto se si desidera un aspetto / aspetto più storico\n\n6) Aggiungi una vignetta nera se vuoi attirare l'attenzione sul centro della foto\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Photo Editor in Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una filiale di Google Inc.",
    "ja": "写真の編集を開始し、このソフトウェアをダウンロードしてインストールすると、写真の見栄えが良くなります。\n\nここに私たちの写真編集ソフトウェアのいくつかのクイック機能があります。\n\n1）写真に角を丸くする\n\n2）写真の明るさを変更する\n\n3）コントラストを変更する\n\n4）写真にフィルターを追加する\n\n5）より歴史的な感じ/外観が必要な場合は、写真をぼかします\n\n6）写真の中央に注目を集めたい場合は、黒いビネットを追加します\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。 すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Google Chrome™のフォトエディタは、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社でもありません。",
    "ko": "이 소프트웨어를 다운로드하여 설치할 때 사진 편집을 시작하고 더보기 좋게 만드십시오.\n\n사진 편집기 소프트웨어의 빠른 기능은 다음과 같습니다.\n\n1) 사진에 둥근 모서리를 추가하십시오\n\n2) 사진의 밝기를 변경\n\n3) 대비 변경\n\n4) 사진에 필터 추가\n\n5) 더 역사적인 느낌을 원한다면 사진을 흐리게 처리하십시오\n\n6) 사진 중앙에주의를 기울이려면 검은 비 ign 트를 추가하십시오.\n\n면책 조항 :이 확장 프로그램은 Google이 아니며 독립 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자의 재산입니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Chrome ™의 사진 편집기는 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Pradėkite redaguoti savo nuotraukas ir padarykite jas geresnes, atsisiųsdami ir įdiegdami šią programinę įrangą.\n\nČia yra keletas greitų nuotraukų redagavimo priemonės funkcijų.\n\n1) Pridėkite apvalius kampus prie savo nuotraukų\n\n2) Pakeiskite savo nuotraukų ryškumą\n\n3) Pakeiskite kontrastą\n\n4) Pridėkite filtrus prie nuotraukos\n\n5) Patamsinkite nuotrauką, jei norite istoriškesnio pojūčio / išvaizdos\n\n6) Jei norite atkreipti dėmesį į nuotraukos centrą, pridėkite juodą vinjetę\n\nAtsakomybės atsisakymas: atminkite, kad šio plėtinio NĖRA sukūrusi „Google“, o nepriklausomą kūrimo komandą. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. Nuotraukų rengyklė „Google Chrome ™“ nepriklauso, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Sāciet rediģēt savus fotoattēlus un padariet tos labākus, kad lejupielādējat un instalējat šo programmatūru.\n\nŠeit ir dažas mūsu fotoattēlu redaktora programmatūras īsās iespējas.\n\n1) Pievienojiet fotoattēliem noapaļotus stūrus\n\n2) Mainiet fotoattēlu spilgtumu\n\n3) Mainiet kontrastu\n\n4) Pievienojiet fotoattēlam filtrus\n\n5) Izpludiniet fotoattēlu, ja vēlaties vēsturiskāku izskatu\n\n6) Pievienojiet melnu vinjeti, ja vēlaties pievērst uzmanību fotoattēla centram\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to izstrādā neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un nesponsorē šo Chrome paplašinājumu. Fotoattēlu redaktors pārlūkā Google Chrome ™ nepieder, to nav licencējis un tas nav Google Inc. meitasuzņēmums.",
    "ms": "Mulailah mengedit foto anda dan membuatnya kelihatan lebih baik semasa anda memuat turun dan memasang perisian ini.\n\nBerikut adalah beberapa ciri pantas perisian penyunting foto kami.\n\n1) Tambahkan sudut bulat ke foto anda\n\n2) Ubah kecerahan foto anda\n\n3) Tukar kontras\n\n4) Tambahkan Penapis ke foto\n\n5) Kaburkan foto jika anda mahukan nuansa / penampilan yang lebih bersejarah\n\n6) Tambahkan sketsa hitam jika anda ingin menarik perhatian ke tengah foto\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Penyunting Foto di Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Begin met het bewerken van uw foto's en laat ze er beter uitzien wanneer u deze software downloadt en installeert.\n\nHier zijn enkele snelle functies van onze fotobewerkingssoftware.\n\n1) Voeg afgeronde hoeken toe aan uw foto's\n\n2) Wijzig de helderheid van uw foto's\n\n3) Wijzig het contrast\n\n4) Filters toevoegen aan de foto\n\n5) Vervaag de foto als u een meer historisch gevoel / uiterlijk wilt\n\n6) Voeg een zwart vignet toe als u de aandacht op het midden van de foto wilt vestigen\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten zijn eigendom van hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Photo Editor in Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Begynn å redigere bildene dine og få dem til å se bedre ut når du laster ned og installerer denne programvaren.\n\nHer er noen raske funksjoner i vår fotoredigeringsprogramvare.\n\n1) Legg avrundede hjørner til bildene dine\n\n2) Endre lysstyrken på bildene dine\n\n3) Endre kontrasten\n\n4) Legg filtre til bildet\n\n5) Uklare bildet hvis du vil ha et mer historisk preg / utseende\n\n6) Legg til en svart vignett hvis du vil gjøre oppmerksom på midten av bildet\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter eller sponser ikke denne Chrome-utvidelsen. Photo Editor i Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Rozpocznij edycję zdjęć i popraw ich wygląd podczas pobierania i instalowania tego oprogramowania.\n\nOto kilka szybkich funkcji naszego oprogramowania do edycji zdjęć.\n\n1) Dodaj zaokrąglone rogi do swoich zdjęć\n\n2) Zmień jasność swoich zdjęć\n\n3) Zmień kontrast\n\n4) Dodaj filtry do zdjęcia\n\n5) Rozmyj zdjęcie, jeśli chcesz uzyskać bardziej historyczny wygląd / wygląd\n\n6) Dodaj czarną winietę, jeśli chcesz zwrócić uwagę na środek zdjęcia\n\nOświadczenie: Uwaga: to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich właścicieli.\nGoogle nie promuje ani nie sponsoruje tego rozszerzenia Chrome. Photo Editor w Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Începeți să editați fotografiile și să le faceți să pară mai bune atunci când descărcați și instalați acest software.\n\nIată câteva caracteristici rapide ale software-ului nostru editor foto.\n\n1) Adăugați colțuri rotunjite fotografiilor\n\n2) Schimbați luminozitatea fotografiilor\n\n3) Schimbați contrastul\n\n4) Adăugați filtre la fotografie\n\n5) Neclară fotografia dacă doriți un aspect / aspect mai istoric\n\n6) Adăugați o vinie neagră dacă doriți să atrageți atenția asupra centrului fotografiei\n\nRenunțare la răspundere: Rețineți că această extensie NU este realizată de Google și este făcută de o echipă independentă de dezvoltare. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu acceptă sau nu sponsorizează această extensie Chrome. Editorul foto în Google Chrome ™ nu este deținut de, nu este licențiat și nu este o filială a Google Inc.",
    "ru": "Начните редактировать свои фотографии и сделайте их лучше, когда вы загрузите и установите это программное обеспечение.\n\nВот несколько быстрых функций нашего программного обеспечения для редактирования фотографий.\n\n1) Добавить закругленные углы к вашим фотографиям\n\n2) Измените яркость ваших фотографий\n\n3) Изменить контраст\n\n4) Добавить фильтры на фото\n\n5) Размытие фото, если вы хотите более исторический вид\n\n6) Добавьте черную виньетку, если хотите обратить внимание на центр фото\n\nОтказ от ответственности: обратите внимание, что это расширение не сделано Google и сделано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не поддерживает это расширение Chrome. Редактор фотографий в Google Chrome ™ не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk": "Pri sťahovaní a inštalácii tohto softvéru začnite upravovať svoje fotografie a vylepšite ich vzhľad.\n\nTu je niekoľko rýchlych funkcií nášho softvéru na úpravu fotografií.\n\n1) Pridajte k svojim fotografiám zaoblené rohy\n\n2) Zmeňte jas svojich fotografií\n\n3) Zmeňte kontrast\n\n4) Pridajte k fotografii filtre\n\n5) Rozostrite fotografiu, ak chcete viac historického dojmu / vzhľadu\n\n6) Ak chcete upozorniť na stred fotografie, pridajte čiernu vignetu\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vykonané spoločnosťou Google a je realizované nezávislým vývojovým tímom. Všetky autorské práva patria ich vlastníkom.\nSpoločnosť Google toto rozšírenie Chrome nepodporuje ani nesponzoruje. Photo Editor v Google Chrome ™ nie je vo vlastníctve, nie je licencovaný a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Začnite urejati fotografije in poskrbite, da bodo videti bolje, ko naložite in namestite to programsko opremo.\n\nTu je nekaj hitrih funkcij naše programske opreme za urejanje fotografij.\n\n1) Fotografije dodajte zaobljene vogale\n\n2) Spremenite svetlost fotografij\n\n3) Spremenite kontrast\n\n4) Na fotografijo dodajte filtre\n\n5) Fotografijo zameglite, če želite bolj zgodovinski občutek / videz\n\n6) Če želite opozoriti na sredino fotografije, dodajte črno vinjeto\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, izdelala pa jo je neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Photo Editor v Googlu Chrome ™ ni v lasti, ni licenciran in ni podružnica podjetja Google Inc.",
    "sr": "Започните уређивање фотографија и учините их лепшим када преузмете и инсталирате овај софтвер.\n\nЕво неких брзих функција нашег софтвера за уређивање фотографија.\n\n1) Додајте заобљеним угловима фотографијама\n\n2) Промените светлину ваших фотографија\n\n3) Промените контраст\n\n4) Додајте филтере фотографији\n\n5) Замутите фотографију ако желите историјски осећај / изглед\n\n6) Додајте црну вињету ако желите да скренете пажњу на средину фотографије\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НЕ доноси Гоогле, а урадио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава или спонзорише ово Цхроме проширење. Пхото Едитор у Гоогле Цхроме ™-у није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Börja redigera dina foton och få dem att se bättre ut när du laddar ner och installerar den här programvaran.\n\nHär är några snabba funktioner i vår fotoredigeringsprogramvara.\n\n1) Lägg till rundade hörn till dina foton\n\n2) Ändra ljusstyrkan på dina foton\n\n3) Ändra kontrasten\n\n4) Lägg till filter till fotot\n\n5) Oskarpa fotot om du vill ha en mer historisk känsla / utseende\n\n6) Lägg till en svart vinjett om du vill uppmärksamma fotot mitt\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE görs av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör deras respektive ägare.\nGoogle stöder eller sponsrar inte detta Chrome-tillägg. Photo Editor i Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "เริ่มแก้ไขรูปภาพของคุณและทำให้รูปภาพดูดีขึ้นเมื่อคุณดาวน์โหลดและติดตั้งซอฟต์แวร์นี้\n\nนี่คือคุณสมบัติย่อ ๆ ของซอฟต์แวร์แก้ไขภาพ\n\n1) เพิ่มมุมโค้งมนลงในรูปภาพของคุณ\n\n2) เปลี่ยนความสว่างของภาพถ่ายของคุณ\n\n3) เปลี่ยนความคมชัด\n\n4) เพิ่มฟิลเตอร์ในภาพ\n\n5) เบลอภาพถ่ายหากคุณต้องการความรู้สึกทางประวัติศาสตร์มากขึ้น / ดู\n\n6) เพิ่มบทความสั้นสีดำหากคุณต้องการดึงดูดความสนใจไปยังศูนย์กลางของภาพถ่าย\n\nคำเตือน: โปรดทราบว่าส่วนขยายนี้ไม่ได้ทำโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Photo Editor ใน Google Chrome ™ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตและไม่ได้เป็น บริษัท ในเครือของ Google Inc.",
    "tr": "Bu yazılımı indirip yüklediğinizde fotoğraflarınızı düzenlemeye başlayın ve daha iyi görünmelerini sağlayın.\n\nİşte fotoğraf editörü yazılımımızın bazı hızlı özellikleri.\n\n1) Fotoğraflarınıza yuvarlatılmış köşeler ekleyin\n\n2) Fotoğraflarınızın parlaklığını değiştirin\n\n3) Kontrastı değiştirin\n\n4) Fotoğrafa Filtreler Ekleyin\n\n5) Daha tarihsel bir his / görünüm istiyorsanız fotoğrafı bulanıklaştırın\n\n6) Fotoğrafın ortasına dikkat çekmek istiyorsanız siyah bir skeç ekleyin\n\nUyarı: Bu uzantının Google tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından oluşturulduğunu lütfen unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\nGoogle, bu Chrome uzantısını desteklemez veya sponsor etmez. Google Chrome ™ 'daki Fotoğraf Düzenleyici, Google Inc. şirketine ait değildir, lisanslanmamıştır ve Google Inc. kuruluşudur.",
    "uk": "Почніть редагувати фотографії та покращуйте їх вигляд під час завантаження та встановлення цього програмного забезпечення.\n\nОсь декілька швидких функцій нашого програмного забезпечення для редактора фотографій.\n\n1) Додайте закруглені кути до своїх фотографій\n\n2) Змініть яскравість ваших фотографій\n\n3) Зміна контрасту\n\n4) Додайте фільтри до фотографії\n\n5) Розмийте фотографію, якщо хочете отримати більш історичний вигляд\n\n6) Додайте чорну віньєтку, якщо хочете звернути увагу на центр фотографії\n\nВідмова: Зауважте, що це розширення НЕ зроблено Google, а його розробляє незалежна команда з розробки. Усі авторські права належать їх власникам.\nGoogle не схвалює та не спонсорує це розширення Chrome. Фоторедактор у Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Bắt đầu chỉnh sửa ảnh của bạn và làm cho chúng trông đẹp hơn khi bạn tải xuống và cài đặt phần mềm này.\n\nDưới đây là một số tính năng nhanh chóng của phần mềm chỉnh sửa ảnh của chúng tôi.\n\n1) Thêm góc tròn cho ảnh của bạn\n\n2) Thay đổi độ sáng của ảnh\n\n3) Thay đổi độ tương phản\n\n4) Thêm bộ lọc vào ảnh\n\n5) Làm mờ ảnh nếu bạn muốn có cảm giác / cái nhìn lịch sử hơn\n\n6) Thêm một họa tiết màu đen nếu bạn muốn thu hút sự chú ý vào trung tâm của bức ảnh\n\nTuyên bố miễn trừ trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG được tạo bởi Google và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng Chrome này. Trình chỉnh sửa ảnh trong Google Chrome ™ không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc."
  }
}