{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Repeatsy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Repeatsy is a chrome extension allowing Etsy sellers to automatically collect customers data"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✔️ CAN-SPAM ACT compliant\n\nBuilding an email list is crucial for the success of any online based business especially for entrepreneur relying on marketplace such as Etsy. With Repeatsy you can grab customer data such as transaction number, name, email, product, price, date and country with only one click. This will allow you to build highly targeted segmentation of your list to make very specific offer to your most valuable customers.\n\nOnce installed, just go to your orders page and click completed orders. And then choose whether you want to grab all emails or only american emails and then click Start. That's it! Once data collection is over you get a csv file that you can import on MailChimp or any other email service provider. Then you can market your list and turn your existing customers into repeat customers.\n\nHow to use Repeatsy:\n1) Once installed go on your dashboard and click \"Orders & Shipping\". Then click on \"Completed\". Once this page is loaded, refresh the page because you need to refresh the page before using Repeatsy.\n2) Click on the extension icon on the top right corner of the Chrome browser. (click the grey little puzzle icon if you don't see the Repeatsy extension icon) Then choose if you want to grab only american email or all emails. Finally click \"Start\" to collect data automatically.\n3) At the end, a csv file is downloaded automatically.\n\nNotes:\n*You can go on another tab while Repeatsy collects data but it will be slower. The best case scenario is simply click \"Start\" and let Repeatsy grab data automatically and not touching anything.\n*After clicking \"Start\", if the extension stop looping on the pages and seems to stay blocked, just click \"Reset\" or the little grey refresh icon on the top left corner of the Repeatsy popup. It will refresh the popup and the page as well (so you need to be on the Etsy tab when doing this and not on another tab)\n\nCustomer support:\nsofian.montagne@gmail.com\n\n\nDownload customer emails from Etsy\npulling email addresses from etsy\nhow to collect emails from etsy\netsy customer email list\netsy email list\netsy email downloader\nhow to download etsy customer emails\nexport etsy customer emails\netsy email extractor\ndownload etsy customer emails\nhow to get etsy customer emails\nhow to get customer emails from etsy\nhow to collect emails on etsy"
  }
}