{
  "name": {
    "ar": "لقطة شاشة كاملة الصفحة لجوجل كروم ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Full Page Screenshot for Google Chrome™",
    "bg": "Снимка на цяла страница за Google Chrome ™",
    "ca": "Captura de pantalla de pàgina completa de Google Chrome ™",
    "cs": "Celá stránka Screenshot pro Google Chrome ™",
    "da": "Skærmbillede af helside til Google Chrome ™",
    "de": "Ganzseitiger Screenshot für Google Chrome ™",
    "el": "Στιγμιότυπο οθόνης πλήρους σελίδας για το Google Chrome ™",
    "es": "Captura de pantalla de página completa para Google Chrome ™",
    "et": "Google Chrome&#39;i kogu lehe ekraanipilt",
    "fi": "Koko sivun näyttökuva Google Chrome ™: lle",
    "fil": "Screenshot ng Buong Pahina para sa Google Chrome ™",
    "fr": "Capture d&#39;écran pleine page pour Google Chrome ™",
    "he": "תמונת מסך של עמוד מלא עבור Google Chrome ™",
    "hi": "Google Chrome ™ के लिए पूर्ण पृष्ठ स्क्रीनशॉट",
    "hr": "Snimka zaslona cijele stranice za Google Chrome ™",
    "hu": "Teljes oldalas képernyőkép a Google Chrome ™ -hoz",
    "id": "Screenshot Halaman Penuh untuk Google Chrome ™",
    "it": "Screenshot della pagina intera per Google Chrome ™",
    "ja": "GoogleChrome™の全ページのスクリーンショット",
    "ko": "Google Chrome ™의 전체 페이지 스크린 샷",
    "lt": "„Google Chrome ™“ viso puslapio ekrano kopija",
    "lv": "Pilnas lapas ekrānuzņēmums pārlūkam Google Chrome ™",
    "ms": "Tangkapan Skrin Halaman Penuh untuk Google Chrome ™",
    "nl": "Schermafbeelding van volledige pagina voor Google Chrome ™",
    "no": "Skjermbilde for helside for Google Chrome ™",
    "pl": "Zrzut ekranu całej strony dla Google Chrome ™",
    "ro": "Captură de ecran cu pagină completă pentru Google Chrome ™",
    "ru": "Снимок экрана полной страницы для Google Chrome ™",
    "sk": "Celá stránka Screenshot pre Google Chrome ™",
    "sl": "Posnetek zaslona celotne strani za Google Chrome ™",
    "sr": "Снимак екрана целе странице за Гоогле Цхроме ™",
    "sv": "Helskärmdump för Google Chrome ™",
    "th": "ภาพหน้าจอแบบเต็มสำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Tam Sayfa Ekran Görüntüsü",
    "uk": "Повний знімок екрана для Google Chrome ™",
    "vi": "Ảnh chụp màn hình toàn trang cho Google Chrome ™",
    "zh_CN": "Google Chrome™的完整页面截图",
    "zh_TW": "Google Chrome™的完整頁面截圖"
  },
  "short": {
    "ar": "حر! التقط صفحات كاملة بسرعة بنقرة واحدة فقط.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free! Quickly capture full pages with just 1 click.",
    "bg": "Безплатно! Бързо заснемайте цели страници само с едно щракване.",
    "ca": "Gratuït Captureu ràpidament pàgines completes amb només 1 clic.",
    "cs": "Volný, uvolnit! Rychle zachyťte celé stránky pouhým 1 kliknutím.",
    "da": "Gratis! Fang hurtigt hele sider med kun 1 klik.",
    "de": "Kostenlos! Erfassen Sie schnell ganze Seiten mit nur einem Klick.",
    "el": "Ελεύθερος! Καταγράψτε γρήγορα ολόκληρες σελίδες με ένα μόνο κλικ",
    "es": "¡Gratis! Capture páginas completas rápidamente con un solo clic.",
    "et": "Tasuta! Jäädvustage täislehed kiiresti vaid ühe klõpsuga.",
    "fi": "Vapaa! Sieppaa kokonaiset sivut nopeasti yhdellä napsautuksella.",
    "fil": "Libre! Mabilis na makuha ang buong mga pahina sa 1 pag-click lamang.",
    "fr": "Libérer! Capturez rapidement des pages complètes en un seul clic.",
    "he": "חינם! צלם במהירות דפים מלאים בלחיצה אחת בלבד.",
    "hi": "नि: शुल्क! बस 1 क्लिक के साथ जल्दी से पूर्ण पृष्ठों पर कब्जा।",
    "hr": "Besplatno! Brzo snimite pune stranice sa samo jednim klikom.",
    "hu": "Ingyenes! Gyorsan rögzíthet teljes oldalakat egyetlen kattintással.",
    "id": "Gratis! Tangkap halaman penuh dengan cepat hanya dengan 1 klik.",
    "it": "Gratuito! Cattura rapidamente pagine intere con un solo clic.",
    "ja": "自由！ワンクリックで全ページをすばやくキャプチャします。",
    "ko": "비어 있는! 단 한 번의 클릭으로 전체 페이지를 빠르게 캡처합니다.",
    "lt": "Laisvas! Greitai užfiksuokite pilnus puslapius vos vienu paspaudimu.",
    "lv": "Bezmaksas! Ātri uzņemiet pilnas lapas tikai ar vienu klikšķi.",
    "ms": "Percuma! Tangkap halaman penuh dengan pantas hanya dengan 1 klik.",
    "nl": "Vrij! Leg snel volledige pagina&#39;s vast met slechts 1 klik.",
    "no": "Gratis! Fang raskt hele sider med bare ett klikk.",
    "pl": "Wolny! Szybkie przechwytywanie pełnych stron za pomocą jednego kliknięcia.",
    "ro": "Liber! Capturați rapid pagini complete cu doar 1 clic.",
    "ru": "Бесплатно! Быстро захватывайте полные страницы одним щелчком мыши.",
    "sk": "Zadarmo! Rýchlo zaznamenajte celé stránky jediným kliknutím.",
    "sl": "Prost! Hitro zajemite celotne strani z enim samim klikom.",
    "sr": "Бесплатно! Брзо снимите пуне странице са само једним кликом.",
    "sv": "Fri! Fånga snabbt hela sidor med bara ett klick.",
    "th": "ฟรี! จับภาพเต็มหน้าได้อย่างรวดเร็วด้วยการคลิกเพียงครั้งเดียว",
    "tr": "Bedava! Sadece 1 tıklama ile tüm sayfaları hızla yakalayın",
    "uk": "Безкоштовно! Швидко знімайте повні сторінки лише одним клацанням миші.",
    "vi": "Miễn phí! Nhanh chóng chụp các trang đầy đủ chỉ với 1 cú nhấp chuột.",
    "zh_CN": "自由！只需单击一下即可快速捕获整页。",
    "zh_TW": "自由！只需單擊一下即可快速捕獲整頁。"
  },
  "long": {
    "ar": "هل تريد التقاط لقطة شاشة لصفحة الويب بأكملها؟ screenshot\n\nقم بتثبيت برنامجنا اليوم ويمكنك التقاط لقطات شاشة كاملة للصفحة. lightshot\n\nيرجى ملاحظة أنه إذا كانت صفحة الويب طويلة جدًا ، فلا تحرك الماوس بعد النقر فوق الزر \"أخذ لقطة شاشة\" مثل زرنا\nسيحتاج البرنامج إلى التمرير لأسفل الصفحة والتقاط لقطات الشاشة ودمج لقطات الشاشة معًا في صورة لقطة شاشة نهائية واحدة.\n\nبرنامجنا سهل الاستخدام للغاية ، ما عليك سوى النقر فوق رمز الامتداد واختيار \"التقاط لقطة شاشة\" بعد أن تكون على ملف\nصفحة الويب التي ترغب في التقاط لقطة شاشة لها. screenshot on mac\n\nجرب استخدام برنامج لقطة شاشة مجاني 100٪ اليوم! لا يحفظ برنامجنا أي بيانات / يلتقط أي بيانات حول مستخدمينا. الأذونات الوحيدة المطلوبة هي\nالتنزيلات => مطلوبة للمستخدمين لحفظ لقطات الشاشة التي يأخذونها على أذونات الكمبيوتر والتخزين الخاصة بهم لحفظ إعدادات المستخدم لملحق البرنامج هذا.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى هذا الامتداد. لقطة شاشة كاملة الصفحة لـ Google Chrome ™ ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to take a screenshot of the entire web page? \n\nInstall our software today and you can take complete page screenshots. \n\nPlease note if the web page is very long, dont move the mouse after clicking on the \"take screenshot\" button as our software will need to scroll down the page and take the screenshots & combine the screenshots together into one final screenshot image.\n\nOur software is extremely easy to use, simply click on the extension icon and choose \"take screenshot\" after you are on the web page you wish to take a screenshot of. \n\nTry using this 100% free screenshot software today! Our software does NOT save any data/capture any data about our users. The only permissions required are Downloads => needed for users to save the screenshots they take onto their own computer and Storage permissions to save the user settings for this software extension.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this extension. Full Page Screenshot for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате ли да направите екранна снимка на цялата уеб страница? snipping tool\n\nИнсталирайте нашия софтуер днес и можете да направите пълни екранни снимки на страници. screenshot windows\n\nМоля, обърнете внимание, ако уеб страницата е много дълга, не движете мишката, след като щракнете върху бутона \"вземете екранна снимка\" като наш\nсофтуерът ще трябва да превърти страницата надолу и да направи екранните снимки и да комбинира екранните снимки заедно в едно крайно изображение на екранна снимка.\n\nНашият софтуер е изключително лесен за използване, просто кликнете върху иконата на разширението и изберете \"вземете екранна снимка\", след като сте в\nуеб страница, на която искате да направите екранна снимка. greenshot\n\nОпитайте да използвате този 100% безплатен софтуер за скрийншот още днес! Нашият софтуер НЕ запазва никакви данни / улавя никакви данни за нашите потребители. Единствените необходими разрешения са\nИзтегляния => необходими на потребителите, за да запазят екранните снимки, които правят, на собствения си компютър и разрешения за съхранение, за да запазят потребителските настройки за това разширение на софтуера.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение. Снимка на цяла страница за Google Chrome ™ не е собственост, не е лицензирана и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu fer una captura de pantalla de tota la pàgina web? print screen\n\nInstal·leu el nostre programari avui mateix i podreu fer captures de pantalla de pàgines completes. screenshot on pc\n\nTingueu en compte si la pàgina web és molt llarga, no moveu el ratolí després de fer clic al botó \"captura de pantalla\" com a nostre\nel programari haurà de desplaçar-se cap avall per la pàgina i fer les captures de pantalla i combinar-les juntes en una imatge de captura de pantalla final.\n\nEl nostre programari és extremadament senzill d'utilitzar, només cal que feu clic a la icona de l'extensió i trieu \"fer captura de pantalla\" després d'haver estat a\npàgina web de la qual voleu fer una captura de pantalla. screenshot windows 10\n\nProveu d’utilitzar aquest programari de captura de pantalla 100% gratuït avui mateix. El nostre programari NO desa cap dada / capta cap dada sobre els nostres usuaris. Els únics permisos necessaris són\nBaixades => necessàries perquè els usuaris desin les captures de pantalla que prenen al seu propi ordinador i permisos d'emmagatzematge per desar la configuració d'usuari d'aquesta extensió de programari.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió. La captura de pantalla de pàgina completa per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Chcete pořídit snímek obrazovky celé webové stránky? screenshot laptop\n\nNainstalujte si náš software ještě dnes a můžete pořizovat kompletní snímky obrazovky. samsung screenshot\n\nPokud je webová stránka velmi dlouhá, nepohybujte myší po kliknutí na tlačítko „pořídit snímek obrazovky“ jako naše\nsoftware bude muset posunout stránku dolů a pořídit snímky obrazovky a spojit snímky obrazovky dohromady do jednoho konečného obrázku obrazovky.\n\nNáš software je velmi snadno použitelný, stačí kliknout na ikonu rozšíření a zvolit \"pořídit snímek obrazovky\", až budete na internetu\nwebovou stránku, ze které chcete pořídit snímek obrazovky. greenshot download\n\nZkuste použít tento 100% bezplatný software pro screenshoty ještě dnes! Náš software neukládá žádná data / nezachytává žádná data o našich uživatelích. Jediná požadovaná oprávnění jsou\nKe stažení => je potřeba, aby si uživatelé mohli uložit snímky obrazovky, které pořídili na svůj vlastní počítač, a oprávnění úložiště k uložení uživatelského nastavení pro tuto softwarovou příponu.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření nepodporuje ani nesponzoruje. Screenshot pro celou stránku pro Google Chrome ™ nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Vil du tage et screenshot af hele websiden? screenshot on iphone 11\n\nInstaller vores software i dag, og du kan tage komplette sideskærmbilleder. snipping tool windows 10\n\nBemærk, at hvis websiden er meget lang, skal du ikke flytte musen, når du har klikket på knappen \"tag skærmbillede\" som vores\nsoftware bliver nødt til at rulle ned på siden og tage skærmbillederne og kombinere skærmbillederne sammen til et sidste skærmbillede.\n\nVores software er ekstremt let at bruge, skal du blot klikke på udvidelsesikonet og vælge \"tage skærmbillede\", når du er på\nwebside, du ønsker at tage et screenshot af. instagram screenshot\n\nPrøv at bruge denne 100% gratis screenshot-software i dag! Vores software gemmer IKKE data / indfanger data om vores brugere. De eneste nødvendige tilladelser er\nDownloads => nødvendigt for brugere at gemme skærmbillederne, de tager på deres egen computer, og lagringstilladelser for at gemme brugerindstillingerne til denne softwareudvidelse.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne udvidelse. Helskærmbillede af Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie einen Screenshot der gesamten Webseite machen? screen capture software\n\nInstallieren Sie unsere Software noch heute und Sie können vollständige Seiten-Screenshots erstellen. nimbus screenshot\n\nBitte beachten Sie, wenn die Webseite sehr lang ist, bewegen Sie die Maus nicht, nachdem Sie auf die Schaltfläche \"Screenshot machen\" geklickt haben\nDie Software muss die Seite nach unten scrollen, die Screenshots aufnehmen und die Screenshots zu einem endgültigen Screenshot zusammenfassen.\n\nUnsere Software ist extrem einfach zu bedienen. Klicken Sie einfach auf das Erweiterungssymbol und wählen Sie \"Screenshot machen\", nachdem Sie sich auf der Website befinden\nWebseite, von der Sie einen Screenshot machen möchten. screenshot apple\n\nProbieren Sie diese 100% kostenlose Screenshot-Software noch heute aus! Unsere Software speichert KEINE Daten / erfasst KEINE Daten über unsere Benutzer. Die einzigen erforderlichen Berechtigungen sind\nDownloads => erforderlich, damit Benutzer die Screenshots, die sie aufnehmen, auf ihrem eigenen Computer speichern können, und Speicherberechtigungen, um die Benutzereinstellungen für diese Softwareerweiterung zu speichern.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Erweiterung nicht. Der ganzseitige Screenshot für Google Chrome ™ ist nicht Eigentum von Google Inc., wird nicht von Google Inc. lizenziert und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε να τραβήξετε ένα στιγμιότυπο οθόνης ολόκληρης της ιστοσελίδας; lightshot chrome\n\nΕγκαταστήστε το λογισμικό μας σήμερα και μπορείτε να λάβετε πλήρη στιγμιότυπα οθόνης σελίδων. android 11 screenshot\n\nΛάβετε υπόψη ότι εάν η ιστοσελίδα είναι πολύ μεγάλη, μην μετακινήσετε το ποντίκι αφού κάνετε κλικ στο κουμπί \"λήψη στιγμιότυπου οθόνης\" ως δική μας\nΤο λογισμικό θα πρέπει να μετακινηθεί προς τα κάτω στη σελίδα και να τραβήξει τα στιγμιότυπα οθόνης και να συνδυάσει τα στιγμιότυπα οθόνης σε μια τελική εικόνα στιγμιότυπου οθόνης.\n\nΤο λογισμικό μας είναι εξαιρετικά εύκολο στη χρήση, απλώς κάντε κλικ στο εικονίδιο επέκτασης και επιλέξτε \"λήψη στιγμιότυπου οθόνης\" αφού είστε στο\nιστοσελίδα για την οποία θέλετε να τραβήξετε ένα στιγμιότυπο οθόνης. print screen pc\n\nΔοκιμάστε να χρησιμοποιήσετε αυτό το 100% δωρεάν λογισμικό οθόνης σήμερα! Το λογισμικό μας ΔΕΝ αποθηκεύει δεδομένα / συλλαμβάνει δεδομένα σχετικά με τους χρήστες μας. Τα μόνα δικαιώματα που απαιτούνται είναι\nΛήψεις => απαιτούνται για τους χρήστες να αποθηκεύουν τα στιγμιότυπα οθόνης που λαμβάνουν στον δικό τους υπολογιστή και δικαιώματα αποθήκευσης για να αποθηκεύουν τις ρυθμίσεις χρήστη για αυτήν την επέκταση λογισμικού.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση. Το πλήρες στιγμιότυπο οθόνης για το Google Chrome ™ δεν ανήκει σε, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Quiere tomar una captura de pantalla de toda la página web? samsung s20 screenshot\n\nInstale nuestro software hoy y podrá tomar capturas de pantalla completas de la página. netflix screenshot\n\nTenga en cuenta que si la página web es muy larga, no mueva el mouse después de hacer clic en el botón \"tomar captura de pantalla\" como nuestro\nEl software deberá desplazarse hacia abajo en la página y tomar las capturas de pantalla y combinar las capturas de pantalla en una imagen de captura de pantalla final.\n\nNuestro software es extremadamente fácil de usar, simplemente haga clic en el ícono de la extensión y elija \"tomar captura de pantalla\" después de que esté en el\npágina web de la que desea tomar una captura de pantalla. oppo screenshot\n\n¡Intente usar este software de captura de pantalla 100% gratuito hoy! Nuestro software NO guarda ningún dato ni captura ningún dato sobre nuestros usuarios. Los únicos permisos requeridos son\nDescargas => necesarias para que los usuarios guarden las capturas de pantalla que toman en su propia computadora y permisos de almacenamiento para guardar la configuración del usuario para esta extensión de software.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. La captura de pantalla de página completa para Google Chrome ™ no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas soovite teha kogu veebisaidi ekraanipildi? screen capture windows 10\n\nInstallige meie tarkvara juba täna ja saate teha täielikke lehepilte. screenshot instagram story\n\nPange tähele, kui veebileht on väga pikk, ärge liigutage hiirt, kui olete klõpsanud nupul \"Kuva ekraanipilt\"\ntarkvara peab lehel alla kerima, ekraanipildid tegema ja ekraanipildid kokku ühendama üheks lõplikuks ekraanipildiks.\n\nMeie tarkvara on äärmiselt lihtne kasutada, klõpsake lihtsalt laienduse ikoonil ja valige \"tee ekraanipilt\", kui olete\nveebileht, millest soovite ekraanipildi teha. screenshot windows 7\n\nProovige seda 100% tasuta ekraanipildi tarkvara juba täna kasutada! Meie tarkvara EI salvesta andmeid ega hõivata andmeid meie kasutajate kohta. Ainsad vajalikud load on\nAllalaadimised => vajavad kasutajad oma arvutisse tehtud ekraanipiltide salvestamiseks ja salvestusruumi õigused selle tarkvaralaiendi kasutaja seadete salvestamiseks.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda laiendust. Google Chrome'i kogu lehe ekraanipilt ei kuulu Google Inc. omandisse ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fil": "Haluatko ottaa kuvakaappauksen koko verkkosivusta? take a screenshot on mac\n\nAsenna ohjelmistomme tänään ja voit ottaa täydelliset sivukaappaukset. snipping tool windows\n\nHuomaa, että jos verkkosivu on hyvin pitkä, älä liikuta hiirtä napsauttamalla \"ota kuvakaappaus\" -painiketta\nohjelmiston on vieritettävä sivua alaspäin ja otettava kuvakaappaukset ja yhdistettävä kuvakaappaukset yhteen lopulliseen kuvakaappaukseen.\n\nOhjelmistomme on erittäin helppokäyttöinen, napsauta vain laajennuskuvaketta ja valitse \"ota kuvakaappaus\", kun olet\nverkkosivu, josta haluat ottaa kuvakaappauksen. screenshot iphone x\n\nKokeile käyttää tätä 100% ilmaista kuvakaappausohjelmaa jo tänään! Ohjelmistomme EI tallenna tietoja tai siepaa tietoja käyttäjistämme. Ainoat tarvittavat oikeudet ovat\nLataukset => tarvitaan käyttäjille tallentamaan kuvakaappaukset, jotka he ottavat omalle tietokoneelleen, ja Tallennusoikeudet tämän ohjelmalaajennuksen käyttäjäasetusten tallentamiseksi.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä laajennusta. Google Chromen koko sivun näyttökuva ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Vous voulez prendre une capture d'écran de la page Web entière? screenshot iphone 7\n\nInstallez notre logiciel aujourd'hui et vous pourrez prendre des captures d'écran complètes de la page. screenshot iphone 8\n\nVeuillez noter que si la page Web est très longue, ne déplacez pas la souris après avoir cliqué sur le bouton \"prendre une capture d'écran\" car notre\nLe logiciel devra faire défiler la page et prendre les captures d'écran et combiner les captures d'écran en une seule capture d'écran finale.\n\nNotre logiciel est extrêmement facile à utiliser, il vous suffit de cliquer sur l'icône d'extension et de choisir \"prendre une capture d'écran\" une fois que vous êtes sur le\npage Web dont vous souhaitez prendre une capture d'écran. screenshot computer\n\nEssayez d'utiliser ce logiciel de capture d'écran 100% gratuit dès aujourd'hui! Notre logiciel n'enregistre PAS de données / ne capture aucune donnée sur nos utilisateurs. Les seules autorisations requises sont\nTéléchargements => nécessaire pour que les utilisateurs enregistrent les captures d'écran qu'ils prennent sur leur propre ordinateur et les autorisations de stockage pour enregistrer les paramètres utilisateur pour cette extension logicielle.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension. La capture d'écran pleine page pour Google Chrome ™ n'est pas la propriété de, n'est pas autorisée par et n'est pas une filiale de Google Inc.",
    "hi": "पूरे वेब पेज का स्क्रीनशॉट लेना चाहते हैं? {{}\n\nआज हमारे सॉफ़्टवेयर को स्थापित करें और आप पूर्ण पृष्ठ स्क्रीनशॉट ले सकते हैं। {{}\n\nकृपया ध्यान दें कि यदि वेब पेज बहुत लंबा है, तो हमारे अनुसार \"टेक स्क्रीनशॉट\" बटन पर क्लिक करने के बाद माउस को न हिलाएं\nसॉफ़्टवेयर को पृष्ठ को नीचे स्क्रॉल करने और स्क्रीनशॉट लेने और स्क्रीनशॉट को एक साथ एक अंतिम स्क्रीनशॉट छवि में संयोजित करने की आवश्यकता होगी।\n\nहमारे सॉफ़्टवेयर का उपयोग करना बेहद आसान है, बस एक्सटेंशन आइकन पर क्लिक करें और आपके पास होने के बाद \"टेक स्क्रीनशॉट\" चुनें\nजिस वेब पेज का आप स्क्रीनशॉट लेना चाहते हैं। {२}\n\nआज इस 100% मुफ्त स्क्रीनशॉट सॉफ्टवेयर का उपयोग करने का प्रयास करें! हमारा सॉफ़्टवेयर किसी भी डेटा को सहेजता नहीं है / हमारे उपयोगकर्ताओं के बारे में कोई डेटा कैप्चर नहीं करता है। केवल अनुमतियाँ आवश्यक हैं\nडाउनलोड => उपयोगकर्ताओं को इस सॉफ़्टवेयर एक्सटेंशन के लिए उपयोगकर्ता सेटिंग्स को बचाने के लिए अपने स्वयं के कंप्यूटर और स्टोरेज अनुमतियों को लेने वाले स्क्रीनशॉट को बचाने के लिए आवश्यक है।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए पूर्ण पृष्ठ स्क्रीनशॉट के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Želite li napraviti snimku zaslona cijele web stranice? screenshot android\n\nInstalirajte naš softver danas i možete napraviti kompletne snimke zaslona stranice. iphone 11 screenshot\n\nImajte na umu da je web stranica jako dugačka, nemojte pomicati miš nakon klika na gumb \"napravi snimku zaslona\" kao našu\nsoftver će trebati pomaknuti stranicu prema dolje i snimiti snimke zaslona te kombinirati snimke zaslona u jednu završnu sliku zaslona.\n\nNaš je softver izuzetno jednostavan za upotrebu, jednostavno kliknite ikonu proširenja i odaberite \"napravi snimak zaslona\" nakon što ste na\nweb stranica na kojoj želite napraviti snimku zaslona. snipping tool mac\n\nIsprobajte ovaj 100% besplatni softver za snimanje zaslona već danas! Naš softver NE sprema nikakve podatke / ne bilježi podatke o našim korisnicima. Potrebna su samo dopuštenja\nPreuzimanja => potrebna da bi korisnici spremili snimke zaslona koje su snimili na svoje računalo i dopuštenja za pohranu kako bi spremili korisničke postavke za ovo programsko proširenje.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje. Snimka zaslona cijele stranice za Google Chrome ™ nije u vlasništvu, nije licencirana i nije podružnica tvrtke Google Inc.",
    "hu": "Szeretne képernyőképet készíteni a teljes weboldalról? instagram screenshot story\n\nTelepítse még ma a szoftverünket, és elkészítheti a teljes oldalsó képernyőképeket. take screenshot windows 10\n\nKérjük, vegye figyelembe, ha a weboldal nagyon hosszú, ne mozgassa az egeret, miután a \"képernyőkép készítése\" gombra kattintott\na szoftvereknek le kell görgetniük az oldalt, és elkészíteniük kell a képernyőképeket, és a képernyőképeket össze kell foglalniuk egy utolsó képernyőképképpé.\n\nSzoftverünk rendkívül egyszerűen használható, egyszerűen kattintson a kiterjesztés ikonra, és válassza a \"képernyőkép készítése\" lehetőséget, miután a\nweboldal, amelyről képernyőképet szeretne készíteni. screenshot tool\n\nPróbálja ki még ma ezt a 100% -ban ingyenes képernyőképet! Szoftverünk NEM ment el semmilyen adatot / nem gyűjt adatokat a felhasználóinkról. Csak a szükséges engedélyekre van szükség\nLetöltések => szükségesek ahhoz, hogy a felhasználók elmenthessék a saját számítógépükre készített képernyőképeket, valamint a Tárolási engedélyek a szoftverbővítmény felhasználói beállításainak mentéséhez.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a bővítményt. A Google Chrome ™ teljes oldalának képernyőfotója nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Ingin mengambil tangkapan layar dari seluruh halaman web? print screen in mac\n\nInstal perangkat lunak kami hari ini dan Anda dapat mengambil screenshot halaman lengkap. screenshot android 11\n\nHarap dicatat jika halaman web sangat panjang, jangan gerakkan mouse setelah mengklik tombol \"ambil screenshot\" sebagai milik kami\nperangkat lunak perlu menggulir ke bawah halaman dan mengambil tangkapan layar & menggabungkan tangkapan layar menjadi satu gambar tangkapan layar terakhir.\n\nPerangkat lunak kami sangat mudah digunakan, cukup klik ikon ekstensi dan pilih \"ambil tangkapan layar\" setelah Anda membuka\nhalaman web yang ingin Anda ambil screenshotnya. samsung a50 screenshot\n\nCoba gunakan perangkat lunak screenshot 100% gratis hari ini! Perangkat lunak kami TIDAK menyimpan data apa pun / menangkap data apa pun tentang pengguna kami. Satu-satunya izin yang diperlukan adalah\nUnduhan => diperlukan bagi pengguna untuk menyimpan tangkapan layar yang mereka ambil ke komputer mereka sendiri dan izin Penyimpanan untuk menyimpan pengaturan pengguna untuk ekstensi perangkat lunak ini.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta dimiliki oleh pemiliknya masing-masing.\nGoogle tidak mendukung atau mensponsori ekstensi ini. Tangkapan Layar Halaman Penuh untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi fare uno screenshot dell'intera pagina web? screenshot on hp laptop\n\nInstalla il nostro software oggi e potrai acquisire schermate complete della pagina. screen capture video\n\nNota se la pagina web è molto lunga, non muovere il mouse dopo aver cliccato sul pulsante \"cattura screenshot\" come il nostro\nil software dovrà scorrere la pagina verso il basso e acquisire gli screenshot e combinare gli screenshot insieme in un'immagine screenshot finale.\n\nIl nostro software è estremamente facile da usare, basta fare clic sull'icona dell'estensione e scegliere \"cattura screenshot\" dopo che sei sul\npagina web di cui desideri acquisire uno screenshot. screenshot software\n\nProva a utilizzare questo software di screenshot gratuito al 100% oggi! Il nostro software NON salva alcun dato / acquisisce alcun dato sui nostri utenti. Le uniche autorizzazioni richieste sono\nDownload => necessari agli utenti per salvare gli screenshot che prendono sul proprio computer e autorizzazioni di archiviazione per salvare le impostazioni utente per questa estensione software.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione. Screenshot della pagina intera per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "Webページ全体のスクリーンショットを撮りたいですか？ screenshot note 10\n\n今すぐソフトウェアをインストールすると、完全なページのスクリーンショットを撮ることができます。 screenshot video\n\nWebページが非常に長い場合は、「スクリーンショットを撮る」ボタンをクリックした後にマウスを動かさないでください。\nソフトウェアは、ページを下にスクロールしてスクリーンショットを撮り、スクリーンショットを1つの最終的なスクリーンショット画像に結合する必要があります。\n\n当社のソフトウェアは非常に使いやすく、拡張機能アイコンをクリックして、画面にアクセスした後に「スクリーンショットを撮る」を選択するだけです。\nスクリーンショットを撮りたいWebページ。 screenshot iphone 11 pro\n\nこの100％無料のスクリーンショットソフトウェアを今すぐ使用してみてください！当社のソフトウェアは、ユーザーに関するデータを保存したり、データを取得したりすることはありません。必要な権限は次のとおりです\nダウンロード=>ユーザーが自分のコンピューターに撮ったスクリーンショットを保存するために必要なものと、このソフトウェア拡張機能のユーザー設定を保存するためのストレージ権限。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、この拡張機能を推奨または後援していません。 GoogleChrome™の全ページのスクリーンショットは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "전체 웹 페이지의 스크린 샷을 찍으시겠습니까? snipping tool windows 7\n\n오늘 소프트웨어를 설치하면 전체 페이지 스크린 샷을 찍을 수 있습니다. whatsapp screenshot\n\n웹 페이지가 매우 긴 경우 \"화면 캡처\"버튼을 클릭 한 후 마우스를 움직이지 마십시오.\n소프트웨어는 페이지를 아래로 스크롤하고 스크린 샷을 가져 와서 하나의 최종 스크린 샷 이미지로 합쳐야합니다.\n\n우리의 소프트웨어는 사용하기 매우 쉽습니다. 확장 아이콘을 클릭 한 다음 \"스크린 샷 찍기\"를 선택하십시오.\n스크린 샷을 찍으려는 웹 페이지. print screen windows 7\n\n지금이 100 % 무료 스크린 샷 소프트웨어를 사용해보십시오! 당사의 소프트웨어는 사용자에 대한 데이터를 저장하거나 캡처하지 않습니다. 필요한 유일한 권한은\n다운로드 => 사용자가 자신의 컴퓨터에 찍은 스크린 샷을 저장하고이 소프트웨어 확장에 대한 사용자 설정을 저장하기위한 저장소 권한이 필요합니다.\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™의 전체 페이지 스크린 샷은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Norite padaryti viso tinklalapio ekrano kopiją? screenshot online\n\nĮdiekite mūsų programinę įrangą šiandien ir galite padaryti visas puslapio ekrano kopijas. scrolling screenshot\n\nAtkreipkite dėmesį, jei tinklalapis yra labai ilgas, nejudinkite pelės spustelėję mygtuką „Padaryti ekrano kopiją“\nprograminė įranga turės slinkti žemyn puslapyje, padaryti ekrano kopijas ir sujungti ekrano kopijas į vieną galutinį ekrano vaizdą.\n\nMūsų programine įranga yra labai paprasta naudotis, tiesiog spustelėkite plėtinio piktogramą ir pasirinkite „Padaryti ekrano kopiją“, kai būsite\ntinklalapio, kurio ekrano kopiją norite padaryti. screenshot download\n\nPabandykite naudoti šią 100% nemokamą ekrano kopijos programinę įrangą jau šiandien! Mūsų programinė įranga NESaugo jokių duomenų / neužfiksuoja jokių duomenų apie mūsų vartotojus. Vieninteliai reikalingi leidimai yra\nAtsisiuntimai => reikalingi vartotojams išsaugoti ekrano kopijas, kurias jie paima, į savo kompiuterį, ir saugyklos leidimus, kad būtų išsaugoti šio programinės įrangos plėtinio vartotojo nustatymai.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio plėtinio. „Google Chrome ™“ viso puslapio ekrano kopija nepriklauso „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties veikt visas tīmekļa lapas ekrānuzņēmumu? zoom screenshot\n\nInstalējiet mūsu programmatūru jau šodien, un jūs varat veikt pilnu lapu ekrānuzņēmumus. snip & sketch\n\nLūdzu, ņemiet vērā, ja tīmekļa lapa ir ļoti gara, pēc tam, kad noklikšķinājāt uz pogas “veikt ekrānuzņēmumu”, nepārvietojiet peli\nprogrammatūrai būs jāritina lejup pa lapu, jāveic ekrānuzņēmumi un jāapvieno ekrānuzņēmumi vienā galīgajā ekrānuzņēmuma attēlā.\n\nMūsu programmatūru ir ļoti viegli izmantot, vienkārši noklikšķiniet uz paplašinājuma ikonas un izvēlieties \"veikt ekrānuzņēmumu\" pēc tam, kad esat\ntīmekļa lapu, no kuras vēlaties veikt ekrānuzņēmumu. s20 screenshot\n\nMēģiniet izmantot šo 100% bezmaksas ekrānuzņēmuma programmatūru jau šodien! Mūsu programmatūra NEGLABĀ datus un neuztver datus par mūsu lietotājiem. Vienīgās nepieciešamās atļaujas ir\nLejupielādes => nepieciešamas lietotājiem, lai saglabātu ekrānuzņēmumus, ko viņi veic, savā datorā, un Krātuves atļaujas, lai saglabātu lietotāja iestatījumus šim programmatūras paplašinājumam.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un neatbalsta šo paplašinājumu. Pilnas lapas ekrānuzņēmums pārlūkprogrammai Google Chrome ™ nav Google Inc. īpašnieks, nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Ingin mengambil tangkapan skrin dari seluruh laman web? note 10 screenshot\n\nPasang perisian kami hari ini dan anda boleh mengambil tangkapan skrin halaman lengkap. win 10 screenshot\n\nHarap maklum jika laman webnya sangat panjang, jangan gerakkan tetikus setelah mengklik butang \"ambil tangkapan skrin\" seperti kami\nperisian perlu menatal ke bawah halaman dan mengambil tangkapan skrin & menggabungkan tangkapan skrin menjadi satu gambar tangkapan skrin terakhir.\n\nPerisian kami sangat mudah digunakan, cukup klik ikon peluasan dan pilih \"ambil tangkapan skrin\" setelah anda berada di\nlaman web yang ingin anda ambil tangkapan skrinnya. screenshot on dell laptop\n\nCuba gunakan perisian tangkapan skrin percuma 100% ini hari ini! Perisian kami TIDAK menyimpan sebarang data / menangkap data mengenai pengguna kami. Satu-satunya kebenaran yang diperlukan adalah\nMuat turun => diperlukan untuk pengguna menyimpan tangkapan layar yang mereka ambil ke komputer mereka sendiri dan izin Penyimpanan untuk menyimpan tetapan pengguna untuk peluasan perisian ini.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan ini. Tangkapan Skrin Halaman Penuh untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u een screenshot maken van de hele webpagina? screen recorder mac\n\nInstalleer onze software vandaag nog en u kunt volledige schermafbeeldingen van de pagina maken. take a screenshot\n\nHoud er rekening mee dat als de webpagina erg lang is, de muis niet beweegt nadat u op de knop \"screenshot maken\" hebt geklikt\nsoftware zal naar beneden op de pagina moeten scrollen en de schermafbeeldingen moeten maken en de schermafbeeldingen moeten combineren tot één uiteindelijke schermafbeelding.\n\nOnze software is buitengewoon eenvoudig te gebruiken, klik gewoon op het extensiepictogram en kies \"screenshot maken\" nadat u zich op het\nwebpagina waarvan u een screenshot wilt maken. screenshot app\n\nProbeer vandaag nog deze 100% gratis screenshot-software! Onze software slaat GEEN gegevens op / legt GEEN gegevens vast over onze gebruikers. De enige vereiste machtigingen zijn\nDownloads => nodig voor gebruikers om de schermafbeeldingen die ze maken op hun eigen computer op te slaan en opslagrechten om de gebruikersinstellingen voor deze software-extensie op te slaan.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze extensie niet. Full Page Screenshot for Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du ta et skjermbilde av hele websiden? long screenshot\n\nInstaller programvaren vår i dag, og du kan ta fullstendige skjermbilder på siden. s10 screenshot\n\nVær oppmerksom på at hvis nettsiden er veldig lang, ikke flytt musen etter å ha klikket på \"ta skjermbilde\" -knappen som vår\nprogramvaren må rulle nedover på siden og ta skjermbildene og kombinere skjermbildene sammen til ett endelig skjermbilde.\n\nProgramvaren vår er ekstremt enkel å bruke, bare klikk på utvidelsesikonet og velg \"ta skjermbilde\" når du er på\nwebside du ønsker å ta et skjermbilde av. xiaomi screenshot\n\nPrøv å bruke denne 100% gratis skjermbildeprogrammet i dag! Programvaren vår lagrer IKKE data / fanger inn data om brukerne våre. De eneste tillatelsene som kreves er\nNedlastinger => nødvendig for brukere å lagre skjermbildene de tar på sin egen datamaskin og lagringstillatelser for å lagre brukerinnstillingene for denne programvareutvidelsen.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne utvidelsen. Helskjermbilde for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz zrobić zrzut całej strony internetowej? full screen capture\n\nZainstaluj nasze oprogramowanie już dziś, aby wykonać zrzuty całej strony. screenshot on dell\n\nZwróć uwagę, że jeśli strona internetowa jest bardzo długa, nie poruszaj myszą po kliknięciu przycisku „zrób zrzut ekranu”, jak to jest nasze\noprogramowanie będzie musiało przewinąć stronę w dół, wykonać zrzuty ekranu i połączyć zrzuty ekranu w jeden ostateczny zrzut ekranu.\n\nNasze oprogramowanie jest niezwykle łatwe w użyciu, po prostu kliknij ikonę rozszerzenia i wybierz opcję „zrób zrzut ekranu” po wejściu na stronę\nstrona internetowa, z której chcesz zrobić zrzut ekranu. screenshot android samsung\n\nWypróbuj to w 100% darmowe oprogramowanie do zrzutów ekranu już dziś! Nasze oprogramowanie NIE zapisuje żadnych danych / nie przechwytuje żadnych danych o naszych użytkownikach. Jedyne wymagane uprawnienia to\nPliki do pobrania => potrzebne użytkownikom do zapisywania zrzutów ekranu, które robią na własnym komputerze oraz uprawnienia do przechowywania, aby zapisać ustawienia użytkownika dla tego rozszerzenia oprogramowania.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia. Zrzut ekranu całej strony dla Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Doriți să faceți o captură de ecran a întregii pagini web? take a screenshot on windows\n\nInstalați software-ul nostru astăzi și puteți face capturi de ecran complete. prtscn\n\nVă rugăm să rețineți dacă pagina web este foarte lungă, nu mișcați mouse-ul după ce faceți clic pe butonul „faceți captura de ecran” ca al nostru\nsoftware-ul va trebui să deruleze pagina în jos și să ia capturile de ecran și să combine capturile de ecran împreună într-o singură imagine de captură de ecran finală.\n\nSoftware-ul nostru este extrem de ușor de utilizat, pur și simplu faceți clic pe pictograma extensiei și alegeți „faceți captură de ecran” după ce vă aflați pe\npagina web de care doriți să faceți o captură de ecran. website screenshot\n\nÎncercați să utilizați acest software de captură de ecran 100% gratuit astăzi! Software-ul nostru NU salvează date / nu captează date despre utilizatorii noștri. Singurele permisiuni necesare sunt\nDescărcări => necesare utilizatorilor pentru a salva capturile de ecran pe care le iau pe propriul computer și permisiuni de stocare pentru a salva setările utilizatorului pentru această extensie software.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie. Captura de ecran a paginii complete pentru Google Chrome ™ nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Хотите сделать снимок экрана всей веб-страницы? screenshot machine\n\nУстановите наше программное обеспечение сегодня, и вы сможете делать полные снимки экрана. cara screenshot oppo\n\nОбратите внимание, если веб-страница очень длинная, не перемещайте мышь после нажатия кнопки «Сделать снимок экрана», поскольку наша\nПрограммное обеспечение должно будет прокрутить страницу вниз и сделать снимки экрана и объединить их в один окончательный снимок экрана.\n\nНаше программное обеспечение чрезвычайно простое в использовании, просто нажмите на значок расширения и выберите «сделать снимок экрана» после того, как вы перейдете на\nвеб-страницу, снимок экрана которой вы хотите сделать. screenshot pc windows 10\n\nПопробуйте использовать это 100% бесплатное программное обеспечение для создания скриншотов прямо сегодня! Наше программное обеспечение НЕ сохраняет / не собирает никаких данных о наших пользователях. Единственные требуемые разрешения:\nЗагрузки => необходимы пользователям для сохранения снимков экрана, которые они делают на своем компьютере, и разрешения на хранение, чтобы сохранить пользовательские настройки для этого расширения программного обеспечения.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение. Снимок экрана с полной страницей для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Chcete vytvoriť snímku obrazovky celej webovej stránky? full page screenshot\n\nNainštalujte si náš softvér ešte dnes a môžete robiť kompletné snímky obrazovky stránky. screenshot galaxy s10\n\nAk je webová stránka veľmi dlhá, nepohybujte ňou po kliknutí na tlačidlo „vytvoriť snímku obrazovky“ ako naše\nsoftvér bude musieť prejsť nadol po stránke a urobiť snímky obrazovky a skombinovať snímky obrazovky spolu do jedného finálneho obrázka snímky obrazovky.\n\nNáš softvér sa veľmi ľahko používa, jednoducho kliknite na ikonu rozšírenia a po zobrazení okna vyberte možnosť „vytvoriť snímku obrazovky“\nwebovej stránky, z ktorej chcete vytvoriť snímku obrazovky. screenshot lenovo\n\nVyskúšajte tento 100% bezplatný softvér na snímanie obrazovky ešte dnes! Náš softvér NEUCHOVÁVA žiadne údaje ani nezachytáva žiadne údaje o našich používateľoch. Jediné požadované povolenia sú\nStiahnutie => potrebné na to, aby si používatelia mohli uložiť snímky obrazovky, ktoré si vytvorili, na svoj vlastný počítač, a povolenia úložiska na uloženie používateľských nastavení pre toto rozšírenie softvéru.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie nepodporuje ani nesponzoruje. Screenshot celej stránky pre Google Chrome ™ nevlastní, nemá licenciu ani nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Želite narediti posnetek zaslona celotne spletne strani? print screen download\n\nDanes namestite našo programsko opremo in lahko posnamete celotne posnetke zaslona strani. screenshot iphone se\n\nProsimo, upoštevajte, da če je spletna stran zelo dolga, ne premikajte miške, ko kliknete gumb \"posnemi posnetek zaslona\" kot našega\nprogramska oprema se bo morala pomakniti po strani navzdol in narediti posnetke zaslona ter združiti posnetke zaslona v eno končno sliko zaslona.\n\nNaša programska oprema je zelo enostavna za uporabo, preprosto kliknite ikono razširitve in izberite \"posnetek zaslona\", ko ste na\nspletna stran, na kateri želite narediti posnetek zaslona. prt scr\n\nPoskusite danes uporabiti to 100% brezplačno programsko opremo za posnetke zaslona! Naša programska oprema NE shranjuje nobenih podatkov / zajema nobenih podatkov o naših uporabnikih. Zahtevana so le dovoljenja\nPrenosi => potrebni, da lahko uporabniki shranijo posnetke zaslona, ki jih posnamejo v svoj računalnik, in dovoljenja za shranjevanje, da shranijo uporabniške nastavitve za to razširitev programske opreme.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve. Posnetek zaslona celotne strani za Google Chrome ™ ni v lasti, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Да ли желите да направите снимак екрана целе веб странице? screen capture iphone\n\nИнсталирајте наш софтвер данас и можете да направите комплетне снимке екрана странице. print screen iphone 11\n\nИмајте на уму ако је веб страница веома дугачка, немојте померати миш након што кликнете на дугме „направи снимак екрана“ као нашу\nсофтвер ће морати да помери страницу доле и направи снимке екрана и комбинује снимке екрана заједно у једну завршну слику екрана.\n\nНаш софтвер је изузетно једноставан за употребу, једноставно кликните на икону проширења и одаберите \"направи снимак екрана\" након што сте на\nвеб страница са које желите да направите снимак екрана. desktop screenshot\n\nПокушајте да користите овај 100% бесплатни софтвер за снимање екрана већ данас! Наш софтвер НЕ чува никакве податке / не бележи податке о нашим корисницима. Потребне су само дозволе\nПреузимања => потребна да би корисници могли да сачувају снимке екрана које направе на свој рачунар и дозволе за складиштење да би сачували корисничке поставке за овај додатак софтвера.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово проширење. Снимак екрана целе странице за Гоогле Цхроме ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Vill du ta en skärmdump av hela webbsidan? print screen iphone\n\nInstallera vår programvara idag så kan du ta fullständiga sidskärmbilder. screenshot program\n\nObservera att om webbsidan är mycket lång, flytta inte musen efter att ha klickat på knappen \"ta skärmdump\" som vår\nprogramvaran måste rulla ner på sidan och ta skärmdumparna och kombinera skärmdumparna tillsammans till en sista skärmdump.\n\nVår programvara är extremt enkel att använda, klicka bara på tilläggsikonen och välj \"ta skärmdump\" när du är på\nwebbsida du vill ta en skärmdump av. print screen android\n\nProva att använda denna 100% gratis skärmdumpsprogramvara idag! Vår programvara sparar INTE några data / samlar in data om våra användare. De enda behörigheter som krävs är\nNedladdningar => behövs för att användare ska spara skärmdumparna de tar på sin egen dator och lagringsbehörigheter för att spara användarinställningarna för detta programtillägg.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta tillägg. Helskärmens skärmdump för Google Chrome ™ ägs inte av, är inte licensierad av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการถ่ายภาพหน้าจอของหน้าเว็บทั้งหมดหรือไม่? samsung tablet screenshot\n\nติดตั้งซอฟต์แวร์ของเราวันนี้และคุณสามารถจับภาพหน้าจอที่สมบูรณ์ได้ screenshot iphone 10\n\nโปรดทราบว่าหากหน้าเว็บมีความยาวมากอย่าเลื่อนเมาส์หลังจากคลิกที่ปุ่ม \"ถ่ายภาพหน้าจอ\" ในรูปแบบของเรา\nซอฟต์แวร์จะต้องเลื่อนหน้าลงและจับภาพหน้าจอและรวมภาพหน้าจอเข้าด้วยกันเป็นภาพหน้าจอสุดท้ายภาพเดียว\n\nซอฟต์แวร์ของเราใช้งานง่ายมากเพียงคลิกที่ไอคอนส่วนขยายและเลือก \"ถ่ายภาพหน้าจอ\" หลังจากที่คุณอยู่บน\nหน้าเว็บที่คุณต้องการถ่ายภาพหน้าจอ awesome screenshot chrome\n\nลองใช้ซอฟต์แวร์สกรีนช็อตฟรี 100% วันนี้! ซอฟต์แวร์ของเราไม่บันทึกข้อมูล / เก็บข้อมูลใด ๆ เกี่ยวกับผู้ใช้ของเรา สิทธิ์เดียวที่จำเป็นคือ\nดาวน์โหลด => จำเป็นสำหรับผู้ใช้ในการบันทึกภาพหน้าจอที่ถ่ายลงในคอมพิวเตอร์ของตนเองและสิทธิ์ในการจัดเก็บเพื่อบันทึกการตั้งค่าผู้ใช้สำหรับส่วนขยายซอฟต์แวร์นี้\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยายนี้ ภาพหน้าจอแบบเต็มสำหรับ Google Chrome ™ไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Tüm web sayfasının ekran görüntüsünü almak ister misiniz? a51 screenshot\n\nYazılımımızı bugün yükleyin ve tam sayfa ekran görüntülerini alabilirsiniz. prt sc\n\nLütfen web sayfası çok uzunsa, \"ekran görüntüsü al\" butonuna tıkladıktan sonra fareyi hareket ettirmeyin.\nYazılımın sayfayı aşağı kaydırması ve ekran görüntülerini alması ve ekran görüntülerini son bir ekran görüntüsü olarak birleştirmesi gerekecektir.\n\nYazılımımızın kullanımı son derece kolaydır, sadece uzantı simgesine tıklayın ve \"ekran görüntüsü al\" ı seçin.\nekran görüntüsünü almak istediğiniz web sayfası. cara screenshot hp oppo\n\nBu% 100 ücretsiz ekran görüntüsü yazılımını bugün kullanmayı deneyin! Yazılımımız, kullanıcılarımız hakkında herhangi bir veri / veri kaydetmez. Gerekli olan tek izinler\nİndirilenler => kullanıcıların aldıkları ekran görüntülerini kendi bilgisayarlarına kaydetmeleri ve bu yazılım uzantısı için kullanıcı ayarlarını kaydetmeleri için Depolama izinleri gereklidir.\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu uzantıyı onaylamaz veya desteklemez. Google Chrome ™ için Tam Sayfa Ekran Görüntüsü Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете зробити скріншот усієї веб-сторінки? full page screen capture chrome\n\nВстановіть наше програмне забезпечення сьогодні, і ви зможете робити повні скріншоти сторінок. take screenshot android\n\nЗверніть увагу, якщо веб-сторінка дуже довга, не рухайте мишею після натискання кнопки \"зробити знімок екрана\" як нашу\nпрограмному забезпеченню потрібно буде прокрутити сторінку вниз і зробити знімки екрана та об'єднати скріншоти разом в одне остаточне зображення знімка екрана.\n\nНаше програмне забезпечення надзвичайно просто у використанні, просто натисніть на значок розширення та виберіть \"зробити знімок екрана\" після того, як ви перейдете на\nвеб-сторінку, з якої ви хочете зробити знімок екрана. take a screenshot on pc\n\nСпробуйте скористатися цим 100% безкоштовним програмним забезпеченням для скріншотів сьогодні! Наше програмне забезпечення НЕ зберігає будь-які дані / не збирає будь-яких даних про наших користувачів. Необхідні лише дозволи\nЗавантаження => необхідне для того, щоб користувачі могли зберігати знімки екрана, які вони роблять, на власний комп'ютер, а також дозволи на зберігання, щоб зберегти налаштування користувача для цього розширення програмного забезпечення.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення. Повний знімок екрана для Google Chrome ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn chụp ảnh màn hình của toàn bộ trang web? free screen capture\n\nCài đặt phần mềm của chúng tôi ngay hôm nay và bạn có thể chụp ảnh màn hình trang hoàn chỉnh. light screenshot\n\nXin lưu ý nếu trang web rất dài, không di chuyển chuột sau khi nhấp vào nút \"chụp ảnh màn hình\" như của chúng tôi\nphần mềm sẽ cần cuộn xuống trang và chụp ảnh màn hình & kết hợp các ảnh chụp màn hình với nhau thành một ảnh chụp màn hình cuối cùng.\n\nPhần mềm của chúng tôi cực kỳ dễ sử dụng, chỉ cần nhấp vào biểu tượng tiện ích mở rộng và chọn \"chụp ảnh màn hình\" sau khi bạn ở trên\ntrang web bạn muốn chụp ảnh màn hình. galaxy s10 screenshot\n\nHãy thử sử dụng phần mềm chụp ảnh màn hình miễn phí 100% này ngay hôm nay! Phần mềm của chúng tôi KHÔNG lưu bất kỳ dữ liệu nào / thu thập bất kỳ dữ liệu nào về người dùng của chúng tôi. Các quyền duy nhất được yêu cầu là\nTải xuống => cần thiết để người dùng lưu ảnh chụp màn hình họ chụp vào máy tính của riêng họ và quyền Bộ nhớ để lưu cài đặt người dùng cho tiện ích mở rộng phần mềm này.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này. Ảnh chụp màn hình toàn trang cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "想要截取整个网页的屏幕截图吗？ screenshot iphone 11\n\n立即安装我们的软件，您可以获取完整的页面截图。 screenshot iphone\n\n请注意，如果网页很长，请点击“获取屏幕截图”按钮后不要移动鼠标，因为\n软件将需要向下滚动页面并截取屏幕截图，并将屏幕截图合并为一张最终的屏幕截图图像。\n\n我们的软件非常易于使用，只需点击扩展图标并选择“获取屏幕截图”即可。\n您要对其截屏的网页。 screen capture\n\n立即尝试使用此100％免费的屏幕截图软件！我们的软件不会保存任何数据/不会捕获有关我们用户的任何数据。唯一需要的权限是\n用户需要将Downloads =>保存到自己的计算机上并将其截图保存到自己的计算机上，并且需要Storage权限才能保存此软件扩展的用户设置。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此扩展。 Google Chrome™的完整页面截图不属于Google Inc.，也不属于Google Inc.的子公司。",
    "zh_TW": "想要截取整個網頁的屏幕截圖嗎？ print screen windows\n\n立即安裝我們的軟件，您可以獲取完整的頁面截圖。 lightshot download\n\n請注意，如果網頁很長，請點擊“獲取屏幕截圖”按鈕後不要移動鼠標，因為\n軟件將需要向下滾動頁面並截取屏幕截圖，並將屏幕截圖合併為一張最終的屏幕截圖圖像。\n\n我們的軟件非常易於使用，只需點擊擴展圖標並選擇“獲取屏幕截圖”即可。\n您要對其截屏的網頁。 print screen windows 10\n\n立即嘗試使用此100％免費的屏幕截圖軟件！我們的軟件不會保存任何數據/不會捕獲有關我們用戶的任何數據。唯一需要的權限是\n用戶需要將Downloads =>保存到自己的計算機上的屏幕快照，並需要Storage權限才能保存此軟件擴展的用戶設置。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此擴展。 Google Chrome™的完整頁面截圖不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}