{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notion Locker - Notion-based Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notion Locker is a password manager that uses Notion as a backend. It is a simple and secure way to store your passwords."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you really need a complicated password manager? If you’re already using Notion, why go through the hassle of installing another app, signing up, and paying for it?\n\nNotion Locker leverages your existing Notion setup to help you easily manage your account credentials and passwords. No need for extra software—manage everything directly in Notion.\n\nWhy Notion Locker?\n- No signup required: Unlike other password managers, you don’t need to sign up for a new service or install additional apps. If you already use Notion, you’re good to go.\n- No additional costs: Most password managers come with a price tag. With Notion Locker, you can use your existing Notion account at no extra cost.\n- Access from anywhere: Since your data is stored in Notion, it’s accessible from anywhere, anytime.\n- Quick search: With the browser extension, you can instantly search and copy your credentials, making logins faster and easier.\n\nSimple Security Options:\n- Optional AES encryption: If you prefer, you can encrypt your account details. The Chrome extension will decrypt it for you securely when needed.\n- Local storage: All your data is securely stored in Chrome’s local storage, with no information sent to external servers, keeping your data private.\n\nFor Notion users, start managing your passwords now! Skip the hassle of multiple apps—Notion is all you need to manage your passwords conveniently and efficiently."
  }
}