{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Qotter Copy & Show",
    "de": "Qotter Zitieren & Zeigen"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows quotations on webpages. Converts a text selection into a link. Follows such a link and selects the according text.",
    "de": "Zeigt Zitate auf Webseiten. Macht aus einer Textselektion einen Link. Öffnet so einen Link und zeigt den Text selektiert an."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If someone wanted to show to you a text on a webpage, he would have sent a link and told You to press CTRL+F and enter a certain text.\nQotter Copy&Show lets you\n* select some text on a webpage and send this selection to someone.\n* Open the according webpage and get the selection highlighted automatically.\n\nUsage:\nYou have selected some text on a webpage. Now you turn this selection into a link by\n* pressing CTRL+ALT+C\n* clicking the symbol with the yellow highlight\n* a right mouse button click that opens the context menu and selecting \"Create Copy & Show Link\".\nAn animation of the qotter symbol confirms that the link is copied to the clipboard. You can paste this link into any document as you are used to by pressing CTRL+V or RMB -> paste.\n\nIf you click on such a link with the addon installed, the browser will open the according page and select the exact passage you had selected initially.\n\nBecause these links tend to be very long, with the RMB you can select the function \"Create HTML Link\". In a html document such a link will be displayed much prettier.\n\nThis extension is based on an idea by Gervase Markham.",
    "de": "Wenn Sie jemandem einen Text auf einer Webseite zeigen wollen, so mußten Sie bisher den Link zu der Seite mit der Aufforderung ergänzen STRG+F zu tippen und ein Suchwort einzugeben. \nQotter Zitieren & Zeigen erlaubt es\n* einen Text auf einer Seite zu markieren und diese Markierung jemandem zuzusenden.\n* einem so hergestellten Link zu folgen und den Browser die Markierung anzeigen zu lassen.\n\nVerwendungsweise:\nSie haben einen Text auf einer Webseite markiert. Nun machen Sie aus dieser Selektion einen Link, indem Sie\n* STRG+ALT+C drücken\n* auf das Symbol mit der Textmarkierung klicken\n* mit einem Rechtsklick das Kontextmenü aufrufen und \"Zitieren & Zeigen Link erzeugen\" auswählen.\nSie haben den Link nun in der Zwischenablage. Zur Bestätigung wird das Symbol kurz animiert. Nun können Sie den Link per STRG-V oder Rechtsklick -> Einfügen ganz normal in einen Text, beispielsweise eine Mail einfügen.\n\nKlickt man auf einen solchen Link und hat das Add-On installiert, so öffnet der Browser die entsprechende Seite und selektiert genau den Text, den Sie zuvor selektiert hatten.\n\nWeil die Links oft sehr lang sind, kann man mit der rechten Maustaste auch die Funktion \"HTML-Link erzeugen\" auswählen. Damit werden Links erzeugt, die in einem HTML Dokument kürzer angezeigt werden. Das sieht dann hübscher aus.\n\nDiese Web Extension basiert auf einer Idee von Gervase Markham."
  }
}