{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Printer Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browse from a variety of Printers and Learn about how to find and Connect Printer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Key features of the Printer Finder Extension include:\n\nComprehensive Database: Access an extensive library of printer setup guides covering various brands and models. Whether you have the latest model or an older printer, find specific instructions tailored to your device.\n\nEasy Navigation: The extension offers a simple and intuitive interface. Users can search for their printer model using keywords or browse through an organized list to find the relevant guide.\n\nStep-by-Step Instructions: Each guide provides detailed, easy-to-follow steps for connecting your printer to your computer or network. Instructions include both hardware setup and software installation, ensuring your printer is ready to use in no time.\n\nTroubleshooting Tips: Encounter an issue during setup? The extension also offers troubleshooting advice for common problems, helping you resolve any connection issues quickly.\n\nRegular Updates: The database is regularly updated with the latest printer models and revised setup guides, ensuring you have access to the most current information.\n\nQuick Access Toolbar: A dedicated toolbar button allows for quick access to the extension, making it easy to find the information you need without interrupting your workflow.\n\nThe Printer Finder Extension for Google Chrome is perfect for individuals, businesses, or IT professionals looking for a hassle-free way to set up printers. It eliminates the need to search through multiple websites or manuals for setup information, providing all the resources you need in one convenient location. Enhance your productivity and reduce setup time with this essential tool for anyone looking to streamline their printer installation process."
  }
}