{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CrossTec SchoolVue Student"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CrossTec SchoolVue classroom management software gives instructors control of classroom technology at all times.\n\nThis feature-rich…"
  },
  "long": {
    "ar,bg,cs,de,es,fi,fr,hu,it,ja,ko,lt,ms,nl,no,pl,pt_BR,pt_PT,ru,sv,tr,zh_CN,zh_TW": "CrossTec SchoolVue classroom management software gives instructors control of classroom technology at all times.\n\nThis feature-rich software provides teachers with the ability to instruct, monitor and interact with students individually, as a pre-defined group or as an overall classroom, along with other tools to manage the classroom more effectively.\n\nMaximize learning in your classroom by leveraging the most modern classroom management technology.  We put you center stage in your classroom, ensuring that you have control over classroom technology at all times and retain the attention of students by eliminating additional distractions.\n\nNow you can use your Android device to monitor student devices without being confined to your desktop.",
    "am,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,id,kn,lv,ml,mr,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "CrossTec SchoolVue classroom management software gives instructors control of classroom technology at all times.\n\nThis feature-rich software provides teachers with the ability to instruct, monitor and interact with students individually, as a pre-defined group or as an overall classroom, along with other tools to manage the classroom more effectively.\n\nMaximize learning in your classroom by leveraging the most modern classroom management technology. We put you center stage in your classroom, ensuring that you have control over classroom technology at all times and retain the attention of students by eliminating additional distractions.\n\nKEY FEATURES:\n- From the teachers PC or Chromebook, view a crystal clear thumbnail of each student machine in a single view.\n- Zoom in to view a larger thumbnail of any selected student Chromebook.\n- The teacher can set objectives and expected outcomes for the current lesson.\n- Ask students to register at the start of each lesson.\n- Lock the student's mouse and keyboard when instructing.\n- The teacher can send an instant survey to students during or at the end of a session, helping to instantly capture students’ understanding of a topic.\n- The Feedback and Wellbeing feature can be used by teachers to gauge how students feel, their confidence with a topic and whether they need extra support.\n- The teacher can open a discussion session that all or selected students can join, enter their comments and share with the rest of the class.\n- Send an attention-grabbing message or instruction to each student machine. \n- Request Help facility - students can send a request for help to the teacher.\n- Block unauthorized websites. \n- Use approved websites only.\n- Block all Internet access.\n- Launch a website on the student Chromebook.\n- Block FTP Access.\n- See details of the website that students are currently viewing.\n\nLatest enhancements in version 2.0.6\nFixes an issue on older versions of Chrome OS where the student options page would not load correctly.\n\nLatest enhancements in version 2.0.5\n• Resolved an issue where the CSV Student extension would run in a Chrome browser outside\nof a Chromebook environment when pushed out via Google admin policy.\n\nLatest enhancements in version v2.0.4\nWhat’s Fix in CrossTec SchoolVue Chrome Student 2.0.4\n• Resolved an issue that could cause the start-up splash screen to be displayed indefinitely.\n\nLatest enhancements in version v2.0.3\nWhat’s New in CrossTec SchoolVue Chrome Student 2.0.3\n•\tAdded the ability to see the full Chromebook desktop, this does require the student to accept a screen share prompt. \n•\tCan now see the Student's browser as a thumbnail before they have to accept the share prompt for a full desktop view. Also added the ability to set a configuration policy to only use the browser capture view.\n\nWhat’s Fix in CrossTec SchoolVue Chrome Student 2.0.3\n•\tResolved an issue where the active website at the student was not reported when a Tutor connected.\n•\tCan now see the Student's browser as a thumbnail before they have to accept the share prompt for a full desktop view. Also added the ability to set a configuration policy to only use the browser capture view."
  }
}