{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NoContext - Enable Right Click & Select Text"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring back the right-click! Let me select text!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clicking on this extension will bring back your right-click context menu and ability to select text on websites that may have mangled its true purpose. When active for the current tab's domain, you'll see a red \"!\" badge on the corner of the icon. It will remember the domains you've activated previously and automatically activate when returning to those domains. (Some websites use multiple domains, so you may need to activate it for each of the subdomains, or use wildcards in the Options menu!) You can always click on the icon again to deactivate when visiting the current domain.\n\nUpdates:\n1.0.13 -- Better iframe handling. Settings now carry over into incognito/private tabs.\n1.0.12 -- Convert past version domain lists to newer version.\n1.0.11 -- Rollback due to missing back-compatible features.\n1.0.10 -- Added advanced options to limit event overriding per domain.\n1.0.9 -- Fixed issue with continued browsing on same tab.\n1.0.8 -- Handles pages that lazy-load elements.\n1.0.7 -- Domains list sorted. DOM body included in user-select restoration.\n1.0.6 -- Some elements use CSS to disable user-select. This update re-enables them.\n1.0.5 -- Updates to the Options page.\n1.0.4 -- More functionality restored for websites using iframes.\n1.0.3 -- Now works with web files from local files (URLs starting with \"file://\") and re-enables selection of text."
  }
}