{
  "name": {
    "ar,da,fa,gu,hr,kn,ml,ro,sk,ta,th": "Real Car Parking Games",
    "am,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,hu,it,lt,mr,nl,pt_BR,pt_PT,ru,sr,sw,te,tr,uk,vi,zh_CN,zh_TW": "Real Car Parking 3D Game",
    "bg,bn,fi,hi,ja,ko,lv,sv": "Real Car Parking Game",
    "ca,el,ms": "Real Car Parking Online Game",
    "cs,fil,he,id,no,pl,sl": "Real Car Parking Online"
  },
  "short": {
    "ar": "يجب عليك ركن سيارتك في الأماكن المخصصة في موقف السيارات قبل نفاد وقتك.",
    "am": "ጊዜህ ከማለቁ በፊት መኪናህን በመኪና ማቆሚያው ውስጥ በተመደቡት ቦታዎች ማቆም አለብህ ።",
    "bg": "Трябва да паркирате колата си на определените места на паркинга, преди да изтече времето ви.",
    "bn": "আপনার সময় শেষ হওয়ার আগে আপনাকে পার্কিং লটের নির্ধারিত স্থানে আপনার গাড়ি পার্ক করতে হবে।",
    "ca": "Heu d'aparcar el cotxe als llocs designats a l'aparcament abans que s'acabi el temps.",
    "cs": "Musíte zaparkovat své auto na určených místech na parkovišti, než vyprší váš čas.",
    "da": "Du skal parkere din bil på de udpegede steder på parkeringspladsen, før din tid løber ud.",
    "de": "Sie müssen Ihr Auto an den dafür vorgesehenen Stellen auf dem Parkplatz abstellen, bevor Ihre Zeit abläuft.",
    "el": "Πρέπει να σταθμεύσετε το αυτοκίνητό σας στις καθορισμένες θέσεις στο χώρο στάθμευσης πριν τελειώσει ο χρόνος σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to park your car at the designated places in the parking lot before your time runs out.",
    "es": "Debe estacionar su automóvil en los lugares designados en el estacionamiento antes de que se acabe su tiempo.",
    "et": "Sa pead parkima oma auto määratud kohtadesse parklas, enne kui teie aeg otsa saab.",
    "fa": "شما باید به پارک ماشین خود را در مکان های تعیین شده در پارکینگ قبل از زمان خود را اجرا می شود.",
    "fi": "Sinun on pysäköitävä autosi parkkipaikan määrätyille paikoille ennen kuin aikasi loppuu.",
    "fil": "Mayroon kang upang park ang iyong sasakyan sa mga itinalagang lugar sa parking lot bago ang iyong oras naubusan.",
    "fr": "Vous devez garer votre voiture aux endroits désignés dans le parking avant que votre temps ne soit écoulé.",
    "gu": "તમારો સમય પૂરો થાય તે પહેલાં તમારે પાર્કિંગમાં નિયુક્ત સ્થળોએ તમારી કાર પાર્ક કરવી પડશે.",
    "he": "אתה צריך להחנות את המכונית שלך במקומות המיועדים במגרש החניה לפני שנגמר הזמן שלך.",
    "hi": "आपको अपना समय समाप्त होने से पहले पार्किंग में निर्दिष्ट स्थानों पर अपनी कार पार्क करनी होगी।",
    "hr": "Morate parkirati automobil na za to predviđenim mjestima na parkiralištu prije nego što vam istekne vrijeme.",
    "hu": "Le kell parkolnia autóját a parkoló kijelölt helyein, mielőtt lejár az ideje.",
    "id": "Anda harus memarkir mobil Anda di tempat-tempat yang ditentukan di tempat parkir sebelum waktu Anda habis.",
    "it": "Devi parcheggiare l'auto nei luoghi designati nel parcheggio prima che scada il tempo.",
    "ja": "あなたの時間がなくなる前に、駐車場の指定された場所に車を駐車する必要があります。",
    "kn": "ನಿಮ್ಮ ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು ನೀವು ನಿಮ್ಮ ಕಾರನ್ನು ಪಾರ್ಕಿಂಗ್ ಸ್ಥಳದಲ್ಲಿ ಗೊತ್ತುಪಡಿಸಿದ ಸ್ಥಳಗಳಲ್ಲಿ ನಿಲ್ಲಿಸಬೇಕು.",
    "ko": "시간이 다 떨어지기 전에 주차장의 지정된 장소에 차를 주차해야합니다.",
    "lv": "Jums ir jānovieto automašīna norādītajās vietās autostāvvietā, pirms beidzas jūsu laiks.",
    "ml": "നിങ്ങളുടെ സമയം തീരുന്നതിനുമുമ്പ് പാർക്കിംഗ് സ്ഥലത്ത് നിയുക്ത സ്ഥലങ്ങളിൽ നിങ്ങളുടെ കാർ പാർക്ക് ചെയ്യണം.",
    "mr": "आपला वेळ संपण्यापूर्वी आपल्याला आपली कार पार्किंगमध्ये नियुक्त केलेल्या ठिकाणी पार्क करावी लागेल.",
    "ms": "Anda perlu meletak kereta anda di tempat yang ditetapkan di tempat letak kereta sebelum masa anda habis.",
    "nl": "U moet uw auto parkeren op de aangewezen plaatsen op de parkeerplaats voordat uw tijd om is.",
    "no": "Du må parkere bilen på de angitte stedene på parkeringsplassen før tiden renner ut.",
    "pl": "Musisz zaparkować samochód w wyznaczonych miejscach na parkingu, zanim skończy się Twój czas.",
    "ro": "Trebuie să vă parcați mașina în locurile desemnate din parcare înainte de expirarea timpului.",
    "ru": "Вы должны припарковать свой автомобиль в специально отведенных местах на парковке, прежде чем ваше время закончится.",
    "sk": "Auto musíte zaparkovať na vyhradených miestach na parkovisku skôr, ako vyprší váš čas.",
    "sl": "Avto morate parkirati na določenih mestih na parkirišču, preden vam zmanjka časa.",
    "sv": "Du måste parkera din bil på de angivna platserna på parkeringsplatsen innan din tid tar slut.",
    "sw": "Lazima uegeshe gari lako kwenye maeneo yaliyotengwa kwenye maegesho kabla ya wakati wako uondoke.",
    "ta": "உங்கள் நேரம் முடிவடைவதற்கு முன்பு நீங்கள் உங்கள் காரை பார்க்கிங் லாட்டில் நியமிக்கப்பட்ட இடங்களில் நிறுத்த வேண்டும்.",
    "te": "మీ సమయం ముగియడానికి ముందు పార్కింగ్ లాట్ లోని నిర్ధారిత ప్రదేశాల్లో మీరు మీ కారును పార్క్ చేయాల్సి ఉంటుంది.",
    "th": "คุณต้องจอดรถในสถานที่ที่กําหนดในลานจอดรถก่อนที่เวลาของคุณจะหมดลง",
    "tr": "Süreniz dolmadan önce aracınızı otoparkta belirlenen yerlere park etmeniz gerekmektedir.",
    "uk": "Ви повинні припаркувати свій автомобіль у спеціально відведених місцях на стоянці до того, як закінчиться ваш час."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize your legendary car as you wish and be ready for challenging missions! Enjoy the car parking game with 3D graphics and fun sections. There are forty different parking levels in the Real Car Parking game. There are also many race car customizations. These vehicle customizations include options such as color, neon, and spoilers. Real Car Parking 3D players can customize their vehicles as they wish with the rewards they earn by completing the levels. You can complete parking missions quickly by increasing engine power, braking, and vehicle speed. The primary purpose of the Real Car Parking game is to complete the parking areas in the levels before your time runs out and pass to the next level. You can follow the arrows to find the car parking mission areas and be the star of the car parking game by completing all the levels quickly.\n\nHow To Play\nAs in other parking games, this car game is played with arrow keys. You can gear your vehicle with the mouse, and when you come to the parking area, you can put your vehicle in P gear to complete the task. You must reach the parking area before your time runs out and without crashing your racing car.\n\nReal Car Parking 3D Game Features\n✓ 3D graphics\n✓ Customize car\n✓ 3D Environment\n✓ Advanced control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Real Car Parking 3D Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}