{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chatsson: ChatGPT Backgrounds, To-Do, & Pomodoro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chatsson lets users customize ChatGPT themes, change ChatGPT backgrounds, manage tasks, and use a Pomodoro timer directly on ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chatsson is your all-in-one tool for customizing, managing, and optimizing your ChatGPT interactions. Change your ChatGPT backgrounds and ChatGPT themes, manage your to-do list, use a Pomodoro timer, and save and explore prompts—all directly on ChatGPT.\n\nKey Features:\n\n➤ Styles: Personalize ChatGPT with ease. Change ChatGPT themes, select from various ChatGPT background images, or upload and style your own. Adjust fonts and explore preset themes for a unique and visually appealing ChatGPT experience.\n\n➤ Productivity: Boost your efficiency with built-in tools:\n\n•To-Do List: Manage tasks directly within ChatGPT. Easily add, complete, or delete tasks.\n\n•Pomodoro Timer: Improve focus by breaking work into intervals. Play your favorite music during sessions and receive notifications for Pomodoro sessions and breaks.\n\n➤ Library: Save frequently used prompts for quick access. Discover and use prompts shared by the community to inspire and enhance your ChatGPT experience with Chatsson.\n\n➤ Additional Accessibility: Includes a dyslexic-friendly font option for more inclusive and comfortable navigation.\n\nSeamlessly integrated into the ChatGPT website, Chatsson enhances productivity and personalizes your experience. Install Chatsson now to transform how you use ChatGPT every day!"
  }
}