{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoho Creator Menu Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Searches Menus in any Zoho Creator application and displays them on screen for easy access"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoho Creator Menu Search: Enhanced Navigation and Quick Access\n\nSimplify Your Zoho Experience\nMaximize productivity with Zoho Search, a powerful extension designed to streamline navigation and enhance accessibility within the Zoho ecosystem. Effortlessly locate menus, dive into submenus, and access essential features with unprecedented ease.\n\nIt works on all Creator applications across all data centers and customer portals too.\n\nKey Features:\n\nInstant Menu Search: Quickly find what you need with our dynamic search bar. As you type, Zoho Search intelligently filters through menu items, presenting you with relevant results in real-time.\nEffortless Navigation: Navigate through the complex array of Zoho menus with simplicity and precision. Our extension eliminates the hassle of sifting through layers of options.\nIntuitive Interface: Enjoy a clean, user-friendly interface that integrates seamlessly with Zoho's existing design. Our minimalist search icon expands into a full search bar upon interaction, maintaining a clutter-free environment.\nSeamless Integration: Crafted to blend into your daily workflow, Zoho Search feels like a natural extension of the Zoho platform. Experience enhanced productivity without any learning curve.\nResponsive Design: Whether you're on a tight schedule or taking your time, Zoho Search responds with agility and accuracy, adapting to your pace and style.\nPerfect for Every Zoho User:\n\nWhether you're a seasoned Zoho veteran or new to the platform, our extension is designed for everyone.\nIdeal for professionals seeking a more efficient way to navigate through complex projects and workflows.\nGet Started in Seconds:\n\nSimple installation, no configuration needed.\nBegin your enhanced Zoho journey today and transform the way you navigate."
  }
}