{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your Chrome extensions comfortably by enabling and disabling them with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Extension Manager\nManage your Chrome extensions effortlessly with Extension Manager.\n---\n\n### Description:\nExtension Manager is a powerful tool that lets you easily enable or disable your installed Chrome extensions. With a simple and intuitive interface, you can manage your extensions efficiently, saving you time and hassle.\n\n### Key Features:\n1. Quick Access: Use the customizable keyboard shortcut Alt+M to open the popup window instantly.\n2. Easy Toggle: Enable or disable extensions by simply typing their assigned letter (a, b, c, ...).\n3. Shortcut Customization: Change the default Alt+M shortcut to your preferred key combination.\n\n### Instructions for Users:\n1. Install Extension Manager from the Chrome Web Store.\n2. Press Alt+M to open the popup.\n3. All installed Chrome extensions are displayed in a list, sorted alphabetically.\n4. Each extension program is assigned a unique key (a to z and A to Z). Type the corresponding key to quickly enable or disable the extension.\n> If Alt+M is not your preferred shortcut, can easily customize it in the extension settings.\n\n### Why Use Extension Manager:\n* Resolve Extension Conflicts: Manage multiple extensions seamlessly to avoid conflicts and improve browser performance.\n* Efficiency: Quickly manage your extensions without navigating through the Chrome settings.\n* Convenience: Easily toggle extensions on and off with keyboard shortcuts.\n* Customization: Adapt the extension to your workflow with a customizable shortcut key.\n\n### Personal Story:\nAs a user of multiple Chrome extensions, I often encountered conflicts between them, which affected my browsing experience. I developed Extension Manager to resolve these issues, and it has been incredibly helpful for me. Now, I can easily control which extensions are active at any given time, ensuring a smooth and efficient browsing experience.\n\n### Privacy and Security:\nPermissions: Requires management permissions to control your extensions.\nData Security: Extension Manager does not collect any personal data. Your settings and usage are entirely local to your browser.\n\n### Contact Us:\nIf you have any questions or feature requests, please feel free to contact us at choihyeok02@gmail.com. We appreciate your feedback and are always looking to improve Extension Manager."
  }
}