{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ConvergeHub Lead Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lead capture from LinkedIn, Facebook, Twitter, Gmail, Yelp and many more. Free CRM included."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ConvergeHub Lead Generator captures leads from social sites, email and more.\n\nSales and marketing professionals often spend hours each day gathering prospects from social sites and manually saving them for future follow up.\n\nNot anymore!\n\nYou can now directly capture information from popular social sites and many more with one click. Save them directly in the chrome extension tool for future follow up, or you also have the option to save directly in ConvergeHub CRM absolutely FREE for even more power!\n\nHow it works?\n\n•    Install extension on your Chrome browser\n\n•    ConvergeHub icon is displayed on the Chrome address bar\n\n•    Enter your name and email\n\n•    Go to profile page of the social media site or Gmail\n\n•    Click on ConvergeHub icon on your Chrome browser\n\n•    Click Save \n\n•    Add Notes and Tasks as needed\n\n•    Highlight any part of any website and click on any field in the form to capture the highlighted section\n\n•    You also have the option to save the data directly in ConvergeHub CRM absolutely FREE and increase your selling power instantly\n\nSimple and powerful – One click captures all details of your prospect in an instant!\n\nFeatures:\n\n•    Quick access via Chrome extension\n\n•    Captures name, phone, email and other details\n\n•    View and search saved information\n\n•    Option to save contact to ConvergeHub CRM absolutely FREE and convert to customer quickly\n\n•    Duplicate checking intelligence\n\n•    Create Notes and follow up tasks\n\n•    Highlight any part of any website and click on Notes or any other field in the tool to copy the highlighted section\n\nConvergeHub is a cloud-based all-in-one CRM software for small and medium businesses, and provides Sales, Marketing, Customer Service and Billing in one easy-to-use platform. Whether it is running marketing campaigns across multiple channels, defining a sales process, tracking sales activity, sharing documents with team and partners or responding to customer service cases - ConvergeHub enables businesses to do all this and much more.\n\nUsing ConvergeHub, small businesses get the power to engage, communicate and collaborate with prospects and customers at every stage and from any device. They find it easy to attract new customers and build lasting relationships with existing ones.\n\nSign Up\n\nGet started with ConvergeHub at no cost. Visit ConvergeHub website and Sign up for a FREE 14-day trial!! https://www.convergehub.com/signup"
  }
}