{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rafiki"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Records, transcribes, summarizes and analyzes web conference meetings to provide call summary, insights and better follow up"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your meetings, transcribe, summarize, search, and share with a click, tag key moments from your demo videos to contextually engage your prospects during follow-ups and accelerate the deal from demo to closing.\n\nRafiki Chrome extension let's you record, transcribe any meeting directly from the browser and send follow up messages along with collateral and key moments from video tagged and shared with prospects. Rafiki notifies the rep when the prospect views the shared video giving an option to engage in a Live Chat with the prospect. \n\nStart using it for free on Google Meet, Zoom, Microsoft Teams and more.  Know what conversational factors make winning sales rep close more by using Rafiki's AI engine to automatically analyze and extract patterns across thousands of calls to show you what topics are being discussed by winning sales rep. \n\nSync with your CRM (Salesforce, Hubspot, PipeDrive, Zoho, FreshSales, Close.com, monday CRM and more) to understand your full Deal Context. CRM integration empowers you to have an eagle’s eye view of all your accounts, deals, meetings, customer contacts, lead owner, and more on a single screen. AI-generated notes by topic, auto-syncs to the CRM deal so you can view more than just deal data from your CRM. You can see what topics were discussed and what’s striking a chord with the customer.\n\nLearn more about Rafiki tiers: https://getrafiki.ai/pricing\nLearn more about the Rafiki's chrome extension and how to use it: https://docs.getrafiki.ai/en/articles/6113311-rafiki-chrome-extension"
  }
}