{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TikTok Leads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Using AI generate leads on TikTok like a Pro! The ultimate Chrome extension for auto-reactions, comments, messaging, and more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Growing Your Account And Prospecting Has Never Been Easier Than With TikTok Leads\nThis is the best solution to save time and money on TikTok automatically\n\n\nVISIBILITY\nAttract thousands of views on your videos and explode your number of subscribers in record time\n\nENGAGEMENT\nInteract in a targeted and personalized way with the accounts that interest you the most\n\nPROSPECTION\nGenerate up to 100 ultra-qualified leads per day and chat with them directly via private message\n\nTikTok Leads features\n\nRandom video targeting and watchtime\nBoost your engagement with precise keyword targeting and automated random video playback.\n\n\nAutomatic Like and Commenting\nInteract in a personalized way and build authentic relationships with dozens of pre-saved and customizable comments.\n\n\n\nIntelligent Commenting with Chatgpt \nEnjoy intelligent responses generated by ChatGPT AI for natural interactions, just as if you had written them.\n\n\nAutomatic and personalized DMs\nAutomate your prospecting and convert qualified leads with personalized messaging directly on TikTok.\n\n\nSmart Follow/Unfollow\nOptimize your online presence with a perfect balance between subscriptions and followers, thanks to automated follow/unfollow.\n\n\nProspect for your competitors' subscribers\nTarget and engage in conversations with your competitors' subscribers, highly qualified prospects interested in your services.\n\n\n>> Try it for free\n3 day trial. Cancel at any time\n\nAdopting TikTok Leads\nis to give you the means to succeed on TikTok without effort\n\nMaximize your time\nFocus on your core business, TikTok Leads takes care of the rest for you.\n\nRevolutionize your prospecting\nNo more hours spent prospecting by hand for no results! Automatically connect to qualified prospects.\n\nMonetize your audience\nTurn your TikTok account into a cash machine through the sale of your services and paid partnerships.\n\nBoost your account\nMultiply interactions and engagement on autopilot to boost your visibility to new heights"
  }
}