{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nifi Utils"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your production nifi instances like a pro."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "• This extension only works on Nifi instances that are deployed / productionized.\n\n• When a logged-in Nifi instance is opened in the currently active tab, the extension injects a content script in that tab, which retrieves the JWT (JSON Web Token) token and hostname of the Nifi instance from the currently active tab to the extension.\n\n• Then using that token and the instance`s hostname, the extension can retrieve all the process groups present on the Nifi canvas. And they are also cached to view later. Then you can search & sort the fetched process groups based on various filters. You can also bookmark any process group by adding it to the queue. And export the queue as a CSV file.\n\n• Apart from fetching only what is available on the canvas, you can also search for process groups in the whole Nifi instance. And these search results are also cached to be viewed later.\n\n• Once any process group is fetched from canvas/searched for, it will available to be directly searched from chrome`s search bar indefinitely until the extension is uninstalled.\n\n• Anyone working on Nifi 1.13.2 or less can leverage various custom UI components which are directly injected into the Nifi UI. They can help you in enabling/disabling all the controller services at a certain process group level, copy the JWT token using a single click, and back up any of the process groups to your google drive. You can enable any of these custom UI components using the options menu.\n\n• You can read the privacy policy here : https://chiranjeevikarthik.me/Nifi-Utils/privacy.html\n\n• If you face any issues, please raise an issue in the GitHub repository given below.\n\n• The source is available at : https://github.com/karthikchiru12/Nifi-Utils-Chrome-Extension"
  }
}