{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lovalink: Une bonne action sans changer ta navigation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "En naviguant sur internet, tu peux soutenir des associations et des projets qui te tiennent à cœur."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🩷 Lovalink: Une bonne action sans changer ta navigation\n\nAvec Lovalink, soutenir des causes qui vous tiennent à cœur n'a jamais été aussi simple et transparent. Nous avons créé une extension de navigateur révolutionnaire qui vous permet de faire des dons à une ou plusieurs associations caritatives de votre choix, sans dépenser un centime de plus lors de vos achats en ligne.\n\nComment ça fonctionne ? 🤔\n\nLovalink s'inspire des principes des extensions de cashback, mais réinvente l'expérience pour se concentrer sur la générosité et l'altruisme. Lorsque vous naviguez sur Internet et que vous accédez à des sites marchands partenaires, Lovalink détecte les opportunités de monétisation via des liens d'affiliation. Une simple interaction, telle que cliquer sur \"Ouvrir avec Lovalink\" dans les résultats de recherche, ou accepter une notification pop-up lors de l'ouverture d'un site partenaire, active le mécanisme de soutien sans changer vos habitudes de navigation.\n\nTransparence Totale 🌟\n\nChez Lovalink, nous plaçons la transparence au cœur de nos valeurs. L'extension vous offre un aperçu clair de la manière dont vos actions en ligne se transforment en contributions financières pour les associations. À la fin de chaque mois, les fonds récoltés grâce aux affiliations sont reversés aux organisations que vous avez choisies. Un certificat de don est fourni pour attester de votre générosité et de l'impact de vos contributions.\n\nTech for Good 🌍\n\nLovalink est plus qu'une simple extension ; c'est une manifestation de la conviction que la technologie peut et doit être utilisée pour le bien commun. En mariant innovation technologique et solidarité, Lovalink vous permet de faire partie d'un mouvement global visant à soutenir des initiatives caritatives, environnementales, éducatives et bien plus encore, le tout sans impact financier direct sur vous.\n\nPourquoi choisir Lovalink ? 🚀\n\nFaites des dons sans dépenser d'argent supplémentaire : Votre navigation quotidienne se transforme en opportunités de soutenir des causes importantes.\nSoutenez les associations de votre choix : Personnalisez votre expérience en sélectionnant les organisations qui bénéficieront de vos contributions.\nProfitez d'une transparence totale : Soyez toujours informé de l'impact de votre soutien grâce à des rapports détaillés et des certificats de don.\nRejoignez un mouvement de générosité numérique : Faites partie d'une communauté qui utilise la technologie comme force de bien.\n\nComment commencer ? 🚀\n\nInstaller Lovalink est rapide et facile. Ajoutez simplement l'extension à votre navigateur Chrome et commencez à naviguer. Choisissez les associations que vous souhaitez soutenir et laissez Lovalink s'occuper du reste. Ensemble, faisons de chaque clic un acte de générosité.\n\nRejoignez-nous dans notre mission pour rendre le monde meilleur, un clic à la fois. Installez Lovalink aujourd'hui et transformez votre navigation en soutien pour les causes qui comptent pour vous."
  }
}