{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Busysell"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sourcing and Import whichever product you want to shopify store with one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sourcing and Import whichever product you want to Shopify store with one click\nBusysell Chrome Extension allows you to import any product from aliexpress, alibaba, amazon, ebay, walmart, wayfair to your Shopify store with one-click. To begin, add this extension, visit a product page, and click on the \"Add to Busysell\" Button.\n\nFree for using\nNo Trial. No Required Payment Method. No Catch. We offer the boost you need for the price of NOTHING. . We will give you the boost you needed with absolutely zero cost. \n\nEverything You Need, In One Place\n■  One-Click Import: Find your niche and import any product on Aliexpress, Alibaba, AMAZON, EBAY, WALMART, WAYFAIRE with just one-click.\n■  Bulk Orders: Seamlessly place large volume orders with our automated process.\n\nMake Profits Like A Pro\n■  Follow the Trends: Know your products, know your cost, and know your competitors. \n■  Greater number Suppliers: Faster domestic delivery with reliable, certified Suppliers. \n■  Oversea private storage: No warry about warehouse. Easy to control your local inventory.\n■  Fast shipping: Support to ship from local warehouse, shorten the delivery time.\n\nAsk Us Anything!\nPlease feel free to contact us at contact@busysell.com.\nVisit app.busysell.com from more.\n\nHappy Dropshipping!"
  }
}