{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Klink - Kinguin Discount Code, Deal Hunter And Cashback"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your ultimate companion for Kinguin! Discover the latest discount codes, promo codes, and cashback deals with a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Discover the Best Deals with Klink - Kinguin Discount Code Finder**\n\nWelcome to Klink, the ultimate tool for Kinguin users looking to maximize their savings. Whether you're a gamer, a movie buff, or simply someone who loves to shop giftcards for your favourite one, Klink is designed to make your shopping experience on Kinguin more rewarding.\n\n**Features at a Glance**\n\n- Instant Discounts: With Klink, finding the latest discount codes and promo codes is as easy as clicking the extension icon. We fetch all the latest coupons exist in this universe for you, ensuring you never miss out on a deal.\n- Cashback Features: Not only do we help you find discounts, but we also offer cashback on your purchases. Earn something back with every purchase, making your shopping even more rewarding.\n- Easy to Use: Our extension is designed to be user-friendly. Simply click the icon, and you're presented with a list of the latest deals and discounts. No complicated setup required.\n- Game Pass and More: We're not just about discounts. With Klink, you can also explore Kinguin's Game Pass options and more. Discover new games and movies at discounted prices.\n\n**How to Use Klink**\n\nGetting started with Klink is simple. Here's a quick guide:\n- Install Klink: First, add Klink to your Chrome browser from the Chrome Web Store.\n- Browse Your Favourite Game: Navigate to the Kinguin website and start browsing. Klink works in the background, automatically fetching the latest deals and discounts.\n- Click for Deals: When you're ready to make a purchase, click the Klink icon. You'll be presented with a list of the latest discounts and cashback offers.\n- Enjoy Your Savings: Choose your preferred deal and proceed with your purchase. With Klink, your savings are just a click away.\n\nJoin the Klink Community\nKlink is more than just a tool; it's a community. Join us as we continue to bring you the best deals and coupons on your favorite games!. With Klink, your shopping experience is about to get a whole lot better."
  }
}