{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MadStats"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds sorting and filtering functionality to the MWOMercs.com stats pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "-Single click stat column sorting, descending by default.\n-MadStats menu icon in center to quickly access options.\n-Creates a button bar on Weapon stats page to filter by weapon type and clan/is. \n-Creates a button bar on Mech stats page to filter by weight class, ownership, and clan/is.\n-Custom mech names displayed when mouse hovers over the first column\n-Hides mechs that would display as duplicates by default, shown again via option button.\n-Adds a sticky table header to maintain readability when scrolling through large tables.\n-Hero mechs renamed for grouping with chassis and preserving sortability; Hero name displayed on hover.\n-Fully zoomable. Try holding the Ctrl key and pressing + a few times for an easier time reading the table.\n-Sortable Time columns, hover for original time value display.\n-Automatically updates owned mech list on profile page or mech stats page\n-Table styles using tablesorter's built in theme: Black Ice.\n\n\n\nChange Log: 4/20/18\n-Updated Data for new mechs. (Through Hellfire)\n\n\n\nDebug Mode:\nWhen enabled, debug mode will enable features hidden from the default view.  They are usually only here because there are still issues to be worked out. This is not a perfect solution, but it allows me to easily control the default experience while still allowing for the functionality to be used and tested.  Feedback is greatly appreciated.\n\n-Due to the instability of the column filters and download button, they currently require a user to enable debug mode via the options panel. \n-The profile page has some display modifications that removes the scrolling box in favor of all mechs in a grid with transparent background.\n\nMore info can be found in the FAQ.( http://madstats.is-great.net/faq.php )"
  }
}