{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swiperino"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tinder Auto Swiper | Tinder Auto Liker | Tinder Swipe Right | Tinder Chat | Tinder Date"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tinder Auto Liker with smart swiping - Swiperino makes your swiping look more human-like as to avoid bans\n\nCustom Geographical location - Planning a trip to Sweden or Greece? Why not start matching ahead of time. This actually changes your location. So it will show that you are actually in whatever location you decide. \n\nAuto Messaging! When you first match with people you can automatically send a prewritten message!\n\nRoutines! Set up when you want Swiperino to automatically start swiping for you!\n\nOur goal is to get you the most out of Tinder and hopefully find that right person you've been looking for.",
    "de": "Tinder Auto Liker mit «smart swiping» – Swiperino lässt Ihre automatisierten Swipes menschlicher aussehen, um Profilsperrungen zu entgehen.\n\nNutzerdefinierter geographischer Standort – Planen Sie eine Reise nach Schweden, oder Griechenland? Wieso nicht schon im Voraus damit beginnen Matches zu sammeln? \n\nDiese Funktion ändert tatsächlich Ihren Standort für Tinder, sodass Ihr Profil in der von Ihnen gewählten Region gezeigt wird, als ob sie wirklich da wären.\n\nAutomatische Nachrichten! Mit Swiperino können Sie all Ihren neuen Matches automatisch vordefinierte Nachrichten versenden!\n\nRoutinen! Stellen Sie selbst ein wann Swiperino für sie swipen soll.\n\nUnser Ziel ist es, Ihnen das Beste aus Tinder herauszuholen und hoffentlich die richtige Person zu finden, die Sie gesucht haben.",
    "es": "Tinder Auto Liker con deslizamientos inteligentes - Swiperino hace que tus deslizamientos parezcan más humanos para evitar bloqueos.\n\nUbicación geográfica personalizada - ¿Planeando un viaje a Suecia o Grecia? ¿Por qué no empezar a hacer coincidencias con anticipación? Esto realmente cambia tu ubicación. Así que mostrará que realmente estás en cualquier lugar que decidas.\n\n¡Mensajería automática! Cuando coincides con personas por primera vez, ¡puedes enviar automáticamente un mensaje preescrito!\n\n¡Rutinas! ¡Establece cuándo quieres que Swiperino comience a deslizar automáticamente por ti!\n\nNuestro objetivo es que obtengas el máximo provecho de Tinder y, con suerte, encuentres a esa persona adecuada que has estado buscando.",
    "fr": "Tinder Auto Liker avec swiping intelligent - Swiperino imite les actions humaines en swipant, afin d’éviter les blocages.\n\nCustomisez votre emplacement - Vous planifiez un voyage en Suède ou en Grèce ? Pourquoi ne pas anticiper sur vos matchs ? Cela modifie véritablement votre emplacement. Cela va ainsi afficher que vous vous trouvez à l’emplacement de votre choix.\n\nMessage Automatique! Quand vous matchez avec une personne pour la première fois, cela peut envoyer un message pré-rempli.\n\nRoutines! Configurez le moment où vous souhaitez que Swiperino commence à swiper pour vous!\n\nNotre objectif est de vous permettre de profiter au maximum de Tinder et, espérons-le, de trouver la bonne personne que vous recherchez.",
    "it": "Tinder Auto Liker con swipe intelligente - Swiperino fa sembrare il tuo swipe \"più umano\" così da evitare la sospensione dell'account\n\nPosizione geografica personalizzata - Stai pianificando un viaggio in Svezia o Grecia? Perché non iniziare il match già da prima. Questa opzione cambierà la tua località, quindi, mostrerà che tu sei in qualunque luogo tu decida.\n\nMessaggio Automatico! Quando fai match con qualcuno puoi inviare automaticamente un messaggio predefinito!\n\nRoutine! Scegli di impostare quando vuoi che Swiperino faccia lo swipe in automatico per te!\n\nIl nostro obiettivo è farti sfruttare al massimo Tinder e speriamo di aiutarti a trovare la persona giusta che stavi cercando.",
    "ja": "スマートスワイプを備えた Tinder Auto Liker - Swiperinoは、禁止を回避するために、スワイプをより人間らしいものにします\n\nカスタム地理的位置-スウェーデンまたはギリシャへの旅行を計画していますか？ 事前にマッチングを始めてみませんか。 これは実際にあなたの場所を変更します。 だからそれはあなたが実際にあなたが決めた場所にいることを示します。\n\nオートメッセージング！ あなたが最初に人と対戦するとき、あなたは自動的に事前に書かれたメッセージを送ることができます！\n\nルーチン！ Swiperinoが自動的にスワイプを開始するように設定します。\n\n私たちの目標は、Tinderを最大限に活用し、うまくいけば、あなたが探している適切な人を見つけることです。",
    "ko": "Tinder 오토 링커를 스마트 스와이핑과 함께 - Swiperino는 당신의 스와이핑 좀 더 사람이 하는 것처럼 보이게 만들어 주어 계정 정지를 먹지 않게 해줍니다.\n\n사용자 지정이 가능한 지리적 위치 - 스웨덴 또는 그리스로 여행을 할 계획이 있으세요? 미리 해당 지역으로 정보를 설정하고 매칭을 해보는 건 어떠세요? 이 앱은 위치를 변경하는 것이 가능합니다. 그래서 자기가 선택한 지역에 머무는 걸로 설정하는 것이 가능합니다. \n\n오토 메시징! 처음 매칭된 사람들에게 미리 지정해둔 자동 메세지를 전송하는 게 가능해요!\n\n루틴! 언제 Swiperino가 자동으로 스와이핑을 시작해도 좋은 지 설정해보세요!\n\n우리의 목표는 여러분이 틴더를 최대한 활용하게 도와주고, 바라건대 여러분이 찾아온 그 올바른 사람을 찾게 해주는 것입니다.",
    "pl": "Działania Swiperino, aplikacja do inteligentnych autopolubień na Tindera, przypominają te ludzkie dla uniknięcia zbanowania.\n\nNiestandardowe położenie geograficzne:  Planujesz podróż do Szwecji lub Grecji? Dlaczego nie rozpocząć dopasowywania z wyprzedzeniem. Nasza aplikacja zmieni twoją lokalizację i sprawi, że będzie wyglądać tak, jakbyś faktycznie znajdował/a się w dowolnej lokalizacji przez Ciebie wybranej.\n\nAutomatyczne wiadomości! Z pierwszy dopasowaniem możesz automatycznie wysłać wcześniej napisaną wiadomość.\n\nRutyny! Skonfiguruj je, żeby Swiperino automatycznie zaczynał parowanie za Ciebie.\n\nNaszym celem jest pomóc Ci w pełni wykorzystać Tinder i miejmy nadzieję, znaleźć tę właściwą osobę, której szukałeś.",
    "pt_BR,pt_PT": "Curtidor automático do Tinder com deslizador inteligente: o Swiperino faz seu deslizar parecer mais humano para evitar proibições.\n\nLocalização geográfica personalizada - Planejando uma viagem para a Suécia ou Grécia? Por que não começar a procurar novos matches com antecedência? O Swiperino realmente muda o seu local como se você já estivesse lá.\n\nMensagem automática: ao formar um novo match, você já pode enviar uma mensagem personalizada automaticamente.\n\nRotinas personalizadas! Você escolhe quando quer que o Swiperino comece a deslizar automaticamente pelos perfis!\n\nNosso objetivo é ajudá-lo a aproveitar ao máximo o Tinder e, esperamos, encontrar a pessoa certa que você tem procurado.",
    "ru": "Tinder Авто Лайкер с умным свайпингом - Swiperino делает ваш свайпинг более похожим на человеческий, чтобы избежать блокировок.\n\nПользовательское географическое местоположение - Планируете поездку в Швецию или Грецию? Почему бы не начать подбор заранее. Это действительно меняет ваше местоположение. Таким образом, будет показано, что вы действительно находитесь в выбранном вами месте.\n\nАвто-сообщения! Когда вы впервые находите совпадение с людьми, вы можете автоматически отправить предварительно написанное сообщение!\n\nРутинные задачи! Настройте время, когда вы хотите, чтобы Swiperino автоматически начал делать свайп за вас!\n\nНаша цель - помочь вам получить максимум от Tinder и, надеемся, найти того правильного человека, которого вы искали.\n\nPlease note that while this translation captures the general meaning of the text, there may be slight nuances due to the inherent differences between languages."
  }
}