{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fynd Now"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get inspired on the web and shop the look. Select any image while browsing and search similar styles from the entire Fynd catalogue."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every day we come across numerous fashion inspirations and references on the internet. But we don’t know where to buy them from. Fynd Now is one of Fynd's attempt to make shopping hassle-free for customers. Use this extension to search visually similar products from any reference images. Clicking on the suggested products in the search results will redirects to fynd.com for detailed product information. Checkout seamlessly and get superfast delivery at your doorstep.\nFeatures:\n- Find Similar: Gives visual similar products to the query image.\n- Shop the Look: Extracts all products in a query image and return similar products.\nHow to Use Fynd Now Extension:\n- From Entire Images:\n   - Alt + Left Click on any image on any site to Find Similars.\n   - Shift + Left Click on any image on any site to query Shop the Look.\n- Screenshot: Click on icon to choose either “Find Similar” or “Shop the Look”. Click and drag to capture an image area to start searching.\n- Press Escape key, click outside the Fynd Now popup or click the cross button to exit the extension.\nSelect any products from the extension search results to get redirected to fynd.com for product details. You can then buy the product and be trendy!"
  }
}