{
  "name": {
    "ar": "محول JFIF إلى JPG",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "JFIF to JPG Converter",
    "de": "JFIF zu JPG Konverter",
    "es": "Conversor de JFIF a JPG",
    "fr": "Convertisseur de JFIF à JPG",
    "hi": "JFIF से JPG कनवर्टर",
    "id": "Konverter JFIF ke JPG",
    "it": "Convertitore da JFIF a JPG",
    "pt_PT": "Conversor de JFIF para JPG",
    "ru": "Конвертер из JFIF в JPG",
    "vi": "Chuyển đổi JFIF thành JPG",
    "zh_CN": "JFIF到JPG转换器"
  },
  "short": {
    "ar": "قم بتحويل ملفات JFIF إلى JPEG في لحظة! هذه الأداة السهلة الاستخدام تساعدك على تغيير الصيغ بسهولة، مع ضمان الحفاظ على جودة الصورة…",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Convert your JFIF files to JPEG in a snap! This tool helps you switch formats effortlessly, ensuring high-quality image preservation",
    "de": "Konvertieren Sie Ihre JFIF-Dateien im Handumdrehen in JPEG! Mit diesem einfach zu bedienenden Tool wechseln Sie mühelos das Format…",
    "es": "¡Convierta sus archivos JFIF a JPEG en un instante! Esta herramienta fácil de usar te ayuda a cambiar de formato sin esfuerzo,…",
    "fr": "Convertissez vos fichiers JFIF en JPEG en un clin d'œil! Cet outil facile à utiliser vous aide à changer de format sans effort, en…",
    "hi": "अपनी JFIF फ़ाइलों को JPEG में तत्परता से परिवर्तित करें! यह उपयोग करने में आसान उपकरण आपको स्वतंत्रता से फ़ॉर्मेट बदलने में मदद…",
    "id": "Ubah file JFIF Anda ke JPEG dalam sekejap! Alat yang mudah digunakan ini membantu Anda mengubah format dengan mudah, memastikan…",
    "it": "Converti i tuoi file JFIF in JPEG in un attimo! Questo strumento facile da usare ti aiuta a cambiare formato senza sforzo,…",
    "pt_PT": "Converta os seus ficheiros JFIF para JPEG num instante! Esta ferramenta de fácil utilização ajuda-o a mudar de formato sem esforço,…",
    "ru": "Преобразуйте ваши файлы JFIF в формат JPEG в одно мгновение! Этот инструмент, легкий в использовании, поможет вам без усилий…",
    "vi": "Chuyển đổi tệp JFIF của bạn thành JPEG trong nháy mắt! Công cụ dễ sử dụng này giúp bạn chuyển đổi định dạng mà không cần nỗ lực,…",
    "zh_CN": "快速将您的JFIF文件转换为JPEG！这款易于使用的工具可以帮助您轻松更换格式，确保高质量的图像保存。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to JFIF to JPG Converter - the ultimate, easy-to-use, and powerful image converter extension for Chrome. Transform your JFIF files into high-quality JPG images seamlessly, quickly, and reliably, right from your browser.\n\nKey Features:\n\nQuick Conversion: Convert your JFIF images to JPG format in just a few clicks. No hassle, no waiting - enjoy instant conversion.\n\nHigh Quality: We prioritize the preservation of your image's quality. Our converter ensures your images maintain their clarity and quality during the conversion process.\n\nUser-friendly Interface: Our simple and intuitive design makes converting images a breeze. Whether you're a professional designer or a casual browser, you can easily navigate our tool.\n\nReliable and Efficient: Built with advanced technology, our extension guarantees reliable and efficient performance. Convert as many images as you want without worrying about crashes or slowdowns.\n\nOur tool is perfect for designers, photographers, and everyday users who need a quick, efficient way to manage and convert their images. We strive to simplify your work process and help you get the best out of your images.\n\nVisit our website www.jfifconverter.com to learn more about our features and how you can benefit from our tools. Enhance your productivity, save time, and preserve the quality of your images with our JFIF to JPG Converter today!\n\nStart your smooth image conversion journey with JFIF to JPG Converter. Download now and experience the best image converter tool on the market!"
  }
}