{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Parallax Background Builder (Desktop Edition)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily create live backgrounds with parallax effect for your site/site element or WordPress theme, through a simple visual editor."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We proudly present you our new web-application Parallax Background Builder for desktop(PBB) of web-features.net This application will help you quickly and easily create page backgrounds using parallax effect, for an entire page or for specific page elements, and then publish the created image on your page by just copying a small piece of code.\n\nParallax effect is a long-known and widely used animation effect. Lately, the parallax effect has become a wide-spread and quite a trend element in web design, often referred to as “parallax scrolling”. Internet if full on many great examples of application of this effect in web design.\n\nThe idea of ​​the parallax effect it in web design is built around giving a page depth by using several layers of images, all moving at different speeds in response to movement of the mouse or mouse scroller, so that a viewer get a full sense of 3D on the page.\n\nToo many web-designers turn to work with other methods, because parallax effect is just to technically complex and requires certain specialist skills.  \nIf you've found yourself in this situation before – I'm very glad to inform you that, finally, a reliable on-line tool for creating this effect without any particular technical preparation has been created! All you need is your imagination and a mouse, and fantasy becomes reality – and by the way, it's Completely Free!"
  }
}