{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StashForMe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Save webpages instantly with AI-powered summaries. Organize your bookmarks smartly and read efficiently with intelligent search.",
    "zh_CN": "一键保存网页，AI智能总结内容。让您的网页收藏更有条理，阅读更高效。支持目录管理和智能检索。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "StashForMe is the ultimate one-click web saving tool, powered by AI to help you quickly save and organize web content. With smart features like automated summaries, custom tags, and cross-device syncing, StashForMe transforms the way you manage and revisit online information.\n\nKey Features for Effortless Bookmarking:\nOne-Click Save: Save entire web pages instantly with a single click.\nAI-Powered Summaries: Let AI analyze and summarize content for quick insights.\nCustom Organization: Tag and categorize saved pages for easy access.\nCloud Sync Across Devices: Access your saved web pages anytime, anywhere.\nQuick Search: Find your saved content with fast keyword search.\nPerfect for students, professionals, and avid learners, StashForMe keeps your browsing organized and productive. Never lose track of important webpages again!\n\nWith StashForMe, you’ll never lose track of important information again. Organize smarter, work faster, and enjoy a clutter-free browsing experience.\n\nDownload StashForMe now and discover the smarter, faster way to save and manage online content.",
    "zh_CN": "StashForMe: 一键保存书签，AI智能总结，跨设备高效管理\n\nStashForMe 是一款智能书签管理工具，结合了强大的 AI 技术，帮助您一键保存网页、自动生成内容总结，并支持跨设备查看，随时随地高效管理您的书签。无论是在家、办公室还是移动设备上，您都能轻松访问并整理您的网页收藏，提升您的浏览效率。\n\n主要功能：\n\n一键保存书签：轻松将网页保存到书签，告别手动整理，自动分类管理，快速收藏重要网页。\nAI自动总结：通过先进的 AI 技术，自动提取网页关键信息，生成内容总结，让您快速掌握网页精髓。\n跨设备同步：在不同设备上查看您的书签，随时随地访问收藏的网页，无缝连接电脑、手机和平板。\n目录管理：为您的书签创建目录，保持收藏整齐有序，便于快速查找和管理。\n智能检索：通过关键词快速搜索，精准找到您的网页收藏，节省时间高效浏览。\n为什么选择 StashForMe？\n\n一键保存，轻松收藏：快速将网页保存为书签，随时整理和分类。\nAI智能总结：帮助您自动获取网页的核心信息，节省时间，提升阅读效率。\n跨设备同步：支持在不同设备之间同步书签，随时随地管理和访问您的网页。\n高效书签管理：目录管理和智能搜索功能，让您的书签更加有条理，轻松找到所需内容。\n使用 StashForMe，您将享受智能、便捷的书签管理体验，一键保存、AI自动总结，让网页收藏更加高效。立即下载，开启跨设备、高效管理的书签体验！"
  }
}