{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspect CSS classes on hover."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Finder Extension: Uncover Web Styling with Ease\n\nAre you fascinated by the intricate styles and designs of your favorite websites? Dive deep into the world of web styling with our CSS Finder extension. More than just a Font Finder, this tool allows you to explore and understand the CSS properties that shape the visual appeal of web elements.\n\nKey Features:\n\nComprehensive Styling Details:\n1. Activate the extension with a double-click and start exploring CSS details on any webpage.\n2. Hover over elements to reveal intricate information about fonts, sizes, colors, borders, and more.\n\nUser-Friendly Interface:\n1.Navigate effortlessly through a simple and intuitive design.\n2. Receive clear and concise information displayed in an interactive tooltip.\n\nToggle On/Off:\n1. Double-click to activate the extension; double-click again to deactivate.\nSeamlessly switch between browsing with and without CSS Finder as per your needs.\n\nVisualize Styles:\nGain insights into font styles, sizes, colors, borders, and other CSS properties.\nUnderstand the visual composition of any webpage with a simple hover.\n\nWhy Choose CSS Finder?\nHolistic Design Exploration: Go beyond fonts and delve into the comprehensive world of CSS styling.\nIdeal for Developers: Perfect for web developers, designers, and enthusiasts interested in web design intricacies.\nUser-Friendly: An easy-to-use interface for a hassle-free exploration experience.\nCustomizable: Toggle the extension on and off to suit your browsing preferences.\nDownload CSS Finder now and elevate your web exploration experience. Uncover the complete spectrum of web styling with a simple double-click!"
  }
}