{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Barracuda Chromebook Security Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Barracuda Chromebook Security Extension is designed to protect you from malicious and inappropriate web content"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Barracuda Chromebook Security Extension enables you to protect your Chromebook users from malicious and inappropriate content by enforcing the policies you configure on your Barracuda Web Security Gateway.  \n \nThe Barracuda Chromebook Security Extension leverages the cloud-based Web Categorization Service to filter content from over 80 million URLs, while also dynamically scanning websites not yet in the database. This allows administrators to provide safe Internet access to your Chromebook users, whether they’re on or off of your network. It’s like having the Barracuda Web Security Gateway right in your browser!\n \n     ·    Single sign-on, user-based access.\n     ·    Policies are cached on the Chromebook, ensuring that if it loses contact with the Barracuda Web Security Gateway, last-known policies are still enforced. No need for the extension to fail open or closed.  \n     ·    The extension works on or off network.\n     ·    Since the extension works directly through the browser to apply browsing policies, there is no need to route traffic through the Barracuda Web Security Gateway.\n     ·    Policies configured on the Barracuda Web Security Gateway are synchronized to the Chromebook periodically.\n     ·    All Chromebook user access to websites is logged and the logs are available on the Barracuda Web Security Gateway.\n     ·    The administrator can use the Barracuda Web Security Gateway report generation feature to generate reports on Chromebook user web access.\n     ·    The Barracuda Chromebook Security Extension comes with the Barracuda Web Security Gateway at no additional cost!\n\n\nThe Barracuda Web Security Gateway appliance or virtual running firmware version 10.1 or newer is required."
  }
}