{
  "name": {
    "am,ar,cs,fa,hi,hr,id": "20 Punch Game",
    "bg,ca,da,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,it,ko,lt,lv,ml,nl,pt_BR,pt_PT,ru,sl,sr,ta,tr,uk,vi,zh_CN,zh_TW": "20 Punch Fighting Game",
    "bn,gu,he,ja,kn,ro,th": "20 Punch Unblocked Game",
    "el,fi,fil,hu,mr,ms,no,sw": "20 Punch Online",
    "pl,sk,sv,te": "20 Punch Online Game"
  },
  "short": {
    "ar": "في لعبة القتال هذه ، قاتل خصمك في حلقة Box وأخرجه.",
    "am": "በዚህ የውጊያ ጨዋታ ላይ በቦክስ ቀለበት ውስጥ ባላጋራህን ተዋግተህ አውጣው።",
    "bg": "В тази бойна игра се бийте с опонента си в ринга Box и го нокаутирайте.",
    "bn": "এই লড়াকু খেলায়, বক্স রিংয়ে আপনার প্রতিপক্ষের সাথে লড়াই করুন এবং তাকে নক আউট করুন।",
    "ca": "En aquest joc de lluita, lluiteu contra el vostre oponent a l'anell de Box i feu-lo fora.",
    "cs": "V této bojové hře bojujte se svým soupeřem v boxovém kruhu a vyřaďte ho.",
    "da": "I dette kampspil skal du kæmpe mod din modstander i Box-ringen og slå ham ud.",
    "de": "Kämpfe in diesem Kampfspiel gegen deinen Gegner im Box-Ring und knocke ihn aus.",
    "el": "Σε αυτό το παιχνίδι μάχης, πολεμήστε τον αντίπαλό σας στο δαχτυλίδι Box και χτυπήστε τον.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this fighting game, fight your opponent in the Box ring and knock him out.",
    "es": "En este juego de lucha, lucha contra tu oponente en el ring de Box y noquearlo.",
    "et": "Selles võitlusmängus võitle oma vastasega Kasti ringis ja löö ta välja.",
    "fa": "در این بازی مبارزه، مبارزه با حریف خود را در حلقه جعبه و او را از دست کشیدن.",
    "fi": "Taistele tässä taistelupelissä vastustajaasi vastaan Box-kehässä ja tyrmää hänet.",
    "fil": "Sa labanang ito laro, labanan ang iyong kalaban sa Box singsing at kumatok sa kanya out.",
    "fr": "Dans ce jeu de combat, combattez votre adversaire dans le ring Box et assommez-le.",
    "gu": "આ લડાયક રમતમાં બોક્સ રિંગમાં તમારા પ્રતિસ્પર્ધી સામે લડો અને તેને બહાર ફેંકી દો.",
    "he": "במשחק לחימה זה, להילחם ביריב שלך בזירת התיבה ולהפיל אותו.",
    "hi": "इस लड़ाई खेल में, बॉक्स रिंग में अपने प्रतिद्वंद्वी से लड़ने के लिए और उसे बाहर दस्तक।",
    "hr": "U ovoj borbenoj igri, borite se protiv protivnika u box ringu i nokautirajte ga.",
    "hu": "Ebben a verekedős játékban harcolj az ellenfeleddel a Box ringben, és üsd ki.",
    "id": "Dalam game pertarungan ini, lawan lawan Anda di ring Box dan hancurkan dia.",
    "it": "In questo gioco di combattimento, combatti il tuo avversario sul ring Box e mettilo fuori combattimento.",
    "ja": "この格闘ゲームでは、ボックスリングで相手と戦い、彼をノックアウトします。",
    "kn": "ಈ ಫೈಟಿಂಗ್ ಆಟದಲ್ಲಿ, ಬಾಕ್ಸ್ ರಿಂಗ್ ನಲ್ಲಿ ನಿಮ್ಮ ಎದುರಾಳಿಯೊಂದಿಗೆ ಹೋರಾಡಿ ಮತ್ತು ಅವನನ್ನು ನಾಕ್ ಔಟ್ ಮಾಡಿ.",
    "ko": "이 격투 게임에서, 상자 반지에서 상대와 싸우고 그를 노크하십시오.",
    "lv": "Šajā cīņas spēlē cīnieties ar pretinieku Box ringā un izsitiet viņu.",
    "ml": "ഈ ഫൈറ്റിംഗ് ഗെയിമിൽ, ബോക്സ് റിംഗിൽ നിങ്ങളുടെ എതിരാളിയോട് പോരാടുക, അവനെ പുറത്താക്കുക.",
    "mr": "या लढाऊ खेळात बॉक्स रिंगमध्ये आपल्या प्रतिस्पर्ध्याशी लढा द्या आणि त्याला बाद करा.",
    "ms": "Dalam permainan pertempuran ini, lawan anda di cincin Box dan mengetuknya.",
    "nl": "In dit vechtspel vecht je tegen je tegenstander in de Box-ring en sla je hem knock-out.",
    "no": "I dette kampspillet, kjempe motstanderen i Box ringen og slå ham ut.",
    "pl": "W tej grze walki walcz z przeciwnikiem w ringu Box i nokautuj go.",
    "ro": "În acest joc de luptă, lupta adversarul în caseta de inel și knock-l afară.",
    "ru": "В этом файтинге сражайтесь с противником на ринге Box и нокаутируйте его.",
    "sk": "V tejto bojovej hre bojujte so svojím súperom v box ringu a vyraďte ho.",
    "sl": "V tej boju igro, boj nasprotnika v box prstan in ga knock out.",
    "sv": "I det här kampspelet, slåss mot din motståndare i Box-ringen och slå ut honom.",
    "sw": "Katika mchezo huu wa mapigano, pambana na mpinzani wako kwenye pete ya Sanduku na kumtoa nje.",
    "ta": "இந்த சண்டை விளையாட்டில், பெட்டி வளையத்தில் உங்கள் எதிரியை எதிர்த்துப் போராடி அவரை நாக் அவுட் செய்யுங்கள்.",
    "te": "ఈ పోరాట ఆటలో, బాక్స్ రింగ్ లో మీ ప్రత్యర్థితో పోరాడండి మరియు అతనిని పడగొట్టండి.",
    "th": "ในเกมต่อสู้นี้ต่อสู้กับคู่ต่อสู้ของคุณในแหวนกล่องและเคาะเขาออก",
    "tr": "Bu dövüş oyununda, rakibinizle Kutu halkasında savaşın ve onu nakavt edin.",
    "uk": "У цьому файтингу бийся зі своїм суперником на боксерському рингу і нокаутуйте його."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How good are you at punching games! Choose the character you want, punch your opponent and win the match.\n\nHow To Play\nPlayed with Mouse.\n\n20 Punch Fighting Game Features\n✓ 2D Character\n✓ Fun Sounds\n✓ Easy control\n✓ 2 Different Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! 20 Punch Fighting Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}