{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Omni"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome sidebar with real time information retrieval."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome sidebar that brings up the most relevant information as you read or write in your browser.\n\nOmni allows you to conduct real-time search queries proactively over any text of your choice, whether it be websites, books or private documents.  This search is at the level of sentences which can be brought up as you type or in response to your highlighting. Information will appear at the right hand side of your page once you've opened the extension.\n\n\nQuick Instructions\n--------------------------------\n\nWhile browsing, open the extension by clicking the Omni logo or using the keyboard shortcut Alt+F (Option+F on Mac). Now you can trigger retrievals by\n- Highlighting any text on the page. \n- Typing into any textbox on the page.\n- Typing into the textbox at the top of the sidebar.\n\nResults will be displayed in the sidebar on the right of the screen. You can click on a result to see it in the original context, then click again to hide it.\n\nYou can choose which dataset to get search results from by selecting it from the drop-down menu. You can even upload your own private dataset (we support most common document formats) by clicking the “Datasets” button in the top right hand corner of the sidebar, logging in, and following the instructions.\n\nTips:\n- Currently retrieval quality is highest for queries of around 1-3 sentences. For shorter queries, add more context to increase the quality of results.\n- Pin Consilience to make it easy to open and close it quickly.\n- Highlighting and typing will not work for pages that use advanced canvas-based text rendering, most prominently Google Docs. We’re working on it!\n\n\nWhy Omni?\n-------------------------------\n\nOmni brings information retrieval into the mechanics of creation. Typical search workflows have the creator break out of their work to a new website, search for a document, skim or read the document for relevant information, and then go back to their task to use that information to direct some decision. The real-time workflow will bring the snippet of decision-relevant information directly to the interface where creation is occurring.\n\nSemantic similarity in real time means that when you author your great work, the concordant ideas written by literary & intellectual titans deepens your ideation. Attaching your own personal notes, you'll see the way that your thought on a subject has evolved over time, bringing your related ideas to mind where you had once forgotten them."
  }
}