{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HGLT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HGLT is designed primarily to learn languages ​​while visiting websites, but could be used to learn or remember many other things.…",
    "es_419": "HGLT está diseñado principalmente para aprender un lenguaje mientras se navega por internet, pero puede ser usado para aprender…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HGLT is designed primarily to learn languages ​​while visiting websites, but could be used to learn or remember many other things. HGLT has no servers behind or databases, so it does not store any kind of information, personal or not. We do not use any external API, we open tabs and copy the texts and links as you could do.\n\nWhen you select a word or phrase, this happens:\n\n- HGLT opens two pinned tabs (not focused) and looks for the translation, definition, and images of the word or phrase for you.\n- Then, HGLT puts all the collected results in a tooltip near the selection, along with the pronunciation.\n\nWhen HGTL is active and available on certain web site you will be able to:\n\n- See all the information collected in a tooltip near the selection (you could decide what information will show the tooltip).\n- In that tooltip, we could also hear the pronunciation of that word or phrase.\n- You could choose between different translations, different definitions and different images. \n- You can store that word or phrase previously selected and the information collected by HGLT.\n- You can also study those elements using the same algorithm as Memrise, Duolingo or Ankidroid.\n- In the study section, you can also test your pronunciation against the original pronunciation.\n\nSettings\n\nWe can choose what to see in the tooltip and what languages to use. Depends on what you want to study you could change the settings to feel comfortable.  \n\nStored elements\n\nOnce you decide that certain word or phrase deserves to be stored because you think that word or phrase is relevant to remember, you should click on \"Add _the word or phrase_ to the store\". You can access the stored elements by clicking on the tooltip (after one element was added) or in the popup. In the stored elements page, you can remove items and see all the stored information. So far information is stored locally, this means information is not shared between browsers but I'm testing a new way to share info between browsers. \n\nStudy\n\nSince we store elements, a badge appears in the popup menu.\nEach day, a badge warns you about the items available to study that day. In each study session, you should evaluate how well you remembered that element and the algorithm decides when it will be the best time to revisit that element.\n\nI hope this extension is useful to you as much as it is to me.",
    "es_419": "HGLT está diseñado principalmente para aprender un lenguaje mientras se navega por internet, pero puede ser usado para aprender bastantes otras cosas. \nHGLT no tiene servidores detrás, o bases de datos, de manera que no guarda ninguna clase de información, ni personal ni de ningún tipo. No usamos ninguna API externa tampoco, abrimos tabs y copiamos los textos y los links como podrías hacerlo vos.\n\nCuando seleccionas una palabra o frase, pasa esto:\n\n- HGLT abre dos pinned tabs (sin hacer foco) y busca la traducción, la definición y las imágenes de la palabra o frase por vos. \n- Después, HGLT pone todos los resultados mas la pronunciación en un tooltip al lado de la selección.\n\nCuando HGLT está activo y disponible en cierto sitio web serás capaz de:\n\n- Ver toda la imformación recolectada en un tooltip al lado de la selección (puedes decidir que información mostrar en ese tooltip).\n- En ese tooltip, podemos además escuchar la pronunciación de esa palabra o frase.\n-Podrás elegir entre distintas traducciones, distintas definiciones y distíntas imágenes.\n-Podrás guardar esa palabra o frase previamente seleccionada y la información recolectada por HGLT.\n- Además, podrás estudiar esos elementos usando los mismos algoritmos que Memrise, Duolingo o Ankidrois.\n- Enla sección de estudio, podrás además testear tu pronunciación.\n\nConfiguraciones\n\nPodemos elegir que ver en el tooltip y que lenguajes usar. Dependiendo de que quieras estudiar podrías cambiar la configuración para sentirte mas a gusto.\n\nElementos guardados\n\nUna vez que decides que cierta palabra o frase merece ser guardada porque piensas que esa palabra o frase es relevante para recordar, deberías hacer click en \"_Agregar la palabra o frase al almacen_\". Podrás acceder a los elementos guardados haciendo click en el tooltip (luego de que un elemento se agregue) o en el popup al que se accede en la esquina superior derecha del navegador.\nen la pagina de los elementos guardados, podrás eliminar los items y ver toda la información guardada. Hasta ahora, los elementos se guardan localmente, esto quiere decir que no se mantienen sincronizados entre tus distintos navegadores en distintos dispositivos, pero estamos testeando una nueva forma de hacerlo posible.\n\nEstudio\n\nSiempre que guardemos elementos, va a aparecer un badge en el menu del popup.\nCada día, un badge te avisa que items se podrán estudiar ese día. En cada sesión de estudio, podrás evaluar que tan bien te parece que recuerdas ese elemento y el algoritmo decide cuando será el momento ideal para volver a repasar ese item.\n\nEspero que esta extensión te resulte util tanto como a mí."
  }
}