{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Readima"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Readima simulates many reading techniques such as Meta Guiding, or RSVP to help you read faster with high comprehension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "★ Introduction about Readima\n\nReadima is a Chrome extension designed to help people improve their speed reading skills through the use of various methodologies, including Meta Guiding and Rapid Serial Visual Presentation (RSVP). \n\nWith Readima, users can customize their reading experience to better suit their individual needs and preferences, choosing from a variety of options such as font size, color scheme, and reading speed.\n\nOne of the key features of Readima is its ability to implement Meta Guiding, a technique that involves using a visual cue, such as a cursor or a highlighted line, to guide the reader's eye as they move through the text. This can help improve reading speed and comprehension by focusing the reader's attention on the most important information and eliminating the need for unnecessary eye movements.\n\nAnother useful feature of Readima is its support for RSVP, which presents text one word at a time, rather than in traditional sentence or paragraph form. This can help to improve reading speed by forcing the reader to focus on each individual word and eliminating the tendency to re-read or skim over words. It can also help improve comprehension by allowing the reader to fully process and comprehend each word before moving on to the next.\n\nIn addition to these features, Readima also offers a variety of customization options, such as the ability to adjust the font size and color scheme to suit the reader's preferences, and the option to set a specific reading speed to help optimize the reading experience.\n\nWhether you're a student looking to improve your reading skills for school, a professional looking to increase your productivity, or simply someone who enjoys reading, Readima is an excellent tool to help you improve your speed reading skills and get more out of your reading experience.\n\n★ Main features\n\n✔ Reading pointer: Readima simulates the best speed reading technique called Meta Guiding.\n\nMeta guiding involves visually guiding your eye using some sort of pointer (finger, pen, or this Readima app) for the eye to move faster along the length of a passage of text.\n\nThe point is to decrease distraction and focus on the specific words to increase your reading speed. Try to keep moving your pointer slightly faster than your comfort zone to increase the reading speed.\n\n✔ Rapid Serial Visual Presentation (RSVP): In RSVP, a series of words appear rapidly in time at the same point in visual space. Indeed, the words may appear as fast as 10 items per second.\n\n✔ Reading Mode: distraction-free & ad-blocking reading viewer focusing on the main content. \n\n✔ Scan & Skim: highlight the first and last sentence of each paragraph in a custom color that the user can choose. \nThis allows the reader to quickly scan through a piece of text and get a sense of the main ideas and key points without having to read every single word. Additionally, by highlighting the first and last sentence of each paragraph, the reader is able to quickly identify where one idea ends and another begins.\n\n✔ Word List Checker: allows you to see new vocabulary in context, which can make it easier to understand and remember.\n\nWe recommend moving your pointer with almost constant speed. Try to keep moving your pointer slightly faster than your comfort zone to increase the reading speed.  \n\nTry to read faster so that you catch up with your pointer. If you start losing comprehension, slow your pointer down. Otherwise, consider moving your pointer even faster.\n\n★ Privacy & Support\n\nWhat you read is your business.\n\nWe do not sell, rent, license, or otherwise monetize your data in any way.\n\nBy installing the extension, you agree to Readima's Privacy Policy. \n\n★ Changelog\n\n1.3.0 | 01, Feb 2023\n- Fix bugs and add improvements \n1.2.9 | 18, Jan 2023\n- Improve side bar UI\n- Add Images overview feature.\n\n1.2.7 | 11, Jan 2023\n- Turn on/off media and links in the article\n- Page width and Line space settings\n\n1.2.6 | 10, Jan 2023\n\n- Add Table of content feature\n- Update Sidebar UI/UX \n\n1.2.5 | 20, Dec 2022:\n- Add Scan & Skim feature \n\n1.2.3 | 20, Dec 2022:\n- Add Notification for users to view the latest updates right on the extension\n- Update Activation page UI/UX \n\n1.2.3.5 | 19, Dec 2022:\n- Add 3000 most common words in English List to Word Checker\n\n1.2.3 | 17, Dec 2022:\n- Allow delete Word List Checker \n- Allow disable Word List Checker \n\n1.2.2 | 13, Dec 2022:\n\n- Add Word List Checker feature: Allow you to highlight words from a custom list. \n- Improve side menu user experiences\n\n1.2.1 | 16, Nov 2022 : Update default settings\n- Update default Speed to 400 words per minute \n- Update Chunk length to 6 words\n\n1.2.0 | 10, Oct 2022 - Rebranding to Readima \n\n1.1.1 | 14, Aug 2022\n- Fix bug when switching the reading mode\n\n1.1.0 | 11, Aug 2022\n- Fix progress bar error \n\n1.0.9 | 11, Aug 2022 \n- Add Focus Characters in Rapid Serial Visual Presentation reading mode\n- Add Focus Underline in Rapid Serial Visual Presentation reading mode\n- Add Focus Color settings in Rapid Serial Visual Presentation reading mode\n\n1.0.8 | 10, Aug 2022 \n- Add Rapid Serial Visual Presentation (RSVP)\n\n1.0.7 | 05, Aug 2022\n- Improve the settings page UI\n- Update to manifest v3\n\n1.0.6 | 04, Aug 2022\n- Add Analytics and improve the speed reading sidebar\n\n 1.0.5 | 02, Aug 2022\n- Redesign sidebar menu \n- Add a Monthly Subscription\n\n 1.0.3 | 25, Jul 2022\n- Rebranding to Readima \n- Add theme settings on the right sidebar\n\nAny questions and feature requests? Drop us a line at hello@readima.com"
  }
}