{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobile Game Revenue Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze mobile game revenues from store pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobile Game Revenue Calculator - Analyze mobile game revenues and discover market insights instantly. Track real-time downloads, revenue estimates, and market performance for any mobile game or app on the Play Store. Get accurate revenue projections powered by advanced analytics algorithms that consider user retention, ad revenue, and in-app purchases.\nPerfect for mobile game developers, publishers, and market researchers who want to:\n\nCalculate potential mobile game earnings\nAnalyze competitor game revenues\nTrack top-performing mobile games\nDiscover profitable game niches\nEstimate ad revenue & IAP performance\n\nDeveloped by Mobimod.com, expert mobile game developers with proven success in hyper-casual games and free-to-play monetization. Whether you're planning to create a mobile game or analyzing market opportunities, get data-driven insights with our revenue calculator.\nQuick, easy, and free - just click the extension icon to analyze any game on the Play Store. Join thousands of mobile game professionals who trust our analytics for market research and revenue forecasting.\nNote: All estimates are based on public data and industry averages to provide market intelligence. Actual revenues may vary based on multiple factors including user engagement, monetization strategy, and market conditions."
  }
}