{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SearchWithin Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Submits the open tab to SearchWithin for summarization and querying"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When SearchWithin is running, this extension allows you to quickly submit PDF files and HTML pages for processing by SearchWithin.\n\nSearchWithin is a state-of-the-art software application that offers an effortless and efficient way to access and understand the contents of both PDF documents and web pages. It harnesses the power of OpenAI's Large Language Models to provide users with a powerful set of summarization, querying, and learning tools that can help increase reading comprehension and long-term retention. To utilize the full functionality of SearchWithin, users are required to input their OpenAI API key.\n\nOne of SearchWithin's standout features is its ability to automatically generate summaries and list the main topics of even the largest documents. Users can also ask questions about the content to find the most relevant information, and the software returns clear and concise responses.\n\nAnother unique feature of SearchWithin is its capability to provide short descriptions of key concepts within the document, along with multiple-choice questions, in order to help users learn about the most important points quickly and easily.\n\nSearchWithin has a feature for Optical Character Recognition, which makes it easy for users to access the contents of scanned documents. Additionally, the software is compatible with various languages, allowing users to load documents and web pages in any language and explore their contents in English, Spanish, French, Italian, or German.\n\nFinally, SearchWithin includes a fun and interactive short story tool designed to improve users' reading comprehension skills in English, Spanish, French, Italian, or German.\n\nSearchWithin offers a fully functional free version of the software, which displays a sponsor page upon launch. For users who prefer not to see sponsor pages, keys are available for purchase at a cost of $9.95. These keys disable the sponsor pages for SearchWithin.\n\nAny key, new or old, for Software995's Pdf995, Suite, or Toolset, will also disable the sponsor pages for SearchWithin. This offers an additional option for users who already have keys for Software995's products and wish to disable sponsor pages in SearchWithin as well.\n\nWith its flexible pricing options and powerful set of features, SearchWithin is an ideal choice for anyone looking to streamline their information gathering process and improve their reading comprehension skills."
  }
}