{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Piece Cursor Pack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Embark on an exciting journey with the One Piece Cursor extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you’re a fan of the legendary anime, this extension is the perfect way to bring the world of One Piece right to your browser. \n\nCustomizing your cursor with iconic characters and symbols from the anime adds a unique touch to your web experience. Whether you’re navigating through the Grand Line or looking for extension is a fun way to show off your love for the series.\n\nAnime-Inspired Cursors: Choose from a variety of cursors featuring the most beloved characters and items from One Piece. From Luffy’s straw hat to the Jolly Roger, the pack includes a diverse range of designs that capture the spirit of the show. Each cursor reflects the fun, adventure, and excitement of the anime.\n\nEasy Installation: Installing the cursor pack is simple and fast. With just a few clicks, you can change your default browser cursor to one inspired by your favorite characters or symbols.\n\nSmooth Performance: The extension is lightweight and runs smoothly, allowing you to continue your browsing experience without any interruptions. It doesn’t slow down your browser or affect its performance in any way.\n\nCustomizable Experience: You can easily switch between different cursors, choosing the one that best suits your mood or the characters you love the most. It’s an interactive and engaging way to personalize your browsing experience.\n\nThe extension is the ultimate choice for any anime fan who wants to add a bit of the anime’s magic to their daily browsing. It’s a small, fun way to bring the world of pirates into your online activities. With its simple installation and smooth performance, it’s the perfect addition to your browser."
  }
}