{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Mytube for Youtube™",
    "es": "Mytube for por Youtube™",
    "pt_BR": "Mytube para Youtube™",
    "ru": "Mytube для Youtube™",
    "zh_CN": "Mytube 为了 Youtube™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Change the design of the YouTube and block any ads on Youtube videos.",
    "es": "Cambie el diseño de YouTube y bloquee cualquier anuncio en los videos de Youtube.",
    "pt_BR": "Altere o design do YouTube e bloqueie quaisquer anúncios nos vídeos do YouTube.",
    "ru": "Измените дизайн YouTube и заблокируйте любую рекламу в видеороликах Youtube.",
    "zh_CN": "更改 YouTube 的设计并屏蔽 Youtube 视频上的任何广告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "For ease of use! Simply download and see the new look of YouTube. \n\nIt also removes YouTube ads and enhances your video watching experience. this is MyTube  is a tool that have a customizable and simple. \n\nThe features are:\n- Change YouTube color and you can customize it.\n- Removes all annoying ads and banners.\n- Super easy to use.\n\nWarning\nYouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.\n\nP.S. Sorry I can't write English very well, please forgive me if there is any mistake.\n\nImportant!\nWe hope you find our tool useful! We are waiting for your feedback and ratings!",
    "es": "¡Para facilitar su uso! Simplemente descárguelo y vea la nueva apariencia de YouTube.\n\nTambién elimina los anuncios de YouTube y mejora su experiencia de visualización de videos. Este es MyTube es una herramienta que tiene un diseño personalizable y sencillo.\n\nLas características son:\n- Cambia el color de YouTube y podrás personalizarlo.\n- Elimina todos los anuncios y pancartas molestos.\n- Súper fácil de usar.\n\nAdvertencia\nYouTube es una marca comercial de Google LLC. El uso de esta marca comercial está sujeto a los permisos de Google.\n\nPD Lo siento, no puedo escribir muy bien en inglés, perdónenme si hay algún error.\n\n¡Importante!\n¡Esperamos que encuentre útil nuestra herramienta! ¡Estamos esperando sus comentarios y calificaciones!",
    "pt_BR": "Para facilidade de uso! Basta baixar e ver o novo visual do YouTube.\n\nEle também remove anúncios do YouTube e melhora sua experiência de assistir vídeos. este é o MyTube é uma ferramenta que possui um design personalizável e simples.\n\nOs recursos são:\n- Mude a cor do YouTube e você poderá personalizá-lo.\n- Remove todos os anúncios e banners irritantes.\n- Super fácil de usar.\n\nAviso\nYouTube é uma marca registrada da Google LLC. O uso desta marca registrada está sujeito às permissões do Google.\n\nP.S. Desculpe, não consigo escrever em inglês muito bem, por favor, me perdoe se houver algum erro.\n\nImportante!\nEsperamos que nossa ferramenta seja útil! Estamos aguardando seus comentários e avaliações!",
    "ru": "Для удобства использования! Просто скачайте и посмотрите новый внешний вид YouTube.\n\nОн также удаляет рекламу на YouTube и улучшает качество просмотра видео. это MyTube — это настраиваемый и простой инструмент.\n\nОсобенности:\n- Измените цвет YouTube, и вы сможете настроить его.\n- Удаляет всю надоедливую рекламу и баннеры.\n- Супер прост в использовании.\n\nПредупреждение\nYouTube является товарным знаком Google LLC. Использование этого товарного знака регулируется разрешениями Google.\n\nP.S. Извините, я не очень хорошо пишу по-английски, пожалуйста, простите меня, если есть какие-то ошибки.\n\nВажный!\nМы надеемся, что наш инструмент окажется вам полезен! Ждем ваших отзывов и оценок!",
    "zh_CN": "易于使用！只需下载并查看 YouTube 的新外观。\n\n它还可以删除 YouTube 广告并增强您的视频观看体验。这是 MyTube，它是一种可自定义且简单的工具。\n\n功能包括：\n- 更改 YouTube 颜色，您可以自定义它。\n- 删除所有烦人的广告和横幅。\n- 超级好用。\n\n警告\nYouTube 是 Google LLC 的商标。此商标的使用受 Google 许可的约束。\n\n附注：抱歉我的英语写得不好，如果有任何错误，请原谅我。\n\n重要！\n我们希望您觉得我们的工具有用！我们正在等待您的反馈和评分！"
  }
}