{
  "name": {
    "ar,th": "jelly cat online chrome",
    "am": "ጄል ድመት የመስመር ላይ Chrome",
    "bg": "Жели котка онлайн хром",
    "bn": "জেলি বিড়াল অনলাইন ক্রোম",
    "ca": "Jelly Cat en línia Chrome",
    "cs": "Želé kočka online chrome",
    "da": "Gelékat online krom",
    "de,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,hr,id,it,lt,lv,ms,no,pt_BR,pt_PT,ro,sk,sl,sv,sw,tr,uk,zh_CN,zh_TW": "Jelly Cat Online Chrome",
    "fa": "ژله گربه آنلاین کروم",
    "fr": "Jelly chat en ligne chrome",
    "gu": "જેલી કેટ ઓનલાઇન ક્રોમ",
    "he": "כרום מקוון של ג'לי חתול",
    "hi": "जेली कैट ऑनलाइन क्रोम",
    "hu": "Zselés macska online króm",
    "ja": "ゼリーキャットオンラインクロム",
    "kn": "ಜೆಲ್ಲಿ ಕ್ಯಾಟ್ ಆನ್‌ಲೈನ್ ಕ್ರೋಮ್",
    "ko": "젤리 고양이 온라인 크롬",
    "ml": "ജെല്ലി പൂച്ച ഓൺലൈൻ Chrome",
    "mr": "जेली मांजर ऑनलाईन क्रोम",
    "nl": "Jelly cat online chroom",
    "pl": "Jelly Cat Chrome",
    "ru": "Желе кот онлайн хром",
    "sr": "Јелли Цат Онлине Цхроме",
    "ta": "ஜெல்லி பூனை ஆன்லைன் குரோம்",
    "te": "జెల్లీ క్యాట్ ఆన్‌లైన్ క్రోమ్",
    "vi": "Jelly Cat trực tuyến Chrome"
  },
  "short": {
    "ar": "Jelly Cat هي لعبة يجب عليك إطعام قطتك عن طريق رسم الخطوط الصحيحة. ارسم الأشكال الصحيحة للحصول على قطتك في أفضل حالات.",
    "am": "ጄሊ ድመት ትክክለኛውን መስመሮችን በመሳል ድመትዎን መመገብ ያለብዎት ጨዋታ ነው. ድመትዎን በተሻለ ሁኔታ ለማግኘት ትክክለኛውን ቅርጾችን ይሳሉ.",
    "bg": "Jelly Cat е игра, в която трябва да нахраните котката си, като нарисувате правилните линии. Начертайте правилните форми, за да…",
    "bn": "জেলি বিড়াল এমন একটি খেলা যেখানে আপনাকে সঠিক লাইনগুলি আঁকিয়ে আপনার বিড়ালকে খাওয়াতে হবে। আপনার বিড়ালটিকে সর্বোত্তমভাবে পেতে ডান…",
    "ca": "Jelly Cat és un joc on heu d’alimentar el vostre gat dibuixant les línies adequades. Dibuixa les formes adequades per aconseguir…",
    "cs": "Jelly Cat je hra, kde musíte svou kočku krmit nakreslením správných linek. Nakreslete pravé tvary, aby se vaše kočka dostala do…",
    "da": "Jelly Cat er et spil, hvor du skal fodre din kat ved at tegne de rigtige linjer. Tegn de rigtige former for at få din kat bedst.",
    "de": "Jelly Cat ist ein Spiel, bei dem Sie Ihre Katze füttern müssen, indem Sie die richtigen Linien zeichnen. Zeichnen Sie die richtigen…",
    "el": "Η Jelly Cat είναι ένα παιχνίδι όπου πρέπει να τροφοδοτήσετε τη γάτα σας τραβώντας τις σωστές γραμμές. Σχεδιάστε τα σωστά σχήματα…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Jelly Cat is a game where you have to feed your cat by drawing the right lines. Draw the right shapes to get your cat in best.",
    "es": "Jelly Cat es un juego en el que tienes que alimentar a tu gato dibujando las líneas correctas. Dibuja las formas correctas para…",
    "et": "Jelly Cat on mäng, kus peate oma kassi toitma, joonistades õiged jooned. Joonistage õiged kujundid, et oma kass parimaks saada.",
    "fa": "Jelly Cat بازی است که در آن شما باید با ترسیم خطوط مناسب ، گربه خود را تغذیه کنید. شکل های مناسب را بکشید تا گربه خود را به بهترین…",
    "fi": "Jelly Cat on peli, jossa sinun on syötettävä kissasi piirtämällä oikeat viivat. Piirrä oikeat muodot saadaksesi kissasi parhaiten.",
    "fr": "Jelly Cat est un jeu où vous devez nourrir votre chat en dessinant les bonnes lignes. Dessinez les bonnes formes pour mettre votre…",
    "gu": "જેલી કેટ એ એક રમત છે જ્યાં તમારે યોગ્ય રેખાઓ દોરવાથી તમારી બિલાડીને ખવડાવવી પડશે. તમારી બિલાડીને શ્રેષ્ઠ રીતે મેળવવા માટે યોગ્ય…",
    "he": "ג'לי חתול הוא משחק בו אתה צריך להאכיל את החתול שלך על ידי ציור הקווים הנכונים. צייר את הצורות הנכונות כדי להשיג את החתול שלך בצורה…",
    "hi": "जेली कैट एक ऐसा खेल है जहाँ आपको सही लाइनें खींचकर अपनी बिल्ली को खिलाना पड़ता है। अपनी बिल्ली को सबसे अच्छी तरह से पाने के लिए सही…",
    "hr": "Jelly Cat je igra u kojoj morate nahraniti svoju mačku crtajući prave linije. Nacrtajte prave oblike kako biste postigli svoju…",
    "hu": "A Jelly Cat egy olyan játék, ahol a megfelelő vonalak rajzolásával kell táplálnia a macskáját. Rajzolja meg a megfelelő formákat,…",
    "id": "Jelly Cat adalah permainan di mana Anda harus memberi makan kucing Anda dengan menggambar garis yang tepat. Gambarlah bentuk yang…",
    "it": "Jelly Cat è un gioco in cui devi nutrire il tuo gatto disegnando le linee giuste. Disegna le forme giuste per ottenere il meglio…",
    "ja": "ジェリーキャットは、正しい線を描くことで猫を養わなければならないゲームです。 猫を最高にするために、適切な形を描きます。",
    "kn": "ಜೆಲ್ಲಿ ಕ್ಯಾಟ್ ಎನ್ನುವುದು ಸರಿಯಾದ ಸಾಲುಗಳನ್ನು ಸೆಳೆಯುವ ಮೂಲಕ ನಿಮ್ಮ ಬೆಕ್ಕನ್ನು ಪೋಷಿಸಬೇಕಾದ ಆಟವಾಗಿದೆ. ನಿಮ್ಮ ಬೆಕ್ಕನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿ ಪಡೆಯಲು…",
    "ko": "젤리 고양이는 올바른 라인을 그려 고양이를 공급 해야하는 게임입니다. 올바른 모양을 그려 고양이를 최대한 활용하십시오.",
    "ml": "ശരിയായ വരികൾ വരച്ചുകൊണ്ട് നിങ്ങളുടെ പൂച്ചയെ പോറ്റ ഒരു ഗെയിമാണ് ജെല്ലി പൂച്ച. നിങ്ങളുടെ പൂച്ചയെ മികച്ചതാക്കുന്നതിന് ശരിയായ ആകൃതികൾ…",
    "mr": "जेली मांजर हा एक खेळ आहे जिथे आपल्याला योग्य रेषा रेखाटून आपल्या मांजरीला खायला द्यावे लागेल. आपल्या मांजरीला उत्कृष्ट…",
    "ms": "Jelly Cat adalah permainan di mana anda perlu memberi makan kucing anda dengan melukis garis yang betul. Lukis bentuk yang betul…",
    "nl": "Jelly Cat is een spel waarbij je je kat moet voeden door de juiste lijnen te tekenen. Teken de juiste vormen om uw kat het beste te…",
    "no": "Jelly Cat er et spill der du må mate katten din ved å tegne de riktige linjene. Tegn de riktige formene for å få katten din best.",
    "pl": "Jelly Cat to gra, w której musisz karmić kota, rysując odpowiednie linie. Narysuj odpowiednie kształty, aby najlepiej wykorzystać…",
    "ro": "Jelly Cat este un joc în care trebuie să -ți hrănești pisica desenând liniile potrivite. Desenați formele potrivite pentru a -ți…",
    "ru": "Jelly Cat - это игра, в которой вы должны кормить свою кошку, нарисовав правильные линии. Нарисуйте правые формы, чтобы получить…",
    "sk": "Jelly Cat je hra, v ktorej musíte nakŕmiť svoju mačku nakreslením správnych riadkov. Nakreslite správne tvary, aby ste svoju mačku…",
    "sl": "Jelly Cat je igra, v kateri morate nahraniti mačko, tako da rišete prave črte. Narišite prave oblike, da bo mačka najbolje…",
    "sr": "Јелли Цат је игра у којој морате нахранити мачку цртањем правих линија. Нацртајте десне облике да најбоље искористите своју мачку.",
    "sv": "Jelly Cat är ett spel där du måste mata din katt genom att rita rätt linjer. Rita de högra formerna för att få din katt bäst.",
    "sw": "Jelly Cat ni mchezo ambapo lazima kulisha paka yako kwa kuchora mistari sahihi. Chora maumbo sahihi ili kupata paka yako bora.",
    "ta": "ஜெல்லி கேட் என்பது சரியான கோடுகளை வரைவதன் மூலம் உங்கள் பூனைக்கு உணவளிக்க வேண்டிய ஒரு விளையாட்டு. உங்கள் பூனையை சிறந்த முறையில் பெற…",
    "te": "జెల్లీ క్యాట్ అనేది సరైన పంక్తులను గీయడం ద్వారా మీరు మీ పిల్లికి ఆహారం ఇవ్వాలి. మీ పిల్లిని ఉత్తమంగా పొందడానికి సరైన ఆకృతులను…",
    "th": "Jelly Cat เป็นเกมที่คุณต้องเลี้ยงแมวด้วยการวาดเส้นที่เหมาะสม วาดรูปร่างที่เหมาะสมเพื่อให้แมวของคุณดีที่สุด",
    "tr": "Jelly Cat, doğru çizgileri çizerek kedinizi beslemeniz gereken bir oyundur. Kedinizi en iyi şekilde elde etmek için doğru şekilleri…",
    "uk": "Jelly Cat - це гра, де потрібно годувати свою кішку, малюючи правильні лінії. Намалюйте правильні фігури, щоб найкраще отримати…",
    "vi": "Jelly Cat là một trò chơi mà bạn phải cho mèo ăn bằng cách vẽ đúng dòng. Vẽ đúng hình dạng để có được con mèo của bạn tốt nhất."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jelly Cat is a game where you have to feed your cat by drawing the right lines. Draw the right shapes to get your cat in the right direction. Make sure to make the shortest lines possible to get a perfect score of three cookies. Use the environment to create the best lines for your cat. Can you feed your cat the best snacks and get a perfect score on every level? \n\nAbout the creator:\nJelly Cat was created by Gametornado. They are known for Rio Rex, Short Life, Short Ride, Death Chase, Bow Mania, Parkour Jump, and even more!"
  }
}