{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hotkeys"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customisable hotkeys for basic browser actions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HOW TO USE:\nAfter installation, works only in NEW or RELOADED tabs. Those tabs must be WEB PAGES too. Click on the icon in location bar to disable/enable for a page.\nTo change options, go to Extensions and click on Options for this extension. Or right-click on icon(if present) in location bar and click Options.\n\nLIMITATIONS: \nThis extension works by plugging JavaScript into pages you load. As such, it cannot change system settings like disabling default hotkeys of Chrome. It also works only when you are in tabs with actual web pages, and not every web page works (see your luck :P). Finally, some shortcut combinations may not work. Right now, these are limitations that cannot be overcome.\n\nCHANGES:\n0.13 had a bug with saving options. Fixed now.\n0.14 had some options not working. Fixed now.\n0.20 change the way the blocklist works\nRecent changes made because Google required developers to make some changes. As it has been so long since I worked on extensions, I might miss out some things. I won't be maintaining this extension much, though.\n0.21 remove host permission\n\nDESCRIPTION:\nEnable/disable hotkeys and change shortcuts for browser actions. Default keys are from Gamer's Control.\n\nYou can enable/disable hotkeys temporarily by clicking on the icon in the omnibar.\n\nBlocklist interface is only for advanced users. You can specify the URL where the hotkeys will be disabled.\n\nAfter installation, it will only work on new or reloaded tabs.\n\nhttps://github.com/owq/hotkeys-chrome\n\nPERMISSIONS:\ntabs: create new tabs (through hotkeys), etc\nstorage: store custom hotkeys/blocklist\n\nCREDITS:\nGamer's Control by vawerv\nshortcut.js by Binny V A\nkeycode.js by Jonathan Tang\n\nAutoControl seems like a better extension (this is not an endorsement and I've not used it myself)"
  }
}