{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EdPage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn a webpage into your notebook. Add drawings/text/images/emojis & more to any webpage / PDF. Take Screenshots of your work."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EdPage\nby Mr. Teachnology / Jay Murphy\n\nInitiate active learning in a student centered classroom community with EdPage, a free chrome extension, that allows users to transform any webpage into an active learning experience.\n\nOnce the EdPage extension has been added, students can utilize the built in EdPage features to easily add annotations to web documents with text and drawings, highlight key words and phrases, add Emoji’s or use a blank whiteboard web option to further customize the learning experience. \n\nEasily increase engagement with EdPage, as students are able to seamlessly transform once idle and lifeless PDF’s into living, breathing documents as they partake in a customized learning adventure.\n\nWIth EdPage, students take the wheel of the driver’s seat, as they switch gears from passive to active learners.  With the help of EdPage, teachers serve as facilitators who are better able to yield a more confident 21st Century Learner.\n\nTeachers can utilize EdPage to document and measure student growth over time, by collecting data on the application of skills, as individual learners are able to show what they know, while building skills sets that are aligned with individual student needs and specific learning styles.\n\nTo capture your custom learning experience with EdPage simply take a screenshot of your masterpiece within the EdPage extension, and then download or copy and paste anywhere.  Access your work later to collaborate and share with others to further your learning experience.  \n\nInfinite learning possibilities exist with Edpage."
  }
}