{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab Lite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Fast and Light weight new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extremely fast and lightweight(< 5 KB) New Tab extension for chrome which displays all your bookmarks on the new tab.\n\nFeatures\n- Minimalistic\n  There are many extensions which provide you beautiful pictures and what not. This extension follows a minimalistic approach where only bookmarks are shown. If you are a person who likes a minimalistic approach for things, then this extension is made for you.\n- Folder Structure\n  Bookmarks stored in a folder appear inside a pane with the name of the folder being the title of the panel. Refer to the screenshot for more details.\n\n- Extremely small\n  The size of this extension is just 3.92 KB (Compared to other extensions which is at least 2 times greater in size. You can verify this by comparing the sizes of extensions at the bottom right corner in the web store)\n\n- Super fast\n  This new tab extension loads in just 90-100ms which is 9 to 10 times faster than the default new tab page (The default new tab page takes about a second to load. This can be verified using chrome developer tools.)\n\n- A perfect fit\n  The new tab page adjusts and re-aligns itself to fit perfectly to your chrome window. No matter how big or small your chrome window is, you never have to scroll horizontally. EVER.\n  \n- Open Source \n  You can contribute and make this extension better on github. Link - https://github.com/ramkumar-kr/new-tab-lite\n\nExplaining the Permissions Required\nThis extension requires two permissions.\n1. \"Read and Change your bookmarks\" - This permission is required to read your bookmarks and display them on the new tab page. The change permission is also requested since chrome does not have an API to just read bookmarks\n2. \"Read the icons of the website you visit\" - This permission is required to display favicons for the bookmarks. For more information please google for chrome://favicon/\n\nPlease put up suggestions, questions, thoughts and feedback on the support tab.\n\n\n- Simple and clean interface\n- Very small size footprint\n- Fits perfectly for all screen sizes\n- Insanely fast loading time\n- User Data kept private\n- Open Source\n\n- Link to github - https://github.com/ramkumar-kr/new-tab-lite\n\n===========================\nVersion 0.0.5\n- Switch to manifest v3\n- Use theme based colors instead of static colors. Your OS theme now dictates how the new tab colors are selected\n\n===========================\nVersion 0.0.4\n- Add a feedback form after uninstall\nSorry for being a bit annoying here but I felt that the reasons to uninstall could be due to some UX issues which needs to be fixed.\n\n============================\nVersion 0.0.3\n\n- Add favicons to your bookmarks\n  A picture is said to be worth a thousand words. Even though adding favicons can make the loading slower by about 40-50ms, compared to the accessibility and the usefulness of the favicons, I decided to add favicons and make this release"
  }
}