{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GTM Watson"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A GTM helper which let's you see events in real time, copy it and define selectors for possible variable definitions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GTM Watson: Your Ultimate Google Tag Manager Companion\n\nOverview\n\nGTM Watson is a powerful Chrome extension designed to streamline and enhance your Google Tag Manager (GTM) experience. It offers a suite of features to assist web developers, marketers, and analysts in testing, managing, and optimizing their GTM implementations. With GTM Watson, you can generate test data, monitor your dataLayer, inject GTM containers, and record variables effortlessly.\n\n\nFeatures\n\n1. Quick Actions\n\nDescription: Instantly generate test data for CPF (Brazilian Individual Taxpayer Registry), phone numbers, emails, passwords, and credit card information.\nUsage: Ideal for developers and testers who need realistic sample data for their projects without manually creating it.\nBenefits: Save time and ensure consistency in your test cases with auto-generated data that mimics real-world information.\n\n2. DataLayer Viewer\n\nDescription: View all the data collected by your dataLayer in a clear, organized manner.\nUsage: Analyze and verify the information being pushed to your dataLayer to ensure accurate tracking and reporting.\nBenefits: Simplify troubleshooting and debugging by easily copying dataLayer information to your clipboard for further analysis.\n\n3. GTM Injector\n\nDescription: Load different GTM containers onto your web page to test various tags and triggers.\nUsage: Perfect for A/B testing or experimenting with different tracking setups without modifying the site’s actual GTM configuration.\nBenefits: Quickly switch between containers to compare performance and functionality, ensuring the best configuration for your needs.\n\n4. Variable Recorder\n\nDescription: Record variables on your web page for later use. Capture the JS path or a direct function to save as a variable in GTM.\nUsage: Facilitate the creation of GTM variables by recording and copying the necessary paths or functions.\nBenefits: Enhance your GTM setup by easily creating accurate and reusable variables, improving tracking accuracy and data collection efficiency.\n\n\nWhy Choose GTM Watson?\n\nEfficiency: Reduce the time spent on routine tasks with automated data generation and easy-to-use tools.\nAccuracy: Ensure your dataLayer and GTM configurations are working as expected with comprehensive viewing and recording features.\nFlexibility: Test multiple GTM setups without hassle, enabling you to find the optimal configuration for your site.\nUser-Friendly: Intuitive interface designed for both beginners and advanced users, making it easy to navigate and utilize all features.\n\n\nConclusion\n\nGTM Watson is an indispensable tool for anyone working with Google Tag Manager. Whether you're a developer needing test data, a marketer optimizing your tracking, or an analyst verifying data collection, GTM Watson simplifies and enhances your workflow. Download GTM Watson today and take your GTM management to the next level."
  }
}