{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Prompt Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and organize your ChatGPT, Claude AI, and Gemini prompts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Prompt Manager Browser Extension for Chrome\n\nEasily save, view, and export all your AI prompts for ChatGPT, Claude AI, and Gemini—automatically!\n\nWhat Does AI Prompt Manager Do?\n\nAI Prompt Manager is a powerful and simple tool designed for anyone using conversational AI tools. As soon as you type a prompt in ChatGPT, Claude AI, or Gemini, the extension automatically saves it in real-time. You can then view, manage, and export your prompts whenever needed—no extra effort required!\n\nKey Features:\n\nAutomatic Prompt Saving: Every prompt you type is saved automatically when the extension is enabled—no need to manually track your inputs.\n\nCross-Platform Compatibility: Works seamlessly with ChatGPT, Claude AI, and Gemini, categorizing your prompts by the chatbot used.\n\nView Saved Prompts: See your saved prompts anytime in a convenient popup window.\n\nExport Options: Download your prompts as JSON or CSV files, complete with:\nCategory: The chatbot you used (e.g., ChatGPT, Claude AI, Gemini).\nDate Stamp: When the prompt was saved.\nText Section: The content of your prompt.\n\nClear Saved Prompts: Clean your saved data easily with a single click if needed.\n\nIncognito Mode Support: Want to save prompts while in incognito mode? You can enable the feature in your extension settings (requires manual activation).\n\nWhy Use AI Prompt Manager?\n\nSave Time and Effort: Never lose a prompt or waste time copying and pasting between tools again.\n\nStay Organized: Automatically categorized prompts ensure you always know which chatbot was used.\n\nFree to Use: The extension is completely free, with no hidden costs. However, donations are welcome to support development—links to donate can be found in the dropdown menu and the Manage Prompts page.\n\nHow to Get Started:\n\n - Install the extension.\n - Use ChatGPT, Claude AI, or Gemini as you normally would. The extension will \n   automatically save every prompt.\n - Click on the extension icon to view saved prompts.\n - Export your data as JSON or CSV, or clear prompts if no longer needed.\n\nIncognito Mode:\n\nTo enable prompt saving in incognito mode, go to the extension’s settings in Chrome, navigate to \"Details,\" and turn on \"Allow in Incognito.\"\n\nBecome a Supporter:\nYour support helps us to maintain and improve this extension.\n\n- One-Time Support ($9.99): https://buy.stripe.com/14kcOg0DIdZ4fvi3cc\n\n- Subscribe to give monthly support ($2.99/month): \n  https://buy.stripe.com/28o29CgCG5sy96UbIK\n\n- Send us a tip!:\n    - $5 Tip: https://buy.stripe.com/5kAdSk3PU8EK82Q5kn\n    - $10 Tip: https://buy.stripe.com/eVa7tWcmq3kqbf2004\n    - $20 Tip: https://buy.stripe.com/fZe7tW5Y28EKgzm5kp\n\nFeedback and Customer Support:\n\nWe value your feedback! If you encounter bugs, have feature suggestions, or just love the extension, please let us know. Contact us: dojoinnovationsllc@gmai.com\n\nDon't forget to rate us and share your experience—it helps us grow and improve!\nAI Prompt Manager is your free, easy-to-use solution for managing AI prompts like a pro. Download it today and take your AI workflow to the next level!"
  }
}