{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CLICKZYN: Create Your Shop In One Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free App to Create Your Store In One Click. Copy any Amazon/Shopify products to Excel, Shopify and WooCommerce."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your eCommerce Strategy with ClickZyn, the Premier App for Effortless Online Store Creation\nIntroducing One-Click Store Creation: ClickZyn now features a groundbreaking one-click store creation tool that allows you to instantly generate a WooCommerce store by simply copying a product from Amazon or Shopify. This feature propels eCommerce efficiency to new heights, offering an unparalleled ease of use.\n\nAbsolutely Free: Gain full access to all features at no cost. ClickZyn is ideal for startups and established businesses looking to boost their online operations.\n\nUser-Friendly Design: With its intuitive app interface, ClickZyn is accessible to individuals of all technical levels, ensuring a smooth experience in managing your eCommerce business.\n\nKey Features:\n\nInstant Product Import: Seamlessly import products from Amazon or Shopify into your WooCommerce store in seconds. This powerful feature simplifies your product management, maximizing your time and effort.\nSimplified Store Management: Our straightforward app interface allows you to manage your online store efficiently, enhancing your operational productivity.\nTime-Saving Tools: Focus more on growing your business with our tools that minimize time spent on product management.\nGet Ready - One-Click WooCommerce Store Creation: Utilize our latest feature to create a fully-functional online store with just a single click. This innovative update is designed to make eCommerce management as efficient as possible.\n\nDownload ClickZyn Now: Transform your eCommerce approach with ClickZyn. It’s not just a tool; it’s your partner in digital commerce success. Start building your online store today with ease!"
  }
}