{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PageRank Display"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays the PageRank of open page with icon and badge. Quick access to Alexa, backlinks and indexed pages in the popup."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension gets the toolbar PageRank of the page open in the current tab. If it fails it tries getting the PR of the hostname instead, and if that succeeds it shows the PR followed by the letter h. If neither succeeds (if the site doesn't have a PR or for some reason the extension isn't working as it should) it will show a greyed-out question mark.\n\nPossible values are 0-10, 0h-10h as well as ? if something went wrong. This extension generates the hash itself and does not rely on any external sites to fetch the PR for it (except Google, of course). This does not make it slower, however, it's by far the fastest PR extension I've ever used.\n\nWhen you click the extension icon it will bring up a popup/overlay with links to several things interesting when analysing a site, such as pages indexed by Google, Alexa information and backlinks from Yahoo! Site Explorer.\n\nRevision history:\nv2.1 [2009-12-12 23:50]: Added a popup with links to do a Google site: search etc.\nv2.2 [2009-12-14 23:37]: Some slight code improvements for speed.\nv2.3 [2010-01-13 02:44]: Code improvement + the addition of PR display by icon\nv2.4 [2011-10-07 02:11]: Updated to reflect the changes in the toolbar PR URL\nv2.5 [2013-06-19 13:47]: Updated to be compliant with manifest v2, changed yahoo site explorer to open site explorer"
  }
}