{
  "name": {
    "am,ar,bg,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sl,sr,sv,sw,ta,te,th,vi": "Shazam: Find song names from your browser",
    "cs": "Shazam: Hledejte názvy skladeb v prohlížeči",
    "de": "Shazam: Finde Songtitel in deinem Browser",
    "el": "Shazam: Βρες τίτλους τραγουδιών με ένα κλικ",
    "es": "Shazam: identifica música desde tu navegador",
    "fr": "Shazam : le nom des chansons en un clic",
    "hi": "Shazam: अपने ब्राउज़र से गानों के नाम ढूँढें",
    "id": "Shazam: Temukan judul lagu dari peramban Anda",
    "it": "Shazam: scopri i titoli dei brani dal browser",
    "ja": "Shazam：ブラウザから曲名を見つける",
    "ko": "Shazam: 브라우저에서 지금 듣고 있는 노래의 제목을 찾아보세요",
    "nl": "Shazam: vind songs via je browser",
    "pl": "Shazam: znajdź tytuły utworów w przeglądarce",
    "pt_BR": "Shazam: Descubra músicas direto do navegador",
    "pt_PT": "Shazam: os nomes das músicas no seu navegador",
    "ru": "Shazam: ищите названия треков в браузере",
    "sk": "Shazam: Vyhľadaj názvy skladieb v prehliadači",
    "tr": "Shazam: Tarayıcından şarkı isimlerini ara",
    "uk": "Shazam: знаходьте назви пісень у браузері",
    "zh_CN": "Shazam：在浏览器中直接识别歌曲",
    "zh_TW": "Shazam：在瀏覽器中直接辨識歌曲"
  },
  "short": {
    "am,ar,bg,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sl,sr,sv,sw,ta,te,th,vi": "Identify music, search lyrics & more",
    "cs": "Rozpoznávejte hudbu, hledejte texty a nejen to",
    "de": "Identifiziere Musik, finde Songtexte und mehr",
    "el": "Αναγνώρισε μουσική, αναζήτησε στίχους και άλλα, απευθείας από το πρόγραμμα περιήγησής σου.",
    "es": "Encuentra música, letras, vídeos y mucho más",
    "fr": "Identifiez la musique, les paroles et bien plus encore depuis votre navigateur",
    "hi": "संगीत पहचानें, गानों के नाम जानें, लिरिक्स से गाने ढूँढें। और भी बहुत कुछ।",
    "id": "Identifikasi musik, cari lirik, dan banyak lagi",
    "it": "Identifica la musica, cerca i testi e molto altro",
    "ja": "音楽を認識したり、歌詞を検索したり",
    "ko": "음악을 찾거나 가사를 검색하는 등 곡과 관련된 다양한 정보를 확인하세요",
    "nl": "Herken muziek, vind songteksten en meer",
    "pl": "Rozpoznawaj muzykę, odkrywaj teksty i wiele więcej",
    "pt_BR": "Identifique faixas, procure as letras das suas músicas favoritas e muito mais",
    "pt_PT": "Identifique músicas, procure letras e muito mais",
    "ru": "Распознавайте музыку, находите тексты песен и многое другое",
    "sk": "Identifikuj hudbu, vyhľadávaj texty a využívaj ďalšie skvelé funkcie",
    "tr": "Müziği tanımla, sözleri ara ve daha fazlasını yap",
    "uk": "Розпізнавайте музику, знаходьте тексти пісень тощо",
    "zh_CN": "识别音乐、搜索歌词与更多内容",
    "zh_TW": "辨識音樂、搜尋歌詞及更多內容"
  },
  "long": {
    "am,ar,bg,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sl,sr,sv,sw,ta,te,th,vi": "What’s that song?\n\nWondering what song is playing in that Netflix or YouTube video, that Soundcloud mix or in a Twitch streamed video game? Download and install the Shazam browser extension to identify music with the click of a button. Discover artists, lyrics and videos for free!  Shazam matches 1 BILLION songs every month.\n\n“Shazam is an app that feels like magic” - Techradar.com (http://techradar.com/)\n“Shazam is a gift... a game changer” - Pharrell Williams, GQ\n\nWHY YOU’LL LOVE IT\n- Identify any songs playing from your browser tab\n- Access Shazam Browser song history anytime \n- Play full songs with Apple Music \n- Get lyrics, music videos and more with a click\n\nShazam is THE fastest way to identify music!\n\nGet to know THE Shazam App and features on http://www.shazam.com/apps\n\nAvailability and features may vary by country.",
    "cs": "Co je to za skladbu?\n\nZajímá vás, co za skladbu právě slyšíte ve filmu na Netflixu, videu na YouTube, mixu na Soundcloudu nebo videohře streamované na Twitchi? Stáhněte si a nainstalujte rozšíření Shazam pro prohlížeč, abyste mohli hudbu rozpoznat jediným kliknutím. Objevujte umělce, texty a videa zdarma! Shazam identifikuje každý měsíc 1 MILIARDU skladeb.\n\n„Shazam je jako kouzelník“ – Techradar.com\n„Shazam je dar..., který přináší převratné možnosti“ – Pharrell Williams, GQ\n\nPROČ SI HO ZAMILUJETE\n• Ze záložky prohlížeče rozpoznáte kteroukoli přehrávanou skladbu.\n• Budete mít kdykoli přístup k historii skladeb v prohlížeči Shazam. \n• Můžete přehrávat celé skladby v Apple Music. \n• Jediným kliknutím získáte texty, hudební videa a další obsah.\n\nShazam je nejrychlejší způsob, jak identifikovat hudbu!\n\nVšechny aplikace Shazam a jejich funkce najdete na https://www.shazam.com/cs/apps.\n\nDostupnost aplikací a funkcí se může v jednotlivých zemích lišit.\n.",
    "de": "Wie heißt dieser Song?\n\nDu möchtest unbedingt wissen, wie der Song in einem Netflix- oder YouTube-Video, SoundCloud-Mix oder Twitch-Stream heißt? Dann lade dir die Shazam-Browsererweiterung. Nach der Installation lässt sich der Titel mit nur einem Klick identifizieren. Entdecke Künstler:innen, Liedtexte und Videos – komplett kostenlos! Shazam erkennt jeden Monat eine Milliarde Songs.\n\n„Shazam ist eine App, die sich wie Magie anfühlt.“ – Techradar.com\n„Shazam ist ein Geschenk … eine App, die alles verändert.“ – Pharrell Williams, GQ\n\n\nWARUM DU SHAZAM LIEBEN WIRST\n- Finde jedes beliebige Lied in deinen Browser-Tabs\n- Wirf jederzeit einen Blick in deinen Songverlauf bei Shazam\n- Hör dir die Songs mit Apple Music an\n- Entdecke Liedtexte, Musikvideos und vieles mehr mit einem Klick\n\nShazam ist die schnellste Art, Musik zu entdecken!\n\nMehr über die Shazam-App und ihre Funktionen erfährst du auf www.shazam.com/apps .\n\nDie Verfügbarkeit und Funktionen können je nach Land variieren.",
    "el": "Ποιο είναι αυτό το τραγούδι;\n\nΑναρωτιέσαι ποιο τραγούδι ακούγεται σ’ εκείνο το βίντεο στο Netflix ή στο YouTube, σε αυτό το mix στο SoundCloud ή σ’ ένα βιντεοπαιχνίδι που παρακολουθείς στο Twitch; Κάνε λήψη και εγκατάσταση της επέκτασης του Shazam για προγράμματα περιήγησης, για να αναγνωρίζεις τη μουσική με το πάτημα ενός κουμπιού. Ανακάλυψε καλλιτέχνες, στίχους και βίντεο δωρεάν! Το Shazam βρίσκει 1 ΔΙΣΕΚΑΤΟΜΜΥΡΙΟ τραγούδια κάθε μήνα. \n\n«Το Shazam είναι μια εφαρμογή που μοιάζει μαγική» - Techradar.com\n«To Shazam είναι ένα δώρο... αλλάζει τα πάντα» - Pharrell Williams, GQ\n\n\nΓΙΑΤΙ ΘΑ ΤΟ ΛΑΤΡΕΨΕΙΣ\nΑναγνώρισε κάθε τραγούδι που παίζει στην καρτέλα του προγράμματος περιήγησής σου\nΑπόκτησε πρόσβαση στο ιστορικό των τραγουδιών που αναγνώρισες με το Shazam στο πρόγραμμα περιήγησής σου ανά πάσα στιγμή\nΠαίξε ολόκληρα τα τραγούδια με το Apple Music\nΒρες στίχους, μουσικά βίντεο και πολλά ακόμη με ένα κλικ\n\nΤο Shazam είναι ο γρηγορότερος τρόπος να αναγνωρίζεις τη μουσική!\n\nΓνώρισε την εφαρμογή Shazam και τις λειτουργίες της στο www.shazam.com/apps\n\nΗ διαθεσιμότητα και οι λειτουργίες ενδέχεται να διαφέρουν ανά χώρα.",
    "es": "¿Qué canción es?\n\n¿Te gustaría saber qué canción suena en ese vídeo de YouTube o peli de Netflix, en la mezcla de SoundCloud que estás escuchando o en el videojuego que acabas de descubrir en Twitch? Descarga e instala la extensión de navegador de Shazam para averiguarlo con un solo clic. Descubre artistas, letras y vídeos gratis. Shazam identifica mil millones de canciones cada mes.\n\n“Shazam es una app que hace magia” - Techradar.com.\n“Shazam es un regalo... una innovación revolucionaria” - Pharrell Williams, GQ.\n\n\nPOR QUÉ TE VA A ENCANTAR\n- Identifica cualquier canción que suene en tu navegador\n- Accede al historial de canciones de Shazam en cualquier momento\n- Escucha las canciones enteras con Apple Music\n- Descubre letras, vídeos y mucho más con un clic\n\n¡Shazam es la forma más rápida de identificar música!\n\nConoce a fondo la app Shazam y todas sus funciones en www.shazam.com/apps.\n\nLa disponibilidad y las prestaciones pueden variar según el país.",
    "fr": "Quelle est cette chanson ?\n\nSi vous vous demandez quel est ce morceau diffusé dans une série sur Netflix ou une vidéo sur YouTube, dans un mix SoundCloud ou dans un stream Twitch, téléchargez et installez l’extension Shazam pour navigateur afin d’identifier n’importe quelle musique en un clic. Découvrez les artistes, les paroles et les vidéos gratuitement ! Shazam identifie 1 MILLIARD de morceaux chaque mois.\n\n« Shazam est une app magique » — techradar.com\n« Shazam c’est un vrai cadeau... une révolution » — Pharrell Williams, GQ\n\nPOURQUOI VOUS ALLEZ ADORER\n- Identifiez toutes les chansons diffusées depuis votre navigateur\n- Accédez à tout moment à l’historique des morceaux Shazam de votre navigateur\n- Écoutez les chansons en entier sur Apple Music\n- Accédez en un clic aux paroles, vidéos et plus encore\n\nShazam est LE moyen le plus rapide d’identifier de la musique !\n\nApprenez-en plus sur l’app Shazam et ses fonctionnalités sur www.shazam.com/apps\n\nLa disponibilité et les fonctionnalités peuvent varier en fonction des pays.",
    "hi": "वह कौन-सा गाना है?\n\nक्या आप यह जानने के लिए उत्सुक हैं कि Netflix या YouTube वीडियो, Soundcloud मिक्स या Twitch स्ट्रीम्ड वीडियो गेम में कौन-सा गाना चल रहा है? मात्र एक क्लिक के साथ संगीत की पहचान करने के लिए Shazam ब्राउज़र एक्सटेंशन डाउनलोड और इंस्टॉल करें। कलाकारों, गीत के बोलों और वीडियो को निःशुल्क खोजें! Shazam हर महीने 1 अरब गाने खोजता है।\n\n“Shazam एक ऐसा ऐप है जो जादू जैसा लगता है” - Techradar.com\n“Shazam एक तोहफ़ा है… एक गेम चेंजर” - फैरल विलियम्स, GQ\n\nआप इसे क्यों पसंद करेंगे\nअपने ब्राउज़र टैब से चल रहे किसी भी गाने की पहचान करें\nShazam ब्राउज़र सौन्ग हिस्ट्री को कभी भी ऐक्सेस करें\nApple Music के साथ पूरे गाने चलाएँ\nकेवल एक क्लिक से बोल, संगीत वीडियो और बहुत कुछ पाएँ\n\nShazam संगीत की पहचान करने का सबसे तेज़ तरीका है!\n\nShazam ऐप और इसके फ़ीचर्स के बारे में www.shazam.com/apps पर जानें\n\nउपलब्धता और फ़ीचर्स देश के अनुसार अलग-अलग हो सकते हैं।",
    "id": "Lagu apa itu?\n\nIngin tahu lagu apa yang diputar di acara Netflix, video YouTube, mix Soundcloud, atau video game yang disiarkan di Twitch? Unduh dan instal ekstensi peramban Shazam untuk mengenali musik hanya dengan sekali klik. Temukan artis, lirik, dan video apa saja secara gratis! Shazam mengenali 1 MILIAR lagu setiap bulannya.\n\n“Shazam adalah aplikasi yang terasa seperti sulap” - Techradar.com\n“Shazam mengubah segalanya” - Pharrell Williams, GQ\n\nDENGAN SHAZAM, ANDA BISA:\n- Mengenali lagu apa saja yang diputar dari tab peramban\n- Mengakses riwayat lagu peramban Shazam kapan saja\n- Memutar lagu secara lengkap dengan Apple Music\n- Mendapatkan lirik, video musik, dan banyak lagi dengan sekali klik\n\nShazam adalah cara tercepat untuk mengenali musik!\n\nCari tahu lebih banyak tentang aplikasi dan fitur-fitur Shazam di www.shazam.com/apps\n\nKetersediaan dan fitur mungkin berbeda di setiap negara.",
    "it": "Che canzone è?\n\nTi chiedi quale sia la canzone che sta passando in quel video di Netflix o YouTube, nel mix di Soundcloud o in un videogioco in streaming su Twitch? Scarica e installa l’estensione di Shazam per il browser per identificare la musica con un clic. Scopri gratuitamente cantanti, testi e video! Shazam riconosce 1 MILARDO di brani ogni mese.\n\n“Shazam è un’app che sembra magica” - Techradar.com\n“Shazam è un dono… che cambia le regole de gioco” - Pharrell Williams, GQ\n\n\nPERCHÉ TI PIACERÀ\n- Identifica qualsiasi canzone riprodotta dal tuo browser\n- Accedi in qualsiasi momento alla cronologia dei brani di Shazam\n- Ascolta le canzoni intere con Apple Music\n- Ottieni le parole, i video e tanto altro con un clic\n\nShazam è IL modo più veloce per identificare la musica!\n\nScopri L’app e le funzioni di Shazam su https://www.shazam.com/it/apps\n\nLa disponibilità e le funzioni possono variare a seconda del paese.",
    "ja": "曲名を見つける\n\nNetflixやYouTubeの動画、SoundcloudのミックスやTwitchのストリーミングビデオゲームで流れている曲の名前を知りたいと思ったことはありませんか？Shazamのブラウザ拡張機能をダウンロードしてインストールすれば、ボタンのワンクリックで音楽を認識し、アーティスト、歌詞、ビデオを無料で見つけることができます。Shazamは、毎月10億曲の音楽を認識しています。\n\n「Shazamは魔法のAppだ」 - Techradar.com\n「Shazamですべてが一変した...手放せないよ」 - Pharrell Williams, GQ\n\n\nShazamの魅力\nブラウザのタブで再生されているあらゆる曲を認識\nShazamブラウザの曲履歴にいつでもアクセス \nApple Musicで曲をフルに再生\n歌詞やミュージックビデオなどをワンクリックで入手\n\nShazamで瞬時に音楽を認識しましょう！\n\nShazamのAppと機能については、以下のページをご覧ください。\nwww.shazam.com/ja/apps\n\nサービスの提供状況と機能はお住まいの国によって異なる場合があります。\nShazamのプライバシー保護対策について詳しくは、\n\n\nNetflixやYouTubeの動画、SoundcloudのミックスやTwitchのストリーミングビデオゲームで流れている曲の名前を知りたいと思ったことはありませんか？Shazamのブラウザ拡張機能をダウンロードしてインストールすれば、ボタンのワンクリックで音楽を認識し、アーティスト、歌詞、ビデオを無料で見つけることができます。Shazamは、毎月10億曲の音楽を認識しています。\n\n「Shazamは魔法のAppだ」 - Techradar.com\n「Shazamですべてが一変した...手放せないよ」 - Pharrell Williams, GQ\n\n\nShazamの魅力\nブラウザのタブで再生されているあらゆる曲を認識\nShazamブラウザの曲履歴にいつでもアクセス \nApple Musicで曲をフルに再生\n歌詞やミュージックビデオなどをワンクリックで入手\n\nShazamで瞬時に音楽を認識しましょう！\n\nShazamのAppと機能については、以下のページをご覧ください。\nwww.shazam.com/ja/apps\n\nサービスの提供状況と機能はお住まいの国によって異なる場合があります。",
    "ko": "이 노래 뭐지?\n\nNetflix, YouTube 동영상, SoundCloud 믹스, Twitch 게임 스트리밍 영상에 나오는 노래가 뭔지 궁금한가요? Shazam 브라우저 확장 프로그램을 다운로드해 설치한 후, 클릭 한 번으로 음악을 검색하세요. 아티스트, 가사, 동영상을 무료로 발견하세요. Shazam은 매달 10억 곡의 노래를 찾아냅니다.\n\n\"Shazam은 마법처럼 느껴지는 앱입니다.\" - Techradar.com\n\"Shazam은 소중한 선물이죠... 음악 검색을 완전히 바꿔 놓았어요.\" - Pharrell Williams, GQ\n\n\n이런 점이 좋아요\n브라우저 탭에서 재생되는 어떤 노래든 찾아냅니다.\nShazam 브라우저 음악 검색 기록을 언제든지 확인할 수 있습니다.\nApple Music으로 노래 전체를 재생할 수 있습니다.\n클릭 한 번으로 가사와 뮤직비디오 등을 확인할 수 있습니다.\n\nShazam은 음악을 찾아내는 가장 빠른 방법입니다!\n\nShazam 앱 및 기능에 관해 www.shazam.com/ko/apps에서 더 알아보세요.\n\n국가별로 이용 가능 여부 및 기능이 다를 수 있습니다.",
    "nl": "Welk nummer is dit?\n\nVraag je je af welke song wordt gebruikt in die serie op Netflix of Youtube-video, die mix op Soundcloud of in een gestreamde videogame op Twitch? Download en installeer de Shazam-browserextensie om met één druk op de knop muziek te identificeren. Ontdek gratis artiesten, songteksten en muziekvideo’s! Via Shazam worden elke maand 1 MILJARD songs opgespoord!\n\n“Shazam is een app die aanvoelt als magie” - Techradar.com\n“Shazam is een cadeau… het verandert mijn leven” - Pharrell Williams, GQ\n\nWAAROM JE SHAZAM GEWELDIG ZULT VINDEN\n- Identificeer songs die worden afgespeeld via je webbrowser\n- Bekijk wanneer je maar wilt de Shazam Browser song-geschiedenis\n- Speel volledige songs af met Apple Music\n- Zie met één klik songteksten, muziekvideo’s en meer\n\nShazam is DE snelste manier om muziek te herkennen.\n\nMaak kennis met de Shazam-app en features op www.shazam.com/apps\n\nBeschikbaarheid en features kunnen per land verschillen.",
    "pl": "Co to za utwór?\n\nZastanawiasz się, jaka piosenka jest odtwarzana w filmie na Netfliksie lub YouTubie, w miksie na SoundCloudzie albo w grze wideo streamowanej na Twitchu? Pobierz i zainstaluj w przeglądarce rozszerzenie Shazam, aby rozpoznawać muzykę jednym kliknięciem. Odkrywaj artystów, teksty i teledyski za darmo! Shazam dopasowuje MILIARD utworów każdego miesiąca.\n\n„Shazam to magiczna aplikacja” - Techradar.com\n„Shazam to dar… prawdziwy przełom” – Pharrell Williams, GQ\n\nDLACZEGO TO POKOCHASZ\nRozpoznaj każdy utwór odtwarzany na karcie przeglądarki\nUzyskaj dostęp do historii utworów Shazam w dowolnym momencie\nOdtwarzaj pełne utwory w Apple Music\nZnajdź teksty piosenek, teledyski i nie tylko jednym kliknięciem\n\nShazam to najszybszy sposób na rozpoznanie muzyki!\n\nPoznaj aplikację Shazam i jej funkcje na www.shazam.com/apps\n\nDostępność i funkcje mogą się różnić w zależności od kraju.",
    "pt_BR,pt_PT": "Que música é esta?\n\nGostava de descobrir que música está a tocar naquele vídeo do YouTube ou da Netflix, que mistura do SoundCloud é aquela ou qual é a faixa daquela transmissão de jogos no Twitch? Descarregue e instale a extensão de navegador do Shazam para identificar músicas através de um clique e descubra artistas, letras e vídeos gratuitamente! O Shazam identifica mais de MIL MILHÕES de músicas todos os meses.\n\n“A app Shazam parece magia” - Techradar.com\n“O Shazam é uma bênção… é uma mudança de paradigma” - Pharrell Williams, GQ\n\nRAZÕES PARA ADORAR\n- Identifique as músicas que estão a tocar no separador do seu navegador\n- Aceda ao seu histórico do Shazam em qualquer altura \n- Reproduza faixas inteiras com a Apple Music\n- Confira as letras, videoclipes e muito mais através de um clique\n\nO Shazam é a forma mais rápida de identificar música!\n\nDescubra a app Shazam e as suas funcionalidades em www.shazam.com/apps\n\nA disponibilidade e as funcionalidades podem variar consoante o país ou a região.",
    "ru,uk": "Хотите узнать, что за песня играет в сериале, компьютерной игре или в ролике на YouTube? Загрузите и установите расширение для браузера Shazam, чтобы распознавать музыку одним нажатием. Узнавайте новых исполнителей, читайте тексты и смотрите клипы совершенно бесплатно. Shazam распознает МИЛЛИАРД песен каждый месяц.\n\n«Shazam — это волшебное приложение», — Techradar.com.\n«Shazam — просто подарок. Это все меняет!» — Фаррелл Уильямс, GQ.\n\n\nВАМ ПОНРАВИТСЯ\n— Возможность узнать, что за песня играет в браузере.\n— Доступ к истории поиска песен в браузере в любой момент.\n— Воспроизведение песен целиком в Apple Music.\n— Доступ к текстам, клипам и многому другому одним нажатием.\n\nShazam — это САМЫЙ быстрый способ распознавать музыку.\n\nПознакомьтесь с приложением Shazam и его функциями на странице www.shazam.com/apps.\n\nДоступность приложения и его функции зависят от страны или региона.",
    "sk": "Co je to za skladbu?\n\nZajímá vás, co za skladbu právě slyšíte ve filmu na Netflixu, videu na YouTube, mixu na Soundcloudu nebo videohře streamované na Twitchi? Stáhněte si a nainstalujte rozšíření Shazam pro prohlížeč, abyste mohli hudbu rozpoznat jediným kliknutím. Objevujte umělce, texty a videa zdarma! Shazam identifikuje každý měsíc 1 MILIARDU skladeb.\n\n„Shazam je jako kouzelník“ – Techradar.com\n„Shazam je dar..., který přináší převratné možnosti“ – Pharrell Williams, GQ\n\nPROČ SI HO ZAMILUJETE\n• Ze záložky prohlížeče rozpoznáte kteroukoli přehrávanou skladbu.\n• Budete mít kdykoli přístup k historii skladeb v prohlížeči Shazam. \n• Můžete přehrávat celé skladby v Apple Music. \n• Jediným kliknutím získáte texty, hudební videa a další obsah.\n\nShazam je nejrychlejší způsob, jak identifikovat hudbu!\n\nVšechny aplikace Shazam a jejich funkce najdete na https://www.shazam.com/cs/apps.\n\nDostupnost aplikací a funkcí se může v jednotlivých zemích lišit.",
    "tr": "Bu şarkının adı ne?\n\nBir Netflix ya da YouTube videosundaki, Soundcloud miksindeki veya Twitch’te yayınlanan bir bilgisayar oyunundaki şarkının adını mı merak ettin? Tek bir dokunuşla müzikleri tanımlamak için Shazam tarayıcı uzantısını indir ve yükle. Sanatçıları, şarkı sözlerini ve videoları ücretsiz keşfet! Shazam her ay 1 MİLYAR şarkıyı eşleştiriyor.\n\n“Shazam adeta sihirli bir uygulama” – Techradar.com\n“Shazam bir nimet… Oyunun kurallarını değiştiriyor” – Pharrell Williams, GQ\n\nNEDEN ÇOK SEVECEKSİN?\n- Tarayıcı sekmende çalan herhangi bir şarkının adını öğren\n- Shazam Tarayıcı şarkı geçmişine dilediğin zaman eriş\n- Apple Music ile şarkıların tamamını çal\n- Bir tıklamayla şarkı sözlerine, müzik videolarına ve daha fazlasına ulaş\n\nShazam, müziği tanımlamanın EN hızlı yolu. \n\nShazam uygulamasını ve özelliklerini yakından tanı: www.shazam.com/apps\n\nKullanılabilirliği ve özellikleri, ülkeye göre değişiklik gösterebilir.",
    "zh_CN": "这是哪首歌？\n\n下载并安装《Shazam》浏览器扩展，只需轻轻一点即可识别。用它来发现艺人、歌词与视频无需任何费用。目前《Shazam》每月识别的歌曲已多达 10 亿首。\n\n“《Shazam》是一款‘有魔力’的 App。” ——techradar.com。\n“《Shazam》是一份礼物……它改变了游戏规则。” ——Pharrell Williams，《GQ》专访\n\n爱上《Shazam》的理由：\n识别浏览器标签页中正在播放的任意歌曲\n随时访问《Shazam》浏览器搜歌历史\n使用 Apple Music 播放完整歌曲\n轻轻一点，获取歌词、音乐视频与更多内容\n\n用《Shazam》识别音乐，快人一步！\n\n访问 https://www.shazam.com/zh/apps 进一步了解《Shazam》App 与功能。\n\n可用性与功能因国家/地区不同或有差异。",
    "zh_TW": "這是什麼歌？\n\n想知道在 Netflix 或 YouTube 影片、Soundcloud 混音或在 Twitch 遊戲直播中聽到的是什麼歌嗎？下載並安裝《Shazam》的瀏覽器擴充功能，點一下就能辨識歌曲，不花一分錢就能發現藝人、歌詞和影片！《Shazam》每個月辨識高達 10 億首歌曲。\n\n「《Shazam》是一款魔法般的 App。」——techradar.com。\n\n「《Shazam》是一份禮物⋯⋯它改寫了遊戲規則。」——Pharrell Williams，《GQ》專訪。\n\n《Shazam》的魅力所在：\n辨識任何從你的瀏覽器分頁中播放的歌曲\n隨時查看《Shazam》的瀏覽器歌曲搜尋紀錄\n透過 Apple Music 播放完整歌曲\n只要按一下，即可取得歌詞、音樂錄影帶及更多內容\n\n《Shazam》給你最快速的音樂辨識體驗\n\n深入暸解《Shazam》 App 及功能內容，請上 https://www.shazam.com/zh-tw/apps\n\n適用情形和功能可能因國家／地區而異。"
  }
}