{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Tree"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify the way to maintain n+1 tabs when you focus on your thinking"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FIRST TIME INSTALL NEED TO RESTART BROWSER\n\nBackground:\n\nSometimes it is quite normal to open tons of tons of websites to find out the sources that you want.\n\nYet after you get your answers, you probably realize what mess you just  created. \n\nTo me, I am completely lost and I don't want to make a decision to delete or organize the website.\n\nThen I decided to just leave it there, and move on to the next thing I was interested in.\n\nBut the thing is, I got to take a look among the wreckage often to remind me of what I had just found and try to go through all of the tabs to search for useful information. \n\nWhen I found them, maybe I already forgot why I would need them. \n\nRepeated searching for ideas and websites constantly really drives me crazy.\n\nThis project is open-source and non-profit, posted on github(Tab-Tree)\n\nPure Javascript, feel free to give me advice to improve this extension.\n\n______________________________________________________________________________________________\nHandbook:\n\nAuto Group the website/tab -> right-click anywhere -> Tab Tree\n\nMap of tabs -> (pin the icon to the taskbar of chrome first) click the icon\n\nThe map records the path that you create or click.\n\nMay this help you to organize the browser, and close the unnecessary web. Focus on and continue your journey:D"
  }
}