{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Căng da mặt",
    "en": "Face lift"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tìm kiếm dịch vụ căng da mặt, tính giá",
    "en": "Search for facelift services, calculate prices"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ứng dụng Căng da mặt mang lại trải nghiệm tìm kiếm dịch vụ và tính giá dịch vụ một cách thuận tiện. Với giao diện trực quan và chức năng hiệu quả, người dùng có thể dễ dàng tìm kiếm thông tin và tính toán giá cả cho các dịch vụ Căng Sợi Collagen.\n\nTìm Kiếm Dịch Vụ:\nHộp tìm kiếm đặt ở phía trên cùng giúp người dùng nhập từ khóa để tìm kiếm dịch vụ.\nSau khi nhập từ khóa, người dùng nhấn nút \"Tìm\" để chuyển hướng đến trang tìm kiếm trên trang web chính thức của Seoul Center với kết quả tìm kiếm liên quan.\nTính Giá Dịch Vụ:\n\nPhần \"Tính giá dịch vụ\" cho phép người dùng chọn loại dịch vụ Căng Sợi Collagen cụ thể và nhập số lượng người sử dụng. \nDanh sách Dịch Vụ CĂNG SỢI COLLAGEN bao gồm:\nVùng rãnh cười, nọng cằm, má, Full Face.\nSau khi nhập thông tin, người dùng nhấn nút \"Tính Tổng\" để hiển thị tổng giá dịch vụ dựa trên lựa chọn của họ.\nKết quả được hiển thị ngay bên dưới nút tính tổng, giúp người dùng dễ dàng theo dõi và kiểm tra giá cuối cùng.\n\nThiết Kế Giao Diện:\nGiao diện trang web sử dụng màu sắc gradient tạo điểm nhấn và hiệu ứng thẩm mỹ.\nHình ảnh logo Seoul Center tạo ấn tượng mạnh mẽ và giới thiệu thương hiệu một cách chuyên nghiệp.\nỨng dụng này không chỉ cung cấp chức năng tìm kiếm mà còn hỗ trợ người dùng tính toán chi phí dịch vụ một cách thuận tiện. Chắc chắn rằng trải nghiệm sử dụng của người dùng sẽ được tối ưu hóa thông qua giao diện đẹp mắt và tính năng hiệu quả.\n\n\nLiên hệ góp ý ứng dụng tại: Hệ thống Thẩm mỹ Quốc tế Seoul Center với hơn 80 chi nhánh trên toàn quốc\n- Địa chỉ: 375 Nguyễn Thượng Hiền, Phường 11, Quận 10\n- Số điện thoại: 1800 3333\n- Email: cskh@seoulcenter.vn"
  }
}