{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phrazify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phrazify: Igniting creativity, enhancing writing with personalized AI assistance."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your writing journey with Phrazify - your ultimate AI-powered writing assistant. Whether you're a student, a professional, or an English learner, our innovative Chrome extension is here to revolutionize the way you communicate. Phrazify goes beyond simple grammar and spelling corrections. It provides dynamic sentence structure enhancement, vocabulary improvements, and text optimization that aligns with your unique writing needs.\n\nLooking to craft captivating emails, engage in smarter conversations, or create catchy social media captions? Phrazify has got you covered. Our 'Improve Text' and 'Improve Email' features work tirelessly to transform your raw thoughts into polished text, while our 'Generate Captions' feature helps you make the best out of your social media presence. Plus, with 'Ask Anything,' you get to experience the versatility of our AI model in answering diverse range of topics.\n\nAnd the best part? You're in control. Customize your writing experience with adjustable filters for English level, word limit, and tone. We offer a range of plans tailored to your word-processing needs, including a Free option for those who want to test the waters.\n\nPrivacy is our top priority. Rest assured, your text inputs and generated outputs remain confidential, giving you the freedom to express with peace of mind. Phrazify isn't just a tool - it's your writing companion, designed to elevate your text and ignite your creativity. Join the writing revolution today with Phrazify!"
  }
}