{
  "name": {
    "ar,cs,el,fi,fil,he,hi,id,kn,ko,lv,no,pl,sv,sw": "Great Brain Practice Online",
    "am,et,hr,hu,ja,ms,sk,ta,te": "Great Brain Practice Unblocked Game",
    "bg,ca,da,fa,ml,mr,ro": "Great Brain Practice Online Game",
    "bn,de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,lt,nl,pt_BR,pt_PT,ru,sl,sr,th,tr,uk,vi,zh_CN,zh_TW": "Great Brain Practice Game"
  },
  "short": {
    "ar": "عندما يتم إغلاق المربعات المحددة في بداية الفصل ، افتحها مرة أخرى باستخدام ذاكرتك.",
    "am": "በምዕራፉ መጀመሪያ ላይ የሚወሰኑት ሳጥኖች ሲዘጉ የማስታወስ ችሎታህን ተጠቅመህ እንደገና ክፈት።",
    "bg": "Когато кутиите, определени в началото на глава, са затворени, отворете ги отново с помощта на паметта си.",
    "bn": "অধ্যায়ের শুরুতে নির্ধারিত বাক্সগুলি বন্ধ হয়ে গেলে, আপনার মেমরি ব্যবহার করে সেগুলি আবার খুলুন।",
    "ca": "Quan es tanquin les caselles determinades al començament del capítol, torneu-les a obrir amb la memòria.",
    "cs": "Když jsou krabice určené na začátku kapitoly zavřené, znovu je otevřete pomocí paměti.",
    "da": "Når de felter, der blev fastlagt i begyndelsen af kapitlet, er lukket, skal du åbne dem igen ved hjælp af din hukommelse.",
    "de": "Wenn die am Anfang des Kapitels festgelegten Kästchen geschlossen sind, öffnen Sie sie erneut mit Ihrem Speicher.",
    "el": "Όταν τα κουτιά που καθορίζονται στην αρχή του κεφαλαίου είναι κλειστά, ανοίξτε τα ξανά χρησιμοποιώντας τη μνήμη σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "When the boxes determined at the beginning of the chapter are closed, open them again using your memory.",
    "es": "Cuando las casillas determinadas al principio del capítulo estén cerradas, ábralas de nuevo con la memoria.",
    "et": "Kui peatüki alguses määratud kastid on suletud, avage need mälu abil uuesti.",
    "fa": "هنگامی که جعبه های تعیین شده در ابتدای فصل بسته می شوند، با استفاده از حافظه خود دوباره آن ها را باز کنید.",
    "fi": "Kun luvun alussa määritetyt laatikot on suljettu, avaa ne uudelleen muistillasi.",
    "fil": "Kapag determinado ang mga kahon sa simula ng kabanata, buksan muli ang mga ito gamit ang iyong memorya.",
    "fr": "Lorsque les cases déterminées au début du chapitre sont fermées, ouvrez-les à nouveau à l’aide de votre mémoire.",
    "gu": "જ્યારે પ્રકરણની શરૂઆતમાં નક્કી કરવામાં આવેલાં ખોખાં બંધ થઈ જાય, ત્યારે તમારી યાદદાસ્તનો ઉપયોગ કરીને તેને ફરીથી ખોલો.",
    "he": "כאשר התיבות שנקבעו בתחילת הפרק סגורות, פתח אותן שוב באמצעות הזיכרון שלך.",
    "hi": "जब अध्याय की शुरुआत में निर्धारित बक्से बंद हो जाते हैं, तो उन्हें अपनी स्मृति का उपयोग करके फिर से खोलें।",
    "hr": "Kada se okviri određeni na početku poglavlja zatvore, ponovno ih otvorite pomoću memorije.",
    "hu": "Amikor a fejezet elején meghatározott rovatok be vannak zárva, nyisd ki őket újra a memóriád segítségével.",
    "id": "Ketika kotak yang ditentukan di awal bab ditutup, buka lagi menggunakan memori Anda.",
    "it": "Quando le caselle determinate all'inizio del capitolo sono chiuse, riaprile usando la memoria.",
    "ja": "章の冒頭で決めたボックスを閉じたら、メモリを使ってもう一度開きます。",
    "kn": "ಅಧ್ಯಾಯದ ಆರಂಭದಲ್ಲಿ ನಿರ್ಧರಿಸಲಾದ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಮುಚ್ಚಿದಾಗ, ನಿಮ್ಮ ಸ್ಮರಣೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಅವುಗಳನ್ನು ಮತ್ತೆ ತೆರೆಯಿರಿ.",
    "ko": "장 시작 부분에서 결정된 상자가 닫히면 메모리를 사용하여 다시 엽니다.",
    "lv": "Kad nodaļas sākumā noteiktās ailes ir aizvērtas, atveriet tās vēlreiz, izmantojot atmiņu.",
    "ml": "അധ്യായത്തിന്റെ തുടക്കത്തിൽ നിർണ്ണയിക്കപ്പെട്ട പെട്ടികൾ അടയ്ക്കുമ്പോൾ, നിങ്ങളുടെ മെമ്മറി ഉപയോഗിച്ച് അവ വീണ്ടും തുറക്കുക.",
    "mr": "जेव्हा अध्यायाच्या सुरुवातीला निश्चित केलेले बॉक्सेस बंद केले जातात, तेव्हा आपल्या स्मरणशक्तीचा वापर करून ते पुन्हा उघडा.",
    "ms": "Apabila kotak yang ditentukan pada permulaan bab ditutup, bukanya semula menggunakan ingatan anda.",
    "nl": "Wanneer de vakken die aan het begin van het hoofdstuk zijn bepaald, zijn gesloten, opent u ze opnieuw met behulp van uw geheugen.",
    "no": "Når boksene som ble bestemt i begynnelsen av kapitlet, lukkes, åpner du dem på nytt ved hjelp av minnet.",
    "pl": "Gdy pola określone na początku rozdziału zostaną zamknięte, otwórz je ponownie, korzystając z pamięci.",
    "ro": "Când casetele determinate la începutul capitolului sunt închise, deschideți-le din nou folosind memoria.",
    "ru": "Когда поля, определенные в начале главы, будут закрыты, откройте их снова, используя свою память.",
    "sk": "Keď sú políčka určené na začiatku kapitoly zatvorené, znova ich otvorte pomocou pamäte.",
    "sl": "Ko so polja, določena na začetku poglavja, zaprta, jih znova odprite s spominom.",
    "sv": "När rutorna som bestämdes i början av kapitlet är stängda, öppna dem igen med ditt minne.",
    "sw": "Wakati masanduku yaliyoamuliwa mwanzoni mwa sura yamefungwa, fungua tena kwa kutumia kumbukumbu yako.",
    "ta": "அத்தியாயத்தின் ஆரம்பத்தில் தீர்மானிக்கப்பட்ட பெட்டிகள் மூடப்பட்டவுடன், உங்கள் நினைவகத்தைப் பயன்படுத்தி அவற்றை மீண்டும் திறக்கவும்.",
    "te": "చాప్టర్ యొక్క ప్రారంభంలో నిర్ధారించబడ్డ బాక్సులు క్లోజ్ చేయబడినప్పుడు, మీ మెమరీని ఉపయోగించి వాటిని మళ్లీ తెరవండి.",
    "th": "เมื่อกล่องที่กําหนดในตอนต้นของบทถูกปิดให้เปิดอีกครั้งโดยใช้หน่วยความจําของคุณ",
    "tr": "Bölümün başında belirlenen kutular kapandığında hafızanızı kullanarak tekrar açın.",
    "uk": "Коли поля, визначені на початку глави, будуть закриті, відкрийте їх знову, використовуючи свою пам'ять."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a brand new matching game adventure with fun episodes! Complete challenging levels and show your skills.\n\nHow To Play\nPlayed with Mouse.\n\nGreat Brain Practice Game Features\n✓ Infinity level\n✓ Little particle\n✓ Basic control\n✓ 2D graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Great Brain Practice Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}