{
  "name": {
    "ar,cs,gu,hi,lv,mr,ro,sv": "Color Ball Crash Online Game",
    "am,bg,ca,fi,hu,ms,no,ta,te": "Color Ball Crash Unblocked Game",
    "bn,de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,he,hr,it,lt,ml,nl,pt_BR,pt_PT,ru,sr,th,tr,uk,vi,zh_CN,zh_TW": "Color Ball Crash Game",
    "da,el,id,ja,kn,ko,pl,sk,sl,sw": "Color Ball Crash Online"
  },
  "short": {
    "ar": "يجب أن يكون لون الدائرة الكبيرة والدائرتك الخاصة بنفس اللون ، ولا تضرب الدائرة الكبيرة بلون مختلف.",
    "am": "ትልቅ ክብ ቀለም እና የእራስዎ ክብ አንድ አይነት ቀለም መሆን ያስፈልጋል, በተለየ ቀለም ትልቅ ክብ አትመቱ.",
    "bg": "Големият цвят на кръга и собственият ви кръг трябва да бъдат един и същ цвят, не удряйте големия кръг с различен цвят.",
    "bn": "বড় বৃত্তের রঙ এবং আপনার নিজের বৃত্তটি একই রঙের হতে হবে, একটি ভিন্ন রঙ দিয়ে বড় বৃত্তটি আঘাত করবেন না।",
    "ca": "El color del cercle gran i el vostre propi cercle han de ser del mateix color, no arribeu al cercle gran amb un color diferent.",
    "cs": "Barva velkého kruhu a váš vlastní kruh musí mít stejnou barvu, nezasahujte do velkého kruhu jinou barvou.",
    "da": "Den store cirkelfarve og din egen cirkel skal have samme farve, ikke ramme den store cirkel med en anden farve.",
    "de": "Die große Kreisfarbe und Ihr eigener Kreis müssen die gleiche Farbe haben, treffen Sie den großen Kreis nicht mit einer anderen ...",
    "el": "Το χρώμα του μεγάλου κύκλου και ο δικός σας κύκλος πρέπει να έχουν το ίδιο χρώμα, μην χτυπάτε τον με",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "The big circle color and your own circle need to be the same color, dont hit the big circle with a different color.",
    "es": "El color del círculo grande y su propio círculo deben ser del mismo color, no golpee el círculo grande con un color diferente.",
    "et": "Suure ringi värv ja teie enda ring peavad olema sama värvi, ärge lööge suurt ringi teise värviga.",
    "fa": "رنگ دایره بزرگ و دایره خود را نیاز به همان رنگ، دایره بزرگ با یک رنگ متفاوت ضربه نیست.",
    "fi": "Suuren ympyrän värin ja oman ympyrän on oltava samanvärisiä, älä lyö isoa ympyrää eri värillä.",
    "fil": "Ang malaking bilog na kulay at ang iyong sariling bilog ay kailangang ang parehong kulay, hindi pind",
    "fr": "La couleur du grand cercle et votre propre cercle doivent être de la même couleur, ne frappez pas le grand cercle avec une coule...",
    "gu": "મોટા વર્તુળનો રંગ અને તમારું પોતાનું વર્તુળ એક જ રંગનું હોવું જરૂરી છે, મોટા વર્તુળને અલગ રંગથી મારશો નહીં.",
    "he": "צבע העיגול הגדול והעיגול שלכם צריכים להיות באותו צבע, אל תפגעו בעיגול הגדול בצבע שונה.",
    "hi": "बड़े सर्कल रंग और अपने स्वयं के सर्कल को एक ही रंग की आवश्यकता होती है, बड़े सर्कल को एक अलग रंग के साथ न मारा जाए।",
    "hr": "Velika boja kruga i vlastiti krug moraju biti iste boje, ne udarajte veliki krug drugom bojom.",
    "hu": "A nagy kör színének és a saját körének azonos színűnek kell lennie, ne érje el a nagy kört más színnel.",
    "id": "Warna lingkaran besar dan lingkaran Anda sendiri harus berwarna sama, jangan memukul lingkaran besar dengan warna yang berbeda.",
    "it": "Il colore del cerchio grande e il tuo cerchio devono essere dello stesso colore, non colpire il cerchio grande con un colore div...",
    "ja": "大きな円の色とあなた自身の円は同じ色である必要があり、異なる色で大きな円を打たないでください。",
    "kn": "ದೊಡ್ಡ ವೃತ್ತದ ಬಣ್ಣ ಮತ್ತು ನಿಮ್ಮದೇ ಆದ ವೃತ್ತ ಒಂದೇ ಬಣ್ಣವಾಗಿರಬೇಕು, ದೊಡ್ಡ ವೃತ್ತವನ್ನು ಬೇರೆ ಬಣ್ಣದಿಂದ ಹೊಡೆಯಬೇಡಿ.",
    "ko": "큰 원형 색상과 자신의 원은 같은 색이어야하며 다른 색상으로 큰 원을 치지 마십시오.",
    "lv": "Lielā apļa krāsai un savam aplim ir jābūt vienā krāsā, netrāpiet lielajā aplī ar citu krāsu.",
    "ml": "വലിയ സർക്കിൾ നിറവും നിങ്ങളുടെ സ്വന്തം വൃത്തവും ഒരേ നിറമായിരിക്കണം, മറ്റൊരു നിറത്തിൽ വലിയ വൃത്തത്തിൽ അടിക്കരുത്.",
    "mr": "मोठा वर्तुळाचा रंग आणि आपलं स्वत:चं वर्तुळ एकाच रंगाचं असणं गरजेचं असतं, मोठ्या वर्तुळाला वेगळ्या रंगानं मारू नका.",
    "ms": "Warna bulatan besar dan bulatan anda sendiri perlu warna yang sama, jangan memukul bulatan besar dengan warna yang berbeza.",
    "nl": "De grote cirkelkleur en je eigen cirkel moeten dezelfde kleur hebben, raak de grote cirkel niet met een andere kleur.",
    "no": "Den store sirkelfargen og din egen sirkel må være i samme farge, ikke slå den store sirkelen med en annen farge.",
    "pl": "Duży kolor koła i własny okrąg muszą być tego samego koloru, nie uderzaj w duże koło innym kolorem.",
    "ro": "Culoarea cercului mare și propriul cerc trebuie să fie de aceeași culoare, nu loviți cercul mare cu o culoare diferită.",
    "ru": "Цвет большого круга и ваш собственный круг должны быть одного цвета, не ударяйте по большому кругу другим цветом.",
    "sk": "Farba veľkého kruhu a váš vlastný kruh musia mať rovnakú farbu, nezasiahnite veľký kruh inou farbou.",
    "sl": "Velika barva kroga in svoj krog morajo biti enake barve, ne hit velik krog z drugačno barvo.",
    "sv": "Den stora cirkelfärgen och din egen cirkel måste ha samma färg, slå inte den stora cirkeln med en annan färg.",
    "sw": "Rangi kubwa ya duara na duara lako mwenyewe linahitaji kuwa rangi sawa, usigonge duara kubwa lenye rangi tofauti.",
    "ta": "பெரிய வட்டம் நிறம் மற்றும் உங்கள் சொந்த வட்டம் ஒரே நிறத்தில் இருக்க வேண்டும், வேறு வண்ணத்துடன் பெரிய வட்டத்தை அடிக்க வேண்டாம்.",
    "te": "పెద్ద సర్కిల్ కలర్ మరియు మీ స్వంత సర్కిల్ ఒకే రంగులో ఉండాలి, వేరే రంగుతో పెద్ద సర్కిల్ ని కొట్టవద్దు.",
    "th": "สีวงกลมขนาดใหญ่และวงกลมของคุณเองจะต้องมีสีเดียวกันอย่าตีวงกลมขนาดใหญ่ด้วยสีที่ต่างกัน",
    "tr": "Büyük daire rengi ve kendi dairenizin aynı renkte olması gerekir, büyük daireye farklı bir renkle vurmayın.",
    "uk": "Колір великого кола і власне коло повинні бути одного кольору, не потрапляйте на велике коло іншим кольором."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for fun by changing colors in a fun circle game! Make your best score.\n\nHow To Play\nPlayed with Mouse.\n\nColor Ball Crash Game Features\n✓ Infinity Level\n✓ Arcade Graphics\n✓ Basic control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Color Ball Crash Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}