{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Job alert - extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find relevant jobs faster! This extension enhances your job search by displaying tailored job ads directly on your favorite sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your job search efficiency with JobAlert, your smart job search assistant. Our Chrome Extension delivers personalized job recommendations based on your search activity and preferences.\n\nKey Features:\n• Real-time job notifications while you browse job sites\n• Daily JobAlert summarizing the latest relevant postings\n• Customizable alerts by job category and location\n• Works seamlessly on thousands of job search websites\n• Privacy-focused: No personal data collected\n\nWhether you're actively browsing popular job search websites or waiting for your daily job update, JobAlert ensures you're always in the loop about new opportunities. Add JobAlert to Chrome today and take control of your job search!\n\nJobAlert was born from a simple idea: make job searching less overwhelming and more efficient. We understand that finding the right job opportunity can be like searching for a needle in a haystack. That's why we created a smart assistant that works tirelessly in the background, bringing relevant job opportunities to you.\n\nOur Mission:\nTo empower job seekers by providing timely, relevant job alerts that save time and increase the chances of finding the perfect career opportunity.\n\nPrivacy-First: We prioritize your privacy. JobAlert operates without collecting personal information.\n\nJoin thousands of successful job seekers who have streamlined their job search with JobAlert. Add our extension to Chrome today and let us help you find your next great career move!"
  }
}