{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vortimo OSINT-tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OSINT Swiss army knife:bookmark/record pages, store screenshots, scrape and enrich entities. Finds text on every page + highlight."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NB: All data stored locally and does not leave your computer. \n\nAs seen on the desktops of researchers, investigators, journalists and intelligence analysts. If you do real investigative work using a browser you will understand why the features of this extension is SUPER helpful for investigations. We use this tool ourselves every day for investigations too. \n\nComprehensive manual for this extension here: \nhttps://www.vortimo.com/osint-tool-extension/\n\nMain features of this extension (if you're still reading):\n============================================\n\nKeeps track of every site you visit:\n> Easily (one button) saves current webpage as MHTML file locally on your computer - exactly how it appeared.\n> Automatically saves URL + screenshot of every page you visit.\n> Allows you to capture any part of the screen, save it and find it later.\n> You can bookmark sites for easy retrieval later.\n> You can search for pages you've been to using title / URL or bookmark.\n\nWe have this feature so you don't lose pages you've been to - you can easily mark pages or areas in pages for further investigation / research.\n\n---------\n\nGenerically extracts objects from pages:\n>  Names, email addresses, phone, hashtag, alias, GPS coordinates, IP address and others.\n> Filter on type, value of object, see where it occurred in pages you've been to.\n> Can copy list of objects to clipboard to easily paste into reports, databases, other tools.\n> Allows you to search for any of the extracted objects.\n\nWe have this feature so you can easily feed extracted information into other tools of your choice.\n\n---------\n\nEnrich objects / images / pages:\n> Using a list of OSINT tools you can enrich any of the objects extracted (like Dehashed, Epieos,  Domaintools etc. etc).\n> In the page itself, no need to switch to other tool. \n> Reverse image search on images using Yandex/Google/Bing/TinEye.\n> Exif on images using Vortimo's own online Exif viewer (yay).\n> Find old instance of the pages you're on using WayBack machine and other tools.\n> Find pages that use same tracking codes using BuiltWith and other tools.\n\nWe have this feature so you can easily and without switching tools/pages learn if there is interesting information on the Internet about an item of interest.\n\n---------\n\nGraphs. We have them:\n> Show a graph of how you navigated from one site to another. Keeps track of your journey.\n> Show graph of how extracted objects (email, phone, alias, hashtag, blah) are related to each other, via sites that you've visited.\n\nWe have this feature because you can never remember how you got to a page, and now you can go look see. We show the object graph so you can see which names or any other extracted object is more relevant than others. Also, because it's cool.\n\n---------\n\nThumbnail view:\n> See every site you've been to as a small picture. Bird's eye view of your investigation.\n> Instagram, but for sites you've been to ;)\n\nWe do this because we want to make it easy for you to find a single site in a list of 400 sites. And you are probably better at pattern recognition than you are at reading text.\n\n---------\n\nFind ++ / Advanced search:\n> You give a list of names  (or any other text) and we highlight it in ALL pages you go to in future.\n> This also works on infinite scrollers (like IG/FB) where new content is loaded dynamically.\n> When text is seen on page, a visual 'bell' sound on the left of the screen.\n> Can have lists of text to highlight and in 4 different colors (customizable) and bells.\n\nWe have this feature because it is very useful when you immediately need to  know if a POI  appears in sea of text while you've browsing many, many pages.\n\n---------\n\nImport / export:\n> You can import and export you graphs, sites... everything you've collected\n> You can share the files with your collogues!\n\nWe do this because - we use this tool ourselves and you need to save and share you work.\n\n---------\n\nThe tool does a LOT! Best you check out the documentation. \nEnjoy the software. And thanks for reading all of this text!\n\nNot a toy. Use responsibly. \n--EOF"
  }
}