{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click to Call Fale Vono"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esta extensão abre o softphone Fale Vono ao clicar em números exibidos na Web. Saiba mais em www.falevono.com.br."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A extensão \"Click to Call Fale Vono\" é a ferramenta essencial para tornar a sua experiência de navegação no Google Chrome mais eficiente e produtiva. Com essa extensão inovadora, você aproveitará uma série de vantagens exclusivas:\n\n1. Conveniência Total:\n\nConverta automaticamente números de telefone em links clicáveis em páginas da web, tornando fácil e rápido discar para empresas ou contatos.\n2. Acesso Rápido:\n\nClique em qualquer número de telefone exibido na web para iniciar instantaneamente uma chamada telefônica.\n3. Integração Perfeita:\n\nFunciona perfeitamente com o serviço Fale Vono, permitindo que você faça chamadas VoIP com facilidade e qualidade excepcional.\n4. Economize Tempo:\n\nElimine a necessidade de copiar e colar números de telefone em outros aplicativos. Com apenas um clique, você está conectado.\n5. Experiência Personalizada:\n\nOs números de telefone convertidos mantêm sua formatação original, garantindo que sua experiência de leitura não seja afetada.\n6. Produtividade Aprimorada:\n\nAcesse números de contato importantes instantaneamente, economizando tempo precioso em tarefas diárias.\n7. Navegação Eficiente:\n\nEvite a interrupção da navegação para fazer chamadas, tornando sua experiência de pesquisa e leitura mais fluida.\nA extensão \"Click to Call Fale Vono\" é a solução perfeita para todos que desejam uma maneira simples e eficaz de transformar números de telefone em oportunidades de comunicação instantânea. Experimente agora e experimente uma navegação mais inteligente e eficiente no Chrome!"
  }
}