{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coin Sentry"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Real-time alerts for cryptocurrency and stock market price changes.",
    "de": "Echtzeit-Warnungen für Kryptowährungen und Börsenkursänderungen.",
    "es": "Alertas en tiempo real para los cambios en los precios de las criptomonedas y del mercado de valores.",
    "fr": "Alertes en temps réel pour les crypto-monnaies et les variations des cours boursiers.",
    "ja": "仮想通貨と株式市場価格の変化に対するリアルタイムアラート。",
    "ko": "암호 화폐 및 주식 시장 가격 변화에 대한 실시간 경고."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get real-time alerts for crypto and stock market price changes.\nSupports Bitcoin, Ethereum, Cardano, Dogecoin, and all other cryptos.\n\nGet live prices from major crypto exchanges like Binance, Bitfinex, and Tiingo, and stock price data from Tiingo. More exchanges coming soon.\n\nCoin Sentry helps you set alerts for Cryptocurrency, Stock Market, and Foreign Exchange prices for the instruments and symbols you love.\n\nThis extension also supports various exchanges and providers so the prices you see are timely, consistent, and reliable.\n\nGetting rich requires having access to the right information, taking smart decisions, and taking prompt actions. One of many ways to do these is investments. Coin Sentry notifies you whenever there is a price change in your investments so you can take smart decisions and prompt actions.\n\nExample; \nImagine John Doe.\nJohn loves cryptocurrencies and has bought Bitcoin on his favourite exchange.\nNow, John wants to watch Bitcoin and get notified when the price of Bitcoin increases or decreases by 3% so he could take prompt investment decisions.\nSo John uses our extension to set an alert for Bitcoin using his favourite exchange. While doing so, John specifies a target price to watch for Bitcoin.\nWhen Bitcoin price hits John's target, the alarm notifies John so he can take prompt decisions.\nWith this extension, John never misses an opportunity to invest, buy a dip, long, or short his positions.\n\nAfter making almost 200% profit on his investments, thanks to Coin Sentry, John decides to diversify his investments, so he dabbles into the Stock Market.\nSo John buys some stocks, and returns to the extension to set alerts for those stocks so he can be informed of price changes.\n\nMeanwhile, did we mention that John is already a FOREX trader? Oh! John has already created alerts for Foreign Exchange rates so he can be informed of exchange rate fluctuations. This enables John to take smart decisions in his trading journey.\n\nNever miss an opportunity to invest in Cryptocurrencies and Stock Market.\n\nThis extension will notify you of price changes for your favourite cryptos and symbols.\n\nSupports Bitcoin, Ethereum, Cardano, Dogecoin, and all other cryptos.\n\nDownload and install Coin Sentry today.",
    "de,es,fr,ja,ko": "Coin Sentry helps you set alerts for Cryptocurrency, Stock Market, and Foreign Exchange prices for the instruments and symbols you love.\n\nCoin Sentry supports various exchanges and providers so the prices you see are timely, consistent, and reliable.\n\nGetting rich requires having access to the right information, taking smart decisions, and taking prompt actions. One of many ways to do these is investments. Coin Sentry notifies you whenever there is a price change in your investments so you can take smart decisions and prompt actions.\n\nExample; \nImagine John Doe.\nJohn loves cryptocurrencies and has bought Bitcoin on his favourite exchange.\nNow, John wants to watch Bitcoin and get notified when the price of Bitcoin increases or decreases by 3% so he could take prompt investment decisions.\nSo John uses Coin Sentry to set an alert for Bitcoin using his favourite exchange. While doing so, John specifies a target price to watch for Bitcoin.\nWhen Bitcoin price hits John's target, Coin Sentry alarm notifies John so he can take prompt decisions.\nWith Coin Sentry, John never misses an opportunity to invest, buy a dip, long, or short his positions.\n\nAfter making almost 200% profit on his investments, thanks to Coin Sentry, John decides to diversify his investments, so he dabbles into the Stock Market.\nSo John buys some stocks, and returns to Coin Sentry to set alerts for those stocks so he can be informed of price changes.\n\nMeanwhile, did we mention that John is already a FOREX trader? Oh! John has already created alerts on Coin Sentry for Foreign Exchange rates so he can be informed of exchange rate fluctuations. This enables John to take smart decisions in his trading journey.\n\nNever miss an opportunity to invest in Cryptocurrencies, Stock Market, and Foreign Exchange.\nCoin Sentry will notify you of price changes for your favourite instruments and symbols.\n\nDownload and install Coin Sentry today."
  }
}