{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motion Card Match Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fun card match game in motion which plays in a popup"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is a twist on the classic memory card game. Instead of flipping static cards on a board, cards with symbols (i.e. uppercase letters) will flow from the top of the screen. Match two cards with the same symbol consecutively to score points. Try to score as many points as possible before the cards slip away!\n\nHow to Play?\n\n1) Start the Game: Click on the game Chrome extension icon in your toolbar. A popup window will appear displaying the game canvas.\n  \n2) Select Cards: Click on any card on the canvas to select it. The selected card will change its color to golden, signaling that it's been chosen.\n\n3) Match Pairs: Once a card is selected, you must quickly find its matching pair from the cards on the screen. Click on the matching card. If you've found the correct match, both cards will disappear, and you'll earn points.\n\n4) Continuous Flow: Cards will continue to flow from the top. If you don't match a card before it reaches the bottom, it will vanish, and you'll lose the chance to score with that card.\n\n5) Score: For every successful match, you'll gain 10 points. The score is displayed at the top-left corner of the game canvas.\n\n6) Endgame: The game doesn't have a set endpoint. The challenge is to see how high a score you can achieve. \n\nHave fun playing the card game! For a variety of gaming experiences, feel free to explore our latest games listed at the bottom.\n\nCHANGELOG\n==========\nVersion 0.1.1\n- Add google analytics\n- Add the list of new games\n\nVersion 0.1.0\n- Initial release of game"
  }
}