{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fiverr Star Notification"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will update favicon based on count of messages in inbox"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Fiver Star Notification Icon Change Extension! \n\nThis innovative browser extension is designed to enhance your experience by providing an eye-catching notification icon for your message notifications.\n\nAs a freelancer or buyer, staying updated with your message notifications is crucial for timely communication and response to job offers, messages, and order updates. \n\nHowever, the standard notification icon on Fiver might not always catch your attention amidst the sea of other icons on your browser toolbar.\n\nWith the Notification Icon Change Extension, you have the power to transform your notification icon into something that truly stands out. \n\nThe extension offers attractive icons, ensuring that you'll never miss an important notification again.\n\nHere's how it works: after installing the extension, you'll gain access to a diverse collection of notification icons inspired by Fiver's vibrant marketplace. \n\nThese icons feature eye-catching designs and colors that will make your message notifications impossible to ignore. \n\nNot only does this extension make your notifications more noticeable, but it also adds a touch of fun and excitement to your daily interactions. Each time a new notification arrives, you'll be greeted by a visually engaging icon that injects a sense of anticipation into your journey.\n\nStay on top of your Fiver game with the Notification Icon Change Extension. Never let an important notification slip by unnoticed again. Embrace a more personalized and captivating experience, and let your notification icon reflect the uniqueness of your freelance journey. \n\nInstall the extension today and elevate your message notifications to a whole new level!"
  }
}