{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Otkritkiok.ru"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Прикольные анимационные картинки с поздравлениями, а также смешные мерцающие гифки, отправляйте в социальные сети."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Открытки, картинки и поздравления от лидера РУнета - OtkritkiOK.ru. Самый большой каталог красивых открыток с днем рождения, прикольных картинок с поздравлениями, а также ежедневные гифки с добрым утром и спокойной ночи. Более 15 млн. пользователей ежегодно отправляют наши картинки, порадуйте и вы своих друзей, близких и коллег.\n\nПопулярные категории\n\nКартинки и открытки с днем рождения (женщине и мужчине)\nПоздравления с юбилеем (от 10 до 100 лет)\nЕжедневные открытки (доброе утро, привет, спасибо, хорошего дня, спокойной ночи)\nКартинки друзьям и подругам\nПоздравления с праздниками (С новым Годом, с 1 сентября, с днем ангела Наталья)\nКрасивые открытки с цветами (для самых любимых)\nКартинки на каждый день недели\nПрикольные поздравления по именам\n\nВ нашей коллекции более 20 категорий и более 17000 открыток, и мы регулярно добавляем новые поздравления! У нас лучшие картинки и открытки с профессиональными, государственными и религиозными праздниками. Хотите поздравить с днем ангела, отправить картинку лучшему другу, или просто пожелать хорошего вечера - отправляйте бесплатно в один клик.\n\nЗабыли поздравить близких с 1 сентября, с днем ангела Наталья или с Днем Рождения? Всё можно исправить установив наше приложение. Мы собрали лучшие открытки с днем ангела Наталья, с 1 сентября и на все случаи жизни, так что просто выбирай понравившуюся и порадуй друзей."
  }
}