{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mouse Gestures - Power Mouse X"
  },
  "short": {
    "ar": "تعزيز قدرات الماوس باستخدام الإيماءات، والدمج، والبحث السريع، وخيارات السحب وتوقعات الصفحات التالية.",
    "am,bg,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "Enhance mouse capabilities using gestures, combos, Quick search, Drag options and Next page predictions.",
    "bn": "মাউসের সক্ষমতা উন্নত করুন গেসচারস, কম্বোস, দ্রুত অনুসন্ধান, ড্র্যাগ অপশনস এবং পরবর্তী পৃষ্ঠা পূর্বাভাস ব্যবহার করে।",
    "cs": "Zvyšte schopnosti myši pomocí gest, kombinací, rychlého vyhledávání, možností přetahování a předpovědí dalších stránek.",
    "de": "Erweitern Sie die Fähigkeiten Ihrer Maus mit Gesten, Kombos, schneller Suche, Drag & Drop und Vorhersagen der nächsten Seiten.",
    "el": "Ενισχύστε τις δυνατότητες του ποντικιού σας χρησιμοποιώντας χειρονομίες, συνδυασμούς, γρήγορη αναζήτηση, επιλογές μεταφοράς και…",
    "es": "Potencia las capacidades de tu ratón con gestos, combinaciones, búsqueda rápida, opciones de arrastre y previsiones para la…",
    "fi": "Paranna hiiren toimintoja eleillä, yhdistelmillä, nopealla haulla, vedä-vaihtoehdoilla ja seuraavan sivun ennusteilla.",
    "fr": "Augmentez les capacités de votre souris avec des gestes, des combinaisons, une recherche rapide, des options de glisser-déposer et…",
    "he": "שפר את יכולות העכבר באמצעות מחוות, קומבינציות, חיפוש מהיר, אפשרויות גרירה וחיזוי דפים הבאים.",
    "hi": "जेस्चर, शॉर्टकट्स, त्वरित खोज, ड्रैग ऑप्शंस और अगले पेज की भविष्यवाणियों के साथ अपने माउस की कार्यक्षमता बढ़ाएं।",
    "id": "Tingkatkan fungsi mouse Anda dengan gerakan, kombinasi, pencarian cepat, opsi seret, dan prediksi halaman berikutnya.",
    "it": "Migliora le funzionalità del mouse con gesti, combinazioni, ricerca rapida, opzioni di trascinamento e previsioni della pagina…",
    "ja": "ジェスチャー、コンボ、クイックサーチ、ドラッグオプション、次のページの予測でマウス操作を強化します。",
    "ko": "제스처, 조합, 빠른 검색, 드래그 옵션 및 다음 페이지 예측으로 마우스 기능을 향상하세요.",
    "pl": "Zwiększ możliwości myszy za pomocą gestów, kombinacji, szybkiego wyszukiwania, opcji przeciągania i przewidywania następnej strony.",
    "pt_BR": "Aprimore as capacidades do mouse usando gestos, combos, pesquisa rápida, opções de arrasto e previsões de próxima página.",
    "ro": "Îmbunătățește capabilitățile mouse-ului folosind gesturi, combinații, Căutare rapidă, Opțiuni de tragere și Previziuni pentru…",
    "ru": "Расширьте возможности мыши с помощью жестов, комбинаций, Быстрого поиска, Опций перетаскивания и Предсказаний следующей страницы.",
    "tr": "Fare yeteneklerini hareketler, kombinasyonlar, Hızlı arama, Sürükleme seçenekleri ve Sonraki sayfa tahminleri kullanarak geliştirin.",
    "vi": "Tăng cường khả năng của chuột bằng cách sử dụng cử chỉ, tổ hợp, Tìm kiếm nhanh, Tùy chọn kéo và Dự đoán trang tiếp theo.",
    "zh_CN": "通过手势、组合、快速搜索、拖动选项和下一页预测来增强鼠标功能。"
  },
  "long": {
    "ar,de,fr,ru,tr": "Adds more functionality to your mouse buttons! \n\n#Customizable Mouse gestures, with over 30 actions to choose from including:\nGo to predefine site                Go to the top or bottom of the page\nGo to the previous page         Paste a predefined text\nGo super back (X7)                 Refresh page\nGo to the next page                Mute \\ Unmute tab\nOpen new tab                          Minimize window\nClose tab                                 Duplicate tab\nAnd many more...\n\nTo use mouse gestures just hold the mouse right button and drag the mouse to one of the eight directions.\n\n#Combo buttons allow you to quickly:\nOpen new tab - left mouse click while holding the right button\nClose tab - double click the right or middle mouse button\nGo to the top / bottom of the page - press and scroll the mouse wheel\nZoom in / out - press and scroll the mouse wheel (require setting change)\nScroll the tabs - scroll the mouse wheel while holding the right mouse button\n\n#Quick web search:\nPress space bar while holding the right mouse button to open the search bar.  Type the site name or search query just as you would on the URL bar. Press enter when the suggestion matches your search.\nGet an even quicker search by typing while holding the right mouse button (without pressing the space bar before), now when you have a match just release the right button and it will go to the site \\ search the query - No need to press enter.\nType + before the search in order to open the site in a new tab.\n\n#Drag options:\nDrag a link, selected text or an image to open the \"drag options\" menu.\nYou can use this menu to open links and images in a new tabs, search the web the selected text and more.\n\n#Predictions\nAre you one of the people that have a \"next page\" button on their mouse?  Power Mouse X will try to predict your next page even if you haven't visited it. use your special button to go to the next video on your YouTube playlist or the next search result page.\n\n#Q&A\n\nQ: What browsers does the extension work on?\nA: The  extension works on Chrome, Edge and some other Chromium based browsers. There is also a Firefox version: https://addons.mozilla.org/en-US/firefox/addon/power-mouse-x/\nOnly the Firefox version support macOS and Linux.\n\nQ: Do you collect user data?\nA: NO!\n\nQ: Why doesn't the extension work on the starting page?\nA: Chrome does not allow extensions to work on non URL pages such as startup page, setting page, PDF viewer etc., same goes to the Chrome Web Store. \n\nQ: Can I adjust the length of the mouse gestures?\nA: You can and you probably should! go to settings to do that.\n\nQ: Where can I learn how to use the extension?\nA: Visit https://PowerMouseX.com/en/how to.html for a complete user guide.",
    "am,bg,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "#Customizable Mouse gestures, with over 40 actions to choose from including:\nGo to predefine site                Go to the top or bottom of the page\nGo to the previous page         Paste a predefined text\nGo super back (X7)                 Refresh page\nGo to the next page                Mute \\ Unmute tab\nOpen new tab                          Minimize window\nClose tab                                 Duplicate tab\nAnd many more...\n\nWe use the more efficient, single motion, gesture mechanism.\nTo use mouse gestures just hold the mouse right button and drag the mouse to one of the eight directions.\n\n#Combo buttons allow you to quickly:\nOpen new tab - left mouse click while holding the right button\nClose tab - double click the right or middle mouse button\nGo to the top / bottom of the page - press and scroll the mouse wheel\nZoom in / out - press and scroll the mouse wheel (require setting change)\nScroll the tabs - scroll the mouse wheel while holding the right mouse button\n\n#Quick tab and web search:\nPress space bar while holding the right mouse button to open the search bar.  Type the site name or search query just as you would on the URL bar. Press enter when the suggestion matches your search.\nGet an even quicker search by typing while holding the right mouse button (without pressing the space bar before), now when you have a match just release the right button and it will go to the site \\ search the query - No need to press enter.\nType + before the search in order to open the site in a new tab or Shift + Tab to search and navigate to a tab.\n\n#Drag options:\nDrag a link, selected text or an image to open the \"drag options\" menu.\nYou can use this menu to open links and images in a new tab, search the web for the selected text and more.\n\n#Predictions\nAre you one of the people that have a \"next page\" button on their mouse?  Power Mouse X will try to predict your next page even if you haven't visited it. use your special button to go to the next video on your YouTube playlist or the next search result page.\n\n#Configure side buttons\nGive your side buttons new functionalities.\n\n#Q&A\n\nQ: Why doesn't the extension work on the starting page?\nA: Browsers do not allow extensions to work on non-URL pages such as startup page, setting page, PDF viewer etc., same goes to the Chrome Web Store. \n\nQ: Do you collect user data?\nA: NO!\n\nQ: Can I adjust the length of the mouse gestures?\nA: You can and you probably should! go to settings to do that.\n\nQ: Where can I learn how to use the extension?\nA: Visit \"https://PowerMouseX.com/en/how to\" for a complete user guide.",
    "bn": "# কাস্টমাইজযোগ্য মাউস অঙ্গভঙ্গি, 40 টিরও বেশি ক্রিয়া সহ বেছে নিতে হবে:\nপূর্বনির্ধারিত সাইটে যান\nআগের পৃষ্ঠায় যান\nসুপার ব্যাক যান (X7)\nপরবর্তী পৃষ্ঠায় যান\nনতুন ট্যাব খুলুন\nট্যাব বন্ধ করুন\nপৃষ্ঠার উপরে বা নীচে যান\nএকটি পূর্বনির্ধারিত পাঠ্য পেস্ট করুন\nসতেজ পৃষ্ঠা\nনিঃশব্দ \\ আনমিউট ট্যাব\nউইন্ডো ছোট করুন\nডুপ্লিকেট ট্যাব\nএবং আরো অনেক...\n\nআমরা আরও দক্ষ, একক গতি, অঙ্গভঙ্গি প্রক্রিয়া ব্যবহার করি।\nমাউসের অঙ্গভঙ্গি ব্যবহার করতে মাউসের ডান বোতামটি ধরে রাখুন এবং মাউসটিকে আটটি দিকের একটিতে টেনে আনুন।\n\n#কম্বো বোতাম আপনাকে দ্রুত করতে দেয়:\nনতুন ট্যাব খুলুন - ডান বোতামটি ধরে রেখে বাম মাউস ক্লিক করুন\nট্যাব বন্ধ করুন - ডান বা মধ্য মাউস বোতামে ডাবল ক্লিক করুন\nপৃষ্ঠার উপরে / নীচে যান - মাউস হুইল টিপুন এবং স্ক্রোল করুন\nজুম ইন/আউট করুন - মাউস হুইল টিপুন এবং স্ক্রোল করুন (সেটিং পরিবর্তন প্রয়োজন)\nট্যাবগুলি স্ক্রোল করুন - ডান মাউস বোতামটি ধরে রেখে মাউস হুইলটি স্ক্রোল করুন\n\n#দ্রুত ট্যাব এবং ওয়েব অনুসন্ধান:\nঅনুসন্ধান বার খুলতে ডান মাউস বোতামটি ধরে রেখে স্পেস বার টিপুন। সাইটের নাম বা অনুসন্ধান ক্যোয়ারী টাইপ করুন ঠিক যেমন আপনি URL বারে করবেন। পরামর্শটি আপনার অনুসন্ধানের সাথে মিলে গেলে এন্টার টিপুন।\nডান মাউস বোতামটি ধরে রাখার সময় টাইপ করে আরও দ্রুত অনুসন্ধান পান (আগে স্পেস বার টিপুন না), এখন যখন আপনার একটি ম্যাচ আছে তখন ডান বোতামটি ছেড়ে দিন এবং এটি সাইটে যাবে \\ অনুসন্ধান অনুসন্ধান করুন - এন্টার টিপতে হবে না .\nএকটি নতুন ট্যাবে সাইট খুলতে অনুসন্ধানের আগে + টাইপ করুন বা একটি ট্যাবে অনুসন্ধান করতে এবং নেভিগেট করতে Shift + Tab লিখুন।\n\n# টেনে আনার বিকল্প:\n\"ড্র্যাগ অপশন\" মেনু খুলতে একটি লিঙ্ক, নির্বাচিত পাঠ্য বা একটি চিত্র টেনে আনুন।\nআপনি একটি নতুন ট্যাবে লিঙ্ক এবং ছবি খুলতে, নির্বাচিত পাঠ্যের জন্য ওয়েবে অনুসন্ধান করতে এবং আরও অনেক কিছু করতে এই মেনুটি ব্যবহার করতে পারেন৷\n\n#ভবিষ্যদ্বাণী\nআপনি কি সেই ব্যক্তিদের মধ্যে একজন যাদের মাউসে একটি \"পরবর্তী পৃষ্ঠা\" বোতাম রয়েছে? পাওয়ার মাউস এক্স আপনার পরবর্তী পৃষ্ঠার ভবিষ্যদ্বাণী করার চেষ্টা করবে এমনকি আপনি এটিতে না গেলেও। আপনার YouTube প্লেলিস্টের পরবর্তী ভিডিও বা পরবর্তী অনুসন্ধান ফলাফল পৃষ্ঠায় যেতে আপনার বিশেষ বোতামটি ব্যবহার করুন৷\n\n# পাশের বোতামগুলি কনফিগার করুন\nআপনার পাশের বোতামগুলিকে নতুন কার্যকারিতা দিন।\n\n\n#প্রশ্ন ও উত্তর\n\nপ্রশ্ন: কেন এক্সটেনশন শুরুর পৃষ্ঠায় কাজ করে না?\nউত্তর: ব্রাউজারগুলি এক্সটেনশনগুলিকে নন-ইউআরএল পৃষ্ঠাগুলিতে কাজ করার অনুমতি দেয় না যেমন স্টার্টআপ পৃষ্ঠা, সেটিং পৃষ্ঠা, পিডিএফ ভিউয়ার ইত্যাদি, একইভাবে Chrome ওয়েব স্টোরে যায়৷\n\nপ্রশ্নঃ আপনি কি ব্যবহারকারীর তথ্য সংগ্রহ করেন?\nউঃ না!\n\nপ্রশ্ন: আমি কি মাউসের অঙ্গভঙ্গির দৈর্ঘ্য সামঞ্জস্য করতে পারি?\nউত্তর: আপনি পারেন এবং আপনার সম্ভবত উচিত! এটি করতে সেটিংসে যান।\n\nপ্রশ্নঃ এক্সটেনশন কিভাবে ব্যবহার করতে হয় তা আমি কোথায় শিখতে পারি?\nউত্তর: সম্পূর্ণ ব্যবহারকারীর নির্দেশিকা পেতে \"https://PowerMouseX.com/bn/how to.html\" এ যান।",
    "cs": "#Přizpůsobitelná gesta myši s více než 40 akcemi na výběr, včetně:\nPřejděte na předdefinovaný web\nPřejděte na předchozí stránku\nPřejít super zpět (X7)\nPřejděte na další stránku\nOtevřít novou kartu\nZavřít kartu\nPřejděte na začátek nebo konec stránky\nVložte předdefinovaný text\nObnovit stránku\nKarta Ztlumit \\ Zapnout zvuk\nMinimalizovat okno\nDuplicitní karta\nA mnoho dalších...\n\nPoužíváme efektivnější mechanismus gest jediným pohybem.\nChcete-li použít gesta myši, podržte pravé tlačítko myši a táhněte myší do jednoho z osmi směrů.\n\n#Combo tlačítka vám umožní rychle:\nOtevřít novou kartu - klikněte levým tlačítkem myši a zároveň držte pravé tlačítko\nZavřít kartu – dvakrát klikněte pravým nebo středním tlačítkem myši\nPřejděte na horní / dolní část stránky - stiskněte a rolujte kolečkem myši\nPřiblížení / oddálení - stiskněte a posouvejte kolečkem myši (vyžaduje změnu nastavení)\nPosouvání karet – rolujte kolečkem myši a zároveň držte pravé tlačítko myši\n\n#Rychlá karta a vyhledávání na webu:\nStisknutím mezerníku a podržením pravého tlačítka myši otevřete vyhledávací panel. Zadejte název webu nebo vyhledávací dotaz stejným způsobem jako do adresního řádku. Když návrh odpovídá vašemu vyhledávání, stiskněte Enter.\nZískejte ještě rychlejší vyhledávání psaním při držení pravého tlačítka myši (bez předchozího stisknutí mezerníku), nyní, když máte shodu, stačí uvolnit pravé tlačítko a přejde na web \\ prohledejte dotaz - Není třeba stisknout enter .\nChcete-li web otevřít na nové kartě, zadejte před vyhledáváním +. Chcete-li vyhledat a přejít na kartu, zadejte Shift + Tab.\n\n#Možnosti přetažení:\nPřetažením odkazu, vybraného textu nebo obrázku otevřete nabídku „možnosti přetažení“.\nPomocí této nabídky můžete otevírat odkazy a obrázky na nové kartě, hledat na webu vybraný text a další.\n\n#Předpovědi\nJste jedním z lidí, kteří mají na myši tlačítko „další stránka“? Power Mouse X se pokusí předpovědět vaši další stránku, i když jste ji nenavštívili. pomocí speciálního tlačítka přejděte na další video ve vašem seznamu videí YouTube nebo na další stránku s výsledky vyhledávání.\n\n#Nakonfigurujte boční tlačítka\nDejte svým bočním tlačítkům nové funkce.\n\n\n#Q&A\n\nOtázka: Proč rozšíření nefunguje na úvodní stránce?\nOdpověď: Prohlížeče neumožňují, aby rozšíření fungovala na stránkách bez adresy URL, jako je úvodní stránka, stránka nastavení, prohlížeč PDF atd., totéž platí pro Internetový obchod Chrome.\n\nOtázka: Shromažďujete uživatelská data?\nA: NE!\n\nOtázka: Mohu upravit délku gest myši?\nA: Můžete a pravděpodobně byste měli! přejděte k nastavení.\n\nOtázka: Kde se mohu naučit používat rozšíření?\nOdpověď: Kompletní uživatelskou příručku naleznete na adrese „https://PowerMouseX.com/cs/how to.html“.",
    "el": "#Customizable χειρονομίες ποντικιού, με περισσότερες από 40 ενέργειες για να διαλέξετε, όπως:\nΜεταβείτε στον προκαθορισμένο ιστότοπο\nΜεταβείτε στην προηγούμενη σελίδα\nΕπιστροφή σούπερ πίσω (X7)\nΜεταβείτε στην επόμενη σελίδα\nΑνοίξτε νέα καρτέλα\nΚλείσιμο καρτέλας\nΜεταβείτε στην κορυφή ή στο κάτω μέρος της σελίδας\nΕπικολλήστε ένα προκαθορισμένο κείμενο\nΑνανέωση σελίδας\nΚαρτέλα Σίγαση \\ Κατάργηση σίγασης\nΕλαχιστοποίηση παραθύρου\nΔιπλότυπη καρτέλα\nΚαι πολλά άλλα...\n\nΧρησιμοποιούμε τον πιο αποτελεσματικό μηχανισμό χειρονομίας με μία κίνηση.\nΓια να χρησιμοποιήσετε χειρονομίες του ποντικιού, απλώς κρατήστε πατημένο το δεξί κουμπί του ποντικιού και σύρετε το ποντίκι σε μία από τις οκτώ κατευθύνσεις.\n\nΤα #Combo κουμπιά σάς επιτρέπουν να:\nΆνοιγμα νέας καρτέλας - αριστερό κλικ του ποντικιού κρατώντας πατημένο το δεξί κουμπί\nΚλείσιμο καρτέλας - κάντε διπλό κλικ στο δεξί ή στο μεσαίο κουμπί του ποντικιού\nΜεταβείτε στο επάνω / κάτω μέρος της σελίδας - πατήστε και μετακινηθείτε στον τροχό του ποντικιού\nΜεγέθυνση / σμίκρυνση - πατήστε και μετακινήστε τον τροχό του ποντικιού (απαιτείται αλλαγή ρύθμισης)\nΚύλιση στις καρτέλες - κύλιση στον τροχό του ποντικιού κρατώντας πατημένο το δεξί κουμπί του ποντικιού\n\n#Quick καρτέλα και αναζήτηση ιστού:\nΠατήστε το πλήκτρο διαστήματος ενώ κρατάτε πατημένο το δεξί κουμπί του ποντικιού για να ανοίξετε τη γραμμή αναζήτησης. Πληκτρολογήστε το όνομα του ιστότοπου ή το ερώτημα αναζήτησης ακριβώς όπως θα κάνατε στη γραμμή URL. Πατήστε enter όταν η πρόταση ταιριάζει με την αναζήτησή σας.\nΛάβετε μια ακόμη πιο γρήγορη αναζήτηση πληκτρολογώντας κρατώντας πατημένο το δεξί κουμπί του ποντικιού (χωρίς να πατήσετε το πλήκτρο διαστήματος πριν), τώρα όταν έχετε έναν αγώνα απλά αφήστε το δεξί κουμπί και θα μεταβεί στον ιστότοπο \\ αναζήτηση του ερωτήματος - Δεν χρειάζεται να πατήσετε enter .\nΠληκτρολογήστε + πριν από την αναζήτηση για να ανοίξετε τον ιστότοπο σε μια νέα καρτέλα ή Shift + Tab για αναζήτηση και πλοήγηση σε μια καρτέλα.\n\n#Επιλογές μεταφοράς:\nΣύρετε έναν σύνδεσμο, ένα επιλεγμένο κείμενο ή μια εικόνα για να ανοίξετε το μενού \"επιλογές μεταφοράς\".\nΜπορείτε να χρησιμοποιήσετε αυτό το μενού για να ανοίξετε συνδέσμους και εικόνες σε μια νέα καρτέλα, να αναζητήσετε στον ιστό το επιλεγμένο κείμενο και πολλά άλλα.\n\n#Προβλέψεις\nΕίστε από τα άτομα που έχουν κουμπί \"επόμενη σελίδα\" στο ποντίκι τους; Το Power Mouse X θα προσπαθήσει να προβλέψει την επόμενη σελίδα σας ακόμα κι αν δεν την έχετε επισκεφτεί. χρησιμοποιήστε το ειδικό κουμπί σας για να μεταβείτε στο επόμενο βίντεο στη λίστα αναπαραγωγής YouTube ή στην επόμενη σελίδα αποτελεσμάτων αναζήτησης.\n\n#Διαμόρφωση πλευρικών κουμπιών\nΔώστε στα πλαϊνά κουμπιά σας νέες λειτουργίες.\n\n\n#Q&A\n\nΕ: Γιατί δεν λειτουργεί η επέκταση στην αρχική σελίδα;\nΑ: Τα προγράμματα περιήγησης δεν επιτρέπουν στις επεκτάσεις να λειτουργούν σε σελίδες που δεν είναι URL, όπως σελίδα εκκίνησης, σελίδα ρυθμίσεων, πρόγραμμα προβολής PDF κ.λπ., το ίδιο ισχύει και για το Chrome Web Store.\n\nΕ: Συλλέγετε δεδομένα χρήστη;\nΑ: ΟΧΙ!\n\nΕ: Μπορώ να προσαρμόσω το μήκος των χειρονομιών του ποντικιού;\nΑ: Μπορείς και μάλλον πρέπει! μεταβείτε στις ρυθμίσεις για να το κάνετε αυτό.\n\nΕ: Πού μπορώ να μάθω πώς να χρησιμοποιώ την επέκταση;\nΑ: Επισκεφτείτε το \"https://PowerMouseX.com/el/how to.html\" για έναν πλήρη οδηγό χρήσης.",
    "es": "#Gestos de mouse personalizables, con más de 40 acciones para elegir, que incluyen:\nIr al sitio predefinido\nIr a la página anterior\nVuelve súper atrás (X7)\nIr a la página siguiente\nAbrir nueva pestaña\nCerrar pestaña\nIr a la parte superior o inferior de la página\nPegar un texto predefinido\nActualizar página\nPestaña Silenciar \\ Activar silencio\nMinimizar ventana\nDuplicar pestaña\nY muchos más...\n\nUsamos el mecanismo de gesto más eficiente, de un solo movimiento.\nPara usar los gestos del mouse, simplemente mantenga presionado el botón derecho del mouse y arrástrelo hacia una de las ocho direcciones.\n\nLos botones #Combo le permiten rápidamente:\nAbrir nueva pestaña: haga clic con el botón izquierdo del mouse mientras mantiene presionado el botón derecho\nCerrar pestaña: haga doble clic con el botón derecho o central del mouse\nVaya a la parte superior/inferior de la página: presione y desplace la rueda del mouse\nAcercar/alejar: presione y desplace la rueda del mouse (requiere cambio de configuración)\nDesplazarse por las pestañas: desplace la rueda del mouse mientras mantiene presionado el botón derecho del mouse\n\n#Pestaña rápida y búsqueda web:\nPresione la barra espaciadora mientras mantiene presionado el botón derecho del mouse para abrir la barra de búsqueda. Escriba el nombre del sitio o la consulta de búsqueda tal como lo haría en la barra de URL. Presione Intro cuando la sugerencia coincida con su búsqueda.\nObtenga una búsqueda aún más rápida escribiendo mientras mantiene presionado el botón derecho del mouse (sin presionar la barra espaciadora antes), ahora, cuando tenga una coincidencia, simplemente suelte el botón derecho e irá al sitio \\ buscar la consulta - No es necesario presionar Enter .\nEscriba + antes de la búsqueda para abrir el sitio en una nueva pestaña o Shift + Tab para buscar y navegar a una pestaña.\n\n#Opciones de arrastre:\nArrastre un enlace, texto seleccionado o una imagen para abrir el menú \"opciones de arrastre\".\nPuede utilizar este menú para abrir enlaces e imágenes en una nueva pestaña, buscar en la web el texto seleccionado y más.\n\n#Predicciones\n¿Es usted una de las personas que tiene un botón de \"página siguiente\" en su mouse? Power Mouse X intentará predecir su siguiente página incluso si no la ha visitado. use su botón especial para ir al siguiente video en su lista de reproducción de YouTube o a la siguiente página de resultados de búsqueda.\n\n#Configurar botones laterales\nDale nuevas funcionalidades a tus botones laterales.\n\n\n#Preguntas y respuestas\n\nP: ¿Por qué la extensión no funciona en la página de inicio?\nR: Los navegadores no permiten que las extensiones funcionen en páginas que no sean URL, como la página de inicio, la página de configuración, el visor de PDF, etc., lo mismo ocurre con Chrome Web Store.\n\nP: ¿Recopilan datos de los usuarios?\nR: ¡NO!\n\nP: ¿Puedo ajustar la duración de los gestos del mouse?\nR: ¡Puedes y probablemente deberías! vaya a configuración para hacer eso.\n\nP: ¿Dónde puedo aprender a utilizar la extensión?\nR: Visite \"https://PowerMouseX.com/es/how to\" para obtener una guía de usuario completa.",
    "fi": "#Muokattavat hiiren eleet, joissa on yli 40 toimintoa, joista valita:\nSiirry ennalta määritettyyn sivustoon\nSiirry edelliselle sivulle\nMene super takaisin (X7)\nSiirry seuraavalle sivulle\nAvaa uusi välilehti\nSulje välilehti\nSiirry sivun ylä- tai alaosaan\nLiitä ennalta määritetty teksti\nPäivitä sivu\nMykistä \\ Poista mykistys -välilehti\nPienennä ikkuna\nKopioi välilehti\nJa paljon muuta...\n\nKäytämme tehokkaampaa, yhden liikkeen elemekanismia.\nVoit käyttää hiiren eleitä pitämällä hiiren oikeaa painiketta painettuna ja vetämällä hiiren johonkin kahdeksasta suunnasta.\n\n#Yhdistelmäpainikkeiden avulla voit nopeasti:\nAvaa uusi välilehti - napsauta hiiren vasenta painiketta samalla, kun pidät oikeaa painiketta painettuna\nSulje välilehti - kaksoisnapsauta hiiren oikeaa tai keskimmäistä painiketta\nSiirry sivun ylä-/alaosaan - paina ja vieritä hiiren rullaa\nSuurenna/pienennä - paina ja vieritä hiiren rullaa (vaatii asetusten muuttamisen)\nVieritä välilehtiä - vieritä hiiren rullaa pitäen samalla hiiren oikeaa painiketta painettuna\n\n#Pikavälilehti ja verkkohaku:\nAvaa hakupalkki painamalla välilyöntiä samalla, kun pidät hiiren oikeaa painiketta painettuna. Kirjoita sivuston nimi tai hakukysely aivan kuten URL-palkkiin. Paina Enter, kun ehdotus vastaa hakuasi.\nSaat vieläkin nopeamman haun kirjoittamalla samalla hiiren oikeaa painiketta painettuna (painamatta välilyöntiä aiemmin), nyt kun sinulla on haku, vapauta oikea painike ja se siirtyy sivustolle \\ hae kysely - Ei tarvitse painaa enteriä .\nKirjoita + ennen hakua avataksesi sivuston uudelle välilehdelle tai Shift + Tab etsiäksesi ja navigoidaksesi välilehdelle.\n\n#Vedävalinnat:\nAvaa \"vetoasetukset\"-valikko vetämällä linkkiä, valittua tekstiä tai kuvaa.\nTämän valikon avulla voit avata linkkejä ja kuvia uudelle välilehdelle, etsiä valittua tekstiä verkosta ja paljon muuta.\n\n#Ennusteet\nOletko yksi niistä ihmisistä, joiden hiiressä on \"seuraava sivu\" -painike? Power Mouse X yrittää ennustaa seuraavan sivusi, vaikka et olisi käynyt sillä. Käytä erikoispainiketta siirtyäksesi seuraavaan videoon YouTube-soittolistassasi tai seuraavalle hakutulossivulle.\n\n#Määritä sivupainikkeet\nAnna sivupainikkeillesi uusia toimintoja.\n\n\n#Q&A\n\nK: Miksi laajennus ei toimi aloitussivulla?\nV: Selaimet eivät salli laajennusten toimia muilla kuin URL-sivuilla, kuten aloitussivulla, asetussivulla, PDF-katseluohjelmassa jne., sama koskee Chrome Web Storea.\n\nK: Keräätkö käyttäjätietoja?\nV: EI!\n\nK: Voinko säätää hiiren eleiden pituutta?\nV: Voit ja luultavasti sinun pitäisi! mene asetuksiin tehdäksesi sen.\n\nK: Mistä voin oppia käyttämään laajennusta?\nV: Täydellinen käyttöopas on osoitteessa https://PowerMouseX.com/fi/how to.html.",
    "he": "#מחוות עכבר להתאמה אישית, עם למעלה מ-40 פעולות לבחירה כולל:\nעבור לאתר להגדיר מראש\nעבור לדף הקודם\nחזור סופר אחורה (X7)\nעבור לעמוד הבא\nפתח כרטיסייה חדשה\nסגור כרטיסייה\nעבור לחלק העליון או התחתון של העמוד\nהדבק טקסט מוגדר מראש\nרענן עמוד\nהשתק \\ בטל השתקה\nצמצם את החלון\nשכפול לשונית\nועוד רבים...\n\nאנו משתמשים במנגנון המחוות היעיל יותר, תנועה בודדת.\nכדי להשתמש בתנועות עכבר פשוט החזק את הכפתור הימני של העכבר וגרור את העכבר לאחד משמונת הכיוונים.\n\n# כפתורי משולבים מאפשרים לך במהירות:\nפתח לשונית חדשה - לחיצה שמאלית בעכבר תוך לחיצה על הכפתור הימני\nסגור לשונית - לחץ פעמיים על לחצן העכבר הימני או האמצעי\nעבור לחלק העליון / התחתון של העמוד - לחץ וגלול על גלגל העכבר\nהתקרב/התרחק - לחץ וגלול על גלגל העכבר (דורש שינוי הגדרה)\nגלול את הלשוניות - גלול את גלגל העכבר תוך כדי לחיצה על לחצן העכבר הימני\n\n#כרטיסייה מהירה וחיפוש באינטרנט:\nלחץ על מקש הרווח תוך כדי החזקת לחצן העכבר הימני כדי לפתוח את שורת החיפוש. הקלד את שם האתר או שאילתת החיפוש בדיוק כפי שהיית עושה בסרגל הכתובות. הקש אנטר כאשר ההצעה תואמת את החיפוש שלך.\nקבל חיפוש מהיר עוד יותר על ידי הקלדה תוך לחיצה על לחצן העכבר הימני (בלי ללחוץ על מקש הרווח לפני כן), עכשיו כשיש לך התאמה פשוט שחרר את הכפתור הימני והוא יעבור לאתר \\ חפש את השאילתה - אין צורך ללחוץ על אנטר .\nהקלד + לפני החיפוש על מנת לפתוח את האתר בלשונית חדשה או Shift + Tab כדי לחפש ולנווט ללשונית.\n\n#אפשרויות גרירה:\nגרור קישור, טקסט נבחר או תמונה כדי לפתוח את תפריט \"אפשרויות גרירה\".\nניתן להשתמש בתפריט זה כדי לפתוח קישורים ותמונות בלשונית חדשה, לחפש באינטרנט את הטקסט הנבחר ועוד.\n\n#תחזיות\nהאם אתה אחד מהאנשים שיש להם כפתור \"העמוד הבא\" על העכבר? Power Mouse X ינסה לחזות את הדף הבא שלך גם אם לא ביקרת בו. השתמש בלחצן המיוחד שלך כדי לעבור לסרטון הבא ברשימת ההשמעה שלך ב-YouTube או לדף תוצאות החיפוש הבא.\n\n#הגדר לחצני צד\nתן ללחצני הצד שלך פונקציות חדשות.\n\n#שאלות ותשובות\n\nש: מדוע התוסף לא עובד בדף הפתיחה?\nת: דפדפנים אינם מאפשרים להרחבות לעבוד על דפים שאינם כתובות אתרים כגון דף הפעלה, דף הגדרות, מציג PDF וכו', כנ\"ל לגבי חנות האינטרנט של Chrome.\n\nש: האם אתה אוסף נתוני משתמשים?\nלא!\n\nש: האם אני יכול להתאים את אורך תנועות העכבר?\nת: אתה יכול ואתה כנראה צריך! עבור להגדרות כדי לעשות זאת.\n\nש: היכן אוכל ללמוד כיצד להשתמש בתוסף?\nת: בקר ב-\"https://PowerMouseX.com/he/how to.html\" לקבלת מדריך מלא למשתמש.",
    "hi": "#अनुकूलन योग्य माउस जेस्चर, जिसमें चुनने के लिए 40 से अधिक क्रियाएं शामिल हैं:\nपूर्वनिर्धारित साइट पर जाएँ\tपृष्ठ के ऊपर या नीचे जाएँ\nपिछले पृष्ठ पर जाएँ\t\t\tपूर्वनिर्धारित पाठ चिपकाएँ\nसुपर बैक जाएं (X7)\t\t\tपृष्ठ ताज़ा करें\nअगले पृष्ठ पर जाएँ\t\t\tम्यूट \\ अनम्यूट टैब\nनया टैब खोलें\t\t\t\tविंडो को छोटा करें\nटैब बंद करें\t\t\t\tडुप्लिकेट टैब\nऔर भी कई...\n\nहम अधिक कुशल, एकल गति, इशारा तंत्र का उपयोग करते हैं।\nमाउस जेस्चर का उपयोग करने के लिए बस माउस का दायाँ बटन दबाएँ और माउस को आठ दिशाओं में से किसी एक पर खींचें।\n\n#कॉम्बो बटन आपको शीघ्रता से अनुमति देते हैं:\nनया टैब खोलें - दायां बटन दबाए रखते हुए बाईं माउस क्लिक करें\nटैब बंद करें - दाएँ या मध्य माउस बटन पर डबल क्लिक करें\nपृष्ठ के शीर्ष/नीचे पर जाएँ - माउस व्हील को दबाएँ और स्क्रॉल करें\nज़ूम इन / आउट - माउस व्हील को दबाएँ और स्क्रॉल करें (सेटिंग परिवर्तन की आवश्यकता है)\nटैब स्क्रॉल करें - दायां माउस बटन दबाए रखते हुए माउस व्हील को स्क्रॉल करें\n\n#त्वरित टैब और वेब खोज:\n\n\nसर्च बार खोलने के लिए दायाँ माउस बटन दबाए रखते हुए स्पेस बार दबाएँ। साइट का नाम या खोज क्वेरी वैसे ही टाइप करें जैसे आप यूआरएल बार पर टाइप करते हैं। जब सुझाव आपकी खोज से मेल खाता हो तो एंटर दबाएँ।\nदाएँ माउस बटन को दबाए रखते हुए (पहले स्पेस बार दबाए बिना) टाइप करके और भी तेज़ खोज प्राप्त करें, अब जब आपके पास कोई मिलान हो तो बस दाएँ बटन को छोड़ दें और यह साइट पर चला जाएगा \\ क्वेरी खोजें - एंटर दबाने की आवश्यकता नहीं है।\nसाइट को नए टैब में खोलने के लिए खोज से पहले + टाइप करें या किसी टैब पर खोजने और नेविगेट करने के लिए Shift + Tab टाइप करें।\n\n#खींचें विकल्प:\n\"खींचें विकल्प\" मेनू खोलने के लिए एक लिंक, चयनित पाठ या एक छवि खींचें।\nआप इस मेनू का उपयोग एक नए टैब में लिंक और छवियों को खोलने, चयनित पाठ के लिए वेब पर खोज करने और बहुत कुछ करने के लिए कर सकते हैं।\n\n#भविष्यवाणियाँ\nक्या आप उन लोगों में से हैं जिनके माउस पर \"अगला पृष्ठ\" बटन है? पावर माउस एक्स आपके अगले पृष्ठ की भविष्यवाणी करने का प्रयास करेगा, भले ही आप उस पर नहीं गए हों। अपनी YouTube प्लेलिस्ट पर अगले वीडियो या अगले खोज परिणाम पृष्ठ पर जाने के लिए अपने विशेष बटन का उपयोग करें।\n\n#साइड बटन कॉन्फ़िगर करें\nअपने साइड बटनों को नई कार्यक्षमताएँ दें।\n\n#प्रश्नोत्तर\n\nप्रश्न: एक्सटेंशन आरंभिक पृष्ठ पर कार्य क्यों नहीं करता?\nउ: ब्राउज़र एक्सटेंशन को गैर-यूआरएल पृष्ठों जैसे स्टार्टअप पेज, सेटिंग पेज, पीडीएफ व्यूअर इत्यादि पर काम करने की अनुमति नहीं देते हैं, यही बात क्रोम वेब स्टोर पर भी लागू होती है।\n\n\nप्रश्न: क्या आप उपयोगकर्ता डेटा एकत्र करते हैं?\nए: नहीं!\nप्रश्न: क्या मैं माउस जेस्चर की लंबाई समायोजित कर सकता हूँ?\nउत्तर: आप कर सकते हैं और शायद आपको करना भी चाहिए! ऐसा करने के लिए सेटिंग्स पर जाएं।\n\n\nप्रश्न: मैं एक्सटेंशन का उपयोग कहां से सीख सकता हूं?\nउत्तर: संपूर्ण उपयोगकर्ता मार्गदर्शिका के लिए \"https://PowerMouseX.com/hi/how to\" पर जाएं।",
    "id": "#Gerakan Mouse yang Dapat Disesuaikan, dengan lebih dari 40 tindakan yang dapat dipilih termasuk:\nBuka situs yang telah ditentukan sebelumnya\nBuka halaman sebelumnya\nKembali super (X7)\nBuka halaman berikutnya\nBuka tab baru\nTutup tab\nPergi ke bagian atas atau bawah halaman\nTempelkan teks yang telah ditentukan sebelumnya\nSegarkan halaman\nBisukan \\ Suarakan tab\nMinimalkan jendela\nTab duplikat\nDan masih banyak lagi...\n\nKami menggunakan mekanisme gerakan tunggal yang lebih efisien.\nUntuk menggunakan gerakan mouse cukup tahan tombol kanan mouse dan seret mouse ke salah satu dari delapan arah.\n\n#Tombol kombo memungkinkan Anda dengan cepat:\nBuka tab baru - klik kiri mouse sambil menahan tombol kanan\nTutup tab - klik dua kali tombol kanan atau tengah mouse\nPergi ke bagian atas/bawah halaman - tekan dan gulir roda mouse\nMemperbesar / memperkecil - tekan dan gulir roda mouse (memerlukan perubahan pengaturan)\nGulir tab - gulir roda mouse sambil menahan tombol kanan mouse\n\n#Tab cepat dan pencarian web:\nTekan bilah spasi sambil menahan tombol kanan mouse untuk membuka bilah pencarian. Ketikkan nama situs atau permintaan pencarian seperti yang Anda lakukan pada bilah URL. Tekan enter ketika saran cocok dengan pencarian Anda.\nDapatkan pencarian yang lebih cepat dengan mengetik sambil menahan tombol kanan mouse (tanpa menekan spasi sebelumnya), sekarang ketika Anda memiliki kecocokan cukup lepaskan tombol kanan dan itu akan masuk ke situs \\ mencari kueri - Tidak perlu tekan enter .\nKetik + sebelum pencarian untuk membuka situs di tab baru atau Shift + Tab untuk mencari dan menavigasi ke tab.\n\nOpsi #seret:\nSeret tautan, teks yang dipilih, atau gambar untuk membuka menu \"opsi seret\".\nAnda dapat menggunakan menu ini untuk membuka tautan dan gambar di tab baru, mencari teks yang dipilih di web, dan banyak lagi.\n\n#Prediksi\nApakah Anda salah satu orang yang memiliki tombol \"halaman berikutnya\" di mouse mereka? Power Mouse X akan mencoba memprediksi halaman berikutnya meskipun Anda belum mengunjunginya. gunakan tombol khusus Anda untuk membuka video berikutnya di playlist YouTube Anda atau halaman hasil pencarian berikutnya.\n\n#Konfigurasi tombol samping\nBerikan fungsi baru pada tombol samping Anda.\n\n\n#Tanya Jawab\n\nT: Mengapa ekstensi tidak berfungsi di halaman awal?\nJ: Browser tidak mengizinkan ekstensi berfungsi pada halaman non-URL seperti halaman permulaan, halaman pengaturan, penampil PDF, dll., begitu juga dengan Toko Web Chrome.\n\nT: Apakah Anda mengumpulkan data pengguna?\nJ: TIDAK!\n\nQ: Bisakah saya mengatur panjang gerakan mouse?\nA: Anda bisa dan mungkin harus melakukannya! buka pengaturan untuk melakukan itu.\n\nT: Di mana saya dapat mempelajari cara menggunakan ekstensi ini?\nJ: Kunjungi \"https://PowerMouseX.com/id/how to.html\" untuk panduan pengguna lengkap.",
    "it": "#Gesti del mouse personalizzabili, con oltre 40 azioni tra cui scegliere, tra cui:\nVai al sito predefinito\nVai alla pagina precedente\nTorna indietro (X7)\nVai alla pagina successiva\nApri una nuova scheda\nChiudi scheda\nVai all'inizio o alla fine della pagina\nIncolla un testo predefinito\nAggiorna pagina\nScheda Disattiva \\ Attiva audio\nRiduci a icona la finestra\nScheda duplicata\nE molti altri...\n\nUtilizziamo il meccanismo gestuale più efficiente, a movimento singolo.\nPer utilizzare i gesti del mouse basta tenere premuto il pulsante destro del mouse e trascinare il mouse in una delle otto direzioni.\n\nI pulsanti #Combo ti consentono di:\nApri una nuova scheda: fai clic con il pulsante sinistro del mouse tenendo premuto il pulsante destro\nChiudi scheda: fai doppio clic con il pulsante destro o centrale del mouse\nVai in alto/in fondo alla pagina: premi e scorri la rotellina del mouse\nZoom avanti/indietro: premi e scorri la rotellina del mouse (richiede la modifica delle impostazioni)\nScorri le schede: scorri la rotellina del mouse tenendo premuto il pulsante destro del mouse\n\n#Scheda rapida e ricerca web:\nPremi la barra spaziatrice mentre tieni premuto il pulsante destro del mouse per aprire la barra di ricerca. Digita il nome del sito o la query di ricerca proprio come faresti sulla barra degli URL. Premi Invio quando il suggerimento corrisponde alla tua ricerca.\nOttieni una ricerca ancora più rapida digitando mentre tieni premuto il pulsante destro del mouse (senza premere prima la barra spaziatrice), ora quando hai una corrispondenza rilascia semplicemente il pulsante destro e andrà al sito \\ cerca la query - Non è necessario premere invio .\nDigita + prima della ricerca per aprire il sito in una nuova scheda o Maiusc + Tab per cercare e passare a una scheda.\n\n#Opzioni di trascinamento:\nTrascina un collegamento, un testo selezionato o un'immagine per aprire il menu \"opzioni di trascinamento\".\nPuoi utilizzare questo menu per aprire collegamenti e immagini in una nuova scheda, cercare sul Web il testo selezionato e altro ancora.\n\n#Predizioni\nSei una di quelle persone che hanno il pulsante \"Pagina successiva\" sul mouse? Power Mouse X proverà a prevedere la tua pagina successiva anche se non l'hai visitata. utilizza il tuo pulsante speciale per passare al video successivo sulla tua playlist YouTube o alla successiva pagina dei risultati di ricerca.\n\n#Configura i pulsanti laterali\nDai ai tuoi pulsanti laterali nuove funzionalità.\n\n\n#Domande e risposte\n\nD: Perché l'estensione non funziona nella pagina iniziale?\nR: I browser non consentono alle estensioni di funzionare su pagine non URL come pagina di avvio, pagina di impostazione, visualizzatore PDF ecc., lo stesso vale per Chrome Web Store.\n\nD: Raccogli i dati degli utenti?\nR: NO!\n\nD: Posso regolare la lunghezza dei gesti del mouse?\nA: Puoi e probabilmente dovresti! vai alle impostazioni per farlo.\n\nD: Dove posso imparare a utilizzare l'estensione?\nR: Visita \"https://PowerMouseX.com/it/how to.html\" per una guida utente completa.",
    "ja": "#カスタマイズ可能なマウスジェスチャー：\n定義済みのサイトへ移動                \n前のページに移動         \n戻る（X7）                 \n次のページに移動                \n新しいタブを開く                          \nタブを閉じる\nページの上部または下部に移動\n定義済みのテキストを貼り付ける\nページを更新する\nタブをミュートする\nウィンドウを最小化する\nタブの複製                                 \nその他多数\n\nより効率的なシングルモーションのジェスチャー機構を採用しています。\nマウスジェスチャーを使用するには、マウスの右ボタンを押したまま、マウスを8方向のいずれかにドラッグします。\n\n#コンボボタンで素早く操作できます：\n新しいタブを開く - 右ボタンを押しながらマウスの左クリック\nタブを閉じる - マウスの右ボタンまたは中ボタンをダブルクリックします。\nページの一番上/一番下に移動 - マウスのホイールを押しながらスクロールします。\n拡大/縮小 - マウスのホイールを押しながらスクロール（設定変更が必要です）\nタブのスクロール - マウスの右ボタンを押しながらマウスホイールをスクロールします。\n\n#クイックタブとウェブ検索：\nマウスの右ボタンを押しながらスペースバーを押すと、検索バーが開きます。 URLバーに入力するのと同じように、サイト名または検索クエリを入力します。候補が検索に一致したらEnterキーを押します。\nマウスの右ボタンを押しながら（スペースバーを押さずに）入力することで、より素早く検索することができます。\n新しいタブでサイトを開くには、検索の前に+を入力するか、検索してタブに移動するには、Shift + Tabを入力します。\n\n#ドラッグオプション：\nリンク、選択したテキスト、画像をドラッグすると、「ドラッグオプション」メニューが開きます。\nこのメニューを使って、リンクや画像を新しいタブで開いたり、選択したテキストをウェブ検索したりすることができます。\n\n#予想\nあなたはマウスに「次のページ」ボタンがある方ですか？ Power Mouse Xは、あなたがまだ訪問していなくても、次のページを予測しようとします。特別なボタンを使って、YouTubeプレイリストの次のビデオや、検索結果の次のページに移動しましょう。\n\n#サイドボタンの設定\nサイドボタンに新しい機能を追加できます。\n\n\n#Q&A\n\nQ: 拡張機能が起動ページで動作しないのはなぜですか？\nA: ブラウザは、起動ページ、設定ページ、PDFビューアなど、URL以外のページで拡張機能を動作させることを許可していません。\n\nQ: ユーザーデータを収集しますか？\nA: いいえ！\n\nQ: マウスジェスチャーの長さを調整できますか？\nA: できますし、そうすべきかもしれません。\n\nQ: 拡張機能の使い方はどこで学べますか？\nA: \"https://PowerMouseX.com/ja/how to \"にユーザーガイドがあります。",
    "ko": "40가지 이상의 동작을 선택할 수 있는 #맞춤형 마우스 제스처:\n사전 정의 사이트로 이동                \n이전 페이지로 이동         \n슈퍼 뒤로 가기(X7)                 \n다음 페이지로 이동                \n새 탭 열기                          \n탭 닫기\n페이지 상단 또는 하단으로 이동\n미리 정의된 텍스트 붙여넣기\n페이지 새로 고침\n음소거 \\ 음소거 해제 탭\n창 최소화\n탭 복제                                 \n그리고 더 많은 기능...\n\n저희는 보다 효율적인 단일 동작 제스처 메커니즘을 사용합니다.\n마우스 제스처를 사용하려면 마우스 오른쪽 버튼을 누른 상태에서 마우스를 8가지 방향 중 하나로 드래그하기만 하면 됩니다.\n\n#콤보 버튼을 사용하면 빠르게 작업할 수 있습니다:\n새 탭 열기 - 마우스 오른쪽 버튼을 누른 상태에서 마우스 왼쪽 클릭\n탭 닫기 - 마우스 오른쪽 또는 가운데 버튼을 두 번 클릭합니다.\n페이지 상단/하단으로 이동 - 마우스 휠을 누르고 스크롤합니다.\n확대/축소 - 마우스 휠을 누르고 스크롤합니다(설정 변경 필요).\n탭 스크롤 - 마우스 오른쪽 버튼을 누른 상태에서 마우스 휠을 스크롤합니다.\n\n#빠른 탭 및 웹 검색:\n마우스 오른쪽 버튼을 누른 상태에서 스페이스바를 눌러 검색창을 엽니다.  URL 표시줄에서와 마찬가지로 사이트 이름 또는 검색어를 입력합니다. 검색 결과와 일치하는 제안이 나오면 Enter 키를 누릅니다.\n이전에 스페이스바를 누르지 않고 마우스 오른쪽 버튼을 누른 채로 입력하면 더 빠르게 검색할 수 있으며, 일치하는 항목이 있으면 오른쪽 버튼에서 손을 떼면 사이트 \\ 검색어 검색으로 이동하여 엔터키를 누를 필요 없이 검색할 수 있습니다.\n새 탭에서 사이트를 열려면 검색 앞에 +를 입력하거나, 검색하고 탭으로 이동하려면 Shift + Tab을 누르세요.\n\n#드래그 옵션:\n링크, 선택한 텍스트 또는 이미지를 드래그하여 '옵션 드래그' 메뉴를 엽니다.\n이 메뉴를 사용하여 링크와 이미지를 새 탭에서 열고, 선택한 텍스트를 웹에서 검색하는 등의 작업을 수행할 수 있습니다.\n\n#예측\n마우스에 '다음 페이지' 버튼이 있는 분들 중 한 명인가요?  파워 마우스 X는 사용자가 다음 페이지를 방문하지 않았더라도 다음 페이지를 예측합니다. 특별한 버튼을 사용하여 YouTube 재생 목록의 다음 동영상이나 다음 검색 결과 페이지로 이동하세요.\n\n#사이드 버튼 구성하기\n사이드 버튼에 새로운 기능을 부여하세요.\n\n#Q&A\n\nQ: 확장 프로그램이 시작 페이지에서 작동하지 않는 이유는 무엇입니까?\nA: 브라우저는 시작 페이지, 설정 페이지, PDF 뷰어 등과 같은 URL이 아닌 페이지에서 확장 프로그램이 작동하는 것을 허용하지 않습니다. Chrome 웹 스토어에서도 마찬가지입니다.\n\nQ: 사용자 데이터를 수집합니까?\n답: 아니요!\n\nQ: 마우스 제스처의 길이를 조정할 수 있나요?\nA: 당신은 할 수 있고 아마도 그렇게 해야 할 것입니다! 그렇게 하려면 설정으로 이동하세요.\n\nQ: 확장 프로그램 사용 방법은 어디서 배울 수 있나요?\nA: 전체 사용자 가이드를 보려면 \"https://PowerMouseX.com/ko/how to\"를 방문하세요.",
    "pl": "#Konfigurowalne gesty myszy z ponad 40 akcjami do wyboru, w tym:\nPrzejdź do wstępnie zdefiniowanej witryny\nPrzejdź do poprzedniej strony\nWróć super (X7)\nPrzejdź do następnej strony\nOtwórz nową kartę\nZamknij kartę\nPrzejdź na górę lub dół strony\nWklej wstępnie zdefiniowany tekst\nOdśwież stronę\nKarta Wycisz \\ Wyłącz wyciszenie\nMinimalizuj okno\nZduplikowana zakładka\nI wiele więcej...\n\nUżywamy bardziej wydajnego mechanizmu polegającego na pojedynczym ruchu i gestach.\nAby używać gestów myszy, wystarczy przytrzymać prawy przycisk myszy i przeciągnąć mysz w jednym z ośmiu kierunków.\n\nPrzyciski #Combo umożliwiają szybkie:\nOtwórz nową kartę - kliknij lewym przyciskiem myszy, trzymając prawy przycisk\nZamknij kartę - kliknij dwukrotnie prawym lub środkowym przyciskiem myszy\nPrzejdź na górę/dół strony - naciśnij i przewiń kółkiem myszy\nPowiększ / pomniejsz - naciśnij i przewiń kółkiem myszy (wymagaj zmiany ustawień)\nPrzewijaj zakładki - przewijaj kółkiem myszy, przytrzymując prawy przycisk myszy\n\n#Szybka karta i wyszukiwanie w Internecie:\nNaciśnij spację, przytrzymując prawy przycisk myszy, aby otworzyć pasek wyszukiwania. Wpisz nazwę witryny lub wyszukiwane hasło, tak jak w pasku adresu URL. Naciśnij Enter, gdy sugestia pasuje do Twojego wyszukiwania.\nUzyskaj jeszcze szybsze wyszukiwanie, wpisując przytrzymując prawy przycisk myszy (bez wcześniejszego naciskania spacji), teraz gdy już znajdziesz dopasowanie, po prostu zwolnij prawy przycisk, a przejdziesz do witryny \\ wyszukaj zapytanie - nie musisz naciskać Enter .\nWpisz + przed wyszukiwaniem, aby otworzyć witrynę w nowej karcie lub Shift + Tab, aby wyszukać i przejść do karty.\n\n#Opcje przeciągania:\nPrzeciągnij łącze, zaznaczony tekst lub obraz, aby otworzyć menu „opcji przeciągania”.\nZa pomocą tego menu możesz otwierać linki i obrazy w nowej karcie, wyszukiwać w Internecie wybrany tekst i nie tylko.\n\n#Przewidywania\nCzy jesteś jedną z osób, które mają przycisk „następna strona” na swojej myszy? Power Mouse X spróbuje przewidzieć następną stronę, nawet jeśli jej nie odwiedziłeś. użyj specjalnego przycisku, aby przejść do następnego filmu na swojej liście odtwarzania YouTube lub na następnej stronie wyników wyszukiwania.\n\n#Skonfiguruj przyciski boczne\nNadaj swoim bocznym przyciskom nowe funkcjonalności.\n\n\n#Pytania i odpowiedzi\n\nP: Dlaczego rozszerzenie nie działa na stronie startowej?\nO: Przeglądarki nie pozwalają na działanie rozszerzeń na stronach innych niż adresy URL, takich jak strona startowa, strona ustawień, przeglądarka plików PDF itp. To samo dotyczy sklepu Chrome Web Store.\n\nP: Czy zbierasz dane użytkowników?\nNIE!\n\nP: Czy mogę dostosować długość gestów myszy?\nOdp.: Możesz i prawdopodobnie powinieneś! przejdź do ustawień, aby to zrobić.\n\nP: Gdzie mogę dowiedzieć się, jak korzystać z rozszerzenia?\nO: Odwiedź stronę „https://PowerMouseX.com/pl/how to.html”, aby zapoznać się z pełną instrukcją obsługi.",
    "pt_BR": "#Gestos de mouse personalizáveis, com mais de 40 ações para escolher, incluindo:\nVá para o site predefinido\nIr para a página anterior\nVolte super (X7)\nVá para a página seguinte\nAbrir nova aba\nAba fechada\nVá para a parte superior ou inferior da página\nCole um texto predefinido\nAtualizar a página\nGuia Silenciar/Ativar som\nMinimizar janela\nGuia duplicada\nE muitos mais...\n\nUsamos o mecanismo de gesto mais eficiente, de movimento único.\nPara usar gestos do mouse, basta segurar o botão direito do mouse e arrastar o mouse para uma das oito direções.\n\nOs botões #Combo permitem que você rapidamente:\nAbra uma nova guia - clique com o botão esquerdo do mouse enquanto segura o botão direito\nFechar guia - clique duas vezes com o botão direito ou do meio do mouse\nVá para a parte superior/inferior da página - pressione e role a roda do mouse\nAumentar/diminuir zoom - pressione e role a roda do mouse (requer alteração de configuração)\nRole as guias - role a roda do mouse enquanto segura o botão direito do mouse\n\n#Guia rápida e pesquisa na web:\nPressione a barra de espaço enquanto segura o botão direito do mouse para abrir a barra de pesquisa. Digite o nome do site ou a consulta de pesquisa como faria na barra de URL. Pressione Enter quando a sugestão corresponder à sua pesquisa.\nObtenha uma busca ainda mais rápida digitando enquanto segura o botão direito do mouse (sem apertar a barra de espaço antes), agora quando tiver uma correspondência é só soltar o botão direito e ele irá para o site \\pesquisar a consulta - Não precisa apertar enter .\nDigite + antes da pesquisa para abrir o site em uma nova aba ou Shift + Tab para pesquisar e navegar até uma aba.\n\n#Opções de arrastar:\nArraste um link, texto selecionado ou imagem para abrir o menu “opções de arrastar”.\nVocê pode usar este menu para abrir links e imagens em uma nova guia, pesquisar na web o texto selecionado e muito mais.\n\n#Previsões\nVocê é uma daquelas pessoas que tem um botão “próxima página” no mouse? O Power Mouse X tentará prever sua próxima página mesmo que você não a tenha visitado. use o botão especial para ir para o próximo vídeo na sua lista de reprodução do YouTube ou para a próxima página de resultados de pesquisa.\n\n#Configurar botões laterais\nDê novas funcionalidades aos seus botões laterais.\n\n\n#Perguntas e Respostas\n\nP: Por que a extensão não funciona na página inicial?\nR: Os navegadores não permitem que extensões funcionem em páginas que não sejam URL, como página inicial, página de configuração, visualizador de PDF etc., o mesmo vale para a Chrome Web Store.\n\nP: Você coleta dados do usuário?\nR: NÃO!\n\nP: Posso ajustar a duração dos gestos do mouse?\nR: Você pode e provavelmente deveria! vá para as configurações para fazer isso.\n\nP: Onde posso aprender como usar a extensão?\nR: Visite \"https://PowerMouseX.com/pt_BR/how to\" para obter um guia do usuário completo.",
    "ro": "Gesturi de mouse #personalizabile, cu peste 40 de acțiuni din care să alegeți, inclusiv:\nAccesați site-ul predefinit\nAccesați pagina anterioară\nDu-te super înapoi (X7)\nAccesați pagina următoare\nDeschideți o filă nouă\nÎnchideți fila\nAccesați partea de sus sau de jos a paginii\nLipiți un text predefinit\nReîmprospătare pagină\nDezactivați fila\nMinimizați fereastra\nFilă duplicat\nSi multe altele...\n\nFolosim mecanismul mai eficient, cu o singură mișcare, cu gesturi.\nPentru a utiliza gesturile mouse-ului, trebuie doar să țineți apăsat butonul drept al mouse-ului și să trageți mouse-ul într-una dintre cele opt direcții.\n\n#Butoanele combo vă permit să:\nDeschideți o filă nouă - faceți clic stânga cu mouse-ul în timp ce țineți apăsat butonul din dreapta\nÎnchideți fila - faceți dublu clic pe butonul din dreapta sau din mijloc al mouse-ului\nAccesați partea de sus/de jos a paginii - apăsați și derulați rotița mouse-ului\nMăriți / micșorați - apăsați și derulați rotița mouse-ului (necesită modificarea setărilor)\nDerulați filele - derulați rotița mouse-ului în timp ce țineți apăsat butonul din dreapta al mouse-ului\n\n#Fila rapidă și căutare pe web:\nApăsați bara de spațiu în timp ce țineți apăsat butonul din dreapta al mouse-ului pentru a deschide bara de căutare. Introduceți numele site-ului sau interogarea de căutare exact așa cum ați face în bara URL. Apăsați pe Enter când sugestia se potrivește căutării dvs.\nObțineți o căutare și mai rapidă tastând în timp ce țineți apăsat butonul drept al mouse-ului (fără să apăsați înainte bara de spațiu), acum, când aveți o potrivire, eliberați butonul din dreapta și acesta va merge pe site \\ căutați interogarea - Nu este nevoie să apăsați enter .\nTastați + înainte de căutare pentru a deschide site-ul într-o filă nouă sau Shift + Tab pentru a căuta și a naviga la o filă.\n\n#Trasați opțiuni:\nTrageți un link, textul selectat sau o imagine pentru a deschide meniul „opțiuni de glisare”.\nPuteți folosi acest meniu pentru a deschide link-uri și imagini într-o filă nouă, pentru a căuta pe web textul selectat și multe altele.\n\n#Predictii\nEști una dintre persoanele care au butonul „pagina următoare” pe mouse? Power Mouse X va încerca să prezică următoarea pagină chiar dacă nu ați vizitat-o. folosește butonul special pentru a merge la următorul videoclip din lista de redare YouTube sau la următoarea pagină cu rezultatele căutării.\n\n#Configurați butoanele laterale\nOferă butoanelor tale laterale noi funcționalități.\n\n\n#Întrebări și răspunsuri\n\nÎ: De ce nu funcționează extensia pe pagina de pornire?\nR: Browserele nu permit extensiilor să funcționeze pe pagini non-URL, cum ar fi pagina de pornire, pagina de setări, vizualizatorul PDF etc., același lucru este valabil și pentru Magazinul web Chrome.\n\nÎ: Colectați date despre utilizatori?\nUN NU!\n\nÎ: Pot ajusta lungimea gesturilor mouse-ului?\nR: Poți și probabil ar trebui! mergeți la setări pentru a face asta.\n\nÎ: Unde pot învăța cum să folosesc extensia?\nR: Vizitați „https://PowerMouseX.com/ro/how to.html” pentru un ghid complet al utilizatorului.",
    "vi": "#Cử chỉ chuột có thể tùy chỉnh, với hơn 40 hành động để bạn lựa chọn, bao gồm:\nTới trang web xác định trước\nChuyển đến trang trước\nĐi siêu về (X7)\nĐến trang tiếp theo\nMở tab mới\nĐóng tab\nĐi đến đầu hoặc cuối trang\nDán văn bản được xác định trước\nLàm mới trang\nTắt tiếng \\ Bật tiếng tab\nThu nhỏ cửa sổ\ntab trùng lặp\nVà nhiều cái khác...\n\nChúng tôi sử dụng cơ chế cử chỉ, chuyển động đơn lẻ hiệu quả hơn.\nĐể sử dụng cử chỉ chuột, chỉ cần giữ nút chuột phải và kéo chuột đến một trong tám hướng.\n\nNút #Combo cho phép bạn nhanh chóng:\nMở tab mới - nhấp chuột trái trong khi giữ nút bên phải\nĐóng tab - nhấp đúp vào nút chuột phải hoặc chuột giữa\nĐi đến đầu/cuối trang - nhấn và cuộn con lăn chuột\nPhóng to/thu nhỏ - nhấn và cuộn con lăn chuột (yêu cầu thay đổi cài đặt)\nCuộn các tab - cuộn bánh xe chuột trong khi giữ nút chuột phải\n\n#Tab nhanh và tìm kiếm trên web:\nNhấn phím cách trong khi giữ chuột phải để mở thanh tìm kiếm. Nhập tên trang web hoặc truy vấn tìm kiếm giống như bạn làm trên thanh URL. Nhấn enter khi đề xuất phù hợp với tìm kiếm của bạn.\nTìm kiếm thậm chí còn nhanh hơn bằng cách gõ trong khi giữ nút chuột phải (không cần nhấn phím cách trước đó), bây giờ khi bạn có kết quả phù hợp, chỉ cần nhả nút bên phải và nó sẽ đi đến trang web \\ tìm kiếm truy vấn - Không cần nhấn enter .\nNhập + trước khi tìm kiếm để mở trang web trong tab mới hoặc Shift + Tab để tìm kiếm và điều hướng đến tab.\n\nTùy chọn #Kéo:\nKéo liên kết, văn bản đã chọn hoặc hình ảnh để mở menu \"tùy chọn kéo\".\nBạn có thể sử dụng menu này để mở các liên kết và hình ảnh trong tab mới, tìm kiếm trên web văn bản đã chọn và hơn thế nữa.\n\n#Phỏng đoán\nBạn có phải là một trong những người có nút \"trang tiếp theo\" trên chuột không? Power Mouse X sẽ cố gắng dự đoán trang tiếp theo của bạn ngay cả khi bạn chưa truy cập trang đó. sử dụng nút đặc biệt của bạn để chuyển tới video tiếp theo trên danh sách phát YouTube của bạn hoặc trang kết quả tìm kiếm tiếp theo.\n\n#Định cấu hình các nút bên\nCung cấp cho các nút bên của bạn những chức năng mới.\n\n\n#Hỏi đáp\n\nHỏi: Tại sao tiện ích mở rộng không hoạt động trên trang bắt đầu?\nTrả lời: Trình duyệt không cho phép tiện ích mở rộng hoạt động trên các trang không phải URL như trang khởi động, trang cài đặt, trình xem PDF, v.v., tương tự với Cửa hàng Chrome trực tuyến.\n\nHỏi: Bạn có thu thập dữ liệu người dùng không?\nĐ: KHÔNG!\n\nH: Tôi có thể điều chỉnh độ dài của cử chỉ chuột không?\nA: Bạn có thể và có lẽ bạn nên làm như vậy! đi tới cài đặt để làm điều đó.\n\nCâu hỏi: Tôi có thể tìm hiểu cách sử dụng tiện ích mở rộng ở đâu?\nĐáp: Hãy truy cập \"https://PowerMouseX.com/vi/how to.html\" để xem hướng dẫn sử dụng đầy đủ.",
    "zh_CN": "为您的鼠标按钮增添更多的功能! \n\n#可定制的鼠标手势，有30多个动作可供选择，包括：\n\n转到预定义的页面                转到页面顶部或底部\n上一页                                    粘贴文本\n往前翻7页（超级后退）      刷新页面\n下一页                                    静音\\页面静音\n打开新页签                           最小化窗口\n关闭当前页签                       复制标签页\t\n还有很多...\n\n若使用鼠标手势，只需按住鼠标右键，将鼠标拖到八个方位之一。\n\n#组合键使您的工作更高效。\n打开新的页签——按住右键的同时，单击鼠标左键\n关闭标签页——移动时，双击鼠标右键或中键\n转到页面的顶部/底部——按下并滚动鼠标滚轮\n放大/缩小 - 按下并滚动鼠标滚轮（需要改变设置）。\n滚动标签页——按住鼠标右键的同时滚动鼠标滚轮\n\n#快速搜索:\n\"\"\"按住鼠标右键的同时，按空格键，打开搜索栏。就像您在URL栏上那样，输入网站名称或查询语句。当建议符合你的搜索时，按回车键。\n\n在按住鼠标右键的同时打字（不按空格键），可体验更便捷的搜索，当出现一个搜索匹配，只需释放右键，它将转到网站/搜索查询——无需按回车。\n\n在搜索前键入 \"\"+\"\"，以便在新标签中打开网站。\"\"\"\n\n#拖拽选项:\n\"\"\"拖动一个链接、或选定的文本，或图像以打开 \"\"拖动选项 \"\"菜单。\n\n您可以使用这个菜单在新页签中打开链接和图像，在网上搜索所选的文本等内容。\"\"\"\n\n#预测\n您是那种习惯使用鼠标上的 \"下一页 \"按钮的人吗？ Power Mouse X会试着预测你的下一个页面，即使您没有访问过它。使用特殊按钮可将您转到YouTube播放列表上的下一个视频或下一个搜索结果页面。\n\n#问答\n\n问：该扩展可在哪些浏览器上运行？\n\"\"\"答：该扩展可以在Edge、Chrome和其他一些基于Chromium的浏览器上使用。也有一个火狐版本：https://addons.mozilla.org/en-US/firefox/addon/power-mouse-x/\n只有Firefox版本支持MacOS和Linux。\"\"\"\n\n问：你们是否收集用户数据？\n答：没有!\n\n问：为什么扩展功能在起始页不起作用？\n答：Chrome不允许扩展程序在非URL页面上工作，如启动页、设置页、PDF文件等，Chrome网络商店也是如此。\n\n问：我可以调整鼠标手势的长度吗？\n答：你可以，而且可能需要！去设置页面调整吧。\n\n问：我在哪里可以学习如何使用此扩展？\n答：请访问\"https://PowerMouseX.com/zh_CN/how to\"获取完整的用户指南。"
  }
}