{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Onlive Clock"
  },
  "short": {
    "ar": "ساعة متقدمة على الإنترنت تتضمن منبه، تقويم، ساعة توقيت، مؤقت، مؤقت مطبخ، العد التنازلي، بندول الإيقاع.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "An advanced online clock that includes an alarm clock, calendar, stopwatch, timer, kitchen timer, countdown, metronome.",
    "de": "Eine fortschrittliche Online-Uhr mit Wecker, Kalender, Stoppuhr, Timer, Küchentimer, Countdown-Timer für jedes Datum und Metronom.",
    "es": "Un reloj en línea avanzado que incluye despertador, calendario, cronómetro, cronómetro, cuenta atrás, metrónomo.",
    "fr": "Une horloge en ligne avancée comprenant un réveil, un calendrier, un chronomètre, une minuterie, une minuterie de cuisine, un…",
    "id": "Jam online canggih yang mencakup jam alarm, kalender, stopwatch, pengatur waktu, pengatur waktu dapur, hitung mundur, metronom.",
    "it": "Un orologio online avanzato che include sveglia, calendario, cronometro, timer, timer da cucina, conto alla rovescia, metronomo.",
    "ja": "目覚まし時計、カレンダー、ストップウォッチ、タイマー、キッチンタイマー、カウントダウン、メトロノームを備えた高度なオンライン時計です。",
    "ko": "알람 시계, 달력, 스톱워치, 타이머, 주방 타이머, 카운트다운, 메트로놈을 포함하는 고급 온라인 시계입니다.",
    "nl": "Een geavanceerde online klok met een wekker, kalender, stopwatch, timer, kookwekker, aftellen en metronoom.",
    "pl": "Zaawansowany zegar online, który zawiera budzik, kalendarz, stoper, minutnik, minutnik kuchenny, odliczanie i metronom.",
    "pt_BR": "Um relógio online avançado que inclui despertador, calendário, cronômetro, cronômetro, cronômetro de cozinha, contagem regressiva e…",
    "ru": "Продвинутые онлайн-часы, включающие будильник, календарь, секундомер, таймер, кухонный таймер, обратный отсчёт, метроном.",
    "tr": "Çalar saat, takvim, kronometre, zamanlayıcı, mutfak zamanlayıcısı, geri sayım, metronom içeren gelişmiş bir çevrimiçi saat.",
    "vi": "Đồng hồ trực tuyến tiên tiến bao gồm đồng hồ báo thức, lịch, đồng hồ bấm giờ, hẹn giờ, đồng hồ bấm giờ trong bếp, đếm ngược, máy…",
    "zh_CN": "先进的在线时钟，包括闹钟、日历、秒表、计时器、厨房计时器、倒计时、节拍器。"
  },
  "long": {
    "ar": "مجموعة من تطبيقات الويب المجانية والتي تشمل:\n\n  - منبه؛\n  - تقويم؛\n  - ساعة التوقيف؛\n  - الموقت.\n  - مؤقت المطبخ؛\n  - مؤقت العد التنازلي إلى أي تاريخ؛\n  - العد التنازلي لعيد الميلاد.\n  - المسرع.\n  - أدوات للتضمين في مواقع الويب والمدونات الأخرى.\n\nجميع التطبيقات سهلة الاستخدام للغاية وفي نفس الوقت تحتوي على الكثير من الخيارات.\n\nتتضمن ميزات المنبه ما يلي:\n\n  - راديو مدمج به العديد من المحطات؛\n  - أنواع مختلفة من الساعة (الرقمية، LED، التناظرية، الوجه)؛\n  - إشارات إنذار متعددة، بما في ذلك الفيديو (المستند إلى YouTube) وصوت الاستيقاظ الحديث؛\n  - التكوين المرن؛\n  - مجموعة من الصور والأصوات الخلفية؛\n  - الوقواق.\n  - وضع ملء الشاشة؛\n  - القدرة على فتح صفحات الويب تلقائيا.\n  - إذا فشل اتصالك بالإنترنت، فسيظل المنبه يعمل؛\n  - يتذكر الإعدادات؛\n  - لا تتطلب التسجيل؛\n  - مجاني تمامًا.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "A set of free web applications that includes:\n\n - alarm clock;\n - calendar;\n - stopwatch;\n - timer;\n - kitchen timer;\n - countdown timer to any date;\n - Christmas countdown;\n - metronome;\n - widgets for embedding into other websites and blogs.\n\nAll applications are very simple to use and at the same time have a lot of options.\n\nThe alarm clock features includes:\n\n - built-in radio with many stations;\n - various kinds of clock (digital, LED, analog, flip);\n - multiple alarm signals, including video (YouTube-based) and talking wake up voice;\n - flexible configuration;\n - the set of background images and sounds;\n - cuckoo;\n - full-screen mode;\n - the ability to automatically open Web pages;\n - if your internet connection fails, the alarm clock will still work;\n - remembers the settings;\n - do not require registration;\n - absolutely free.",
    "de": "Onlive Clock ist ein freier Wecker, der es Ihnen erlaubt, sich wecken zu lassen, indem Sie Ihren Browser benutzen. Die Anwendung enthält folgende Funktionen: eingebautes Webradio mit vielen Stationen; verschiedene Arten von Zifferblättern (digital, LED, analog, flip); Viele Alarmtöne, einschließlich video (YouTube-basiert) und gesprochene Wake up Stimme; flexible Konfiguration; eine Auswahl an Hintergrundbildern und Tönen; Kuckuck; Vollbildmodus; die Möglichkeit automatisch Webseiten zu öffenen; falls die Internet Verbindung ausfällt, funktioniert der Wecker dennoch; Einstellungen werden beibehalten; eine Registrierung ist nicht notwendig.",
    "es": "Onlive Clock es una alarma que le permitira despertarse usando su navegador. Las caracteristicas de la aplicacion incluyen: Radio incorporado con muchas estaciones; varios tipos de relojes (digital, LED, analogo, voltear); multiples alarmas, incluyendo videos (Basados en YouTube) y vos hablada de despertar; configuracion flexible; el programar de los sonidos e imagenes de fondo; cucu; modo de pantalla completa; la habilidad de abrir paginas Web automaticamente; el despertador funcionara, aun si su coneccion de internet falla; el despertador recuerda los ajustes hechos, y no requiere que te registres.",
    "fr": "Un ensemble d'applications Web gratuites comprenant :\n\n  - un réveil ;\n  - un calendrier ;\n  - chronomètre ;\n  - minuterie ;\n  - minuterie de cuisine;\n  - compte à rebours jusqu'à n'importe quelle date ;\n  - Compte à rebours de Noël ;\n  - métronome ;\n  - des widgets à intégrer dans d'autres sites Web et blogs.\n\nToutes les applications sont très simples à utiliser et disposent en même temps de nombreuses options.\n\nLes fonctionnalités du réveil incluent :\n\n  - radio intégrée avec de nombreuses stations ;\n  - différents types d'horloges (numériques, LED, analogiques, flip) ;\n  - plusieurs signaux d'alarme, y compris la vidéo (basée sur YouTube) et la voix de réveil parlante ;\n  - configuration flexible ;\n  - l'ensemble des images et des sons de fond ;\n  - coucou ;\n  - mode plein écran;\n  - la possibilité d'ouvrir automatiquement des pages Web ;\n  - si votre connexion Internet tombe en panne, le réveil fonctionnera toujours ;\n  - mémorise les paramètres ;\n  - ne nécessitent pas d'inscription ;\n  - complétement gratuit.",
    "id": "Satu set aplikasi web gratis yang mencakup:\n\n  - jam alarm;\n  - kalender;\n  - stopwatch;\n  - pengatur waktu;\n  - pengatur waktu dapur;\n  - penghitung waktu mundur ke tanggal berapa pun;\n  - Hitung mundur Natal;\n  - metronom;\n  - widget untuk disematkan ke situs web dan blog lain.\n\nSemua aplikasi sangat mudah digunakan dan sekaligus memiliki banyak pilihan.\n\nFitur jam alarm meliputi:\n\n  - radio internal dengan banyak stasiun;\n  - berbagai macam jam (digital, LED, analog, flip);\n  - beberapa sinyal alarm, termasuk video (berbasis YouTube) dan suara bangun berbicara;\n  - konfigurasi yang fleksibel;\n  - kumpulan gambar dan suara latar belakang;\n  - kukuk;\n  - mode layar penuh;\n  - kemampuan untuk membuka halaman Web secara otomatis;\n  - jika koneksi internet Anda gagal, jam alarm akan tetap berfungsi;\n  - mengingat pengaturannya;\n  - tidak memerlukan registrasi;\n  - benar-benar gratis.",
    "it": "Un set di applicazioni web gratuite che include:\n\n  - sveglia;\n  - calendario;\n  - cronometro;\n  - Timer;\n  - timer da cucina;\n  - conto alla rovescia per qualsiasi data;\n  - Conto alla rovescia di Natale;\n  - metronomo;\n  - widget da incorporare in altri siti web e blog.\n\nTutte le applicazioni sono molto semplici da usare e allo stesso tempo hanno molte opzioni.\n\nLe funzionalità della sveglia includono:\n\n  - radio incorporata con molte stazioni;\n  - vari tipi di orologio (digitale, LED, analogico, flip);\n  - segnali di allarme multipli, inclusi video (basati su YouTube) e voce di sveglia parlante;\n  - configurazione flessibile;\n  - l'insieme di immagini e suoni di sottofondo;\n  - cuculo;\n  - modalità schermo intero;\n  - la possibilità di aprire automaticamente le pagine Web;\n  - se la connessione Internet non funziona, la sveglia funzionerà comunque;\n  - ricorda le impostazioni;\n  - non richiedono registrazione;\n  - assolutamente gratuito.",
    "ja": "以下を含む無料の Web アプリケーションのセット:\n\n  - 目覚まし時計;\n  - カレンダー;\n  - ストップウォッチ;\n  - タイマー;\n  - キッチンタイマー;\n  - 任意の日付までのカウントダウンタイマー;\n  - クリスマスカウントダウン;\n  - メトロノーム;\n  - 他の Web サイトやブログに埋め込むためのウィジェット。\n\nすべてのアプリケーションは非常に使いやすく、同時に多くのオプションがあります。\n\n目覚まし時計の機能には次のようなものがあります。\n\n  - 多くのステーションを備えた内蔵ラジオ;\n  - さまざまな種類の時計（デジタル、LED、アナログ、フリップ）;\n  - ビデオ (YouTube ベース) やウェイクアップ音声を含む複数のアラーム信号。\n  - 柔軟な構成。\n  - 背景画像とサウンドのセット;\n  -カッコウ;\n  - 全画面モード;\n  - Web ページを自動的に開く機能。\n  - インターネット接続に障害が発生した場合でも、目覚まし時計は機能します。\n  - 設定を記憶します。\n  - 登録は必要ありません。\n  - 完全に無料です。",
    "ko": "Onlive Clock 당신의 브라우저를 이용하여 당신을 깨우게 할 무료 알람 시계입니다. 해당 어플리케이션은 다음과 같은 특징을 포함합니다: 많은 방송국을 포함한 내장된 라디오; 다양한 종류의 시계(디지털, LED, 아날로그, 플립); 유투브 기반의 비디오를 포함하고 기상음성을 말해주는 다양한 알람들; 유연한 환경설정; 배경화면 이미지와 사운드 세트; 뻐꾸기; 전체화면 모드; 웹페이지를 자동적으로 열리하게 하는 능력; 인터넷 연결이 실패할 경우에도 알람시계는 작동; 설정을 기억; 등록을 필요로 하지 않음.",
    "nl": "Alarm Clock Is een gratis online wekker die je wakker laat worden door middel van je browser. De applicatie bevat het Volgende: Ingebouwde radio met meerdere stations; verschillende klokken(digitaal, LED, analoge, flip); meerdere alarmen, inclusief video(op Youtube basis) en pratende wekkerradio stem; Flexibele configuratie; Pas je eigen achtergrond en geluiden aan; koekoeksklok; volledig scherm; mogelijkheid om automatisch webpagina's te openen; Als uw internet het niet doet werkt de wekker nog steeds; Onthoud uw instellingen; vereist geen registratie.",
    "pl": "Zestaw bezpłatnych aplikacji internetowych obejmujący:\n\n  - zegar z alarmem;\n  - kalendarz;\n  - stoper;\n  - timer;\n  - minutnik;\n  - odliczanie do wybranej daty;\n  - odliczanie do Nowego Roku;\n  - metronom;\n  - widżety internetowe do osadzania na stronach i blogach stron trzecich.\n\nWszystkie aplikacje są bardzo proste w obsłudze, a jednocześnie posiadają wiele ustawień, które pozwalają elastycznie konfigurować aplikacje pod konkretne potrzeby.\n\nSzczególną popularnością cieszą się budziki, które posiadają m.in. następujące cechy:\n\n  - dostępność języka rosyjskiego;\n  - różne rodzaje zegarków (cyfrowe, LED, mechaniczne, flip);\n  - możliwość wykorzystania filmów z YouTube'a jako sygnału alarmowego;\n  - wbudowane radio z wieloma stacjami;\n  - akompaniament głosowy;\n  - możliwość elastycznej konfiguracji;\n  - wiele obrazów tła i dźwięków;\n  - kukułka;\n  - pełny ekran;\n  - możliwość automatycznego otwierania stron internetowych;\n  - alarm włącza się w przypadku braku połączenia;\n  - zapisywanie ustawień;\n  - nie wymaga rejestracji;\n  - Absolutnie wolny.",
    "pt_BR": "Um conjunto de aplicativos da web gratuitos que inclui:\n\n  - despertador;\n  - calendário;\n  - cronômetro;\n  - temporizador;\n  - cronômetro de cozinha;\n  - contagem regressiva para qualquer data;\n  - Contagem regressiva de Natal;\n  - metrônomo;\n  - widgets para incorporar em outros sites e blogs.\n\nTodos os aplicativos são muito simples de usar e ao mesmo tempo possuem muitas opções.\n\nOs recursos do despertador incluem:\n\n  - rádio embutido com muitas estações;\n  - vários tipos de relógio (digital, LED, analógico, flip);\n  - vários sinais de alarme, incluindo vídeo (baseado no YouTube) e voz de despertar falada;\n  - configuração flexível;\n  - o conjunto de imagens e sons de fundo;\n  - cuco;\n  - modo tela cheia;\n  - a capacidade de abrir páginas da Web automaticamente;\n  - se a sua conexão com a internet falhar, o despertador ainda funcionará;\n  - lembra as configurações;\n  - não requer registro;\n  - absolutamente grátis.",
    "ru": "Набор бесплатных веб-приложений, включающий:\n\n - часы с будильником;\n - календарь;\n - секундомер;\n - таймер;\n - кухонный таймер;\n - обратный отсчёт до выбранной даты;\n - отсчёт до Нового года;\n - метроном;\n - веб-виджеты для встраивая на сторонние сайты и блоги.\n\nВсе приложения очень просты в использовании и при этом обладают множеством настроек, позволяющих гибко конфигурировать приложения под конкретные нужды.\n\nОсобой популярностью пользуются часы с будильником, которые, среди прочего, могут похвастаться следующими особенностями:\n\n - наличие русского языка;\n - различные виды часов (цифровые, светодиодные, механические, перекидные);\n - возможность использования видеороликов с YouTube в качестве сигнала будильника;\n - встроенное радио с множеством станций;\n - голосовое сопровождение;\n - возможность гибкой настройки;\n - множество фоновых изображений и звуков;\n - кукушка;\n - полноэкранный режим;\n - возможность автоматического открытия веб-страниц;\n - срабатывание будильника при отсутствии связи;\n - сохранение настроек;\n - не требует регистрации;\n - абсолютно бесплатно.",
    "tr": "Aşağıdakileri içeren bir dizi ücretsiz web uygulaması:\n\n  - alarm saati;\n  - takvim;\n  - kronometre;\n  - zamanlayıcı;\n  - mutfak zamanlayıcısı;\n  - herhangi bir tarih için geri sayım sayacı;\n  - Noel geri sayımı;\n  - metronom;\n  - diğer web sitelerine ve bloglara yerleştirmek için widget'lar.\n\nTüm uygulamaların kullanımı oldukça basittir ve aynı zamanda birçok seçeneğe sahiptir.\n\nÇalar saat özellikleri şunları içerir:\n\n  - birçok istasyona sahip dahili radyo;\n  - çeşitli saat türleri (dijital, LED, analog, çevirmeli);\n  - video (YouTube tabanlı) ve sesli uyandırma sesi dahil olmak üzere çoklu alarm sinyalleri;\n  - esnek konfigürasyon;\n  - arka plan görüntüleri ve sesleri seti;\n  - guguk kuşu;\n  - tam ekran modu;\n  - Web sayfalarını otomatik olarak açma yeteneği;\n  - İnternet bağlantınız kesilirse alarm saati çalışmaya devam eder;\n  - ayarları hatırlar;\n  - kayıt gerektirmez;\n  - Tamamen ücretsiz.",
    "vi": "Một bộ ứng dụng web miễn phí bao gồm:\n\n  - đồng hồ báo thức;\n  - lịch;\n  - đồng hồ bấm giờ;\n  - hẹn giờ;\n  - hẹn giờ bếp;\n  - đồng hồ đếm ngược đến bất kỳ ngày nào;\n  - Đếm ngược Giáng sinh;\n  - máy đếm nhịp;\n  - các vật dụng để nhúng vào các trang web và blog khác.\n\nTất cả các ứng dụng đều rất đơn giản để sử dụng và đồng thời có rất nhiều tùy chọn.\n\nCác tính năng của đồng hồ báo thức bao gồm:\n\n  - đài tích hợp với nhiều đài;\n  - các loại đồng hồ (kỹ thuật số, LED, analog, lật);\n  - nhiều tín hiệu báo động, bao gồm video (dựa trên YouTube) và giọng nói đánh thức;\n  - cấu hình linh hoạt;\n  - bộ hình ảnh và âm thanh nền;\n  - chim cu;\n  - chế độ toàn màn hình;\n  - khả năng tự động mở các trang Web;\n  - nếu kết nối internet của bạn không thành công, đồng hồ báo thức vẫn hoạt động;\n  - ghi nhớ các cài đặt;\n  - không yêu cầu đăng ký;\n  - hoàn toàn miễn phí.",
    "zh_CN": "一组免费的 Web 应用程序，包括：\n\n  - 闹钟；\n  - 日历;\n  - 秒表；\n  - 计时器；\n  - 厨房定时器；\n  - 任意日期的倒计时器；\n  - 圣诞节倒计时；\n  - 节拍器；\n  - 用于嵌入其他网站和博客的小部件。\n\n所有应用程序的使用都非常简单，同时有很多选项。\n\n闹钟功能包括：\n\n  - 具有多个电台的内置收音机；\n  - 各种时钟（数字、LED、模拟、翻转）；\n  - 多种报警信号，包括视频（基于 YouTube）和说话唤醒声音；\n  - 灵活的配置；\n  - 一组背景图像和声音；\n  - 杜鹃；\n  - 全屏模式;\n  - 自动打开网页的能力；\n  - 如果您的互联网连接出现故障，闹钟仍然可以工作；\n  - 记住设置；\n  - 不需要注册；\n  - 完全免费。"
  }
}