{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sniper Shot Bullet Time Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Sniper Shot: Bullet Time unblocked game on chrome. Sniper Shot: Bullet Time online game for Unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into the thrilling world of precision and tactics with Sniper Shot: Bullet Time, a game that transcends the ordinary shooting experience. In this game, you embody the role of a master sniper, holding the power of life and death at your fingertips. With each mission, you're not just aiming and shooting; you're crafting a story of survival, strategy, and skill.\n\nAs you embark on your journey through the game's immersive environments, you'll find that Sniper Shot: Bullet Time Unblocked offers more than just the satisfaction of a well-placed shot. The game encourages you to experiment and adapt, challenging you to find the perfect angle and timing to execute your targets with precision. Whether it's a headshot that ends the confrontation instantly or a strategic hit that incapacitates your enemy, each choice you make impacts your path forward.\n\nWhat sets this game apart is its innovative use of bullet time mechanics. This feature allows you to slow down time, transforming a split-second decision into a moment of critical thinking and execution. Watch as the bullet travels towards your target, offering a cinematic experience that not only heightens the excitement but also showcases the consequences of your aim.\n\nIf you have any questions about our Sniper Shot Bullet Time Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Sniper Shot Bullet Time Unblocked game extension.\n4. Press \"Remove\""
  }
}