{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Is Fine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temporarily overlays a random number of \"This is Fine\" memes of random sizes at random locations on the current page for pure chaos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is fine? Is this really fine? Does the world feel like on fire to you? Okay, let's fix that. Download this extension. Click it. This is fine, right? But hold your breath and don't inhale the smoke. This. Is. Fine.\n\n--------------------------------------------\nFeatures:\n- Right-click on extension and select \"Options\" to configure different modes. Default is \"Chaos Mode\". Note that all meme image overlays are temporary\n- Left-clicking on the extension will activate it. One of two \"This is Fine\" memes will be randomly chosen, and various effects will happen to your current page depending on the Extension Mode that you've configured\n\n- Chaos Mode will spam your screen with a random number of memes of various random sizes with random border styling on random spots of your current Chrome page for a random amount of time. And you can click it over, and over, and over again, and it'll ADD MORE AND MORE!!!!!!\n- Backdrop Mode will overlay your entire Chrome page with a meme PERMANENTLY, but you can just click on the extension icon again to remove it :)\n- Center Mode will fade in a meme at the center of your screen using the default size of the meme... and then fade out the meme... Nothing too fancy there\n\n--------------------------------------------\nPermissions:\n- activeTab - This extension needs access to your current tab to add image elements overlaying the contents of the page\n- storage - This extension uses local and synchronized storage to store this extension's user-configurable options\n\n--------------------------------------------\nNotes:\n* This extension cannot be used on URLs starting with \"chrome://\"\n* This extension cannot be used within the Chrome webstore"
  }
}