{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Quick Mute - Easy Mute word on X, block Ads on Twitter",
    "de": "Schlüsselwort-Blocker für Twitter",
    "fr": "Bloqueur de mots-clés pour Twitter",
    "hi": "Twitter के लिए कीवर्ड ब्लॉकर",
    "ja": "Twitter用キーワードブロッカー",
    "ko": "Twitter용 키워드 차단기",
    "zh_CN": "Twitter 屏蔽词 关键字过滤"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Batch mute words on x.com, find most noisy account and mute them.",
    "de": "Blockieren Sie Schlüsselwörter, blockieren Sie störende Tweets durch angepasste Schlüsselwörter, unterstützt derzeit twitter.com…",
    "fr": "Bloquez les mots-clés, bloquez les tweets ennuyeux par des mots-clés personnalisés, supporte actuellement twitter.com et weibo.com,…",
    "hi": "कीवर्ड्स को ब्लॉक करें, कस्टमाइज़्ड कीवर्ड्स द्वारा कष्टप्रद ट्वीट्स को ब्लॉक करें, अभी के लिए twitter.com और weibo.com का समर्थन…",
    "ja": "カスタマイズされたキーワードによって望ましくないツイートをブロックします。現在、twitter.comとweibo.comをサポートしており、もっと多くのサポートが間もなく提供されます。",
    "ko": "사용자 정의된 키워드로 원치 않는 트윗을 차단합니다. 현재 twitter.com과 weibo.com을 지원하며, 곧 더 많은 지원이 제공될 예정입니다.",
    "zh_CN": "自动过滤社交噪音， 通过自定义关键字来屏蔽不想看到的内容。 目前支持推特、微博、油管youtube和脸书facebook, 即将支持更多的社交网站。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Mute any annoying word in twitter/x.com\n\n\n\nEasily block unwanted keywords on Twitter with our extension. Clean your feed and enjoy a tailored Twitter experience.\n\nKeyPoints:\nKeywords Blocker, Twitter extension, block annoying tweets, mute keywords, Twitter customization, social media filters, Twitter experience, Chrome Web Store\n\nFeatures:\n** Custom Keyword Blocking **\nSay goodbye to unwanted noise! With Keywords Blocker for Twitter, you can effortlessly mute specific keywords, ensuring a curated Twitter feed that aligns with your interests. Whether it's politics, finance, or annoying hashtags, you have the power to customize your experience.\n\n** Noise Source Publisher Find **\nCount by Publisher while hit muteed keyword,  check the statistic result and calculate the most frequently hit keywords and Twitter publishers. Then you can banned the Noise Source \n\n** Ad block **\nBlock timeline Ad\n\n**OneClick Quick Mute **\nOneClick to quick mute any word on twitter/x page by selection.\n\n** Supports Multiple Platforms **\nNot just limited to Twitter, this innovative extension also supports weibo.com! Enjoy a consistent, clean browsing experience across different social media platforms without the distractions of unwanted content.\n\n** Frequency Tracking **\nStay informed with our unique keyword frequency tracking feature. It identifies which terms and publishers are cluttering your feed the most, allowing you to fine-tune your keyword settings for an optimal Twitter experience.\n\n** Flexible Blocking Times **\nCustomize when you want to block keywords! Whether you need permanent muting or temporary breaks, this feature provides the versatility you need to create a Twitter feed that suits your daily mood and environment.\n\n** Privacy First Approach **\nYour data privacy is our priority! Keywords Blocker assures users that their data will never be sold or misused. Enjoy your Twitter browsing with peace of mind, knowing that your personal information is safe and secure.\n\n** User-Friendly Interface **\nExperience an intuitive and seamless design that makes keyword management a breeze! With just a few clicks, you can add or remove keywords and customize your settings, transforming your Twitter experience effortlessly.\n\n** Feedback **\nhttps://x.com/WillCilly24066",
    "de,fr,hi,ja,ko": "Block annoying tweets by keywords, and calculate the most frequently hit keywords and Twitter publishers.",
    "zh_CN": "主要功能：\n1. 支持自定义屏蔽词列表\n2. 支持选词进行快速一键屏蔽\n3. 支持批量上传屏蔽词\n4. 支持自定义屏蔽时长\n5. 支持统计功能，按屏蔽词命中次数统计，按名字屏蔽词的博主统计次数，可排序查看出现最多的屏蔽词或博主\n6. 支持自动同步到社交媒体网站后台（目前仅限twitter）\n7. 更多的功能还在开发中，敬请期待\n\n\n欢迎反馈和交流：\n请联系 https://x.com/WillCilly24066"
  }
}