{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropify: Stock Analysis Simplified"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropify is the ultimate Chrome extension for real-time stock fundamental analysis."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💫 Overview :\n\nDropify is the ultimate Chrome extension for real-time stock fundamental analysis, designed to simplify investment research for Screener.in users. This subscription-based tool offers actionable insights into a company's quality, growth, and valuations, making it an indispensable companion for smart investing decisions.\n\n🌟 Why Choose Dropify?\n\nWith Dropify, you get:\nA detailed overview of income statements, balance sheets, cash flows, promoter holdings, and the cash conversion cycle.\nInsights into key red flags (negatives) and golden feathers (positives) for a company's financial health.\nComprehensive evaluation using 10 critical parameters:\nDE Ratio, ROCE, ROE, Revenue, OPM, OCF, PBITDA, PAT, Promoter Pledging, and Pricing (Valuations).\n\n⚙️ How It Works:\nDropify analyzes 50+ data points to generate:\nQuality Score & Status: Elite, Prime, or Ordinary.\nGrowth Code & Status: Riser, Achiever, or Compounder.\nValuation Score & Status: Attractive, Reasonable, Premium, or Luxury.\n\n🔑 What Makes Dropify Unique?\nDropify delivers a clear, quantitative snapshot of a company's fundamentals. It’s designed to save you time while offering actionable insights into critical financial parameters.\nPlease note: Dropify is not intended for analyzing banking or finance stocks.\n\n💡 How to Use:\nInstall Dropify from the Chrome Web Store.\nNavigate to Screener.in and select the company you want to analyze.\nClick on the Dropify icon at the top right corner of the company page.\nLog in with your username and password to access premium features.\nExplore in-depth metrics and make informed investment decisions effortlessly.\n\n⭐ About Us:\nDropify is created by a passionate doctor dedicated to improving financial literacy and making stock analysis simple, engaging, and effective. Our goal is to empower investors with tools for smarter decision-making. We are not a SEBI-registered or certified entity. \n\n⚠️ Disclaimer:\nThe insights and scores provided by Dropify are intended to supplement your investment research. Users must exercise due diligence and use their own judgment or consult a qualified financial advisor before making investment decisions. Dropify's results should not be solely relied upon for investment actions.\n\n🔥 Key Features of Dropify:\nReal-time integration with Screener.in.\nSimplified analysis of quality, growth, and valuations.\nEasy-to-understand scoring for quick decision-making.\n\nDROP the confusion and PICK the confidence with Dropify. Subscribe today and experience The Smarter Way to Analyse Stocks!"
  }
}