{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ma Jolie Liste : Ajoutez des articles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ajoutez des articles à votre liste de cadeaux majolieliste.fr depuis n'importe quelle site web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ajoutez des articles à votre liste de cadeaux majolieliste.fr depuis n'importe quelle site web.\n\nTOUTES VOS ENSEIGNES PRÉFÉRÉES SUR UNE SEULE ET MEME LISTE\nPourquoi se limiter à une seule enseigne lorsque l'on souhaite créer une liste de naissance en ligne ?\nSur majolieliste.fr, vous avez la possibilité de créer des listes composées d'articles provenant de différentes enseignes, qu'il s'agisse d'un site de puériculture, d'un site généraliste ou d'une boutique physique. \nDe cette manière, vous accédez non seulement à un catalogue produit beaucoup plus important, mais également au prix le plus avantageux pour un même article potentiellement référencé sur plusieurs sites. \nN'hésitez pas à aller consulter les listes de nos membres pour vous faire une idée.\n\nPERSONNALISEZ VOTRE LISTE DE NAISSANCE EN QUELQUES CLICS\nCréer une liste de naissance sur majolieliste.fr est extrêmement simple. En quelques clics, vous créez une nouvelle liste, la personnalisez avec une photo de votre choix, un habillage couleur et un message à destination de vos proches. \nUne fois votre liste créée, il ne vous reste plus qu'à y ajouter des articles grâce à notre outil de détection automatique d'informations produit. \nLe principe est simple, si vous repérez un article qui vous plait sur un site que vous êtes en train de visiter, cliquez sur notre outil accessible via la barre votre navigateur et celui-ci ajoutera automatiquement l'article à votre liste.\nEh oui ! Fini les saisies contraignantes !"
  }
}