{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Semantic Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search webpages or entered text for the answers you need."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you've ever been to pages like Wikipedia, you know finding simple answers in the vast amounts of text can be a pain. Semantic Search makes finding answers easy and painless. This extension gathers the text from your current webpage, takes a question as input, and passes both to ChatGPT to generate a response.\n\n\nHow to use:\nNavigate to any website that you need answers from, input your question, and hit enter. It only takes seconds to get an answer from even the largest webpages. Additionally, a confidence score is provided, so you know how well you can trust the result.\n\n\nUpdates:\n•  1.2.0: The extension has switched to a new backend service for model inference. It now uses banana.dev and a custom-built model inference pipeline. The extension performed slower in testing, but the answers and server reliability were greatly improved.\n•  1.3.0: The extension has switched to using ChatGPT for question answering. Due to now using OpenAI's servers, the maximum context length is 11,000 words. Also, webpages cannot be chunked into smaller pieces automatically due to ChatGPT not reliably giving a confidence score along with its answer. Despite this, model inference is now faster than ever and the answers generated are much more reliable.\n•  1.3.1: Minor big fixes.\n•  1.3.2: Added support for searching text in Google Docs.\n•  1.3.3: Made all extension requests route through a Cloudflare Worker server to act as a proxy.\n•  1.4.0: Switched the extension to use GPT-4o-mini for faster and more accurate results.\n\n\nFeedback:\nlukesutor@gmail.com\n\nWebsite:\nlukesutor.com"
  }
}