{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hoverable"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display popup on hover for any div",
    "fr": "Affichez une fenêtre contextuelle au survol de n'importe quel div"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unveiling Hoverable: Elevate Every Text Element\n\nHoverable, your go-to browser extension, empowers you to unlock the full potential of every text element across the web. No longer bound by static displays, Hoverable introduces dynamic hover capabilities to every text snippet, ensuring that every word, phrase, or truncated content is easily accessible and visually enriched.\n\nKey Features:\n\n    Dynamic Hover Transformation: Elevate any text element on the web with the magic of Hoverable. Simply hover, and watch as truncated text, excerpts, or hidden details come to life in a sleek and customizable popup.\n\n    Tailored Display: Immerse yourself in a refined browsing experience with customizable popup displays that adapt to your preferences, ensuring an aesthetic and personalized touch for every text snippet.\n\n    Intelligent Interaction: Hoverable intelligently manages timeouts, discerning your intent to display popups only when you pause, allowing for a natural and unintrusive exploration of every textual nuance.\n\nUse Cases:\n\n    Text Enrichment: Elevate your reading experience by effortlessly revealing hidden or truncated text elements. Hover over snippets, links, or excerpts to reveal additional insights and details.\n\n    Efficient Research: Transform every term, definition, or research snippet into a knowledge hub. Hover over text to receive instant insights without navigating away from your current page.\n\n    Content Preview Mastery: Take control of your content preview experience. Hover over links, images, or truncated excerpts to curate your online journey, making informed decisions on what to explore further.\n\nHow to Elevate Every Text:\n\n    Installation: Download Hoverable and seamlessly integrate it into your browser for an enhanced browsing experience.\n\n    Explore with Ease: Navigate your favorite websites and empower every text element with the Hoverable touch by simply hovering over it.\n\n    Customize Your Text Journey: Tailor the extension settings to match your unique preferences, ensuring a personalized and delightful browsing adventure for every word.\n\nEmbark on a Textual Revolution: Hoverable - Elevating Every Text Element, Every Time."
  }
}