{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Marca de agua en imágenes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Añade marcas de agua personalizadas a tus imágenes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utilidad para añadir marcas de agua a imágenes de documentos y sea más difícil darles un uso diferente.\n\nRECUERDA QUE:\nEn caso de que necesites compartir documentos personales, DEBES tomar medidas para asegurarte de que los envías de la forma más segura posible:\n\n1.- Verifica la identidad del receptor: Antes de enviar cualquier documentación sensible, asegúrate de que conoces y confías en la persona o entidad que recibirá las imágenes. COMPRUEBA la autenticidad del destinatario antes de enviar los documentos y evita compartir documentos con personas desconocidas o en sitios web no seguros.\n\n2.- Utiliza métodos seguros de envío: Usa plataformas de compartición de ficheros que ofrezcan medidas de seguridad adicionales, como, por ejemplo, proteger un documento con una clave. De este modo, sólo el receptor con la clave podrá tener acceso al contenido.\n\n3.- Limita la información compartida: Siempre evalúa si es necesario enviar todos los detalles de un documento o si puedes reducir la cantidad de información que compartes. Cuanta menos información confidencial proporciones, menor será el riesgo en caso de producirse una brecha de seguridad.\n\n4.- Usa servicios en la nube que cifren la documentación por defecto. Si vas a almacenar información confidencial en un servicio cloud, asegúrate de que se almacena de manera cifrada. Muchos ofrecen secciones específicas para proteger este tipo de información con una capa de seguridad adicional. Ejemplo: Bóveda personal de OneDrive.\n\n5.- En documentos de identidad, no resulta necesario mostrar el nombre de los padres, dirección y a veces se puede omitir la fecha de expedición y fecha de caducidad o parte de ella.\n\nRecuerda al receptor que una vez que ya no es necesario que disponga de esa información, LA ELIMINE DE SUS DISPOSITIVOS Y SISTEMAS.\n\nProcura complicar la vida a los delincuentes. \n\nPuedes apoyar al desarrollador a través de:\nPaypal: Usuario: @AuthJota // correo: autojotarl@gmail.com\n=============================================================================\nUtility to add watermarks to document images and make it more difficult to use them differently.\n\nREMEMBER THAT:\nShould you need to share personal documents, you MUST take steps to ensure that you send them as securely as possible:\n\n1.- Verify the identity of the recipient: Before sending any sensitive documents, make sure you know and trust the person or entity that will receive the images. CHECK the authenticity of the recipient before sending documents and avoid sharing documents with unknown persons or on unsecured websites.\n\n2.- Use secure sending methods: Use file sharing platforms that offer additional security measures, such as protecting a document with a password. This way, only the recipient with the password will be able to access the content.\n\n3.- Limit the information shared: Always assess whether it is necessary to send all the details of a document or whether you can reduce the amount of information you share. The less sensitive information you provide, the lower the risk in the event of a security breach.\n\n4.- Use cloud services that encrypt documentation by default. If you are going to store sensitive information in a cloud service, make sure it is stored in encrypted form. Many offer specific sections to protect this type of information with an additional layer of security. Example: OneDrive personal vault.\n\n5.- In identity documents, it is not necessary to show the name of the parents, address and sometimes the date of issue and expiry date or part of it can be omitted.\n\nRemind the recipient that once they no longer need the information, REMOVE IT FROM THEIR DEVICES AND SYSTEMS.\n\nSeeks to make life difficult for the criminals.\n\nYou can support the developer through:\nPaypal: Usuario: @AuthJota // correo: autojotarl@gmail.com"
  }
}