{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabEdit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Benenne deine Tabs einfach um. So behältst du immer die Übersicht."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabEdit – Benenne deine Tabs um und behalte den Überblick!\n\nFunktion der Extension: TabEdit hilft dir, deine offenen Tabs übersichtlich zu organisieren, indem du ihnen eigene Namen geben kannst. So findest du wichtige Tabs schneller wieder und behältst immer den Überblick, selbst wenn du viele Tabs gleichzeitig geöffnet hast. Mit nur einem Klick kannst du den Tab umbenennen und deine individuelle Struktur erstellen. Egal, ob du lange Tab-Namen kürzen oder Tabs spezifisch benennen möchtest – TabEdit macht es möglich.\n\nWarum diese Erweiterung installieren?\n\n    Einfach zu bedienen: TabEdit bietet eine benutzerfreundliche Oberfläche, die es dir ermöglicht, deine Tabs mit wenigen Klicks umzubenennen.\n    Bessere Übersicht: Organisiere deine Tabs individuell, um effizienter zu arbeiten und schneller auf relevante Seiten zugreifen zu können.\n    Zeitersparnis: Kein endloses Durchsuchen von Tabs mehr – mit benannten Tabs kannst du direkt finden, was du brauchst.\n\nDatenschutz:\nPrivacy steht bei uns an erster Stelle. TabEdit greift nicht auf deine persönlichen Daten zu und speichert keine Informationen. Die Erweiterung agiert nur lokal auf deinem Gerät und benötigt lediglich die Berechtigung, die Titel deiner geöffneten Tabs zu ändern. Es erfolgt keine Datenübertragung an externe Server."
  }
}