{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aub's Omnipotent Image Translator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A middlefinger to every extension, translate anything for free with no limits"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ A translator extension!✨ \nthat is useful for translating raws of manga, or any image!\nTo any other language you want!\n\n✨ For FREE, with NO LIMITS, no membership, no trial, just works. via an API exploit I made. ✨\n\nTruly free, not like those other annoying extension options we have.\nComplete with a 'lil bit of soul / annoying music, like every good creation should have >:)\nAnd excessive weird sound effects / deranged visuals.\n\nYou can also translate multiple images on a website in bulk, up to around 10 at once before it starts bugging out.\n\nI made this as a middle-finger to all the extensions out there,\nAs I want to read more weird obscure manga,\nwithout dying over my very bad hiragana and katakana skills\n\n\n💔warnings / bonus notes💔\nIf it goes down / stops working / becomes really slow,\nthat's not my fault or issue, as this uses requests and api's that I don't have control over,\nand any such issue may be beyond my own control.\n\nAlso this obviously only works on sites where images can actually be obtained from,\nso certain sites containing untranslated raws, that don't have easily obtainable image embeds, won't be as easy to process obviously. so pick your sources well.\nCertain low quality websites and redistributors are good for this."
  }
}