{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Djèdji"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Une extension pour accéder à mon site web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bienvenue dans le projet passionnant de promotion culturelle du Bénin à travers une plateforme numérique innovante ! Ce projet vise à rendre visible la richesse culturelle du Bénin, terre d'histoire et de traditions, en proposant des fonctionnalités variées et interactives via une extension Chrome. Les utilisateurs peuvent découvrir des proverbes béninois en audio et texte, avec une option de traduction en français et la possibilité de les télécharger. Les proverbes changent régulièrement et sont gérés via une page d'administration qui les ajoute à une base de données.\nLes actualités nationales et ouest-africaines sont mises à jour en temps réel grâce à des scripts de scraping qui récupèrent les informations des sites d'actualités, permettant ainsi aux utilisateurs de cliquer sur des liens pour lire les détails. La plateforme propose également des menus régionaux pour le matin, midi et soir, avec des détails accessibles en cliquant sur chaque repas, ajoutés via une interface d'administration.\nDes offres d'emploi pertinentes sont affichées et mises à jour régulièrement grâce à des scripts de scraping, permettant aux utilisateurs de postuler directement via des liens vers les sites d'emploi. En outre, des revues de presse et des annonces nationales sont disponibles, offrant un lien direct vers les sources originales pour plus de détails, avec des mises à jour effectuées par des scripts de scraping similaires.\nLe fond de la page change régulièrement pour afficher des lieux historiques du Bénin, accompagnés de petites descriptions pour enrichir l'expérience utilisateur. Rejoignez-nous dans cette aventure numérique pour découvrir et célébrer la beauté et la diversité du Bénin."
  }
}