{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let's Compare - Same Product Less Money!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let's Compare is a powerful all-in-1 shopping assistant which allows users to shop, compare and save items for future purchases."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopping online requires many hours spent toggling between various websites to get the best value for your money. It can become very tiring to memorize price after price in store after store. \n\nNow you can simplify your shopping experience.  All you need to shop hassle-free is the Let's Compare Google Chrome Extension.\n\nIn a single extension, buyers can easily compare offers on current items across multiple stores simultaneously to take advantage of the best offer.\n\nLet's Compare is a powerful all-in-1 shopping assistant which allows users to shop, compare and save items for future purchases. It saves you time and money by utilizing cutting-edge technology while turning you into the ultimate savvy shopper.\n\nMost importantly, Let's Compare is easily accessible and is saved in your browser window for quick use when the urge to shop arises. \n\nWith Let's Compare customers get the best price for high-quality products without the stresses of shopping. \n\n\n The Let's Compare Extension also has other nifty features such as: \n\n•\tOne Wishlist -Easily save your favorite items for later from thousands of stores, so you can purchase them when you're ready.\n\n•\tGet offers from multiple vendors such as Walmart and Amazon at the same time, related to your item\n\n\n\n----------------------------------------------------\n\nBy using this add-on, you agree to the let's compare Terms & Conditions available at:\nPrivacy Policy - https://letscompare.deals/privacy/\nTerms Of Use - https://letscompare.deals/terms/"
  }
}