{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ether ↔ Gwei ↔ Wei Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple converter for Ether, Gwei, and Wei."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ether ↔ Gwei ↔ Wei Converter\n\nEffortlessly convert between Ether (ETH), Gwei, and Wei with this lightweight and user-friendly Chrome extension. Designed for developers, blockchain enthusiasts, and crypto users, this tool simplifies Ethereum unit conversions in real time.\n\nFeatures\n- Real-Time Conversion: Enter a value in any field, and the other two fields update automatically.\n- Copy to Clipboard: Quickly copy converted values with a single click.\n- Modern Design: Clean, minimalistic interface with rounded corners and a visually appealing gradient background.\n\nWhy Choose This Extension?\n- Save Time: No more manual calculations or searching for conversion tools online.\n- Easy to Use: Simplified interface for seamless conversions.\n- Lightweight: No external dependencies, ensuring fast and efficient performance.\n\nHow to Use\n- Install the extension from the Chrome Web Store.\n- Click the extension icon in your browser toolbar.\n- Enter a value in Ether (ETH), Gwei, or Wei—the other fields will instantly update.\n- Use the clipboard button to copy results with a single click.\n\nWho Is This For?\n\nThis extension is perfect for:\n- Developers working on Ethereum-based dApps and smart contracts.\n- Crypto Enthusiasts needing quick conversions for transactions.\n- Blockchain Learners exploring Ethereum's unit system.\n\nPrivacy\nThis extension does not collect or share any user data. All calculations and features run locally on your browser.\n\nTry the Ether ↔ Gwei ↔ Wei Converter today and simplify your Ethereum unit conversions!"
  }
}