{
  "name": {
    "ar": "وضع الظلام الذكي",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,kn,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sv,sw,ta,te,th": "Smart Dark Mode",
    "cs": "Inteligentní tmavý režim",
    "de": "Smart Dark -Modus",
    "es": "Modo oscuro inteligente",
    "fr": "Mode sombre intelligent",
    "hi": "स्मार्ट डार्क मोड",
    "hu": "Intelligens sötét mód",
    "id": "Mode Gelap Cerdas",
    "it": "Modalità scura intelligente",
    "ja": "スマートダークモード",
    "ko": "스마트 다크 모드",
    "nl": "Slimme donkere modus",
    "pt_BR,pt_PT": "Modo escuro inteligente",
    "ru": "Умный темный режим",
    "sr": "Паметни тамни режим",
    "tr": "Akıllı karanlık mod",
    "uk": "Розумний темний режим",
    "vi": "Chế độ tối thông minh",
    "zh_CN": "聪明的黑暗模式",
    "zh_TW": "聰明的黑暗模式"
  },
  "short": {
    "ar": "لا يستخدم الرموز الثقيلة. لا يكسر تصميم الويب. يكتشف المواقع المشرقة فقط ويقلصها إلى مواقع مظلمة.",
    "am,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,kn,lt,lv,ml,mr,ms,no,ro,sl,sv,sw,ta,te,th": "Does not use heavy codes. It doesn't break the web design. Detects only bright sites and invert them to dark sites.",
    "cs": "Nepoužívá těžké kódy. Nepokoší to webový design. Detekuje pouze jasné stránky a převrátí je na tmavá místa.",
    "da": "Bruger ikke tunge koder. Det bryder ikke webdesignet. Registrerer kun lyse steder og inverter dem til mørke steder.",
    "de": "Verwendet keine schweren Codes. Es bricht nicht das Webdesign. Erkennt nur helle Stellen und umdrehen sie in dunkle Stellen.",
    "es": "No usa códigos pesados. No rompe el diseño web. Detecta solo sitios brillantes y los invierte a sitios oscuros.",
    "fr": "N'utilise pas de codes lourds. Il ne casse pas la conception Web. Ne détecte que des sites brillants et les inverser en sites…",
    "hi": "भारी कोड का उपयोग नहीं करता है। यह वेब डिज़ाइन को नहीं तोड़ता है। केवल उज्ज्वल साइटों का पता लगाता है और उन्हें अंधेरे साइटों पर…",
    "hr": "Ne koristi teške kodove. Ne razbija web dizajn. Otkriva samo svijetla mjesta i pretvara ih na tamna mjesta.",
    "hu": "Nem használ nehéz kódokat. Nem szakítja meg a webdizájnot. Csak a fényes helyeket észlel, és megfordítja azokat sötét helyekre.",
    "id": "Tidak menggunakan kode berat. Itu tidak merusak desain web. Mendeteksi hanya situs yang cerah dan membalikkannya ke situs -situs…",
    "it": "Non usa codici pesanti. Non rompe il web design. Rileva solo siti luminosi e li invertisce in siti bui.",
    "ja": "重いコードは使用しません。 Webデザインは壊れません。明るいサイトのみを検出し、それらを暗いサイトに反転させます。",
    "ko": "무거운 코드를 사용하지 않습니다. 웹 디자인을 깨뜨리지 않습니다. 밝은 사이트 만 감지하여 어두운 사이트로 반전합니다.",
    "nl": "Gebruikt geen zware codes. Het breekt het webontwerp niet. Detecteert alleen heldere sites en keert ze om in donkere sites.",
    "pl": "Nie używa ciężkich kodów. Nie łamie projektowania stron internetowych. Wykrywa tylko jasne miejsca i odwracają je w ciemne miejsca.",
    "pt_BR,pt_PT": "Não usa códigos pesados. Não quebra o design da web. Detecta apenas locais brilhantes e os inverta em locais escuros.",
    "ru": "Не использует тяжелые коды. Это не нарушает веб -дизайн. Обнаружает только яркие сайты и переворачивает их в темные сайты.",
    "sk": "Nepoužíva ťažké kódy. Nezlomí webový dizajn. Detekuje iba jasné stránky a invertuje ich na tmavé stránky.",
    "sr": "Не користи тешке кодове. Не прекида веб дизајн. Открива само светле сајтове и окреће их у мрачне веб странице.",
    "tr": "Ağır kodlar kullanmaz. Web tasarımını bozmuyor. Yalnızca parlak siteleri algılar ve karanlık sitelere ters çevirir.",
    "uk": "Не використовує важкі коди. Це не порушує веб -дизайн. Виявляє лише яскраві сайти та перевертайте їх на темні сайти.",
    "vi": "Không sử dụng mã nặng. Nó không phá vỡ thiết kế web. Chỉ phát hiện các trang web sáng và đảo ngược chúng thành các trang web tối.",
    "zh_CN": "不使用重密码。它不会破坏网页设计。仅检测明亮的站点，然后将它们倒入黑暗的地点。",
    "zh_TW": "不使用重密碼。它不會破壞網頁設計。僅檢測明亮的站點，然後將它們倒入黑暗的地點。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- All elements are displayed normally.\n- The script is light.\n- Dark pages do not convert.\n- Easy to add/remove filters."
  }
}