{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Film scores for Netflix: now for D+ & Prime",
    "de": "Film scores für Netflix: jetzt für D+ & Prime",
    "es": "Film scores para Netflix: ahora para D+ y Prime",
    "fr": "Film scores pour Netflix: maintenant pour D+ et Prime",
    "pl": "Film scores dla Netflix: teraz też dla D+ & Prime"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Movie & TV Series ratings for Netflix, Prime Video, Disney+, HBO Max, Hulu & many more!",
    "de": "Bewertungen für Filme und Serien auf Netflix, Prime Video, Disney+, HBO Max, Hulu und vielen weiteren!",
    "es": "Calificaciones de películas y series para Netflix, Prime Video, Disney+, HBO Max, Hulu y muchos más.",
    "fr": "Notes de films et séries pour Netflix, Prime Video, Disney+, HBO Max, Hulu et bien d'autres !",
    "pl": "Oceny filmów i seriali dla Netflix, Prime Video, Disney+, HBO Max, Hulu i wielu innych!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**NEW! Now you can use Film Scores for Netflix on multiple streaming sites**\n\nNot sure what to watch? Here’s our advice: don’t waste your precious time on bad productions. Now you can see if the title is worth watching directly on your VOD platform. Increase your chances of finding real gems among the high-scored ones. \n\nThis extension displays ratings from all the best review sites, such as: \n\n- IMDB\n- Metacritic\n- Rotten Tomatoes\n- FilmAffinity\n- The Movie Database (TMDB)\n\nYou can also decide if you'd like to see one of the above as the main rating or if you'd prefer their average (recommended in case any of the ratings is missing in the database).\n\nPicking something to watch was never easier! All you need to do is add Film Scores for Netflix to your browser, enable its options in the extension's popup and manage the rating visibility in the settings tab.\n\nThe extension works on: Netflix, Disney+, Prime Video, Hulu, HBO Max & many more!\n\n**Known issues:\n\n- Missing scores - some ratings may be missing, depending on their availability on the rating websites.\n\n- If you experience empty rating circles on any platform, please try reloading them first by navigating to the title detail page and clicking the Refresh scoring button. If for any reason \"Refresh Scores\" won't show empty scores immediately, please try to refresh once more. Due to the extension's compatibility with multiple platforms, some titles may appear more than once in the extension's database, so the whole process may take some time.\n\n- Missing Score Board on the title detail page - due to specific platform content naming differences, the Score Board may be missing on the detail page for some titles, even if chosen score for this title appears on the main page.\n\n- For some platforms extension will work correctly only if the \"display languages\" option is set to English.\n\n-In case when only the TMDB rating is available, please try hovering over the selected title to load the remaining ratings.\n\n***Disclaimer: All product and company names are trademarks or registered trademarks of their respective holders. This website & extensions hold no association or affiliation with them or any third-party companies.",
    "de": "NEU! Jetzt können Sie Film Scores for Netflix auf mehreren Streaming-Seiten verwenden\n\nUnsicher, was Sie anschauen sollen? Hier ist unser Rat: Verschwenden Sie Ihre kostbare Zeit nicht mit schlechten Produktionen. Jetzt können Sie direkt auf Ihrer VOD-Plattform sehen, ob der Titel es wert ist, angeschaut zu werden. Erhöhen Sie Ihre Chancen, echte Schätze unter den hoch bewerteten Titeln zu finden.\n\nDiese Erweiterung zeigt Bewertungen von den besten Bewertungsseiten an, darunter:\n\n- IMDB\n- Metacritic\n- Rotten Tomatoes\n- FilmAffinity\n- The Movie Database (TMDB)\n\nSie können auch festlegen, ob eine der oben genannten Bewertungen als Hauptbewertung angezeigt werden soll oder ob Sie deren Durchschnitt bevorzugen (empfohlen, wenn eine Bewertung in der Datenbank fehlt).\n\nDie Auswahl eines Films war noch nie einfacher! Fügen Sie einfach Film Scores for Netflix zu Ihrem Browser hinzu, aktivieren Sie die Optionen im Popup-Fenster der Erweiterung und verwalten Sie die Sichtbarkeit der Bewertungen im Einstellungstab.\n\nDie Erweiterung funktioniert auf: Netflix, Disney+, Prime Video, Hulu, HBO Max und vielen weiteren!\n\n**Bekannte Probleme:\n\nFehlende Bewertungen – einige Bewertungen können je nach Verfügbarkeit auf den Bewertungsseiten fehlen.\n\nWenn Sie auf einer Plattform leere Bewertungskreise sehen, versuchen Sie zuerst, sie durch das Navigieren zur Detailseite des Titels und Klicken auf die Schaltfläche „Bewertungen aktualisieren“ neu zu laden. Falls „Bewertungen aktualisieren“ leere Bewertungen nicht sofort anzeigt, versuchen Sie es erneut. Da die Erweiterung mit mehreren Plattformen kompatibel ist, kann es vorkommen, dass einige Titel mehrmals in der Datenbank der Erweiterung erscheinen, wodurch der Vorgang etwas länger dauern kann.\n\nFehlende Bewertungstafel auf der Detailseite des Titels – aufgrund unterschiedlicher Namenskonventionen auf verschiedenen Plattformen kann die Bewertungstafel auf der Detailseite für einige Titel fehlen, selbst wenn die ausgewählte Bewertung für diesen Titel auf der Hauptseite erscheint.\n\nAuf einigen Plattformen funktioniert die Erweiterung nur korrekt, wenn die Option „Anzeigesprachen“ auf Englisch eingestellt ist.\n\nWenn nur die TMDB-Bewertung verfügbar ist, versuchen Sie, den Titel mit dem Cursor zu überfliegen, um die restlichen Bewertungen zu laden.\n\nHaftungsausschluss: Alle Produkt- und Firmennamen sind Marken oder eingetragene Marken ihrer jeweiligen Inhaber. Diese Website und Erweiterungen stehen in keiner Verbindung oder Beziehung zu ihnen oder zu Drittunternehmen.",
    "es": "¡NUEVO! Ahora puedes usar Film Scores para Netflix en múltiples sitios de streaming\n\n¿No sabes qué ver? Aquí tienes nuestro consejo: no pierdas tu valioso tiempo en producciones malas. Ahora puedes ver si un título vale la pena directamente en tu plataforma VOD. Aumenta tus posibilidades de encontrar verdaderas joyas entre los títulos con buenas calificaciones.\n\nEsta extensión muestra calificaciones de todos los mejores sitios de reseñas, como:\n\n- IMDB\n- Metacritic\n- Rotten Tomatoes\n- FilmAffinity\n- The Movie Database (TMDB)\n\nTambién puedes decidir si prefieres ver una de las anteriores como calificación principal o si prefieres su promedio (recomendado en caso de que alguna calificación esté ausente en la base de datos).\n\n¡Elegir algo para ver nunca fue tan fácil! Solo necesitas añadir Film Scores para Netflix a tu navegador, habilitar sus opciones en el pop-up de la extensión y gestionar la visibilidad de las calificaciones en la pestaña de configuración.\n\nLa extensión funciona en: Netflix, Disney+, Prime Video, Hulu, HBO Max ¡y muchos más!\n\n**Problemas conocidos:\n\nCalificaciones faltantes: algunas calificaciones pueden faltar, dependiendo de su disponibilidad en los sitios de calificación.\n\nSi ves círculos de calificación vacíos en cualquier plataforma, intenta recargarlos primero navegando a la página de detalles del título y haciendo clic en el botón \"Actualizar calificación\". Si por alguna razón \"Actualizar calificación\" no muestra las calificaciones vacías de inmediato, intenta actualizar nuevamente. Debido a la compatibilidad de la extensión con múltiples plataformas, algunos títulos pueden aparecer más de una vez en la base de datos de la extensión, por lo que el proceso completo puede tardar un poco.\n\nFalta el cuadro de calificación en la página de detalles del título: debido a diferencias en la denominación de contenidos específicos en algunas plataformas, el cuadro de calificación puede faltar en la página de detalles de algunos títulos, incluso si la calificación elegida para ese título aparece en la página principal.\n\nPara algunas plataformas, la extensión funcionará correctamente solo si la opción \"idiomas de visualización\" está configurada en inglés.\n\nEn caso de que solo esté disponible la calificación de TMDB, intenta pasar el cursor sobre el título seleccionado para cargar las calificaciones restantes.\n\nDescargo de responsabilidad: Todos los nombres de productos y empresas son marcas comerciales o marcas registradas de sus respectivos titulares. Este sitio web y las extensiones no tienen ninguna asociación o afiliación con ellos o con empresas de terceros.",
    "fr": "NOUVEAU ! Vous pouvez maintenant utiliser Film Scores pour Netflix sur plusieurs sites de streaming\n\nVous ne savez pas quoi regarder ? Voici notre conseil : ne perdez pas votre précieux temps avec de mauvaises productions. Désormais, vous pouvez voir si un titre vaut la peine d'être regardé directement sur votre plateforme VOD. Augmentez vos chances de trouver des perles rares parmi les titres bien notés.\n\nCette extension affiche les notes de tous les meilleurs sites d'avis, tels que :\n\n- IMDB\n- Metacritic\n- Rotten Tomatoes\n- FilmAffinity\n- The Movie Database (TMDB)\n\nVous pouvez également choisir de voir l'une des notes ci-dessus comme note principale ou préférer leur moyenne (recommandé si une des notes est manquante dans la base de données).\n\nChoisir quelque chose à regarder n'a jamais été aussi facile ! Il vous suffit d'ajouter Film Scores pour Netflix à votre navigateur, d'activer ses options dans la fenêtre contextuelle de l'extension et de gérer la visibilité des notes dans l'onglet des paramètres.\n\nL'extension fonctionne sur : Netflix, Disney+, Prime Video, Hulu, HBO Max et bien d'autres !\n\n**Problèmes connus :\n\nNotes manquantes - certaines notes peuvent être manquantes en fonction de leur disponibilité sur les sites de notation.\n\nSi vous rencontrez des cercles de notation vides sur une plateforme, essayez d'abord de les recharger en accédant à la page des détails du titre et en cliquant sur le bouton \"Actualiser les notes\". Si pour une raison quelconque \"Actualiser les notes\" n'affiche pas immédiatement les notes vides, essayez de rafraîchir à nouveau. En raison de la compatibilité de l'extension avec plusieurs plateformes, certains titres peuvent apparaître plus d'une fois dans la base de données de l'extension, donc le processus peut prendre un peu de temps.\n\nTableau de notes manquant sur la page des détails du titre - en raison de différences dans la dénomination des contenus spécifiques à certaines plateformes, le tableau de notes peut être manquant sur la page des détails pour certains titres, même si la note choisie pour ce titre apparaît sur la page principale.\n\nPour certaines plateformes, l'extension fonctionnera correctement uniquement si l'option \"langues d'affichage\" est réglée sur l'anglais.\n\nDans le cas où seule la note TMDB est disponible, essayez de survoler le titre sélectionné pour charger les notes restantes.\n\nAvertissement : Tous les noms de produits et d'entreprises sont des marques de commerce ou des marques déposées de leurs détenteurs respectifs. Ce site web et ces extensions n'ont aucune association ou affiliation avec eux ou des entreprises tierces.",
    "pl": "NOWOŚĆ! Teraz możesz korzystać z Film Scores dla Netflix na wielu platformach streamingowych\n\nNie wiesz co obejrzeć? Oto nasza rada: nie marnuj swojego cennego czasu na słabe produkcje. Teraz możesz sprawdzić, czy tytuł jest wart obejrzenia bezpośrednio na platformie VOD. Zwiększ swoje szanse na znalezienie prawdziwych perełek wśród tych, które mają wysokie oceny.\n\nTo rozszerzenie wyświetla oceny ze wszystkich najlepszych stron z recenzjami, takich jak:\n\n- IMDB\n- Metacritic\n- Rotten Tomatoes\n- FilmAffinity\n- The Movie Database (TMDB)\n\nMożesz również zdecydować, czy chcesz widzieć jedną z powyższych jako główną ocenę, czy preferujesz ich średnią (zalecane, jeśli brakuje którejś oceny w bazie danych).\n\nWybieranie czegoś do obejrzenia nigdy nie było łatwiejsze! Wystarczy dodać Film Scores for Netflix do swojej przeglądarki, włączyć opcje w oknie rozszerzenia i zarządzać widocznością ocen w zakładce ustawień.\n\nRozszerzenie działa na: Netflix, Disney+, Prime Video, Hulu, HBO Max i wielu innych!\n\n**Znane problemy:\n\nBrakujące oceny – niektóre oceny mogą być niedostępne, w zależności od ich dostępności na stronach z ocenami.\n\nJeśli napotkasz puste kółka z ocenami na jakiejkolwiek platformie, spróbuj je najpierw odświeżyć, przechodząc na stronę danego tytułu i klikając przycisk \"Odśwież ocenę\". Jeśli z jakiegoś powodu „Odśwież oceny” nie pokaże pustych ocen od razu, spróbuj odświeżyć jeszcze raz. Ze względu na kompatybilność rozszerzenia z wieloma platformami, niektóre tytuły mogą pojawić się więcej niż raz w bazie danych rozszerzenia, więc cały proces może chwilę potrwać.\n\nBrak tablicy z ocenami na stronie danego tytułu – ze względu na różnice w nazewnictwie treści na różnych platformach, tablica z ocenami może być nieobecna na stronie szczegółów niektórych tytułów, nawet jeśli wybrana ocena tego tytułu pojawia się na stronie głównej.\n\nNa niektórych platformach rozszerzenie będzie działać poprawnie tylko wtedy, gdy interface usługi ustawiony jest na angielski.\n\nW przypadku, gdy dostępna jest tylko ocena TMDB, spróbuj najechać kursorem na wybrany tytuł, aby załadować pozostałe oceny.\n\nZastrzeżenie: Wszystkie nazwy produktów i firm są znakami towarowymi lub zarejestrowanymi znakami towarowymi ich właścicieli. Ta strona internetowa i rozszerzenia nie są związane ani powiązane z nimi ani z żadnymi firmami trzecimi."
  }
}