{
  "name": {
    "am,ar,bn,ca,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,sl,sr,sv,sw,ta,te,vi,zh_TW": "Who Is Hosting? by HostAdvice.com",
    "bg": "Who Is Hosting?by HostAdvice.com",
    "cs": "Kdo poskytuje hosting - s HostAdvice.com",
    "de": "Wer ist der Host der Webseite –  HostAdvice.com",
    "he": "HostAdvice.com היכן מאוחסן האתר - מאת",
    "it": "Who Is Hosting?",
    "pt_PT": "Quem Hospeda o Site - por HostAdvice.com",
    "ro": "Cine găzduiește site-ul web - de HostAdvice.com",
    "ru": "Какой хостинг у сайта от HostAdvice.com",
    "sk": "Kto hosťuje webové stránky - od HostAdvice.com",
    "th": "ใครคือโฮสติ้งเว็บไซต์ - โดย HostAdvice.com",
    "tr": "Siteyi Kim Barındırıyor? HostAdvice.com hizmeti",
    "uk": "Який хостинг у сайту вiд HostAdvice.com",
    "zh_CN": "谁在寄存网站——来自HostAdvice.com"
  },
  "short": {
    "ar": "هذا الامتداد يسمح لك بالتعرف على الجهة التي تستضيف أي موقع",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hu,kn,lt,lv,ml,mr,ms,no,pt_BR,sl,sw,ta,te,zh_TW": "Discover who’s hosting any website with this simple tool",
    "bg": "Това разширение позволява да разберете, кой хоства даден сайт",
    "cs": "Zjisti, kdo poskytuje hosting libovolné webové stránky pomocí tohoto jednoduchého nástroje",
    "da": "Denne forlængelse gør det muligt for dig, at finde ud af hvem der hoster en hvilken som helst hjemmeside.",
    "de": "Erkennen Sie mit diesem einfachen Tool den Host jeder Webseite",
    "el": "Αυτή η επέκταση σας δίνει τη δυνατότητα να βρείτε ποιος φιλοξενεί οποιοδήποτε ιστότοπο",
    "es": "Esta extensión te permite descubrir dónde está alojado cualquier sitio web.",
    "fr": "Cette extension vous permet de trouver qui héberge un site Web.",
    "he": "גלה היכן מאוחסן כל אתר אינטרנט, עם האפליקציה הפופולארית הזו",
    "hr": "Ova ekstenzija Vam omogućava da otkrijete na čijem se server hostaju bilo koje Web stranice",
    "id": "Ekstensi ini memungkinkan Anda mencari tahu siapa hosting suatu situs web.",
    "it": "Questa estensione ti permette di scoprire chi possiede l'hosting di qualsiasi sito.",
    "ja": "この拡張でホスティング提供者を見つけられます。",
    "ko": "이 확장은 귀하가 누가 어떤 웹사이트를 호스팅하는지 파악하게 해줍니다",
    "nl": "Deze uitbreiding stelt u in staat om uit te vinden wie welke website host.",
    "pl": "To rozszerzenie pozwoli Ci dowiedzieć się, gdzie jest hostowany dany serwis WWW.",
    "pt_PT": "Descubra quem está hospedando qualquer site com esta ferramenta simples",
    "ro": "Descoperiți cine găzduiește orice site, cu acest instrument simplu",
    "ru": "Определи, на каком хостинге расположен любой сайт этим простым инструментом",
    "sk": "Zistite pomocou tohto jednoduchého nástroja, kto hosťuje akúkoľvek webovú stránku",
    "sr": "Ovaj dodatak omogućuje Vam da pronađete gde je hostovan bilo koji web sajt",
    "sv": "Med detta tillägg kan du ta reda på alla hemsidors webbhotell",
    "th": "ค้นหาผู้ที่เป็นโฮสติ้งสำหรับเว็บไซต์ทั้งหมดด้วยเครื่องมือที่ใช้ง่ายนี้",
    "tr": "bu basit araçla herhangi bir web sitesini kimin barındırdığını öğrenin",
    "uk": "Визнач, який хостинг використовує будь-який сайт з цим простим iнструментом",
    "vi": "Phần mở rộng này cho phép bạn tìm kiếm các công ty cung cấp dịch vụ hosting",
    "zh_CN": "用这个简单的工具看谁在寄存任何网站"
  },
  "long": {
    "ar": "HostAdvice هو تطبيق مجاني سهل الاستخدام والذي يسمح لك سريعا بالتحقق من أي مزود خدمة للمواقع الإلكترونية والذي يعمل حاليا.\nعند تصفحك لموقع إلكتروني وكان لديك الشغف لمعرفة إلى أين سيوجهك ذلك، قم ببساطة بكتابة اسم النطاق داخل الصندوق، وسوف تعرض لك على الفور كل ما تحتاجه من معلومات.\nهذه المعلومات يمكن أن تكون ذات قيمة بالنسبة لأولئك الذين يفكرون في شراء اسم نطاق، ذلك لأنها سوف توفر لك التفاصيل التي تحتاج إليها حول من ينبغي أن تتصل به. هذا المعلومات ذات قيمة أيضا للاتصال بمزود خدمة الاستضافة لطلب صفحة ويب أو موقع إلكتروني والتي ستصمم بهدف الحماية من انتهاك حقوقك الخاصة، أو نسخ المحتوى الخاص بك أو لأي أسباب أخرى.\nقم ببساطة بإضافة هذا التطبيق العظيم لمتصفح كروم الخاص بك، وستكون لديك إمكانية الوصول إلى جميع المعلومات التي يمكن أن تحتاج إليها حول أي موقع إلكتروني بما في ذلك:\n• عنوان IP\n• الشركة المستضيفة\n• الموقع الجغرافي حيث يتم استضافة الموقع\n• اسم الخواديم\n• وأكثر من ذلك بكثير!\n\n\nهذا التطبيق هو تطبيق متكامل لأصحاب المواقع، والمديرين التنفيذيين المحترفين، ومطوري المواقع الإلكترونية وبالطبع، لمستضيفي المواقع المحترفين.\nهذا التطبيق هو مجاني 100%. إذا وجدت بأنه تطبيق ممتع أو بأنه تطبيق مفيد، يرجى أن تدعمنا عن طريق إعطاءنا تصنيفا إيجابيا على متجر كروم الإلكتروني.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hu,kn,lt,lv,ml,mr,ms,no,pt_BR,sl,sw,ta,te,zh_TW": "HostAdvice is an easy to use, free app that allows you to quickly check which web hosting provider a site is on.\n\nWhen you’re browsing a site and are curious as to where it is hosted, simply type the domain name into the box, and it will immediately display all the information you need. \n\nThis information can be valuable for those who are considering purchasing a domain name, as it will provide you with the details of who you need to contact. This is also great for contacting the hosting provider to request a page or entire website be taken down due to violations of your rights, copying your content or any number of other reasons. \n\nSimply add this great app to your Chrome Browser and you’ll have access to all the information you could ever need about a website including:\n\n    •\tIP Address\n    •\tHosting Company\n    •\tGeographic location of where it is hosted\n    •\tNameservers\n    •\tMuch Much More!\n\nThis app is perfect for webmasters, SEO professionals, web developers and of course, web hosting professionals.  \n\nThis app is 100% free.  If you enjoy it or find it useful, please consider showing your support by ranking it positively in the Chrome Web Store.",
    "bg": "HostAdvice е лесно за използване, безплатно приложение, което Ви позволява бързо да проверите кой предостява уеб хостинг на даден сайт. \nКогато сърфирате из даден уебсайт и сте любопитни кой предоставя хостинга на уебсайта, просто напишете името на домейна в полето и веднага ще се покаже цялата информация, от която се нуждаете.\nТази информация може да бъде ценна за тези, които обмислят покупката на домейн име, тъй като ще Ви даде яснота относно това, с кого трябва да се свържете. Страхотно е, че можете да се свържете с хостващата фирма и да направите искане за сваляне на информация от уеб страница или уебсайт, когато са нарушени Вашите права, Ваше съдържание е било копирано или по други причини.\nПросто добавете това страхотно приложение към Вашия браузър Chrome и ще имате достъп до цялата информация, която някога може да Ви потрябва за даден сайт, включително:\n•\tIP адрес,\n•\tфирмата, предоставяща хостинга,\n•\tгеографско положение от това къде се хоства,\n•\tи много, много повече!\nТова приложение е идеално за уеб администратори, специалисти по оптимизация, уеб разработчици и разбира се, за уеб хостинг професионалисти.\nТова приложение е 100% безплатно. Ако Ви харесва или Ви е от полза, моля, помислете и покажете подкрепата си като го класирате позитивно в уеб магазина на Chrome.",
    "cs": "Host Advice je jednoduchá bezplatná aplikace, která umožňuje rychle zjistit, kdo je poskytovatelem hostitelských služeb webových stránek.\nKdyž si prohlížíte web a chcete zjistit, kdo poskytuje pro danou stránku hostitelské služby, jednoduše zapište do pole název domény a okamžitě se Vám zobrazí požadované informace.\nTyto informace mohou být přínosné pro ty, kdo uvažují o nákupu domény, jelikož si takto opatří údaje o tom, na koho se obrátit. Informace pro Vás bude užitečná také, když budete chtít poskytovatele hostingových služeb kontaktovat se žádostí o stažení stránky nebo celého webu z důvodu porušení vašich práv, zkopírováním vašeho obsahu nebo celé řady dalších důvodů.\nJednoduše přidejte tuto skvělou aplikaci do svého prohlížeče Chrome a získejte přístup ke všem informacím, které budete o nějaké webové stránce potřebovat včetně:\n•\tIP adresy\n•\thostitelské společnosti\n•\tgeografické poloze hostitele \n•\tnázvů serverů \n•\ta daleko daleko více!\nTuto aplikace nejvíce ocení správci webu, SEO profesionálové , weboví vývojáři a samozřejmě poskytovatelé webhostingu.\nTato aplikace je 100%zdarma. Jestliže vás aplikace potěší nebo ji shledáte užitečnou, svou podporu prosím vyjádřete pozitivním ohodnocením v Chrome Web Store.",
    "da": "HostAdvice er en gratis app, let at anvende, som hurtigt lader dig tjekke en websites leverandør af webhosting.\nNår du er på en site og er nysgerrig efter at vide, hvor den er hostet, skal du blot indtaste domænenavnet i kassen, og så viser den øjeblikkeligt alle de oplysninger, du skal bruge.\nDisse oplysninger er værdifulde, hvis man overvejer at købe et domænenavn, da de giver dig oplysninger på, hvem du skal kontakte. Dette er også godt til at kontakte hosting-leverandøren for at anmode om, at en side eller hele websiten tages ned pga. overtrædelse af dine rettigheder, kopiering af dit indhold eller mange andre årsager.\nDu skal blot tilføje denne app til din Chrome-browser, og så har du adgang til alle de oplysninger om en website, du nogensinde kunne få brug for, deriblandt:\n•\tIP-adresse\n•\tHosting-virksomhed\n•\tDen geografiske placering af, hvor den er hostet\n•\tNavneservere\n•\tMeget, meget mere!\nDenne app er perfekt til webmasters, SEO-professionelle, webudviklere og selvfølgelig også webhosting-professionelle. \nApp’en er 100% gratis. Hvis du nyder den eller finder den nyttig, må du gerne overveje at vise din støtte ved at give den en positiv rangering i Chrome Web Store.",
    "de": "HostAdvice ist eine einfach zu bedienende und kostenlose App, mit der Sie schnell überprüfen können, welcher Webhosting-Anbieter sich hinter einer Webseite verbirgt.   \nWenn Sie auf einer Webseite surfen und gerne erfahren möchten, wer der Host dieser Seite ist, dann geben Sie einfach den Domain-Namen in das Feld ein und sofort werden alle Informationen angezeigt, die Sie benötigen.\nDiese Informationen können insbesondere für diejenigen sehr nützlich sein, die den Kauf eines Domain-Namens erwägen, da sie hiermit Details der zu kontaktierenden Person erhalten. Dies ist auch vorteilhaft, falls Sie den Webhosting-Anbieter kontaktieren möchten, um eine Seite oder eine komplette Webseite aufgrund von Verstößen gegen Ihre Rechte, wegen kopierter Inhalte oder aus anderen Gründen entfernen zu lassen.\nFügen Sie einfach diese tolle App Ihrem Chrome-Browser hinzu und Sie erhalten Zugang zu allen Informationen, die Sie jemals über eine Webseite benötigen könnten. Dies umfasst:\ndie IP-Adresse\ndas Hosting-Unternehmen\nden geographischen Standort, von dem aus die Seite betreut wird\nNameserver\nund vieles mehr!\nDiese App ist einfach ideal für Webmaster, SEO-Profis, Web-Entwickler und natürlich auch für Webhosting-Profis. \nDiese App ist zu 100 % kostenlos. Wenn Sie Ihnen gefällt und Sie diese App als nützlich erachten, dann bekunden Sie bitte Ihre Unterstützung, indem Sie die App im Chrome Web-Store positiv bewerten.",
    "el": "Η HostAdvice είναι μια εύκολη στη χρήση, δωρεάν εφαρμογή που σας επιτρέπει να ελέγξετε γρήγορα σε ποιον πάροχο φιλοξενίας ιστοσελίδων βρίσκεται μια ιστοσελίδα.  \nΌταν κάνετε περιήγηση σε μια ιστοσελίδα και είστε περίεργος για το που φιλοξενείται, απλά πληκτρολογήστε το domain name στο κουτάκι και αμέσως θα εμφανιστούν όλες οι πληροφορίες που χρειάζεστε.\nΑυτές οι πληροφορίες μπορεί να είναι πολύτιμες για όσους εξετάζουν την αγορά ενός domain name, καθώς αυτοί θα μάθουν λεπτομέρειες για το με ποιον θα πρέπει να επικοινωνήσουν. Είναι επίσης σημαντικό για την επικοινωνία με τον πάροχο φιλοξενίας για να ζητήσετε να κατέβει μια σελίδα ή μια ολόκληρη ιστοσελίδα λόγω παραβιάσεων των δικαιωμάτων σας, αντιγραφής του περιεχομένου σας ή οποιουσδήποτε άλλους λόγους.\nΑπλά προσθέστε αυτή την σημαντική εφαρμογή στο Chrome browser σας και θα έχετε πρόσβαση σε όλες τις πληροφορίες που χρειάζεστε για ένα δικτυακό τόπο, συμπεριλαμβανομένων:\n•\tΔιεύθυνση IP\n•\tΕταιρεία Φιλοξενίας\n•\tΓεωγραφική θέση όπου φιλοξενείται\n•\tΟνόματα διακομιστών\n•\tΠολλά πολλά άλλα!\nΑυτή η εφαρμογή είναι ιδανική για διαχειριστές ιστοσελίδων, επαγγελματίες SEO, προγραμματιστές web και φυσικά επαγγελματίες στην φιλοξενία ιστοσελίδων .\nΑυτή η εφαρμογή είναι 100% δωρεάν.  Αν σας αρέσει ή την θεωρείτε χρήσιμη, παρακαλούμε να",
    "es": "HostAdvice es una aplicación gratis fácil de usar que le permite averiguar rápidamente cuál es el proveedor de alojamiento web de un sitio específico.    \nCuando esté navegando un sitio web y tenga curiosidad de saber dónde se encuentra alojado, simplemente introduzca el nombre del dominio en el cuadro, y este le mostrará de inmediato toda la información que necesita. \nEsta información puede resultar valiosa para quienes estén pensando en comprar un nombre de dominio, ya que le proporcionará los detalles de la persona con la que necesita ponerse en contacto Esto también es fabuloso para contactar al proveedor de alojamiento y solicitar que se dé de baja una página o un sitio completo por violar sus derechos, copiar su contenido o cualquier otra razón. \nSimplemente agregue esta fantástica aplicación a su navegador Chrome y tendrá acceso a toda la información que pueda necesitar sobre un sitio web, que incluye: \n•\tdireccion IP\n•\tempresa de alojamiento\n•\tubicación geográfica del alojamiento\n•\tservidores de nombres\n•\t¡mucho más!\nEsta aplicación es perfecta para administradores de sitios web, profesionales de SEO, desarrolladores web y, por supuesto, profesionales del alojamiento web.  \nEsta aplicación es 100%  gratis. Si le gusta usarla o le resulta útil, bríndenos su ayuda dándole una calificación positiva en Chrome Web Store.",
    "fr": "HostAdvice est une application gratuite et facile à utiliser qui vous permet de vérifier rapidement chez quel fournisseur de services un site est hébergé.\nLorsque vous naviguez sur un site et que vous êtes curieux quand à son lieu d’hébergement, il vous suffit de saisir le nom de domaine dans la boîte pour afficher immédiatement toutes les informations dont vous aurez besoin.\nCes informations peuvent se révéler précieuses pour ceux qui envisagent d’acheter un nom de domaine car elles vous fournissent les coordonnées des interlocuteurs à contacter. Ceci est aussi idéal pour contacter le fournisseur de services d’hébergement et lui demander de retirer une page ou un site entier en raison de violation de vos droits, de reproduction de votre contenu ou de nombreux autres motifs.\nIl suffit d’ajouter cette appli formidable à votre navigateur Chrome pour accéder à l’ensemble des informations dont vous pourriez avoir un jour besoin sur un site web y compris :\n•\tAddresse IP \n•\tSociété d’hébergement\n•\tGéolocalisation de l’hébergement\n•\tNoms des serveurs\n•\tEt plus encore !\nCette appli est parfaite pour les administrateurs de sites web, les professionnels utilisant les moteurs de recherché, les développeurs web et bien sûr les hébergeurs. \nCette appli est 100 % gratuite. Si vous l’appréciez ou la trouvez utile, veuillez manifester votre soutien en la classant positivement dans Chrome Web Store.",
    "he": "הכלי הפופולארי של HostAdvice הוא כלי קל לשימוש, יישום חופשי המאפשר לך לבדוק במהירות מי ספק האיחסון של האתר שלך או של מתחרה, למעשה של כל אתר בעולם.\nכשאתה גולש באתר, ואתה סקרן לגלות באיזה חברת איחסון אתרים הוא מתארח, פשוט הקלד את כתובת האתר בתיבה, והכלי יציג את כל המידע הדרוש לך באופן מיידי.\nמידע זה יכול להיות בעל ערך למי ששוקלים לרכוש אתר או דומיין ולא מצליחים ליצור קשר עם הבעלים שלו, מפני שהוא יספק לך את הפרטים של מי שאתה צריך ליצור איתו קשר (דרך חברת האיחסון אפשר להגיע לכל בעל אתר). זה גם נהדר ליצירת קשר עם חברת האיחסון לצרכי ניהול המוניטין שלך והסרת כתבות פוגעניות. פשוט צריך לבקש הסרת דף או אתר כולו אם ישנן הפרות של הזכויות שלך, העתקת התוכן או כל סיבה אחרת שבעטיה סביר שהחברת איחסון תעדיף לדרוש שינוי מבעלי האתר מאשר להסתבך מולך משפטית. הוסף עכשיו את אפליקציה הנהדרת הזו לדפדפן גוגל כרום שלך ותהיה לך גישה לכל המידע שאתה צריך על אתר כולל:\n• כתובת IP\n• חברת איחסון אתרים\n• מיקום גיאוגרפי של השרת\n• DNS\n• הרבה הרבה יותר!\n\nיישום זה הינו מושלם עבור מנהלי אתרים, אנשי SEO, מפתחי אינטרנט וכמובן, אנשי מקצוע מתחום איחסון האתרים.\nיישום זה הוא 100% חינם. אם אתה נהנה מהיישום - אנא דרג אותנו כעת בחנות האינטרנט של כרום.",
    "hr": "HostAdvice je jednostavna za uporabu, besplatna aplikacija koja vam omogućuje da brzo provjerite pri kojem pružatelju web hosting usluge se nalazi neki internetski site.    \nKada pregledavate neku stranicu i zanima vas kod koga je smještena, jednostavno u polje utipkajte ime domene i odmah će vam biti prikazane sve informacije koje vam trebaju. \nOve informacije mogu biti od velike važnosti za one koji razmišljaju o kupnji imena neke domene, jer će vam biti pruženi svi podaci koga morate kontaktirati. Ovo je također izvrsno za kontaktiranje pružatelja hosting usluge kada želite zatražiti da neka stranica ili cijeli site bude skinut zbog kršenja vaših prava, kopiranja vašeg sadržaja ili zbog bilo kojeg drugog razloga. \nJednostavno dodajte ovu izvrsnu aplikaciju u vaš preglednik Chrome i imat ćete pristup svim informacijama koje vam ikada budu potrebne, uključujući i: \n•\tIP adresa\n•\tHosting kompanija\n•\tGeografska lokacija na kojoj je smještena\n•\tImena servera\n•\ti puno toga više!\nOva aplikacija je savršena za kreatore web stranica, SEO profesionalce, web programere i, naravno za profesionalne pružatelje hostinga.  \nOva aplikacija je 100% besplatna.  Ako uživajte u njoj i smatrate da je vrlo korisna, molimo vas da razmislite o iskazivanju vaše podrške pozitvnim ocijenjivanjem iste na Chrome Web Store-u.",
    "id": "HostAdvice ialah sebuah aplikasi yang mudah digunakan serta gratis yang memungkinkan Anda untuk mengetahui dengan cepat siapa penyedia layanan hosting sebuah situs.    \nSaat Anda sedang menjelajahi sebuah situs dan ingin mengetahui siapa penyedia layanan hostingya, ketikkan saja nama domain ke dalam kotak, dan semua informasi yang Anda butuhkan akan segera tampil. \nInformasi ini berharga bagi mereka yang ingin membeli sebuah nama domain, karena akan disajikan detail siapa yang perlu dihubungi. Hal ini juga sangat berguna jika Anda ingin menghubungi penyedia layanan hosting untuk meminta agar sebuah halaman atau bahkan seluruh situs diturunkan karena pelanggaran hak cipta, menyalin konten Anda atau sejumlah alasan lainnya. \nTinggal tambahkan saja aplikasi yang hebat ini ke Peramban Chrome Anda dan Anda akan dapat mengakses semua informasi yang Anda perlukan mengenai sebuah situs web termasuk: \n•\tAlamat IP\n•\tPerusahaan Hosting\n•\tLokasi geografis hosting\n•\tNama server\n•\tLebih Banyak Lagi!\nAplikasi ini sempurna untuk para webmaster, profesional SEO, pengembang web dan tentu saja, para profesional hosting web.  \nAplikasi ini 100% gratis.  Jika Anda menyukainya atau menganggapnya berguna, mohon pertimbangkan untuk memberikan dukungan Anda dengan memberinya peringkat positif di Chrome Web Store.",
    "it": "HostAdvice è un’app gratuita e facile da usare che ti permette di verificare rapidamente su quali provider di web hosting si trova un sito.\nQuando stai navigando su un sito e sei curioso di sapere chi effettua il web hosting, è sufficiente digitare il nome del dominio nella casella, e tutte le informazioni necessarie saranno visualizzate immediatamente.\nQuesta informazione può essere utile per coloro che stanno valutando l'acquisto di un nome di dominio, in quanto gli fornirà i dettagli di chi dover contattare. È ottimo anche per contattare il fornitore dei servizi di hosting e richiedere che una pagina o un intero sito venga rimosso se viola i tuoi diritti, se copia il contenuto o per un qualsiasi numero di altre ragioni.\nBasta aggiungere questa grande app al tuo browser Chrome e avrai accesso a tutte le informazioni di cui potresti aver bisogno su un sito web tra cui:\n•\tIndirizzo IP\n•\tProvider di web hosting\n•\tPosizione geografica di dove si trova il server\n•\tNome del server\n•\tE molto molto altro!\nQuesta è l’applicazione ideale per i webmaster, i professionisti SEO, gli sviluppatori web e, naturalmente, i professionisti del web hosting.\nQuesta applicazione è gratuita al 100%. Se ti piace o lo trovi utile, perché non mostrare il tuo sostegno valutandola positivamente nel Chrome Web Store?",
    "ja": "HostAdviceは簡単に使える無料アプリで、サイトのホストプロバイダーをすぐに確認できます。\nサイト閲覧中にホスト情報が知りたくなったら、ボックスにドメイン名を入力してください。すぐに知りたい情報が表示されます。\nこの情報にはプロバイダの連絡先も含まれており、ドメイン名を購入したい場合に役立ちます。またあなたの権利が侵害されていたり、コンテンツが勝手に使用されている場合でのホストプロバイダーへのウェブサイトの削除要求の際にも役立ち、使用方法は様々です。\nこのすばらしいアプリをChromeブラウザに追加していただくと、下記の情報を含む、必要なすべての情報にアクセスいただけます。\n•\tIPアドレス\n•\tホスティング会社\n•\tホストされている地理的な位置\n•\tネームサーバー\n•\tまだまだたくさん！\n\nこのアプリはウェブマスター、SEOプロフェッショナル、ウェブデベロッパーや、そしてもちろんウェブホスティングプロフェッショナルにも最適です。\nこのアプリは100%無料です。気に入っていただけたなら、Chromeウェブストアで高得点をつけて私達へのご支援をお願いします。",
    "ko": "HostAdvice는 어떤 웹 호스팅 제공 업체에 사이트가 켜져 있는지 사용자로 하여금 빠르게 확인할 수 있도록 해주는 사용하기 용이한 무료 앱입니다.\n\n사이트를 탐색하고 호스트하는 곳이 궁금한 경우, 단순히 도메인 이름을 상자에 입력하면, 즉시 사용자가 필요로 하는 모든 정보를 표시합니다.\n\n연락을 필요로 하는 사람들의 세부 정보를 제공하므로, 이 정보는 도메인 이름을 구매하려는 사용자를 위해 가치가 있을 것입니다. 또한, 이는 호스팅 제공 업체에게 문의하여, 사용자의 권리, 콘텐츠 또는 일부 기타 이유의 위반으로 인한 페이지나 일시 정지된 전체 웹사이트를 요청하는 것에 유용합니다.\n \n이 멋진 앱을 Chrome 브라우저에 간단히 추가하여, 다음을 포함한 웹사이트에 대해 필요할 수 있는 모든 정보에 액세스할 수 있습니다:\n•\tIP 주소\n•\t호스팅 회사\n•\t호스트 하는 지리적 위치\n•\t네임서버\n•\t기타 훨씬 더!\n이 앱은 웹마스터, SEO 전문가, 웹 개발자는 물론, 웹 호스팅 전문가를 위해 완벽합니다.\n\n이 앱은 100% 무료입니다. 이를 즐겁게 사용하거나 유용하다고 판단한 경우, Chrome 웹 스토어에서 긍정적으로 이를 순위 매겨, 여러분의 지원을 보여주시길 고려해 주십시오.",
    "nl": "HostAdvice is een eenvoudig te gebruiken, gratis app waarmee u snel kunt controleren op welke webhostingprovider een site staat.    \nWanneer u op een site surft en nieuwsgierig bent naar de locatie vanwaar deze wordt gehost, typ dan simpelweg de domeinnaam in het vakje en alle informatie die u nodig hebt, wordt onmiddellijk geleverd. \nDeze informatie kan waardevol zijn voor degenen die overwegen een domeinnaam aan te kopen, omdat u er de gegevens kunt vinden van degene met wie u contact moet opnemen. Deze informatie is ook zeer geschikt om contact op te kunnen nemen met de hostingprovider om te vragen of een pagina of gehele website uit de lucht kan worden gehaald als gevolg van schendingen van uw rechten, het kopiëren van uw inhoud of om welke reden dan ook. \nVoeg deze geweldige app eenvoudigweg toe aan uw Chrome-browser en krijg toegang tot alle informatie die u ooit nodig zou kunnen hebben over een website, inclusief: \n•\tIP-adres \n•\tHostingbedrijf\n•\tGeografische locatie vanwaar wordt gehost\n•\tName van de server\n•\tHeel veel meer!\nDeze app is perfect voor webmasters, SEO professionals, webontwikkelaars en natuurlijk, webhostingprofessionals.  \nDeze app is 100% gratis. Als u ervan geniet of hem nuttig vindt, dan kunt u ons ondersteunen door een positieve beoordeling te geven in de Chrome Web Store.",
    "pl": "HostAdvice to prosta w użyciu, bezpłatna aplikacja pozwalająca na szybkie sprawdzenie, z której usługi hostingowej korzysta dana strona. \nJeśli podczas przeglądania strony zaciekawi Cię, gdzie jest hostowana, to po prostu wpisz w polu nazwę domeny, a natychmiast wyświetlą się potrzebne Ci informacje.\nInformacje te mogą być cenne dla tych, którzy rozważają zakup nazwy domeny, gdyż dostarczają one potrzebne dane kontaktowe. Jest to także przydatne do skontaktowania się z firmą hostingową w celu wysłania żądania usunięcia strony lub całej witryny z powodu naruszenia Twoich praw, skopiowania Twoich treści lub jakiegokolwiek innego powodu.\nPo prostu dodaj tę wspaniałą aplikację do swojej przeglądarki Google Chrome, a uzyskasz dostęp do wszystkich informacji o stronie, które możesz kiedykolwiek potrzebować włącznie z:\n•\tAdresem IP\n•\tFirmą hostingową\n•\tGeograficzną lokalizacją, w której strona jest hostowana\n•\tSerwerami nazw\n•\t I wiele, wiele więcej!\nAplikacja ta jest doskonała dla webmasterów, osób zajmujących się pozycjonowaniem w wyszukiwarkach, twórcom stron oraz, oczywiście, pracownikom firm hostingowych.\nAplikacja ta jest w 100% bezpłatna. Jeśli Ci się podoba i jest użyteczna, prosimy o rozważenie okazania",
    "pt_PT": "HostAdvice é um aplicativo gratuito e fácil de usar que permite conferir rapidamente em que fornecedor de serviços de hospedagem se encontra um site.\nQuando você navega em um site e fica curioso sobre onde ele está hospedado, basta digitar o nome do domínio na caixa e todas as informações que você precisa serão exibidas imediatamente. \nEstas informações podem ser valiosas para quem está considerando adquirir um nome de domínio, pois fornecerá os dados de quem é necessário contatar. Também é excelente para contatar o provedor de hospedagem a fim de solicitar que uma página ou um site inteiro seja tirado do ar devido a violações dos seus direitos, cópia do seu conteúdo ou inúmeras outras razões. \nBasta adicionar este excelente aplicativo ao seu navegador Chrome para ter acesso a todas as informações que você poderá precisar sobre qualquer site, incluindo: \nEndereço de IP \nEmpresa de Hospedagem\nLocalização geográfica de onde está hospedada \nServidores de nomes\nMuito, muito mais!\nEste aplicativo é perfeito para webmasters, profissionais de SEO, desenvolvedores web e, naturalmente, profissionais da área de hospedagem na web.  \nEste aplicativo é 100% gratuito.  Se você gosta ou acha que ele é útil, por favor, pense na possibilidade de demonstrar seu apoio e nos dê uma classificação positiva na Chrome Web Store.",
    "ro": "HostAdvice este o aplicație gratuită, ușor de utilizat, care vă permite să verificați rapid care este furnizorul de servicii de găzduire web al unui site.    \nAtunci când răsfoiți un site și sunteți curioși de cine anume este găzduit, este suficient să tastați numele domeniului în casetă și imediat vor fi afișate toate informațiile de care aveți nevoie. \nAceste informații pot fi valoroase pentru aceia care se gândesc să cumpere un nume de domeniu, deoarece le vor furniza datele celor pe care trebuie să îi contacteze. Este, de asemenea, util pentru a-l contacta pe furnizorul de servicii de găzduire web, pentru a solicita ca o pagină sau un întreg site să fie eliminat, din cauza încălcărilor drepturilor dvs. de proprietate, a copierii conținutului dvs. sau din orice alt motiv întemeiat. \nEste suficient să adăugați această aplicație grozavă la browser-ul dvs. Chrome și veți avea acces la toate informațiile de care veți avea vreodată nevoie în privința unui site web, inclusiv: \nAdresă IP\nCompanie-gazdă\nLocalizarea geografică a locului unde este găzduit\nServere nume de domenii\nMulte, multe altele!\nAceastă aplicație este perfectă pentru administratorii de site-uri, specialiștii în SEO, dezvoltatorii web și, desigur, pentru specialiștii în găzduire web.  \nAceastă aplicație este 100% gratuită.  Dacă vă place sau o găsiți utilă, vă rugăm să vă manifestați susținerea votând-o pozitiv în Chrome Web Store.",
    "ru": "Узнай хостинг любого сайта, используя этот простой инструмент ✓✓✓✓✓\n\nHostAdvice - это бесплатное приложение, которое позволяет пользователям в один клик узнавать какой хостинг использует сайт.\n\nЕсли ты зашел на сайт и тебе интересно на каком хостинге он размещен - просто введи адрес этого сайта в поле поиска и ты получишь всю информацию.\n\nЗачем это нужно? Несколько причин. Если ты хочешь купить домен - ты можешь найти его владельца и написать ему. Также, если ты знаешь кто хостер сайта, ты можешь написать жалобу если сайт нарушает твои права или обижает какого-либо человека или сообщество.\n\nЗдесь мы публикуем только короткое описание, если ты хочешь узнать больше - установи это приложение в свой Chrome.\n\nОсновные возможности:\n\n✓ IP сайта\n✓ Хостинг\n✓ Расположение сервера\n✓ Неймсервера\n \nИ много другого...\n \nЭто приложение не содержит рекламы и мы будем очень признательны если вы поддержите нас и поставите высокую оценку в Chrome Web Store.\n\nУзнайте больше здесь - www.hostadvice.com",
    "sk": "HostAdvice je jednoducho použiteľná bezplatná aplikácia, ktorá vám umožňuje skontrolovať, kto je poskytovateľom webového hosťovania stránky.    \nKeď si prehliadate webovú stránku a zaujíma vás, kde je hosťovaná, jednoducho do poľa napíšte názov domény a aplikácia vám okamžite zobrazí všetky informácie, ktoré potrebujete. \nTieto informácie môžu byť cenné pre tých, ktorí zvažujú zakúpenie názvu domény, pretože im poskytnú podrobnosti ohľadne toho, koho musia kontaktovať. Tento nástroj je taktiež skvelý na kontaktovanie poskytovateľov hosťovania, ak chcete požiadať o zrušenie konkrétnej stránky alebo celého webu z dôvodu porušenia vašich práv, kopírovaniu vášho obsahu alebo z akéhokoľvek iného dôvodu.  \nJednoducho pridajte túto skvelú aplikáciu do svojho prehliadača Chrome a získate prístup ku všetkým informáciám, ktoré môžete o webovej stránke potrebovať - vrátane: \nIP adresy\nSpoločnosti zabezpečujúcej hosťovanie\nGeografickej polohy miesta hosťovania stránky\nMenných serverov\nMnohého ďalšieho!\nTáto aplikácia je skvelá pre správcov webu, odborníkov na optimalizáciu vyhľadávania (SEO), vývojárov webu a samozrejme odborníkov na hosťovanie webových stránok.  \nTáto aplikácia je 100% zdarma.  Ak sa vám bude páčiť a zdať sa vám užitočná, prosím, neváhajte prejaviť vašu podporu tým, že ju pozitívne ohodnotíte v Internetovom obchode Chrome.",
    "sr": "HostAdvice je besplatna aplikacija, laka za upotrebu, koja vam omogućava da brzo proverite ko pruža uslugu hostinga za stranicu na kojoj se nalazite.\nKada pretražujete stranicu i zanima vas gde se nalazi hosting, jednostavno ukucajte domen u okvir za tekst i odmah će vam se prikazati sve potrebne informacije.\nOva informacija može biti vredna onima koji razmatraju kupovinu domena, jer će vam dati detalje onih sa kojima treba da kontaktirate. Ovo je takođe odlično za kontaktiranje pružaoca usluge hostinga da biste mogli da tražite da cela stranica ili deo njenog sadržaja budu skinuti zbog kršenja vaših prava, kopiranja sadržaja ili nekih drugih razloga.\nJednostavno dodajte ovu odličnu aplikaciju svom Chrome pregledaču i imaćete pristup svim informacijama koje ste ikada želeli kada je u pitanju jedna stranica na internetu, uključujući: \n•\tIP adresu\n•\tkompaniju koja pruža uslugu hostinga\n•\tgeografsku lokaciju hostinga\n•\tservere imena\n•\ti mnogo više!\nOva aplikacija je savršena za administratore internet stranice, SEO profesionalce, programere i naravno, profesionalce kada je u pitanju hosting na internetu.\nOva aplikacija je potpuno besplatna. Ako vam se sviđa ili vam se čini korisnom, podržite je tako što ćete ostaviti pozitivnu ocenu u Chrome veb-prodavnici.",
    "sv": "HostAdvice är en lättanvänd och gratis app som snabbt låter dig kontrollera vilket webbhotell en sajt finns på.    \nNär du surfar till en sajt och är nyfiken på vem som står som värd för den, anger du bara domännamnet i rutan så visas all information du behöver på en gång. \nDe här uppgifterna kan vara värdefulla för den som funderar på att köpa ett domännamn, då de ger dig kontaktuppgifter du kan behöva. Det är också ett bra sätt för att kunna kontakta webbhotellet för att begära att en sida eller en hel sajt ska stängas ner på grund av brott mot dina rättigheter, kopiering av ditt innehåll eller någon annan orsak. \nLägg enkelt till den här utmärkta appen i din Chrome-webbläsare så har du tillgång till all information du någonsin behöver om en webbsajt, som: \n•\tIP-adress\n•\tWebbhotell\n•\tGeografisk plats där den finns\n•\tNamnservrar\n•\tMycket mycket mer!\nDen här appen är perfekt för webbmasters, styrelseproffs, webbutvecklare och självklart webbhotellproffs.  \nDen här appen är 100 % gratis. Om du gillar den eller tycker att den är användbar, visa gärna ditt stöd genom att ge oss positiva omdömen i Chrome Web Store.",
    "th": "HostAdvice เป็นแอปฟรี ใช้งานง่ายที่ช่วยให้คุณสามารถตรวจสอบได้อย่างรวดเร็วว่าผู้ให้บริการโฮสติ้งเว็บสำหรับเว็บไซต์ใดที่ใช้งานอยู่\nเมื่อคุณทำการเบราว์เว็บไซต์และอยากทราบว่ามีการโฮสต์จากที่ใด เพียงแค่พิมพ์ชื่อโดเมนลงในช่องว่างแล้วมันจะแสดงข้อมูลทั้งหมดที่คุณต้องการในทันที\nข้อมูลนี้จะเป็นประโยชน์สำหรับผู้ที่กำลังพิจารณาซื้อชื่อโดเมน เนื่องจากจะเป็นการให้รายละเอียดของผู้ที่คุณต้องการติดต่อ โดยสิ่งนี้จะสำคัญสำหรับการติดต่อผู้ให้บริการโฮสติ้งในการร้องขอให้ยุติเพจหรือเว็บไซต์ทั้งหมดเนื่องจากการละเมิดสิทธิ การคัดลอกเนื้อหาหรือเหตุผลอื่นใดของคุณ\nเพียงเพิ่มแอปเยี่ยม ๆ นี้ไปยังเบราว์เซอร์โครม (Chrome Browser) แล้วคุณจะสามารถเข้าถึงข้อมูลทั้งหมดที่คุณต้องการเกี่ยวกับเว็บไซต์ที่รวมถึง:\nที่อยู่ IP \nบริษัทที่ให้บริการโฮสติ้ง\nที่ตั้งทางภูมิศาสตร์ของสถานที่ที่โฮสต์\nชื่อเซิรฟ์เวอร์\nอื่น ๆ อีกมากมาย!\nแอปนี้สมบูรณ์แบบสำหรับเว็บมาสเตอร์, SEO ระดับมืออาชีพ, นักพัฒนาเว็บฯ และแน่นอนสำหรับเว็บโฮสติ้งระดับมืออาชีพ\nแอปนี้ฟรี 100% หากคุณสนุกกับการใช้งานหรือเห็นว่ามีประโยชน์ โปรดพิจารณาในการแสดงการสนับสนุนของคุณโดยการให้คะแนนแอปในเชิงบวกในร้านค้า Chrome เว็บสโตร์",
    "tr": "HostAdvice, bir istenin hangi web barındırma sağlayıcısı tarafından barındırıldığını kolayca kontrol etmenizi sağlayan ücretsiz bir uygulamadır.    \nBir siteye göz atarken nerede barındırıldığını merak ederseniz tek yapmanız gereken alan adını kutuya girmek, ihtiyaç duyduğunuz tüm bilgiler derhal görüntülenecektir. \nBu bilgiler bir alan adı satın almayı göz önüne alan kişiler için kiminle iletişim kuracakları ile ilgili bilgiler sağladığından değerli bilgilerdir. Ayrıca haklarınızı ihlal etmesi, içeriğinizi kopyalaması ya da başka bir dizi nedenden dolayı barındırma hizmeti sağlayıcıdan bir web sitesinin belirli sayfalarını ya da tamamını kaldırmasını talep etmeniz gerektiğinde çok kullanışlıdır. \nTek yapmanız gereken bu harika uygulamayı Chrome Tarayıcınıza eklemek, ardından şunlar da dahil olmak üzere bir web sitesi ile ilgili olarak ihtiyaç duyduğunuz tüm bilgilere ulaşabileceksiniz: \nIP Adresi\nBarındıran Şirket\nBarındırıldığı coğrafi konum\nAlan adı sunucuları\nÇok Daha Fazlası!\nBu uygulama webmaster'lar, SEO profesyonelleri, web geliştiricileri ve elbette web barındırma profesyonelleri için idealdir.  \nBu uygulama %100 ücretsizdir.  Bu uygulamadan keyif aldıysanız ya da yararlı olduğunu düşünüyorsanız lütfen Chrome Web Mağazası'nda yüksek puan vererek desteğinizi gösterin.",
    "uk": "Дізнайся хостинг будь-якого сайту, використовуючи цей простий інструмент  ✓✓✓✓✓\n\nHostAdvice - це безкоштовний додаток, що дозволяє користувачам в один клік перевірити який хостинг використовує сайт.\n\nЯкщо ти зайшов на сайт і тобі цікаво у якого хостера він розміщенний - просто введи адресу цього сайту в поле пошуку і ти отримаєш всю інформацію.\n\nДля чого це потрібно? Кілька причин. Якщо ти хочеш купити домен - ти можеш знайти власника і написати йому. Також ти можеш визначити хто хостер цього сайту і написати їм скаргу, якщо сайт порушую твої права будь-яким чином, або ображає людину чи спільноту.\n \nМи даємо тільки короткий опис тут, якщо ви хочете дізнатись більше, просто встановіть цей додаток у свій Chrome Browser.\n\nОсновні можливості:\n\n✓ IP сайту\n✓ Хостинг\n✓ Розташування\n✓ Неймсервери\n \nТа багато іншого...\n \nЦей додадок не містить реклами то ж ми будемо дуже вдячні якщо ви підтримаєте нас i поставите високу оцінку в Chrome Web Store.\n\nДізнайтесь більше тут - www.hostadvice.com",
    "vi": "HostAdvice là một ứng dụng miễn phí, dễ sử dụng cho phép bạn nhanh chóng kiểm tra một trang web đang sử dụng nhà cung cấp lưu trữ web nào.    \nKhi bạn duyệt một trang web và tò mò muốn biết trang web đó được lưu trữ ở đâu, chỉ cần gõ tên miền vào trong ô và ngay lập tức ứng dụng sẽ hiển thị mọi thông tin bạn cần. \nThông tin này có thể có giá trị cho những ai đang cân nhắc mua tên miền vì nó cung cấp cho bạn chi tiết của người cần liên hệ. Đây cũng là điều tuyệt vời để liên hệ với nhà cung cấp lưu trữ để yêu cầu hạ xuống một trang hoặc toàn bộ website do vi phạm các quyền của bạn, sao chép nội dung của bạn hoặc bất kỳ lý do nào khác. \nChỉ cần thêm ứng dụng tuyệt vời này vào Trình duyệt Chrome của bạn và bạn sẽ có quyền truy cập đến tất cả các thông tin bạn cần về một trang web bao gồm: \n•\tĐịa chỉ IP\n•\tCông ty lưu trữ\n•\tVị trí địa lý của địa điểm được lưu trữ\n•\tTên máy chủ\n•\tVà rất rất nhiều thông tin khác!\nỨng dụng này hoàn hảo cho các quản trị viên trang web, chuyên gia SEO, lập trình web và chuyên gia lưu trữ web. \nỨng dụng này 100% miễn phí. Nếu bạn thích sử dụng ứng dụng này và thấy nó hữu ích, vui lòng cân nhắc thể hiện sự ủng hộ của bạn bằng cách xếp hạng cao trong Cửa hàng Chrome Web Store.",
    "zh_CN": "HostAdvice是容易使用的免费应用，让您快速查看网站在哪个网页寄存服务提供商上。\n当您在浏览网站并好奇它在哪里寄存时，只需在框内输入域名，它会立刻显示所有您所需的信息。\n这个信息对那些考虑购买域名的人来说很有价值，因为它会给您提供资料，需要联系谁。这对联系寄存服务也很好，可以由于侵犯您的权利、抄袭您的内容或任何其他原因，要求一个网页或整个网站被拿下来。\n只需添加这个很棒的应用到您的Chrome浏览器，您会获取所有关于一个网站所需的信息包括：\nIP地址\n寄存公司\n它被寄存的地理位置\n服务器名\n许多许多！\n这个应用对网站管理员、SEO专家、网页开发者和当然，网页寄存专家适用。\n这个应用100%免费。如果您享受它或是觉得它有用，请考虑在Chome网页商店上给它正面评分，以显示您的支持。"
  }
}