{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live Password Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly secure your data with this reliable, time-saving random password generator."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ease your mind and save time with the Live Password Generator, your go-to tool for safe, random password generation, now with an improved search experience.\n\nIn search of a reliable, free password generator? You've landed in the right place!\n\nLive Password Generator allows you to customize your password to your preferred complexity: choose the character types, set the length, and hit Generate. Our tool will swiftly craft a secure password, which will be safely stored under History. You can clear this history with a single click.\n\nGiven the plethora of online platforms requiring passwords that meet various criteria, such as a mix of uppercase and lowercase letters, a specific length, etc., the Live Password Generator has been designed specifically to streamline this process.\n\nOur password generator is simple and user-friendly. It operates seamlessly in both online and offline modes, featuring only two tabs: History and Generate.\n\nAdditionally, upon installation, the extension sets your new tab's search provider to https://livepassword.com. This feature grants you immediate access to our password generator each time you open a new tab, thus making your experience even more convenient.\n\nTo start benefiting from our tool, click the blue 'Add to Chrome' button and integrate a powerful password generator directly into your browser! Live Password Generator is your gateway to creating strong, intricate, and secure passwords. Just remember - from now on, it's all about robust passwords!"
  }
}