{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlimited Photos & Videos Face Swap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free AI face swap plugin allows unlimited face swap for photo, video, and multiple face swap!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you swap faces in photos and videos entirely for free. Unlike other services that limit free trials, this one offers unlimited access with no restrictions. You can enjoy face swapping as much as you want, experimenting with different faces in your favorite images and videos without ever needing to make a payment. It's the perfect tool for endless creative fun, all at no cost to you.\n\nKey features:\nAdvanced Swapping Technology: Utilizes cutting-edge AI to accurately recognize and replace facial features for seamless face swaps.\nInstant Face Swap: Effortlessly swap faces in photos or videos with just a few clicks, all within seconds.\nRealistic Results: The swapped faces blend naturally with the original content, leaving no visible traces of AI interference.\nNo Login Required: Start swapping faces instantly without the need for any account or login.\n100% Free: Enjoy unlimited face swaps with no fees or hidden costs.\n\nWhy Choose Free Unlimited Face Swap Photos & Videos?\n\nWhile many face-swapping tools claim to be free, most only offer limited trials or require additional fees. In contrast, this extension provides truly free, unlimited face swaps for photos, videos, and GIFs. No registration is required—simply open the extension and start swapping faces instantly. Enjoy endless creative possibilities with no restrictions and no hassle!\n\nMoreover, we prioritize your privacy. We do not store any of your information—once you download your images or videos, they are deleted from our system. Your data is never sold to third parties. Start your magical face swapping journey with complete peace of mind!"
  }
}