{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tuBee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tuBee is a new YouTube video booster tool, to support YouTuber's to improve their YouTube channel visibility, audience,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tuBee is a new YouTube video booster tool, to support YouTuber's to improve their YouTube channel visibility, audience, subscriptions, likes and comments.\n\nThe platform provides its own financial management system to earn within the platform, and invest on boosting each registered video in the platform. \n\nThis way, YouTuber’s will not need to invest money from their pocket, and the platform itself handles earnings and promotions for each registered video individually, and automatically. tuBee provides very easy and mostly automated system to earn just by viewing some ads, articles, videos, or blogs. There are very little task left to the user like just clicking 'Earn' button. Rest of the work then begins automatically, and the user can sit back and watch the progress of earning.\n\nThe platform 100% automated with promotions / investments and user does not need to involve on it. User can view the investment history handled by the tuBee at any time, from the 'Account History' menu.\n\nSomething important that everyone need to know about tuBee is, that the platform does not allow user to withdraw any earned income using PayPal or other way. The total earned income is dedicated to invest on user's YouTube channel promotion. \n\nThe primary purpose of the tuBee platform is to support small YouTuber's to grow their channel audience in minimum period, without violating any YouTube guide lines. Members who earn more and keep their balance up, are listed in top seller’s category, and are prioritized when giving all the rewards inclusive of watch time, subscribers, video likes and comments.\n\nAlso the platform provides its own affiliate program and coupons to increase the audience of platform while giving rewards to users."
  }
}