{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlantUML to Mermaid Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert PlantUML diagrams to Mermaid syntax"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlantUML to Mermaid Converter is a user-friendly Chrome extension designed to help developers, designers, and project managers effortlessly convert PlantUML diagrams into Mermaid format. Whether you're creating flowcharts, sequence diagrams, or class diagrams, this tool makes your diagram conversion more efficient.\n\nKey Features:\nSupport for Multiple Diagram Types: Sequence Diagram, Class Diagram.\nSimple User Interface: Just select the diagram type, paste your PlantUML code, and get the corresponding Mermaid code instantly.\nReal-time Conversion: Click the convert button, and the Mermaid code is generated immediately, ready for use in Markdown, documentation, or other tools.\nBoost Efficiency: Say goodbye to tedious manual conversions and focus on design and development tasks.\nUse Cases:\nDevelopers: Present system designs and workflows more intuitively in documentation.\nProject Managers: Convert project flowcharts into a more understandable format for team members.\nDesigners: Easily transform class diagrams into more visually appealing Mermaid diagrams.\nHow to Use:\nAfter installing the extension, click the extension icon in the top-right corner of your browser to open the converter.\nChoose the diagram type you need to convert ( Sequence Diagram, Class Diagram,OR State Diagram).\nPaste your PlantUML code into the input box.\nClick the \"Convert\" button to instantly generate the Mermaid code.\nCopy the generated Mermaid code for use in your documents or visualization tools.\nWhy Choose Us:\nNo Ads, No Tracking: We respect your privacy—this extension is completely ad-free and does not collect any user data.\nOpen Source & Regular Updates: We're committed to providing the best experience, with regular updates and feature improvements.\nLightweight: The extension is small, efficient, and won’t impact your browser’s performance.\nFrequently Asked Questions:\nWhat PlantUML syntax is supported? The extension currently supports conversion for sequence diagrams, and class diagrams. More PlantUML features will be supported in future updates.\n\nWhat should I do if I encounter issues during conversion? If you experience any problems or have suggestions, please reach out to us via the developer contact page—we'll respond as soon as possible.\n\nFeedback & Support:\nIf you enjoy this extension, please consider giving us a 5-star rating! Your support motivates us to keep improving. For any issues or suggestions, please contact us through the Chrome Web Store support option.\n\n\nPlantUML to Mermaid Converter是一款简单易用的Chrome扩展，旨在帮助开发者、设计师和项目经理轻松将PlantUML图表转换为Mermaid格式。无论你是创建流程图、时序图还是类图，这款工具都能让你的图表转换变得更加高效。\n\n主要功能：\n支持多种图表类型： 时序图（Sequence Diagram）、类图（Class Diagram）、状态图（State Diagram）。\n简单的用户界面：只需选择图表类型，粘贴PlantUML代码，即可获得对应的Mermaid代码。\n实时转换：点击转换按钮，即刻生成Mermaid格式的代码，方便你直接用于Markdown、文档或其他工具中。\n提高效率：告别繁琐的手动转换，专注于设计和开发工作。\n使用场景：\n开发者：在文档中更直观地展示系统设计和流程。\n项目经理：将项目流程图转化为更直观的形式，便于团队成员理解。\n设计师：轻松将类图转换为可视化效果更佳的Mermaid图表。\n如何使用：\n安装插件后，点击浏览器右上角的插件图标打开转换器。\n选择你需要转换的图表类型（ 时序图或类图）。\n在输入框中粘贴你的PlantUML代码。\n点击“转换”按钮，Mermaid代码将立即生成。\n复制生成的Mermaid代码，直接用于你的文档或其他可视化工具中。\n为什么选择我们：\n无广告、无跟踪：我们尊重您的隐私，插件完全无广告并且不收集任何用户数据。\n开源并持续更新：我们致力于为用户提供最好的体验，插件将定期更新并优化功能。\n轻量级：插件体积小巧，运行高效，不会对您的浏览器性能产生影响。\n常见问题：\n支持哪些PlantUML语法？ 插件目前支持 时序图和类图的转换。未来将会支持更多PlantUML功能。\n\n转换过程中遇到问题怎么办？ 如果您在使用过程中遇到任何问题或有任何建议，请通过开发者联系页面与我们沟通，我们会尽快回复。\n\n反馈与支持：\n如果你喜欢这个插件，欢迎给我们五星好评！您的支持是我们不断改进的动力。如果有任何问题或建议，请通过Chrome商店的支持选项联系我们。\n\n\nConvertidor de PlantUML a Mermaid es una extensión de Chrome fácil de usar, diseñada para ayudar a desarrolladores, diseñadores y gestores de proyectos a convertir diagramas de PlantUML a formato Mermaid sin esfuerzo. Ya sea que estés creando diagramas de flujo, diagramas de secuencia o diagramas de clases, esta herramienta hace que la conversión de diagramas sea más eficiente.\n\nCaracterísticas Principales:\nSoporte para Múltiples Tipos de Diagramas: Diagrama de Secuencia, Diagrama de Clases.\nInterfaz de Usuario Sencilla: Solo selecciona el tipo de diagrama, pega tu código PlantUML y obtén el código correspondiente en Mermaid al instante.\nConversión en Tiempo Real: Haz clic en el botón de convertir y el código Mermaid se generará inmediatamente, listo para usarse en Markdown, documentación u otras herramientas.\nAumenta la Eficiencia: Olvídate de las conversiones manuales tediosas y concéntrate en las tareas de diseño y desarrollo.\nCasos de Uso:\nDesarrolladores: Presenta diseños de sistemas y flujos de trabajo de forma más intuitiva en la documentación.\nGestores de Proyectos: Convierte diagramas de flujo de proyectos en un formato más comprensible para los miembros del equipo.\nDiseñadores: Transforma fácilmente diagramas de clases en diagramas Mermaid más visualmente atractivos.\nCómo Usar:\nDespués de instalar la extensión, haz clic en el icono de la extensión en la esquina superior derecha de tu navegador para abrir el convertidor.\nElige el tipo de diagrama que necesitas convertir (  Diagrama de Secuencia o Diagrama de Clases).\nPega tu código PlantUML en el cuadro de entrada.\nHaz clic en el botón \"Convertir\" para generar instantáneamente el código Mermaid.\nCopia el código Mermaid generado para usarlo en tus documentos o herramientas de visualización.\n¿Por Qué Elegirnos?\nSin Anuncios, Sin Seguimiento: Respetamos tu privacidad; esta extensión es completamente libre de anuncios y no recopila ningún dato del usuario.\nCódigo Abierto y Actualizaciones Regulares: Estamos comprometidos a brindar la mejor experiencia, con actualizaciones regulares y mejoras en las funciones.\nLigera: La extensión es pequeña, eficiente y no afectará el rendimiento de tu navegador.\nPreguntas Frecuentes:\n¿Qué sintaxis de PlantUML es compatible? Actualmente, la extensión soporta la conversión de  diagramas de secuencia y diagramas de clases. Más características de PlantUML serán soportadas en futuras actualizaciones.\n\n¿Qué debo hacer si encuentro problemas durante la conversión? Si experimentas algún problema o tienes sugerencias, por favor contáctanos a través de la página de contacto del desarrollador; responderemos lo antes posible.\n\nComentarios y Soporte:\nSi te gusta esta extensión, ¡considera darnos una calificación de 5 estrellas! Tu apoyo nos motiva a seguir mejorando. Para cualquier problema o sugerencia, contáctanos a través de la opción de soporte en Chrome Web Store."
  }
}