{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NetPay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to use extension to calculate UK take home pay on Indeed, Reed, Glassdoor and Linkedin"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking through job websites, seeing the annual salary and sick of not actually knowing how much you would take home? Same. Lets sort that for you.\n\nNetPay is the best tool to actually calculate and figure out how much take home pay you would get. Whether you're on Glassdoor, Reed, Indeed or LinkedIn, simply click recalculate and you will see your take home pay after deductions. \n\nFinding it useful? Why don't you leave a review!\n\nWhat is NetPay? \n\nA simple, easy-to-use Google Extension that calculates gross annual salaries to monthly, net, take home salaries. It helps simplify your job search by really considering how much you are actually worth, helping you negotiate that dream salary of yours. The main focus of this app is empowering the candidate to feel confident when applying for roles. \n\nWhat Jurisdictions does this work in? \n\nAt the moment only the UK. However, there are ongoing plans to build in New York NetPay and EU countries NetPay, given the recent regulatory changes surrounding salary transparency. After these are complete, we will prioritize the rest of North America.\n\nFunctionality\n\n- Live, NetPay figures shown in the website. Seamlessly replacing the annual salary with the monthly Net salary\n\n- Selection of Student Loan 1, Student Loan 2 and No student loan. Depending on when you went to university\n\n- Adjustable pension contribution percentage. The average is usually 5% however feel free to increase/decrease this as you please\n\n- Drag the NetPay button around to best suit you \n\n- Automatic profile saving. Once you have input your details, all you need to click is recalculate\n\nRoadmap\n\n- To expand the applicability of the extension to other countries \n\n- To build in handy features to work out how better off you would be (more on this coming \n  soon!)\n\n- To work with employers to increase salary transparency"
  }
}