{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pixiv AI Generated Prompt Display"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable you see generated picture prompt easyly on Pixiv."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the AI-Generated Image Information Extension, a powerful tool designed to enhance your browsing experience on art-sharing platforms. This innovative extension aims to provide users with valuable insights into AI-generated images by displaying the associated prompts and model information alongside the artwork. With this extension, you'll gain a deeper understanding of the creative process behind each image, fostering transparency and appreciation for AI-generated art.\n\nKey Features:\n\nPrompts Display: Our extension seamlessly integrates with your favorite art-sharing websites, automatically identifying AI-generated images. It then displays the original prompts or input phrases used to create these images, giving you a glimpse into the creative direction that guided the AI's output. But, it is displayed only when metadata exist of image. \n\nModel Information: Curiosity piqued? Alongside the prompts, you'll find details about the specific AI model that was used to generate the artwork. This includes information about the model architecture, its training data, and its capabilities, offering a comprehensive overview of the technology responsible for the art you're viewing.\n\nEnhanced Appreciation: Understanding the context in which AI-generated images were created enriches your viewing experience. You'll be able to appreciate the artistic choices made by both the prompt creator and the AI model, bridging the gap between human creativity and artificial intelligence.\n\nTransparency: In a world increasingly shaped by AI, transparency matters. Our extension promotes openness by demystifying the AI-generated art process. By showcasing the input prompts and model details, we empower users to engage critically with AI-generated content.\n\nBenefits:\n\nInsightful Exploration: Dive deeper into the world of AI-generated art. Uncover the thought-provoking prompts that initiated the creative process and explore the nuances of different AI models.\n\nEducational Resource: Whether you're an art enthusiast, a tech aficionado, or an educator, our extension serves as an educational tool. Learn about the capabilities and limitations of various AI models and witness their impact on visual art.\n\nFoster Discussions: The extension encourages meaningful conversations about AI's role in art and creativity. Share your discoveries with friends, artists, and tech enthusiasts, sparking dialogues about the intersection of technology and human expression.\n\nEmpower Creativity: For artists interested in experimenting with AI-generated art, our extension offers inspiration by showcasing a diverse range of prompts that can trigger novel and unexpected visual outcomes.\n\nGet Started:\nExperience the future of AI-generated art with the AI-Generated Image Information Extension. Join us in exploring the intersection of technology and creativity, fostering transparency, and gaining a deeper appreciation for the art that AI can produce."
  }
}