{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Intercom Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Checks emails on the current page against users in your Intercom account. If found, it will add a link and information on the user."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*INTERCOM HAS DEPRECATED THEIR API KEYS AND TOKENS SO THIS NO LONGER WORKS*\nCode is available here if you want to fork/make a pull request: https://github.com/BrianH2/Intercom-Chrome-Extension/\n\n------\n\nChecks emails on the current page to see if they are users of your application in Intercom. If found, it will add a link to the Intercom user profile and information on the user.\n\nEspecially helpful if you are using a CRM (like HubSpot CRM) that does not include an Intercom integration. You can use this on a list of contacts in HubSpot to get info on them from Intercom.\n\nIt will show you the following from Intercom:\n- the user's name\n- days since the user signup\n- the number of web sessions the user has had\n- location of the user\n\nFully integrated with Salesforce, HubSpot CRM and Zoho CRM. \n\n** Permissions explained: **\n* api.intercom.io - this permission is so the emails on the page can be sent to Intercom and information can be received. We do not see/record/change any information in your Intercom account.\n* background - this is so the extension can check email addresses automatically on the page. It gets the emails and checks them against your Intercom account.\n* active tab - the extension gets all email addresses on the page/tab you are on and sends them to Intercom to check if they are users and return information on them if they are.\n\nNote that absolutely no information is sent to the developers or any third party (other than Intercom). Your data is yours and is safe with you. You can always check the source code, available on github: https://github.com/BrianH2/Intercom-Chrome-Extension/\n\n\n** Usage: **\nNote these steps only need to be followed once!\n\n1. Once installed, open the options page by either (a) click on \"options\" under the extension listed in \"chrome://extensions/\" or (b) click on the extension in the menu bar and click on the \"edit options\" link.\n2. Sign into Intercom and go to Settings > Integrations > New API Key to generate READ ONLY Intercom API credentials. More info here: https://developers.intercom.io/reference#authorization\n3. Enter the API Key and App ID in the options page from step 1 and click save. Note the API key and App ID are saved locally to your Chrome browser using Chrome storage. We do not and never see your API credentials.\n4. Save and close the options.\n5. Now the extension will run automatically on any page you are on. To run the extension manually, simply click on the extension in the menu bar when you are on a page with email addresses.\n\n\n** Feedback? **\nLet us know in the Support tab above"
  }
}