{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Afterword"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for the afterword website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overcome Lengthy Content with Afterword - Your Chrome Research Powerhouse\nAfterword empowers you to breeze through walls of text with its innovative multi-level summaries and organizational tools.\n\nKey Features:\n\n•\tMulti-Level Summaries: Get an AI-powered overview of any web page, with the ability to zoom in and out for deeper analysis.\n•\tSubheading Navigation: Effortlessly skim through lengthy articles with automatically generated subheadings that guide you to the information you seek.\n•\tSave & Annotate: Store summaries and original sources for future reference. Highlight key sections and add annotations just like you would in a physical book.\n•\tHyperdocuments: Create digital scrapbooks called \"Hyperdocuments\" where you can effortlessly collect and organize saved excerpts and annotated sources.\n•\tFrictionless Hyperdoc Creation: Start a Hyperdoc directly from highlighted text, making information gathering a seamless process.\n\nBenefits:\n\n•\tFaster Research: Break down complex articles into easily digestible summaries, saving you valuable time.\n•\tImproved Comprehension: Gain a deeper understanding of the content with multi-level summaries and annotations.\n•\tEnhanced Organization: Store research materials and organize your thoughts with Hyperdocuments.\n•\tEffortless Reference: Never lose track of important information - your summaries and annotated sources are readily available in your profile.\n\nGetting Started:\n\nAfterword integrates seamlessly into your Chrome browser. Install the extension from the Chrome Web Store and start summarizing articles with a simple click!\n\nFAQs:\n\n•\tQ: Does Afterword work on all websites? A: Afterword strives to summarize a wide range of web content.\n•\tQ: How do I access my saved summaries and annotations? A: Your saved summaries and annotations are stored within your Afterword profile.\n\nAfterword - Your research companion for a more productive and insightful browsing experience!"
  }
}