{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SVG Code Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert your SVG code into downloadable SVG or high-resolution PNG files with a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nSVG Code Downloader is a powerful Chrome extension designed to make the life of designers and developers easier. With this extension, you can effortlessly convert SVG code into downloadable SVG or high-resolution PNG files. Whether you're working on a complex web project or just need to download a vector graphic for a presentation, SVG Code Downloader is the perfect tool for you.\n\nKey Features\n\n1. Convert SVG Code to Downloadable Files\nSVG Code Downloader allows you to paste your SVG code into a text area and download it as an SVG or a high-resolution PNG file with just a click. No need for external tools or websites – everything is handled directly in your browser.\n\n2. High-Resolution PNG Downloads\nWhen converting SVG code to PNG, the extension ensures that the image is at least 4000 pixels wide and has a resolution of 300 PPI. This guarantees that your PNG files are of the highest quality, suitable for print and digital use.\n\n3. Easy-to-Use Interface\nThe user-friendly interface makes it simple for anyone to use, even if you're not a tech expert. Just paste your SVG code, select the desired format, and download your file.\n\n4. Dark Mode\nEnjoy working late at night or in low-light environments with the extension's dark mode. The dark-themed interface reduces eye strain and looks great on your screen.\n\n5. Donation and Contact Information\nIf you appreciate the extension and would like to support its development, there's an easy-to-find \"Donate\" section. Additionally, a \"Contact\" section is available with links to the developer's social media and email for any support or feedback.\n\nWhy You Should Install SVG Code Downloader\n\nSave Time and Effort\nNo more switching between different software or online converters. SVG Code Downloader integrates seamlessly into your browser, allowing you to convert and download files without interrupting your workflow.\n\nMaintain High Quality\nUnlike some online converters that may compress your files, SVG Code Downloader ensures that your images maintain their quality. High-resolution PNG downloads ensure that your graphics are sharp and clear.\n\nConvenience at Your Fingertips\nWith a simple, intuitive interface, you can quickly and easily convert SVG code to downloadable files. This convenience makes it an indispensable tool for designers, developers, and anyone who frequently works with vector graphics.\n\nFree to Use\nSVG Code Downloader is completely free to use. While donations are appreciated to support further development, all features are available without any cost.\n\nSecure and Private\nYour SVG code is processed locally in your browser, which means that your data is never sent to external servers. This ensures that your work remains private and secure.\n\nHow to Use SVG Code Downloader\n\n1. Install the Extension: Add SVG Code Downloader to your Chrome browser from the Chrome Web Store.\n2. Open the Extension: Click on the SVG Code Downloader icon in your browser toolbar to open the extension popup.\n3. Paste Your SVG Code: Copy your SVG code and paste it into the provided text area.\n4. Download Your File: Click on \"Download SVG\" to save the file as an SVG, or \"Download PNG\" to save it as a high-resolution PNG.\n\nAdditional Information\n\n• Donate Bitcoin: 3Fwte14CoEvNSnBcoJKVyNNWmMvp4hThad\n• Donate Ordinals, BRC-20 & Runes: bc1p5mhfcpswq386nwluml9d23n3zwewfvj5cdj0972ve6uxpzz5lsdsfdwsnv\n• Contact Information:\n   • X (Twitter): https://x.com/SabunickBTC\n   • Discord: https://discord.gg/jTdVYMyAZd\n   • Instagram: https://www.instagram.com/sabunick/\n   • Gmail: sabunickbtc@gmail.com\n\nInstall SVG Code Downloader today and streamline your workflow with this essential tool for converting SVG code to downloadable files. Save time, maintain quality, and enjoy the convenience of having this functionality right in your browser."
  }
}