{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Permission Comparator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Permission Comparator is a powerful yet simple Chrome extension designed to help developers and security professionals easily…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Permission Comparator is a powerful yet simple Chrome extension designed to help developers and security professionals easily compare permissions between two text files. Whether you're auditing application permissions, comparing configuration files, or tracking changes in your codebase, Permission Comparator streamlines the process by providing a clear and concise comparison.\n\nFeatures:\n\n* Quick Comparison: Upload two .txt files, and Permission Comparator will instantly compare the entries, highlighting differences and similarities.\n\n* Detailed Output: The extension generates a report showing entries unique to each file as well as entries that are common to both.\n\n* User-Friendly Interface: The clean and intuitive UI ensures a smooth experience, even for users with minimal technical expertise.\n\n* Customizable: Built with flexibility in mind, Permission Comparator can handle a variety of use cases, from permission audits to general file comparisons.\n\n\nHow It Works:\n\n1. Upload your two .txt files containing the entries you wish to compare.\nClick the \"Compare Files\" button.\n\n2. The extension generates a downloadable .txt file with the results, showing unique and common entries between the two files.\n\n\nWho Can Benefit:\n\n* Developers: Quickly compare permission sets or configuration files.\n\n* Security Analysts: Easily identify discrepancies between security policies or access permissions.\n\n* Project Managers: Track changes in project files or documentation.\n\nPermission Comparator is an essential tool for anyone who needs to compare text entries efficiently and accurately. Save time, reduce errors, and ensure consistency with Permission Comparator."
  }
}