{
  "name": {
    "ar": "منظف ​​الحافظة",
    "am": "ክሊፕቦርድ ማጽጃ",
    "bg": "Почистване на клипборда",
    "bn": "ক্লিপবোর্ড ক্লিনার",
    "ca": "Netejador de porta-retalls",
    "cs,sk": "Čistič schránky",
    "da,en,en_AU,en_GB,en_US": "Clipboard Cleaner",
    "de": "Zwischenablage-Reiniger",
    "el": "Καθαριστικό πρόχειρου",
    "es,es_419": "Limpiador de portapapeles",
    "et": "Lõikelaua puhastaja",
    "fa": "پاک کننده کلیپ بورد",
    "fi": "Leikepöydän puhdistusaine",
    "fil": "Panlinis ng Clipboard",
    "fr": "Nettoyeur de presse-papiers",
    "gu": "ક્લિપબોર્ડ ક્લીનર",
    "he": "מנקה לוח",
    "hi": "क्लिपबोर्ड क्लीनर",
    "hr": "Čistač međuspremnika",
    "hu": "Vágólap tisztító",
    "id,ms": "Pembersih Papan Klip",
    "it": "Pulitore per appunti",
    "ja": "クリップボードクリーナー",
    "kn": "ಕ್ಲಿಪ್ಬೋರ್ಡ್ ಕ್ಲೀನರ್",
    "ko": "클립보드 클리너",
    "lt": "Iškarpinės valiklis",
    "lv": "Starpliktuves tīrītājs",
    "ml": "ക്ലിപ്പ്ബോർഡ് ക്ലീനർ",
    "mr": "क्लिपबोर्ड क्लिनर",
    "nl": "Klembordreiniger",
    "no": "Utklippstavlerens",
    "pl": "Czyszczenie schowka",
    "pt_BR,pt_PT": "Limpador de área de transferência",
    "ro": "Cleaner clipboard",
    "ru": "Очиститель буфера обмена",
    "sl": "Čistilec odložišča",
    "sr": "Цлипбоард Цлеанер",
    "sv": "Rengöring för urklipp",
    "sw": "Kisafishaji cha Ubao wa kunakili",
    "ta": "கிளிப்போர்டு கிளீனர்",
    "te": "క్లిప్‌బోర్డ్ క్లీనర్",
    "th": "น้ำยาทำความสะอาดคลิปบอร์ด",
    "tr": "Pano Temizleyici",
    "uk": "Очищувач буфера обміну",
    "vi": "Bộ dọn dẹp kẹp giấy",
    "zh_CN": "剪贴板清理器",
    "zh_TW": "剪貼簿清理器"
  },
  "short": {
    "ar": "قم بمسح محتوى الحافظة الخاصة بك على الفور للحفاظ على الخصوصية والأمان بنقرتين فقط.",
    "am": "በቅጽበት የእርስዎን የቅንጥብ ሰሌዳ ይዘት ለግላዊነት እና ደህንነት በሁለት ጠቅታዎች ያጽዱ።",
    "bg": "Незабавно изчистете съдържанието на клипборда си за поверителност и сигурност само с две кликвания.",
    "bn": "মাত্র দুটি ক্লিকে গোপনীয়তা এবং নিরাপত্তার জন্য আপনার ক্লিপবোর্ডের সামগ্রী অবিলম্বে সাফ করুন৷",
    "ca": "Netegeu el contingut del porta-retalls a l'instant per a la privadesa i la seguretat amb només dos clics.",
    "cs": "Okamžitě vymažte obsah schránky pro ochranu soukromí a zabezpečení pouhými dvěma kliknutími.",
    "da": "Ryd øjeblikkeligt dit udklipsholderindhold for privatliv og sikkerhed med kun to klik.",
    "de": "Löschen Sie den Inhalt Ihrer Zwischenablage aus Datenschutz- und Sicherheitsgründen mit nur zwei Klicks sofort.",
    "el": "Διαγράψτε άμεσα το περιεχόμενο του προχείρου σας για απόρρητο και ασφάλεια με δύο μόνο κλικ.",
    "en,en_AU,en_GB,en_US": "Instantly clear your clipboard content for privacy and security with just two clicks.",
    "es,es_419": "Borre instantáneamente el contenido de su portapapeles para mayor privacidad y seguridad con solo dos clics.",
    "et": "Tühjendage oma lõikepuhvri sisu koheselt privaatsuse ja turvalisuse tagamiseks vaid kahe klõpsuga.",
    "fa": "محتوای کلیپ بورد خود را برای حفظ حریم خصوصی و امنیت تنها با دو کلیک بلافاصله پاک کنید.",
    "fi": "Tyhjennä leikepöydän sisältö välittömästi yksityisyyden ja turvallisuuden takaamiseksi vain kahdella napsautuksella.",
    "fil": "Agad na i-clear ang nilalaman ng iyong clipboard para sa privacy at seguridad sa dalawang pag-click lang.",
    "fr": "Effacez instantanément le contenu de votre presse-papiers pour plus de confidentialité et de sécurité en seulement deux clics.",
    "gu": "માત્ર બે ક્લિક સાથે ગોપનીયતા અને સુરક્ષા માટે તમારી ક્લિપબોર્ડ સામગ્રીને તરત જ સાફ કરો.",
    "he": "נקה באופן מיידי את תוכן הלוח שלך לפרטיות ואבטחה בשתי לחיצות בלבד.",
    "hi": "गोपनीयता और सुरक्षा के लिए केवल दो क्लिक से अपने क्लिपबोर्ड की सामग्री को तुरंत साफ़ करें।",
    "hr": "Trenutačno izbrišite sadržaj međuspremnika radi privatnosti i sigurnosti sa samo dva klika.",
    "hu": "Azonnal törölje a vágólap tartalmát az adatvédelem és a biztonság érdekében mindössze két kattintással.",
    "id": "Segera hapus konten clipboard Anda demi privasi dan keamanan hanya dengan dua klik.",
    "it": "Cancella all'istante il contenuto degli appunti per tutelare la tua privacy e la tua sicurezza con soli due clic.",
    "ja": "たった 2 回のクリックで、クリップボードの内容を即座にクリアし、プライバシーとセキュリティを確保します。",
    "kn": "ಕೇವಲ ಎರಡು ಕ್ಲಿಕ್‌ಗಳಲ್ಲಿ ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆಗಾಗಿ ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ವಿಷಯವನ್ನು ತಕ್ಷಣವೇ ತೆರವುಗೊಳಿಸಿ.",
    "ko": "두 번만 클릭하면 개인 정보와 보안을 위해 클립보드 내용을 즉시 지울 수 있습니다.",
    "lt": "Iškart išvalykite iškarpinės turinį, kad užtikrintumėte privatumą ir saugumą vos dviem paspaudimais.",
    "lv": "Nekavējoties notīriet starpliktuves saturu, lai nodrošinātu konfidencialitāti un drošību, tikai ar diviem klikšķiem.",
    "ml": "രണ്ട് ക്ലിക്കുകളിലൂടെ സ്വകാര്യതയ്ക്കും സുരക്ഷയ്ക്കുമായി നിങ്ങളുടെ ക്ലിപ്പ്ബോർഡ് ഉള്ളടക്കം തൽക്ഷണം മായ്‌ക്കുക.",
    "mr": "फक्त दोन क्लिकसह गोपनीयता आणि सुरक्षिततेसाठी तुमची क्लिपबोर्ड सामग्री त्वरित साफ करा.",
    "ms": "Kosongkan kandungan papan keratan anda serta-merta untuk privasi dan keselamatan dengan hanya dua klik.",
    "nl": "Wis met slechts twee klikken direct de inhoud van uw klembord voor privacy en veiligheid.",
    "no": "Fjern umiddelbart innholdet på utklippstavlen for personvern og sikkerhet med bare to klikk.",
    "pl": "Natychmiast wyczyść zawartość schowka, zapewniając sobie prywatność i bezpieczeństwo, za pomocą zaledwie dwóch kliknięć.",
    "pt_BR,pt_PT": "Limpe instantaneamente o conteúdo da sua área de transferência para privacidade e segurança com apenas dois cliques.",
    "ro": "Ștergeți instantaneu conținutul clipboard-ului pentru confidențialitate și securitate cu doar două clicuri.",
    "ru": "Мгновенно очищайте содержимое буфера обмена для обеспечения конфиденциальности и безопасности всего двумя щелчками мыши.",
    "sk": "Okamžite vymažte obsah schránky pre súkromie a bezpečnosť iba dvoma kliknutiami.",
    "sl": "Takoj počistite vsebino odložišča za zasebnost in varnost s samo dvema klikoma.",
    "sr": "Одмах обришите садржај међуспремника ради приватности и безбедности са само два клика.",
    "sv": "Rensa omedelbart ditt urklippsinnehåll för integritet och säkerhet med bara två klick.",
    "sw": "Futa maudhui ya ubao wako wa kunakili papo hapo kwa faragha na usalama kwa mibofyo miwili pekee.",
    "ta": "தனியுரிமை மற்றும் பாதுகாப்பிற்காக உங்கள் கிளிப்போர்டு உள்ளடக்கத்தை இரண்டு கிளிக்குகளில் உடனடியாக அழிக்கவும்.",
    "te": "కేవలం రెండు క్లిక్‌లతో గోప్యత మరియు భద్రత కోసం మీ క్లిప్‌బోర్డ్ కంటెంట్‌ను తక్షణమే క్లియర్ చేయండి.",
    "th": "ล้างเนื้อหาคลิปบอร์ดของคุณทันทีเพื่อความเป็นส่วนตัวและปลอดภัยด้วยการคลิกเพียงสองครั้ง",
    "tr": "Gizliliğiniz ve güvenliğiniz için panonuzdaki içeriği sadece iki tıklamayla anında temizleyin.",
    "uk": "Миттєво очистіть вміст буфера обміну для конфіденційності та безпеки лише двома клацаннями.",
    "vi": "Xóa ngay nội dung trong clipboard để đảm bảo quyền riêng tư và bảo mật chỉ với hai cú nhấp chuột.",
    "zh_CN": "只需两次单击即可立即清除剪贴板内容，以确保隐私和安全。",
    "zh_TW": "只需點擊兩次即可立即清除剪貼簿內容，以確保隱私和安全。"
  },
  "long": {
    "ar": "\"Clipboard Cleaner\" هو ملحق Chrome بسيط ولكنه قوي مصمم لحماية خصوصيتك وتعزيز الأمان من خلال مسح محتوى الحافظة على الفور.\n\nالميزات الرئيسية:\n\nحماية الخصوصية: قم بإزالة بيانات الحافظة الحساسة على الفور لضمان عدم تخزين معلوماتك أو إساءة استخدامها.\nسهل الاستخدام: قم بتنشيط وظيفة التنظيف بنقرة واحدة أو من خلال قائمة السياق.\nخفيف الوزن: يعمل الملحق بكفاءة في الخلفية مع الحد الأدنى من استخدام الموارد.\nقابل للتخصيص: توفر خيارات قائمة السياق وصولاً سريعًا، وتؤكد الإشعارات الإجراءات.\nحافظ على الحافظة نظيفة وآمنة باستخدام Clipboard Cleaner! مثالي لأي شخص مهتم بالخصوصية، وخاصة عند نسخ المعلومات الحساسة مثل كلمات المرور أو البيانات الشخصية أو التفاصيل المالية.\n\nالحافظة الخاصة بك، تحكمك.",
    "am": "\"ክሊፕቦርድ ማጽጃ\" የእርስዎን የቅንጥብ ሰሌዳ ይዘት ወዲያውኑ በማጽዳት የእርስዎን ግላዊነት ለመጠበቅ እና ደህንነትን ለማሻሻል የተነደፈ ቀላል ግን ኃይለኛ የChrome ቅጥያ ነው።\n\nቁልፍ ባህሪዎች\n\nየግላዊነት ጥበቃ፡ መረጃዎ እንዳልተቀመጠ ወይም አለአግባብ ጥቅም ላይ እንደዋለ ለማረጋገጥ ሚስጥራዊነት ያለው የቅንጥብ ሰሌዳ ውሂብን ወዲያውኑ ያስወግዱ።\nለመጠቀም ቀላል፡ የጽዳት ተግባሩን በአንድ ጠቅታ ወይም በአውድ ሜኑ በኩል ያግብሩ።\nቀላል ክብደት፡ ቅጥያው በትንሹ የሃብት አጠቃቀም ከበስተጀርባ በብቃት ይሰራል።\nሊበጅ የሚችል፡ የአውድ ምናሌ አማራጮች ፈጣን መዳረሻ ይሰጣሉ፣ እና ማሳወቂያዎች ድርጊቶችን ያረጋግጣሉ።\nበቅንጥብ ሰሌዳ ማጽጃ ቅንጥብ ሰሌዳዎን ንጹህ እና ደህንነቱ የተጠበቀ ያድርጉት! በተለይ እንደ የይለፍ ቃሎች፣ የግል መረጃዎች ወይም የፋይናንስ ዝርዝሮች ያሉ ሚስጥራዊነት ያላቸው መረጃዎችን በሚገለብጡበት ጊዜ ስለ ግላዊነት ለሚጨነቅ ለማንኛውም ሰው ፍጹም ነው።\n\nየእርስዎ ቅንጥብ ሰሌዳ፣ የእርስዎ ቁጥጥር።",
    "bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,et,gu,hr,hu,id,kn,lt,lv,ml,mr,ro,sk,sl,sr,sw,ta,te,tr": "\"Clipboard Cleaner\" is a simple yet powerful Chrome extension designed to protect your privacy and enhance security by instantly clearing your clipboard content.\n\nKey Features:\n\nPrivacy Protection: Remove sensitive clipboard data instantly to ensure your information is not stored or misused.\nEasy to Use: Activate the cleaning function with a single click or through the context menu.\nLightweight: The extension operates efficiently in the background with minimal resource usage.\nCustomizable: Context menu options provide quick access, and notifications confirm actions.\nKeep your clipboard clean and secure with Clipboard Cleaner! Perfect for anyone concerned about privacy, especially when copying sensitive information like passwords, personal data, or financial details.\n\nYour clipboard, your control.",
    "da": "\"Clipboard Cleaner\" er en enkel, men kraftfuld Chrome-udvidelse designet til at beskytte dit privatliv og øge sikkerheden ved øjeblikkeligt at rydde dit udklipsholderindhold.\n\nNøglefunktioner:\n\nPrivatlivsbeskyttelse: Fjern følsomme udklipsholderdata øjeblikkeligt for at sikre, at dine oplysninger ikke gemmes eller misbruges.\nNem at bruge: Aktiver rengøringsfunktionen med et enkelt klik eller gennem kontekstmenuen.\nLetvægts: Udvidelsen fungerer effektivt i baggrunden med minimalt ressourceforbrug.\nKan tilpasses: Indstillinger i kontekstmenuen giver hurtig adgang, og meddelelser bekræfter handlinger.\nHold din klippeplade ren og sikker med Clipboard Cleaner! Perfekt til alle, der bekymrer sig om privatlivets fred, især når du kopierer følsomme oplysninger som adgangskoder, personlige data eller økonomiske detaljer.\n\nDit udklipsholder, din kontrol.",
    "de": "„Clipboard Cleaner“ ist eine einfache, aber leistungsstarke Chrome-Erweiterung, die Ihre Privatsphäre schützt und die Sicherheit verbessert, indem sie den Inhalt Ihrer Zwischenablage sofort löscht.\n\nHauptfunktionen:\n\nDatenschutz: Entfernen Sie vertrauliche Daten aus der Zwischenablage sofort, um sicherzustellen, dass Ihre Informationen nicht gespeichert oder missbraucht werden.\nEinfach zu verwenden: Aktivieren Sie die Reinigungsfunktion mit einem einzigen Klick oder über das Kontextmenü.\nSchlank: Die Erweiterung arbeitet effizient im Hintergrund mit minimalem Ressourcenverbrauch.\nAnpassbar: Kontextmenüoptionen bieten schnellen Zugriff und Benachrichtigungen bestätigen Aktionen.\nHalten Sie Ihre Zwischenablage mit Clipboard Cleaner sauber und sicher! Perfekt für alle, denen Ihre Privatsphäre wichtig ist, insbesondere beim Kopieren vertraulicher Informationen wie Passwörter, persönlicher Daten oder Finanzdaten.\n\nIhre Zwischenablage, Ihre Kontrolle.",
    "es,es_419": "\"Clipboard Cleaner\" es una extensión de Chrome sencilla pero potente diseñada para proteger tu privacidad y mejorar la seguridad al borrar instantáneamente el contenido del portapapeles.\n\nCaracterísticas principales:\n\nProtección de la privacidad: elimina los datos confidenciales del portapapeles al instante para garantizar que tu información no se almacene ni se use de forma indebida.\nFácil de usar: activa la función de limpieza con un solo clic o a través del menú contextual.\nLigera: la extensión funciona de manera eficiente en segundo plano con un uso mínimo de recursos.\nPersonalizable: las opciones del menú contextual brindan un acceso rápido y las notificaciones confirman las acciones.\n¡Mantén tu portapapeles limpio y seguro con Clipboard Cleaner! Perfecto para cualquier persona preocupada por la privacidad, especialmente al copiar información confidencial como contraseñas, datos personales o detalles financieros.\n\nTu portapapeles, tu control.",
    "fa": "\"Clipboard Cleaner\" یک برنامه افزودنی ساده و در عین حال قدرتمند Chrome است که برای محافظت از حریم خصوصی شما و افزایش امنیت با پاک کردن فوری محتوای کلیپ بورد شما طراحی شده است.\n\nویژگی های کلیدی:\n\nحفاظت از حریم خصوصی: اطلاعات حساس کلیپ بورد را فوراً حذف کنید تا مطمئن شوید اطلاعات شما ذخیره یا سوء استفاده نمی شود.\nاستفاده آسان: عملکرد تمیز کردن را با یک کلیک یا از طریق منوی زمینه فعال کنید.\nسبک وزن: برنامه افزودنی به طور موثر در پس‌زمینه با حداقل استفاده از منابع کار می‌کند.\nقابل تنظیم: گزینه های منوی زمینه دسترسی سریع را فراهم می کنند و اعلان ها اقدامات را تأیید می کنند.\nبا Clipboard Cleaner کلیپ بورد خود را تمیز و ایمن نگه دارید! ایده آل برای هر کسی که نگران حفظ حریم خصوصی است، به ویژه هنگام کپی کردن اطلاعات حساس مانند رمز عبور، داده های شخصی یا جزئیات مالی.\n\nکلیپ بورد شما، کنترل شما.",
    "fi": "\"Clipboard Cleaner\" on yksinkertainen mutta tehokas Chrome-laajennus, joka on suunniteltu suojaamaan yksityisyyttäsi ja parantamaan turvallisuutta poistamalla leikepöydän sisällön välittömästi.\n\nTärkeimmät ominaisuudet:\n\nYksityisyyden suoja: Poista arkaluontoiset leikepöydän tiedot välittömästi varmistaaksesi, ettei tietojasi tallenneta tai käytetä väärin.\nHelppokäyttöinen: Aktivoi puhdistustoiminto yhdellä napsautuksella tai pikavalikon kautta.\nKevyt: Laajennus toimii tehokkaasti taustalla minimaalisella resurssien käytöllä.\nMukautettava: Kontekstivalikon vaihtoehdot tarjoavat nopean pääsyn, ja ilmoitukset vahvistavat toiminnot.\nPidä leikepöydäsi puhtaana ja turvallisena Clipboard Cleanerin avulla! Täydellinen kaikille yksityisyydestä huolissaan, etenkin kun kopioit arkaluontoisia tietoja, kuten salasanoja, henkilötietoja tai taloustietoja.\n\nSinun leikepöytäsi, sinun hallintasi.",
    "fil": "Ang \"Clipboard Cleaner\" ay isang simple ngunit malakas na extension ng Chrome na idinisenyo upang protektahan ang iyong privacy at pahusayin ang seguridad sa pamamagitan ng agarang pag-clear sa content ng iyong clipboard.\n\nMga Pangunahing Tampok:\n\nProteksyon sa Privacy: Agad na tanggalin ang sensitibong data ng clipboard upang matiyak na hindi nakaimbak o nagagamit sa maling paraan ang iyong impormasyon.\nMadaling Gamitin: I-activate ang function ng paglilinis sa isang pag-click o sa pamamagitan ng menu ng konteksto.\nMagaan: Ang extension ay mahusay na gumagana sa background na may kaunting paggamit ng mapagkukunan.\nNako-customize: Nagbibigay ang mga opsyon sa menu ng konteksto ng mabilis na pag-access, at kinukumpirma ng mga notification ang mga pagkilos.\nPanatilihing malinis at secure ang iyong clipboard gamit ang Clipboard Cleaner! Perpekto para sa sinumang nag-aalala tungkol sa privacy, lalo na kapag kumukopya ng sensitibong impormasyon tulad ng mga password, personal na data, o mga detalye sa pananalapi.\n\nAng iyong clipboard, ang iyong kontrol.",
    "fr": "\"Clipboard Cleaner\" est une extension Chrome simple mais puissante conçue pour protéger votre vie privée et améliorer la sécurité en effaçant instantanément le contenu de votre presse-papiers.\n\nPrincipales fonctionnalités :\n\nProtection de la vie privée : supprimez instantanément les données sensibles du presse-papiers pour garantir que vos informations ne sont pas stockées ou utilisées à mauvais escient.\nFacile à utiliser : activez la fonction de nettoyage en un seul clic ou via le menu contextuel.\nLéger : l'extension fonctionne efficacement en arrière-plan avec une utilisation minimale des ressources.\nPersonnalisable : les options du menu contextuel offrent un accès rapide et les notifications confirment les actions.\nGardez votre presse-papiers propre et sécurisé avec Clipboard Cleaner ! Parfait pour toute personne soucieuse de la confidentialité, en particulier lors de la copie d'informations sensibles telles que des mots de passe, des données personnelles ou des informations financières.\n\nVotre presse-papiers, votre contrôle.",
    "he": "\"Clipboard Cleaner\" הוא תוסף Chrome פשוט אך רב עוצמה שנועד להגן על הפרטיות שלך ולשפר את האבטחה על ידי ניקוי מיידי של תוכן הלוח שלך.\n\nתכונות עיקריות:\n\nהגנת פרטיות: הסר נתוני לוח רגישים באופן מיידי כדי להבטיח שהמידע שלך לא יאוחסן או נעשה בו שימוש לרעה.\nקל לשימוש: הפעל את פונקציית הניקוי בלחיצה אחת או דרך תפריט ההקשר.\nקל משקל: התוסף פועל ביעילות ברקע עם שימוש מינימלי במשאבים.\nניתן להתאמה אישית: אפשרויות תפריט ההקשר מספקות גישה מהירה, והתראות מאשרות פעולות.\nשמור על הלוח שלך נקי ומאובטח עם Clipboard Cleaner! מושלם לכל מי שמודאג מפרטיות, במיוחד בעת העתקת מידע רגיש כמו סיסמאות, נתונים אישיים או פרטים פיננסיים.\n\nהלוח שלך, השליטה שלך.",
    "hi": "\"क्लिपबोर्ड क्लीनर\" एक सरल लेकिन शक्तिशाली क्रोम एक्सटेंशन है जिसे आपकी गोपनीयता की रक्षा करने और आपके क्लिपबोर्ड की सामग्री को तुरंत साफ़ करके सुरक्षा बढ़ाने के लिए डिज़ाइन किया गया है।\n\nमुख्य विशेषताएं:\n\nगोपनीयता सुरक्षा: संवेदनशील क्लिपबोर्ड डेटा को तुरंत हटाएँ ताकि यह सुनिश्चित हो सके कि आपकी जानकारी संग्रहीत या दुरुपयोग न हो।\nउपयोग में आसान: एक क्लिक या संदर्भ मेनू के माध्यम से सफाई फ़ंक्शन को सक्रिय करें।\nहल्का: एक्सटेंशन न्यूनतम संसाधन उपयोग के साथ पृष्ठभूमि में कुशलतापूर्वक संचालित होता है।\nअनुकूलन योग्य: संदर्भ मेनू विकल्प त्वरित पहुँच प्रदान करते हैं, और सूचनाएँ क्रियाओं की पुष्टि करती हैं।\nक्लिपबोर्ड क्लीनर के साथ अपने क्लिपबोर्ड को साफ और सुरक्षित रखें! गोपनीयता के बारे में चिंतित किसी भी व्यक्ति के लिए बिल्कुल सही, खासकर जब पासवर्ड, व्यक्तिगत डेटा या वित्तीय विवरण जैसी संवेदनशील जानकारी की प्रतिलिपि बनाते हैं।\n\nआपका क्लिपबोर्ड, आपका नियंत्रण।",
    "it": "\"Clipboard Cleaner\" è un'estensione Chrome semplice ma potente progettata per proteggere la tua privacy e migliorare la sicurezza cancellando all'istante il contenuto degli appunti.\n\nCaratteristiche principali:\n\nProtezione della privacy: rimuovi all'istante i dati sensibili degli appunti per garantire che le tue informazioni non vengano archiviate o utilizzate in modo improprio.\nFacile da usare: attiva la funzione di pulizia con un solo clic o tramite il menu contestuale.\nLeggera: l'estensione funziona in modo efficiente in background con un utilizzo minimo delle risorse.\nPersonalizzabile: le opzioni del menu contestuale forniscono un accesso rapido e le notifiche confermano le azioni.\nMantieni gli appunti puliti e sicuri con Clipboard Cleaner! Perfetto per chiunque sia preoccupato per la privacy, soprattutto quando si copiano informazioni sensibili come password, dati personali o dettagli finanziari.\n\nGli appunti, il tuo controllo.",
    "ja": "「クリップボード クリーナー」は、クリップボードのコンテンツを即座に消去することでプライバシーを保護し、セキュリティを強化するように設計された、シンプルでありながら強力な Chrome 拡張機能です。\n\n主な機能:\n\nプライバシー保護: 機密性の高いクリップボード データを即座に削除して、情報が保存されたり悪用されたりしないようにします。\n\n使いやすさ: 1 回のクリックまたはコンテキスト メニューからクリーニング機能を有効にします。\n\n軽量: 拡張機能は、リソースの使用を最小限に抑えながらバックグラウンドで効率的に動作します。\n\nカスタマイズ可能: コンテキスト メニュー オプションですばやくアクセスでき、通知でアクションを確認できます。\n\nクリップボード クリーナーでクリップボードをクリーンかつ安全に保ってください。特にパスワード、個人データ、財務情報などの機密情報をコピーする場合など、プライバシーを気にする方に最適です。\n\nクリップボードは自分でコントロールできます。",
    "ko": "\"클립보드 클리너\"는 클립보드 내용을 즉시 지워 개인 정보를 보호하고 보안을 강화하도록 설계된 간단하면서도 강력한 Chrome 확장 프로그램입니다.\n\n주요 기능:\n\n개인 정보 보호: 민감한 클립보드 데이터를 즉시 제거하여 정보가 저장되거나 오용되지 않도록 합니다.\n사용하기 쉬움: 한 번의 클릭이나 컨텍스트 메뉴를 통해 정리 기능을 활성화합니다.\n가벼움: 이 확장 프로그램은 최소한의 리소스 사용으로 백그라운드에서 효율적으로 작동합니다.\n사용자 정의 가능: 컨텍스트 메뉴 옵션은 빠른 액세스를 제공하고 알림은 작업을 확인합니다.\n클립보드 클리너로 클립보드를 깨끗하고 안전하게 유지하세요! 특히 비밀번호, 개인 데이터 또는 재무 세부 정보와 같은 민감한 정보를 복사할 때 개인 정보에 대해 걱정하는 모든 사람에게 적합합니다.\n\n클립보드, 당신의 제어.",
    "ms": "\"Pembersih Papan Klip\" ialah sambungan Chrome yang ringkas namun berkuasa yang direka bentuk untuk melindungi privasi anda dan meningkatkan keselamatan dengan mengosongkan kandungan papan keratan anda dengan serta-merta.\n\nCiri-ciri Utama:\n\nPerlindungan Privasi: Alih keluar data papan keratan sensitif serta-merta untuk memastikan maklumat anda tidak disimpan atau disalahgunakan.\nMudah Digunakan: Aktifkan fungsi pembersihan dengan satu klik atau melalui menu konteks.\nRingan: Sambungan beroperasi dengan cekap di latar belakang dengan penggunaan sumber yang minimum.\nBoleh disesuaikan: Pilihan menu konteks menyediakan akses pantas dan pemberitahuan mengesahkan tindakan.\nPastikan papan klip anda bersih dan selamat dengan Pembersih Papan Klip! Sesuai untuk sesiapa sahaja yang mengambil berat tentang privasi, terutamanya apabila menyalin maklumat sensitif seperti kata laluan, data peribadi atau butiran kewangan.\n\nPapan keratan anda, kawalan anda.",
    "nl": "\"Clipboard Cleaner\" is een eenvoudige maar krachtige Chrome-extensie die is ontworpen om uw privacy te beschermen en de beveiliging te verbeteren door uw klembordinhoud direct te wissen.\n\nBelangrijkste kenmerken:\n\nPrivacybescherming: verwijder gevoelige klembordgegevens direct om ervoor te zorgen dat uw informatie niet wordt opgeslagen of misbruikt.\nGebruiksvriendelijk: activeer de opschoonfunctie met één klik of via het contextmenu.\nLichtgewicht: de extensie werkt efficiënt op de achtergrond met minimaal resourcegebruik.\nAanpasbaar: contextmenuopties bieden snelle toegang en meldingen bevestigen acties.\nHoud uw klembord schoon en veilig met Clipboard Cleaner! Perfect voor iedereen die bezorgd is over privacy, vooral bij het kopiëren van gevoelige informatie zoals wachtwoorden, persoonlijke gegevens of financiële details.\n\nUw klembord, uw controle.",
    "no": "\"Clipboard Cleaner\" er en enkel, men kraftig Chrome-utvidelse designet for å beskytte personvernet ditt og øke sikkerheten ved å tømme utklippstavlens innhold umiddelbart.\n\nNøkkelfunksjoner:\n\nPersonvern: Fjern sensitive utklippstavledata umiddelbart for å sikre at informasjonen din ikke lagres eller misbrukes.\nEnkel å bruke: Aktiver rengjøringsfunksjonen med et enkelt klikk eller gjennom hurtigmenyen.\nLett: Utvidelsen fungerer effektivt i bakgrunnen med minimal ressursbruk.\nTilpassbar: Alternativer for hurtigmeny gir rask tilgang, og varsler bekrefter handlinger.\nHold utklippstavlen din ren og sikker med Clipboard Cleaner! Perfekt for alle som er bekymret for personvern, spesielt når du kopierer sensitiv informasjon som passord, personlige data eller økonomiske detaljer.\n\nDin utklippstavle, din kontroll.",
    "pl": "„Clipboard Cleaner” to proste, ale potężne rozszerzenie Chrome, które ma chronić Twoją prywatność i zwiększać bezpieczeństwo poprzez natychmiastowe czyszczenie zawartości schowka.\n\nGłówne funkcje:\n\nOchrona prywatności: Natychmiastowe usuwanie poufnych danych ze schowka, aby mieć pewność, że Twoje informacje nie zostaną zapisane ani niewłaściwie wykorzystane.\nŁatwość użycia: Aktywuj funkcję czyszczenia jednym kliknięciem lub za pomocą menu kontekstowego.\nLekkość: Rozszerzenie działa wydajnie w tle przy minimalnym wykorzystaniu zasobów.\nMożliwość dostosowania: Opcje menu kontekstowego zapewniają szybki dostęp, a powiadomienia potwierdzają działania.\nUtrzymuj schowek czysty i bezpieczny dzięki Clipboard Cleaner! Idealne dla każdego, kto martwi się o prywatność, zwłaszcza podczas kopiowania poufnych informacji, takich jak hasła, dane osobowe lub dane finansowe.\n\nTwój schowek, Twoja kontrola.",
    "pt_BR": "\"Clipboard Cleaner\" é uma extensão simples, mas poderosa, do Chrome, projetada para proteger sua privacidade e aumentar a segurança limpando instantaneamente o conteúdo da sua área de transferência.\n\nPrincipais recursos:\n\nProteção de privacidade: remova dados confidenciais da área de transferência instantaneamente para garantir que suas informações não sejam armazenadas ou mal utilizadas.\nFácil de usar: ative a função de limpeza com um único clique ou por meio do menu de contexto.\nLeve: a extensão opera de forma eficiente em segundo plano com uso mínimo de recursos.\nPersonalizável: as opções do menu de contexto fornecem acesso rápido e as notificações confirmam as ações.\nMantenha sua área de transferência limpa e segura com o Clipboard Cleaner! Perfeito para qualquer pessoa preocupada com privacidade, especialmente ao copiar informações confidenciais, como senhas, dados pessoais ou detalhes financeiros.\n\nSua área de transferência, seu controle.",
    "pt_PT": "\"Clipboard Cleaner\" é uma extensão simples, mas poderosa, do Chrome, concebida para proteger a sua privacidade e aumentar a segurança, limpando instantaneamente o conteúdo da área de transferência.\n\nPrincipais características:\n\nProteção da privacidade: remova instantaneamente os dados confidenciais da área de transferência para garantir que as suas informações não são armazenadas ou utilizadas indevidamente.\nFácil de utilizar: Ative a função de limpeza com um único clique ou através do menu de contexto.\nLeve: a extensão opera eficientemente em segundo plano com uma utilização mínima de recursos.\nPersonalizável: as opções do menu de contexto proporcionam um acesso rápido e as notificações confirmam as ações.\nMantenha a sua área de transferência limpa e segura com o Clipboard Cleaner! Perfeito para qualquer pessoa preocupada com a privacidade, especialmente quando copia informações sensíveis como palavras-passe, dados pessoais ou detalhes financeiros.\n\nA sua área de transferência, o seu controlo.",
    "ru": "«Clipboard Cleaner» — простое, но мощное расширение Chrome, разработанное для защиты вашей конфиденциальности и повышения безопасности путем мгновенной очистки содержимого буфера обмена.\n\nОсновные характеристики:\n\nЗащита конфиденциальности: мгновенно удаляйте конфиденциальные данные буфера обмена, чтобы гарантировать, что ваша информация не будет сохранена или использована не по назначению.\nПростота использования: активируйте функцию очистки одним щелчком мыши или через контекстное меню.\nЛегковесность: расширение эффективно работает в фоновом режиме с минимальным потреблением ресурсов.\nНастраиваемость: параметры контекстного меню обеспечивают быстрый доступ, а уведомления подтверждают действия.\nСохраняйте буфер обмена чистым и безопасным с помощью Clipboard Cleaner! Идеально подходит для тех, кто беспокоится о конфиденциальности, особенно при копировании конфиденциальной информации, такой как пароли, личные данные или финансовые данные.\n\nВаш буфер обмена, ваш контроль.",
    "sv": "\"Clipboard Cleaner\" är ett enkelt men kraftfullt Chrome-tillägg designat för att skydda din integritet och förbättra säkerheten genom att omedelbart rensa innehållet i ditt urklipp.\n\nNyckelfunktioner:\n\nSekretessskydd: Ta bort känsliga urklippsdata direkt för att säkerställa att din information inte lagras eller missbrukas.\nLätt att använda: Aktivera rengöringsfunktionen med ett enda klick eller genom snabbmenyn.\nLättvikt: Tillägget fungerar effektivt i bakgrunden med minimal resursanvändning.\nAnpassningsbar: Alternativ på snabbmenyn ger snabb åtkomst och meddelanden bekräftar åtgärder.\nHåll ditt urklipp rent och säkert med Clipboard Cleaner! Perfekt för alla som bekymrar sig om integritet, särskilt när du kopierar känslig information som lösenord, personuppgifter eller ekonomiska detaljer.\n\nDitt urklipp, din kontroll.",
    "th": "\"Clipboard Cleaner\" เป็นส่วนขยาย Chrome ที่เรียบง่ายแต่ทรงพลังซึ่งออกแบบมาเพื่อปกป้องความเป็นส่วนตัวของคุณและเพิ่มความปลอดภัยด้วยการล้างเนื้อหาในคลิปบอร์ดของคุณทันที\n\nคุณสมบัติหลัก:\n\nการปกป้องความเป็นส่วนตัว: ลบข้อมูลคลิปบอร์ดที่ละเอียดอ่อนทันทีเพื่อให้แน่ใจว่าข้อมูลของคุณจะไม่ถูกจัดเก็บหรือนำไปใช้ในทางที่ผิด\nใช้งานง่าย: เปิดใช้งานฟังก์ชันการทำความสะอาดด้วยการคลิกเพียงครั้งเดียวหรือผ่านเมนูบริบท\nน้ำหนักเบา: ส่วนขยายทำงานอย่างมีประสิทธิภาพในเบื้องหลังโดยใช้ทรัพยากรน้อยที่สุด\nปรับแต่งได้: ตัวเลือกเมนูบริบทช่วยให้เข้าถึงได้อย่างรวดเร็ว และการแจ้งเตือนยืนยันการดำเนินการ\nรักษาคลิปบอร์ดของคุณให้สะอาดและปลอดภัยด้วย Clipboard Cleaner! เหมาะสำหรับทุกคนที่กังวลเกี่ยวกับความเป็นส่วนตัว โดยเฉพาะอย่างยิ่งเมื่อคัดลอกข้อมูลที่ละเอียดอ่อน เช่น รหัสผ่าน ข้อมูลส่วนตัว หรือรายละเอียดทางการเงิน\n\nคลิปบอร์ดของคุณ การควบคุมของคุณ",
    "uk": "«Clipboard Cleaner» — це просте, але потужне розширення Chrome, призначене для захисту вашої конфіденційності та підвищення безпеки шляхом миттєвого очищення вмісту буфера обміну.\n\nОсновні характеристики:\n\nЗахист конфіденційності: миттєво видаляйте конфіденційні дані буфера обміну, щоб ваша інформація не зберігалася та не використовувалася неналежним чином.\nПростий у використанні: активуйте функцію очищення одним клацанням миші або через контекстне меню.\nЛегкість: розширення ефективно працює у фоновому режимі з мінімальним використанням ресурсів.\nМожливість налаштування: параметри контекстного меню забезпечують швидкий доступ, а сповіщення підтверджують дії.\nТримайте буфер обміну чистим і безпечним за допомогою Clipboard Cleaner! Ідеально підходить для тих, хто турбується про конфіденційність, особливо під час копіювання конфіденційної інформації, наприклад паролів, особистих даних або фінансових відомостей.\n\nВаш буфер обміну, ваш контроль.",
    "vi": "\"Clipboard Cleaner\" là tiện ích mở rộng Chrome đơn giản nhưng mạnh mẽ được thiết kế để bảo vệ quyền riêng tư của bạn và tăng cường bảo mật bằng cách xóa ngay lập tức nội dung clipboard của bạn.\n\nCác tính năng chính:\n\nBảo vệ quyền riêng tư: Xóa dữ liệu clipboard nhạy cảm ngay lập tức để đảm bảo thông tin của bạn không được lưu trữ hoặc sử dụng sai mục đích.\nDễ sử dụng: Kích hoạt chức năng dọn dẹp chỉ bằng một cú nhấp chuột hoặc thông qua menu ngữ cảnh.\nNhẹ: Tiện ích mở rộng hoạt động hiệu quả ở chế độ nền với mức sử dụng tài nguyên tối thiểu.\nCó thể tùy chỉnh: Các tùy chọn menu ngữ cảnh cung cấp quyền truy cập nhanh và thông báo xác nhận hành động.\nGiữ cho clipboard của bạn sạch sẽ và an toàn với Clipboard Cleaner! Hoàn hảo cho bất kỳ ai quan tâm đến quyền riêng tư, đặc biệt là khi sao chép thông tin nhạy cảm như mật khẩu, dữ liệu cá nhân hoặc thông tin tài chính.\n\nClipboard của bạn, quyền kiểm soát của bạn.",
    "zh_CN": "“剪贴板清理器”是一款简单但功能强大的 Chrome 扩展程序，旨在通过即时清除剪贴板内容来保护您的隐私并增强安全性。\n\n主要功能：\n\n隐私保护：即时删除敏感的剪贴板数据，以确保您的信息不会被存储或滥用。\n\n易于使用：单击或通过上下文菜单激活清理功能。\n轻量级：扩展程序在后台高效运行，资源占用极少。\n可自定义：上下文菜单选项提供快速访问，通知确认操作。\n使用剪贴板清理器保持剪贴板干净安全！非常适合任何关心隐私的人，尤其是在复制密码、个人数据或财务详细信息等敏感信息时。\n\n您的剪贴板，您掌控。",
    "zh_TW": "「剪貼簿清理器」是一款簡單但功能強大的 Chrome 擴充程序，旨在透過立即清除剪貼簿內容來保護您的隱私並增強安全性。\n\n主要特點：\n\n隱私保護：立即刪除敏感的剪貼簿數據，以確保您的資訊不會儲存或濫用。\n易於使用：只需單擊或透過上下文選單即可啟動清潔功能。\n輕量級：擴充在背景高效運行，佔用資源最少。\n可自訂：上下文選單選項提供快速訪問，通知確認操作。\n使用剪貼簿清潔器保持剪貼簿清潔和安全！非常適合任何關心隱私的人，尤其是在複製密碼、個人資料或財務詳細資訊等敏感資訊時。\n\n你的剪貼板，你的控制。"
  }
}