{
  "name": {
    "ar": "شاشة توقف",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Screensaver",
    "de": "Bildschirmschoner",
    "es": "Protector de pantalla",
    "fr": "Écran de veille",
    "ja": "スクリーンセーバー",
    "pt_BR": "Descanso de tela",
    "ru": "Скринсейвер",
    "zh_CN": "萤幕保护装置"
  },
  "short": {
    "ar": "شاشة توقف لمتصفح Google Chrome.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A screen saver for Google Chrome.",
    "de": "Ein Bildschirmschoner für Google Chrome.",
    "es": "Un protector de pantalla para Google Chrome.",
    "fr": "Un économiseur d'écran pour Google Chrome.",
    "ja": "Google Chrome 用のスクリーン セーバー。",
    "pt_BR": "Um protetor de tela para o Google Chrome.",
    "ru": "Скринсейвер (хранитель экрана) для Google Chrome.",
    "zh_CN": "Google Chrome 的屏幕保护程序。"
  },
  "long": {
    "ar": "شاشة توقف لمتصفح Google Chrome . عندما يكون جهاز الكمبيوتر الخاص بك خاملاً، ستقوم شاشة التوقف بتزيين شاشتك وداخلك بخلفية جميلة ومثيرة للاهتمام، وتحمي معلوماتك الحساسة المتبقية على الشاشة من أعين المتطفلين، وفي بعض الحالات تقلل من تدهور العرض.\n\nيتضمن مجموعة كبيرة من المشاهد حول مواضيع مختلفة، بما في ذلك الطبيعة، الغابة، البحر، الحيوانات، المدفأة، الفضاء، التجريدات، شعار DVD المرتد، \"The Matrix\" وغيرها. يتم إنشاء بعض المشاهد برمجيًا أثناء تشغيل شاشة التوقف، بينما يستخدم البعض الآخر تسجيلات الفيديو. أيضًا، كخلفية، يمكنك استخدام أي صفحة ويب.\n\nيعمل على أي نظام تشغيل يقوم بتشغيل المتصفح، سواء كان Windows أو macOS أو Linux أو ChromeOS.\n\nمطلوب اتصال بالإنترنت لتشغيل المشاهد بالفيديو.\n\nإذا قمت بتحديد صفحة ويب (URL) من موقع YouTube كشاشة توقف، فسيتم فتحها في علامة تبويب جديدة في الوضع العادي، وليس في وضع ملء الشاشة مثل جميع شاشات التوقف الأخرى. ويرجع ذلك إلى الميزات التقنية لموقع يوتيوب.\n\nإذا كنت تستخدم صورة (ملف) من القرص المحلي الخاص بك كشاشة توقف، فيجب ألا يتجاوز حجم هذه الصورة (الملف) 10 ميغابايت. هذه هي المتطلبات الفنية للمتصفح.\n\nيستخدم الملحق، من بين أمور أخرى، الأصول التالية المتاحة للاستخدام بموجب تراخيص مجانية:\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A screen saver for Google Chrome browser. When your computer is idle, the screen saver will decorate your screen and interior with a beautiful and interesting background, protect your sensitive information left on a screen from prying eyes, and in some cases reduce display degradation.\n\nIncludes a large set of scenes on various themes, including nature, forest, sea, animals, fireplace, space, abstractions, bouncing DVD logo, “The Matrix” and others. Some scenes are generated programmatically while the screensaver is running, others use video recordings. Also, as a screensaver, you can use any web pages and photos.\n\nWorks on any operating system that runs the browser, be it Windows, macOS, Linux or ChromeOS.\n\nAn Internet connection is required to play back scenes with video.\n\nIf you specify a web page (URL) from the YouTube website as a screen saver, it will open in a new tab in normal mode, and not in full screen like all other screensavers. This is due to technical features of the YouTube site.\n\nIf you use a photo (file) from your local disk as a screen saver, then the size of this photo (file) should not exceed 10 MB. This is the technical requirement of the browser.\n\nThe extension uses, among other things, the following assets, available for use under free licenses:\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "de": "Ein Bildschirmschoner für den Google Chrome-Browser. Wenn Ihr Computer inaktiv ist, schmückt der Bildschirmschoner Ihren Bildschirm und das Innere mit einem schönen und interessanten Hintergrund, schützt Ihre sensiblen Informationen auf dem Bildschirm vor neugierigen Blicken und reduziert in manchen Fällen die Verschlechterung der Anzeige.\n\nEnthält eine große Auswahl an Szenen zu verschiedenen Themen, darunter Natur, Wald, Meer, Tiere, Kamin, Weltraum, Abstraktionen, springendes DVD-Logo, „Matrix“ und andere. Einige Szenen werden programmgesteuert generiert, während der Bildschirmschoner läuft, andere nutzen Videoaufzeichnungen. Als Hintergrund können Sie auch jede beliebige Webseite verwenden.\n\nFunktioniert auf jedem Betriebssystem, auf dem der Browser ausgeführt wird, sei es Windows, macOS, Linux oder ChromeOS.\n\nFür die Wiedergabe von Szenen mit Video ist eine Internetverbindung erforderlich.\n\nWenn Sie eine Webseite (URL) der YouTube-Website als Bildschirmschoner angeben, wird diese im normalen Modus in einem neuen Tab geöffnet und nicht wie alle anderen Bildschirmschoner im Vollbildmodus. Dies ist auf technische Besonderheiten der YouTube-Seite zurückzuführen.\n\nWenn Sie ein Foto (eine Datei) von Ihrer lokalen Festplatte als Bildschirmschoner verwenden, sollte die Größe dieses Fotos (dieser Datei) 10 MB nicht überschreiten. Dies ist die technische Voraussetzung des Browsers.\n\nDie Erweiterung nutzt unter anderem die folgenden Assets, die unter kostenlosen Lizenzen zur Nutzung verfügbar sind:\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "es": "Un protector de pantalla para el navegador Google Chrome. Cuando su computadora esté inactiva, el protector de pantalla decorará su pantalla y su interior con un fondo hermoso e interesante, protegerá su información confidencial dejada en la pantalla de miradas indiscretas y, en algunos casos, reducirá la degradación de la pantalla.\n\nIncluye un gran conjunto de escenas sobre diversos temas, incluida la naturaleza, el bosque, el mar, los animales, la chimenea, el espacio, las abstracciones, el logotipo del DVD que rebota, “The Matrix” y otros. Algunas escenas se generan mediante programación mientras se ejecuta el protector de pantalla, otras utilizan grabaciones de video. Además, como fondo, puedes utilizar cualquier página web.\n\nFunciona en cualquier sistema operativo que ejecute el navegador, ya sea Windows, macOS, Linux o ChromeOS.\n\nSe requiere una conexión a Internet para reproducir escenas con vídeo.\n\nSi especifica una página web (URL) del sitio web de YouTube como protector de pantalla, se abrirá en una nueva pestaña en modo normal y no en pantalla completa como todos los demás protectores de pantalla. Esto se debe a características técnicas del sitio de YouTube.\n\nSi utiliza una foto (archivo) de su disco local como protector de pantalla, entonces el tamaño de esta foto (archivo) no debe exceder los 10 MB. Este es el requisito técnico del navegador.\n\nLa extensión utiliza, entre otras cosas, los siguientes activos, disponibles para su uso bajo licencias gratuitas:\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "fr": "Un économiseur d'écran pour le navigateur Google Chrome. Lorsque votre ordinateur est inactif, l'économiseur d'écran décorera votre écran et votre intérieur avec un arrière-plan magnifique et intéressant, protégera vos informations sensibles laissées sur un écran des regards indiscrets et, dans certains cas, réduira la dégradation de l'affichage.\n\nComprend un large ensemble de scènes sur divers thèmes, notamment la nature, la forêt, la mer, les animaux, la cheminée, l'espace, les abstractions, le logo DVD rebondissant, « The Matrix » et autres. Certaines scènes sont générées par programme pendant l'exécution de l'économiseur d'écran, d'autres utilisent des enregistrements vidéo. De plus, comme arrière-plan, vous pouvez utiliser n'importe quelle page Web.\n\nFonctionne sur n'importe quel système d'exploitation qui exécute le navigateur, que ce soit Windows, macOS, Linux ou ChromeOS.\n\nUne connexion Internet est requise pour lire des scènes avec vidéo.\n\nSi vous spécifiez une page Web (URL) du site Web YouTube comme économiseur d'écran, elle s'ouvrira dans un nouvel onglet en mode normal, et non en plein écran comme tous les autres économiseurs d'écran. Cela est dû aux caractéristiques techniques du site YouTube.\n\nSi vous utilisez une photo (fichier) de votre disque local comme économiseur d'écran, la taille de cette photo (fichier) ne doit pas dépasser 10 Mo. C'est l'exigence technique du navigateur.\n\nL'extension utilise, entre autres, les actifs suivants, disponibles pour une utilisation sous licences gratuites :\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "ja": "Google Chromeブラウザ用のスクリーンセーバーです。 コンピュータがアイドル状態のとき、スクリーン セーバーは、美しく興味深い背景で画面と内部を装飾し、画面上に残された機密情報を覗き見から保護し、場合によっては表示の劣化を軽減します。\n\n自然、森、海、動物、暖炉、宇宙、抽象化、跳ねる DVD ロゴ、「マトリックス」などを含む、さまざまなテーマのシーンの大規模なセットが含まれています。 スクリーンセーバーの実行中にプログラムによって生成されるシーンもあれば、ビデオ録画を使用するシーンもあります。 また、背景として任意の Web ページを使用できます。\n\nWindows、macOS、Linux、ChromeOS など、ブラウザを実行するあらゆるオペレーティング システムで動作します。\n\nビデオのあるシーンを再生するには、インターネット接続が必要です。\n\nYouTube Web サイトの Web ページ (URL) をスクリーン セーバーとして指定すると、他のすべてのスクリーン セーバーのように全画面表示ではなく、通常モードの新しいタブで開きます。 これは YouTube サイトの技術的特徴によるものです。\n\nローカル ディスクの写真 (ファイル) をスクリーン セーバーとして使用する場合、この写真 (ファイル) のサイズは 10 MB を超えてはなりません。 これはブラウザの技術的要件です。\n\nこの拡張機能は、特に、無料ライセンスで使用できる次のアセットを使用します。\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "pt_BR": "Um protetor de tela para o navegador Google Chrome. Quando o computador estiver ocioso, o protetor de tela decorará a tela e o interior com um fundo bonito e interessante, protegerá as informações confidenciais deixadas na tela de olhares indiscretos e, em alguns casos, reduzirá a degradação da tela.\n\nInclui um grande conjunto de cenas sobre vários temas, incluindo natureza, floresta, mar, animais, lareira, espaço, abstrações, logotipo saltitante do DVD, “Matrix” e outros. Algumas cenas são geradas programaticamente enquanto o protetor de tela está em execução, outras usam gravações de vídeo. Além disso, como plano de fundo, você pode usar qualquer página da web.\n\nFunciona em qualquer sistema operacional que execute o navegador, seja Windows, macOS, Linux ou ChromeOS.\n\nÉ necessária uma conexão com a Internet para reproduzir cenas com vídeo.\n\nSe você especificar uma página da web (URL) do site do YouTube como protetor de tela, ela será aberta em uma nova guia no modo normal, e não em tela inteira como todos os outros protetores de tela. Isso se deve aos recursos técnicos do site do YouTube.\n\nSe você usar uma foto (arquivo) do seu disco local como proteção de tela, o tamanho dessa foto (arquivo) não deverá exceder 10 MB. Este é o requisito técnico do navegador.\n\nA extensão utiliza, entre outras coisas, os seguintes ativos, disponíveis para uso sob licenças gratuitas:\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "ru": "Скринсейвер (хранитель экрана) для браузера Google Chrome. Он, во время простоя компьютера, украсит экран и интерьер красивой и интересной заставкой, защитит вашу, оставленную на экране, конфиденциальную информацию от излишне любопытных глаз, а в некоторых случаях снизит и износ дисплея.\n\nВключает большой набор заставок на разные темы, в т. ч. природа, лес, море, животные, камин, космос, абстракции, прыгающий логотип DVD, «Матрица» и другие. Некоторые сцены генерируются программно во время работы скринсейвера, для других используются видеозаписи. Также, в качестве заставки можно использовать любые веб-страницы и фотографии.\n\nРаботает на любой операционной системе, на которой запускается браузер, будь-то Windows, macOS, Linux или ChromeOS.\n\nДля воспроизведения сцен с видео требуется подключение к Интернету.\n\nЕсли в качестве хранителя экрана вы выберите веб-страницу (URL) с сайта YouTube, то она будет открываться в новой вкладке в обычном режиме, а не на весь экран как все другие скринсейверы. Это вызвано техническими особеностями сайта YouTube.\n\nЕсли в качестве хранителя экрана вы будете использовать фотографию (файл) с вашего локального диска, то размер этой фотографии (файла) не должен превышать 10 Мбайт. Это техническое требования браузера.\n\nВ расширении, среди прочего, используются следующие материалы, доступные по свободным лицензиям:\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368",
    "zh_CN": "Google Chrome 浏览器的屏幕保护程序。 当您的计算机空闲时，屏幕保护程序将以美丽有趣的背景装饰您的屏幕和内部，保护屏幕上留下的敏感信息免遭窥探，并在某些情况下减少显示质量下降。\n\n包括大量不同主题的场景，包括自然、森林、海洋、动物、壁炉、空间、抽象、弹跳 DVD 徽标、“黑客帝国”等。 有些场景是在屏幕保护程序运行时以编程方式生成的，其他场景则使用视频录制。 此外，您可以使用任何网页作为背景。\n\n适用于运行浏览器的任何操作系统，无论是 Windows、macOS、Linux 还是 ChromeOS。\n\n需要互联网连接才能播放视频场景。\n\n如果您指定 YouTube 网站上的网页 (URL) 作为屏幕保护程序，它将在正常模式下在新选项卡中打开，而不是像所有其他屏幕保护程序那样以全屏模式打开。 这是由于 YouTube 网站的技术特性造成的。\n\n如果您使用本地磁盘中的照片（文件）作为屏幕保护程序，则该照片（文件）的大小不应超过 10 MB。 这是浏览器的技术要求。\n\n除其他外，该扩展使用以下资产，可根据免费许可证使用：\nhttps://codepen.io/bts/pen/BygMzB / David Zakrzewski / MIT\nhttps://codepen.io/yashbhardwaj/pen/QWKKgb / Yash Bhardwaj / MIT\nBeautiful Winter Snow (https://www.youtube.com/watch?v=AxnGI7K00-w) / 99darkshadows / CC BY 3.0\nhttps://pixabay.com/videos/nature-waterfall-tropical-rain-107976\nhttps://pixabay.com/videos/ape-monkey-primate-barbary-macaque-8216\nhttps://pixabay.com/videos/fireplace-fire-chimney-christmas-19166\nhttps://pixabay.com/videos/forest-green-grass-nature-landscape-32812\nhttps://pixabay.com/videos/butterflies-flowers-forest-trees-90450\nhttps://pixabay.com/videos/cat-feline-pet-fur-whiskers-49370\nhttps://pixabay.com/videos/waves-sea-ocean-storm-water-tide-71122\nhttps://pixabay.com/videos/neon-terrain-80-retro-abstract-21368"
  }
}