{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swooped - Job Search Tracker, Resume Optimization, and AI Cover Letters"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track jobs, autofill applications, and use Swooped's AI tools"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Swooped Chrome Extension: Your Ultimate Job Search Companion\n\nSearching for a new job? Swooped is here to make the process smoother, smarter, and more efficient. Trusted by more than 630,000 job seekers, our extension offers a suite of tools designed to optimize your job search and help you land your dream job.\n\n---------- What Swooped Offers ----------\n\n*** Job Tracker ***\n- Effortlessly save job listings from sites like LinkedIn, Indeed, Greenhouse, Lever, Workable, and more, directly into your Swooped job tracker.\n- Track the status of your applications, including interviews and follow-ups, with ease. No more juggling spreadsheets!\n\n*** Resume Grading & Optimization ***\n- Get instant feedback on your resume's skill compatibility with any job posting. Swooped's AI-driven resume grading feature helps you ensure your resume stands out.\n- Optimize your resume for each job, increasing your chances of getting noticed by recruiters.\n\n*** Custom Cover Letter Generator ***\n- Generate personalized cover letters for each job application in seconds. Our AI technology crafts unique, tailored content to give you a competitive edge.\n\n*** Streamlined Job Search ***\n- Swooped integrates seamlessly into your job search, allowing you to save, track, and organize job opportunities from across the web.\n- Keep notes on each job, company, and contact, and set reminders for key dates.\n\nWhy Choose Swooped?\n- Trusted by more than 630,000 job seekers\n- Swooped makes your job search more manageable, allowing you to focus on what's most important: landing your next great opportunity.\n- Our AI Resume Optimizer ensures your resume is always job-ready, while the Cover Letter Generator saves you time and effort.\n- Say goodbye to information overload and hello to a simplified, organized job search.\n\nGet started with the Swooped Chrome Extension today and take your job search to the next level. With Swooped, you'll have the tools you need to stay ahead in the competitive job market.\n\n——————————————————\n\nPRIVACY & SECURITY\n\nAt Swooped, we’re committed to protecting your privacy. The information we gather or process is used strictly to grow your career and help speed up and better your job search. Your information is not and has not been sold to third parties.\n\nMore information on privacy and security can be found on our website: \nhttps://swooped.co/privacy-policy/\nhttps://swooped.co/terms-of-service/\n\nHELP & CONTACT\nSupport Center: [https://help.swooped.co](https://help.swooped.co/en/)\nEmail us at: [s](mailto:membersupport@tealhq.com)upport@swooped.co\n\nMORE WAYS TO CONNECT\nLinkedIn: https://www.linkedin.com/company/swoopednetwork/\nYouTube: https://www.youtube.com/@swoopedjobs\nTikTok: https://www.tiktok.com/@swooped.co\nInstagram: https://www.instagram.com/swoopedjobs/?hl=en"
  }
}