{
  "name": {
    "ar,bn,cs,da,fil,he,hu,id,kn,ro,sk,sl,ta": "Shape Switch Online Game",
    "am,bg,fa,hi,ja,ml": "Shape Switch Unblocked Game",
    "ca,gu,hr,ko,mr,ms,no,sw,te": "Shape Switch Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Shape Switch Casual Game",
    "el,et,fi,lv,pl,sv,th": "Shape Switch Online"
  },
  "short": {
    "ar": "هدفك هو اجتياز أكبر عدد ممكن من العقبات من خلال تشكيل شكل مشابه لشكل العقبات.",
    "am": "ግብህ ከእንቅፋቶቹ ቅርጽ ጋር የሚመሳሰል ቅርጽ በመፍጠር በተቻለ መጠን ብዙ እንቅፋቶችን ማለፍ ነው።",
    "bg": "Вашата цел е да преминете възможно най-много препятствия чрез формиране на форма, подобна на формата на препятствията.",
    "bn": "আপনার লক্ষ্য হ'ল বাধাগুলির আকারের অনুরূপ একটি আকৃতি তৈরি করে যতটা সম্ভব বাধা অতিক্রম করা।",
    "ca": "El seu objectiu és passar tants obstacles com sigui possible mitjançant la formació d'una forma similar a la forma dels obstacles.",
    "cs": "Vaším cílem je překonat co nejvíce překážek vytvořením tvaru podobného tvaru překážek.",
    "da": "Dit mål er at passere så mange forhindringer som muligt ved at danne en form, der ligner forhindringernes form.",
    "de": "Ihr Ziel ist es, so viele Hindernisse wie möglich zu überwinden, indem Sie eine Form bilden, die der Form der Hindernisse ähnelt.",
    "el": "Ο στόχος σας είναι να περάσετε όσο το δυνατόν περισσότερα εμπόδια σχηματίζοντας ένα σχήμα παρόμοιο με το σχήμα των εμποδίων.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Your goal is to pass as many obstacles as possible by forming a shape similar to the shape of the obstacles.",
    "es": "Su objetivo es pasar tantos obstáculos como sea posible formando una forma similar a la forma de los obstáculos.",
    "et": "Sinu eesmärk on läbida nii palju takistusi kui võimalik, moodustades kuju sarnane kuju takistusi.",
    "fa": "هدف شما این است که به عنوان بسیاری از موانع که ممکن است با تشکیل شکل شبیه به شکل موانع عبور.",
    "fi": "Tavoitteesi on ohittaa mahdollisimman monta estettä muodostamalla muoto, joka on samanlainen kuin esteiden muoto.",
    "fil": "Ang iyong layunin ay upang pumasa sa maraming mga obstacles hangga't maaari sa pamamagitan ng pagbuo",
    "fr": "Votre but est de passer autant d’obstacles que possible en formant une forme similaire à la forme des obstacles.",
    "gu": "તમારું ધ્યેય અવરોધોના આકાર જેવો આકાર બનાવીને શક્ય તેટલા અવરોધોને પસાર કરવાનું છે.",
    "he": "המטרה שלך היא לעבור כמה שיותר מכשולים על ידי יצירת צורה דומה לצורת המכשולים.",
    "hi": "आपका लक्ष्य बाधाओं के आकार के समान आकार बनाकर यथासंभव कई बाधाओं को पारित करना है।",
    "hr": "Vaš je cilj proći što više prepreka formirajući oblik sličan obliku prepreka.",
    "hu": "A célod az, hogy minél több akadályt átháríts az akadályok alakjához hasonló forma kialakításával.",
    "id": "Tujuan Anda adalah melewati rintangan sebanyak mungkin dengan membentuk bentuk yang mirip dengan bentuk rintangan.",
    "it": "Il tuo obiettivo è quello di superare il maggior numero possibile di ostacoli formando una forma simile alla forma degli ostacoli.",
    "ja": "あなたの目標は、障害物の形状に似た形状を形成することによって、できるだけ多くの障害物を通過することです。",
    "kn": "ಅಡೆತಡೆಗಳ ಆಕಾರವನ್ನು ಹೋಲುವ ಆಕಾರವನ್ನು ರೂಪಿಸುವ ಮೂಲಕ ಸಾಧ್ಯವಾದಷ್ಟು ಅಡೆತಡೆಗಳನ್ನು ದಾಟುವುದು ನಿಮ್ಮ ಗುರಿಯಾಗಿದೆ.",
    "ko": "목표는 장애물의 모양과 비슷한 모양을 형성하여 가능한 한 많은 장애물을 통과하는 것입니다.",
    "lv": "Jūsu mērķis ir pārvarēt pēc iespējas vairāk šķēršļu, veidojot formu, kas ir līdzīga šķēršļu formai.",
    "ml": "തടസ്സങ്ങളുടെ ആകൃതിക്ക് സമാനമായ ഒരു ആകൃതി രൂപപ്പെടുത്തിക്കൊണ്ട് കഴിയുന്നത്ര തടസ്സങ്ങൾ മറികടക്കുക എന്നതാണ് നിങ്ങളുടെ ലക്ഷ്യം.",
    "mr": "अडथळ्यांच्या आकारासारखा आकार तयार करून जास्तीत जास्त अडथळे पार करणे हे आपले ध्येय आहे.",
    "ms": "Matlamat anda adalah untuk melepasi seberapa banyak halangan yang mungkin dengan membentuk bentuk ya",
    "nl": "Je doel is om zoveel mogelijk obstakels te passeren door een vorm te vormen die vergelijkbaar is met de vorm van de obstakels.",
    "no": "Målet ditt er å passere så mange hindringer som mulig ved å danne en form som ligner formen på hindringene.",
    "pl": "Twoim celem jest pokonanie jak największej liczby przeszkód poprzez uformowanie kształtu podobnego do kształtu przeszkód.",
    "ro": "Scopul tau este de a trece cât mai multe obstacole posibil prin formarea unei forme similare cu forma de obstacole.",
    "ru": "Ваша цель состоит в том, чтобы пройти как можно больше препятствий, сформировав форму, похожую на форму препятствий.",
    "sk": "Vaším cieľom je prekonať čo najviac prekážok vytvorením tvaru podobného tvaru prekážok.",
    "sl": "Vaš cilj je prenesti čim več ovir z oblikovanjem oblike, podobne obliki ovir.",
    "sv": "Ditt mål är att passera så många hinder som möjligt genom att bilda en form som liknar hindrens form.",
    "sw": "Lengo lako ni kupitisha vikwazo vingi iwezekanavyo kwa kuunda sura sawa na sura ya vikwazo.",
    "ta": "தடைகளின் வடிவத்திற்கு ஒத்த வடிவத்தை உருவாக்குவதன் மூலம் முடிந்தவரை பல தடைகளைக் கடப்பதே உங்கள் குறிக்கோள்.",
    "te": "అడ్డంకుల ఆకారాన్ని పోలిన ఆకారాన్ని ఏర్పరచడం ద్వారా వీలైనన్ని ఎక్కువ అడ్డంకులను అధిగమించడమే మీ లక్ష్యం.",
    "th": "เป้าหมายของคุณคือการผ่านอุปสรรคให้ได้มากที่สุดโดยการสร้างรูปร่างที่คล้ายกับรูปร่างของสิ่งกีดขวาง",
    "tr": "Amacınız, engellerin şekline benzer bir şekil oluşturarak mümkün olduğunca çok engeli geçmektir.",
    "uk": "Ваша мета - пройти якомога більше перешкод, сформувавши форму, схожу на форму перешкод."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a legendary matching game on a challenging platform! Choose your shape, start challenging missions.\n\nHow To Play\nPlayed with Mouse.\n\nShape Switch Casual Game Features\n✓ 3D environment\n✓ Basic control\n✓ Stylized graphics\n✓ Fun sounds\n✓ Colorful effect\n\nFinally, you can enjoy these game for free (and more requests will be added)! Shape Switch Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}