{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FFMSB (Freedom for mouse side buttons)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prevents history navigation using forward and back buttons on your mouse",
    "ru": "Отключает навигацию по истории при нажатии боковых кнопок мыши"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension prevents default actions (forward/back history jumps) for mouse side buttons (4 and 5)\n\nFAQ:\nQ: Why do you need a permission to change contents for all websites?\nA: Because it allows this extension to inject 5 lines of JavaScript code into webpages, preventing default mouse actions. You can verify the contents of injected code using dev tools (F12) -> Sources -> Content scripts (on the left side) -> FFMSB. Contents of this file are also provided in screenshots section because there's nothing else to take screenshots of :)\n\nQ: IT DOES NOT WOOOOORK :((((\nA: It does, except for 2 cases :)\n 1. Chrome Web Store (extensions are not allowed to use content scripts here due to security reasons)\n 2. Chrome menus, including the entire top bar (again, it's impossible to intercept shortcuts while your mouse is there) \n\nQ: Who is this made for?\nA: For people who use these buttons in other applications running alongside Chrome - for example, in VOIP software as push-to-talk button",
    "ru": "Это расширение предотвращает использование боковых кнопок мыши (4 и 5) для навигации по истории вперёд и назад\n\nFAQ:\n\nQ: Зачем этому расширению доступ для изменения контента всех сайтов?\nA: Это разрешение позволяет внедрить 5 строк JavaScript кода для отключения навигации по нажатии боковых кнопок мыши. Вы можете проверить внедряемый код при помощи инструментов разработчика (F12) -> Sources -> Content scripts (в левой части) -> FFMSB. Содержимое этого файла также показано на скриншотах, поскольку больше здесь ничего и не поскриншотить :)\n\nQ: НИЧЕГО НЕ РАБОТАЕЕЕЕТ :((((\nA: Работает, но есть 2 исключения :)\n 1. Chrome Web Store (в целях безопасности здесь расширения не могут использовать content scripts)\n 2. Меню Chrome, включая весь верхний бар (опять же, там нельзя перехватывать нажатия горячих клавиш, в целях безопасности) \n\nQ: Кому это нужно?\nA: В основном - людям, которые используют эти кнопки в других программах параллельно с Chrome - например, в программах голосовой связи в качестве клавиши push-to-talk (тангенты)"
  }
}