{
  "name": {
    "ar": "ضرب الوهج  Online",
    "am": "ግሎውን ይምቱ  Online Game",
    "bg": "Удари блясъка  Online Game",
    "bn": "হিট দ্য গ্লো  Unblocked Game",
    "ca": "Toca el resplendor  Unblocked Games",
    "cs": "Hit the Glow  Online Game",
    "da": "Hit the Glow  Unblocked Game",
    "de": "Schlagen Sie das Glühen  Online Game",
    "el": "Χτυπήστε τη Λάμψη  Arcade Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Hit the Glow - HTML5 Game",
    "es": "Golpea el resplandor  Unblocked Game",
    "et": "Löö kuma  Online Game",
    "fa": "براق را بزنید  Classic Game",
    "fi": "Hit the Glow  Arcade Game",
    "fil": "Pindutin ang Glow  Online Game",
    "fr": "Frappez la lueur  Unblocked Games",
    "gu": "હિટ ધ ગ્લો  Online Game",
    "he": "הכה את הזוהר  Online",
    "hi": "चमक मारो  Arcade Game",
    "hr": "Hit the Glow  Online",
    "hu": "Nyomja meg a Glow-t  Online Game",
    "id": "Tekan Cahaya  Unblocked Games",
    "it": "Colpisci il bagliore Unblocked",
    "ja": "ヒット・ザ・グロー Unblocked",
    "kn": "ಗ್ಲೋ ಹಿಟ್ Unblocked",
    "ko": "빛을 치다  Unblocked Game",
    "lv": "Nospiediet Glow  Unblocked Games",
    "ml": "ഗ്ലോ ഹിറ്റ് ചെയ്യുക  Classic Game",
    "mr": "ग्लो दाबा  Arcade Game",
    "ms": "Pukul Cahaya  Online Game",
    "nl": "Raak de gloed  Online Game",
    "pl": "Uderz w blask  Online Game",
    "ro": "Loviți strălucirea  Online",
    "ru": "Хит свечение  Online Game",
    "sk": "Hit the Glow Unblocked",
    "sl": "Hit Glow  Arcade Game",
    "sw": "Piga Mwangaza Unblocked",
    "ta": "க்ளோ ஹிட்  Unblocked Games",
    "te": "గ్లో నొక్కండి Unblocked",
    "th": "ตีเรืองแสง  Classic Game",
    "tr": "Glow&#39;a Vur  Unblocked Game",
    "uk": "Хіт Сяйво  Online"
  },
  "short": {
    "ar": "هل تبحث عن لعبة جديدة ممتعة ومليئة بالتحديات لتلعبها؟ ثم Hit the Glow هو لك.",
    "am": "አስደሳች እና ፈታኝ የሆነ አዲስ ጨዋታ ለመጫወት ይፈልጋሉ? ከዚያ ፍካትን ይምቱ ለእርስዎ ነው።",
    "bg": "Търсите забавна и предизвикателна нова игра? Тогава Hit the Glow е за вас.",
    "bn": "খেলার জন্য একটি মজার এবং চ্যালেঞ্জিং নতুন গেম খুঁজছেন? তাহলে হিট দ্য গ্লো আপনার জন্য।",
    "ca": "Esteu buscant un joc nou divertit i desafiant per jugar? Aleshores Hit the Glow és per a tu.",
    "cs": "Hledáte novou zábavnou a náročnou hru? Pak je Hit the Glow právě pro vás.",
    "da": "Leder du efter et sjovt og udfordrende nyt spil at spille? Så er Hit the Glow noget for dig.",
    "de": "Auf der Suche nach einem unterhaltsamen und herausfordernden neuen Spiel? Dann ist Hit the Glow genau das Richtige für Sie.",
    "el": "Ψάχνετε για ένα διασκεδαστικό και προκλητικό νέο παιχνίδι για να παίξετε; Τότε το Hit the Glow είναι για εσάς.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Looking for a fun and challenging new game to play? Then Hit the Glow is for you.",
    "es": "¿Buscas un nuevo juego divertido y desafiante para jugar? Entonces Hit the Glow es para ti.",
    "et": "Kas otsite lõbusat ja väljakutseid pakkuvat uut mängu, mida mängida? Siis on Hit the Glow teie jaoks.",
    "fa": "به دنبال یک بازی جدید سرگرم کننده و چالش برانگیز برای بازی هستید؟ سپس Hit the Glow برای شما مناسب است.",
    "fi": "Etsitkö hauskaa ja haastavaa uutta peliä? Sitten Hit the Glow on sinua varten.",
    "fil": "Naghahanap ng masaya at mapaghamong bagong larong laruin? Pagkatapos ay ang Hit the Glow ay para sa iyo.",
    "fr": "Vous cherchez un nouveau jeu amusant et stimulant à jouer? Alors Hit the Glow est fait pour vous.",
    "gu": "રમવા માટે મનોરંજક અને પડકારરૂપ નવી રમત શોધી રહ્યાં છો? પછી હિટ ધ ગ્લો તમારા માટે છે.",
    "he": "מחפש משחק חדש ומהנה ומאתגר לשחק בו? אז Hit the Glow הוא בשבילך.",
    "hi": "खेलने के लिए एक मजेदार और चुनौतीपूर्ण नया खेल खोज रहे हैं? फिर हिट द ग्लो आपके लिए है।",
    "hr": "Tražite zabavnu i izazovnu novu igru? Onda je Hit the Glow za vas.",
    "hu": "Szórakoztató és kihívásokkal teli új játékot keresel? Akkor a Hit the Glow az Ön számára készült.",
    "id": "Mencari permainan baru yang menyenangkan dan menantang untuk dimainkan? Maka Hit the Glow cocok untuk Anda.",
    "it": "Alla ricerca di un nuovo gioco divertente e stimolante da giocare? Allora Hit the Glow fa per te.",
    "ja": "楽しくやりがいのある新しいゲームをお探しですか?その後、Hit the Glow はあなたにぴったりです。",
    "kn": "ಆಡಲು ಮೋಜಿನ ಮತ್ತು ಸವಾಲಿನ ಹೊಸ ಆಟವನ್ನು ಹುಡುಕುತ್ತಿರುವಿರಾ? ಹಾಗಾದರೆ ಹಿಟ್ ದಿ ಗ್ಲೋ ನಿಮಗಾಗಿ.",
    "ko": "재미있고 도전적인 새로운 게임을 찾고 계십니까? 그렇다면 Hit the Glow는 당신을 위한 것입니다.",
    "lv": "Vai meklējat jaunu jautru un izaicinošu spēli, ko spēlēt? Tad Hit the Glow ir paredzēts jums.",
    "ml": "കളിക്കാൻ രസകരവും വെല്ലുവിളി നിറഞ്ഞതുമായ ഒരു പുതിയ ഗെയിമിനായി തിരയുകയാണോ? എങ്കിൽ ഹിറ്റ് ദി ഗ്ലോ നിങ്ങൾക്കുള്ളതാണ്.",
    "mr": "खेळण्यासाठी एक मजेदार आणि आव्हानात्मक नवीन गेम शोधत आहात? मग हिट द ग्लो तुमच्यासाठी आहे.",
    "ms": "Mencari permainan baharu yang menyeronokkan dan mencabar untuk dimainkan? Kemudian Hit the Glow adalah untuk anda.",
    "nl": "Op zoek naar een leuk en uitdagend nieuw spel om te spelen? Dan is Hit the Glow iets voor jou.",
    "pl": "Szukasz ciekawej i wymagającej nowej gry? W takim razie Hit the Glow jest dla Ciebie.",
    "ro": "Căutați un joc nou distractiv și provocator de jucat? Atunci Hit the Glow este pentru tine.",
    "ru": "Ищете веселую и сложную новую игру? Тогда Hit the Glow для вас.",
    "sk": "Hľadáte zábavnú a náročnú novú hru? Potom je Hit the Glow práve pre vás.",
    "sl": "Iščete zabavno in zahtevno novo igro? Potem je Hit the Glow za vas.",
    "sw": "Je, unatafuta mchezo mpya wa kufurahisha na wenye changamoto wa kucheza? Kisha Piga Mwangaza ni kwa ajili yako.",
    "ta": "விளையாடுவதற்கு வேடிக்கையான மற்றும் சவாலான புதிய விளையாட்டைத் தேடுகிறீர்களா? பின் ஹிட் தி க்ளோ உங்களுக்கானது.",
    "te": "ఆడటానికి ఆహ్లాదకరమైన మరియు సవాలు చేసే కొత్త గేమ్ కోసం చూస్తున్నారా? అప్పుడు హిట్ ది గ్లో మీ కోసం.",
    "th": "กำลังมองหาเกมใหม่ที่สนุกและท้าทายในการเล่นอยู่หรือเปล่า? จากนั้น Hit the Glow เหมาะสำหรับคุณ",
    "tr": "Oynamak için eğlenceli ve zorlu yeni bir oyun mu arıyorsunuz? O zaman Hit the Glow tam size göre.",
    "uk": "Шукаєте нову веселу та складну гру? Тоді Hit the Glow для вас."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Test your skills with \"Hit The Glow,\" the HTML5 game where you shoot glowing targets. Play now and become a master shooter!\nAre you looking for a fun and challenging new game to play? Look no further than \"Hit The Glow,\" the exciting HTML5 game that will keep you entertained for hours. In this game, you play as a skilled archer who must use your precision. Aim to hit glowing targets and earn points.\nWith simple yet addictive gameplay, \"Hit The Glow\" is easy to pick up but challenging to put down. Use your mouse or touch screen to aim. And shoot and see how many points you can rack up before time runs out. And with various targets to hit and obstacles to avoid, \"Hit The Glow\" offers endless challenges and opportunities to improve your skills.\nBut the fun doesn't stop there. \"Hit The Glow\" also features vibrant graphics and smooth animation, making it a joy to play. And with regular updates and new levels added, you can be sure that \"Hit The Glow\" will always offer a fresh and exciting experience.\nSo why wait? Play \"Hit The Glow\" now and witness if you have what it brings to become a master archer. With its simple yet addictive gameplay, \"Hit The Glow\" will become your new go-to game for fun and challenge. Try it now and see how many points you can earn!\n\nTo swipe Install this extension to play the Hit the Glow Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}