{
  "name": {
    "ar": "PIP Youtube Video - Video Downloader",
    "am,te": "Floating Player - Video Speed Controller",
    "bg": "Picture in Picture - Video Speed Controller",
    "bn": "Picture in Picture Youtube Video",
    "ca": "pip (imatge en imatge)",
    "cs,sk": "pip (obraz v obraze)",
    "da": "PiP (Billede i Billede)",
    "de": "pip (Bild im Bild)",
    "el": "Floating Video - Youtube Video",
    "en,en_AU,ru,uk": "PiP (Picture in picture)",
    "en_GB,en_US": "pip (picture in picture)",
    "es,es_419": "pip (imagen en imagen)",
    "et": "Picture in Picture - Floating Video",
    "fa": "Twitch Picture in Picture",
    "fi": "pip (kuva kuvassa)",
    "fil": "PiP window - Video Speed Controller",
    "fr": "pip (image dans l'image)",
    "gu": "Youtube Picture in Picture",
    "he": "PIP - Zoom Video",
    "hi": "Floating player - Video Downloader",
    "hr": "Youtube Video - Floating Player",
    "hu": "Video Speed Controller - Zoom Video",
    "id": "Video Speed - Floating Player",
    "it": "PIP (Immagine nell'immagine)",
    "ja": "pip (ピクチャーインピクチャー)",
    "kn": "PIP - Picture in Picture",
    "ko": "pip (그림 속의 그림)",
    "lt": "PiP (Vaizdas Vaizde)",
    "lv": "pip (attēls attēlā)",
    "ml": "Picture-in-Picture",
    "mr": "Video Downloader - Youtube Video",
    "ms": "Youtube Video - Video Downloader",
    "nl": "pip (beeld in beeld)",
    "no": "PiP (Bilde i Bilde)",
    "pl": "pip (obraz w obrazie)",
    "pt_BR": "pip (imagem em imagem)",
    "pt_PT": "pip (imagem na imagem)",
    "ro": "PIP - Floating Player",
    "sl": "pip (slika v sliki)",
    "sr": "Floating Video",
    "sv": "pip (bild i bild)",
    "sw": "PIP - Youtube Video",
    "ta": "Video Downloader - Picture in Picture",
    "th": "Youtube Video - PIP",
    "tr": "pip (resim içinde resim)",
    "vi": "Picture-in-Picture - Floating video",
    "zh_CN": "pip (画中画)",
    "zh_TW": "pip (畫中畫)"
  },
  "short": {
    "ar,ms,sr": "Enjoy watching videos in a Picture in Picture (PIP) floating window, outside of your browser or on top of any other application…",
    "am,fil,ro,te,th,vi": "Experience the ultimate convenience of watching videos in a Picture in Picture (PIP) floating window, allowing you to view them…",
    "bg,hi,ml": "Watch videos in a Picture in Picture (PIP) floating window, outside the browser window or on top of any other application, with the…",
    "bn": "Experience video in a new way with Picture-in-Picture mode, featuring a floating video player complete with playback controls.…",
    "ca": "Mira vídeos en una finestra flotant Imatge en Imatge (PIP) fora de la finestra del navegador o sobre qualsevol altra aplicació.",
    "cs": "Sledujte videa v plovoucím okně Obraz v obraze (PIP) mimo okno prohlížeče nebo nad jakoukoli jinou aplikací.",
    "da": "Se videoer i et flydende vindue Billede i Billede (PiP) uden for browser vinduet eller oven på enhver anden applikation.",
    "de": "Sehen Sie Videos in einem schwebenden Fenster Bild im Bild (PIP) außerhalb des Browserfensters oder über jeder anderen Anwendung.",
    "el": "Watch videos seamlessly as you surf the web with the Floating Video feature in Picture in Picture (PiP) mode. A convenient floating…",
    "en,en_AU,ru,uk": "Watch videos in a floating window Picture in Picture (PIP) outside the browser window or on top of any other application.",
    "en_GB,en_US": "Watch videos in a floating window picture in picture (pip) outside the browser window or on top of any other application.",
    "es": "Mira videos en una ventana flotante imagen en imagen (pip) fuera de la ventana del navegador o encima de cualquier otra aplicación.",
    "es_419": "Mira videos en una ventana flotante Imagen en Imagen (PIP) fuera de la ventana del navegador o encima de cualquier otra aplicación.",
    "et": "Picture in Picture mode offers a floating video experience with essential playback controls, enhancing your viewing on platforms…",
    "fa": "Floating Player for Twitch: Keep up with your favorite streams in Picture-in-Picture mode while multitasking or browsing other…",
    "fi": "Katso videoita kelluvassa ikkunassa Kuva kuvassa (PIP) selainikkunan ulkopuolella tai minkä tahansa muun sovelluksen päällä.",
    "fr": "Regardez des vidéos dans une fenêtre flottante Image dans l'Image (pip) en dehors de la fenêtre du navigateur ou au-dessus de toute…",
    "gu": "YouTube's Picture in Picture mode enables you to watch videos in a convenient floating window. Enhance your experience with the…",
    "he": "Watch videos in a convenient, floating window Picture in Picture (PIP) outside the browser window or even while multitasking with…",
    "hr": "The \"Zoom to Fill\" feature on YouTube allows you to adjust the aspect ratio of videos, effectively removing black bars for a more…",
    "hu,kn": "Enjoy watching videos in a Picture in Picture (PIP) floating window outside of your browser window or on top of any other…",
    "id": "PiP View: Enjoy videos in a floating window with Picture in Picture (PiP) mode while browsing the web, enhancing your multitasking…",
    "it": "Guarda i video in una finestra fluttuante Immagine nell'Immagine (PIP) al di fuori della finestra del browser o sopra qualsiasi…",
    "ja": "ブラウザウィンドウや他のアプリケーションの上で、フローティングウィンドウでビデオを視聴します。ピクチャーインピクチャー (PIP)",
    "ko": "브라우저 창이나 다른 응용 프로그램 위에 떠 있는 창에서 비디오를 시청하십시오. 그림 속의 그림 (PIP)",
    "lt": "Žiūrėkite vaizdo įrašus plaukiojančiame lange Vaizdas Vaizde (PiP) už naršyklės lango arba bet kurios kitos programos viršuje.",
    "lv": "Skatieties videoklipus peldošā logā attēls attēlā (PIP) ārpus pārlūka loga vai virs jebkuras citas lietojumprogrammas.",
    "mr,ta": "Experience the convenience of watching videos in a floating Picture in Picture (PIP) window, outside the browser window or even on…",
    "nl": "Bekijk video's in een zwevend venster Beeld in Beeld (PIP) buiten het browservenster of bovenop elke andere applicatie.",
    "no": "Se videoer i et flytende vindu Bilde i Bilde (PiP) utenfor nettleservinduet eller på toppen av enhver annen applikasjon.",
    "pl": "Oglądaj filmy w oknie obraz w obraz (pip) poza oknem przeglądarki lub na wierzchu dowolnej innej aplikacji.",
    "pt_BR": "Assista vídeos em uma janela flutuante Imagem em Imagem (PIP) fora da janela do navegador ou em cima de qualquer outra aplicação.",
    "pt_PT": "Veja vídeos numa janela flutuante Imagem na Imagem (pip) fora da janela do navegador ou em cima de qualquer outra aplicação.",
    "sk": "Sledujte videá v plávajúcom okne Obraz v obraze (PIP) mimo okna prehliadača alebo na vrchu akejkoľvek inej aplikácie.",
    "sl": "Oglejte si videoposnetke v plavajočem oknu Slika v sliki (PIP) izven okna brskalnika ali na vrhu katere koli druge aplikacije.",
    "sv": "Titta på videor i ett flytande fönster bild i bild (pip) utanför webbläsarfönstret eller ovanpå någon annan applikation.",
    "sw": "YouTube's Picture-in-Picture (PiP) mode lets you watch videos in a convenient floating window. Enhance your viewing experience with…",
    "tr": "Tarayıcı penceresinin dışında veya başka bir uygulamanın üzerinde yüzen bir pencerede resim içinde resim (PIP) videoları izleyin.",
    "zh_CN": "在浏览器窗口外或任何其他应用程序上方的浮动窗口中观看视频画中画 (PIP)。",
    "zh_TW": "在浮動窗口中觀看視頻，畫中畫 (PIP) 在瀏覽器窗口外或在任何其他應用程序之上。"
  },
  "long": {
    "ar,bg,bn,el,en_US,et,fa,gu,hi,hr,hu,id,ml,mr,ms,ro,sr,th,vi": "Enhance Your Video Viewing Experience with Picture-in-Picture Extension for Chrome\n\nAre you tired of pausing your videos to check emails or scroll through social media? Do you wish you could multitask while watching your favorite content? Look no further than the Picture-in-Picture Extension for Chrome.\n\nIntroduction:\n\nPicture-in-Picture Extension for Chrome is a powerful tool that enhances your video viewing experience by allowing you to watch your favorite content while you multitask. With this extension, you can keep your videos playing in a small, resizable window while you work on other tasks.\n\nSubheading: Easy Installation and Setup\n\nInstalling and setting up Picture-in-Picture Extension for Chrome is quick and easy. Simply go to the Chrome Web Store, search for the extension, and click \"Add to Chrome.\" Once installed, the extension will be available in the toolbar for easy access.\n\nSubheading: Seamless Video Viewing\n\nThe Picture-in-Picture Extension for Chrome allows you to seamlessly watch your favorite content without interruptions. Whether you're working on a document or browsing the web, your video will play in the corner of your screen, so you can keep an eye on it while you work.\n\nSubheading: Customizable Viewing Experience\n\nWith the Picture-in-Picture Extension for Chrome, you can customize your video viewing experience to suit your preferences. You can resize the window to make it larger or smaller, move it around your screen, and even adjust the opacity to make it more or less visible.\n\nSubheading: Improved Productivity\n\nPicture-in-Picture Extension for Chrome can improve your productivity by allowing you to multitask while watching videos. Whether you're watching a tutorial, a webinar, or a conference, you can keep the video playing while you work on other tasks, without missing any important information.\n\nSubheading: Compatible with Major Video Platforms\n\nPicture-in-Picture Extension for Chrome is compatible with major video platforms, including YouTube, Vimeo, and Dailymotion. You can use this extension to watch any video, whether it's a movie, a TV show, or a tutorial.\n\nSubheading: Protect Your Privacy\n\nPicture-in-Picture Extension for Chrome is designed to protect your privacy. The extension does not collect any personal data or browsing history, so you can use it with confidence.\n\nSubheading: Dual Video and PiP Mode\n\nPicture-in-Picture Extension for Chrome allows you to view dual videos in PiP mode, making it easier to watch multiple videos simultaneously. You can view two videos side by side with the floating window, making it easier to compare or multitask.\n\nSubheading: Multi Video and Floating Player\n\nPicture-in-Picture Extension for Chrome also lets you view multi-videos in a floating player, which makes it easier to watch videos from multiple sources. The floating window can be moved around your screen, so you can watch your videos while working on multiple screens.\n\nSubheading: Picture and Picture and Side by Side Video\n\nWith Picture-in-Picture Extension for Chrome, you can view Picture and Picture, or side by side video, making it easier to compare and contrast videos. You can watch multiple videos simultaneously without having to switch back and forth between tabs.\n\nConclusion:\n\nIn conclusion, the Picture-in-Picture Extension for Chrome is a must-have tool for anyone who wants to enhance their video viewing experience. With its easy installation and setup, seamless video viewing, customizable options, improved productivity, compatibility with major video platforms, and privacy protection, this extension is a game-changer for video lovers. Give it a try today and see how it can transform the way you watch videos.\n\nThis is an amazing Floating Video Player for you \"Picture-in-Picture\". Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...",
    "am,kn,sw": "Floating, floating player, floating video player, video popup player, video popup,  floating video, video, float, picture in picture, PIP, Picture in Picture for every website, Picture-in-Picture Extension (by Google), Picture in Picture for Your Browser, for youtube, picture in picture for youtube, chrome picture in picture, picture in picture, picture in picture chrome, picture in picture youtube, youtube picture in picture, imovie picture in picture, picture in picture imovie, netflix picture in picture, mac picture in picture, floating video player chrome, floating video chrome,  floating video player mac, floating player, chrome video player,  any video floating chrome, best floating video player\n\nPicture-in-Picture lets you to watch videos in a popup window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites.\n\nFeatures:\n- Adds a Picture in Picture button to the video player of supported sites\n- Users can choose to click on the Picture in Picture button on the video player or the extension icon on the toolbar\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites, or applications.\n\nOpen a YouTube video on the Picture in Picture (PIP) mode mini player. Supports video player on YouTube, Twitch, Mixer, Facebook and many other platforms and sites.\n\nClick on the extension icon to reduce the video player on YouTube and other sites. This window will play videos on all pages of the browser.\n\nFloating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  Floating video player  \n\nHow does it work:\n\nPicture-in-picture, Multi-window, Overlay video, Secondary video, Dual view, Dual video, Simultaneous playback, Video overlay, PiP mode, Floating window, Inset video, Small screen view, Picture overlay, Picture-on-picture, Picture and picture, Split screen, Parallel view, Multiple screens, Two video streams, Two video feeds, Multi-video playback, Multi-tasking video, Concurrent video, Side-by-side video, Pseudo full-screen.\n\n\n\nPicture-in-picture, dual video, PiP mode, floating window, Multiple screens, two video, Multi video, floating player, picture and picture, Side by side video.\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) 📌 so you can keep an eye on what you’re watching while interacting with other sites, or applications 📱\n\nHow does it work:\n\n★ Find a video and start it playing 🔔\n★ Click on the extension icon to reduce the video player on YouTube and other sites 📣\n★ Select the Picture in Picture mode (PIP) and you're good to go.\n\n★ Note: while you are free to browse other sites as the video plays in a pop-out, you must keep the original tab open. Picture-in-Picture is a powerful tool to watch video on mini video player for all sites.\n\n✔ Picture-in-Picture is a extension that gives you access to video on all site with just one click 🔥\n✔ Picture-in-Picture just makes it easy to access video in PIP for all video sites 💬\n\nPicture in picture mode can be forced with this extension even if website doesn't support it.\n\nFloating, floating player, floating video player, video popup player, video popup,  floating video, video, float, picture in picture, PIP, Picture in Picture for every website, Picture-in-Picture Extension (by Google), Picture in Picture for Your Browser, for youtube, picture in picture for youtube, chrome picture in picture, picture in picture, picture in picture chrome, picture in picture youtube, youtube picture in picture, imovie picture in picture, picture in picture imovie, netflix picture in picture, mac picture in picture, floating video player chrome, floating video chrome,  floating video player mac, floating player, chrome video player,  any video floating chrome, best floating video player\n\nPicture-in-Picture lets you to watch videos in a popup window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites.\n\nFeatures:\n- Adds a Picture in Picture button to the video player of supported sites\n- Users can choose to click on the Picture in Picture button on the video player or the extension icon on the toolbar\n\nPicture-in-Picture lets you to watch videos in a popup window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites.\n\nFeatures:\n- Adds a Picture in Picture button to the video player of supported sites\n- Users can choose to click on the Picture in Picture button on the video player or the extension icon on the toolbar\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites, or applications.\n\nOpen a YouTube video on the Picture in Picture (PIP) mode mini player. Supports video player on YouTube, Twitch, Mixer, Facebook and many other platforms and sites.\n\nClick on the extension icon to reduce the video player on YouTube and other sites. This window will play videos on all pages of the browser.\n\nFloating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  Floating player  \n\nHow does it work:\n\n1. Find a video and start it playing.\n2. Click on the extension icon to reduce the video player on YouTube and other sites.\n3. Select the Floating  Picture in Picture mode (PIP) and you're good to go.\n\nOne thing to note: while you are free to browse other sites as the video plays in a pop-out, you must keep the original tab open. Floating Picture in Picture is a powerful tool to watch video on mini video player for all sites.\n\nFloating Panel is a lite addon that gives you access to video on all site with just one click.\n\nP.S. YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\nPicture in Picture for every website is not created, not affiliated with Google Inc. or not supported.\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) 📌 so you can keep an eye on what you’re watching while interacting with other sites, or applications 📱\n\nHow does it work:\n\n★ Find a video and start it playing 🔔\n★ Click on the extension icon to reduce the video player on YouTube and other sites 📣\n★ Select the Picture in Picture mode (PIP) and you're good to go.\n\n★ Note: while you are free to browse other sites as the video plays in a pop-out, you must keep the original tab open. Picture-in-Picture is a powerful tool to watch video on mini video player for all sites.\n\n✔ Picture-in-Picture is a extension that gives you access to video on all site with just one click 🔥\n✔ Picture-in-Picture just makes it easy to access video in PIP for all video sites 💬\n\nPicture in picture mode can be forced with this extension even if website doesn't support it.\n\nFloating, floating player, floating video player, video popup player, video popup,  floating video, video, float, picture in picture, PIP, Picture in Picture for every website, Picture-in-Picture Extension (by Google), Picture in Picture for Your Browser, for youtube, picture in picture for youtube, chrome picture in picture, picture in picture, picture in picture chrome, picture in picture youtube, youtube picture in picture, imovie picture in picture, picture in picture imovie, netflix picture in picture, mac picture in picture, floating video player chrome, floating video chrome,  floating video player mac, floating player, chrome video player,  any video floating chrome, best floating video player\n\nPicture-in-Picture lets you to watch videos in a popup window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites.\n\nFeatures:\nPicture-in-picture, Multi-window, Overlay video, Secondary video, Dual view, Dual video, Simultaneous playback, Video overlay, PiP mode, Floating window, Inset video, Small screen view, Picture overlay, Picture-on-picture, Picture and picture, Split screen, Parallel view, Multiple screens, Two video streams, Two video feeds, Multi-video playback, Multi-tasking video, Concurrent video, Side-by-side video, Pseudo full-screen.\n\n\n\nPicture-in-picture, dual video, PiP mode, floating window, Multiple screens, two video, Multi video, floating player, picture and picture, Side by side video.\n\nFeatures:\n- Resume watching from the last position\n- Always on top mode\n- Supports video players on popular video sites: Vimeo, Youtube, Netflix, Twitch, Mixer, Facebook, and more\n- Supports Youtube playlist\n\nFloating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  Floating Video  \n\nHow to use the extension:\nOpen the video on video site and start playing\nClick the extension icon and activate a floating mode. A miniplayer appears and you will continue watching a video.\nPlease note that the original tab with the video stream should remain open.\n\nWatch video using Picture-in-Picture\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites, or applications.\n\nPicture in Picture supports the video player on Youtube, Twitch, Mixer, Facebook and many other platforms and sites.\nPicture in Picture allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching while interacting with other sites or applications.\n\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video player on Youtube, Twitch, Mixer, Facebook and many other platforms and sites.\n\nClick on the extension icon to reduce the video player on YouTube and other sites. This window will play videos on all pages of the browser.\n\nPicture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  \n\nHow Picture in Picture works:\n\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nThere is one thing worth noting: while you can freely browse other sites while playing a video in a pop-up window, you should keep the original tab open. Floating picture in picture is a powerful tool for watching videos on a mini-video player for all sites.\n\nThe Picture in Picture floating panel is a lightweight addon that gives you access to videos on the entire site with one click.\n\nNote 1: A floating panel for all is an extension that is developed and maintained independently.\n\nNote 2: A floating panel for everyone simply makes it easier to access PIP videos for all video sites.\n\nFloating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window, Floating window.\n\nPop out video into a PIP Chrome Window. Works on all videos and websites. Watch video using Picture-in-Picture.\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows)  so you can keep an eye on what you’re watching while interacting with other sites, or applications \n\nSupports video player on Youtube, Twitch, Mixer, Facebook and many other platforms and sites.\n\nClick on the extension icon to reduce the video player on YouTube and other sites. This window will play videos on all pages of the browser.\n\nPIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  PIP  \n\nHow does it work:\n\nFind a video and start it playing.\nClick on the extension icon to reduce the video player on YouTube and other sites.\nSelect the Floating  Picture in Picture mode (PIP) and you're good to go.\n\nNote: while you are free to browse other sites as the video plays in a pop-out, you must keep the original tab open. Picture-in-Picture Plus is a powerful tool to watch video on mini video player for all sites \n\nPicture-in-Picture is a lite addon that gives you access to video on all site with just one click.\nPicture-in-Picture for all is extension that is developed and maintained independently.\nPicture-in-Picture just makes it easy to access video in PIP for all video sites.\n\nWatch YouTube videos in a floating popup window (always on top of other windows) even when tab is switched\nAdds a button next to the settings button to open YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. The floating window has play and pause buttons and you can exit from the picture-in-picture mode anytime.\n\nFloating, floating player, floating video player, video popup player, video popup,  floating video, video, float, picture in picture, PIP, Picture in Picture for every website, Picture-in-Picture Extension (by Google), Picture in Picture for Your Browser, for youtube, picture in picture for youtube, chrome picture in picture, picture in picture, picture in picture chrome, picture in picture youtube, youtube picture in picture, imovie picture in picture, picture in picture imovie, netflix picture in picture, mac picture in picture, floating video player chrome, floating video chrome,  floating video player mac, floating player, chrome video player,  any video floating chrome, best floating video player\n\nYouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube  YouTube",
    "ca": "Mejora tu experiencia de visualización de vídeos con Floating Player - Extensión Picture in Picture para Chrome\n\n¿Está cansado de pausar sus vídeos para consultar el correo electrónico o desplazarse por las redes sociales? ¿Desearía poder realizar varias tareas a la vez mientras ve su contenido favorito? No busques más, utiliza la extensión Picture-in-Picture para Chrome.\n\nFloating Player es una potente herramienta que mejora tu experiencia de visualización de vídeos al permitirte ver tus contenidos favoritos mientras realizas varias tareas a la vez. Con esta extensión, puedes seguir viendo tus vídeos en una pequeña ventana redimensionable mientras realizas otras tareas.\n\nInstalación y configuración sencillas\n\nInstalar y configurar Floating Player es rápido y sencillo. Sólo tienes que ir a Chrome Web Store, buscar la extensión y hacer clic en \"Añadir a Chrome\". Una vez instalada, la extensión estará disponible en la barra de herramientas para facilitar el acceso.\n\nVisualización fluida de vídeos\n\nFloating Player te permite ver tus contenidos favoritos sin interrupciones. Tanto si estás trabajando en un documento como navegando por Internet, el vídeo se reproducirá en la esquina de la pantalla para que puedas echarle un vistazo mientras trabajas.\n\nExperiencia de visualización personalizable\n\nCon la extensión Picture-in-Picture para Chrome, puedes personalizar tu experiencia de visualización de vídeo para adaptarla a tus preferencias. Puedes cambiar el tamaño de la ventana para hacerla más grande o más pequeña y moverla por la pantalla.\n\nProductividad mejorada\n\nPicture-in-Picture puede mejorar tu productividad al permitirte realizar varias tareas a la vez mientras ves vídeos. Si estás viendo un tutorial, un seminario web o una conferencia, puedes seguir reproduciendo el vídeo mientras trabajas en otras tareas, sin perderte ninguna información importante.\n\nCompatible con las principales plataformas de vídeo\n\nPicture-in-Picture es compatible con las principales plataformas de vídeo, como YouTube, Vimeo y Dailymotion. Puedes utilizar esta extensión para ver cualquier vídeo, ya sea una película, un programa de televisión o un tutorial.\n\nProtege tu privacidad\n\nPicture-in-Picture está diseñada para proteger tu privacidad. La extensión no recopila ningún dato personal ni historial de navegación, por lo que puedes utilizarla con confianza.\n\nConclusión:\n\nEn conclusión, la extensión Picture-in-Picture para Chrome es una herramienta imprescindible para cualquiera que quiera mejorar su experiencia de visualización de vídeos. Gracias a su fácil instalación y configuración, la visualización de vídeos sin interrupciones, las opciones personalizables, la mejora de la productividad, la compatibilidad con las principales plataformas de vídeo y la protección de la privacidad, esta extensión cambia las reglas del juego para los amantes del vídeo. Pruébela hoy mismo y vea cómo puede transformar su forma de ver vídeos.\n\nPicture-in-picture, dual video, PiP, Floating window, Multiple screens, Two video, Multi video, floating player, picture and picture, Side by side video.",
    "cs": "Vylepšete si zážitek ze sledování videa pomocí plovoucího přehrávače - rozšíření Picture in Picture pro Chrome\n\nUž vás nebaví pozastavovat videa kvůli kontrole e-mailů nebo procházení sociálních sítí? Přejete si, abyste mohli při sledování svého oblíbeného obsahu vykonávat více úkolů najednou? Pak už nehledejte nic jiného než rozšíření Obraz v obraze pro Chrome.\n\nPlovoucí přehrávač je výkonný nástroj, který vylepšuje váš zážitek ze sledování videa tím, že vám umožňuje sledovat oblíbený obsah a zároveň provádět více úkolů. S tímto rozšířením můžete nechat videa přehrávat v malém okně s možností změny velikosti, zatímco pracujete na jiných úkolech.\n\nSnadná instalace a nastavení\n\nInstalace a nastavení aplikace Floating Player je rychlé a snadné. Stačí přejít do webového obchodu Chrome, vyhledat rozšíření a kliknout na tlačítko \"Přidat do Chrome\". Po instalaci bude rozšíření k dispozici na panelu nástrojů pro snadný přístup.\n\nBezproblémové sledování videa\n\nFloating Player vám umožní plynule sledovat oblíbený obsah bez přerušení. Ať už pracujete na dokumentu nebo procházíte web, video se bude přehrávat v rohu obrazovky, takže ho můžete sledovat i během práce.\n\nPřizpůsobitelný zážitek ze sledování\n\nPomocí rozšíření Obraz v obraze pro Chrome si můžete přizpůsobit zážitek ze sledování videa podle svých preferencí. Můžete měnit velikost okna, aby bylo větší nebo menší, a přesouvat ho po obrazovce.\n\nVylepšená produktivita\n\nObraz v obraze může zvýšit vaši produktivitu tím, že vám umožní při sledování videa vykonávat více úkolů. Ať už sledujete výukový program, webinář nebo konferenci, můžete nechat video přehrávat, zatímco pracujete na jiných úkolech, aniž byste přišli o důležité informace.\n\nKompatibilita s hlavními platformami pro video\n\nFunkce Picture-in-Picture je kompatibilní s hlavními platformami pro přehrávání videa, včetně YouTube, Vimeo a Dailymotion. Pomocí tohoto rozšíření můžete sledovat jakékoli video, ať už se jedná o film, televizní pořad nebo výukový program.\n\nOchrana soukromí\n\nRozšíření Picture-in-Picture je navrženo tak, aby chránilo vaše soukromí. Rozšíření neshromažďuje žádné osobní údaje ani historii prohlížení, takže jej můžete bez obav používat.\n\nZávěr: Obraz v obraze je v souladu se zákonem o ochraně osobních údajů:\n\nZávěrem lze říci, že rozšíření Picture-in-Picture pro Chrome je nezbytným nástrojem pro každého, kdo chce zlepšit svůj zážitek ze sledování videa. Díky snadné instalaci a nastavení, bezproblémovému prohlížení videa, přizpůsobitelným možnostem, vyšší produktivitě, kompatibilitě s hlavními platformami pro video a ochraně soukromí toto rozšíření mění pravidla hry pro milovníky videa. Vyzkoušejte jej ještě dnes a zjistěte, jak dokáže změnit způsob, jakým sledujete videa. Picture-in-picture, dual video, PiP, Floating window, Multiple screens, Two video, Multi video, floating player, picture and picture, Side by side video.",
    "da": "Forbedre din videooplevelse med Floating Player - Udvidelse til Chrome med billede i billede\n\nEr du træt af at sætte dine videoer på pause for at tjekke e-mails eller scrolle gennem sociale medier? Ønsker du, at du kunne multitaske, mens du ser dit yndlingsindhold? Så skal du ikke lede længere end til Picture-in-Picture Extension for Chrome.\n\nFloating Player er et kraftfuldt værktøj, der forbedrer din videovisningsoplevelse ved at give dig mulighed for at se dit yndlingsindhold, mens du multitasker. Med denne udvidelse kan du fortsætte med at afspille dine videoer i et lille vindue, der kan ændres i størrelse, mens du arbejder på andre opgaver.\n\nNem installation og opsætning\n\nInstallation og opsætning af Floating Player er hurtig og nem. Du skal blot gå til Chrome Web Store, søge efter udvidelsen, og klikke på \"Tilføj til Chrome\". Når udvidelsen er installeret, vil den være tilgængelig i værktøjslinjen, så den er let tilgængelig.\n\nProblemfri visning af video\n\nFloating Player giver dig mulighed for at se dit yndlingsindhold problemfrit uden afbrydelser. Uanset om du arbejder på et dokument eller surfer på nettet, afspilles videoen i hjørnet af skærmen, så du kan holde øje med den, mens du arbejder.\n\nTilpasbar visningsoplevelse\n\nMed Picture-in-Picture-udvidelsen til Chrome kan du tilpasse din videovisningsoplevelse til dine præferencer. Du kan ændre størrelsen på vinduet, så det bliver større eller mindre, og flytte det rundt på skærmen.\n\nForbedret produktivitet\n\nPicture-in-Picture kan forbedre din produktivitet ved at give dig mulighed for at multitaske, mens du ser videoer. Uanset om du ser en vejledning, et webinar eller en konference, kan du fortsætte med at afspille videoen, mens du arbejder på andre opgaver, uden at gå glip af vigtige oplysninger.\n\nKompatibel med de vigtigste videoplatforme\n\nPicture-in-Picture er kompatibel med de største videoplatforme, herunder YouTube, Vimeo og Dailymotion. Du kan bruge denne udvidelse til at se enhver video, uanset om det er en film, et tv-program eller en vejledning.\n\nBeskyt dit privatliv\n\nPicture-in-Picture er designet til at beskytte dit privatliv. Udvidelsen indsamler ikke personlige data eller browserhistorik, så du kan bruge den med tillid.\n\nKonklusion:\n\nAfslutningsvis er Picture-in-Picture Extension for Chrome et must-have-værktøj for alle, der ønsker at forbedre deres videovisningsoplevelse. Med sin nemme installation og opsætning, problemfri videovisning, tilpassede muligheder, forbedret produktivitet, kompatibilitet med de største videoplatforme og beskyttelse af privatlivets fred, er denne udvidelse en game-changer for videoelskere. Giv den en chance i dag, og se, hvordan den kan ændre den måde, du ser videoer på. Picture-in-picture, dual video, PiP, Floating window, Multiple screens, Two video, Multi video, floating player, picture and picture, Side by side video.",
    "de": "Verbessern Sie Ihr Videoerlebnis mit Floating Player - Picture in Picture Extension für Chrome\n\nSind Sie es leid, Ihre Videos zu unterbrechen, um E-Mails zu checken oder durch soziale Medien zu scrollen? Würden Sie sich wünschen, Sie könnten Multitasking betreiben, während Sie Ihre Lieblingsinhalte ansehen? Dann ist die Picture-in-Picture-Erweiterung für Chrome genau das Richtige für Sie.\n\nFloating Player ist ein leistungsstarkes Tool, das Ihr Videoerlebnis verbessert, indem es Ihnen ermöglicht, Ihre Lieblingsinhalte anzusehen, während Sie Multitasking betreiben. Mit dieser Erweiterung können Sie Ihre Videos in einem kleinen, größenveränderbaren Fenster abspielen lassen, während Sie andere Aufgaben erledigen.\n\nEinfache Installation und Einrichtung\n\nDie Installation und Einrichtung von Floating Player ist schnell und einfach. Gehen Sie einfach zum Chrome Web Store, suchen Sie nach der Erweiterung, und klicken Sie auf \"Zu Chrome hinzufügen\". Nach der Installation steht die Erweiterung in der Symbolleiste für den einfachen Zugriff zur Verfügung.\n\nNahtlose Videowiedergabe\n\nMit Floating Player können Sie Ihre Lieblingsinhalte nahtlos und ohne Unterbrechungen ansehen. Egal, ob Sie an einem Dokument arbeiten oder im Internet surfen, Ihr Video wird in der Ecke Ihres Bildschirms abgespielt, sodass Sie es während der Arbeit im Auge behalten können.\n\nAnpassbares Anzeigeerlebnis\n\nMit der Picture-in-Picture-Erweiterung für Chrome können Sie die Videowiedergabe an Ihre Vorlieben anpassen. Sie können die Größe des Fensters ändern, um es zu vergrößern oder zu verkleinern, und es auf dem Bildschirm verschieben.\n\nVerbesserte Produktivität\n\nPicture-in-Picture kann Ihre Produktivität steigern, indem es Ihnen ermöglicht, beim Ansehen von Videos Multitasking zu betreiben. Ganz gleich, ob Sie sich ein Lernprogramm, ein Webinar oder eine Konferenz ansehen, Sie können das Video weiter abspielen lassen, während Sie an anderen Aufgaben arbeiten, ohne wichtige Informationen zu verpassen.\n\nKompatibel mit den wichtigsten Videoplattformen\n\nPicture-in-Picture ist mit den wichtigsten Videoplattformen kompatibel, darunter YouTube, Vimeo und Dailymotion. Sie können diese Erweiterung verwenden, um ein beliebiges Video anzusehen, egal ob es sich um einen Film, eine Fernsehsendung oder ein Lernprogramm handelt.\n\nSchützen Sie Ihre Privatsphäre\n\nPicture-in-Picture wurde entwickelt, um Ihre Privatsphäre zu schützen. Die Erweiterung sammelt keine persönlichen Daten oder den Browserverlauf, so dass Sie sie bedenkenlos verwenden können.\n\nSchlussfolgerung:\n\nZusammenfassend lässt sich sagen, dass die Picture-in-Picture-Erweiterung für Chrome ein unverzichtbares Tool für jeden ist, der sein Videoerlebnis verbessern möchte. Dank der einfachen Installation und Einrichtung, der nahtlosen Videowiedergabe, der anpassbaren Optionen, der verbesserten Produktivität, der Kompatibilität mit den wichtigsten Videoplattformen und dem Schutz der Privatsphäre ist diese Erweiterung eine echte Bereicherung für Videoliebhaber. Probieren Sie sie noch heute aus und sehen Sie, wie sie die Art und Weise, wie Sie Videos ansehen, verändern kann.",
    "en,en_AU,ru,ta,te,uk": "Enhance Your Video Viewing Experience with Picture-in-Picture Extension for Chrome\n\nAre you tired of pausing your videos to check emails or scroll through social media? Do you wish you could multitask while watching your favorite content? Look no further than the Picture-in-Picture Extension for Chrome. \n\nPicture-in-Picture Extension for Chrome is a powerful tool that enhances your video viewing experience by allowing you to watch your favorite content while you multitask. With this extension, you can keep your videos playing in a small, resizable window while you work on other tasks.\n \nEasy Installation and Setup\n\nInstalling and setting up Picture-in-Picture Extension for Chrome is quick and easy. Simply go to the Chrome Web Store, search for the extension, and click \"Add to Chrome.\" Once installed, the extension will be available in the toolbar for easy access.\n\nSeamless Video Viewing\n\nThe Picture-in-Picture Extension for Chrome allows you to seamlessly watch your favorite content without interruptions. Whether you're working on a document or browsing the web, your video will play in the corner of your screen, so you can keep an eye on it while you work.\n\nCustomizable Viewing Experience\n\nWith the Picture-in-Picture Extension for Chrome, you can customize your video viewing experience to suit your preferences. You can resize the window to make it larger or smaller, move it around your screen.\n\nImproved Productivity\n\nPicture-in-Picture can improve your productivity by allowing you to multitask while watching videos. Whether you're watching a tutorial, a webinar, or a conference, you can keep the video playing while you work on other tasks, without missing any important information.\n\nCompatible with Major Video Platforms\n\nPicture-in-Picture is compatible with major video platforms, including YouTube, Vimeo, and Dailymotion. You can use this extension to watch any video, whether it's a movie, a TV show, or a tutorial.\n\nProtect Your Privacy\n\nPicture-in-Picture  is designed to protect your privacy. The extension does not collect any personal data or browsing history, so you can use it with confidence.\n\nConclusion:\n\nIn conclusion, the Picture-in-Picture Extension for Chrome is a must-have tool for anyone who wants to enhance their video viewing experience. With its easy installation and setup, seamless video viewing, customizable options, improved productivity, compatibility with major video platforms, and privacy protection, this extension is a game-changer for video lovers. Give it a try today and see how it can transform the way you watch videos.\n\nOur extension is in a partnership with Admitad (https://admitad.com/). We use this service only for link affilication. We DO NOT save any of your search queries nor are we making any rewards from your search queries.\n\nWe can receive a reward for sales that happen after users click on the affiliate links.",
    "en_GB": "Enhance Your Video Viewing Experience with Picture-in-Picture Extension for Chrome\n\nPicture-in-Picture for Chrome is a powerful tool that enhances your video viewing experience by allowing you to watch your favorite content while you multitask. \nWith this extension, you can keep your videos playing in a small, resizable window while you work on other tasks.\n\nInstalling and setting up Picture-in-Picture Extension for Chrome is quick and easy. \nSimply go to the Chrome Web Store, search for the extension, and click \"Add to Chrome.\" Once installed, the extension will be available in the toolbar for easy access.\n\nSubheading: Seamless Video Viewing\n\nThe Picture-in-Picture Extension for Chrome allows you to seamlessly watch your favorite content without interruptions. Whether you're working on a document or browsing the web, your video will play in the corner of your screen, so you can keep an eye on it while you work.\n\nSubheading: Customizable Viewing Experience\n\nWith the Picture-in-Picture Extension for Chrome, you can customize your video viewing experience to suit your preferences. You can resize the window to make it larger or smaller, move it around your screen, and even adjust the opacity to make it more or less visible.\n\nSubheading: Improved Productivity\n\nPicture-in-Picture Extension for Chrome can improve your productivity by allowing you to multitask while watching videos. Whether you're watching a tutorial, a webinar, or a conference, you can keep the video playing while you work on other tasks, without missing any important information.\n\nSubheading: Compatible with Major Video Platforms\n\nPicture-in-Picture Extension for Chrome is compatible with major video platforms, including YouTube, Vimeo, and Dailymotion. You can use this extension to watch any video, whether it's a movie, a TV show, or a tutorial.\n\nSubheading: Protect Your Privacy\n\nPicture-in-Picture Extension for Chrome is designed to protect your privacy. The extension does not collect any personal data or browsing history, so you can use it with confidence.\n\nSubheading: Dual Video and PiP Mode\n\nPicture-in-Picture Extension for Chrome allows you to view dual videos in PiP mode, making it easier to watch multiple videos simultaneously. You can view two videos side by side with the floating window, making it easier to compare or multitask.\n\nSubheading: Multi Video and Floating Player\n\nPicture-in-Picture Extension for Chrome also lets you view multi-videos in a floating player, which makes it easier to watch videos from multiple sources. The floating window can be moved around your screen, so you can watch your videos while working on multiple screens.\n\nSubheading: Picture and Picture and Side by Side Video\n\nWith Picture-in-Picture Extension for Chrome, you can view Picture and Picture, or side by side video, making it easier to compare and contrast videos. You can watch multiple videos simultaneously without having to switch back and forth between tabs.\n\nConclusion:\n\nIn conclusion, the Picture-in-Picture Extension for Chrome is a must-have tool for anyone who wants to enhance their video viewing experience. With its easy installation and setup, seamless video viewing, customizable options, improved productivity, compatibility with major video platforms, and privacy protection, this extension is a game-changer for video lovers. Give it a try today and see how it can transform the way you watch videos.\n\nThis is an amazing Floating Video Player for you \"Picture-in-Picture\". Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...",
    "es,es_419": "Mejora tu experiencia de visualización de vídeos con Floating Player - Extensión Picture in Picture para Chrome\n\n¿Está cansado de pausar sus vídeos para consultar el correo electrónico o desplazarse por las redes sociales? ¿Desearía poder realizar varias tareas a la vez mientras ve su contenido favorito? No busques más, utiliza la extensión Picture-in-Picture para Chrome.\n\nFloating Player es una potente herramienta que mejora tu experiencia de visualización de vídeos al permitirte ver tus contenidos favoritos mientras realizas varias tareas a la vez. Con esta extensión, puedes seguir viendo tus vídeos en una pequeña ventana redimensionable mientras realizas otras tareas.\n\nInstalación y configuración sencillas\n\nInstalar y configurar Floating Player es rápido y sencillo. Sólo tienes que ir a Chrome Web Store, buscar la extensión y hacer clic en \"Añadir a Chrome\". Una vez instalada, la extensión estará disponible en la barra de herramientas para facilitar el acceso.\n\nVisualización fluida de vídeos\n\nFloating Player te permite ver tus contenidos favoritos sin interrupciones. Tanto si estás trabajando en un documento como navegando por Internet, el vídeo se reproducirá en la esquina de la pantalla para que puedas echarle un vistazo mientras trabajas.\n\nExperiencia de visualización personalizable\n\nCon la extensión Picture-in-Picture para Chrome, puedes personalizar tu experiencia de visualización de vídeo para adaptarla a tus preferencias. Puedes cambiar el tamaño de la ventana para hacerla más grande o más pequeña y moverla por la pantalla.\n\nProductividad mejorada\n\nPicture-in-Picture puede mejorar tu productividad al permitirte realizar varias tareas a la vez mientras ves vídeos. Si estás viendo un tutorial, un seminario web o una conferencia, puedes seguir reproduciendo el vídeo mientras trabajas en otras tareas, sin perderte ninguna información importante.\n\nCompatible con las principales plataformas de vídeo\n\nPicture-in-Picture es compatible con las principales plataformas de vídeo, como YouTube, Vimeo y Dailymotion. Puedes utilizar esta extensión para ver cualquier vídeo, ya sea una película, un programa de televisión o un tutorial.\n\nProtege tu privacidad\n\nPicture-in-Picture está diseñada para proteger tu privacidad. La extensión no recopila ningún dato personal ni historial de navegación, por lo que puedes utilizarla con confianza.\n\nConclusión:\n\nEn conclusión, la extensión Picture-in-Picture para Chrome es una herramienta imprescindible para cualquiera que quiera mejorar su experiencia de visualización de vídeos. Gracias a su fácil instalación y configuración, la visualización de vídeos sin interrupciones, las opciones personalizables, la mejora de la productividad, la compatibilidad con las principales plataformas de vídeo y la protección de la privacidad, esta extensión cambia las reglas del juego para los amantes del vídeo. Pruébela hoy mismo y vea cómo puede transformar su forma de ver vídeos.\n\nTraducción realizada con la versión gratuita del traductor www.DeepL.com/Translator\nEste es un increíble reproductor de video flotante para usted \"Imagen en imagen\". Haga flotar videos sobre cualquier otro sitio web o aplicación mientras navega por la web (siempre sobre otras ventanas). ¡Sigue haciendo tu trabajo y mira la película en una ventana emergente! Incluso puede cambiar el tamaño de su video emergente y mucho más...\n \nCaracterísticas :\n* Reproducir video en una ventana emergente flotante.\n* Cambiar el tamaño de la ventana emergente de video flotante.\n* Método abreviado de teclado: Alt + P (⌥ + P en macOS)\n* Todos los formatos de video compatibles.\n\nTodo lo que tiene que hacer para habilitar el modo Picture-in-Picture es hacer clic en el ícono en la barra de herramientas y el mini reproductor aparece instantáneamente. También le permite usar la función en sitios que no pudo usar con la opción integrada.\n\nVale la pena señalar que PiP (modo de imagen en imagen) solo funciona con un video a la vez. Si ya se está reproduciendo un video y habilita PiP en un segundo, ese video reemplazará al que se está reproduciendo actualmente.\n\n¿Qué es el modo Picture-in-Picture (PiP) y cómo te será útil?\nEste modo le permite reproducir cualquier video en modo Picture-in-Picture (PiP) y funciona en todas las plataformas. PiP es un reproductor de video emergente y siempre visible que flota sobre otras ventanas.\n\nTambién puede cambiar su posición a lo largo del borde de la pantalla mientras continúa navegando por Internet.\n\nPicture-in-Picture (reproductor flotante): le permite ver videos en una ventana flotante (siempre encima de otras ventanas) para que pueda realizar un seguimiento de lo que está viendo cuando interactúa con otros sitios o aplicaciones.\n\nSimplemente haga clic en el ícono de la extensión para mostrar el reproductor de video en YouTube o en cualquier otro sitio web en la Web. Esta ventana reproducirá el video en todas las páginas del navegador en las que hay un recurso de video.\n\nPiP es un reproductor de video emergente y siempre visible que flota sobre otras ventanas. Lleve el modo PIP a cualquier reproductor de video HTML5 en cualquier sitio web.\n\nCómo funciona Imagen en imagen:\n\n- Encuentra el video y ejecútalo.\n- Seleccione el modo \"Imagen flotante en imagen\" (PIP) y listo.\n\nHay una cosa que vale la pena señalar: si bien puede navegar libremente por otros sitios mientras reproduce un video en una ventana emergente, debe mantener abierta la pestaña original. La imagen flotante en imagen es una herramienta poderosa para ver videos en un mini reproductor de video para todos los sitios.\n\nEl panel flotante Picture in Picture es un complemento liviano que le brinda acceso a videos en todo el sitio con un solo clic.\n\nUn panel flotante para todos es una extensión que se desarrolla y mantiene de forma independiente.\n\nUn panel flotante para todos simplemente facilita el acceso a videos PIP para todos los sitios de videos.\n\nImagen flotante en imagen (PIP) para YouTube ™ respeta su privacidad.\n\nP.D.:YouTube es una marca comercial de Google Inc. El uso de esta marca comercial está sujeto a los permisos de Google.\nEl modo de imagen flotante en el modo de imagen (PIP) para YouTube ™ no se crea, no está asociado con Google Inc. o no es compatible.",
    "fi": "Paranna videon katselukokemusta Floating Player - Picture in Picture -laajennuksella Chromelle\n\nOletko kyllästynyt keskeyttämään videoita sähköpostien tarkistamiseen tai sosiaalisen median selaamiseen? Toivotko, että voisit tehdä monia tehtäviä samalla, kun katsot suosikkisisältöäsi? Älä etsi kauempaa kuin Picture-in-Picture Extension for Chrome.\n\nFloating Player on tehokas työkalu, joka parantaa videokatselukokemustasi, sillä sen avulla voit katsella suosikkisisältöäsi samalla kun teet moniajoa. Tämän laajennuksen avulla voit pitää videot toistettuna pienessä, kokoa muuttavassa ikkunassa, kun työskentelet muiden tehtävien parissa.\n\nHelppo asennus ja käyttöönotto\n\nFloating Playerin asentaminen ja käyttöönotto on nopeaa ja helppoa. Mene vain Chrome Web Storeen, etsi laajennus ja napsauta \"Lisää Chromeen\". Kun olet asentanut laajennuksen, se on helposti käytettävissä työkalurivillä.\n\nSaumaton videoiden katselu\n\nFloating Playerin avulla voit katsella suosikkisisältöäsi saumattomasti ilman keskeytyksiä. Riippumatta siitä, työskenteletkö asiakirjan parissa vai selaatko verkkoa, video toistuu näytön kulmassa, joten voit pitää sitä silmällä samalla, kun työskentelet.\n\nMukautettava katselukokemus\n\nPicture-in-Picture Extension for Chrome -laajennuksen avulla voit mukauttaa videon katselukokemuksen mieltymystesi mukaan. Voit muuttaa ikkunan kokoa suuremmaksi tai pienemmäksi ja siirtää sitä näytön ympärillä.\n\nParempi tuottavuus\n\nPicture-in-Picture voi parantaa tuottavuuttasi, koska voit tehdä monia tehtäviä videoita katsellessasi. Katsotpa sitten opetusohjelmaa, webinaaria tai konferenssia, voit pitää videon toistettuna samalla, kun työskentelet muiden tehtävien parissa, menettämättä mitään tärkeää tietoa.\n\nYhteensopiva tärkeimpien videoalustojen kanssa\n\nPicture-in-Picture on yhteensopiva tärkeimpien videoalustojen, kuten YouTuben, Vimeon ja Dailymotionin, kanssa. Voit käyttää tätä laajennusta minkä tahansa videon katsomiseen, olipa kyseessä sitten elokuva, TV-ohjelma tai opetusohjelma.\n\nSuojaa yksityisyyttäsi\n\nPicture-in-Picture on suunniteltu suojaamaan yksityisyyttäsi. Laajennus ei kerää henkilökohtaisia tietoja tai selaushistoriaa, joten voit käyttää sitä luottavaisin mielin.\n\nJohtopäätökset:\n\nYhteenvetona voidaan todeta, että Picture-in-Picture-laajennus Chromelle on välttämätön työkalu kaikille, jotka haluavat parantaa videokatselukokemustaan. Helpon asennuksen ja käyttöönoton, saumattoman videokatselun, muokattavien vaihtoehtojen, paremman tuottavuuden, yhteensopivuuden tärkeimpien videoalustojen kanssa ja yksityisyyden suojan ansiosta tämä laajennus on pelillinen muutos videon ystäville. Kokeile sitä jo tänään ja katso, miten se voi muuttaa tapasi katsella videoita.",
    "fil,he": "Enhance Your Video Viewing Experience with Picture-in-Picture Extension for Chrome\n\nAre you tired of pausing your videos to check emails or scroll through social media? Do you wish you could multitask while watching your favorite content? Look no further than the Picture-in-Picture Extension for Chrome. \n\nPicture-in-Picture Extension for Chrome is a powerful tool that enhances your video viewing experience by allowing you to watch your favorite content while you multitask. With this extension, you can keep your videos playing in a small, resizable window while you work on other tasks.\n \nEasy Installation and Setup\n\nInstalling and setting up Picture-in-Picture Extension for Chrome is quick and easy. Simply go to the Chrome Web Store, search for the extension, and click \"Add to Chrome.\" Once installed, the extension will be available in the toolbar for easy access.\n\nSeamless Video Viewing\n\nThe Picture-in-Picture Extension for Chrome allows you to seamlessly watch your favorite content without interruptions. Whether you're working on a document or browsing the web, your video will play in the corner of your screen, so you can keep an eye on it while you work.\n\nCustomizable Viewing Experience\n\nWith the Picture-in-Picture Extension for Chrome, you can customize your video viewing experience to suit your preferences. You can resize the window to make it larger or smaller, move it around your screen.\n\nImproved Productivity\n\nPicture-in-Picture can improve your productivity by allowing you to multitask while watching videos. Whether you're watching a tutorial, a webinar, or a conference, you can keep the video playing while you work on other tasks, without missing any important information.\n\nCompatible with Major Video Platforms\n\nPicture-in-Picture is compatible with major video platforms, including YouTube, Vimeo, and Dailymotion. You can use this extension to watch any video, whether it's a movie, a TV show, or a tutorial.\n\nProtect Your Privacy\n\nPicture-in-Picture  is designed to protect your privacy. The extension does not collect any personal data or browsing history, so you can use it with confidence.\n\nConclusion:\n\nIn conclusion, the Picture-in-Picture Extension for Chrome is a must-have tool for anyone who wants to enhance their video viewing experience. With its easy installation and setup, seamless video viewing, customizable options, improved productivity, compatibility with major video platforms, and privacy protection, this extension is a game-changer for video lovers. Give it a try today and see how it can transform the way you watch videos.",
    "fr": "Améliorez votre expérience de visionnage de vidéos avec Floating Player - Picture in Picture Extension pour Chrome\n\nEn avez-vous assez de mettre vos vidéos en pause pour vérifier vos e-mails ou faire défiler les médias sociaux ? Vous aimeriez pouvoir être multitâche tout en regardant votre contenu préféré ? Ne cherchez pas plus loin que l'extension Picture-in-Picture pour Chrome.\n\nFloating Player est un outil puissant qui améliore votre expérience de visionnage de vidéos en vous permettant de regarder votre contenu préféré tout en étant multitâche. Avec cette extension, vous pouvez continuer à regarder vos vidéos dans une petite fenêtre redimensionnable pendant que vous effectuez d'autres tâches.\n\nInstallation et configuration faciles\n\nL'installation et la configuration de Floating Player sont simples et rapides. Il suffit de se rendre dans le Chrome Web Store, de rechercher l'extension et de cliquer sur \"Ajouter à Chrome\". Une fois installée, l'extension sera disponible dans la barre d'outils pour un accès facile.\n\nVisualisation transparente des vidéos\n\nFloating Player vous permet de regarder vos contenus préférés en toute transparence et sans interruption. Que vous travailliez sur un document ou que vous naviguiez sur le Web, votre vidéo sera diffusée dans le coin de votre écran, afin que vous puissiez la garder à l'œil pendant que vous travaillez.\n\nExpérience de visionnage personnalisable\n\nAvec l'extension Picture-in-Picture pour Chrome, vous pouvez personnaliser l'affichage de vos vidéos en fonction de vos préférences. Vous pouvez redimensionner la fenêtre pour la rendre plus grande ou plus petite, la déplacer sur votre écran.\n\nAmélioration de la productivité\n\nLa fonction \"Picture-in-Picture\" peut améliorer votre productivité en vous permettant d'effectuer plusieurs tâches en même temps que vous regardez des vidéos. Que vous regardiez un tutoriel, un webinaire ou une conférence, vous pouvez continuer à lire la vidéo pendant que vous travaillez sur d'autres tâches, sans manquer aucune information importante.\n\nCompatible avec les principales plateformes vidéo\n\nPicture-in-Picture est compatible avec les principales plateformes vidéo, notamment YouTube, Vimeo et Dailymotion. Vous pouvez utiliser cette extension pour regarder n'importe quelle vidéo, qu'il s'agisse d'un film, d'une émission de télévision ou d'un tutoriel.\n\nProtégez votre vie privée\n\nPicture-in-Picture est conçu pour protéger votre vie privée. L'extension ne collecte aucune donnée personnelle ni historique de navigation, vous pouvez donc l'utiliser en toute confiance.\n\nConclusion :\n\nEn conclusion, l'extension Picture-in-Picture pour Chrome est un outil indispensable pour tous ceux qui souhaitent améliorer leur expérience de visionnage de vidéos. Grâce à son installation et à sa configuration faciles, à la visualisation transparente des vidéos, aux options personnalisables, à l'amélioration de la productivité, à la compatibilité avec les principales plateformes vidéo et à la protection de la vie privée, cette extension change la donne pour les amateurs de vidéos. Essayez-la dès aujourd'hui et voyez comment elle peut transformer votre façon de regarder des vidéos.",
    "it": "Migliorate la vostra esperienza di visione dei video con Floating Player - Estensione Picture in Picture per Chrome\n\nSiete stanchi di mettere in pausa i video per controllare le e-mail o scorrere i social media? Desiderate essere multitasking mentre guardate i vostri contenuti preferiti? Non cercate oltre l'estensione Picture-in-Picture per Chrome.\n\nFloating Player è uno strumento potente che migliora l'esperienza di visione dei video, consentendo di guardare i contenuti preferiti mentre si fa multitasking. Con questa estensione è possibile mantenere la riproduzione dei video in una piccola finestra ridimensionabile mentre si lavora ad altre attività.\n\nInstallazione e configurazione facili\n\nL'installazione e la configurazione di Floating Player sono semplici e veloci. Basta andare sul Chrome Web Store, cercare l'estensione e fare clic su \"Aggiungi a Chrome\". Una volta installata, l'estensione sarà disponibile nella barra degli strumenti per un facile accesso.\n\nVisualizzazione dei video senza soluzione di continuità\n\nFloating Player consente di guardare i contenuti preferiti senza interruzioni. Sia che stiate lavorando a un documento o navigando sul web, il video verrà riprodotto nell'angolo dello schermo, in modo da poterlo tenere d'occhio mentre lavorate.\n\nEsperienza di visualizzazione personalizzabile\n\nCon l'estensione Picture-in-Picture per Chrome, è possibile personalizzare l'esperienza di visualizzazione dei video in base alle proprie preferenze. È possibile ridimensionare la finestra per renderla più grande o più piccola e spostarla sullo schermo.\n\nProduttività migliorata\n\nPicture-in-Picture può migliorare la vostra produttività consentendovi di lavorare in multitasking mentre guardate i video. Sia che stiate guardando un tutorial, un webinar o una conferenza, potete continuare a riprodurre il video mentre lavorate ad altre attività, senza perdere alcuna informazione importante.\n\nCompatibile con le principali piattaforme video\n\nPicture-in-Picture è compatibile con le principali piattaforme video, tra cui YouTube, Vimeo e Dailymotion. È possibile utilizzare questa estensione per guardare qualsiasi video, sia esso un film, un programma televisivo o un tutorial.\n\nProteggere la privacy\n\nPicture-in-Picture è stata progettata per proteggere la vostra privacy. L'estensione non raccoglie alcun dato personale o cronologia di navigazione, per cui è possibile utilizzarla in tutta tranquillità.\n\nConclusioni:\n\nIn conclusione, l'estensione Picture-in-Picture per Chrome è uno strumento indispensabile per chiunque voglia migliorare la propria esperienza di visione dei video. Grazie alla facilità di installazione e configurazione, alla visualizzazione continua dei video, alle opzioni personalizzabili, al miglioramento della produttività, alla compatibilità con le principali piattaforme video e alla protezione della privacy, questa estensione è una svolta per gli amanti dei video. Provatela oggi stesso e scoprite come può trasformare il vostro modo di guardare i video.",
    "ja": "Floating Player - Picture in Picture Extension for Chrome で動画視聴体験を向上させましょう。\n\nメールチェックやソーシャルメディアのスクロールのために動画を一時停止することにうんざりしていませんか？お気に入りのコンテンツを見ながら、マルチタスクができたらと思いませんか？そんなときは、Picture-in-Picture Extension for Chrome をご利用ください。\n\nFloating Playerは、マルチタスクをしながらお気に入りのコンテンツを視聴できるようにすることで、ビデオ視聴体験を向上させるパワフルなツールです。この拡張機能を使えば、他の作業をしながらでも、小さなウィンドウでビデオを再生し続けることができます。\n\n簡単なインストールとセットアップ\n\nFloating Playerのインストールとセットアップは、すばやく簡単に行えます。Chrome ウェブストアで拡張機能を検索し、\"Add to Chrome\" をクリックするだけです。インストールすると、拡張機能がツールバーに表示され、簡単にアクセスできるようになります。\n\nシームレスな動画視聴\n\nFloating Playerを使えば、お気に入りのコンテンツを中断することなくシームレスに視聴することができます。文書作成中でも、ウェブブラウジング中でも、ビデオは画面の隅で再生されるので、作業中も目を離すことはありません。\n\nカスタマイズ可能な視聴体験\n\nPicture-in-Picture Extension for Chromeでは、動画の視聴体験をお好みに合わせてカスタマイズすることができます。ウィンドウのサイズを変更したり、画面上で移動させたりすることができます。\n\n生産性の向上\n\nピクチャー・イン・ピクチャーは、ビデオを見ながらマルチタスクができるため、生産性を向上させることができます。チュートリアル、ウェビナー、会議など、重要な情報を見逃すことなく、他の作業をしながらビデオを再生することができます。\n\n主要なビデオプラットフォームとの互換性\n\nピクチャー・イン・ピクチャーは、YouTube、Vimeo、Dailymotionなど、主要なビデオ・プラットフォームと互換性があります。映画、テレビ番組、チュートリアルなど、どんなビデオでもこの拡張機能で見ることができます。\n\nあなたのプライバシーを守る\n\nピクチャー・イン・ピクチャーは、あなたのプライバシーを保護するように設計されています。この拡張機能は、個人データや閲覧履歴を収集しないので、安心して使用できます。\n\n結論\n\n結論として、Picture-in-Picture Extension for Chromeは、動画視聴体験を向上させたい人にとって必携のツールです。簡単なインストールとセットアップ、シームレスな動画視聴、カスタマイズ可能なオプション、生産性の向上、主要な動画プラットフォームとの互換性、プライバシー保護など、この拡張機能は動画愛好家にとって画期的なものとなっています。今すぐ試して、動画を見る方法を変えることができることを確認してください。",
    "ko": "플로팅 플레이어로 동영상 시청 환경을 개선하세요 - Chrome용 PIP 확장 프로그램\n\n이메일을 확인하거나 소셜 미디어를 스크롤하기 위해 동영상을 일시 정지하는 데 지치셨나요? 좋아하는 콘텐츠를 시청하면서 멀티태스킹을 하고 싶으신가요? Chrome용 화면 속 화면 확장 프로그램만 있으면 됩니다.\n\n플로팅 플레이어는 멀티태스킹을 하면서 좋아하는 콘텐츠를 시청할 수 있어 동영상 시청 경험을 향상시켜주는 강력한 도구입니다. 이 확장 프로그램을 사용하면 다른 작업을 하는 동안 크기 조정이 가능한 작은 창에서 동영상을 계속 재생할 수 있습니다.\n\n간편한 설치 및 설정\n\n플로팅 플레이어의 설치와 설정은 빠르고 쉽습니다. Chrome 웹 스토어로 이동하여 확장 프로그램을 검색한 다음 \"Chrome에 추가\"를 클릭하기만 하면 됩니다. 설치가 완료되면 확장 프로그램이 툴바에 표시되어 쉽게 액세스할 수 있습니다.\n\n원활한 동영상 시청\n\n플로팅 플레이어를 사용하면 좋아하는 콘텐츠를 끊김 없이 원활하게 시청할 수 있습니다. 문서 작업을 하든 웹을 탐색하든 화면 모서리에서 동영상이 재생되므로 작업하는 동안 동영상을 계속 볼 수 있습니다.\n\n맞춤형 시청 환경\n\nChrome용 PIP 확장 프로그램을 사용하면 원하는 대로 동영상 시청 환경을 맞춤 설정할 수 있습니다. 창 크기를 조정하여 더 크게 또는 더 작게 만들거나 화면에서 이동할 수 있습니다.\n\n생산성 향상\n\n화면 속 화면으로 동영상을 보면서 멀티태스킹을 할 수 있어 생산성이 향상됩니다. 튜토리얼, 웨비나, 컨퍼런스 등 어떤 동영상을 시청하든 중요한 정보를 놓치지 않고 다른 작업을 하는 동안에도 동영상을 계속 재생할 수 있습니다.\n\n주요 비디오 플랫폼과 호환\n\n화면 속 화면은 YouTube, 비메오, 데일리모션 등 주요 동영상 플랫폼과 호환됩니다. 이 확장 프로그램을 사용하면 영화, TV 프로그램, 튜토리얼 등 모든 동영상을 시청할 수 있습니다.\n\n개인 정보 보호\n\nPicture-in-Picture는 개인 정보를 보호하도록 설계되었습니다. 이 확장 프로그램은 개인 데이터나 검색 기록을 수집하지 않으므로 안심하고 사용할 수 있습니다.\n\n결론:\n\n결론적으로, 크롬용 화면 속 화면 확장 프로그램은 동영상 시청 환경을 개선하고자 하는 모든 사용자에게 꼭 필요한 도구입니다. 간편한 설치 및 설정, 원활한 동영상 시청, 사용자 지정 가능한 옵션, 향상된 생산성, 주요 동영상 플랫폼과의 호환성, 개인 정보 보호 기능을 갖춘 이 확장 프로그램은 동영상 애호가들의 판도를 바꿀 것입니다. 지금 바로 사용해보고 동영상 시청 방식을 어떻게 변화시킬 수 있는지 알아보세요.",
    "lt": "Patobulinkite vaizdo įrašų peržiūros patirtį naudodami plaukiojantį grotuvą - \"Chrome\" plėtinį \"Picture in Picture\n\nAr pavargote stabdyti vaizdo įrašus, kad patikrintumėte el. paštą arba slinkdami per socialinę žiniasklaidą? Ar norėtumėte, kad žiūrėdami mėgstamą turinį galėtumėte atlikti kelias užduotis vienu metu? Ieškokite tik \"Chrome\" plėtinio \"Vaizdas paveikslėlyje\".\n\n\"Floating Player\" yra galingas įrankis, kuris pagerina vaizdo įrašų žiūrėjimo patirtį, nes leidžia žiūrėti mėgstamą turinį atliekant kelias užduotis. Naudodamiesi šiuo plėtiniu galite nepertraukiamai žiūrėti vaizdo įrašus mažame, keičiamo dydžio lange, kol dirbate su kitomis užduotimis.\n\nLengvas diegimas ir sąranka\n\nĮdiegti ir nustatyti \"Floating Player\" galima greitai ir lengvai. Tiesiog eikite į \"Chrome\" interneto parduotuvę, ieškokite plėtinio ir spustelėkite \"Add to Chrome\". Įdiegus plėtinys bus lengvai pasiekiamas įrankių juostoje.\n\nSklandus vaizdo įrašų žiūrėjimas\n\nFunkcija \"Floating Player\" leidžia sklandžiai žiūrėti mėgstamą turinį be pertraukų. Nesvarbu, ar dirbate su dokumentu, ar naršote internete, vaizdo įrašas bus atkuriamas ekrano kampe, todėl galėsite jį stebėti dirbdami.\n\nPritaikoma žiūrėjimo patirtis\n\nNaudodami \"Chrome\" plėtinį \"Vaizdas paveikslėlyje\" galite pritaikyti vaizdo įrašų žiūrėjimo patirtį pagal savo pageidavimus. Galite keisti lango dydį, kad jis būtų didesnis arba mažesnis, perkelti jį ekrane.\n\nDidesnis našumas\n\nPrograma \"Picture-in-Picture\" gali padidinti jūsų produktyvumą, nes žiūrėdami vaizdo įrašus galite atlikti kelias užduotis. Nesvarbu, ar žiūrite pamoką, internetinį seminarą, ar konferenciją, vaizdo įrašą galite leisti, kol dirbate su kitomis užduotimis, nepraleisdami svarbios informacijos.\n\nSuderinama su pagrindinėmis vaizdo įrašų platformomis\n\nPrograma \"Picture-in-Picture\" suderinama su pagrindinėmis vaizdo įrašų platformomis, įskaitant \"YouTube\", \"Vimeo\" ir \"Dailymotion\". Šį plėtinį galite naudoti žiūrėdami bet kokį vaizdo įrašą, nesvarbu, ar tai būtų filmas, televizijos laida, ar mokomoji programa.\n\nApsaugokite savo privatumą\n\nPrograma \"Picture-in-Picture\" sukurta siekiant apsaugoti jūsų privatumą. Šis plėtinys nerenka jokių asmeninių duomenų ar naršymo istorijos, todėl galite drąsiai juo naudotis.\n\nIšvada:\n\nApibendrinimas: \"Chrome\" plėtinys \"Picture-in-Picture\" yra privalomas įrankis visiems, kurie nori pagerinti vaizdo įrašų žiūrėjimo patirtį. Šis plėtinys lengvai įdiegiamas ir nustatomas, sklandžiai peržiūri vaizdo įrašus, pritaikomos parinktys, padidintas produktyvumas, suderinamumas su pagrindinėmis vaizdo įrašų platformomis ir privatumo apsauga keičia vaizdo įrašų mėgėjų žaidimo taisykles. Išbandykite jį jau šiandien ir pamatysite, kaip jis gali pakeisti jūsų vaizdo įrašų žiūrėjimo būdą.",
    "lv": "Uzlabojiet video skatīšanās pieredzi ar peldošo atskaņotāju - Picture in Picture paplašinājumu pārlūkprogrammai Chrome\n\nVai jums ir apnicis apturēt videoklipus, lai pārbaudītu e-pastus vai ritinātu sociālos medijus? Vai vēlaties, lai, skatoties savu iecienīto saturu, jūs varētu veikt vairākus uzdevumus vienlaikus? Meklējiet tikai attēlu attēlā paplašinājumu pārlūkprogrammai Chrome.\n\nPeldošais atskaņotājs ir jaudīgs rīks, kas uzlabo jūsu video skatīšanās pieredzi, ļaujot skatīties iecienītāko saturu, vienlaikus veicot vairākus uzdevumus. Izmantojot šo paplašinājumu, varat turpināt atskaņot videoklipus nelielā, maināmas lieluma logā, kamēr strādājat pie citiem uzdevumiem.\n\nViegla instalēšana un iestatīšana\n\nPeldošā atskaņotāja instalēšana un iestatīšana ir ātra un vienkārša. Vienkārši dodieties uz Chrome interneta veikalu, sameklējiet paplašinājumu un noklikšķiniet uz \"Pievienot Chrome\". Pēc instalēšanas paplašinājums būs pieejams rīkjoslā, lai tam būtu viegli piekļūt.\n\nNevainojama video skatīšanās\n\nFloating Player ļauj jums netraucēti skatīties iecienītāko saturu bez pārtraukumiem. Neatkarīgi no tā, vai strādājat ar dokumentu vai pārlūkojat tīmekli, videoklips tiks atskaņots ekrāna stūrī, lai jūs varētu sekot līdzi tam, kamēr strādājat.\n\nPielāgojama skatīšanās pieredze\n\nIzmantojot Chrome paplašinājumu Attēlā attēlā, varat pielāgot video skatīšanās pieredzi atbilstoši savām vēlmēm. Varat mainīt loga lielumu, lai tas būtu lielāks vai mazāks, un pārvietot to pa ekrānu.\n\nUzlabota produktivitāte\n\nPicture-in-Picture var uzlabot jūsu produktivitāti, ļaujot skatoties videoklipus, veikt vairākus uzdevumus. Neatkarīgi no tā, vai skatāties pamācību, tīmekļa semināru vai konferenci, varat turpināt atskaņot videoklipu, kamēr strādājat pie citiem uzdevumiem, nepalaižot garām svarīgu informāciju.\n\nSaderība ar galvenajām video platformām\n\nPicture-in-Picture ir saderīgs ar galvenajām video platformām, tostarp YouTube, Vimeo un Dailymotion. Šo paplašinājumu varat izmantot, lai skatītos jebkuru videoklipu, neatkarīgi no tā, vai tā ir filma, TV raidījums vai pamācība.\n\nAizsargājiet savu konfidencialitāti\n\nPicture-in-Picture ir izstrādāts, lai aizsargātu jūsu privātumu. Šis paplašinājums nevāc nekādus personas datus vai pārlūkošanas vēsturi, tāpēc varat to droši lietot.\n\nSecinājums:\n\nTādējādi Chrome paplašinājums Picture-in-Picture ir obligāts rīks ikvienam, kas vēlas uzlabot savu video skatīšanās pieredzi. Pateicoties vieglai instalācijai un iestatīšanai, nevainojamai video skatīšanai, pielāgojamām opcijām, uzlabotai produktivitātei, saderībai ar galvenajām video platformām un privātuma aizsardzībai, šis paplašinājums ir spēļu mainītājs video cienītājiem. Izmēģiniet to jau šodien un pārliecinieties, kā tas var mainīt jūsu video skatīšanās veidu.",
    "nl": "Verbeter uw videoweergave met Floating Player - Beeld-in-beeld-extensie voor Chrome\n\nBent u het beu om uw video's te pauzeren om e-mails te controleren of door sociale media te scrollen? Wilt u kunnen multitasken terwijl u uw favoriete inhoud bekijkt? Zoek niet verder dan de Beeld-in-beeld-extensie voor Chrome.\n\nFloating Player is een krachtig hulpmiddel dat uw videokijkervaring verbetert door u in staat te stellen uw favoriete inhoud te bekijken terwijl u multitaskt. Met deze extensie kunt u uw video's laten afspelen in een klein, aanpasbaar venster terwijl u aan andere taken werkt.\n\nEenvoudige installatie en instelling\n\nHet installeren en instellen van Floating Player is snel en eenvoudig. Ga gewoon naar de Chrome Web Store, zoek naar de extensie en klik op \"Toevoegen aan Chrome\". Zodra de extensie is geïnstalleerd, is deze beschikbaar in de werkbalk, zodat u er gemakkelijk bij kunt.\n\nNaadloos video's bekijken\n\nMet Floating Player kunt u naadloos en zonder onderbrekingen uw favoriete inhoud bekijken. Of u nu aan een document werkt of op internet surft, uw video wordt afgespeeld in de hoek van uw scherm, zodat u deze in de gaten kunt houden terwijl u werkt.\n\nAanpasbare kijkervaring\n\nMet de Picture-in-Picture-extensie voor Chrome kunt u uw videoweergave aanpassen aan uw voorkeuren. U kunt het venster groter of kleiner maken en het over uw scherm verplaatsen.\n\nVerbeterde productiviteit\n\nPicture-in-Picture kan uw productiviteit verbeteren doordat u kunt multitasken terwijl u video's bekijkt. Of u nu een tutorial, een webinar of een conferentie bekijkt, u kunt de video blijven afspelen terwijl u aan andere taken werkt, zonder belangrijke informatie te missen.\n\nCompatibel met de belangrijkste videoplatforms\n\nPicture-in-Picture is compatibel met de belangrijkste videoplatforms, waaronder YouTube, Vimeo en Dailymotion. U kunt deze extensie gebruiken om elke video te bekijken, of het nu een film, een tv-programma of een tutorial is.\n\nBescherm uw privacy\n\nPicture-in-Picture is ontworpen om uw privacy te beschermen. De extensie verzamelt geen persoonlijke gegevens of browsegeschiedenis, dus je kunt het met een gerust hart gebruiken.\n\nConclusie:\n\nConcluderend is de Picture-in-Picture-extensie voor Chrome een onmisbare tool voor iedereen die zijn videokijkervaring wil verbeteren. Met zijn eenvoudige installatie en installatie, naadloze videoweergave, aanpasbare opties, verbeterde productiviteit, compatibiliteit met de belangrijkste videoplatforms en privacybescherming is deze extensie een game-changer voor videoliefhebbers. Probeer het vandaag nog en zie hoe het de manier waarop u video's bekijkt kan veranderen. Picture-in-picture, dual video, PiP, Floating window, Multiple screens, Two video, Multi video, floating player, picture and picture, Side by side video.",
    "no": "Forbedre videoopplevelsen din med Floating Player - Bilde i bilde-utvidelse for Chrome\n\nEr du lei av å sette videoene dine på pause for å sjekke e-post eller bla gjennom sosiale medier? Skulle du ønske du kunne multitaske mens du ser på favorittinnholdet ditt? Se ikke lenger enn Bilde-i-bilde-utvidelsen for Chrome.\n\nFloating Player er et kraftig verktøy som forbedrer videoopplevelsen din ved å la deg se favorittinnholdet ditt mens du multitasker. Med denne utvidelsen kan du fortsette å spille av videoene dine i et lite, justerbart vindu mens du jobber med andre oppgaver.\n\nEnkel installasjon og oppsett\n\nDet er raskt og enkelt å installere og konfigurere Floating Player. Bare gå til Chrome Web Store, søk etter utvidelsen og klikk på \"Legg til i Chrome\". Når den er installert, vil utvidelsen være tilgjengelig i verktøylinjen for enkel tilgang.\n\nSømløs videovisning\n\nMed Floating Player kan du sømløst se favorittinnholdet ditt uten avbrudd. Enten du jobber med et dokument eller surfer på nettet, spilles videoen av i hjørnet av skjermen, slik at du kan holde øye med den mens du jobber.\n\nTilpassbar visningsopplevelse\n\nMed Picture-in-Picture-utvidelsen for Chrome kan du tilpasse videoopplevelsen slik at den passer dine preferanser. Du kan endre størrelsen på vinduet for å gjøre det større eller mindre, og flytte det rundt på skjermen.\n\nForbedret produktivitet\n\nBilde-i-bilde kan forbedre produktiviteten din ved å la deg multitaske mens du ser på videoer. Enten du ser på en opplæring, et webinar eller en konferanse, kan du fortsette å spille av videoen mens du jobber med andre oppgaver, uten å gå glipp av viktig informasjon.\n\nKompatibel med store videoplattformer\n\nPicture-in-Picture er kompatibel med store videoplattformer, inkludert YouTube, Vimeo og Dailymotion. Du kan bruke denne utvidelsen til å se hvilken som helst video, enten det er en film, et TV-program eller en opplæring.\n\nBeskytt personvernet ditt\n\nPicture-in-Picture er utviklet for å beskytte personvernet ditt. Utvidelsen samler ikke inn personopplysninger eller nettleserhistorikk, så du kan bruke den trygt.\n\nKonklusjon\n\nAvslutningsvis er Picture-in-Picture Extension for Chrome et uunnværlig verktøy for alle som ønsker å forbedre videoopplevelsen sin. Med sin enkle installasjon og oppsett, sømløs videovisning, tilpassbare alternativer, forbedret produktivitet, kompatibilitet med store videoplattformer og personvern, er denne utvidelsen en game-changer for videoelskere. Prøv den i dag og se hvordan den kan forandre måten du ser på videoer på.",
    "pl": "Popraw swoje wrażenia z oglądania wideo dzięki Floating Player - rozszerzeniu Picture in Picture dla Chrome\n\nMęczy cię przerywanie oglądania filmów, by sprawdzić maile lub przewinąć media społecznościowe? Chciałbyś mieć możliwość wielozadaniowości podczas oglądania swoich ulubionych materiałów? Nie szukaj dalej niż rozszerzenie Picture-in-Picture dla Chrome.\n\nPływający Odtwarzacz to potężne narzędzie, które wzbogaca Twoje wrażenia z oglądania wideo, pozwalając Ci oglądać ulubione treści podczas wykonywania wielu zadań. Dzięki temu rozszerzeniu możesz oglądać filmy w małym oknie z możliwością zmiany rozmiaru, gdy pracujesz nad innymi zadaniami.\n\nŁatwa instalacja i konfiguracja\n\nInstalacja i konfiguracja Floating Player jest szybka i łatwa. Wystarczy przejść do Chrome Web Store, wyszukać rozszerzenie i kliknąć \"Dodaj do Chrome\". Po zainstalowaniu rozszerzenie będzie dostępne na pasku narzędzi, aby mieć do niego łatwy dostęp.\n\nPłynne oglądanie wideo\n\nFloating Player umożliwia płynne oglądanie ulubionych treści bez przerw. Niezależnie od tego, czy pracujesz nad dokumentem, czy przeglądasz strony internetowe, Twoje wideo będzie odtwarzane w rogu ekranu, więc możesz mieć je na oku podczas pracy.\n\nDostosowywane wrażenia z oglądania\n\nDzięki rozszerzeniu Picture-in-Picture dla Chrome możesz dostosować oglądanie wideo do swoich preferencji. Możesz zmieniać rozmiar okna, by je powiększyć lub zmniejszyć, a także przesuwać je po ekranie.\n\nZwiększona produktywność\n\nPicture-in-Picture może poprawić twoją produktywność, pozwalając ci na wielozadaniowość podczas oglądania filmów. Niezależnie od tego, czy oglądasz samouczek, webinarium czy konferencję, możesz zatrzymać odtwarzanie filmu podczas pracy nad innymi zadaniami, nie tracąc przy tym żadnych ważnych informacji.\n\nKompatybilność z głównymi platformami wideo\n\nPicture-in-Picture jest kompatybilne z głównymi platformami wideo, takimi jak YouTube, Vimeo i Dailymotion. Możesz użyć tego rozszerzenia do obejrzenia dowolnego filmu, czy to będzie film, program telewizyjny, czy poradnik.\n\nChroń swoją prywatność\n\nPicture-in-Picture zostało zaprojektowane tak, by chronić Twoją prywatność. Rozszerzenie nie zbiera żadnych danych osobowych ani historii przeglądania, więc możesz go używać bez obaw.\n\nWnioski:\n\nPodsumowując, rozszerzenie Picture-in-Picture dla Chrome jest niezbędnym narzędziem dla każdego, kto chce poprawić swoje wrażenia z oglądania wideo. Dzięki łatwej instalacji i konfiguracji, bezproblemowemu oglądaniu wideo, konfigurowalnym opcjom, zwiększonej produktywności, kompatybilności z głównymi platformami wideo i ochronie prywatności, to rozszerzenie jest przełomem dla miłośników wideo. Wypróbuj je już dziś i zobacz, jak może zmienić sposób, w jaki oglądasz filmy.",
    "pt_BR,pt_PT": "Melhore a sua experiência de visualização de vídeo com Leitor Flutuante - Extensão de Imagem em Imagem para Cromo\n\nEstá cansado de pausar os seus vídeos para verificar e-mails ou percorrer as redes sociais? Deseja poder realizar várias tarefas enquanto assiste aos seus conteúdos favoritos? Não procure mais do que a Extensão Picture-in-Picture para o Cromo.\n\nFloating Player é uma ferramenta poderosa que melhora a sua experiência de visualização de vídeos, permitindo-lhe ver os seus conteúdos favoritos enquanto assiste a multitarefas. Com esta extensão, pode manter os seus vídeos a tocar numa janela pequena e redimensionável enquanto trabalha em outras tarefas.\n\nFácil Instalação e Configuração\n\nInstalar e configurar o Jogador Flutuante é rápido e fácil. Basta ir à Loja Web Chrome, procurar a extensão, e clicar em \"Adicionar ao Chrome\". Uma vez instalada, a extensão estará disponível na barra de ferramentas para fácil acesso.\n\nVisualização de vídeo sem costuras\n\nO Jogador Flutuante permite-lhe observar sem interrupções o seu conteúdo favorito. Quer esteja a trabalhar num documento ou a navegar na web, o seu vídeo será reproduzido no canto do seu ecrã, para que possa ficar de olho nele enquanto trabalha.\n\nExperiência de visualização personalizável\n\nCom a Extensão Picture-in-Picture para Cromo, pode personalizar a sua experiência de visualização de vídeo de acordo com as suas preferências. Pode redimensionar a janela para a tornar maior ou mais pequena, movê-la à volta do seu ecrã.\n\nMelhoria da Produtividade\n\nPicture-in-Picture pode melhorar a sua produtividade ao permitir-lhe multitarefas enquanto vê vídeos. Quer esteja a ver um tutorial, um webinar, ou uma conferência, pode manter o vídeo a tocar enquanto trabalha noutras tarefas, sem perder nenhuma informação importante.\n\nCompatível com as principais plataformas de vídeo\n\nPicture-in-Picture é compatível com as principais plataformas de vídeo, incluindo YouTube, Vimeo, e Dailymotion. Pode utilizar esta extensão para ver qualquer vídeo, quer seja um filme, um programa de televisão, ou um tutorial.\n\nProteja a sua privacidade\n\nPicture-in-Picture é concebido para proteger a sua privacidade. A extensão não recolhe quaisquer dados pessoais ou histórico de navegação, pelo que pode utilizá-la com confiança.\n\nConclusão:\n\nEm conclusão, a Extensão Picture-in-Picture para Cromo é uma ferramenta indispensável para qualquer pessoa que deseje melhorar a sua experiência de visualização de vídeo. Com a sua fácil instalação e configuração, visualização de vídeo sem falhas, opções personalizáveis, maior produtividade, compatibilidade com as principais plataformas de vídeo, e protecção da privacidade, esta extensão é um permutador de jogos para os amantes de vídeo. Experimente-o hoje mesmo e veja como pode transformar a forma como vê vídeos.\n\nTraduzido com a versão gratuita do tradutor - www.DeepL.com/Translator\nEste é um incrível reprodutor de vídeo flutuante para você \"Picture-in-Picture\". Flutue vídeos em cima de quaisquer outros sites ou aplicativos enquanto navega na web (sempre em cima de outras janelas). Continue fazendo seu trabalho e assista ao filme em uma janela pop-up! Você pode até redimensionar seu pop-up de vídeo e muito mais...\n \nCaracterísticas :\n* Reproduzir vídeo em janela pop-up flutuante.\n* Redimensione o pop-up de vídeo flutuante.\n* Atalho de teclado: Alt + P (⌥ + P no macOS)\n* Todos os formatos de vídeo suportados.\n\nTudo o que você precisa fazer para ativar o modo Picture-in-Picture é clicar no ícone na barra de ferramentas e o mini player aparecerá instantaneamente. Ele também permite que você use o recurso em sites que você não conseguiu com a opção integrada.\n\nVale a pena notar que o PiP (modo Picture-in-Picture) funciona apenas com um vídeo por vez. Se um vídeo já estiver sendo reproduzido e você habilitar o PiP em um segundo, esse vídeo substituirá o que está sendo reproduzido no momento.\n\nO que é o modo Picture-in-Picture (PiP) e como ele será útil para você?\nEste modo permite reproduzir qualquer vídeo no modo Picture-in-Picture (PiP) e funciona em todas as plataformas. O PiP é um reprodutor de vídeo sempre visível que flutua sobre outras janelas.\n\nVocê também pode reposicioná-lo ao longo da borda da tela enquanto continua navegando na Internet.\n\nPicture-in-Picture - (Floating Player) - permite que você assista a vídeos em uma janela flutuante (sempre em cima de outras janelas) para que você possa acompanhar o que está assistindo ao interagir com outros sites ou aplicativos.\n\nBasta clicar no ícone da extensão para exibir o reprodutor de vídeo no YouTube ou em qualquer outro site da Web. Esta janela reproduzirá o vídeo em todas as páginas do navegador nas quais existe um recurso de vídeo.\n\nO PiP é um reprodutor de vídeo sempre visível que flutua sobre outras janelas. Traga o modo PIP para qualquer reprodutor de vídeo HTML5 em qualquer site.\n\nComo funciona o Picture in Picture:\n\n- Encontre o vídeo e execute-o.\n- Selecione o modo “Floating Picture in Picture” (PIP) e pronto.\n\nHá uma coisa que vale a pena notar: embora você possa navegar livremente em outros sites enquanto reproduz um vídeo em uma janela pop-up, você deve manter a guia original aberta. A imagem flutuante na imagem é uma ferramenta poderosa para assistir a vídeos em um reprodutor de mini-vídeo para todos os sites.\n\nO painel flutuante Picture in Picture é um complemento leve que oferece acesso a vídeos em todo o site com um clique.\n\nUm painel flutuante para todos é uma extensão desenvolvida e mantida de forma independente.\n\nUm painel flutuante para todos simplesmente facilita o acesso a vídeos PIP para todos os sites de vídeo.\n\nO Floating Picture in Picture (PIP) para YouTube ™ respeita sua privacidade.\n\nP.S.:YouTube é uma marca comercial da Google Inc. O uso desta marca comercial está sujeito às permissões do Google.\nO modo de imagem flutuante no modo de imagem (PIP) para YouTube ™ não foi criado, não está associado ao Google Inc. ou não é suportado.",
    "sk,sl,tr": "This is an amazing Floating Video Player for you \"Picture-in-Picture\". Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...\n \nFeatures :\n* Play video in floating popup window.\n* Resize floating video pop-up.\n* Keyboard shortcut: Alt + P (⌥ + P on macOS)\n* All video formats supported.\n\nAll you have to do to enable Picture-in-Picture mode is click the icon in the toolbar, and the mini player appears instantly. It also lets you use the feature on sites that you weren’t able to with the built-in option.\n\nIt’s worth noting that PiP (Picture-in-Picture mode) only works with one video at a time. If a video is already playing and you enable PiP on a second one, that video will replace the one currently playing.",
    "sv": "Detta är en fantastisk flytande videospelare för dig \"Bild-i-bild\". Flytta videor ovanpå andra webbplatser eller applikationer medan du surfar på webben (alltid ovanpå andra fönster). Fortsätt göra ditt arbete och se filmen i ett popup-fönster! Du kan till och med ändra storlek på din video-popup och mycket mer ...\n \nFunktioner :\n* Spela upp video i flytande popup-fönster.\n* Ändra storlek på flytande video-popup.\n* Kortkommando: Alt + P (⌥ + P på macOS)\n* Alla videoformat stöds.\n\nAllt du behöver göra för att aktivera bild-i-bild-läget är att klicka på ikonen i verktygsfältet, så visas minispelaren direkt. Det låter dig också använda funktionen på webbplatser som du inte kunde med det inbyggda alternativet.\n\nDet är värt att notera att PiP (bild-i-bild-läge) bara fungerar med en video i taget. Om en video redan spelas upp och du aktiverar PiP på en andra, kommer den videon att ersätta den som spelas för närvarande.",
    "zh_CN,zh_TW": "使用浮动播放器增强您的视频观看体验--Chrome浏览器的画中画扩展功能\n\n您是否厌倦了暂停视频来检查电子邮件或滚动浏览社交媒体？你是否希望在观看你最喜欢的内容时能进行多任务操作？不妨看看Chrome的画中画扩展。\n\n浮动播放器是一个强大的工具，通过允许你在多任务时观看你喜欢的内容，增强你的视频观看体验。有了这个扩展，你可以在处理其他任务时，在一个可调整大小的小窗口中继续播放你的视频。\n\n易于安装和设置\n\n安装和设置浮动播放器是快速而简单的。只需进入Chrome网络商店，搜索该扩展，并点击 \"添加到Chrome\"。一旦安装完毕，该扩展将在工具栏中可用，便于访问。\n\n无缝观看视频\n\n浮动播放器使您能够不受干扰地无缝观看您喜爱的内容。无论你是在处理文件还是在浏览网页，你的视频都会在屏幕的一角播放，这样你就可以在工作时盯着它。\n\n可定制的观看体验\n\n利用Chrome浏览器的画中画扩展，你可以根据自己的喜好定制视频观看体验。你可以调整窗口的大小，使其变大或变小，在屏幕上移动它。\n\n提高生产力\n\n画中画可以提高你的工作效率，因为你可以在观看视频时进行多任务处理。无论你是在看教程、网络研讨会还是会议，你都可以在处理其他任务时继续播放视频，而不会错过任何重要信息。\n\n与主要视频平台兼容\n\n画中画与主要视频平台兼容，包括YouTube、Vimeo和Dailymotion。你可以使用这个扩展来观看任何视频，无论是电影、电视节目还是教程。\n\n保护你的隐私\n\n画中画的设计是为了保护你的隐私。该扩展不会收集任何个人数据或浏览历史，因此你可以放心使用。\n\n结语。\n\n总之，对于任何想提高视频观看体验的人来说，Chrome浏览器的画中画扩展是一个必备的工具。由于其易于安装和设置、无缝视频观看、可定制的选项、提高生产力、与主要视频平台的兼容性以及隐私保护，该扩展是视频爱好者的一个游戏规则改变者。今天就试一试，看看它如何改变你观看视频的方式。"
  }
}