{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conch AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get your work done 10x faster anywhere with AI. Summarize articles, books, and pdfs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get your work done 10x faster anywhere with AI. Summarize articles, books, PDFs, webpages.\n\nGenerate, summarize, and rewrite anything, anywhere on the internet to save over hours each week.\n\nDiscover Conch's full blown feature set below.\n\n🤖 Features\n- AI commands: Highlight and rewrite sentences and paragraphs, summarize selected text from PDFs, books, and articles, paraphrase text, and much more.\n- Study: Generate notes, flashcards, and mind maps instantly from anything. Ask questions about the current website, any article or PDF and Conch AI will dig for answers. 10x better than the default find.\n- AI Humanizer: Rewrite AI generated text to bypass AI detectors like Turn It In, GPTZero, and more.\n- Chat: Ask questions about the current website, any article, or any PDF and the AI will dig for answers.\n\nBonus:\nGenerate Next Sentence: Press CTRL + shift + Q to magically generate the next sentence from where you left off on Google Docs, or your favorite document editor.\n\nSupported on:\nGoogle Docs\nPDFs\nGmail\nLinkedin\nNews websites\nAnd so much more!\n\nThis extension directly integrates with your account/subscription at getconch.ai, the all-in-one AI tool for school. All studysets, chats, and sources for documents will be stored with your account."
  }
}