{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faceseo®"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faceseo - Chrome extension © Copyright 2024"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Addon Faceseo hỗ trợ công cụ cho hệ thống Faceseo. Faceseo là hệ thống tương tác của các SEOer. Nó được xem là MXH cho SEOER & Digital Marketing. Các SEOER lên Faceseo trao đổi view, like, sub Youtube. Faceseo thông qua các các file Javascript kiểm soát việc tương tác qua lại giữa các thành viên trên hệ thống.\n\nI)Chức năng chính của hệ thống Faceseo: \n\t- Hệ thống Faceseo được thiết kế gần giống với Facebook giúp anh em có thể chat thảo luận trên Group\n\t- Người dùng có thể chat trực tiếp với từng user để trao đổi học hỏi thêm kinh nghiệm về SEO, Ads\n\t- Click link (view tối thiểu 5p)\n\t- Click backlink trong bài viết (người mua tự set backlink cần click)\n\t- Vào từng backlink click tiếp các link con\n\t- Click website trên kết quả Google\n\t- Tăng traffic trên mobile\n\t- Hệ thống kiểm soát việc câu view các phiên làm cho việc diễn ra tối thiểu 5 – 10phút. Sau 10p hệ thống tự tắt các tab. \n\t- Kiểm tra thứ hạng từ khóa\n\nII)Tác dụng của hệ thống:\n\n\t- Giảm alexa\n\t- Lên top Google nhanh đối với những keywords độ khó trung bình\n\t- Tạo Google Searchbox\n\t- Giảm tỉ lệ thoát (do click sâu 3 lớp)\n\t\nIII) Tại sao người dùng phải sử dụng Addon Faceseo\n\t- Tất cả người dùng MXH Faceseo đều phải cài Addon Faceseo để kiểm soát việc tương tác qua lại\n\t- Muốn kiếm được nhiều điểm trên Faceseo.vn phải cài Addon Faceseo\n\t- Người dùng không cài Addon Faceseo thì việc kiếm điểm trên hệ thống Faceseo sẽ rất chậm\n\t- Kiểm tra thứ hạng từ khóa có lên Top hay không thông qua hệ thống con là hidigi.org\n      \nIII) Phiên bản 4.0\n         - Fix lỗi không quản lý các tab đúng và thỉnh thoảng tự đóng các tab của trình duyệt 1 cách bất thường gây sự khó chịu cho người dùng\n         - Cách tính điểm trên hệ thống không đúng\n        - Công cụ check thứ hạng từ khóa hiển thị không đúng nên cập nhật thêm ở phiên bản này\nIV) Phiên bản 4.1\n         - Loại bỏ các code không sử dụng\n         - Tôi ưu hóa code giúp chạy nhanh hơn và quản lý để bớt vòng lặp vô hạn\n         - Lỗi gán các phần tử mảng và giá trị undifined làm hệ thống chạy không chính xác\n         - Fix lỗi 1 số trang chứa sub domain chạy không đúng.\nV) Phiên bản 4.3\n         - Loại bỏ code bị lỗi\n         - Thêm hàm kiểm tra link trong bài viết có hợp lệ không\n         - Nâng cấp http thành https để fix bug Purple Copper \n         - Phát triển thêm tính năng check keywords seo\nV) Phiên bản 4..4\n        - Update check keyword đa ngôn ngữ, nhiều thiết bị\n       - Kiểm tra khi click vào email có hợp lệ không\nV) Phiên bản 4.5\n        - Thêm tham số để fix lỗi không kiểm tra đúng keyword và bị sai link\nV) Phiên bản 4.6\n        - Thêm 1 số trường hợp ngoại lệ và định nghĩa thêm biến để fix lỗi ko  quản lý tốt các tab\nV) Phiên bản 4.7\n        - Cập nhật https, fix lỗi ko update tab với twister\nVI)Phiên bản 4.8 \n        - Update Manifest version 3\nVII)Phiên bản 4.9\n        - Fix lỗi không cộng điểm đúng\nVIII)Phiên bản 5.0\n        - Fix lỗi không reup tin và không thống kê đúng\n        - Loại bỏ các quyền chưa sử dụng tới\n        - Loại bỏ permission storage"
  }
}