{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Countdown Timer for Email"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a countdown timer to your email, and get the maximum sales conversion."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This chrome extension helps you simplify the process of setting a countdown timer in your email email. The countdown timer has long become an integral part of selling sites. Timer encourages the audience to commit target actions on the site, limiting the time of the action, creating the effect of urgency and the effect of shortage of goods. Our service simplifies creation of countdown timers for emails and websites. \n\nBy visiting our site, you can create a code snippet using our timer constructor. It is quite easy to create this code. You only need to choose the design of the counter, then specify its size, color, etc. (we have a lot of additional settings with which you can make a timer for every taste). Then you need to choose the end date of the counter, then click \"Save\" and your HTML code is ready for embedding in the letter. When developing the editor, we created as many controllers as possible for more precise adjustment of external view. Primarily, many of them may scare you. But don`t be afraid because you can always find in our tutorial a description of any controller or contact us at a support for more detailed information.\n\nThe counter for email is a GIF animation that is created by using our editor. When you click the “Save” button, our editor generates the code that needs to be inserted into the HTML code of the email. There are many different online editors to help you paste this code into a letter (mailchimp, activecampaing, etc.). When you set this code in an e-mail and send a newsletter, then when you open this letter with your client, our counter starts generating a GIF animation with a countdown of the time left until the end of your event that you set. The animation will count for about 60 seconds (time may vary depending on the size of the timer), after this time, if the user logs back on this letter, the counter will be regenerated again only with a different time (in our case this is 1 minute less).\n\nIf you don`t have an account, then you can create a countdown counter by going to this page https://promofeatures.com/create-countdown-timer-for-email. If you have an account, then you can create it in your account: https://promofeatures.com/profile/create-mail-timers. In any case, it will be more convenient for you to create an account on the site in order to save your timer and further edit it."
  }
}