{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Believe by Heart It Out"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Refuel your positive thoughts and stay productive with these inspirational quotes on your browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Believe Chrome Extension by Heart It Out\n\nFuel your focus, increase productivity and learn to relax with these empowering quotes to guide you through the day.\n\nBelieve Is Your Ultimate Wellbeing Companion!\n\nBelieve doesn’t just up your productivity game, it reminds you to value each waking moment, and reflect on your day before you end your day. Believe it or not, a positive nudge a day keeps the negativity away!\n\n💫 Core Features:\nCustomised quotes with changing concepts depending on the time of the day.\nShort, yet wholesome and impactful quotes that induce a sense of purpose.\nAesthetic design and font to enhance your browser’s appearance.\nOffline quotes to motivate you even when you’re not connected to the internet.\n\n💫 Get Started:\nInstall the Believe extension\nOpen a new tab\nStart your day with motivation before diving into your daily routine!\n\n\n◇──◆──◇──◆──◇──◆──◇──◆──◇──◆──◇──◆──◇──◆──◇──◆\n\nFrequently Asked Questions:\n\nWhich company is Believe made by?\nBelieve was created by Heart It Out, a Mental Health and Wellbeing organisation based in Bengaluru, India.\n\nIs Believe by Heart It Out free?\nThe Believe Extension is absolutely free! Quotes and affirmations that help you stay positive are priceless!\n\nWho organises the quotes?\nThe quotes displayed on your screen are carefully curated by wellbeing experts at Heart It Out to motivate you realistically.\n\n✨Install Believe Now! ✨\n\nMake positive affirmations a part of your lifestyle, because you deserve to shine."
  }
}