{
  "name": {
    "ar": "التقاط شاشة كاملة الصفحة",
    "am": "Webpage & WebCam Screenshot",
    "bg": "Пълно заснемане на екрана на страницата",
    "bn": "ওয়েব পাতার স্ক্রীণশট - Screenshot Extension",
    "ca": "Captura de pantalla de pàgina completa",
    "cs": "Snímání obrazovky celé stránky",
    "da": "Fangst af hele siden",
    "de": "Ganzseitige Bildschirmaufnahme",
    "el": "Λήψη πλήρους σελίδας",
    "en,en_AU,en_GB,en_US,es_419,gu,kn,mr,pt_BR,pt_PT,sw,ta,te": "Full page screen capture",
    "es": "Captura de pantalla de página completa",
    "et": "Pildistamine täisekraanil",
    "fa": "ضبط صفحه کامل",
    "fi": "Koko sivun kaappaus",
    "fil": "Nakuha ang buong pahina ng screen",
    "fr": "Capture d&#39;écran pleine page",
    "he": "לכידת מסך עמוד מלא",
    "hi": "पूर्ण पृष्ठ स्क्रीन कैप्चर",
    "hr": "Cijelo snimanje zaslona",
    "hu": "Teljes oldalas képernyő-rögzítés",
    "id": "Pengambilan layar halaman penuh",
    "it": "Acquisizione schermata intera pagina",
    "ja": "全画面のスクリーンキャプチャ",
    "ko": "전체 페이지 화면 캡처",
    "lt": "Viso puslapio ekrano fiksavimas",
    "lv": "Tveršana pilnas lapas ekrānā",
    "ml": "വെബ്താള്‍ അനുബന്ധം - Screenshot Extension",
    "ms": "Rakaman skrin halaman penuh",
    "nl": "Schermopname op volledige pagina",
    "no": "Skjermfangst på hel side",
    "pl": "Przechwytywanie całego ekranu strony",
    "ro": "Capturarea ecranului paginii complete",
    "ru": "Полный снимок экрана",
    "sk": "Snímanie obrazovky na celú stránku",
    "sl": "Celoten zajem zaslona",
    "sr": "Цијело снимање екрана странице",
    "sv": "Hela sidans skärmbild",
    "th": "การจับภาพเต็มหน้าจอ",
    "tr": "Tam sayfa ekran görüntüsü yakalama",
    "uk": "Повне захоплення екрана сторінки",
    "vi": "Chụp màn hình toàn trang",
    "zh_CN": "全页截屏",
    "zh_TW": "全頁截屏"
  },
  "short": {
    "ar": "قم بعمل لقطة شاشة من صفحة كاملة لنافذة المتصفح الحالية.",
    "am": "ይህ የድረ-ገፅ ምስሎችን ለመስራት ምርጡ መንገድ ነዉ፡፡ ኢንተርኔት ሳይጠቀሙ ወደ ኮምፒዉተሮ መገልበጥና ማረም ያስችሎታል፡፡ እንዲሁም ወደ ፌስቡክ ፣ አቨርኖት እና ጎግል ድራይቭ ማጋራት ይችላሉ፡፡",
    "bg": "Направете екранна снимка на цялата страница на текущия си прозорец на браузъра.",
    "bn": "সহজেই দ্রুততার সাথে ওয়েবপাতার স্ক্রীণশট নিন এবং .jpg হিসেবে সংরক্ষণ করুন। প্রথম ক্রোম এক্সটেনশন যেটি পুরো পাতার স্ক্রীণশট নেয়..",
    "ca": "Feu una captura de pantalla de pàgina completa de la finestra del navegador actual.",
    "cs": "Vytvořte si celou stránku obrazovky aktuálního okna prohlížeče.",
    "da": "Lav et fuldskærmbillede af dit aktuelle browservindue.",
    "de": "Erstellen Sie einen ganzseitigen Screenshot Ihres aktuellen Browserfensters.",
    "el": "Δημιουργήστε ένα πλήρες στιγμιότυπο οθόνης του τρέχοντος παραθύρου του προγράμματος περιήγησής σας.",
    "en,en_AU,en_GB,en_US,es_419,gu,kn,mr,pt_BR,pt_PT,sw,ta,te": "Make a full page screenshot of your current browser window .",
    "es": "Haga una captura de pantalla de la página completa de la ventana actual de su navegador.",
    "et": "Tehke oma praegusest brauseriaknast terve lehe ekraanipilt.",
    "fa": "یک صفحه کامل از پنجره مرورگر فعلی خود بسازید.",
    "fi": "Tee koko sivun kuvakaappaus nykyisestä selainikkunasta.",
    "fil": "Gumawa ng isang buong screenshot ng pahina ng iyong kasalukuyang window ng browser.",
    "fr": "Faites une capture d&#39;écran pleine page de la fenêtre actuelle de votre navigateur.",
    "he": "ערוך צילום מסך מלא של חלון הדפדפן הנוכחי שלך.",
    "hi": "अपनी वर्तमान ब्राउज़र विंडो का एक पूर्ण पृष्ठ स्क्रीनशॉट बनाएं।",
    "hr": "Napravite snimku zaslona preko cijele stranice trenutnog prozora preglednika.",
    "hu": "Készítsen teljes képernyőképet a jelenlegi böngészőablakról.",
    "id": "Buat tangkapan layar satu halaman penuh dari jendela browser Anda saat ini.",
    "it": "Crea uno screenshot a pagina intera della finestra del browser corrente.",
    "ja": "現在のブラウザウィンドウのページ全体のスクリーンショットを作成します。",
    "ko": "현재 브라우저 창의 전체 페이지 스크린 샷을 만듭니다.",
    "lt": "Padarykite viso dabartinio naršyklės lango ekrano kopiją.",
    "lv": "Izveidojiet pilnas lapas ekrānuzņēmumu no pašreizējā pārlūka loga.",
    "ml": "ഏതൊരു വെബ്താളിന്റെയും സമ്പൂര്‍ണ്ണ  PNG സ്ക്രീന്‍ഷോട്ട് തയ്യാറാക്കുവാന്‍ ലളിതവും വേഗതയേറിയതുമായ മാര്‍ഗ്ഗം.",
    "ms": "Buat tangkapan skrin halaman penuh tetingkap penyemak imbas semasa anda.",
    "nl": "Maak een volledige pagina screenshot van je huidige browservenster.",
    "no": "Lag et helhetsskjermbilde av det gjeldende nettleservinduet.",
    "pl": "Zrób zrzut całej strony aktualnego okna przeglądarki.",
    "ro": "Realizați o captură de ecran completă a paginii din fereastra browserului curent.",
    "ru": "Сделайте полный скриншот страницы вашего текущего окна браузера.",
    "sk": "Vytvorte si celú stránku obrazovky aktuálneho okna prehliadača.",
    "sl": "Naredite posnetek zaslona na celotni strani trenutnega okna brskalnika.",
    "sr": "Направите снимак екрана на целој страници тренутног прозора прегледача.",
    "sv": "Skapa en skärmbild på hela sidan av ditt nuvarande webbläsarfönster.",
    "th": "จัดทำสกรีนช็อตเต็มหน้าของหน้าต่างเบราว์เซอร์ปัจจุบันของคุณ",
    "tr": "Geçerli tarayıcı pencerenizin tam sayfa ekran görüntüsünü oluşturun.",
    "uk": "Зробіть скріншот сторінки поточного вікна браузера.",
    "vi": "Tạo một ảnh chụp màn hình toàn trang của cửa sổ trình duyệt hiện tại của bạn.",
    "zh_CN": "制作当前浏览器窗口的全屏截图。",
    "zh_TW": "製作當前瀏覽器窗口的全屏截圖。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take FULL webpage screenshots. Capture, edit and save the screenshots to PDF/JPEG/GIF/PNG, upload, print, save to Google Drive, clipboard or email.\n\nThis software extension allows you to take full web page screenshots. You can edit and annotate the screenshots after its taken. Edit your screenshots and crop the image, add in text if needed and many more features available.\n\nYou can capture web pages entirely to PDF (with links) / JPEG / PNG files, print, or copy to clipboard. The screenshots are instant, stored locally."
  }
}