{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netflix Multi-Subtitles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension for netflix allowing to turn on several sets of subtitles simultaneously."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Netflix Multi Subtitles\" is a Chrome extension that allows you to watch videos on Netflix with several sets of subtitles simultaneously; the number of simultaneous sets is not limited.\nIt is a great facility especially for language learners.\n\nSee https://www.youtube.com/watch?v=zpJNe0zE2uQ\n\nThere are following features:\nAll subtitles are loaded from Netflix, you don't need to upload your own files.\nYou have to select the subtitles in the Netflix menu in order to load these subtitles into the extension \"Netflix Multi Subtitles\"\nYou select one after another all the languages that you want to watch simultaneously. \n\nOnce loaded in \"Netflix Multi Subtitles\" you can: \n- manage the font size and color\n- you can switch off/on the text stroke to facilitate the readability of the subtitles in case the color of the background is similar to the color of the subtitles\n- change the position by simple drag and drop (in a comfortable manner you determine the layout of all subtitles on the screen)\n- hide/show every single set of subtitles\n- export all the subtitles (with begin and end positions in time) into a text window (so that you can easily copy and paste the texts into  a dictionary)\n- fast rewind on pressing the up-arrow key (the playing speed is 5 times more than normal speed)\n- normal playing speed on pressing the down-arrow key\n- show stopwatch: it displays the remaining time to the time when another subtitles appear, by default turned off. It is targeted especially to those who want to learn language without having to watch the longer parts of the movie without speaking. In case of a longer time, the user can press the up-arrow key to activate fast rewind to the next subtitle. The fast rewind changes to the normal playing speed if next subtitles are about to appear in less than 2 seconds. The stopwatch works with loaded subtitles in the chrome extension \"Netflix Multi Subtitles\", not with the subtitles displayed by Netflix. \n\nSome languages cannot be loaded into \"Netflix Multi Subtitles\", because they are not transferred in a text format (for example Russian, Japanese, Chinese, ..). It means that you cannot manage these subtitles by the extension \"Netflix Multi Subtitles\", however it is still possible to turn on/off them in the Netflix menu.\nHence you watch simultaneously one of those \"non text\" subtitles with any number of other \"text\" subtitles (English, French, German, Italian, ...)\n\n======================================================================\nNew Features in version 0.0.0.9:\n- adding static text: Use F11 for full-screen view.\n- removing an advertisement link\n\n======================================================================\nNew Features in version 0.0.0.8:\n- removing bug from manifest.json\n\n======================================================================\nNew Features in version 0.0.0.7:\n- adding text stroke to facilitate the readability of the subtitles in case the color of the background is similar to the color of the subtitles\n- adding an optional advertisement to the bottom of the menu\n\n======================================================================\nNew Features in version 0.0.0.6:\n- bug fix in the format of the displayed numbers\n\n======================================================================\nNew Features in version 0.0.0.5:\n- handling expired trial periods\n- format of the displayed numbers\n\n======================================================================\nNew Features in version 0.0.0.4:\n- technical bug fix with processing response from googleapis\n\n======================================================================\nNew Features in version 0.0.0.3:\n- fast rewind on pressing the up-arrow key\n- normal playing speed on pressing the down-arrow key\n- if \"Show watchstop\" is checked, then fast rewind changes automatically to normal playing speed if next subtitles are about to appear in less than 2 seconds\n- added check for expired trial license\n\n======================================================================\nNew Features in version 0.0.0.2:\n- possibility to define color of subtitles\n- added the option extra small font size (12 px) \n- show stopwatch option, see above for more details\n\nBug fix:\n- correct displaying of subtitles for multiple records with the same display time\n\nA technical change:\n- manifest permissions were restricted to netflix.com and nflxvideo.net"
  }
}