{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Between Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "비트모빅 최초의 NFT 오디널스 월렛, Between을 통해 여러분의 NFT를 저장하고 교환하세요!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience a secure browser wallet for managing Ordinals and Bitmobick on the Bitmobick blockchain!\n\n[Key Features]\n\nEasily store and transfer Ordinals.\nQuickly check inscriptions, including those pending confirmation.\nReal-time inscription (minting) support without requiring a full node.\nBetween Wallet is a non-custodial browser extension wallet designed for easy and secure management of Bitmobick and Ordinals.\nBetween Wallet protects your privacy and ensures that all funds and related data remain under your control. Accounts are generated from a Secret Recovery Phrase, encrypted with a password, and securely stored on your local device.\n\n[Key Highlights]\n\n[Secure Account Management]\n\nAccounts are generated in a hierarchical deterministic manner and derived from a Secret Recovery Phrase.\nPrivate keys are never shared externally and are securely encrypted with your password.\n[Privacy Protection]\n\nNo personal information is collected, and neither account addresses nor balances are tracked.\n[Import Individual Keys]\n\nAdd accounts using individual private keys, clearly distinguishing imported accounts.\n[Complete Ordinals Support]\n\nView and transfer Ordinals assets effortlessly.\nBetween Wallet ensures maximum security for your assets and information while providing a seamless user experience. For more information, visit https://betweenbits.io/.\n\n[About Open Source and Licensing]\nBetween Wallet integrates open-source components under the MIT License. This includes portions of code from UniSat Wallet. The UniSat brand name and logo are copyright-protected and not used in this product. Between Wallet operates as an independent solution, fully complying with open-source licensing requirements.\n\n================================================================================\n\n비트모빅 블록체인에서 오디널스와 비트모빅을 안전하게 관리할 수 있는 브라우저 지갑을 만나보세요!\n\n[주요 기능]\n\n오디널스(Ordinals)의 손쉬운 저장 및 전송\n확인 대기 중인 인스크립션도 빠르게 확인 가능\n전체 노드 없이 실시간으로 인스크립션(민팅) 지원\nBetween Wallet은 브라우저 확장 프로그램으로, 비트모빅과 오디널스를 쉽고 안전하게 관리할 수 있도록 설계된 비커스터디얼(non-custodial) 지갑입니다.\nBetween Wallet은 사용자의 개인 정보를 보호하며, 자금과 관련된 데이터는 전적으로 사용자의 통제 하에 있습니다. 계정은 비밀 복구 구문(Secret Recovery Phrase)에서 생성되며, 비밀번호로 암호화된 상태로 로컬 장치에 안전하게 저장됩니다.\n\n[주요 특징]\n\n[[안전한 계정 관리]]\n\n계정은 계층적 결정적 방식(Hierarchical Deterministic Wallet)으로 생성되며, 비밀 복구 구문에서 파생됩니다.\n개인 키는 절대 외부와 공유되지 않으며, 사용자의 비밀번호로 암호화됩니다.\n[[프라이버시 보호]]\n\n개인 정보를 수집하지 않으며, 계정 주소나 자산 잔액도 추적하지 않습니다.\n[[단일 키 가져오기]]\n\n개별 개인 키를 이용해 계정을 추가할 수 있으며, 가져온 계정은 명확히 구분됩니다.\n[[오디널스 완벽 지원]]\n\n오디널스 자산의 표시 및 전송 기능 제공.\nBetween Wallet은 사용자의 자산과 정보를 최대한 안전하게 보호하면서, 간편한 사용 경험을 제공합니다.\n더 자세한 정보를 확인하려면 https://betweenbits.io/를 방문하세요!\n\n[오픈 소스 및 라이선스 관련]\nBetween Wallet은 MIT 라이선스에 따라 제공되는 오픈 소스 구성 요소를 통합합니다. 여기에는 UniSat Wallet에서 제공된 일부 코드가 포함됩니다. UniSat 브랜드명과 로고는 저작권으로 보호되며, 본 제품에는 사용되지 않았습니다. Between Wallet은 독립적인 솔루션으로서 오픈 소스 라이선스 요구 사항을 완전히 준수합니다."
  }
}