{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliSave | Download AliExpress Images & Videos",
    "es": "AliSave | Descargar imágenes y videos de AliExpress",
    "fr": "AliSave | Télécharger des images et vidéos d'AliExpress",
    "pt_BR,pt_PT": "AliSave | Baixar Imagens e Vídeos do AliExpress"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Aliexpress Images & Videos. The most popular tool for AliExpress & Alibaba!",
    "es": "¡Guarda imágenes de productos de AliExpress con un solo clic!",
    "fr": "Enregistrez les images des produits AliExpress en un seul clic !",
    "pt_BR": "Salve as imagens dos produtos do AliExpress em um clique!",
    "pt_PT": "Salve imagens de produtos do AliExpress com apenas um clique!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to easily save AliExpress images and videos to your computer.\nYou will be able to download product images in one click with the best quality possible!\n\nAliSave is free, give it a try!\n\n▬▬▬▬ GETTING STARTED ▬▬▬▬▬\n\n1. Install the extension by clicking the “Add to chrome” button.\n2. Open an AliExpress product page.\n3. Click on the download buttons next to the product images.\n\nYou can also the app window by clicking on the icon on the top right of your browser and start downloading!\n\n▬▬▬▬▬ FEATURES ▬▬▬▬▬\n\nFREE version:\n- Download main product images, variations images and pictures from description\n- Save images as ZIP (it’s useful to keep a clean download folder)\n- Get the best quality image download\n- Convert webp images to jpg\n\nPRO version:\n- Support all features on AliExpress AND Alibaba!\n- Save time and download ALL images in one click\n- Organise downloads with subdirectories\n- Open download directory after download\n- Remove images metadatas\n- Right click to download images with the BEST QUALITY possible\n- Right click to download REVIEW images\n- Save product’s VIDEOS\n\n▬▬▬▬▬ NEED HELP? ▬▬▬▬▬\n\nIf you have any questions, or suggestions to improve the app, please let us know at support@alisave.app!\n\n▬▬▬▬ DISCLAIMER ▬▬▬▬▬\n\nThe extension is NOT affiliated with or endorsed by Alibaba Group or any of the other marketplaces like aliexpress.com and alibaba.com",
    "es": "Esta extensión te permite guardar fácilmente imágenes y videos de AliExpress en tu computadora.\n¡Podrás descargar imágenes de productos con la mejor calidad posible en un solo clic!\n\nAliSave es gratuito, ¡pruébalo!\n\n▬▬▬▬ EMPEZANDO ▬▬▬▬▬\n\n1. Instala la extensión haciendo clic en el botón \"Agregar a Chrome\".\n2. Abre una página de producto en AliExpress.\n3. Haz clic en los botones de descarga junto a las imágenes del producto.\n\n¡También puedes acceder a la ventana de la aplicación haciendo clic en el icono en la esquina superior derecha de tu navegador y comenzar a descargar!\n\n▬▬▬▬▬ CARACTERÍSTICAS ▬▬▬▬▬\n\nVersión GRATUITA:\n- Descarga imágenes principales del producto, imágenes de variaciones y fotos de la descripción.\n- Guarda imágenes como ZIP (es útil para mantener una carpeta de descargas ordenada).\n- Obtén la descarga de imágenes de mejor calidad.\n- Convierte imágenes webp a jpg.\n\nVersión PRO:\n- ¡Admite todas las características de AliExpress Y Alibaba!\n- Ahorra tiempo y descarga TODAS las imágenes en un solo clic.\n- Organiza las descargas en subdirectorios.\n- Abre el directorio de descarga después de la descarga.\n- Elimina los metadatos de las imágenes.\n- Haz clic derecho para descargar imágenes con la MEJOR CALIDAD posible.\n- Haz clic derecho para descargar imágenes de RESEÑAS.\n- Guarda VIDEOS de productos.\n\n▬▬▬▬▬ ¿NECESITAS AYUDA? ▬▬▬▬▬\n\nSi tienes alguna pregunta o sugerencia para mejorar la aplicación, ¡háznoslo saber en support@alisave.app!\n\n▬▬▬▬ AVISO LEGAL ▬▬▬▬▬\n\nEsta extensión NO está afiliada ni respaldada por Alibaba Group ni ninguno de los otros marketplaces como aliexpress.com y alibaba.com.",
    "fr": "Cette extension vous permet de sauvegarder facilement les images et vidéos d'AliExpress sur votre ordinateur.\nVous pourrez télécharger les images des produits en un clic avec la meilleure qualité possible !\n\nAliSave est gratuit, essayez-le !\n\n▬▬▬▬ POUR COMMENCER ▬▬▬▬\n\nInstallez l'extension en cliquant sur le bouton \"Ajouter à Chrome\".\nOuvrez une page de produit AliExpress.\nCliquez sur les boutons de téléchargement à côté des images du produit.\nVous pouvez également ouvrir la fenêtre de l'application en cliquant sur l'icône en haut à droite de votre navigateur et commencer le téléchargement !\n\n▬▬▬▬ FONCTIONNALITÉS ▬▬▬▬\n\nVersion GRATUITE :\n\nTéléchargez les images principales du produit, les images de variations et les images de description.\nEnregistrez les images sous forme de ZIP (pratique pour maintenir un dossier de téléchargement propre).\nObtenez le téléchargement d'images de meilleure qualité.\nConvertissez les images webp en jpg.\nVersion PRO :\n\nPrend en charge toutes les fonctionnalités sur AliExpress ET Alibaba !\nGagnez du temps et téléchargez TOUTES les images en un seul clic.\nOrganisez les téléchargements avec des sous-répertoires.\nOuvrez le répertoire de téléchargement après le téléchargement.\nSupprimez les métadonnées des images.\nClic droit pour télécharger les images avec la MEILLEURE QUALITÉ possible.\nClic droit pour télécharger les images des AVIS.\nEnregistrez les VIDÉOS des produits.\n▬▬▬▬ BESOIN D'AIDE ? ▬▬▬▬\n\nSi vous avez des questions ou des suggestions pour améliorer l'application, veuillez nous contacter à support@alisave.app !\n\n▬▬▬▬ AVERTISSEMENT ▬▬▬▬\n\nL'extension n'est PAS affiliée à Alibaba Group ni approuvée par ce dernier, ni par les autres places de marché comme aliexpress.com et alibaba.com.",
    "pt_BR": "A extensão AliSave permite que você salve facilmente imagens e vídeos do AliExpress em seu computador.\nVocê poderá baixar imagens de produtos com apenas um clique e com a melhor qualidade possível!\n\nO AliSave é gratuito, experimente!\n\n▬▬▬▬ COMO COMEÇAR ▬▬▬▬▬\n\n1. Instale a extensão clicando no botão \"Adicionar ao Chrome\".\n2. Abra uma página de produto no AliExpress.\n3. Clique nos botões de download ao lado das imagens do produto.\n\nVocê também pode abrir a janela do aplicativo clicando no ícone no canto superior direito do seu navegador e começar a baixar!\n\n▬▬▬▬▬ RECURSOS ▬▬▬▬▬\n\nVersão GRATUITA:\n- Baixe imagens principais de produtos, imagens de variações e imagens da descrição\n- Salve imagens como ZIP (útil para manter uma pasta de download organizada)\n- Obtenha o download das imagens com a melhor qualidade possível\n- Converta imagens webp para jpg\n\nVersão PRO:\n- Suporte a todos os recursos do AliExpress E Alibaba!\n- Economize tempo e baixe TODAS as imagens com apenas um clique\n- Organize os downloads em subdiretórios\n- Abra o diretório de download após o download\n- Remova metadados das imagens\n- Clique com o botão direito para baixar imagens com a MELHOR QUALIDADE possível\n- Clique com o botão direito para baixar imagens de AVALIAÇÃO\n- Salve VÍDEOS dos produtos\n\n▬▬▬▬ PRECISA DE AJUDA? ▬▬▬▬▬\n\nSe tiver alguma dúvida ou sugestão para melhorar o aplicativo, entre em contato conosco pelo e-mail support@alisave.app!\n\n▬▬▬▬ AVISO LEGAL ▬▬▬▬▬\n\nA extensão NÃO possui afiliação ou endosso do Alibaba Group ou de qualquer um dos outros marketplaces, como aliexpress.com e alibaba.com.",
    "pt_PT": "Essa extensão permite que você salve facilmente imagens e vídeos do AliExpress em seu computador.\nVocê poderá baixar imagens de produtos com apenas um clique e com a melhor qualidade possível!\n\nO AliSave é gratuito, experimente!\n\n▬▬▬▬ COMO COMEÇAR ▬▬▬▬▬\n\n1. Instale a extensão clicando no botão \"Adicionar ao Chrome\".\n2. Abra uma página de produto no AliExpress.\n3. Clique nos botões de download ao lado das imagens do produto.\n\nVocê também pode abrir a janela do aplicativo clicando no ícone no canto superior direito do seu navegador e começar a baixar!\n\n▬▬▬▬▬ RECURSOS ▬▬▬▬▬\n\nVersão GRATUITA:\n- Baixe as principais imagens do produto, imagens de variações e fotos da descrição\n- Salve imagens em formato ZIP (útil para manter uma pasta de downloads organizada)\n- Obtenha o download de imagens com a melhor qualidade possível\n- Converta imagens webp para jpg\n\nVersão PRO:\n- Suporte a todos os recursos no AliExpress E Alibaba!\n- Economize tempo e baixe TODAS as imagens com um clique\n- Organize os downloads em subdiretórios\n- Abra o diretório de download após o download\n- Remova metadados das imagens\n- Clique com o botão direito para baixar imagens com a MELHOR QUALIDADE possível\n- Clique com o botão direito para baixar imagens de AVALIAÇÕES\n- Salve VÍDEOS de produtos\n\n▬▬▬▬▬ PRECISA DE AJUDA? ▬▬▬▬▬\n\nSe você tiver alguma dúvida ou sugestão para melhorar o aplicativo, por favor, nos avise em support@alisave.app!\n\n▬▬▬▬▬ AVISO LEGAL ▬▬▬▬▬\n\nA extensão NÃO é afiliada ou endossada pelo Grupo Alibaba ou por qualquer um dos outros marketplaces como aliexpress.com e alibaba.com."
  }
}