{
  "name": {
    "ar,en_GB": "Slack™ Member Scraper",
    "am,it": "Slack™ Channel Member Exporter",
    "bg,ko": "Slack™ Member Data Extractor",
    "bn": "Slack™ Profile Collector",
    "ca,et,he,sl": "Slack™ Member List Exporter",
    "cs": "Slack™ Member Grabber",
    "da": "Slack™ Channel People Exporter",
    "de,hu": "Slack™ Channel Member Collector",
    "el": "Slack™ Member Information Getter",
    "en,en_AU,lt,zh_TW": "Slack™ Member Extractor",
    "en_US,zh_CN": "Slack™ Member Extractor - Export Slack Channel Members",
    "es": "Slack™ Member Data Collect",
    "es_419": "Slack™ Profile Data Extractor",
    "fa": "Slack™ Channel Member Download",
    "fi": "Slack™ Member Information Collector",
    "fil": "Slack™ Channel Member Data Exporter",
    "fr": "Slack™ Channel Member List Download",
    "gu,pt_PT": "Slack™ Member Information Gatherer",
    "hi": "Slack™ Member Export Tool",
    "hr": "Slack™ Member Profile Scraper",
    "id": "Slack™ Channel Member List Saver",
    "ja": "Slack™ Team Member Data Collector",
    "kn": "Slack™ Channel Member Data Miner",
    "lv": "Slack™ Channel People Collector",
    "ml": "Slack™ Member Data Exporter",
    "mr": "Slack™ Channel Member Scraper",
    "ms": "Slack™ Member Downloader",
    "nl": "Slack™ Member Info Extractor",
    "no": "Team Member Data Collector for Slack™",
    "pl": "Slack™ Profile Scraper",
    "pt_BR": "Slack™ Channel Member List Exporter",
    "ro": "Slack™ Member Data Scraper",
    "ru": "Slack™ Team Profile Extractor",
    "sk": "Slack™ Member Details Download Tool",
    "sr": "Channel Member Data Extractor for Slack™",
    "sv": "Team Member Information Scraper for Slack™",
    "sw": "Slack™ Member Profile Data Downloader",
    "ta": "Slack™ Member Information Exporter",
    "te": "Slack™ Channel Member Info Scraper",
    "th": "Slack™ Member List Download Tool",
    "tr": "Slack™ Member Profile Extractor",
    "uk": "Slack™ Member List Export Tool",
    "vi": "Slack™ Channel Profile Extractor"
  },
  "short": {
    "ar": "Easily export member data from Slack™ channels into a CSV file with just a few clicks. No more manual exporting of member lists.",
    "am": "Instantly get a spreadsheet with key member information from slack channel. Just paste any channel URL and hit export.",
    "bg": "Save hours of manual work to automatically extract and download member data from Slack™ channels in seconds.",
    "bn": "Exporting member lists from Slack™ made simple. Get member insights fast - paste a channel URL and get a CSV file with member data.",
    "ca": "Slack™ Member Scraper automates member list extraction so you can get profile data in a spreadsheet fast.",
    "cs": "Slack™ Member Scraper takes the pain out of grabbing profile information from Slack™ channels. Get member data with ease.",
    "da": "Instantly create member lists by extracting profile data from any Slack channel. Just paste the channel URL and export member info.",
    "de": "Save time and effort with Slack™ Member Scraper. No more manual exports of member data - automatically extract profiles to csv file.",
    "el": "Slack™ Member Scraper automates the process of gathering member information from Slack™ channels. Export data with ease.",
    "en,en_AU,en_GB,en_US,zh_CN": "A tool to scrape and export Slack™ channel members into CSV for Excel.",
    "es": "Use Slack™ Member Scraper to instantly download member lists from Slack™ channels into a handy CSV file with member data.",
    "es_419": "Scrape member information from Slack™ channels in seconds! Makes exporting profile data easy - just paste a URL to get a CSV.",
    "et": "Slack™ Member Scraper extracts data like name, ID, avatar, etc. from channels with a click.",
    "fa": "Takes the hassle out of grabbing member data. Paste any channel URL to export information like name and display name.",
    "fi": "Exporting Slack™ member lists made easy. Slack™ Member Scraper instantly scrapes profile data from channels into a spreadsheet file.",
    "fil": "Automate the process of extracting member information from Slack™. Grabs data like name, ID, avatar and more in seconds.",
    "fr": "Tired of manual member list exports? Slack™ Member Scraper lets you instantly generate CSVs with member data from any Slack™ channel",
    "gu": "Scrape member profile information from Slack™ channels with just a click. Export data like name, ID, avatar, etc.",
    "he": "Slack™ Member Scraper instantly downloads profile data like name, nick, ID, avatar, etc. from any channel. No more manual exports!",
    "hi": "Save time extracting Slack™ member data with Slack™ Member Scraper. Just paste a channel URL to export member lists into a CSV file.",
    "hr": "Instantly generate member lists from Slack™ channels. Exports profile data like name, ID, admin status, etc. with ease.",
    "hu": "Exporting member data from Slack™ made simple. Extracts profiles from channels and downloads them into a CSV file.",
    "id": "Instantly generate member lists for any Slack™ channel. Slack Member Scraper scrapes member data with just a click.",
    "it": "Automate tedious member list exports from Slack™ channels. Slack™ Member Scraper extracts and downloads profile data fast.",
    "ja": "Scrape member information like name, display name, ID, and more from Slack™ channels easily with Slack™ Member Scraper.",
    "kn": "Tired of manual exports? Slack™ Member Scraper instantly extracts member data from Slack™ and compiles it into a spreadsheet.",
    "ko": "Stop wasting time on manual exports. Slack™ Member Scraper compiles profile data from Slack™ channels into a CSV file with one click",
    "lt": "Slack™ Member Scraper takes the hassle out of exporting member lists. Get data like name, ID, admin status, etc. in seconds.",
    "lv": "Instantly download spreadsheet-ready member data extracted from any Slack™ channel. Slack™ Member Scraper automates tedious exports.",
    "ml": "Exporting Slack™ member information made easy. Slack™ Member Scraper downloads profiles from channels into a handy CSV file.",
    "mr": "Compile member lists in seconds! Slack™ Member Scraper extracts profile data like name, display name, ID, etc. from channels.",
    "ms": "Tired of manual exports? Let Slack™ Member Scraper instantly scrape and download member data from Slack™ channels.",
    "nl": "Automate member list generation from Slack™ channels. Slack™ Member Scraper exports profiles into spreadsheets fast.",
    "no": "Slack™ Member Scraper instantly extracts member information like name, ID, avatar, admin status, etc. from channels.",
    "pl": "Save hours of manual work exporting Slack™ member data. Slack™ Member Scraper compiles and downloads profiles fast.",
    "pt_BR": "Cut down on tedious exports. Slack™ Member Scraper scrapes member lists from Slack™ channels and exports data to CSV.",
    "pt_PT": "Instantly generate spreadsheets of member data extracted from Slack™ channels. Slack™ Member Scraper automates scraping.",
    "ro": "Compile member information from any Slack™ channel with just a click using Slack™ Member Scraper.",
    "ru": "Tired of manual exports? Slack™ Member Scraper instantly extracts and downloads member profile data from channels.",
    "sk": "Automate member list generation from Slack™. Slack™ Member Scraper scrapes profiles and exports them to CSV.",
    "sl": "Slack™ Member Scraper instantly extracts member data like name, ID, avatar, etc. from channels and downloads as CSV.",
    "sr": "Instantly export member lists from Slack™ channels. Slack™ Member Scraper automates extracting profile data.",
    "sv": "Tired of manual exports? Slack™ Member Scraper scrapes member data from Slack™ and downloads as a CSV file.",
    "sw": "Automate member list generation from any Slack™ channel. Slack™ Member Scraper compiles profiles into spreadsheets.",
    "ta": "Stop wasting time on manual exports. Slack™ Member Scraper instantly extracts and downloads member data.",
    "te": "Slack™ Member Scraper takes the hassle out of scraping member profiles. Export data like name and ID in seconds.",
    "th": "Generate spreadsheet-ready member lists from Slack™ fast. Slack™ Member Scraper automates profile scraping.",
    "tr": "Compile member data from Slack™ channels with a single click. Slack™ Member Scraper extracts and exports.",
    "uk": "Tired of manual exports? Slack™ Member Scraper downloads member profiles from Slack™ as CSVs.",
    "vi": "Instantly create member lists by extracting data from Slack™ channels. Slack™ Member Scraper automates.",
    "zh_TW": "Save hours of work exporting member data from Slack™. Slack™ Member Scraper scrapes and downloads fast."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape data from members of a channel to find the member's information about them. Save time and effort with Slack™ Member Extractor. Our easy-to-use Chrome extension allows you to instantly scrape member data from any channel and export it to a CSV file. This extension does the work for you with its user-friendly interface. Simply copy and paste a channel URL, hit export, and download the extracted data. \n\nWhat information does It scrape?\n- Name\n- Display Name\n- Real Name\n- Id\n- Team Id\n- Phone\n- Skype\n- Avatar\n- Is Admin\n- Is Owner\n- Time Zone\n\nHow to scrape members of a Channel?\n\n- Open the Slack™ website, and open the channel you want to extract.\n- Copy the URL on the browser location. \n- Input the URL into the extension's input box, click \"EXPORT MEMBERS TO CSV\", wait for the process to complete, and then click \"Download Members\" to download the data in a CSV file for use in Excel.\n\nAdvantages to using Slack™ Member Extractor\n- No coding skills are needed, we take care of data collection so you can focus on your business.\n- Get real-time and accurate results in seconds.\n- Scrape members from any channel you're in.\n- Save time with our tool, no need to build and test your own scraper.\n- Our tool stays up-to-date to work with any changes on the Slack™ website.\n\nHow quickly will I receive the results?\nThe data extraction process begins immediately after you make a request. The duration of the extraction will vary depending on the amount of information you need to retrieve.\n\nDisclaimer\nSlack is a registered trademark and service mark of Slack Technologies, Inc. registered in the U.S. and other countries. This independent project was developed by ExtensionBox and has no relationship with Slack Technologies, LLC."
  }
}