{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 2 is a rhythm game set in a post-apocalyptic world where players layer sounds to create music to survive challenges"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 2 is a rhythm-based musical game set in a post-apocalyptic world where players layer sounds to create music that helps them survive against various challenges.\n\nYou can also play on the website: https://sprunkiphase.com/\n\nFeatures of Sprunki Phase 2\n\n1. Unique Rhythm Mechanics\n\nSprunki Phase 2’s unique rhythm mechanics require players to both create music and solve challenges. Layering audio not only composes tunes but also influences gameplay outcomes.\n\n2. Dynamic Levels\n\nNavigate through dynamic levels where the obstacles and enemies change based on your musical creations. Your choices impact not just your score but also your survival in this rhythmic journey.\n\n3. Compelling Narrative\n\nThe engaging storyline woven through the game invites players to explore deeper lore about the Sprunki universe, adding depth to the rhythm-driven experience.\n\n4. Visual Aesthetics\n\nAn artistic approach to visuals makes Sprunki Phase 2 eye-catching, merging the elements of rhythm and survival into an appealing game that is aesthetically pleasing.\n\n5. Engaging Community\n\nJoin an active community of players who exchange tips, collaborate in music creation, and contribute feedback to enhance the gaming experience further.\n\n6. Regular Updates\n\nExpect regular game updates with new content, features, and challenges that keep the gameplay fresh, inviting players to return and explore more.\n\nHow to play Sprunki Phase 2?\n\n1. Choose Your Sounds\n\nStart by selecting your sound blocks wisely. The combinations of melodies, bass lines, and beats are essential for creating a successful rhythm that aids in survival.\n\n2. Layer Your Music\n\nAs you layer your chosen sounds, focus on timing and creativity. Each sound block will influence your environment so be strategic in your composition to overcome challenges.\n\n3. Collaborate and Compete\n\nJoin friends or make new ones online to share your creations. Collaborate on music projects or compete in challenges that test your skills and creativity."
  }
}