{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CubDomain"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover comprehensive website information with CubDomain.com. Get details on IP address, server location, WHOIS data, DNS records."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CubDomain.com is a productivity extension for Google Chrome that helps you to get the full information on Any Website. These are features:\n\n- Website Information: Retrieve IP address, creation date, last updated date, expiration date, HTTPS support, SSL start and end date, page load time, favicon, and more.\n\n- Server Location: Find IP address, country name, country code, capital, latitude, longitude, time zone, currency name, CIDR, ASN, and AS information.\n\n- WhoIs Details: Access domain WHOIS details, including registrar information, registration date, expiration date, name servers, and more.\n\n- HTTP Headers: Retrieve HTTP headers of a webpage, including server information, content type, cache control, and more.\n\n- DNS Records: Discover DNS records of a domain, including A, AAAA, CNAME, MX, NS, TXT, and other record types.\n\n- Is Safe?: Check the safety of a website using Google Safe Browsing, Norton SafeWeb, McAfee SiteAdvisor, Bitdefender TrafficLight, Yandex Infected, and WOT (Web of Trust).\n\nFeel free to explore and make the most out of our extension. If you have any questions, suggestions or need assistance, don't hesitate to reach out to our support team at support@CubDomain.com.\n\nPermissions\n1.\"tabs\" - is using the chrome.tabs API (getting bookmark links, creating new tabs with our link, reloading open pages of CubDomain.com)\n2.\"http://*/\" - access to all sites to get page content (alternative to all_urls)\n3.\"https://*/\" - access to all sites to get page content (alternative to all_urls)\n4.\"cookies\" - session recovery via cookies from CubDomain.com\n5.\"notifications\" - to show push notifications (completion of background tasks)\n6.\"webRequest\" - for automated information collection from web pages without direct opening of the pages by the user\n\nBy installing the extension, you agree to and acknowledge:\nhttps://www.cubdomain.com/privacy-policy\nhttps://www.cubdomain.com/terms-and-conditions\n\nDisclaimer:\nThis extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro."
  }
}