{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PocketOption - free BOT - IFXHOME Trader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fully automated Pocketoption (BinaryOption) trading robot including OTC"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Binary Option Robot is the automated trading system that could lead your dreams of trading without any efforts towards reality.\n\nStrong algorithms scan market information to find profitable deals. Adjustable settings that fit your style of trading and tolerable risk.\n\nSmooth incorporation with prominent binary option brokers such as Pocket Option, Quotex and OlympTrade.\n\n\"Ifxhome pocket option trader\" robot is free and can be used in demo account. If desired, it is also possible for traders to use real accounts.\nOf course, in case of activating \"ifxhome trader robot\" in real accounts, the risk of making transactions is the responsibility of the traders.\n\nBinary Option Robot is the perfect turnkey trading solution. It has complex algorithms that scan the markets for trading opportunities all the time. It executes trades on your behalf when the conditions are right. Thankfully, your trading will be like that of the professionals without watching the markets all the times.\n\nFor hands-free trading and consistent profits, the [Pocket Option Robot] is ideal. Quit losing money on trades that occur when you are asleep or busy somewhere. Let the automated trading bot take all the work.\n\nIf you have any question, problem and the activation of the robot in the real accounts of Pocket Option or other brokers [Quotex, Olymp Trade, Alpari, etc.], get in touch with ifxhome support team.\n\nSoon, similar versions of ifxhome pocket option trader robot will be provided for other binary brokers.\n\nربات معامله گر خودکار (اتوتریدینگ)، یکی از بهترین راه های کسب سود در معاملات باینری [با حذف فاکتورهای شانس، حدس یا گمان] است. ساختار ربات معامله گر باینری آپشن، بر پایه الگوریتم های پیچیده شکل گرفته است. این الگوریتم ها، بهترین نقاط ورود/خروج در معاملات را شناسایی می کنند.\n\nربات تریدر پاکت آپشن خانه فارکس من، بصورت رایگان و در حساب دمو قابل اجرا می باشد. در صورت تمایل امکان استفاده در حساب های واقعی نیز، برای معامله گران میسر شده است.\nالبته در صورت فعال سازی ربات تریدر خانه فارکس من در حساب های واقعی، ریسک انجام معاملات بر عهده معامله گران می باشد. \n\nبا استفاده از ربات تریدر باینری، در بروکرهای معتبری مانند پاکت آپشن، الیمپ ترید، آلپاری و کوتکس کسب سود کنید. سایر ویژگی های ربات معامله گر باینری آپشن:\n•\tامکان تنظیم پارامترهای کلیدی بصورت دستی؛\n•\tبررسی روند قیمت نمادها بصورت 24 ساعته؛\n•\tشناسایی بهترین نقاط ورود/خروج با استفاده از تحلیل های تکنیکال؛\n•\tبکارگیری استراتژی های سودآور و موفق معاملاتی؛\n•\tتحلیل روند قیمتی انواع نمادها [جفت ارزهای فارکس، سهام، شاخص و ارزهای دیجیتال]؛\n•\tارائه سیگنال در تایم فریم های مختلف (از 1 دقیقه)؛\n•\tامکان تغییر میزان بازگشت سرمایه (% سود)؛\n•\tو امکان استفاده در حساب دمو/واقعی بروکرهای باینری آپشن می باشد.\nبا ربات معامله گر باینری آپشن خانه فارکس من، با کمترین سرمایه در حساب واقعی، درآمد دلاری کسب کنید. \n\nدر صورت مواجه با سوال یا مشکل، و فعال سازی ربات در حساب های واقعی پاکت آپشن یا سایر بروکرها [کوتکس، الیمپ ترید، آلپاری و ...] با کارشناسان فارسی زبان ifxhome از طریق پشتیبانی تلگرام در ارتباط باشید.\nبه زودی نسخه های مشابه ربات تریدر پاکت آپشن ifxhome، برای سایر بروکرهای باینری ارائه خواهد شد.\n\nРобот бинарных опционов — это автоматизированная торговая система, которая может воплотить ваши мечты о торговле без каких-либо усилий в реальность.\nСильные алгоритмы сканируют рыночную информацию, чтобы найти выгодные сделки. Регулируемые настройки, соответствующие вашему стилю торговли и допустимому риску.\n\nКарманный торговый робот Ifxhome option бесплатен и может использоваться на демо-счете. При желании трейдеры также могут использовать реальные счета.\nКонечно, в случае активации робота-трейдера ifxhome на реальных счетах ответственность за риск совершения транзакций ложится на трейдеров.\nПлавное объединение с известными брокерами бинарных опционов, такими как Pocket Option, Quotex и Olymp Trade.\n\nРобот бинарных опционов — идеальное торговое решение «под ключ». Он имеет сложные алгоритмы, которые постоянно сканируют рынки на предмет торговых возможностей. Он совершает сделки от вашего имени, когда условия подходящие. К счастью, ваша торговля будет такой же, как у профессионалов, без постоянного наблюдения за рынками.\n\nРобот Pocket Option идеально подходит для торговли без помощи рук и стабильной прибыли. Перестаньте терять деньги на сделках, которые происходят, когда вы спите или где-то заняты. Позвольте автоматизированному торговому боту взять на себя всю работу.\n\nЕсли у вас есть какие-либо вопросы, проблемы и активация робота на реальных счетах Pocket Option или других брокеров [Quotex, Olymp Trade, Alpari и т. д.], свяжитесь со службой поддержки ifxhome.\n\nВскоре аналогичные версии робота карманного трейдера опционов ifxhome будут предоставлены и другим бинарным брокерам."
  }
}