{
  "name": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translation Disabler for eBay",
    "ca": "Desactivador de traduccions per a eBay",
    "es": "Desactivador de traducciones para eBay",
    "fr": "Désactivateur de traductions pour eBay"
  },
  "short": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disables automatic machine translation in eBay France, Italy and Spain sites, and shows the original titles for items.",
    "ca": "Desactiva la traducció automàtica als llocs d'eBay Espanya, França i Itàlia, i mostra els títols originals dels articles.",
    "es": "Desactiva la traducción automática en los sitios de eBay España, Francia e Italia, y muestra los títulos originales en su lugar.",
    "fr": "Désactive la traduction automatique sur les sites eBay France, Italie et Espagne, et affiche les titres originaux des articles."
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension disables automatic machine translation in eBay France, Italy and Spain sites, and shows the original titles for items instead of the translated ones. This does not apply to any other eBay sites, since they don't have machine translation enabled.\n\nThe extension has been tested with the listings, item detail and watch list pages.\n\nIf you find any bug or have any other suggestion, please let me know.\n\nThis is open-source software, feel free to improve it at: https://github.com/Ereza/TranslationDisablerForEbay",
    "ca": "Aquesta extensió desactiva la traducció automàtica als llocs d'eBay Espanya, França i Itàlia, i mostra els títols originals dels articles en lloc dels traduïts. Això no aplica a cap altre lloc d'eBay, ja que no tenen la traducció automàtica activada.\n\nL'extensió s'ha provat amb les pàgines de cerca, detall de l'article i llistes de seguiment.\n\nSi hi trobes qualsevol error o tens qualsevol altre suggeriment, fes-m'ho saber.\n\nAixò és programari de codi obert, ets lliure de millorar-lo a: https://github.com/Ereza/TranslationDisablerForEbay",
    "es": "Esta extensión desactiva la traducción automática en los sitios de eBay España, Francia e Italia, y muestra los títulos originales de los artículos en lugar de los traducidos. Esto no aplica a ningún otro sitio de eBay, ya que no tienen la traducción automática activada.\n\nLa extensión se ha probado con las páginas de búsqueda, detalle del artículo y listas de seguimiento.\n\nSi encuentras cualquier error o tienes cualquier otra sugerencia, házmelo saber.\n\nEsto es software de código abierto, siéntete libre de mejorarlo en: https://github.com/Ereza/TranslationDisablerForEbay",
    "fr": "Cette extension désactive la traduction automatique sur les sites eBay France, Italie et Espagne, et affiche les titres originaux des articles au lieu de ceux traduits. Cela ne s'applique pas pour tous les autres sites eBay étant donné que la traduction automatique n'y est pas appliquée.\n\nCette extension a été testée avec les pages de recherche, détails de l'article et listes d'affaires à suivre.\n\nSi vous découvrez un bug ou avez des idées à suggérer, faites-le moi savoir.\n\nCeci est un logiciel open-source, n'hésitez pas à l'améliorer : https://github.com/Ereza/TranslationDisablerForEbay"
  }
}