{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Coupons App®"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic shopping promo code savings with 1-click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Other versions also available!\niOS:  https://apps.apple.com/us/app/the-coupons-app/id461062822\nAndroid: https://play.google.com/store/apps/details?id=thecouponsapp.coupon\nMac: https://apps.apple.com/us/app/the-coupons-app/id1539194701?mt=12\n\n<strong>Unlock Incredible Savings with The Coupons App® – Your Ultimate Shopping Companion!</strong>\n\nAre you tired of scouring the internet for coupon codes and discounts while shopping online? Look no further than The Coupons App® – your trusted ally in finding the best prices, deals, and discount coupons effortlessly. Our price comparison and coupon extension take the hassle out of saving money, making your online shopping experience not only smoother but also more budget-friendly.\n\nHere's why The Coupons App® should be your go-to choice:\n\n1. Automatic Savings at Your Fingertips: Say goodbye to the tedious task of manually searching and typing in promo codes. The Coupons App® streamlines the process by automatically applying the biggest discounts to your shopping cart with just a single click. Whether you're shopping for fashion, electronics, home essentials, or anything else, we ensure that you get the best deals without the extra effort.\n\n2. Seamless Shopping Experience: With The Coupons App®, you can save money at your favorite online stores hassle-free. Our extension works its magic wherever you shop on the internet, ensuring that you never miss out on potential savings. Can it get any easier to pocket serious savings with coupon promo codes?\n\n3. From Mobile to Desktop: Millions of users have relied on The Coupons App® on their mobile devices since 2008. Now, you can enjoy the same level of savings on your desktop. Whether you're at home or on the move, our genie grants your shopping wishes with an array of irresistible deals.\n\nBut that's not all – The Coupons App® offers even more:\n\n📱 Download Now: If you're looking for The Coupons App® on your phone or tablet, you can get it for FREE right now! Visit [https://thecouponsapp.com/download](https://thecouponsapp.com/download) and start savoring the sweet taste of savings immediately.\n\nDon't let fantastic deals slip through your fingers. Make your online shopping experience smarter, more enjoyable, and budget-friendly with The Coupons App®. Saving money has never been as effortless as it is with our user-friendly extension.\n\nSo, why wait? Join the savvy shoppers who rely on The Coupons App® to make their purchases more affordable and enjoyable. With us, saving is just a click away!\n\niOS:  https://apps.apple.com/us/app/the-coupons-app/id461062822\nAndroid: https://play.google.com/store/apps/details?id=thecouponsapp.coupon\nMac: https://apps.apple.com/us/app/the-coupons-app/id1539194701?mt=12"
  }
}