{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Phishing URL Analysis Service"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Phishing URL Analysis Service"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Overview\n\n Based on the model learned by analyzing the URL of the phishing site, it is intended to read whether the URL is malicious with AI and prevent users from accessing the phishing site in advance.\n\n- Background\n\n Phishing sites have been sophisticated in recent years. The security contact company \"AAG IT Service\" announced that an average of 140,000 phishing sites were created every month. The surge in phishing sites is stealing personal information and assets from users of the Internet environment. In fact, according to the tally of cybercrime damages reported to the FBI's Internet Crime Reporting Center, there were more than 800,000 reported cases in 2023, totaling $10.3 billion.\n\n Universal phishing sites steal the user's account information by imitating the login page of a bank or financial institution, or by imitating a global logistics company, and withdraw or remit the user's money through this. In addition, a program is installed when accessed to disseminate malicious code to search for programs with sensitive personal information of users and collect information. \n\n- Service Introduction\n\nWe increase the efficiency of URL detection of phishing sites by introducing a BERT-based approach. Based on the Kaggle, Github, and ISCX 2016 datasets, we analyze not only URL strings but also derived features.\n\nThrough this, it aims to flexibly cope with various domains by overcoming the limitations of existing problems such as data formats and domains, and to increase the defense effect against real-time cyberattacks."
  }
}