{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stumble Guys Offline"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Stumble Guys Unblocked right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "If you are looking for a fun game to entertain yourself with friends anytime and anywhere, Stumble Guys is the perfect choice with its simple gameplay and extremely exciting Knockout battles.",
    "en_AU,en_US,fi,ru,vi": "Stumble Guys Game & Unblocked is a hilarious and addictive game available as a Chrome extension. In this chaotic multiplayer game, you join a group of clumsy and bumbling characters as they compete in a series of obstacle courses and challenges. Your goal? Be the last one standing! Navigate through wacky and unpredictable levels, overcome obstacles, and outmaneuver other players to survive. With its colorful graphics, quirky animations, and fast-paced gameplay, \"Stumble Guys\" guarantees endless hours of laughter and excitement. The Chrome extension allows for easy access, enabling you to enjoy the game directly in your browser. Best of all, it's available for free on the unblockedgames.ee website, ensuring that everyone can join the stumbling mayhem without any cost barriers. Gather your friends, stumble your way to victory, and become the ultimate champion in \"Stumble Guys Offline & Unblocked Game\"!\n\nIf you want play more games please click on \"Unblocked Games, Web Version\" and click on web version for play on our website https://geometrydash.ee, https://monkeymart.org, https://drivemad.net/, https://retrobowls.org. Thanks!"
  }
}