{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WP Prospector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find out how companies are using Wordpress"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get valuable Wordpress information in a single click. \n\nWP Prospector lets you set your rates and returns Wordpress details including:\n\n  1) How much money you can earn servicing a Wordpress site\n  2) The Theme used \n  3) The Plugins used\n  4) The Site links \n  5) The Alexa rank\n  6) The IP & DNS info\n  7) The Whois info \n  8) Linked Adwords info\n  9) Linked Analytics info\n  10) Other sites on the server (lead gen)\n\nIt will provide all that at your fingertips as well as help find you a mountain of new Wordpress clients.\n\n Whether you offer Wordpress products or services, like to see what the competition are up to or just like looking under the hood of a Wordpress site, this extension works fast.\n\nSimply click the icon and WP Prospector will fetch the data in just a few seconds.\n\nIt's conveniently laid out to give you maximum overview of the site plus you can email the data to yourself if you want to keep a record of it.\n\nHOW IT WORKS:\n\nWhen you visit a Wordpress site the WP Prospector icon will display WP (in red) and become active. \n\nIf it's not a Wordpress site then the icon remains inactive.\n\nOnce you see the WP appear, click it and five panels, an email field and support link appear.\n\nIn the five panels you see \n  1) plugins used\n  2) theme\n  3) page rank\n  4) page links\n  5) IP, whois info, domains on server and more\n\nYou also see an estimation of work that needs to be done. Click it to see what's required and set your rates.\n\nJust have a quick look or email the data to yourself or your team if you want a record. The email arrives in HTML format ready for printing, storing or forwarding on. \n\nThe plugin links and site are active as are the other sites on the server links ready to visit. Everything is well laid out to provide most benefit.\n\nImportantly this extension gathers data from different sources and 90% of sites return valuable information. \n\nSome domains however obfuscate their details and some sites obfuscate their code so different panels may appear blank if the information isn't available.\n\nBUGS:\n\nFor any bug reports there's a support link right there in the extension. \n\nBugs and fixes will be listed at the developers site too. wp-prospector.com\n\nSUPPORT:\n\n24/7 email support available and most times you can expect a response within an hour or two. \n\nFeel free to contact us about any issues, feedback and suggestions.\n\nOur aim is provide you with a very powerful and productive extension that adds value to your business. \n\nWe'll do everything we can to make sure we meet that objective so you can look forward to many new innovations in the future."
  }
}