{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Biomac"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para leitura de biometria e mac address das aplicações SGU-Card e Autsc"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A extensão do Google Chrome BIOMAC, desenvolvida pela Zitrus Healthtech, é uma ferramenta que permite a comunicação entre a aplicação SGUCard e o driver do leitor de biometria digital de beneficiários e usuários.\n \nCom essa extensão, os usuários podem acessar os recursos de autenticação biométrica disponíveis no leitor de biometria digital de forma fácil e segura, por meio da aplicação SGUCard. O uso de características físicas únicas, como impressões digitais, aumenta significativamente a segurança do processo de autenticação, além de torná-lo mais conveniente para os usuários.\n\nA instalação da extensão é simples e rápida, e ela detecta automaticamente o driver do leitor de biometria digital instalado no computador do usuário. Depois de instalada, a extensão disponibiliza o driver para uso pela aplicação SGUCard, permitindo que os usuários possam autenticar-se com segurança e facilidade.\n\nA Zitrus Healthtech é uma empresa especializada em tecnologia para saúde, e a extensão SGUCard Biometric Driver Communication é uma das suas soluções para tornar a utilização da aplicação SGUCard mais segura e eficiente. Com essa extensão, a autenticação biométrica torna-se mais acessível, confiável e fácil de usar, proporcionando aos usuários uma experiência mais segura e conveniente.\n\n--\n\nThe BIOMAC Google Chrome extension, developed by Zitrus Healthtech, is a tool that allows communication between the SGUCard application and the digital biometric reader driver of beneficiaries and users.\n\nWith this extension, users can easily and securely access the biometric authentication resources available on the digital biometric reader through the SGUCard application. The use of unique physical characteristics, such as fingerprints, significantly increases the security of the authentication process, as well as making it more convenient for users.\n\nThe installation of the extension is simple and fast, and it automatically detects the digital biometric reader driver installed on the user's computer. Once installed, the extension makes the driver available for use by the SGUCard application, allowing users to authenticate themselves safely and easily.\n\nZitrus Healthtech is a company specializing in health technology, and the SGUCard Biometric Driver Communication extension is one of their solutions to make the use of the SGUCard application safer and more efficient. With this extension, biometric authentication becomes more accessible, reliable, and easy to use, providing users with a safer and more convenient experience."
  }
}