{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RevvedUp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily create new pages from your LinkedIn leads on RevvedUp!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revved Up is revolutionizing the way sales professionals engage with prospects. Our Chrome extension seamlessly integrates with LinkedIn, empowering you to create AI-generated, personalized deal rooms with just a click.\n\nKey Features:\n- AI-Powered Personalization: Generate engaging content tailored to your prospect’s DISC profile, ensuring your communication hits the mark every time.\n- Effortless Page Creation: Instantly establish fully bespoke ABM landing pages while browsing LinkedIn profiles, streamlining your workflow.\n- Insightful Prospect Analysis: Obtain valuable insights into your prospects’ preferences and behaviors, enabling data-driven engagement strategies.\n- Sales Coaching: Benefit from AI-driven coaching tips, helping you refine your approach and close deals more effectively.\n- Automation: Automate prospect research, landing page generation, meeting follow-ups, CRM notes and more\n\nHow It Works:\n1. Browse LinkedIn and identify your target prospects.\n2. Click the Revved Up extension icon.\n3. Create a customized landing page for your prospect with a single click.\n4. Engage your prospect with confidence, armed with tailored insights.\n\nRevvedUp is designed for sales and marketing professionals who are tired of the inefficient, one-size-fits-all approach. Our extension is a game-changer for those looking to elevate their sales process with the power of AI. Say goodbye to generic pitches and hello to meaningful, impactful interactions.\n\nPlease note: Usage of this extension requires an account at revvedup.ai. There are free plans available to make sure you can try before you buy.\n\nPrivacy and Security:\nYour privacy is paramount. Revved Up operates with the highest security standards, ensuring your data and that of your prospects is protected at all times.\n\nStart transforming your sales approach today with Revved Up. Download the extension and experience the future of personalized sales!"
  }
}