{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Private Search Engine | Search GPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Private Search Engine | Search GPT sets your default search engine as Safe Search Pro. It allows you to surf internet without…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Private Search Engine | Search GPT sets your default search engine as Safe Search Pro. It allows you to surf internet without worrying about seeing  any adult site in search results.. \n\nJust install this safe search extension and it will only shows safe web results every time you search using address bar or search bar in new tab. Not only malware safe, but age safe content also.\n\nPrivate Search Engine | Search GPT helps you keep away from any harmful content and age unsafe content. Because most of the attacks happen from these type of websites only.\n\nPrivate Search Engine | Search GPT Provides extra security by providing these features\n1. Set's your search engine to Google Search api based search to provide only safe results.\n2. It allows only age safe content to be shown in results.\n\nAlthough you need to allow Private Search Engine | Search GPT to take over your default search engine in order to provide these features.\n\nThis extension doesn't use any other permission. We keep user security as our top most priority. So we follow all the privacy related rules and regulations. We don't track or record any keyword searched by our users when they use Safe Search Pro.\n\nIf you are facing any problem with this safe search extension do let us know. Your comments and suggestion are always welcome and they help us make this extension more user friendly.\n\n\n\nIt uses Google (Trade Mark Google LLC) custom search api, to serve you only safe results."
  }
}