{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image to Vector Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert images png, jpg to vector graphics."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Image to Vector Converter Extension**\n\nThe \"Image to Vector Converter\" is a powerful and user-friendly Chrome extension designed to transform raster images into scalable vector graphics (SVG) effortlessly. Whether you're a graphic designer, web developer, or simply someone who enjoys creative projects, this extension is an invaluable tool for converting images into high-quality vectors with just a few clicks.\n\n**Key Features:**\n\n1. **Seamless Image Conversion:** The extension's intuitive interface makes image-to-vector conversion a breeze. Users can easily upload their images directly from their local storage or simply drag and drop images onto the extension window for quick processing.\n\n2. **Highly Accurate Vectorization:** Powered by advanced algorithms, the extension ensures precise and accurate vectorization of images. It can handle various image formats, such as JPEG, PNG, and GIF, converting them into editable vector files that retain their sharpness and clarity at any scale.\n\n3. **Real-Time Preview:** With a live preview feature, users can instantly view the vectorized version of their image before finalizing the conversion. This real-time feedback allows for quick adjustments and ensures the output meets their expectations.\n\n4. **Regular Updates:** The \"Image to Vector Converter\" extension is continuously updated with new features, optimizations, and improvements to ensure users have access to the latest advancements in vectorization technology.\n\nOverall, the \"Image to Vector Converter\" Chrome extension empowers users to unlock the full potential of their images, enabling them to create stunning vector graphics suitable for a wide range of applications, including logos, icons, illustrations, and more. Whether you're a seasoned professional or a casual enthusiast, this extension revolutionizes the way you transform images into scalable, editable, and visually impressive vector art."
  }
}