{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facebook Video Popup Auto-Closer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto close the facebook video popup that appear when you scroll down while playing a video."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of those pesky popup video players on Facebook that disrupt your browsing experience? Introducing Facebook Video Popup Auto-Closer, a handy Chrome extension designed to automatically close the annoying video popup players as soon as they appear.\n\nWith this extension, you can regain control over your Facebook feed by eliminating those intrusive video popups that interrupt your scrolling. Say goodbye to the frustration of accidental video plays and regain a seamless browsing experience.\n\nFeatures:\n\nAutomatic Popup Closure: The extension works silently in the background, detecting and instantly closing any popup video player that appears on Facebook. No more manual closing or interruptions!\n\nEnhanced Browsing Experience: Enjoy uninterrupted scrolling on Facebook as the extension takes care of closing the video popups for you. Focus on what matters - your friends' updates, posts, and comments.\n\nGlobal Activation: Once installed, the extension is activated globally for all Facebook pages. No need to toggle individual settings or worry about missing out on any popup video player closures.\n\nLightweight and Efficient: Designed to be lightweight, the extension does not consume excessive system resources, ensuring smooth browsing performance while effectively managing the popup video players.\n\nInstructions:\n\nInstall the Facebook Video Popup Auto-Closer extension from the Chrome Web Store.\nOnce installed, the extension will automatically activate on all Facebook pages.\nSit back and enjoy a hassle-free browsing experience as the extension takes care of closing popup video players on your behalf.\nTake control of your Facebook browsing experience and bid farewell to those intrusive popup video players with Facebook Video Popup Auto-Closer. Install now and enjoy a seamless scrolling experience on Facebook!\n\nPlease note: This extension specifically targets Facebook popup video players and may not affect other video popups on different websites."
  }
}