{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "readyRPG VTT - D&D Beyond Integration"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your gaming with the free readyRPG VTT, integrating D&D Beyond monsters, spells, items, adventures, maps and dice!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ready to elevate your 5e gameplay? The readyRPG - D&D Beyond Integration seamlessly connects your favorite D&D Beyond resources with readyRPG (readyrpg.com), a free, full-featured Virtual Tabletop (VTT) built for everyone. Enhance your campaigns with ease, speed, and immersion.\n\nEFFORTLESS DICE ROLL INTEGRATION: Roll dice on D&D Beyond, and see instant results in the readyRPG Game Log, instantly shared. You can even roll in secret and uncover for dramatic effect!\n\nSTREAMLINED CONTENT IMPORTING: Import monsters, spells, items, adventure materials, and maps from D&D Beyond directly into readyRPG with just a click. Spend more time playing and less time preparing.\n\nPOWERFUL SHARING OPTIONS: In readyRPG, share D&D Beyond spells, feats, and other resources with players in your campaign seamlessly. Click and show!\n\nEASY SETUP: The integration is ready to use out of the box. Just connect, import, and dive into the game!\n\nWHY CHOOSE readyRPG?\n\nAt readyrpg.com, we believe role-playing games are about more than just gaming—they’re about fostering imagination, empathy, and connection. readyRPG is designed to break barriers and make the magic of RPGs accessible to everyone.\n\nFOR GAME MASTERS: With tools like PDF-first integration, upload adventures, maps, audio and rulebooks to turn them into interactive, organized sessions. Create custom scenes, manage assets with folders, and prepare campaigns faster than ever. Drag-and-drop organization, layering options, and powerful customization make readyRPG the ultimate toolkit for running unforgettable games. And it's free!\n\nFOR PLAYERS: Keep everything you need in one place—instalinks to D&D Beyond, character sheets, portraits, private and public notes, and imported resources like spells or items.\n\nA PLATFORM WITH A PURPOSE\n\nreadyRPG is more than a tool—it’s a mission to make RPGs accessible to everyone. As a free and open platform, it removes financial and technical barriers, inviting everyone to experience the joy of collaborative storytelling. With readyRPG, there are no paywalls, only possibilities.\n\nVisit readyrpg.com today and start your next adventure!"
  }
}