{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drift Hunters Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Drift Hunters Unblocked right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drift Hunters Unblocked is an exhilarating game that can be played for free on the website https://drifthunters.org/ or as a Chrome Extension. Get ready to unleash your inner speed demon as you dive into the adrenaline-fueled world of drifting. This online racing game offers a thrilling experience for both speed enthusiasts and drift aficionados. Explore virtual roads that become your playground, where precision driving becomes an art form. Experience the screeching tires, burning rubber, and intense competition as you immerse yourself in the captivating realm of Drift Hunters Unblocked. With stunning graphics, realistic physics, and a wide selection of cars, this game provides an unparalleled drifting experience. Customize your vehicle with various options and master the art of drifting as you compete in thrilling game modes. Whether you're a casual player or a seasoned pro, Drift Hunters Unblocked guarantees endless excitement and intense racing thrills. So, rev up your engines, embrace the challenge, and enjoy the adrenaline rush of Drift Hunters Unblocked.\n\nNote: We add \"More Games\" in the Popup shows other game links, making it easier for players to quickly access the game by clicking on the game on the top left of the popup window go up. You can also play this game in Larger Screen mode, please click on \"Drift Hunters Unblocked\" button. And on our website https://drifthunters.org/"
  }
}