{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PomodoRoll Ex | Site Blocker for Pomodoro Technique"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your productivity and focus with PomodoRoll Ex, the ultimate Chrome extension designed to complement your PomodoRoll…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your productivity and focus with PomodoRoll Ex, the ultimate Chrome extension designed to complement your PomodoRoll experience. With PomodoRoll Ex, you'll discover the power of distraction-free work sessions, enhanced by seamless integration with your PomodoRoll timer.\n\nKey Features:\n\n- Site Blocker: Elevate your productivity levels by blocking distracting websites. PomodoRoll Ex comes pre-loaded with a list of well-known distractions, while also offering you the flexibility to customize your blocklist. Whether it's social media, news outlets, or entertainment platforms, keep distractions at bay and maintain your focus on what matters most.\n\n- Simplicity at Its Best: Designed with user-friendliness in mind, PomodoRoll Ex is straightforward and easy to navigate. Activate the extension with just a few clicks and start transforming your work habits immediately.\n\n- Seamless PomodoRoll Integration: For PomodoRoll paid users, PomodoRoll Ex offers an enhanced experience by automatically activating when you start a PomodoRoll timer session. This feature ensures that your focus periods are protected from interruptions, allowing you to delve deeper into your work or study sessions with full concentration.\n\nUnlock your full potential today with PomodoRoll Ex. Stay focused, achieve more, and build better work habits for a more productive and fulfilling day."
  }
}