{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Body Meter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Body Meter helps you to calculate Body Mass Index (BMI) instantly. Calculate your BMI with our user-friendly extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Body Meter - Your Health Companion\n\nWelcome to the Body Meter Chrome Extension, a user-friendly BMI calculator extension. Our extension is designed to provide you with quick, accurate, and personalized Body Mass Index (BMI) calculations, helping you stay informed about your health and fitness journey.\n\nKey Features:\nInstant BMI Calculation: With just a few clicks, calculate your BMI based on your height and weight. Our user-friendly interface ensures that you get your results in seconds.\n\nUser-Friendly Interface: Our sleek and intuitive design makes it easy for anyone to use. Whether you're a fitness enthusiast or just starting your health journey, our extension is designed to meet your needs.\n\nPrivacy-Focused: We value your privacy. All your data is stored locally on your device, ensuring that your personal information remains secure.\n\nRegular Updates: We are committed to providing you with the best experience. Our team regularly updates the extension with new features and improvements based on user feedback.\n\nWhy Choose Body Meter?\nAccurate Results: Our extension uses the latest algorithms to ensure that your BMI calculations are accurate and reliable.\n\nComprehensive Insights: Get more than just a number. Our extension provides you with detailed insights and recommendations tailored to your BMI.\n\nEasy to Use: No complicated setups or configurations. Simply install the extension, enter your details, and get your BMI instantly.\n\nSupport and Assistance: Our dedicated support team is always here to help. If you have any questions or need assistance, feel free to reach out to us.\n\nHow to Use:\nInstall the Extension: Add the Body Meter extension to your Chrome browser from the Chrome Web Store.\n\nOpen the Extension: Click on the Body Meter icon in your browser toolbar to open the extension.\n\nEnter Your Details: Move the slider to input your height. Increase or decrease weigh and age by clicking plus/minus button. You can also keep hold the plus/minus button to keep increasing/decreasing the number.\n\nCalculate Your BMI: Click the \"Calculate Your BMI\" button to get your BMI.\n\nView Your Results: Instantly see your BMI and get personalized health insights.\n\nFrequently Asked Questions (FAQs):\nQ: What is BMI? A: BMI, or Body Mass Index, is a measure that uses your height and weight to estimate whether you have a healthy body weight for a given height.\n\nQ: How is BMI calculated? A: BMI is calculated by dividing your weight in kilograms by the square of your height in meters. The formula is: BMI = weight (kg) / [height (m)]^2.\n\nQ: Why is BMI important? A: BMI is an important indicator of overall health. It helps identify whether you are underweight, normal weight, overweight, or obese, which can be linked to various health risks.\n\nQ: Is BMI the only measure of health? A: No, BMI is just one of many measures of health. It is important to consider other factors such as muscle mass, bone density, and overall body composition.\n\nQ: Can I use this extension on mobile devices? A: Currently, the Body Meter extension is designed for use on the Chrome browser on desktop and laptop devices. We are working on mobile app."
  }
}