{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GHL Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facilitates connections, introductions, and conversations between entrepreneurs on Linkedin who are users of Go High Level (GHL) CRM"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The GHLinkedin Connector App is a tool that facilitates connections, introductions, and conversations between entrepreneurs on Linkedin who are users of Go High Level (GHL) CRM platform.\n\nThis fantastic application is powered by the original My Most Trusted application and is available free of charge to all the members of the Go High level Community.\n\nThe extension makes it incredibly easy for entrepreneurs to keep track of their trusted ‘inner circle’ connections on Linkedin plus integrate your connections directly into your GHL powered CRM..\n\nIt also facilitates continued conversation between trusted connections - making it easy to build relationships, keep in touch and share valuable resources and information.\n\nIt also facilitates introductions between trusted connections - assisting entrepreneurs in giving and getting introductions, referrals and connections.\n\nThere is no easier way to keep track of your inner circle on Linkedin. And no easier way to facilitate messaging and conversation, as well as introductions and referrals between entrepreneurs.\n\nThis app is a gamechanger because it facilitates the “GHL” culture of unlimited access and ese of use. \n\nIf you’re still struggling with finding enough connections to sustainably grow your access to opportunities, this app is for you. It will assist you and your clients with filling your pipeline with with entrepreneurs from all over the world - ensuring that you keep talking, and growing your business, in a sustainable manner."
  }
}