{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feedly Mini"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily add content to your Feedly while browsing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feedly users rely on the Mini extension to quickly add new RSS sources to their feeds and save essential articles to their boards.\n\nThis extension is the official extension from Feedly. It is created and maintained by the Feedly dev team.\n\nIn version 50, if you have access to the annotation features, you will be able to add a note to the article you are saving to your boards.\n\nIf you are part of the enterprise plan and have connected your account with Slack, you will be able to mention a teammate or a Slack channel directly in this extension and quickly notify your teammates.\n\nPrivacy by default: We believe that you should own and control all your personal information. Feedly is a secure space where you can privately organize and research the topics and trends that matter to you.\n\nThis extension is only activated when you click on the button to follow an RSS feed or save an article to a board. It does not have access to any other activity or personal information.\n\nThis extension and the Feedly Web App share an authentication cookie so that they sync with the same account.\n\nYou can learn more about privacy and personal information here:\nhttps://feedly.com/i/legal/privacy\nhttps://feedly.com/i/account/privacy\n\nIf you need help using this extension, please contact care@feedly.com if you are a free user and pro@feedly.com if you are a Pro, Pro+ or Business user\n\nHappy reading!"
  }
}