{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dolphin X"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let AI Think and Trade."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1.DolphinX – Your Intelligent Crypto Trading Assistant for Real-Time Market Insights and Seamless Transactions\nDolphinX is a cutting-edge trading plugin designed for crypto enthusiasts who seek a smarter, more efficient way to stay informed about the market and trade cryptocurrencies. Whether you’re a beginner or an experienced trader, DolphinX equips you with the tools to make data-driven decisions and execute trades effortlessly.\n\n1.1Key Features and Highlights\nReal-Time Market Insights and Decision Support\nPowered by advanced AI technology, DolphinX provides users with up-to-date cryptocurrency market trends and insights. The integrated AI trader monitors social media, market news, and price fluctuations, offering reliable investment suggestions.\n1.2AI-Powered Automated Trading\nDolphinX includes an AI trader capable of executing automated trades based on real-time market analysis, upon user authorization. Every decision and transaction made by the AI is fully transparent, with detailed reasoning and transaction records accessible to the user. The plugin even posts trade updates to Twitter, fostering transparency and community engagement.\n\n1.3Twitter-Integrated Quick Trading\nDolphinX introduces a groundbreaking feature that enables users to execute trades directly through Twitter. By linking your Twitter account and DolphinX-generated wallet, you can respond to tweets on DolphinX’s official page with simple commands to buy or sell tokens. This unique functionality ensures speed, simplicity, and enhanced community interaction.\n\n1.4Smart Hover-and-Trade Functionality\nWhen browsing cryptocurrency information online, simply hover your mouse over a token name or address, and DolphinX will automatically recognize it and trigger a trade interface. A single click is all it takes to buy or sell, eliminating the hassle of copy-pasting details and streamlining the process.\n\n2.Why Choose DolphinX?\nIntegrated Insights and Trading: Manage market tracking and trading from a single platform without switching between tools.\nTransparency and Intelligence: The AI trader’s logic and trade history are fully accessible, so you always understand the “why” behind each trade.\nEffortless Interaction: From Twitter commands to hover-and-trade features, DolphinX simplifies every step of your trading journey.\nCommunity-Centric Approach: Engage with other traders and the broader crypto community through Twitter-enabled transactions and public trade records.\n3.Install DolphinX and Revolutionize Your Crypto Trading Experience\nThe cryptocurrency market moves fast, and timing is everything. DolphinX empowers you to seize opportunities with confidence by combining insightful market analysis, automated trading, and a frictionless user experience. Whether you’re seeking actionable insights, hands-free trading, or instant buy/sell capabilities, DolphinX has you covered."
  }
}