{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feathery: Autofill Web Forms"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feathery's official plugin for auto-filling web forms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feathery's web form autofill plugin simplifies the form completion process. It leverages advanced automation & AI tech to pre-fill digital forms in the browser using data collected from existing Feathery workflows. This allows users to reduce the time spent on repetitive typing, particularly useful in business contexts where detailed data entry is common.\n\nNOTE: you must have an existing Feathery account on the Business Plan in order to enable the plugin.\n\nKey features of Feathery's autofill plugin include:\n- User-Friendly Interface: An intuitive design that integrates seamlessly with the Chrome browser, providing easy access and customization options.\n- Custom Data Templates: Allows users to create and store templates for various types of data entries, making future form filling faster and more consistent.\n- Privacy & Security: Ensures that user data is protected through encryption and compliance with relevant data protection standards, aligning with best practices that Feathery maintains for its services.\n- Adaptive Learning: The plugin automatically learns the layout of new web pages, refining suggestions and pre-fills to increase accuracy and relevance.\n\nOverall, this plugin is tailored for businesses and individuals looking to boost productivity and accuracy during online form interactions."
  }
}