{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ryte structured data helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Ryte Structured Data Helper is a handy overview to quickly and clearly validate your page’s Schema markup. It highlights syntax…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Ryte Structured Data Helper is a handy overview to quickly and clearly validate your page’s Schema markup. It highlights syntax errors, missing required properties, and displays all nested data in one location, so that you never need to leave the page. \n\nStructured Data gives you a clear way of feeding explicit contextual information to Search Engines. Its presence not only allows you to be eligible for Rich Results that stand out in SERPs and aim to drive more and higher quality clicks, but it gives us the tools necessary to demonstrate meaningful connections within our content and data.  \n\nIt helps us answer important questions such as “Who is this author in relation to the mentioned topic?”, “For what purpose does this video exist and who created it?”, “Which organization is behind this service?” and everything that is crucial towards a Search Engine’s better understanding of our incorporated entities and their attributes. \n\nHowever, we need to properly validate our mark-up, provide the required properties, and correctly nest Structured Data in a logical sense. That’s why validating is an important part of the process! Checking these points off in a fast and efficient way can be a hassle, which is why the Ryte Structured Data Helper extension is here to assist you with better validation and visualization! \n\nHow to use the Ryte Structured Data Helper:\n\n- Install the plugin on your browser and the handy Ryte logo will appear in your Extension bar\n- Visit any webpage you wish to check\n- Open the Ryte Structured Data Helper with one click\n- All parent item types are clearly highlighted and labeled in blue\n- Expand an item type to view all nested types and properties\n- Errors are flagged in red when a required property (for Google’s Rich Results) is missing\n- Warnings are flagged in orange when a recommended property is missing\n- Click on an underlined label name to visit the Schema.org documentation page directly and read more about requirements and usage\n- Use the burger icon in the top menu to expand / compact all items\n- Hover over image URLs to preview the image and be sure the correct one is in place"
  }
}