{
  "name": {
    "ar": "الطقس الآن!",
    "am": "የአየር ሁኔታ አሁን!",
    "bg": "Времето сега!",
    "bn": "এখন আবহাওয়া!",
    "ca": "El temps ara!",
    "cs": "Počasí nyní!",
    "da": "Vejret nu!",
    "de": "Wetter jetzt!",
    "el": "Καιρός τώρα!",
    "en,en_AU,en_GB,en_US": "Weather Now!",
    "es,es_419": "¡El tiempo ahora!",
    "et": "Ilm praegu!",
    "fa": "آب و هوا در حال حاضر!",
    "fi": "Sää Nyt!",
    "fil": "Panahon Ngayon!",
    "fr": "Météo maintenant!",
    "gu": "હવે હવામાન!",
    "he": "מזג אוויר עכשיו!",
    "hi": "मौसम अब!",
    "hr": "Vrijeme sada!",
    "hu": "Időjárás most!",
    "id,ms": "Cuaca Sekarang!",
    "it": "Meteo adesso!",
    "ja": "今の天気！",
    "kn": "ಈಗ ಹವಾಮಾನ!",
    "ko": "지금의 날씨!",
    "lt": "Orai dabar!",
    "lv": "Laika apstākļi tagad!",
    "ml": "ഇപ്പോൾ കാലാവസ്ഥ!",
    "mr": "आता हवामान!",
    "nl": "Weer Nu!",
    "no": "Vær nå!",
    "pl": "Pogoda teraz!",
    "pt_BR,pt_PT": "Clima agora!",
    "ro": "Vremea acum!",
    "ru": "Прогноз погоды сейчас!",
    "sk": "Počasie teraz!",
    "sl": "Vreme zdaj!",
    "sr": "Време сада!",
    "sv": "Väder nu!",
    "sw": "Hali ya hewa Sasa!",
    "ta": "இப்போது வானிலை!",
    "te": "ఇప్పుడు వాతావరణం!",
    "th": "สภาพอากาศตอนนี้!",
    "tr": "Hava Durumu Şimdi!",
    "uk": "Погода зараз!",
    "vi": "Thời tiết hiện tại!",
    "zh_CN": "天气闹！",
    "zh_TW": "天氣鬧！"
  },
  "short": {
    "ar": "أفضل طريقة لمعرفة درجة حرارة الطقس في الوقت الفعلي مباشرةً من متصفحك استنادًا إلى موقعك الحالي. أسهل من أي طريقة أخرى.",
    "am": "በአሁኑ አካባቢዎ ላይ በመመስረት የአሁናዊውን የአየር ሁኔታ የሙቀት መጠን በአሳሽዎ ውስጥ ለማየት ምርጡ መንገድ። ከሌሎች ይልቅ ቀላል.",
    "bg": "Най-добрият начин да видите метеорологичната температура в реално време направо във вашия браузър въз основа на текущото ви…",
    "bn": "আপনার বর্তমান অবস্থানের উপর ভিত্তি করে আপনার ব্রাউজারে রিয়েলটাইম আবহাওয়ার তাপমাত্রা দেখার সেরা উপায়। অন্য যে কোনো তুলনায় সহজ.",
    "ca": "La millor manera de veure la temperatura del temps en temps real directament al vostre navegador en funció de la vostra ubicació…",
    "cs": "Nejlepší způsob, jak zobrazit teplotu počasí v reálném čase přímo ve vašem prohlížeči na základě vaší aktuální polohy. Snazší než…",
    "da": "Den bedste måde at se vejrtemperaturen i realtid direkte i din browser baseret på din aktuelle placering. Nemmere end nogen andre.",
    "de": "Die beste Möglichkeit, die Echtzeit-Wettertemperatur basierend auf Ihrem aktuellen Standort direkt in Ihrem Browser anzuzeigen.…",
    "el": "Ο καλύτερος τρόπος για να δείτε τη θερμοκρασία του καιρού σε πραγματικό χρόνο απευθείας στο πρόγραμμα περιήγησής σας με βάση την…",
    "en,en_AU,en_GB,en_US": "The best way to see the realtime weather temperature right in your browser based on your current location. Easier than any others.",
    "es,es_419": "La mejor manera de ver la temperatura del clima en tiempo real directamente en tu navegador según tu ubicación actual. Más fácil…",
    "et": "Parim viis reaalajas ilmatemperatuuri vaatamiseks otse brauseris teie praeguse asukoha põhjal. Lihtsam kui ükski teine.",
    "fa": "بهترین راه برای مشاهده دمای واقعی آب و هوا در مرورگر خود بر اساس مکان فعلی شما. راحت تر از بقیه",
    "fi": "Paras tapa nähdä reaaliaikainen säälämpötila suoraan selaimessasi nykyisen sijaintisi perusteella. Helpompi kuin muut.",
    "fil": "Ang pinakamahusay na paraan upang makita ang realtime na temperatura ng panahon sa iyong browser batay sa iyong kasalukuyang…",
    "fr": "La meilleure façon de voir la température météo en temps réel directement dans votre navigateur en fonction de votre position…",
    "gu": "તમારા વર્તમાન સ્થાનના આધારે તમારા બ્રાઉઝરમાં જ રીયલ ટાઇમ હવામાન તાપમાન જોવાની શ્રેષ્ઠ રીત છે. કોઈપણ અન્ય કરતાં સરળ.",
    "he": "הדרך הטובה ביותר לראות את טמפרטורת מזג האוויר בזמן אמת ישירות בדפדפן שלך בהתבסס על המיקום הנוכחי שלך. קל יותר מכל האחרים.",
    "hi": "अपने वर्तमान स्थान के आधार पर अपने ब्राउज़र में ही वास्तविक समय का मौसम तापमान देखने का सबसे अच्छा तरीका। किसी भी अन्य की तुलना में…",
    "hr": "Najbolji način da vidite vremensku temperaturu u stvarnom vremenu izravno u vašem pregledniku na temelju vaše trenutne lokacije.…",
    "hu": "A legjobb módja annak, hogy a valós idejű időjárási hőmérsékletet közvetlenül a böngészőben tekintse meg az aktuális tartózkodási…",
    "id": "Cara terbaik untuk melihat suhu cuaca terkini langsung di peramban Anda berdasarkan lokasi Anda saat ini. Lebih mudah daripada yang…",
    "it": "Il modo migliore per vedere la temperatura meteo in tempo reale direttamente nel tuo browser in base alla tua posizione attuale.…",
    "ja": "現在の場所に基づいて、ブラウザでリアルタイムの天気温度を確認するのに最適な方法です。 他の方法よりも簡単です。",
    "kn": "ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಆಧರಿಸಿ ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನೈಜ ಸಮಯದ ಹವಾಮಾನ ತಾಪಮಾನವನ್ನು ನೋಡಲು ಉತ್ತಮ ಮಾರ್ಗವಾಗಿದೆ. ಇತರರಿಗಿಂತ ಸುಲಭ.",
    "ko": "현재 위치를 기반으로 브라우저에서 바로 실시간 날씨 온도를 볼 수 있는 가장 좋은 방법입니다. 다른 어떤 것보다 쉽습니다.",
    "lt": "Geriausias būdas peržiūrėti oro temperatūrą realiuoju laiku tiesiai naršyklėje, atsižvelgiant į jūsų dabartinę vietą. Lengviau nei…",
    "lv": "Labākais veids, kā skatīt reāllaika laikapstākļu temperatūru tieši savā pārlūkprogrammā, pamatojoties uz jūsu pašreizējo atrašanās…",
    "ml": "നിങ്ങളുടെ നിലവിലെ ലൊക്കേഷൻ അടിസ്ഥാനമാക്കി ബ്രൗസറിൽ തന്നെ തത്സമയ കാലാവസ്ഥാ താപനില കാണാനുള്ള മികച്ച മാർഗം. മറ്റുള്ളവരെക്കാളും…",
    "mr": "तुमच्या वर्तमान स्थानावर आधारित तुमच्या ब्राउझरमध्ये रिअलटाइम हवामान तापमान पाहण्याचा सर्वोत्तम मार्ग. इतर कोणत्याही पेक्षा सोपे.",
    "ms": "Cara terbaik untuk melihat suhu cuaca masa nyata terus dalam penyemak imbas anda berdasarkan lokasi semasa anda. Lebih mudah…",
    "nl": "De beste manier om de realtime weerstemperatuur direct in uw browser te zien op basis van uw huidige locatie. Makkelijker dan alle…",
    "no": "Den beste måten å se værtemperaturen i sanntid rett i nettleseren din basert på din nåværende posisjon. Enklere enn noen andre.",
    "pl": "Najlepszy sposób, aby zobaczyć temperaturę pogody w czasie rzeczywistym bezpośrednio w przeglądarce na podstawie Twojej bieżącej…",
    "pt_BR,pt_PT": "A melhor maneira de ver a temperatura do tempo em tempo real diretamente no seu navegador com base na sua localização atual. Mais…",
    "ro": "Cel mai bun mod de a vedea temperatura vremii în timp real chiar în browser, în funcție de locația dvs. curentă. Mai ușor decât…",
    "ru": "Лучший способ увидеть температуру в реальном времени прямо в браузере на основе вашего текущего местоположения. Проще, чем любой…",
    "sk": "Najlepší spôsob, ako zobraziť teplotu počasia v reálnom čase priamo vo vašom prehliadači na základe vašej aktuálnej polohy. Ľahší…",
    "sl": "Najboljši način za ogled vremenske temperature v realnem času neposredno v brskalniku glede na vašo trenutno lokacijo. Lažje kot…",
    "sr": "Најбољи начин да видите временску температуру у реалном времену директно у вашем претраживачу на основу ваше тренутне локације.…",
    "sv": "Det bästa sättet att se vädertemperaturen i realtid direkt i din webbläsare baserat på din nuvarande plats. Enklare än alla andra.",
    "sw": "Njia bora ya kuona halijoto ya hali ya hewa ya wakati halisi katika kivinjari chako kulingana na eneo lako la sasa. Rahisi kuliko…",
    "ta": "உங்கள் தற்போதைய இருப்பிடத்தின் அடிப்படையில் உங்கள் உலாவியில் நிகழ்நேர வானிலை வெப்பநிலையைப் பார்ப்பதற்கான சிறந்த வழி. மற்றவர்களை விட…",
    "te": "మీ ప్రస్తుత స్థానం ఆధారంగా మీ బ్రౌజర్‌లో నిజ సమయ వాతావరణ ఉష్ణోగ్రతను చూడటానికి ఉత్తమ మార్గం. ఇతరులకన్నా సులభం.",
    "th": "วิธีที่ดีที่สุดในการดูอุณหภูมิสภาพอากาศแบบเรียลไทม์บนเบราว์เซอร์ของคุณตามตำแหน่งปัจจุบันของคุณ ง่ายกว่าวิธีอื่น",
    "tr": "Mevcut konumunuza göre gerçek zamanlı hava sıcaklığını doğrudan tarayıcınızda görmenin en iyi yolu. Diğerlerinden daha kolay.",
    "uk": "Найкращий спосіб побачити температуру погоди в реальному часі прямо у вашому браузері на основі вашого поточного місцезнаходження.…",
    "vi": "Cách tốt nhất để xem nhiệt độ thời tiết theo thời gian thực ngay trong trình duyệt dựa trên vị trí hiện tại của bạn. Dễ dàng hơn…",
    "zh_CN": "这是根据您当前位置在浏览器中查看实时天气温度的最佳方式。 比其他任何方式都更简单。",
    "zh_TW": "根據您目前的位置在瀏覽器中查看即時天氣溫度的最佳方式。 比其他任何都容易。"
  },
  "long": {
    "ar": "ابق على اطلاع دائم بالطقس دون عناء! يوفر لك Weather Now! تحديثات درجات الحرارة في الوقت الفعلي مباشرة على متصفحك. بفضل تصميمه الأنيق والبديهي، يعرض هذا الامتداد درجة الحرارة الحالية كشارة على أيقونة المتصفح الخاص بك ويوفر ظروف الطقس التفصيلية في نافذة منبثقة بناءً على موقعك الدقيق.\n\nلماذا تثبيت Weather Now!؟\n\n• الراحة في لمحة: شاهد درجة الحرارة على الفور دون فتح أي تطبيقات أو مواقع ويب.\n• دقيق وموثوق به: يستخدم موقعك الجغرافي لجلب بيانات الطقس الدقيقة المصممة خصيصًا لموقعك الحالي.\n• موفر للوقت: يمكنك الوصول إلى الظروف الجوية التفصيلية بنقرة واحدة فقط على أيقونة المتصفح.\n• يركز على الخصوصية: يتم استخدام موقعك محليًا ولا يتم تخزينه أو مشاركته مطلقًا.\n\nمثالي للمسافرين أو عشاق الأنشطة الخارجية أو أي شخص يريد تحديثات سريعة للطقس، يجعل Weather\nNow! البقاء على اطلاع أسهل من أي وقت مضى. قم بتثبيته اليوم وجرب أسهل طريقة للبقاء على استعداد للطقس!",
    "am": "ያለምንም ጥረት ከአየር ሁኔታ ጋር እንደተዘመኑ ይቆዩ! የአየር ሁኔታ አሁን! የአሁናዊ የሙቀት ማሻሻያዎችን በቀጥታ ወደ አሳሽዎ ያመጣል። በሚያምር እና ሊታወቅ በሚችል ንድፍ፣ ይህ ቅጥያ የአሁኑን የሙቀት መጠን በአሳሽዎ አዶ ላይ እንደ ባጅ ያሳያል እና በቦታዎ ላይ በመመስረት በብቅ-ባይ ዝርዝር የአየር ሁኔታን ያቀርባል።\n\nለምን አሁን የአየር ሁኔታን ይጫኑ!?\n\n• ምቾት በጨረፍታ፡ ምንም መተግበሪያዎችን ወይም ድር ጣቢያዎችን ሳይከፍቱ ወዲያውኑ የሙቀት መጠኑን ይመልከቱ።\n• ትክክለኛ እና አስተማማኝ፡ አሁን ካለህበት ቦታ ጋር የተበጀ ትክክለኛ የአየር ሁኔታ መረጃ ለማምጣት የጂኦግራፊያዊ አካባቢህን ይጠቀማል።\n• ጊዜ ቆጣቢ፡ በአሳሹ አዶ ላይ አንድ ጊዜ ጠቅ በማድረግ ዝርዝር የአየር ሁኔታዎችን ይድረሱ።\n• በግላዊነት ላይ ያተኮረ፡ አካባቢዎ በአካባቢው ጥቅም ላይ የሚውል ሲሆን በጭራሽ አይከማችም ወይም አይጋራም።\n\nለተጓዦች፣ ለቤት ውጭ አድናቂዎች ወይም ፈጣን የአየር ሁኔታ ዝመናዎችን ለሚፈልግ ማንኛውም ሰው፣ የአየር ሁኔታ\nአሁን! መረጃን ከመቼውም ጊዜ በበለጠ ቀላል ያደርገዋል። ዛሬ ይጫኑት እና ለአየር ሁኔታ ዝግጁ ሆነው ለመቆየት ቀላሉ መንገድ ይለማመዱ!",
    "bg": "Бъдете в течение с времето без усилие! Времето сега! предоставя актуализации на температурата в реално време директно във вашия браузър. Със своя елегантен и интуитивен дизайн, това разширение показва текущата температура като значка върху иконата на вашия браузър и предоставя подробни метеорологични условия в изскачащ прозорец въз основа на вашето точно местоположение.\n\nЗащо да инсталирате Weather Now!?\n\n• Удобство с един поглед: Незабавно вижте температурата, без да отваряте приложения или уебсайтове.\n• Точен и надежден: Използва вашата геолокация, за да извлече точни данни за времето, съобразени с текущата ви позиция.\n• Спестяване на време: Достъп до подробни метеорологични условия само с едно щракване върху иконата на браузъра.\n• Фокусирано върху поверителността: Вашето местоположение се използва локално и никога не се съхранява или споделя.\n\nПерфектен за пътешественици, ентусиасти на открито или всеки, който иска бързи актуализации за времето, времето\nСега! прави информираността по-лесна от всякога. Инсталирайте го днес и опитайте най-лесния начин да останете готови за времето!",
    "bn,cs,el,en,en_AU,en_GB,en_US,et,fil,gu,he,hi,hr,hu,id,lt,lv,ml,ro,sk,sr": "Stay updated with the weather effortlessly! Weather Now! brings real-time temperature updates directly to your browser. With its sleek and intuitive design, this extension displays the current temperature as a badge on your browser icon and provides detailed weather conditions in a popup based on your exact location.\n\nWhy install Weather Now!?\n\n• Convenience at a glance: Instantly see the temperature without opening any apps or websites.\n• Accurate and reliable: Uses your geolocation to fetch precise weather data tailored to your current position.\n• Time-saving: Access detailed weather conditions with just one click on the browser icon.\n• Privacy-focused: Your location is used locally and never stored or shared.\n\nPerfect for travelers, outdoor enthusiasts, or anyone who wants quick weather updates, Weather \nNow! makes staying informed simpler than ever. Install it today and experience the easiest way to stay weather-ready!",
    "ca": "Estigueu al dia amb el temps sense esforç! El temps ara! proporciona actualitzacions de temperatura en temps real directament al vostre navegador. Amb el seu disseny elegant i intuïtiu, aquesta extensió mostra la temperatura actual com a insígnia a la icona del vostre navegador i proporciona condicions meteorològiques detallades en una finestra emergent basada en la vostra ubicació exacta.\n\nPer què instal·lar Weather Now!?\n\n• Comoditat d'un cop d'ull: veieu la temperatura a l'instant sense obrir cap aplicació ni lloc web.\n• Precís i fiable: utilitza la vostra geolocalització per obtenir dades meteorològiques precises adaptades a la vostra posició actual.\n• Estalvi de temps: accediu a condicions meteorològiques detallades amb només un clic a la icona del navegador.\n• Centrat en la privadesa: la vostra ubicació s'utilitza localment i mai s'emmagatzema ni es comparteix.\n\nPerfecte per a viatgers, aficionats a l'aire lliure o qualsevol persona que vulgui actualitzacions ràpides del temps, Weather\nAra! fa que mantenir-se informat sigui més senzill que mai. Instal·leu-lo avui i experimenteu la manera més senzilla de mantenir-vos preparat per al clima!",
    "da": "Hold dig opdateret med vejret ubesværet! Vejret nu! bringer temperaturopdateringer i realtid direkte til din browser. Med sit slanke og intuitive design viser denne udvidelse den aktuelle temperatur som et badge på dit browserikon og giver detaljerede vejrforhold i en popup baseret på din nøjagtige placering.\n\nHvorfor installere Weather Now!?\n\n• Komfort med et blik: Se øjeblikkeligt temperaturen uden at åbne nogen apps eller websteder.\n• Nøjagtig og pålidelig: Bruger din geolocation til at hente præcise vejrdata, der er skræddersyet til din aktuelle position.\n• Tidsbesparende: Få adgang til detaljerede vejrforhold med blot et enkelt klik på browserikonet.\n• Privatlivsfokuseret: Din placering bruges lokalt og gemmes eller deles aldrig.\n\nPerfekt til rejsende, udendørs entusiaster eller enhver, der ønsker hurtige vejropdateringer, Vejret\nNu! gør det nemmere end nogensinde at holde sig informeret. Installer det i dag, og oplev den nemmeste måde at forblive parat til vejret!",
    "de": "Bleiben Sie mühelos über das Wetter auf dem Laufenden! Weather Now! bringt Temperaturaktualisierungen in Echtzeit direkt in Ihren Browser. Mit seinem eleganten und intuitiven Design zeigt diese Erweiterung die aktuelle Temperatur als Symbol auf Ihrem Browsersymbol an und bietet detaillierte Wetterbedingungen in einem Popup basierend auf Ihrem genauen Standort.\n\nWarum Weather Now! installieren?\n\n• Komfort auf einen Blick: Sehen Sie sofort die Temperatur, ohne Apps oder Websites zu öffnen.\n\n• Genau und zuverlässig: Verwendet Ihre Geolokalisierung, um präzise Wetterdaten abzurufen, die auf Ihren aktuellen Standort zugeschnitten sind.\n\n• Zeitsparend: Greifen Sie mit nur einem Klick auf das Browsersymbol auf detaillierte Wetterbedingungen zu.\n\n• Datenschutzorientiert: Ihr Standort wird lokal verwendet und niemals gespeichert oder weitergegeben.\n\nWeather Now! ist perfekt für Reisende, Outdoor-Enthusiasten oder alle, die schnelle Wetteraktualisierungen wünschen. Es macht es einfacher als je zuvor, auf dem Laufenden zu bleiben. Installieren Sie es noch heute und erleben Sie den einfachsten Weg, um wetterfest zu sein!",
    "es,es_419": "¡Manténgase actualizado con el clima sin esfuerzo! Weather Now! le brinda actualizaciones de temperatura en tiempo real directamente a su navegador. Con su diseño elegante e intuitivo, esta extensión muestra la temperatura actual como una insignia en el ícono de su navegador y brinda condiciones meteorológicas detalladas en una ventana emergente según su ubicación exacta.\n\n¿Por qué instalar Weather Now!?\n\n• Comodidad de un vistazo: vea la temperatura al instante sin abrir ninguna aplicación o sitio web.\n• Preciso y confiable: usa su geolocalización para obtener datos meteorológicos precisos adaptados a su posición actual.\n• Ahorro de tiempo: acceda a condiciones meteorológicas detalladas con solo un clic en el ícono del navegador.\n• Centrado en la privacidad: su ubicación se usa localmente y nunca se almacena ni se comparte.\n\nPerfecto para viajeros, entusiastas del aire libre o cualquier persona que desee actualizaciones meteorológicas rápidas, Weather Now! hace que mantenerse informado sea más simple que nunca. ¡Instálelo hoy y experimente la forma más fácil de mantenerse preparado para el clima!",
    "fa": "بدون زحمت از آب و هوا مطلع شوید! آب و هوا در حال حاضر! به روز رسانی دمای بی درنگ را مستقیماً به مرورگر شما می آورد. این برنامه افزودنی با طراحی شیک و بصری خود، دمای فعلی را به عنوان نشانی بر روی نماد مرورگر شما نمایش می دهد و شرایط آب و هوایی دقیق را در یک پنجره بازشو بر اساس مکان دقیق شما ارائه می دهد.\n\nچرا Weather Now را نصب کنید!؟\n\n• راحتی در یک نگاه: فورا دما را بدون باز کردن هیچ برنامه یا وب سایتی مشاهده کنید.\n• دقیق و قابل اعتماد: از موقعیت جغرافیایی شما برای واکشی داده های آب و هوای دقیق متناسب با موقعیت فعلی شما استفاده می کند.\n• صرفه جویی در زمان: فقط با یک کلیک بر روی نماد مرورگر به شرایط آب و هوایی دقیق دسترسی پیدا کنید.\n• تمرکز بر حریم خصوصی: موقعیت مکانی شما به صورت محلی استفاده می شود و هرگز ذخیره یا به اشتراک گذاشته نمی شود.\n\nایده آل برای مسافران، علاقه مندان به فضای باز، یا هر کسی که می خواهد به روز رسانی سریع آب و هوا، آب و هوا\nحالا! اطلاع رسانی را ساده تر از همیشه می کند. همین امروز آن را نصب کنید و ساده ترین راه را برای آماده ماندن در برابر آب و هوا تجربه کنید!",
    "fi": "Pysy ajan tasalla säästä vaivattomasti! Sää Nyt! tuo reaaliaikaiset lämpötilapäivitykset suoraan selaimeesi. Tyylikkäällä ja intuitiivisella muotoilullaan tämä laajennus näyttää nykyisen lämpötilan merkkinä selaimesi kuvakkeessa ja tarjoaa yksityiskohtaiset sääolosuhteet ponnahdusikkunassa tarkan sijaintisi perusteella.\n\nMiksi asentaa Weather Now!?\n\n• Käyttömukavuus yhdellä silmäyksellä: Näet lämpötilan välittömästi avaamatta sovelluksia tai verkkosivustoja.\n• Tarkka ja luotettava: käyttää maantieteellistä sijaintiasi hakeakseen tarkat säätiedot, jotka on räätälöity nykyiseen sijaintiisi.\n• Aikaa säästävä: Pääset yksityiskohtaisiin sääolosuhteisiin yhdellä napsautuksella selainkuvaketta.\n• Yksityisyyteen keskittyvä: Sijaintiasi käytetään paikallisesti, eikä sitä koskaan tallenneta tai jaeta.\n\nTäydellinen matkailijoille, ulkoilun harrastajille tai kaikille, jotka haluavat nopeita sääpäivityksiä, Weather\nNyt! tekee ajan tasalla pysymisestä helpompaa kuin koskaan. Asenna se jo tänään ja koe helpoin tapa pysyä säävalmiina!",
    "fr": "Restez informé de la météo sans effort ! Weather Now ! vous permet d'accéder en temps réel aux mises à jour de température directement sur votre navigateur. Avec son design élégant et intuitif, cette extension affiche la température actuelle sous forme de badge sur l'icône de votre navigateur et fournit des conditions météorologiques détaillées dans une fenêtre contextuelle en fonction de votre position exacte.\n\nPourquoi installer Weather Now !?\n\n• La commodité en un coup d'œil : consultez instantanément la température sans ouvrir d'applications ou de sites Web.\n• Précis et fiable : utilisez votre géolocalisation pour récupérer des données météorologiques précises adaptées à votre position actuelle.\n• Gain de temps : accédez aux conditions météorologiques détaillées en un seul clic sur l'icône du navigateur.\n• Axé sur la confidentialité : votre position est utilisée localement et n'est jamais stockée ni partagée.\n\nParfait pour les voyageurs, les amateurs de plein air ou toute personne souhaitant des mises à jour météorologiques rapides, Weather\nNow ! simplifie plus que jamais l'information. Installez-la dès aujourd'hui et découvrez le moyen le plus simple de rester prêt pour la météo !",
    "it": "Rimani aggiornato sul meteo senza sforzo! Weather Now! porta gli aggiornamenti della temperatura in tempo reale direttamente sul tuo browser. Con il suo design elegante e intuitivo, questa estensione mostra la temperatura attuale come un badge sull'icona del tuo browser e fornisce condizioni meteo dettagliate in un popup in base alla tua posizione esatta.\n\nPerché installare Weather Now!?\n\n• Comodità a colpo d'occhio: visualizza immediatamente la temperatura senza aprire app o siti web.\n• Preciso e affidabile: utilizza la tua geolocalizzazione per recuperare dati meteo precisi su misura per la tua posizione attuale.\n• Risparmio di tempo: accedi alle condizioni meteo dettagliate con un solo clic sull'icona del browser.\n• Incentrato sulla privacy: la tua posizione viene utilizzata localmente e non viene mai memorizzata o condivisa.\n\nPerfetto per viaggiatori, amanti dell'aria aperta o chiunque desideri rapidi aggiornamenti meteo, Weather Now! rende l'essere informati più semplice che mai. Installalo oggi e scopri il modo più semplice per essere sempre pronto per il meteo!",
    "ja": "天気の最新情報を簡単に入手しましょう。Weather Now! は、リアルタイムの気温更新をブラウザに直接提供します。洗練された直感的なデザインのこの拡張機能は、現在の気温をブラウザ アイコンのバッジとして表示し、正確な位置に基づいて詳細な気象状況をポップアップで提供します。\n\nWeather Now! をインストールする理由\n\n• 一目でわかる便利さ: アプリや Web サイトを開かずに、即座に気温を確認できます。\n\n• 正確で信頼性が高い: 地理位置情報を使用して、現在の位置に合わせた正確な気象データを取得します。\n\n• 時間の節約: ブラウザ アイコンを 1 回クリックするだけで、詳細な気象状況にアクセスできます。\n\n• プライバシー重視: 位置情報はローカルで使用され、保存または共有されることはありません。\n\n旅行者、アウトドア愛好家、または迅速な天気更新を求める人に最適な Weather Now! は、これまで以上に簡単に情報を入手できるようにします。今すぐインストールして、天気に備える最も簡単な方法を体験してください。",
    "kn": "ಸಲೀಸಾಗಿ ಹವಾಮಾನದೊಂದಿಗೆ ನವೀಕೃತವಾಗಿರಿ! ಈಗ ಹವಾಮಾನ! ನೈಜ-ಸಮಯದ ತಾಪಮಾನ ನವೀಕರಣಗಳನ್ನು ನೇರವಾಗಿ ನಿಮ್ಮ ಬ್ರೌಸರ್‌ಗೆ ತರುತ್ತದೆ. ಅದರ ನಯವಾದ ಮತ್ತು ಅರ್ಥಗರ್ಭಿತ ವಿನ್ಯಾಸದೊಂದಿಗೆ, ಈ ವಿಸ್ತರಣೆಯು ಪ್ರಸ್ತುತ ತಾಪಮಾನವನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಐಕಾನ್‌ನಲ್ಲಿ ಬ್ಯಾಡ್ಜ್‌ನಂತೆ ಪ್ರದರ್ಶಿಸುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ನಿಖರವಾದ ಸ್ಥಳವನ್ನು ಆಧರಿಸಿ ಪಾಪ್‌ಅಪ್‌ನಲ್ಲಿ ವಿವರವಾದ ಹವಾಮಾನ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.\n\nಈಗ ಹವಾಮಾನವನ್ನು ಏಕೆ ಸ್ಥಾಪಿಸಬೇಕು!?\n\n• ಒಂದು ನೋಟದಲ್ಲಿ ಅನುಕೂಲ: ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ತೆರೆಯದೆಯೇ ತಾಪಮಾನವನ್ನು ತಕ್ಷಣವೇ ನೋಡಿ.\n• ನಿಖರ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಥಾನಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನಿಖರವಾದ ಹವಾಮಾನ ಡೇಟಾವನ್ನು ಪಡೆಯಲು ನಿಮ್ಮ ಜಿಯೋಲೋಕಲೈಸೇಶನ್ ಅನ್ನು ಬಳಸುತ್ತದೆ.\n• ಸಮಯ ಉಳಿತಾಯ: ಬ್ರೌಸರ್ ಐಕಾನ್‌ನಲ್ಲಿ ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ವಿವರವಾದ ಹವಾಮಾನ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಪ್ರವೇಶಿಸಿ.\n• ಗೌಪ್ಯತೆ-ಕೇಂದ್ರಿತ: ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ಎಂದಿಗೂ ಸಂಗ್ರಹಿಸಲಾಗಿಲ್ಲ ಅಥವಾ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ.\n\nಪ್ರಯಾಣಿಕರು, ಹೊರಾಂಗಣ ಉತ್ಸಾಹಿಗಳು ಅಥವಾ ತ್ವರಿತ ಹವಾಮಾನ ನವೀಕರಣಗಳನ್ನು ಬಯಸುವ ಯಾರಿಗಾದರೂ ಪರಿಪೂರ್ಣ, ಹವಾಮಾನ\nಈಗ! ಮಾಹಿತಿ ಇರುವುದನ್ನು ಎಂದಿಗಿಂತಲೂ ಸರಳಗೊಳಿಸುತ್ತದೆ. ಇಂದು ಅದನ್ನು ಸ್ಥಾಪಿಸಿ ಮತ್ತು ಹವಾಮಾನ ಸಿದ್ಧವಾಗಿರಲು ಸುಲಭವಾದ ಮಾರ್ಗವನ್ನು ಅನುಭವಿಸಿ!",
    "ko": "날씨를 손쉽게 최신 상태로 유지하세요! Weather Now!는 실시간 온도 업데이트를 브라우저로 직접 제공합니다. 세련되고 직관적인 디자인의 이 확장 프로그램은 현재 온도를 브라우저 아이콘에 배지로 표시하고 정확한 위치를 기반으로 팝업으로 자세한 날씨 상황을 제공합니다.\n\nWeather Now!를 설치하는 이유는?\n\n• 한눈에 보기 편리함: 앱이나 웹사이트를 열지 않고도 온도를 즉시 확인할 수 있습니다.\n• 정확하고 신뢰할 수 있음: 지리적 위치를 사용하여 현재 위치에 맞는 정확한 날씨 데이터를 가져옵니다.\n• 시간 절약: 브라우저 아이콘을 한 번만 클릭하면 자세한 날씨 상황에 액세스할 수 있습니다.\n• 개인 정보 보호 중심: 위치는 로컬에서 사용되며 저장되거나 공유되지 않습니다.\n\n여행자, 야외 활동 애호가 또는 빠른 날씨 업데이트를 원하는 모든 사람에게 완벽한 Weather\nNow!는 그 어느 때보다 간편하게 정보를 얻을 수 있도록 합니다. 오늘 설치하고 날씨에 대비하는 가장 쉬운 방법을 경험하세요!",
    "mr": "सहजतेने हवामानासह अद्यतनित रहा! आता हवामान! थेट तुमच्या ब्राउझरवर रिअल-टाइम तापमान अपडेट आणते. त्याच्या आकर्षक आणि अंतर्ज्ञानी डिझाइनसह, हा विस्तार वर्तमान तापमान आपल्या ब्राउझर चिन्हावर बॅज म्हणून प्रदर्शित करतो आणि आपल्या अचूक स्थानावर आधारित पॉपअपमध्ये तपशीलवार हवामान परिस्थिती प्रदान करतो.\n\nआता हवामान का स्थापित करावे!?\n\n• एका दृष्टीक्षेपात सोय: कोणतेही ॲप्स किंवा वेबसाइट न उघडता त्वरित तापमान पहा.\n• अचूक आणि विश्वासार्ह: तुमच्या वर्तमान स्थितीनुसार अचूक हवामान डेटा आणण्यासाठी तुमचे भौगोलिक स्थान वापरते.\n• वेळेची बचत: ब्राउझर आयकॉनवर फक्त एका क्लिकने तपशीलवार हवामान परिस्थितीमध्ये प्रवेश करा.\n• गोपनीयता-केंद्रित: तुमचे स्थान स्थानिक पातळीवर वापरले जाते आणि कधीही संग्रहित किंवा शेअर केले जात नाही.\n\nप्रवासी, मैदानी उत्साही किंवा जलद हवामान अद्यतने हवे असलेल्या कोणासाठीही योग्य\nआता! माहिती राहणे नेहमीपेक्षा सोपे करते. ते आजच स्थापित करा आणि हवामानासाठी तयार राहण्याचा सर्वात सोपा मार्ग अनुभवा!",
    "ms": "Kekal dikemas kini dengan cuaca dengan mudah! Cuaca Sekarang! membawa kemas kini suhu masa nyata terus ke penyemak imbas anda. Dengan reka bentuk yang anggun dan intuitif, sambungan ini memaparkan suhu semasa sebagai lencana pada ikon penyemak imbas anda dan menyediakan keadaan cuaca terperinci dalam pop timbul berdasarkan lokasi tepat anda.\n\nMengapa memasang Cuaca Sekarang!?\n\n• Kemudahan sepintas lalu: Lihat suhu serta-merta tanpa membuka sebarang apl atau tapak web.\n• Tepat dan boleh dipercayai: Menggunakan geolokasi anda untuk mengambil data cuaca tepat yang disesuaikan dengan kedudukan semasa anda.\n• Penjimatan masa: Akses keadaan cuaca terperinci dengan hanya satu klik pada ikon penyemak imbas.\n• Tertumpu kepada privasi: Lokasi anda digunakan secara setempat dan tidak pernah disimpan atau dikongsi.\n\nSesuai untuk pengembara, peminat luar atau sesiapa sahaja yang mahukan kemas kini cuaca pantas, Cuaca\nSekarang! menjadikan maklumat terkini lebih mudah berbanding sebelum ini. Pasangnya hari ini dan alami cara paling mudah untuk kekal sedia cuaca!",
    "nl": "Blijf moeiteloos op de hoogte van het weer! Weather Now! brengt realtime temperatuurupdates rechtstreeks naar uw browser. Met zijn strakke en intuïtieve ontwerp geeft deze extensie de huidige temperatuur weer als een badge op uw browserpictogram en biedt gedetailleerde weersomstandigheden in een pop-up op basis van uw exacte locatie.\n\nWaarom Weather Now! installeren?\n\n• Gemak in één oogopslag: zie direct de temperatuur zonder apps of websites te openen.\n• Nauwkeurig en betrouwbaar: gebruikt uw geolocatie om nauwkeurige weergegevens op te halen die zijn afgestemd op uw huidige positie.\n• Tijdbesparend: krijg toegang tot gedetailleerde weersomstandigheden met slechts één klik op het browserpictogram.\n• Privacygericht: uw locatie wordt lokaal gebruikt en nooit opgeslagen of gedeeld.\n\nPerfect voor reizigers, buitenliefhebbers of iedereen die snelle weerupdates wil, Weather\nNow! maakt op de hoogte blijven eenvoudiger dan ooit. Installeer het vandaag nog en ervaar de gemakkelijkste manier om klaar te zijn voor het weer!",
    "no": "Hold deg oppdatert med været uten problemer! Vær nå! bringer temperaturoppdateringer i sanntid direkte til nettleseren din. Med sin elegante og intuitive design viser denne utvidelsen gjeldende temperatur som et merke på nettleserikonet og gir detaljerte værforhold i en popup basert på din nøyaktige plassering.\n\nHvorfor installere Weather Now!?\n\n• Komfort på et øyeblikk: Se temperaturen umiddelbart uten å åpne noen apper eller nettsteder.\n• Nøyaktig og pålitelig: Bruker geoposisjonen din til å hente presise værdata skreddersydd til din nåværende posisjon.\n• Tidsbesparende: Få tilgang til detaljerte værforhold med bare ett klikk på nettleserikonet.\n• Personvernfokusert: Posisjonen din brukes lokalt og blir aldri lagret eller delt.\n\nPerfekt for reisende, friluftsentusiaster eller alle som vil ha raske væroppdateringer, Weather\nNå! gjør det enklere enn noen gang å holde seg informert. Installer den i dag og opplev den enkleste måten å holde seg værklar!",
    "pl": "Bądź na bieżąco z pogodą bez wysiłku! Weather Now! wprowadza aktualizacje temperatury w czasie rzeczywistym bezpośrednio do Twojej przeglądarki. Dzięki eleganckiemu i intuicyjnemu projektowi to rozszerzenie wyświetla bieżącą temperaturę jako znaczek na ikonie przeglądarki i zapewnia szczegółowe warunki pogodowe w wyskakującym okienku na podstawie Twojej dokładnej lokalizacji.\n\nDlaczego warto zainstalować Weather Now!?\n\n• Wygoda na pierwszy rzut oka: Natychmiast zobacz temperaturę bez otwierania żadnych aplikacji ani stron internetowych.\n• Dokładne i niezawodne: Wykorzystuje Twoją geolokalizację, aby pobrać dokładne dane pogodowe dostosowane do Twojej bieżącej pozycji.\n• Oszczędność czasu: Uzyskaj dostęp do szczegółowych warunków pogodowych za pomocą jednego kliknięcia ikony przeglądarki.\n• Skupione na prywatności: Twoja lokalizacja jest używana lokalnie i nigdy nie jest przechowywana ani udostępniana.\n\nIdealne dla podróżników, entuzjastów aktywności na świeżym powietrzu lub każdego, kto chce szybko otrzymywać aktualizacje pogody, Weather\nNow! sprawia, że ​​pozostawanie na bieżąco jest prostsze niż kiedykolwiek. Zainstaluj je już dziś i poznaj najłatwiejszy sposób, aby być gotowym na pogodę!",
    "pt_BR": "Mantenha-se atualizado com o clima sem esforço! O Weather Now! traz atualizações de temperatura em tempo real diretamente para o seu navegador. Com seu design elegante e intuitivo, esta extensão exibe a temperatura atual como um emblema no ícone do seu navegador e fornece condições climáticas detalhadas em um pop-up com base na sua localização exata.\n\nPor que instalar o Weather Now!?\n\n• Conveniência em um piscar de olhos: veja a temperatura instantaneamente sem abrir nenhum aplicativo ou site.\n• Preciso e confiável: usa sua geolocalização para buscar dados climáticos precisos adaptados à sua posição atual.\n• Economia de tempo: acesse condições climáticas detalhadas com apenas um clique no ícone do navegador.\n• Foco na privacidade: sua localização é usada localmente e nunca armazenada ou compartilhada.\n\nPerfeito para viajantes, entusiastas de atividades ao ar livre ou qualquer pessoa que queira atualizações climáticas rápidas, o Weather Now! torna a informação mais simples do que nunca. Instale-o hoje e experimente a maneira mais fácil de se manter preparado para o clima!",
    "pt_PT": "Mantenha-se atualizado com o tempo sem esforço! Tempo agora! traz atualizações de temperatura em tempo real diretamente para o seu browser. Com o seu design elegante e intuitivo, esta extensão exibe a temperatura atual como um emblema no ícone do seu navegador e fornece condições meteorológicas detalhadas num pop-up com base na sua localização exata.\n\nPorquê instalar o Weather Now!?\n\n• Visão rápida da conveniência: veja instantaneamente a temperatura sem abrir qualquer aplicação ou website.\n• Preciso e fiável: utiliza a sua geolocalização para obter dados meteorológicos precisos e adaptados à sua posição atual.\n• Economia de tempo: aceda a condições meteorológicas detalhadas com apenas um clique no ícone do navegador.\n• Foco na privacidade: a sua localização é utilizada localmente e nunca é guardada ou partilhada.\n\nPerfeito para viajantes, entusiastas de atividades ao ar livre ou qualquer pessoa que pretenda atualizações meteorológicas rápidas, o Weather\nAgora! torna estar informado mais simples do que nunca. Instale-o hoje e experimente a forma mais fácil de se manter preparado para o clima!",
    "ru": "Будьте в курсе погоды без усилий! Weather Now! обновляет данные о температуре в реальном времени прямо в вашем браузере. Благодаря своему элегантному и интуитивно понятному дизайну это расширение отображает текущую температуру в виде значка на значке браузера и предоставляет подробные погодные условия во всплывающем окне на основе вашего точного местоположения.\n\nЗачем устанавливать Weather Now!?\n\n• Удобство с первого взгляда: мгновенно смотрите температуру, не открывая никаких приложений или веб-сайтов.\n• Точность и надежность: использует ваше геолокацию для получения точных данных о погоде, адаптированных к вашему текущему местоположению.\n• Экономия времени: получайте доступ к подробным погодным условиям одним щелчком мыши по значку браузера.\n• Конфиденциальность: ваше местоположение используется локально и никогда не сохраняется и не передается.\n\nИдеально подходит для путешественников, любителей активного отдыха или тех, кто хочет быстро получать обновления о погоде, Weather Now! делает быть в курсе событий проще, чем когда-либо. Установите его сегодня и испытайте самый простой способ оставаться готовым к погоде!",
    "sl": "Bodite na tekočem z vremenom brez težav! Vreme zdaj! prinaša posodobitve temperature v realnem času neposredno v vaš brskalnik. S svojo elegantno in intuitivno zasnovo ta razširitev prikazuje trenutno temperaturo kot značko na ikoni brskalnika in zagotavlja podrobne vremenske razmere v pojavnem oknu glede na vašo natančno lokacijo.\n\nZakaj namestiti Weather Now!?\n\n• Udobje na prvi pogled: Takoj si oglejte temperaturo, ne da bi morali odpreti aplikacije ali spletna mesta.\n• Natančno in zanesljivo: uporablja vašo geolokacijo za pridobivanje natančnih vremenskih podatkov, prilagojenih vašemu trenutnemu položaju.\n• Prihranek časa: dostopajte do podrobnih vremenskih razmer z enim samim klikom na ikono brskalnika.\n• Osredotočeno na zasebnost: Vaša lokacija se uporablja lokalno in se nikoli ne shranjuje ali deli.\n\nKot nalašč za popotnike, navdušence na prostem ali vse, ki želijo hitre posodobitve vremena, Vreme\nZdaj! omogoča lažje obveščanje kot kdaj koli prej. Namestite ga še danes in izkusite najlažji način, da ostanete pripravljeni na vremenske razmere!",
    "sv": "Håll dig uppdaterad med vädret utan ansträngning! Väder nu! ger temperaturuppdateringar i realtid direkt till din webbläsare. Med sin eleganta och intuitiva design visar detta tillägg den aktuella temperaturen som ett märke på din webbläsarikon och ger detaljerade väderförhållanden i ett popup-fönster baserat på din exakta plats.\n\nVarför installera Weather Now!?\n\n• Bekvämlighet i ett ögonkast: Se omedelbart temperaturen utan att öppna några appar eller webbplatser.\n• Noggrann och pålitlig: Använder din geolokalisering för att hämta exakt väderdata som är skräddarsydd för din nuvarande position.\n• Tidsbesparande: Få tillgång till detaljerade väderförhållanden med bara ett klick på webbläsarikonen.\n• Sekretessfokuserad: Din plats används lokalt och lagras eller delas aldrig.\n\nPerfekt för resenärer, friluftsentusiaster eller alla som vill ha snabba väderuppdateringar, Weather\nNu! gör det enklare än någonsin att hålla sig informerad. Installera det idag och upplev det enklaste sättet att hålla sig redo för väder!",
    "sw": "Endelea kusasishwa na hali ya hewa bila bidii! Hali ya hewa Sasa! huleta masasisho ya halijoto ya wakati halisi moja kwa moja kwenye kivinjari chako. Kwa muundo wake maridadi na angavu, kiendelezi hiki kinaonyesha halijoto ya sasa kama beji kwenye ikoni ya kivinjari chako na hutoa hali ya kina ya hali ya hewa katika kidirisha ibukizi kulingana na mahali ulipo.\n\nKwa nini usakinishe Hali ya Hewa Sasa!?\n\n• Urahisi kwa muhtasari: Ona halijoto papo hapo bila kufungua programu au tovuti zozote.\n• Sahihi na inategemewa: Hutumia eneo lako kupata data sahihi ya hali ya hewa iliyoundwa kulingana na nafasi yako ya sasa.\n• Kuokoa muda: Fikia hali ya kina ya hali ya hewa kwa mbofyo mmoja tu kwenye ikoni ya kivinjari.\n• Kuzingatia Faragha: Eneo lako linatumika karibu nawe na halihifadhiwi au kushirikiwa.\n\nNi kamili kwa wasafiri, watu wanaopenda nje, au mtu yeyote anayetaka masasisho ya haraka ya hali ya hewa, Hali ya hewa\nSasa! hufanya kukaa na habari kuwa rahisi zaidi kuliko hapo awali. Isakinishe leo na upate njia rahisi zaidi ya kukaa tayari kwa hali ya hewa!",
    "ta": "சிரமமின்றி வானிலையுடன் புதுப்பித்த நிலையில் இருங்கள்! இப்போது வானிலை! நிகழ்நேர வெப்பநிலை புதுப்பிப்புகளை உங்கள் உலாவிக்கு நேரடியாகக் கொண்டுவருகிறது. அதன் நேர்த்தியான மற்றும் உள்ளுணர்வு வடிவமைப்புடன், இந்த நீட்டிப்பு தற்போதைய வெப்பநிலையை உங்கள் உலாவி ஐகானில் பேட்ஜாகக் காண்பிக்கும் மற்றும் உங்கள் சரியான இருப்பிடத்தின் அடிப்படையில் பாப்அப்பில் விரிவான வானிலையை வழங்குகிறது.\n\nவானிலையை இப்போது ஏன் நிறுவ வேண்டும்!?\n\n• ஒரே பார்வையில் வசதி: ஆப்ஸ் அல்லது இணையதளங்களைத் திறக்காமல் வெப்பநிலையை உடனடியாகப் பார்க்கலாம்.\n• துல்லியமானது மற்றும் நம்பகமானது: உங்கள் தற்போதைய நிலைக்கு ஏற்ப துல்லியமான வானிலைத் தரவைப் பெற உங்கள் புவிஇருப்பிடத்தைப் பயன்படுத்துகிறது.\n• நேர சேமிப்பு: உலாவி ஐகானில் ஒரே கிளிக்கில் விரிவான வானிலையை அணுகவும்.\n• தனியுரிமையை மையமாகக் கொண்டது: உங்கள் இருப்பிடம் உள்நாட்டில் பயன்படுத்தப்படும் மற்றும் சேமிக்கப்படவோ பகிரப்படவோ இல்லை.\n\nபயணிகள், வெளிப்புற ஆர்வலர்கள் அல்லது விரைவான வானிலை அறிவிப்புகளை விரும்பும் எவருக்கும் ஏற்றது, வானிலை\nஇப்போது! முன்னெப்போதையும் விட எளிதாகத் தெரிந்துகொள்ளச் செய்கிறது. இன்றே நிறுவி, வானிலைக்கு தயாராக இருக்க எளிதான வழியை அனுபவிக்கவும்!",
    "te": "అప్రయత్నంగా వాతావరణంతో అప్‌డేట్ అవ్వండి! ఇప్పుడు వాతావరణం! నిజ-సమయ ఉష్ణోగ్రత అప్‌డేట్‌లను నేరుగా మీ బ్రౌజర్‌కు తెస్తుంది. దాని సొగసైన మరియు సహజమైన డిజైన్‌తో, ఈ పొడిగింపు ప్రస్తుత ఉష్ణోగ్రతను మీ బ్రౌజర్ చిహ్నంపై బ్యాడ్జ్‌గా ప్రదర్శిస్తుంది మరియు మీ ఖచ్చితమైన స్థానం ఆధారంగా పాప్‌అప్‌లో వివరణాత్మక వాతావరణ పరిస్థితులను అందిస్తుంది.\n\nవాతావరణాన్ని ఇప్పుడే ఎందుకు ఇన్‌స్టాల్ చేయాలి!?\n\n• ఒక్క చూపులో సౌలభ్యం: ఏ యాప్‌లు లేదా వెబ్‌సైట్‌లను తెరవకుండా ఉష్ణోగ్రతను తక్షణమే చూడండి.\n• ఖచ్చితమైన మరియు విశ్వసనీయమైనది: మీ ప్రస్తుత స్థితికి అనుగుణంగా ఖచ్చితమైన వాతావరణ డేటాను పొందేందుకు మీ జియోలొకేషన్‌ను ఉపయోగిస్తుంది.\n• సమయం ఆదా: బ్రౌజర్ చిహ్నంపై కేవలం ఒక క్లిక్‌తో వివరణాత్మక వాతావరణ పరిస్థితులను యాక్సెస్ చేయండి.\n• గోప్యత-కేంద్రీకృతం: మీ స్థానం స్థానికంగా ఉపయోగించబడుతుంది మరియు ఎప్పుడూ నిల్వ చేయబడదు లేదా భాగస్వామ్యం చేయబడదు.\n\nప్రయాణికులు, బహిరంగ ఔత్సాహికులు లేదా శీఘ్ర వాతావరణ నవీకరణలు, వాతావరణం కోరుకునే ఎవరికైనా పర్ఫెక్ట్\nఇప్పుడు! సమాచారం ఉండటం గతంలో కంటే సులభం చేస్తుంది. ఈరోజే దీన్ని ఇన్‌స్టాల్ చేయండి మరియు వాతావరణానికి సిద్ధంగా ఉండటానికి సులభమైన మార్గాన్ని అనుభవించండి!",
    "th": "อัปเดตสภาพอากาศอย่างง่ายดาย! Weather Now! นำเสนอการอัปเดตอุณหภูมิแบบเรียลไทม์โดยตรงไปยังเบราว์เซอร์ของคุณ ด้วยการออกแบบที่ล้ำสมัยและใช้งานง่าย ส่วนขยายนี้จะแสดงอุณหภูมิปัจจุบันเป็นตราสัญลักษณ์บนไอคอนเบราว์เซอร์ของคุณ และแสดงสภาพอากาศโดยละเอียดในป๊อปอัปตามตำแหน่งที่แน่นอนของคุณ\n\nเหตุใดจึงต้องติดตั้ง Weather Now!?\n\n• สะดวกสบายในทันที: ดูอุณหภูมิได้ทันทีโดยไม่ต้องเปิดแอพหรือเว็บไซต์ใดๆ\n• แม่นยำและเชื่อถือได้: ใช้ตำแหน่งทางภูมิศาสตร์ของคุณเพื่อดึงข้อมูลสภาพอากาศที่แม่นยำซึ่งปรับให้เหมาะกับตำแหน่งปัจจุบันของคุณ\n• ประหยัดเวลา: เข้าถึงสภาพอากาศโดยละเอียดได้ด้วยการคลิกเพียงครั้งเดียวบนไอคอนเบราว์เซอร์\n• เน้นความเป็นส่วนตัว: ตำแหน่งของคุณจะถูกใช้ในพื้นที่และจะไม่ถูกจัดเก็บหรือแบ่งปัน\n\nWeather\nNow! เหมาะสำหรับนักเดินทาง ผู้ที่ชื่นชอบกิจกรรมกลางแจ้ง หรือผู้ที่ต้องการอัปเดตสภาพอากาศอย่างรวดเร็ว ช่วยให้คุณติดตามข้อมูลได้ง่ายกว่าที่เคย ติดตั้งเลยวันนี้และสัมผัสกับวิธีที่ง่ายที่สุดในการเตรียมพร้อมรับสภาพอากาศ!",
    "tr": "Hava durumuyla zahmetsizce güncel kalın! Weather Now! gerçek zamanlı sıcaklık güncellemelerini doğrudan tarayıcınıza getirir. Şık ve sezgisel tasarımıyla bu eklenti, mevcut sıcaklığı tarayıcı simgenizde bir rozet olarak görüntüler ve tam konumunuza göre açılan bir pencerede ayrıntılı hava durumu koşulları sağlar.\n\nNeden Weather Now!'ı yüklemelisiniz?\n\n• Bir bakışta kolaylık: Herhangi bir uygulama veya web sitesi açmadan anında sıcaklığı görün.\n• Doğru ve güvenilir: Mevcut konumunuza göre uyarlanmış hassas hava durumu verilerini almak için coğrafi konumunuzu kullanır.\n• Zamandan tasarruf: Tarayıcı simgesine tek bir tıklamayla ayrıntılı hava durumu koşullarına erişin.\n• Gizlilik odaklı: Konumunuz yerel olarak kullanılır ve asla saklanmaz veya paylaşılmaz.\n\nSeyahat edenler, açık hava meraklıları veya hızlı hava durumu güncellemeleri isteyen herkes için mükemmel olan Weather\nNow! bilgi sahibi olmayı her zamankinden daha kolay hale getiriyor. Hemen yükleyin ve hava durumuna hazır kalmanın en kolay yolunu deneyimleyin!",
    "uk": "Будьте в курсі погоди без зусиль! Погода зараз! забезпечує оновлення температури в реальному часі безпосередньо у вашому браузері. Завдяки елегантному та інтуїтивно зрозумілому дизайну це розширення відображає поточну температуру у вигляді значка на піктограмі вашого браузера та надає детальну інформацію про погодні умови у спливаючому вікні на основі вашого точного місцезнаходження.\n\nНавіщо встановлювати Weather Now!?\n\n• Зручність з першого погляду: миттєво дізнавайтеся температуру, не відкриваючи програми чи веб-сайти.\n• Точний і надійний: використовує ваше геолокацію для отримання точних даних про погоду відповідно до вашого поточного місцезнаходження.\n• Економія часу: отримуйте детальну інформацію про погодні умови лише одним клацанням миші на піктограмі браузера.\n• Конфіденційність: ваше місцезнаходження використовується локально й ніколи не зберігається та не передається.\n\nІдеально підходить для мандрівників, любителів активного відпочинку або тих, хто хоче швидко отримувати інформацію про погоду\nзараз! дозволяє залишатися в курсі простіше, ніж будь-коли. Установіть його сьогодні та спробуйте найпростіший спосіб бути готовим до погодних умов!",
    "vi": "Luôn cập nhật thời tiết một cách dễ dàng! Weather Now! mang đến thông tin cập nhật nhiệt độ theo thời gian thực trực tiếp đến trình duyệt của bạn. Với thiết kế đẹp mắt và trực quan, tiện ích mở rộng này hiển thị nhiệt độ hiện tại dưới dạng huy hiệu trên biểu tượng trình duyệt của bạn và cung cấp thông tin chi tiết về điều kiện thời tiết trong cửa sổ bật lên dựa trên vị trí chính xác của bạn.\n\nTại sao nên cài đặt Weather Now!?\n\n• Tiện lợi ngay từ cái nhìn đầu tiên: Xem nhiệt độ ngay lập tức mà không cần mở bất kỳ ứng dụng hoặc trang web nào.\n• Chính xác và đáng tin cậy: Sử dụng vị trí địa lý của bạn để lấy dữ liệu thời tiết chính xác phù hợp với vị trí hiện tại của bạn.\n• Tiết kiệm thời gian: Truy cập thông tin chi tiết về điều kiện thời tiết chỉ bằng một cú nhấp chuột vào biểu tượng trình duyệt.\n• Tập trung vào quyền riêng tư: Vị trí của bạn được sử dụng cục bộ và không bao giờ được lưu trữ hoặc chia sẻ.\n\nHoàn hảo cho những người đi du lịch, những người đam mê hoạt động ngoài trời hoặc bất kỳ ai muốn cập nhật thời tiết nhanh chóng, Weather\nNow! giúp việc cập nhật thông tin trở nên đơn giản hơn bao giờ hết. Hãy cài đặt ngay hôm nay và trải nghiệm cách dễ nhất để luôn sẵn sàng ứng phó với thời tiết!",
    "zh_CN": "轻松掌握最新天气信息！Weather Now! 可直接将实时温度更新推送至您的浏览器。此扩展程序设计时尚直观，可在浏览器图标上以徽章形式显示当前温度，并根据您的确切位置在弹出窗口中提供详细的天气状况。\n\n为什么要安装 Weather Now!?\n\n• 一目了然的便捷：无需打开任何应用或网站即可立即查看温度。\n• 准确可靠：使用您的地理位置获取针对您当前位置的精确天气数据。\n• 省时：只需单击浏览器图标即可访问详细天气状况。\n• 注重隐私：您的位置在本地使用，绝不会存储或共享。\n\nWeather Now! 居家旅行者必备插件，非常适合户外运动爱好者或任何想要快速了解天气更新的人，让获取最新天气信息变得前所未有的简单。立即安装，体验最轻松的天气应对方式！",
    "zh_TW": "輕鬆掌握最新天氣資訊！現在天氣！直接將即時溫度更新帶到您的瀏覽器。憑藉其時尚直覺的設計，該擴充功能將當前溫度顯示為瀏覽器圖示上的徽章，並根據您的確切位置在彈出視窗中提供詳細的天氣狀況。\n\n為什麼要安裝現在天氣！\n\n• 方便一目了然：無需打開任何應用程式或網站即可立即查看溫度。\n• 準確可靠：使用您的地理位置取得適合您目前位置的精確天氣資料。\n• 節省時間：只需點擊瀏覽器圖示即可存取詳細的天氣狀況。\n• 注重隱私：您的位置在本地使用，從不儲存或共用。\n\n“天氣鬧！”非常適合旅行者、戶外愛好者或任何想要快速更新天氣、天氣的人\n現在！讓獲取資訊變得比以往更簡單。立即安裝並體驗保持天氣準備的最簡單方法！居家旅行者必備！"
  }
}