{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fortnite Sorina"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into the world of Fortnite with the Fortnite Sorina Live Wallpaper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Featuring Sorina, a dynamic and fierce character, this wallpaper brings Fortnite's vibrant universe right to your new tab.\n\nSorina, known for her captivating style and powerful abilities, comes to life with stunning animations in this live wallpaper. Watch as she moves across your screen, immersing you in the excitement of Fortnite's gameplay. With each glance, you’ll feel the rush of adrenaline as Sorina takes center stage.\n\nKey Features:\n✨ Sorina Live Wallpaper: Enjoy mesmerizing animations of Sorina, a fan-favorite Fortnite character.\n🔍 Custom Search Bar: Quickly search the web with your preferred search engine.\n🕒 Clock and Date: Always know the time and date with the built-in display in your new tab.\n📌 Customizable Shortcuts: Add your most-used websites to shortcuts for easy access.\n⚙️ User-Friendly Settings: Customize your experience by managing extension settings from the bottom-left corner.\nEnhance your browser with the Fortnite Sorina Live Wallpaper, and let Sorina's fierce energy bring your new tab to life. Perfect for Fortnite enthusiasts or anyone who loves dynamic, interactive wallpapers.\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}