{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lux League of Legends Live Wallaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download now for radiant live wallpapers and an enchanting League of Legends new tab experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shine bright with Lux in your browser! Download now for radiant live wallpapers and an enchanting League of Legends new tab experience.\n\nStep into the magical world of Lux, the Lady of Luminosity, with the Lux League of Legends Live Wallpaper extension! Featuring stunning animated visuals of Lux, this extension captures her radiant light magic and optimistic spirit, bringing her brilliance to life with every new tab. Perfect for League of Legends fans, this extension combines mesmerizing aesthetics with practical tools for your browsing needs.\n\nKey Features:\nDynamic Lux Wallpapers: Enjoy high-quality animations showcasing Lux’s dazzling light abilities and graceful presence.\nClock & Date Display: Keep your day organized with a sleek, integrated clock and date designed to complement Lux’s radiant aesthetic.\nQuick Access Links: Navigate effortlessly to your favorite sites with customizable shortcuts for a streamlined experience.\nAdditional Options: Explore more extensions, view privacy policies, or uninstall with ease.\nCelebrate Lux’s radiant power and cheerful energy with this extension, designed to light up your browsing experience.\n\nDownload now and let the brilliance of Lux illuminate your online journey!"
  }
}