{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ROBOLIST - Best Non API Lister"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate eBay dropshipping effortlessly with this non-API tool. Streamline tasks and boost efficiency."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RoboList: The Ultimate Automation Tool for eBay Dropshipping\n\nAre you looking to streamline your eBay dropshipping business? RoboList is a powerful Chrome extension that automates essential tasks, allowing you to focus on growing your business efficiently.\n\nKey Features:\nComplete Automation:\nRoboList eliminates manual tasks with just one click. This non-API-based extension manages the entire dropshipping workflow, from product listings to order fulfillment and customer management.\n\nStability Without API Limitations:\nUnlike many tools that depend on APIs, RoboList offers a stable and reliable service, ensuring uninterrupted operation for your dropshipping needs.\n\nAI-Enhanced Listings:\nUtilize advanced AI to optimize your product listings, enhancing visibility and increasing sales. The AI analyzes descriptions and titles to suggest improvements.\n\nUser-Friendly Design:\nRoboList is designed for everyone, regardless of technical expertise. The intuitive interface allows you to automate your dropshipping tasks effortlessly.\n\nSeamless eBay Integration:\nRoboList integrates smoothly with eBay, automating processes like product sourcing, pricing updates, and order processing.\n\nAffordable and Time-Saving:\nAt just 60 shekels per month (around $16 USD), RoboList offers great value. It saves countless hours spent on repetitive tasks, allowing you to focus on scaling your business.\n\nFree One-Week Trial:\nExperience RoboList with a free one-week trial. Use a coupon to explore all features and see how automation can transform your business.\n\nHow It Works:\nInstall the Extension:\nDownload the Chrome extension and link it to your eBay account.\n\nCustomize Your Preferences:\nSet your automation settings, from pricing rules to product categories.\n\nAutomate with One Click:\nClick once to handle tasks that usually require hours of manual effort.\n\nBenefits of RoboList:\nIncreased Efficiency:\nSave hours daily by automating repetitive tasks.\n\nSales Optimization:\nBenefit from AI-driven features that enhance your listings for better search visibility.\n\nMinimized Errors:\nAutomation reduces human error, ensuring smoother operations.\n\nStress-Free Management:\nFocus on growing your business rather than being bogged down by daily tasks.\n\nWho Can Benefit?\nNew Dropshippers:\nPerfect for beginners looking to automate their operations without a steep learning curve.\n\nExperienced Sellers:\nSave time and effort, allowing for efficient management of multiple stores.\n\nSmall to Medium-Sized Businesses:\nIdeal for sellers aiming to optimize their processes without extensive investment.\n\nGet Started with RoboList Today!\nTransform your eBay dropshipping business with RoboList. Whether you’re new or experienced, our tool will save you time and help you grow—at an affordable monthly cost."
  }
}