{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keepa - Amazon Price Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds price history charts and the option to be alerted on price drops to all supported Amazon sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✦ Elevate Your Amazon Shopping with Keepa — Track Prices and Make Informed Purchase Decisions ✦\n\n✓ Price History Charts\nAccess detailed price history charts for over 5 billion Amazon products directly on the Amazon product page.\n\n✓ Price Drop & Availability Alerts\nSet up price watches to receive notifications when products drop below your desired price or come back in stock.\nIncludes tracking for lightning deals.\n\n✓ Daily Deals\nDiscover the best deals every day by exploring products with the highest price drops in your favorite categories.\n\n✓ International Price Comparison\nCompare and track prices across all Amazon locales to find the best international deals.\n\n✓ Supports Multiple Amazon Marketplaces\nCompatible with Amazon domains: .com, .co.uk, .de, .co.jp, .fr, .ca, .it, .es, .in, and .mx.\n\n→ No Account Needed: Simply install Keepa and start saving money instantly.\n→ Seamless Integration: The extension integrates directly into the Amazon website without adding any browser buttons.\n→ User-Friendly Access: Access all features and settings directly from any Amazon product page.\n\n\nWe follow Chrome's minimum permissions policy and only request the following permissions:\n- Access to keepa.com: needed for communication with our servers to provide the extension with price history data and handle your (optional) user account for price tracking.\n- Access to amazon pages: Required to embed our price history graph directly on Amazon product pages.\n- \"declarativeNetRequestWithHostAccess\" and \"cookies\": These enable the extension to make requests on its own to the pages listed above. This communication enables, among others, the MAP reveal feature (shows hidden prices directly on the product pages) and Stock reveal feature (shows available stock of 3rd party merchants).\n- \"storage\": Enables the extension to store data (like your settings) locally in your browser. Like cookies.\n- \"contextMenus\": Enables a context menu entry which allows you to open multiple products shown on an Amazon page on Keepa.com. Disabled by default.\n\nThat's it. You can also read our privacy policy, it is really short: https://keepa.com/#!disclaimer"
  }
}