{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minimal Consent",
    "pt_BR": "Consentimento Mínimo (Minimal Consent)",
    "ru": "Минимальное Cогласие"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minimal Consent automatically ensures that only functional cookies are dropped and thereby blocks annoying cookie banners.",
    "de": "Minimal Consent kümmert sich darum, dass nur funktionale Cookies abgelegt werden und klickt Cookie Banner für dich weg.",
    "es": "Minimal Consent automáticamente acepta las cookies que realmente son necesarias, efectivamente bloqueando esos molestos banners de…",
    "fr": "Minimal Consent s’assure que seuls les cookies essentiels au fonctionnement du site internet consulté sont acceptés, et par…",
    "it": "Minimal Consent si prende cura degli avvisi sui cookie: Minimal Consent automaticamente rifuite tutti i cookie che non servono a…",
    "pt_BR": "A Consentimento Mínimo (Minimal Consent) garante automaticamente que somente os cookis funcionam sejam entregues e bloqueia os…",
    "ru": "Минимальное Cогласие автоматически блокирует надоедливые баннеры куки-файлов и допускает сохранение только необходимых куки-файлов."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Since beginning of 2018 GDPR came into play on all websites offered to users living within the European Union. Finally users have full control and transparency on how website providers gather and use their data. Unfortunately users now find huge and annoying cookie banners on all websites. Often a lot of clicks and reading is necessary to deny gathering and usage of their personal data.\n\nMinimal consent is here to help. Minimal Consent answers the cookie banner for users. Only the essential cookies will be accepted. All other cookies such as Tracking and marketing cookies will be denied. Thus minimal consent takes care of users’ data privacy by allowing a seamless browsing experience. All is working that fast so users won’t even see the cookie banner anymore. \n\nMinimal Consent is already working on a lot of websites and will be constantly enhanced. Missing websites can be sent to the development team of Minimal Consent quickly and easily in order to enhance Minimal Consent accordingly.",
    "de": "Seit Frühjahr 2018 ist die Datenschutzgrundverordnung auf allen Webseiten, die Bürger der EU besuchen, präsent. Endlich haben Endnutzer die Kontrolle darüber, wie Betreiber von Internetseiten ihre Daten nutzen dürfen. Leider geht das einher mit großflächigen und oft störenden Cookiebannern. Meist sind mehrere Klicks notwendig, der Datensammlung und -verarbeitung zu widersprechen. Dies stört das Surferlebnis.\n\nMinimal Consent schafft hier Abhilfe: Minimal Consent beantwortet die Cookiebanner für den Nutzer automatisch. Es werden nur die notwendigen Cookies akzeptiert, alle weiteren Tracking- und Marketingcookies werden abgelehnt. Somit sorgt Minimal Consent dafür, dass die Daten beim Nutzer bleiben und schenkt ihnen somit ein ungestörtes Surferlebnis.\n\nMinimal Consent funktioniert schon auf einer Vielzahl von Webseiten und wird ständig auf weitere ausgeweitet. Fehlende Webseiten können schnell und einfach an das Entwicklerteam von Minimal Consent geschickt werden.",
    "es": "2018 el GDPR afecta a todos los sitios web ofrecidos a residentes de la Unión Europea. Finalmente, los usuarios tienen transparencia y control total sobre cómo los proveedores de sitios web obtienen y usan sus datos. Desafortunadamente, los usuarios ahora encuentran banners de consentimieneto de cookies enormes y molestos en todos los sitios web. A menudo, se necesitan muchos clics y lecturas para negar la recopilación y el uso de sus datos personales.\n\nMinimal Consent está aquí para ayudar. Minimal Consent responde al banner de cookies para los usuarios. Solo las cookies esenciales se aceptarán. Se negarán todas las otras cookies, como las cookies de tracking y mercadeo. Por lo tanto, Minimal Consent se encarga de mantener la privacidad de los datos de los usuarios al permitir una experiencia de navegación perfecta. Todo funciona tan rápido que los usuarios ni siquiera verán el banner de cookies. \n\nMinimal Consent ya funciona en muchos sitios web y estamos trabajando en mejoras constantemente. Los sitios web faltantes se pueden enviar al equipo de desarrollo de Minimal Consent de forma rápida y sencilla.",
    "fr": "Depuis début 2018, le RGPD est entré en action et protège tous les utilisateurs de site internet vivant au sein du territoire de l’Union Européenne. Finalement, les utilisateurs peuvent contrôler et ont accès une à transparence totale au regard de la manière dont les sites internet collectent et utilisent les données de leurs utilisateurs. Cependant, cette nouvelle loi force les sites internet à demander le consentement explicite de ses utilisateurs et cela engendre régulièrement des bannières envahissantes lors de la consultation de pages internet. De plus, la plupart du temps, de nombreux clics et de nombreux documents doivent être consultés afin de refuser la collecte et l’utilisation des données personnelles. \n\nMinimal Consent est la solution à ce problème. Minimal Consent répond pour vous aux différentes bannières. Seuls les cookies essentiels au fonctionnement du site internet sont acceptés, les autres cookies tels que les traceurs et outils marketing seront automatiquement refusés. Par conséquent, Minimal Consent s’assure que les droits à la vie privée des utilisateurs soient respectées tout en permettant une expérience utilisateur optimale lorsque vous consultez un site internet. Tout ce processus fonctionne si rapidement que vous ne verrez plus jamais de bannières demandant un consentement pour la collection et l’utilisation de vos données. \n\nMinimal Consent fonctionne déjà sur un grand nombre de sites internet et sera constamment amélioré. Au cas où vous rencontreriez un site internet sur lequel Minimum Consent ne fonctionne pas, vous avez la possibilité de signaler le problème à l'équipe de développement de Minimal Consent qui s’occupera d'intégrer rapidement le site internet afin d'améliorer le fonctionnement de l’extension.",
    "it,pt_BR": "Dall’inizio del 2018 la normativa dell’UE GDPR forza tutte le pagine web di chiedere il permesso dagli utenti per usare i cookie. La cosa molta possitiva: adesso gli utenti hanno il controllo di questo successe con le sue dati personali. I conduttori degli apparizioni online non possono più collezionare dati personali senza il sapere delle persone.\n\nPerò gli avvisi sui cookie sono irritanti perché bloccono l’esperienza quando navigare su internet.\n\nMinimal Consent aiutati: Responde tutti gli avvisi sui cookie automaticamente. Permette soltanto i cookie che sono necessari per fare funzzionare lo sito. Tutti i cookie che servono esclusivamente per fare il monitoragio sul comportamento degli utenti Minimal Consent rifuite.\n\nMinimal Consent già funzziona su molte pagine web e ingradisce in modo continuativo. Se trovi una pagina web dove l’avviso sui cookie ancora apparisce semplicemente scrivi una e-mail sul team Minimal Consent.",
    "ru": "C начала 2018 г. вошёл в силу закон GDPR распростроняющейся на все сайты, предлагаемые пользователям, живущим в Европейском Союзе.  Теперь пользователи информированны о том, как провайдеры сайтов собирают и используют их данные, и имеют полный контроль над этим.  К сожалению, теперь пользователи находят на всех сайтах огромные и надоедливые cookie-баннеры. Часто необходимо много терпения и кликов, чтобы отказать сайту в сборе и использовании персональных данных. “Минимальное согласие“ вам в помощь. „Минимальное Cогласие“  даёт необходимые ответы cookie-баннеру за вас. Принимаются только необходимые куки-файлы. Все остальные куки-файлы, такие как \"Отслеживание\" и \"Маркетинг-куки\", будут отклонены. Таким образом, „Минимальное Cогласие“ заботится о конфиденциальности данных пользователей, обеспечивая бесперебойную работу с сайтом. Все работает так быстро, что пользователи больше даже не увидят cookie-баннеров. „Минимальное Cогласие“ уже работает на многих сайтах и будет постоянно улучшаться. Недостающие сайты могут быть быстро и легко отправлены команде разработчиков Минимального Согласия, чтобы функционально улучшить \"Минимальное Согласие\""
  }
}