{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mascotte Fashion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mascotte Fashion - Knokke"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mascotte Fashion - Knokke\n\n\"MASCOTTE\"  HOUDT VAN MODE DIE DE MENSEN VROLIJK MAAKT  !!!\n\nDat uit zich in de aankleding van de winkel, maar nog meer in de producten die we verkopen!\n\nDe winkel is klein en cosy, maar toch is het aanbod ruim en divers.Er is niet alleen plaats voor kledij, maar ook voor tal van accessoires, zoals speciale tassen, kussens en plaids, maar ook riemen, juwelen en mooie sjaals.  Daarbij gaan we resoluut voor mode met een kleurtje, die het best tot z’n recht komt wanneer ze gecombineerd wordt met een zachte basic-tint of een simpele jeans.\n\nVan bij het begin staat het breigoed centraal. We verkopen pulls en gilets vanuit diverse windstreken, gaande van Ierland over Servië tot in het verre Bolivia. Wie op zoek is naar een originele trui moet ons zeker eens een bezoekje brengen! Daarbij dragen wij ecologie en duurzame arbeid hoog in het vaandel.\n\nOnze handgemaakte producten zijn fair-trade, omdat we van mening zijn dat de mensen die onze producten vervaardigen, recht hebben op een eerlijke prijs voor hun arbeid.\nBovendien zal je bij ons geen bont aantreffen in de winkel, ook niet in mutsen of sjaals, omdat we resoluut voor diervriendelijke alternatieven gaan.\n\nNet omdat we kleinschalig zijn, kunnen we de klant persoonlijke service geven.   Daarom bieden we voorlopig enkel onze accessoires en onze handgemaakte truien aan via de webshop.  De overige kledij zal U ter plaatse moeten komen uitproberen!\nEen overzicht van onze merken vindt U onder de rubriek ‘collecties’.\nEn via de Facebook-link blijft U op de hoogte van de recentste trends!\n\nKomt U ons liever persoonlijk bezoeken? De lichtblauwe buitengevel wijst U de weg!\n\nMerken zoals: Anokhi, DTC, Emily Van Den Bergh, Four roses, Inti knitwear, Ivko, Kazuri, La fée maraboutée, P'ienca en Yumi"
  }
}