{
  "name": {
    "ar": "إصلاح الترجمة",
    "am": "ትርጉም አስተካክል",
    "bg": "Коригирайте превода",
    "bn": "অনুবাদ স্থির করুন",
    "ca": "Corregiu la traducció",
    "cs": "Opravit překlad",
    "da": "Ret oversættelse",
    "de": "Übersetzung korrigieren",
    "el": "Διορθώστε τη μετάφραση",
    "en,en_AU,en_GB,en_US": "Fix translation",
    "es,es_419": "Corregir traducción",
    "et": "Paranda tõlge",
    "fa": "ترجمه را برطرف کنید",
    "fi": "Korjaa käännös",
    "fil": "Ayusin ang pagsasalin",
    "fr": "Correction de la traduction",
    "gu": "અનુવાદ ઠીક કરો",
    "he": "תקן תרגום",
    "hi": "अनुवाद ठीक करें",
    "hr": "Popravite prijevod",
    "hu": "Javítsa a fordítást",
    "id": "Perbaiki terjemahan",
    "it": "Correggi la traduzione",
    "ja": "翻訳を修正",
    "kn": "ಅನುವಾದವನ್ನು ಸರಿಪಡಿಸಿ",
    "ko": "번역 수정",
    "lt": "Pataisyti vertimą",
    "lv": "Labot tulkojumu",
    "ml": "വിവർത്തനം പരിഹരിക്കുക",
    "mr": "भाषांतर निश्चित करा",
    "ms": "Betulkan terjemahan",
    "nl": "Vertaling repareren",
    "no": "Fix oversettelse",
    "pl": "Napraw tłumaczenie",
    "pt_BR,pt_PT": "Corrigir tradução",
    "ro": "Remediați traducerea",
    "ru": "Исправить перевод",
    "sk": "Opraviť preklad",
    "sl": "Popravi prevod",
    "sr": "Поправи превод",
    "sv": "Fixa översättning",
    "sw": "Rekebisha tafsiri",
    "ta": "மொழிபெயர்ப்பை சரிசெய்யவும்",
    "te": "అనువాదం పరిష్కరించండి",
    "th": "แก้ไขการแปล",
    "tr": "Çeviriyi düzelt",
    "uk": "Виправити переклад",
    "vi": "Sửa bản dịch",
    "zh_CN": "修复翻译",
    "zh_TW": "修復翻譯"
  },
  "short": {
    "ar": "تحكم في مناطق ترجمة Google ، وخصص مناطق الترجمة أو غير مناطق الترجمة.",
    "am": "የጉግል ተርጓሚ ቦታዎችን ይቆጣጠሩ ፣ የትርጉም ወይም የትርጉም ያልሆኑ ቦታዎችን ያብጁ።",
    "bg": "Контролирайте областите на Google Translate, персонализирайте областите за превод или не-превод.",
    "bn": "গুগল অনুবাদ অঞ্চল নিয়ন্ত্রণ করুন, অনুবাদ বা অ-অনুবাদ অঞ্চল কাস্টমাইজ করুন।",
    "ca": "Controleu les àrees del Traductor de Google, personalitzeu les àrees de traducció o no.",
    "cs": "Ovládejte oblasti Překladače Google, přizpůsobujte oblasti překladu nebo nepřekládání.",
    "da": "Styr Google Translate-områder, tilpas oversættelses- eller ikke-oversættelsesområder.",
    "de": "Steuern Sie Google Translate-Bereiche, passen Sie Übersetzungs- oder Nicht-Übersetzungsbereiche an.",
    "el": "Ελέγξτε περιοχές Μετάφρασης Google, προσαρμόστε περιοχές μετάφρασης ή μη μετάφρασης.",
    "en,en_AU,en_GB,en_US": "Control Google Translate areas, customize translation or non-translation areas.",
    "es,es_419": "Controle las áreas de Google Translate, personalice las áreas de traducción o no traducción.",
    "et": "Saate juhtida Google&#39;i tõlke alasid, kohandada tõlkimis- või tõlkimata alasid.",
    "fa": "مناطق Google Translate را کنترل کنید ، مناطق ترجمه یا ترجمه را سفارشی کنید.",
    "fi": "Hallitse Google Kääntäjän alueita, muokkaa käännös- tai muita alueita.",
    "fil": "Kontrolin ang mga lugar ng Google Translate, ipasadya ang mga lugar ng pagsasalin o hindi pagsasalin.",
    "fr": "Contrôlez les zones Google Translate, personnalisez les zones de traduction ou de non-traduction.",
    "gu": "ગૂગલ ટ્રાન્સલેટ ક્ષેત્રોને નિયંત્રિત કરો, ભાષાંતર અથવા બિન-ભાષાંતર ક્ષેત્રોને કસ્ટમાઇઝ કરો.",
    "he": "שלוט באזורי Google Translate, התאם אישית אזורים לתרגום או ללא תרגום.",
    "hi": "Google अनुवाद क्षेत्रों को नियंत्रित करें, अनुवाद या गैर-अनुवाद क्षेत्रों को अनुकूलित करें।",
    "hr": "Kontrolirajte područja Google Prevoditelja, prilagodite područja za prijevod ili ne-prijevod.",
    "hu": "Vezérelheti a Google Fordító területeit, testre szabhatja a fordítási vagy a nem fordítási területeket.",
    "id": "Kontrol area Google Terjemahan, sesuaikan area terjemahan atau non-terjemahan.",
    "it": "Controlla le aree di Google Translate, personalizza le aree di traduzione o non di traduzione.",
    "ja": "Google翻訳エリアを管理し、翻訳エリアまたは非翻訳エリアをカスタマイズします。",
    "kn": "Google ಅನುವಾದ ಪ್ರದೇಶಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ, ಅನುವಾದ ಅಥವಾ ಅನುವಾದೇತರ ಪ್ರದೇಶಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.",
    "ko": "Google 번역 영역을 제어하고 번역 또는 비 번역 영역을 사용자 정의합니다.",
    "lt": "Valdykite „Google“ vertėjo sritis, tinkinkite vertimo ar ne vertimo sritis.",
    "lv": "Kontrolējiet Google tulkotāja apgabalus, pielāgojiet tulkošanas vai netulkošanas apgabalus.",
    "ml": "Google വിവർത്തന പ്രദേശങ്ങൾ നിയന്ത്രിക്കുക, വിവർത്തനം അല്ലെങ്കിൽ വിവർത്തനമല്ലാത്ത പ്രദേശങ്ങൾ ഇഷ്‌ടാനുസൃതമാക്കുക.",
    "mr": "गूगल ट्रान्सलेशन क्षेत्रे नियंत्रित करा, भाषांतर किंवा अनुवाद नसलेले क्षेत्र सानुकूलित करा.",
    "ms": "Kawal kawasan Terjemahan Google, sesuaikan kawasan terjemahan atau bukan terjemahan.",
    "nl": "Beheer Google Translate-gebieden, pas vertaal- of niet-vertaalgebieden aan.",
    "no": "Kontroller Google Translate-områdene, tilpass områdene for oversettelse eller ikke-oversettelse.",
    "pl": "Kontroluj obszary Tłumacza Google, dostosuj obszary tłumaczeń lub obszarów niezwiązanych z tłumaczeniem.",
    "pt_BR,pt_PT": "Controle as áreas do Google Translate, personalize as áreas de tradução ou não tradução.",
    "ro": "Controlați zonele Google Traducere, personalizați zonele de traducere sau non-traducere.",
    "ru": "Управляйте областями Google Translate, настраивайте области для перевода или без перевода.",
    "sk": "Ovládajte oblasti služby Google Translate, prispôsobujte oblasti prekladu alebo neprekladania.",
    "sl": "Nadzirajte področja Google Prevajalnika, prilagodite področja za prevajanje ali prevajanje.",
    "sr": "Контролишите подручја Гоогле преводиоца, прилагодите подручја за превод или не-превод.",
    "sv": "Kontrollera Google Translate-områden, anpassa översättnings- eller icke-översättningsområden.",
    "sw": "Dhibiti maeneo ya Google Tafsiri, badilisha maeneo ya kutafsiri au yasiyo ya tafsiri",
    "ta": "Google மொழிபெயர்ப்பு பகுதிகளைக் கட்டுப்படுத்தவும், மொழிபெயர்ப்பு அல்லது மொழிபெயர்ப்பற்ற பகுதிகளைத் தனிப்பயனாக்கவும்.",
    "te": "Google అనువాద ప్రాంతాలను నియంత్రించండి, అనువాదం లేదా అనువాదం కాని ప్రాంతాలను అనుకూలీకరించండి.",
    "th": "ควบคุมพื้นที่ Google แปลภาษา ปรับแต่งพื้นที่การแปลหรือพื้นที่ที่ไม่ใช่การแปล",
    "tr": "Google Çeviri alanlarını kontrol edin, çeviri veya çeviri dışı alanları özelleştirin.",
    "uk": "Контролюйте області Google Translate, налаштовуйте області перекладу чи не перекладу.",
    "vi": "Kiểm soát các khu vực Google Dịch, tùy chỉnh các khu vực dịch hoặc không dịch.",
    "zh_CN": "控制Google翻译区域，自定义翻译或非翻译区域。",
    "zh_TW": "控制Google翻譯區域，自定義翻譯或非翻譯區域。"
  },
  "long": {
    "ar": "يترجم Google Translate عادةً كل المحتوى ، ولكن في بعض الأحيان لا تحتاج أجزاء من المحتوى إلى الترجمة ، مثل: الكود ، والمصطلحات ، والاسم ، ...\n\nاستخدم المقدمة\n\nانقر فوق الزر \"تحديد العنصر\" لبدء وضع التحديد.\nاضغط على مفتاح ESC للخروج من وضع التحديد وتحديث الصفحة لتصبح نافذة المفعول.\n\nوضع تشغيل الماوس:\nالزر الأيسر\nلا توجد ترجمة ، قم بتطبيق نمط الخط.\n\nفوق المتوسطة\nالترجمة القسرية.\n\nانقر على اليمين\nلا توجد ترجمة ، لا نمط الخط.\n\nستؤدي النقرات المتكررة إلى إلغاء تحديد المنطقة.\nاضغط على الزر ، جنبًا إلى جنب مع عجلة الماوس ، يمكنك ضبط حجم نطاق التحديد.\n\nنصائح:\nعندما يتعاون زر الماوس مع عجلة التمرير لضبط النطاق ، انقر فوق أزرار الماوس المختلفة لتطبيق إعدادات مختلفة.\n\nيتم مزامنة البيانات تلقائيًا مع Chrome ، فلا داعي للقلق بشأن فقد البيانات.\n\nتلقي البريد الإلكتروني لتعليقات الأسئلة: higogle1@gmail.com",
    "am": "ጉግል ተርጓሚ ብዙውን ጊዜ ሁሉንም ይዘቶች ይተረጉማል ፣ ግን አንዳንድ ጊዜ የይዘቱ ክፍሎች መተርጎም አያስፈልጋቸውም ፣ ለምሳሌ-ኮድ ፣ የቃል ቃላት ፣ ስም ፣ ... ወዘተ\n\nመግቢያ ይጠቀሙ\n\nየመምረጫ ሁነታን ለመጀመር “ንጥረ ነገር ምረጥ” ቁልፍን ጠቅ ያድርጉ ፡፡\nከምርጫው ሁነታ ለመውጣት የ ESC ቁልፍን ይጫኑ እና ተግባራዊ ለመሆን ገጹን ያድሱ።\n\nየመዳፊት አሠራር ሁኔታ\nግራ ጠቅ ማድረግ\nትርጉም የለውም ፣ የቅርጸ ቁምፊ ዘይቤን ይተግብሩ።\n\nመካከለኛ ጠቅታ\nየግዳጅ ትርጉም።\n\nበቀኝ ጠቅታ\nምንም ትርጉም የለም ፣ የቅርጸ-ቁምፊ ቅጥ የለም።\n\nተደጋጋሚ ጠቅታዎች አካባቢውን ይመርጣሉ ፡፡\nአዝራሩን ይጫኑ ፣ ከመዳፊት ጎማ ጋር ፣ የምርጫውን ክልል መጠን ማስተካከል ይችላሉ።\n\nጠቃሚ ምክሮች\nወሰን ለማስተካከል የመዳፊት አዝራሩ ከማሽከርከሪያ ጎማ ጋር ሲተባበር የተለያዩ ቅንብሮችን ለመተግበር የተለያዩ የመዳፊት አዝራሮችን ጠቅ ያድርጉ ፡፡\n\nውሂብ በራስ-ሰር ከ Chrome ጋር እንዲመሳሰል ይቀመጣል ፣ ስለ ውሂብ መጥፋት መጨነቅ አያስፈልገውም።\n\nየጥያቄዎች ግብረመልስ ኢሜል ይቀበሉ higogle1@gmail.com",
    "bg": "Google Translate обикновено превежда цялото съдържание, но понякога не е необходимо да се превеждат части от съдържанието, като например: код, терминология, име и т.н.\n\nИзползвайте въведение\n\nЩракнете върху бутона \"Избор на елемент\", за да стартирате режима за избор.\nНатиснете клавиша ESC, за да излезете от режима за избор и да опресните страницата, за да влезе в сила.\n\nРежим на работа на мишката:\nЛяв клик\nБез превод, прилагайте стила на шрифта.\n\nСредно щракване\nПринудителен превод.\n\nКликнете с десния бутон\nБез превод, без стил на шрифта.\n\nПовторните кликвания ще премахнат избора на областта.\nНатиснете бутона, заедно с колелото на мишката, можете да регулирате размера на диапазона за избор.\n\nСъвети:\nКогато бутонът на мишката си сътрудничи с колелото за превъртане, за да регулира обхвата, щракнете върху различни бутони на мишката, за да приложите различни настройки.\n\nДанните автоматично се синхронизират с Chrome, няма нужда да се притеснявате за загуба на данни.\n\nПолучаване на имейл за обратна връзка с въпроси: higogle1@gmail.com",
    "bn": "গুগল অনুবাদ সাধারণত সমস্ত সামগ্রী অনুবাদ করে তবে কখনও কখনও সামগ্রীর কিছু অংশ অনুবাদ করার দরকার হয় না: যেমন কোড, পরিভাষা, নাম, ইত্যাদি etc.\n\nভূমিকা ব্যবহার করুন\n\nনির্বাচন মোডটি শুরু করতে \"উপাদান নির্বাচন করুন\" বোতামটি ক্লিক করুন।\nনির্বাচন মোড থেকে প্রস্থান করতে ESC কী টিপুন এবং কার্যকর হওয়ার জন্য পৃষ্ঠাটি রিফ্রেশ করুন।\n\nমাউস অপারেশন মোড:\nবাম ক্লিক করুন\nকোনও অনুবাদ নেই, হরফ শৈলী প্রয়োগ করুন।\n\nমিডল ক্লিক\nজোর করে অনুবাদ।\n\nসঠিক পছন্দ\nকোনও অনুবাদ নেই, কোনও ফন্ট শৈলী নেই।\n\nবারবার ক্লিকগুলি অঞ্চলটি অনির্বাচিত করবে।\nমাউস চাকা সহ বোতামটি টিপুন, আপনি নির্বাচনের ব্যাপ্তির আকার সামঞ্জস্য করতে পারেন।\n\nপরামর্শ:\nযখন পরিসীমা সামঞ্জস্য করতে মাউস বোতামটি স্ক্রোল হুইলটির সাথে সহযোগিতা করে, তখন বিভিন্ন সেটিংস প্রয়োগ করতে বিভিন্ন মাউস বোতামে ক্লিক করুন।\n\nডেটা স্বয়ংক্রিয়ভাবে ক্রমের সাথে সিঙ্কে রাখা হয়, ডেটা হ্রাস সম্পর্কে চিন্তা করার দরকার নেই।\n\nপ্রশ্নগুলির প্রতিক্রিয়া ইমেল পান: higogle1@gmail.com",
    "ca": "Google Translate sol traduir tot el contingut, però de vegades no cal traduir parts del contingut, com ara: codi, terminologia, nom, etc.\n\nUtilitzeu la introducció\n\nFeu clic al botó \"Selecciona un element\" per iniciar el mode de selecció.\nPremeu la tecla ESC per sortir del mode de selecció i actualitzeu la pàgina perquè es faci efectiva.\n\nMode de funcionament del ratolí:\nFeu clic amb el botó esquerre\nSense traducció, apliqueu l’estil de lletra.\n\nFeu clic central\nTraducció forçada.\n\nClic dret\nSense traducció, sense estil de lletra.\n\nEls clics repetits desseleccionaran l'àrea.\nPremeu el botó, juntament amb la roda del ratolí, podeu ajustar la mida de l'interval de selecció.\n\nConsells:\nQuan el botó del ratolí coopera amb la roda de desplaçament per ajustar l'interval, feu clic a diferents botons del ratolí per aplicar diferents paràmetres.\n\nLes dades es mantenen automàticament sincronitzades amb Chrome; no cal que us preocupeu per la pèrdua de dades.\n\nRebre missatges de correu electrònic de comentaris: higogle1@gmail.com",
    "cs": "Překladač Google obvykle překládá veškerý obsah, ale někdy není nutné překládat části obsahu, například: kód, terminologie, název atd.\n\nPoužijte úvod\n\nKliknutím na tlačítko „Vybrat prvek“ spustíte režim výběru.\nStisknutím klávesy ESC opustíte režim výběru a obnovíte stránku, aby se projevila.\n\nProvozní režim myši:\nLevé kliknutí\nŽádný překlad, použít styl písma.\n\nProstřední kliknutí\nNucený překlad.\n\nKlikněte pravým tlačítkem myši\nŽádný překlad, žádný styl písma.\n\nOpakovaná kliknutí zruší výběr oblasti.\nStisknutím tlačítka můžete spolu s kolečkem myši upravit velikost rozsahu výběru.\n\nTipy:\nKdyž tlačítko myši spolupracuje s rolovacím kolečkem pro nastavení rozsahu, kliknutím na různá tlačítka myši použijete různá nastavení.\n\nData se automaticky synchronizují s prohlížečem Chrome, takže se nemusíte obávat ztráty dat.\n\nE-mail se zpětnou vazbou k otázkám: higogle1@gmail.com",
    "da": "Google Translate oversætter normalt alt indhold, men nogle gange behøver dele af indholdet ikke at blive oversat, såsom: kode, terminologi, navn osv. Osv.\n\nBrug introduktion\n\nKlik på knappen \"Vælg element\" for at starte valgtilstanden.\nTryk på ESC-tasten for at afslutte valgtilstanden og opdatere siden for at træde i kraft.\n\nDriftstilstand for mus:\nVenstre klik\nIngen oversættelse, anvend skrifttypestil.\n\nMellemklik\nTvunget oversættelse.\n\nHøjreklik\nIngen oversættelse, ingen skrifttypestil.\n\nGentagne klik fravælger området.\nTryk på knappen sammen med mushjulet for at justere størrelsen på valgområdet.\n\nTips:\nNår museknappen samarbejder med rullehjulet for at justere rækkevidden, skal du klikke på forskellige museknapper for at anvende forskellige indstillinger.\n\nData holdes automatisk synkroniseret med Chrome, ingen grund til at bekymre sig om datatab.\n\nModtag spørgsmål via e-mail med spørgsmål: higogle1@gmail.com",
    "de": "Google Translate übersetzt normalerweise alle Inhalte, aber manchmal müssen Teile des Inhalts nicht übersetzt werden, wie zum Beispiel: Code, Terminologie, Name, ... etc.\n\nEinführung verwenden\n\nKlicken Sie auf die Schaltfläche \"Element auswählen\", um den Auswahlmodus zu starten.\nDrücken Sie die ESC-Taste, um den Auswahlmodus zu verlassen und die Seite zu aktualisieren, damit sie wirksam wird.\n\nMausbetriebsmodus:\nLinks Klick\nKeine Übersetzung, Schriftstil anwenden.\n\nMittelklick\nZwangsübersetzung.\n\nRechtsklick\nKeine Übersetzung, kein Schriftstil.\n\nDurch wiederholtes Klicken wird die Auswahl des Bereichs aufgehoben.\nDrücken Sie die Taste zusammen mit dem Mausrad, um die Größe des Auswahlbereichs anzupassen.\n\nTipps:\nWenn die Maustaste mit dem Scrollrad zusammenarbeitet, um den Bereich anzupassen, klicken Sie auf verschiedene Maustasten, um unterschiedliche Einstellungen anzuwenden.\n\nDie Daten werden automatisch mit Chrome synchronisiert, Sie müssen sich keine Sorgen um Datenverlust machen.\n\nFeedback-E-Mail für Fragen erhalten: higogle1@gmail.com",
    "el": "Η Μετάφραση Google μεταφράζει συνήθως όλο το περιεχόμενο, αλλά μερικές φορές μέρη του περιεχομένου δεν χρειάζεται να μεταφραστούν, όπως: κωδικός, ορολογία, όνομα, ... κ.λπ.\n\nΧρησιμοποιήστε την εισαγωγή\n\nΚάντε κλικ στο κουμπί \"Επιλογή στοιχείου\" για να ξεκινήσετε τη λειτουργία επιλογής.\nΠατήστε το πλήκτρο ESC για έξοδο από τη λειτουργία επιλογής και ανανέωση της σελίδας για να τεθεί σε ισχύ.\n\nΤρόπος λειτουργίας ποντικιού:\nΑριστερό κλικ\nΧωρίς μετάφραση, εφαρμόστε στυλ γραμματοσειράς.\n\nΜεσαίο κλικ\nΑναγκαστική μετάφραση.\n\nΚάντε δεξί κλικ\nΧωρίς μετάφραση, χωρίς στυλ γραμματοσειράς.\n\nΤα επαναλαμβανόμενα κλικ θα αποεπιλέξουν την περιοχή.\nΠατήστε το κουμπί, μαζί με τον τροχό του ποντικιού, μπορείτε να προσαρμόσετε το μέγεθος εύρους επιλογής.\n\nΣυμβουλές:\nΌταν το κουμπί του ποντικιού συνεργάζεται με τον τροχό κύλισης για να ρυθμίσετε το εύρος, κάντε κλικ σε διαφορετικά κουμπιά ποντικιού για να εφαρμόσετε διαφορετικές ρυθμίσεις\n\nΤα δεδομένα διατηρούνται αυτόματα σε συγχρονισμό με το Chrome, δεν χρειάζεται να ανησυχείτε για την απώλεια δεδομένων.\n\nΛήψη ερωτήσεων μέσω ηλεκτρονικού ταχυδρομείου ερωτήσεων higogle1@gmail.com",
    "en,en_AU,en_GB,en_US": "Google Translate usually translates all content, but sometimes parts of the content do not need to be translated, such as: code, terminology, name, ... etc.\n\nUse introduction\n\nClick the \"Select Element\" button to start the selection mode.\nPress ESC key to exit the selection mode and refresh the page to take effect.\n\nMouse operation mode:\nLeft click\nNo translation, apply font style.\n\nMiddle click\nForced translation.\n\nRight click\nNo translation, no font style.\n\nRepeated clicks will deselect the area.\nPress the button, along with the mouse wheel, you can adjust the selection range size.\n\nTips:\nWhen the mouse button cooperates with the scroll wheel to adjust the range, click different mouse buttons to apply different settings.\n\nData is automatically kept in sync with Chrome, no need to worry about data loss.\n\nReceive questions feedback email: higogle1@gmail.com",
    "es,es_419": "Google Translate suele traducir todo el contenido, pero a veces no es necesario traducir partes del contenido, como: código, terminología, nombre, ... etc.\n\nIntroducción de uso\n\nHaga clic en el botón \"Seleccionar elemento\" para iniciar el modo de selección.\nPresione la tecla ESC para salir del modo de selección y actualizar la página para que surta efecto.\n\nModo de funcionamiento del mouse:\nClick izquierdo\nSin traducción, aplique estilo de fuente.\n\nClic medio\nTraducción forzada.\n\nBotón derecho del ratón\nSin traducción, sin estilo de fuente.\n\nLos clics repetidos anularán la selección del área.\nPresione el botón, junto con la rueda del mouse, puede ajustar el tamaño del rango de selección.\n\nConsejos:\nCuando el botón del mouse coopera con la rueda de desplazamiento para ajustar el rango, haga clic en diferentes botones del mouse para aplicar diferentes configuraciones.\n\nLos datos se sincronizan automáticamente con Chrome, no hay necesidad de preocuparse por la pérdida de datos.\n\nRecibir correo electrónico de comentarios sobre preguntas: higogle1@gmail.com",
    "et": "Google'i tõlge tõlgib tavaliselt kogu sisu, kuid mõnikord ei pea osa sisust tõlkima, näiteks kood, terminoloogia, nimi jne.\n\nKasutage sissejuhatust\n\nValimisrežiimi alustamiseks klõpsake nuppu \"Vali element\".\nValimisrežiimist väljumiseks vajutage klahvi ESC ja jõustumiseks värskendage lehte.\n\nHiire töörežiim:\nVasak klõps\nTõlget pole, rakendage fondi stiili.\n\nKeskmine klõps\nSundtõlge.\n\nParemklõps\nTõlget pole, fondi stiili pole.\n\nKorduvad klõpsud tühistavad ala.\nVajutage nuppu ja koos hiirerattaga saate reguleerida valiku vahemiku suurust.\n\nNõuanded:\nKui hiire nupp teeb vahemiku reguleerimiseks koostööd kerimisrataga, klõpsake erinevate sätete rakendamiseks erinevaid hiirenuppe.\n\nAndmeid hoitakse automaatselt sünkroonis Chrome'iga, andmete kaotamise pärast pole vaja muretseda.\n\nKüsimuste tagasisidemeili saamine: higogle1@gmail.com",
    "fa": "Google Translate معمولاً همه مطالب را ترجمه می کند ، اما گاهی اوقات قسمتهایی از محتوا نیازی به ترجمه ندارند ، مانند: کد ، اصطلاحات ، نام و ...\n\nاز مقدمه استفاده کنید\n\nبرای شروع حالت انتخاب ، روی دکمه \"انتخاب عنصر\" کلیک کنید.\nکلید ESC را فشار دهید تا از حالت انتخاب خارج شوید و صفحه را تازه کنید تا اثر بگذارد.\n\nحالت عملکرد ماوس:\nکلیک چپ\nترجمه ای وجود ندارد ، سبک قلم را اعمال کنید.\n\nکلیک میانی\nترجمه اجباری\n\nکلیک راست\nبدون ترجمه ، بدون سبک قلم.\n\nبا کلیک های تکراری ، انتخاب منطقه از حالت انتخاب خارج می شود.\nدکمه را فشار دهید ، همراه با چرخ ماوس ، می توانید اندازه دامنه انتخاب را تنظیم کنید.\n\nنکات:\nوقتی دکمه ماوس برای تنظیم برد با چرخ پیمایش همکاری می کند ، روی دکمه های مختلف ماوس کلیک کنید تا تنظیمات مختلف اعمال شود.\n\nداده ها به طور خودکار با Chrome همگام سازی می شوند ، جای نگرانی در مورد از دست دادن داده ها نیست.\n\nدریافت ایمیل بازخورد س questionsالات: higogle1@gmail.com",
    "fi": "Google-kääntäjä yleensä kääntää kaiken sisällön, mutta joskus osia sisällöstä ei tarvitse kääntää, kuten koodi, terminologia, nimi jne.\n\nKäytä esittelyä\n\nAloita valintatila napsauttamalla \"Valitse elementti\" -painiketta.\nPaina ESC-näppäintä poistuaksesi valintatilasta ja päivitä sivu voimaan.\n\nHiiren toimintatila:\nVasen painallus\nEi käännöstä, käytä kirjasintyyliä.\n\nKeskimmäinen napsautus\nPakotettu käännös.\n\nOikealla painikkeella\nEi käännöstä, ei kirjasintyyliä.\n\nToistuvat napsautukset poistavat alueen valinnan.\nPaina painiketta ja hiiren pyörän kanssa voit säätää valinta-alueen kokoa.\n\nVinkkejä:\nKun hiiren painike säätää aluetta yhteistyössä vierityspyörän kanssa, napsauta eri hiiren painikkeita, kun haluat käyttää erilaisia ​​asetuksia.\n\nTiedot pidetään automaattisesti synkronoituna Chromen kanssa, ei tarvitse huolehtia tietojen menetyksestä.\n\nVastaanota kysymysten palautesähköposti: higogle1@gmail.com",
    "fil": "Karaniwang isinasalin ng Google Translate ang lahat ng nilalaman, ngunit kung minsan ang mga bahagi ng nilalaman ay hindi kailangang isalin, tulad ng: code, terminology, pangalan, ... atbp.\n\nGumamit ng pagpapakilala\n\nI-click ang pindutang \"Piliin ang Element\" upang simulan ang mode ng pagpili.\nPindutin ang ESC key upang lumabas sa mode ng pagpili at i-refresh ang pahina upang magkabisa.\n\nMode ng operasyon ng mouse:\nKaliwang pindot\nWalang pagsasalin, ilapat ang istilo ng font.\n\nGitnang pag-click\nSapilitang pagsasalin.\n\nPag-right click\nWalang pagsasalin, walang istilo ng font.\n\nAng paulit-ulit na pag-click ay aalisin ang pagkakapili ng lugar.\nPindutin ang pindutan, kasama ang gulong ng mouse, maaari mong ayusin ang laki ng saklaw ng pagpipilian.\n\nMga Tip:\nKapag ang pindutan ng mouse ay nakikipagtulungan sa scroll wheel upang ayusin ang saklaw, mag-click sa iba't ibang mga pindutan ng mouse upang maglapat ng iba't ibang mga setting.\n\nAwtomatikong itinatago ang data sa pag-sync sa Chrome, hindi na kailangang magalala tungkol sa pagkawala ng data.\n\nMakatanggap ng email ng mga puna ng mga katanungan: higogle1@gmail.com",
    "fr": "Google Translate traduit généralement tout le contenu, mais parfois certaines parties du contenu n'ont pas besoin d'être traduites, telles que : le code, la terminologie, le nom, etc.\n\nUtiliser l'introduction\n\nCliquez sur le bouton \"Sélectionner un élément\" pour lancer le mode de sélection.\nAppuyez sur la touche ESC pour quitter le mode de sélection et actualisez la page pour prendre effet.\n\nMode de fonctionnement de la souris :\nClick gauche\nPas de traduction, appliquez le style de police.\n\nClic du milieu\nTraduction forcée.\n\nClic-droit\nPas de traduction, pas de style de police.\n\nDes clics répétés désélectionneront la zone.\nAppuyez sur le bouton, avec la molette de la souris, vous pouvez ajuster la taille de la plage de sélection.\n\nConseils:\nLorsque le bouton de la souris coopère avec la molette de défilement pour ajuster la plage, cliquez sur différents boutons de la souris pour appliquer différents paramètres.\n\nLes données sont automatiquement synchronisées avec Chrome, vous n'avez pas à vous soucier de la perte de données.\n\nRecevoir des questions par e-mail : higogle1@gmail.com",
    "gu": "ગૂગલ ટ્રાન્સલેશન સામાન્ય રીતે બધી સામગ્રીનું ભાષાંતર કરે છે, પરંતુ કેટલીકવાર સામગ્રીના ભાગોની ભાષાંતર કરવાની જરૂર હોતી નથી, જેમ કે: કોડ, પરિભાષા, નામ, ... વગેરે.\n\nપરિચયનો ઉપયોગ કરો\n\nપસંદગી મોડને પ્રારંભ કરવા માટે \"તત્વો પસંદ કરો\" બટનને ક્લિક કરો.\nપસંદગી મોડમાંથી બહાર નીકળવા માટે ESC કી દબાવો અને અસર લાગુ કરવા માટે પૃષ્ઠને તાજું કરો.\n\nમાઉસ ઓપરેશન મોડ:\nડાબું ક્લિક કરો\nકોઈ અનુવાદ નથી, ફોન્ટ શૈલી લાગુ કરો.\n\nમધ્ય ક્લિક\nદબાણપૂર્વકનું અનુવાદ.\n\nજમણું બટન દબાવો\nકોઈ ભાષાંતર, કોઈ ફોન્ટ શૈલી.\n\nપુનરાવર્તિત ક્લિક્સ ક્ષેત્રને નાપસંદ કરશે.\nમાઉસ વ્હીલ સાથે, બટન દબાવો, તમે પસંદગી શ્રેણી કદને સમાયોજિત કરી શકો છો.\n\nટિપ્સ:\nજ્યારે રેંજને સમાયોજિત કરવા માટે માઉસ બટન સ્ક્રોલ વ્હીલ સાથે સહકાર આપે છે, ત્યારે વિવિધ સેટિંગ્સ લાગુ કરવા માટે વિવિધ માઉસ બટનોને ક્લિક કરો.\n\nડેટા ક્રોમ સાથે આપમેળે સુમેળમાં રાખવામાં આવે છે, ડેટા ખોટ વિશે ચિંતા કરવાની જરૂર નથી.\n\nપ્રશ્નોના પ્રતિસાદ ઇમેઇલ પ્રાપ્ત કરો: higogle1@gmail.com",
    "he": "Google Translate מתרגם בדרך כלל את כל התוכן, אך לעיתים חלקים מהתוכן אינם זקוקים לתרגום, כגון: קוד, מינוח, שם, ... וכו '.\n\nהשתמש במבוא\n\nלחץ על הלחצן \"בחר אלמנט\" כדי להתחיל במצב הבחירה.\nלחץ על מקש ESC כדי לצאת ממצב הבחירה ורענן את הדף כדי שייכנס לתוקף.\n\nמצב הפעלת עכבר:\nלחיצה שמאלית\nאין תרגום, החל סגנון גופן.\n\nלחיצה אמצעית\nתרגום כפוי.\n\nמקש ימני\nללא תרגום, ללא סגנון פונט.\n\nלחיצות חוזרות ונשנות תבטל את הבחירה באזור.\nלחץ על הלחצן, יחד עם גלגל העכבר, תוכל להתאים את גודל טווח הבחירה.\n\nטיפים:\nכאשר לחצן העכבר משתף פעולה עם גלגל הגלילה כדי לכוונן את הטווח, לחץ על לחצני העכבר השונים כדי להחיל הגדרות שונות.\n\nנתונים נשמרים באופן אוטומטי מסונכרן עם Chrome, אין צורך לדאוג לאובדן נתונים.\n\nקבל דוא\"ל משוב על שאלות: higogle1@gmail.com",
    "hi": "Google अनुवाद आमतौर पर सभी सामग्री का अनुवाद करता है, लेकिन कभी-कभी सामग्री के कुछ हिस्सों का अनुवाद करने की आवश्यकता नहीं होती है, जैसे: कोड, शब्दावली, नाम, आदि।\n\nपरिचय का प्रयोग करें\n\nचयन मोड शुरू करने के लिए \"तत्व का चयन करें\" बटन पर क्लिक करें।\nचयन मोड से बाहर निकलने के लिए ESC कुंजी दबाएं और प्रभावी होने के लिए पृष्ठ को रीफ्रेश करें।\n\nमाउस ऑपरेशन मोड:\nबाया क्लिक\nकोई अनुवाद नहीं, फ़ॉन्ट शैली लागू करें।\n\nमध्य क्लिक\nजबरन अनुवाद।\n\nदाएँ क्लिक करें\nकोई अनुवाद नहीं, कोई फ़ॉन्ट शैली नहीं।\n\nबार-बार क्लिक करने से क्षेत्र का चयन रद्द हो जाएगा।\nमाउस व्हील के साथ बटन दबाएं, आप चयन रेंज आकार को समायोजित कर सकते हैं।\n\nसुझाव:\nजब माउस बटन रेंज को समायोजित करने के लिए स्क्रॉल व्हील के साथ सहयोग करता है, तो अलग-अलग सेटिंग्स लागू करने के लिए अलग-अलग माउस बटन पर क्लिक करें।\n\nडेटा स्वचालित रूप से क्रोम के साथ समन्वयित रहता है, डेटा हानि के बारे में चिंता करने की कोई आवश्यकता नहीं है।\n\nप्रश्न प्रतिक्रिया ईमेल प्राप्त करें: higogle1@gmail.com",
    "hr": "Google Translate obično prevodi sav sadržaj, ali ponekad dijelove sadržaja nije potrebno prevesti, kao što su: kôd, terminologija, naziv ... itd.\n\nKoristite uvod\n\nKliknite gumb \"Odaberi element\" da biste pokrenuli način odabira.\nPritisnite ESC tipku za izlaz iz načina odabira i osvježite stranicu kako bi stupila na snagu.\n\nNačin rada miša:\nLijevi klik\nNema prijevoda, primijenite stil fonta.\n\nSrednji klik\nPrisilno prevođenje.\n\nDesni klik\nNema prijevoda, nema stila fonta.\n\nPonovljeni klikovi poništit će odabir područja.\nPritisnite gumb, zajedno s kotačićem miša, možete prilagoditi veličinu raspona odabira.\n\nSavjeti:\nKada tipka miša surađuje s kotačićem za pomicanje kako bi prilagodila raspon, kliknite različite tipke miša da biste primijenili različite postavke.\n\nPodaci se automatski sinkroniziraju s Chromeom, ne trebate brinuti o gubitku podataka.\n\nPrimite e-poštu s povratnim informacijama o pitanjima: higogle1@gmail.com",
    "hu": "A Google Fordító általában lefordítja az összes tartalmat, de néha a tartalom egyes részeit nem kell lefordítani, például kódot, terminológiát, nevet stb.\n\nHasználja a bevezetést\n\nA kiválasztási mód elindításához kattintson az \"Elem kiválasztása\" gombra.\nNyomja meg az ESC gombot a kiválasztási módból való kilépéshez, és a hatálybalépéshez frissítse az oldalt.\n\nEgér üzemmód:\nBal klikk\nNincs fordítás, alkalmazza a betűtípust.\n\nKözépső kattintás\nKényszerített fordítás.\n\nJobb klikk\nNincs fordítás, nincs betűtípus.\n\nAz ismételt kattintások megszüntetik a terület kijelölését.\nNyomja meg a gombot, az egér görgőjével együtt beállíthatja a választási tartomány méretét.\n\nTippek:\nAmikor az egérgomb együttműködik a görgővel a tartomány beállításához, kattintson a különböző egérgombokra a különböző beállítások alkalmazásához.\n\nAz adatokat automatikusan szinkronban tartják a Chrome-mal, nem kell aggódnia az adatvesztés miatt.\n\nKérdések visszajelzése: higogle1@gmail.com",
    "id": "Google Translate biasanya menerjemahkan semua konten, tetapi terkadang sebagian konten tidak perlu diterjemahkan, seperti: kode, terminologi, nama, ... dll.\n\nGunakan pengantar\n\nKlik tombol \"Pilih Elemen\" untuk memulai mode pemilihan.\nTekan tombol ESC untuk keluar dari mode pemilihan dan segarkan halaman agar berlaku.\n\nMode operasi mouse:\nKlik kiri\nTidak ada terjemahan, terapkan gaya font.\n\nKlik tengah\nTerjemahan paksa.\n\nKlik kanan\nTidak ada terjemahan, tidak ada gaya font.\n\nKlik berulang akan membatalkan pilihan area.\nTekan tombol, bersama dengan roda mouse, Anda dapat menyesuaikan ukuran rentang pilihan.\n\nKiat:\nKetika tombol mouse bekerja sama dengan roda gulir untuk menyesuaikan jangkauan, klik tombol mouse yang berbeda untuk menerapkan pengaturan yang berbeda.\n\nData secara otomatis disinkronkan dengan Chrome, tidak perlu khawatir kehilangan data.\n\nTerima email umpan balik pertanyaan: higogle1@gmail.com",
    "it": "Google Translate di solito traduce tutti i contenuti, ma a volte non è necessario tradurre parti del contenuto, come: codice, terminologia, nome, ... ecc.\n\nUsa introduzione\n\nFare clic sul pulsante \"Seleziona elemento\" per avviare la modalità di selezione.\nPremere il tasto ESC per uscire dalla modalità di selezione e aggiornare la pagina per avere effetto.\n\nModalità di funzionamento del mouse:\nClic sinistro\nNessuna traduzione, applica lo stile del carattere.\n\nClic centrale\nTraduzione forzata.\n\nFare clic con il tasto destro\nNessuna traduzione, nessuno stile di carattere.\n\nClic ripetuti deselezionano l'area.\nPremere il pulsante, insieme alla rotellina del mouse, è possibile regolare la dimensione dell'intervallo di selezione.\n\nSuggerimenti:\nQuando il pulsante del mouse collabora con la rotella di scorrimento per regolare l'intervallo, fare clic su diversi pulsanti del mouse per applicare impostazioni diverse.\n\nI dati vengono mantenuti automaticamente sincronizzati con Chrome, non c'è bisogno di preoccuparsi della perdita di dati.\n\nRicevi un'email di feedback sulle domande: higogle1@gmail.com",
    "ja": "Google翻訳は通常、すべてのコンテンツを翻訳しますが、コード、用語、名前など、コンテンツの一部を翻訳する必要がない場合もあります。\n\n紹介を使用する\n\n「要素の選択」ボタンをクリックして、選択モードを開始します。\nEscキーを押して選択モードを終了し、ページを更新して有効にします。\n\nマウス操作モード：\n左クリック\n翻訳なし、フォントスタイルを適用します。\n\nミドルクリック\n強制翻訳。\n\n右クリック\n翻訳もフォントスタイルもありません。\n\n繰り返しクリックすると、領域の選択が解除されます。\nボタンをマウスホイールと一緒に押すと、選択範囲のサイズを調整できます。\n\nチップ：\nマウスボタンがスクロールホイールと連動して範囲を調整する場合は、さまざまなマウスボタンをクリックしてさまざまな設定を適用します。\n\nデータは自動的にChromeと同期され、データの損失を心配する必要はありません。\n\n質問のフィードバックメールを受け取る： higogle1@gmail.com",
    "kn": "ಗೂಗಲ್ ಅನುವಾದವು ಸಾಮಾನ್ಯವಾಗಿ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಅನುವಾದಿಸುತ್ತದೆ, ಆದರೆ ಕೆಲವೊಮ್ಮೆ ವಿಷಯದ ಭಾಗಗಳನ್ನು ಅನುವಾದಿಸುವ ಅಗತ್ಯವಿಲ್ಲ, ಅವುಗಳೆಂದರೆ: ಕೋಡ್, ಪರಿಭಾಷೆ, ಹೆಸರು, ... ಇತ್ಯಾದಿ.\n\nಪರಿಚಯವನ್ನು ಬಳಸಿ\n\nಆಯ್ಕೆ ಮೋಡ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು \"ಎಲಿಮೆಂಟ್ ಆಯ್ಕೆಮಾಡಿ\" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.\nಆಯ್ಕೆ ಮೋಡ್‌ನಿಂದ ನಿರ್ಗಮಿಸಲು ಇಎಸ್‌ಸಿ ಕೀಲಿಯನ್ನು ಒತ್ತಿ ಮತ್ತು ಪರಿಣಾಮ ಬೀರಲು ಪುಟವನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ.\n\nಮೌಸ್ ಕಾರ್ಯಾಚರಣೆ ಮೋಡ್:\nಎಡ ಕ್ಲಿಕ್\nಅನುವಾದವಿಲ್ಲ, ಫಾಂಟ್ ಶೈಲಿಯನ್ನು ಅನ್ವಯಿಸಿ.\n\nಮಿಡಲ್ ಕ್ಲಿಕ್\nಬಲವಂತದ ಅನುವಾದ.\n\nಬಲ ಕ್ಲಿಕ್\nಅನುವಾದವಿಲ್ಲ, ಫಾಂಟ್ ಶೈಲಿ ಇಲ್ಲ.\n\nಪುನರಾವರ್ತಿತ ಕ್ಲಿಕ್ಗಳು ​​ಪ್ರದೇಶವನ್ನು ಆಯ್ಕೆ ಮಾಡುವುದಿಲ್ಲ.\nಗುಂಡಿಯನ್ನು ಒತ್ತಿ, ಮೌಸ್ ಚಕ್ರದ ಜೊತೆಗೆ, ನೀವು ಆಯ್ಕೆ ವ್ಯಾಪ್ತಿಯ ಗಾತ್ರವನ್ನು ಹೊಂದಿಸಬಹುದು.\n\nಸುಳಿವುಗಳು:\nಶ್ರೇಣಿಯನ್ನು ಸರಿಹೊಂದಿಸಲು ಮೌಸ್ ಬಟನ್ ಸ್ಕ್ರಾಲ್ ಚಕ್ರದೊಂದಿಗೆ ಸಹಕರಿಸಿದಾಗ, ವಿಭಿನ್ನ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಅನ್ವಯಿಸಲು ವಿಭಿನ್ನ ಮೌಸ್ ಗುಂಡಿಗಳನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n\nಡೇಟಾವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ Chrome ನೊಂದಿಗೆ ಸಿಂಕ್‌ನಲ್ಲಿ ಇರಿಸಲಾಗುತ್ತದೆ, ಡೇಟಾ ನಷ್ಟದ ಬಗ್ಗೆ ಚಿಂತಿಸಬೇಕಾಗಿಲ್ಲ.\n\nಪ್ರಶ್ನೆಗಳ ಪ್ರತಿಕ್ರಿಯೆ ಇಮೇಲ್ ಸ್ವೀಕರಿಸಿ: higogle1@gmail.com",
    "ko": "Google 번역은 일반적으로 모든 콘텐츠를 번역하지만 때로는 코드, 용어, 이름 등과 같은 콘텐츠의 일부를 번역 할 필요가 없습니다.\n\n사용 소개\n\n선택 모드를 시작하려면 \"요소 선택\"버튼을 클릭하십시오.\nESC 키를 눌러 선택 모드를 종료하고 적용 할 페이지를 새로 고칩니다.\n\n마우스 작동 모드 :\n좌 클릭\n번역하지 않고 글꼴 스타일을 적용합니다.\n\n중간 클릭\n강제 번역.\n\n마우스 오른쪽 버튼으로 클릭\n번역, 글꼴 스타일이 없습니다.\n\n클릭을 반복하면 해당 영역이 선택 해제됩니다.\n버튼을 누르면 마우스 휠과 함께 선택 범위 크기를 조정할 수 있습니다.\n\n팁 :\n마우스 버튼이 스크롤 휠과 연동하여 범위를 조정하면 다른 마우스 버튼을 클릭하여 다른 설정을 적용합니다.\n\n데이터는 Chrome과 자동으로 동기화되므로 데이터 손실에 대해 걱정할 필요가 없습니다.\n\n질문 피드백 이메일 수신 : higogle1@gmail.com",
    "lt": "„Google“ vertėjas paprastai verčia visą turinį, tačiau kartais jo nereikia versti, pvz .: kodas, terminologija, vardas ir kt.\n\nNaudokite įvadą\n\nNorėdami pradėti pasirinkimo režimą, spustelėkite mygtuką „Pasirinkti elementą“.\nPaspauskite ESC mygtuką, kad išeitumėte iš pasirinkimo režimo, ir atnaujinkite puslapį, kad jis įsigaliotų.\n\nPelės veikimo režimas:\nKairysis spustelėjimas\nNėra vertimo, pritaikykite šrifto stilių.\n\nVidurinis paspaudimas\nPriverstinis vertimas.\n\nDešiniuoju pelės mygtuku spustelėkite\nNėra vertimo, šrifto stiliaus.\n\nPakartotiniai paspaudimai panaikins srities pasirinkimą.\nPaspauskite mygtuką, kartu su pelės ratuku galite reguliuoti pasirinkimo diapazono dydį.\n\nPatarimai:\nKai pelės mygtukas bendradarbiauja su slinkties ratuku, kad sureguliuotų diapazoną, spustelėkite skirtingus pelės mygtukus, kad pritaikytumėte skirtingus nustatymus.\n\nDuomenys automatiškai sinchronizuojami su „Chrome“, nereikia jaudintis dėl duomenų praradimo.\n\nGauti atsiliepimų el. Paštu klausimus: higogle1@gmail.com",
    "lv": "Google tulkotājs parasti tulko visu saturu, taču dažreiz tā daļas nav jātulko, piemēram, kods, terminoloģija, nosaukums utt.\n\nIzmantojiet ievadu\n\nNoklikšķiniet uz pogas Atlasīt elementu, lai sāktu atlases režīmu.\nNospiediet taustiņu ESC, lai izietu no atlases režīma un atsvaidzinātu lapu, lai tā stātos spēkā.\n\nPeles darbības režīms:\nKreisais klikšķis\nNav tulkojuma, lietojiet fonta stilu.\n\nVidējais klikšķis\nPiespiedu tulkošana.\n\nAr peles labo pogu noklikšķiniet\nNav tulkojuma, nav fontu stila.\n\nAtkārtojot klikšķus, apgabals tiks atcelts.\nNospiediet pogu kopā ar peles ritenīti, lai pielāgotu atlases diapazona lielumu.\n\nPadomi:\nKad peles poga sadarbojas ar ritināšanas riteni, lai pielāgotu diapazonu, noklikšķiniet uz dažādām peles pogām, lai piemērotu dažādus iestatījumus.\n\nDati tiek automātiski sinhronizēti ar pārlūku Chrome, nav jāuztraucas par datu zudumu.\n\nSaņemiet jautājumu e-pasta ziņojumu ar jautājumiem: higogle1@gmail.com",
    "ml": "Google വിവർത്തനം സാധാരണയായി എല്ലാ ഉള്ളടക്കത്തെയും വിവർത്തനം ചെയ്യുന്നു, പക്ഷേ ചിലപ്പോൾ ഉള്ളടക്കത്തിന്റെ ചില ഭാഗങ്ങൾ വിവർത്തനം ചെയ്യേണ്ടതില്ല, ഉദാഹരണത്തിന്: കോഡ്, ടെർമിനോളജി, പേര്, ... മുതലായവ.\n\nആമുഖം ഉപയോഗിക്കുക\n\nസെലക്ഷൻ മോഡ് ആരംഭിക്കാൻ \"എലമെന്റ് തിരഞ്ഞെടുക്കുക\" ബട്ടൺ ക്ലിക്കുചെയ്യുക.\nസെലക്ഷൻ മോഡിൽ നിന്ന് പുറത്തുകടക്കാൻ ESC കീ അമർത്തി പ്രാബല്യത്തിൽ വരാൻ പേജ് പുതുക്കുക.\n\nമൗസ് പ്രവർത്തന മോഡ്:\nഇടത് ക്ലിക്കുചെയ്യുക\nവിവർത്തനമില്ല, ഫോണ്ട് ശൈലി പ്രയോഗിക്കുക.\n\nമിഡിൽ ക്ലിക്ക്\nനിർബന്ധിത വിവർത്തനം.\n\nവലത് ക്ലിക്കിൽ\nവിവർത്തനമില്ല, ഫോണ്ട് ശൈലി ഇല്ല.\n\nആവർത്തിച്ചുള്ള ക്ലിക്കുകൾ പ്രദേശം തിരഞ്ഞെടുത്തത് മാറ്റും.\nബട്ടൺ അമർത്തുക, മൗസ് വീലിനൊപ്പം, നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കൽ ശ്രേണി വലുപ്പം ക്രമീകരിക്കാൻ കഴിയും.\n\nനുറുങ്ങുകൾ:\nശ്രേണി ക്രമീകരിക്കുന്നതിന് മൗസ് ബട്ടൺ സ്ക്രോൾ വീലുമായി സഹകരിക്കുമ്പോൾ, വ്യത്യസ്ത ക്രമീകരണങ്ങൾ പ്രയോഗിക്കുന്നതിന് വ്യത്യസ്ത മ mouse സ് ബട്ടണുകൾ ക്ലിക്കുചെയ്യുക.\n\nഡാറ്റ സ്വപ്രേരിതമായി Chrome- മായി സമന്വയിപ്പിക്കുന്നു, ഡാറ്റ നഷ്‌ടത്തെക്കുറിച്ച് വിഷമിക്കേണ്ടതില്ല.\n\nചോദ്യങ്ങളുടെ ഫീഡ്‌ബാക്ക് ഇമെയിൽ സ്വീകരിക്കുക: higogle1@gmail.com",
    "mr": "गूगल ट्रान्सलेशन सामान्यत: सर्व सामग्रीचे भाषांतर करते, परंतु काहीवेळा सामग्रीचा भाग अनुवादित करण्याची आवश्यकता नसते, जसे की: कोड, शब्दावली, नाव, इ. इ.\n\nप्रस्तावना वापरा\n\nनिवड मोड प्रारंभ करण्यासाठी \"घटक निवडा\" क्लिक करा.\nनिवड मोडमधून बाहेर पडण्यासाठी ESC की दाबा आणि प्रभावी होण्यासाठी पृष्ठ रीफ्रेश करा.\n\nमाउस ऑपरेशन मोड:\nलेफ्ट क्लिक करा\nभाषांतर नाही, फॉन्ट शैली लागू करा.\n\nमध्यम क्लिक\nजबरदस्ती अनुवाद.\n\nराईट क्लिक\nकोणतेही भाषांतर नाही, फॉन्ट शैली नाही.\n\nवारंवार क्लिक केल्यामुळे क्षेत्राची निवड रद्द होईल.\nबटण दाबा, माउस व्हीलसह, आपण निवड श्रेणी आकार समायोजित करू शकता.\n\nटिपा:\nश्रेणी समायोजित करण्यासाठी जेव्हा माउस बटण स्क्रोल व्हीलसह सहकार्य करते तेव्हा भिन्न सेटिंग्ज लागू करण्यासाठी भिन्न माऊस बटणावर क्लिक करा.\n\nडेटा स्वयंचलितपणे Chrome सह संकालनामध्ये ठेवला जातो, डेटा गमावण्याची चिंता करण्याची आवश्यकता नाही.\n\nप्रश्न अभिप्राय ईमेल प्राप्त करा: higogle1@gmail.com",
    "ms": "Terjemahan Google biasanya menterjemahkan semua kandungan, tetapi kadang-kadang bahagian kandungan tidak perlu diterjemahkan, seperti: kod, terminologi, nama, ... dll.\n\nGunakan pengenalan\n\nKlik butang \"Pilih Elemen\" untuk memulakan mod pilihan.\nTekan kekunci ESC untuk keluar dari mod pilihan dan memuat semula halaman untuk berkuat kuasa.\n\nMod operasi tetikus:\nKlik kiri\nTiada terjemahan, gunakan gaya fon.\n\nKlik tengah\nTerjemahan paksa.\n\nKlik kanan\nTiada terjemahan, tidak ada gaya fon.\n\nKlik berulang akan membatalkan pilihan kawasan tersebut.\nTekan butang, bersama dengan roda tetikus, anda dapat menyesuaikan ukuran rentang pilihan.\n\nPetua:\nApabila butang tetikus bekerjasama dengan roda tatal untuk menyesuaikan jarak, klik butang tetikus yang berbeza untuk menerapkan tetapan yang berbeza.\n\nData secara automatik diselaraskan dengan Chrome, tidak perlu risau tentang kehilangan data.\n\nTerima e-mel maklum balas soalan: higogle1@gmail.com",
    "nl": "Google Translate vertaalt meestal alle inhoud, maar soms hoeven delen van de inhoud niet vertaald te worden, zoals: code, terminologie, naam, ... etc.\n\nGebruik introductie\n\nKlik op de knop \"Element selecteren\" om de selectiemodus te starten.\nDruk op de ESC-toets om de selectiemodus te verlaten en ververs de pagina om van kracht te worden.\n\nMuis bedieningsmodus:\nLinks klikken\nGeen vertaling, lettertypestijl toepassen.\n\nMiddenklik\nGedwongen vertaling.\n\nKlik met de rechtermuisknop\nGeen vertaling, geen letterstijl.\n\nHerhaald klikken zal het gebied deselecteren.\nDruk op de knop, samen met het muiswiel, u kunt de grootte van het selectiebereik aanpassen.\n\nTips:\nWanneer de muisknop samenwerkt met het scrollwiel om het bereik aan te passen, klikt u op verschillende muisknoppen om verschillende instellingen toe te passen.\n\nGegevens worden automatisch gesynchroniseerd met Chrome, u hoeft zich geen zorgen te maken over gegevensverlies.\n\nFeedback-e-mail voor vragen ontvangen: higogle1@gmail.com",
    "no": "Google Translate oversetter vanligvis alt innhold, men noen ganger trenger ikke deler av innholdet å bli oversatt, for eksempel: kode, terminologi, navn, ... etc.\n\nBruk introduksjon\n\nKlikk på \"Velg element\" -knappen for å starte valgmodus.\nTrykk på ESC-tasten for å avslutte valgmodus og oppdatere siden for å tre i kraft.\n\nMusens driftsmodus:\nVenstre klikk\nIngen oversettelse, bruk skriftstil.\n\nMiddels klikk\nTvunget oversettelse.\n\nHøyreklikk\nIngen oversettelse, ingen skriftstil.\n\nGjentatte klikk fjerner valget fra området.\nTrykk på knappen sammen med mushjulet, du kan justere størrelsen på utvalgsområdet.\n\nTips:\nNår museknappen samarbeider med rullehjulet for å justere rekkevidden, klikker du på forskjellige museknapper for å bruke forskjellige innstillinger.\n\nData holdes automatisk synkronisert med Chrome, uten å måtte bekymre deg for datatap.\n\nMotta spørsmål om tilbakemelding via e-post: higogle1@gmail.com",
    "pl": "Tłumacz Google zazwyczaj tłumaczy całą treść, ale czasami części treści nie muszą być tłumaczone, takie jak: kod, terminologia, nazwa itp.\n\nUżyj wprowadzenia\n\nKliknij przycisk „Wybierz element”, aby uruchomić tryb wyboru.\nNaciśnij klawisz ESC, aby wyjść z trybu wyboru i odświeżyć stronę, aby odniosły skutek.\n\nTryb pracy myszy:\nLewy przycisk myszy\nBrak tłumaczenia, zastosuj styl czcionki.\n\nKliknięcie środkowym przyciskiem\nTłumaczenie wymuszone.\n\nKliknij prawym przyciskiem myszy\nBez tłumaczenia, bez stylu czcionki.\n\nPowtarzające się kliknięcia usuną zaznaczenie obszaru.\nNaciśnij przycisk wraz z kółkiem myszy, możesz dostosować rozmiar zakresu wyboru.\n\nWskazówki:\nGdy przycisk myszy współpracuje z kółkiem przewijania, aby dostosować zakres, kliknij różne przyciski myszy, aby zastosować różne ustawienia.\n\nDane są automatycznie synchronizowane z Chrome, nie musisz się martwić o utratę danych.\n\nOtrzymuj e-mail z opiniami na temat pytań: higogle1@gmail.com",
    "pt_BR,pt_PT": "O Google Translate geralmente traduz todo o conteúdo, mas às vezes partes do conteúdo não precisam ser traduzidas, como: código, terminologia, nome, ... etc.\n\nIntrodução de uso\n\nClique no botão \"Selecionar Elemento\" para iniciar o modo de seleção.\nPressione a tecla ESC para sair do modo de seleção e atualizar a página para que tenha efeito.\n\nModo de operação do mouse:\nClique esquerdo\nSem tradução, aplique o estilo da fonte.\n\nClique do meio\nTradução forçada.\n\nClique com o botão direito\nSem tradução, sem estilo de fonte.\n\nCliques repetidos desmarcarão a área.\nPressione o botão, junto com a roda do mouse, você pode ajustar o tamanho do intervalo de seleção.\n\nPontas:\nQuando o botão do mouse coopera com a roda de rolagem para ajustar o intervalo, clique em diferentes botões do mouse para aplicar configurações diferentes.\n\nOs dados são sincronizados automaticamente com o Chrome, não há necessidade de se preocupar com a perda de dados.\n\nReceba e-mail de feedback de perguntas: higogle1@gmail.com",
    "ro": "Google Translate traduce de obicei tot conținutul, dar uneori părți din conținut nu trebuie să fie traduse, cum ar fi: cod, terminologie, nume, etc.\n\nUtilizați introducerea\n\nFaceți clic pe butonul „Selectare element” pentru a porni modul de selecție.\nApăsați tasta ESC pentru a ieși din modul de selecție și reîmprospătați pagina pentru a intra în vigoare.\n\nMod de operare mouse:\nFaceți clic stânga\nFără traducere, aplicați stilul fontului.\n\nFaceți clic din mijloc\nTraducere forțată.\n\nClick dreapta\nFără traducere, fără stil de font.\n\nClicurile repetate vor deselecta zona.\nApăsați butonul, împreună cu roata mouse-ului, puteți regla dimensiunea intervalului de selecție.\n\nSfaturi:\nCând butonul mouse-ului cooperează cu rotița de derulare pentru a regla intervalul, faceți clic pe butoane diferite ale mouse-ului pentru a aplica setări diferite.\n\nDatele sunt ținute automat sincronizate cu Chrome, nu este nevoie să vă faceți griji cu privire la pierderea datelor.\n\nPrimiți întrebări prin e-mail de feedback: higogle1@gmail.com",
    "ru": "Google Translate обычно переводит весь контент, но иногда нет необходимости переводить части контента, например: код, терминологию, имя и т. Д.\n\nВведение в использование\n\nНажмите кнопку «Выбрать элемент», чтобы запустить режим выбора.\nНажмите клавишу ESC, чтобы выйти из режима выбора, и обновите страницу, чтобы изменения вступили в силу.\n\nРежим работы мыши:\nЩелчок левой кнопкой мыши\nНет перевода, применить стиль шрифта.\n\nСредний щелчок\nПринудительный перевод.\n\nЩелкните правой кнопкой мыши\nНи перевода, ни стиля шрифта.\n\nПовторные щелчки снимают выделение области.\nНажав кнопку вместе с колесом мыши, вы можете настроить размер диапазона выбора.\n\nСоветы:\nКогда кнопка мыши взаимодействует с колесом прокрутки для регулировки диапазона, щелкайте разными кнопками мыши, чтобы применить другие настройки.\n\nДанные автоматически синхронизируются с Chrome, не нужно беспокоиться о потере данных.\n\nПолучать ответы на вопросы по электронной почте: higogle1@gmail.com",
    "sk": "Prekladač Google zvyčajne prekladá všetok obsah, niekedy však nie je potrebné prekladať niektoré časti obsahu, napríklad: kód, terminológia, meno ... atď.\n\nPoužite úvod\n\nKliknutím na tlačidlo „Vybrať prvok“ spustíte režim výberu.\nStlačením klávesu ESC opustíte režim výberu a obnovíte stránku, aby sa prejavila.\n\nPrevádzkový režim myši:\nĽavý klik\nŽiadny preklad, použiť štýl písma.\n\nStredné kliknutie\nNútený preklad.\n\nKliknite pravým tlačidlom myši\nŽiadny preklad, žiadny štýl písma.\n\nOpakovaným kliknutím zrušíte výber oblasti.\nStlačte tlačidlo a spolu s kolieskom myši môžete upraviť veľkosť rozsahu výberu.\n\nTipy:\nKeď tlačidlo myši spolupracuje s rolovacím kolieskom na úprave rozsahu, kliknutím na rôzne tlačidlá myši použijete rôzne nastavenia.\n\nDáta sú automaticky synchronizované s prehliadačom Chrome, takže sa nemusíte obávať ich straty.\n\nDostávať e-mail so spätnou väzbou na otázky: higogle1@gmail.com",
    "sl": "Google Translate običajno prevede vso vsebino, vendar včasih delov vsebine ni treba prevajati, na primer: koda, terminologija, ime itd.\n\nUporabite uvod\n\nKliknite gumb \"Izberi element\", da začnete izbirni način.\nPritisnite ESC, da zaprete izbirni način in osvežite stran, da začne veljati.\n\nNačin delovanja z miško:\nLevi klik\nBrez prevoda, uporabite slog pisave.\n\nSrednji klik\nPrisilno prevajanje.\n\nDesni klik\nBrez prevoda, brez sloga pisave.\n\nPonavljajoči se kliki bodo preklicali izbor območja.\nPritisnite gumb, skupaj s kolescem miške lahko prilagodite velikost izbirnega obsega.\n\nNasveti:\nKo gumb miške sodeluje s kolescem za pomikanje pri prilagajanju obsega, kliknite različne gumbe miške, da uporabite različne nastavitve.\n\nPodatki se samodejno sinhronizirajo s Chromom, zato vas ni treba skrbeti za izgubo podatkov.\n\nPrejmite e-pošto z povratnimi informacijami o vprašanjih: higogle1@gmail.com",
    "sr": "Гоогле преводилац обично преводи сав садржај, али понекад није потребно превести делове садржаја, као што су: код, терминологија, име итд.\n\nКористите увод\n\nКликните на дугме „Селецт Елемент“ да бисте покренули режим избора.\nПритисните ЕСЦ тастер да бисте изашли из режима избора и освежили страницу да би ступила на снагу.\n\nРежим рада миша:\nЛеви клик\nНема превода, примените стил фонта.\n\nСредњи клик\nПринудни превод.\n\nДесни клик\nНема превода, нема стила фонта.\n\nПоновљени кликови ће поништити одабир подручја.\nПритисните дугме, заједно са точкићем миша, можете прилагодити величину опсега избора.\n\nСавети:\nКада тастер миша сарађује са точкићем за померање да би подесио опсег, кликните различите тастере миша да бисте применили различита подешавања.\n\nПодаци се аутоматски синхронизују са Цхроме-ом, не треба бринути о губитку података.\n\nПримите повратну поруку е-поште на питања: higogle1@gmail.com",
    "sv": "Google Translate översätter vanligtvis allt innehåll, men ibland behöver delar av innehållet inte översättas, till exempel: kod, terminologi, namn, ... etc.\n\nAnvänd introduktion\n\nKlicka på knappen \"Välj element\" för att starta valsläget.\nTryck på ESC-tangenten för att avsluta urvalsläget och uppdatera sidan för att träda i kraft.\n\nMusläge:\nVänster klick\nIngen översättning, använd typsnitt.\n\nMedelklick\nTvingad översättning.\n\nHögerklicka\nIngen översättning, inget typsnitt.\n\nUpprepade klick avmarkerar området.\nTryck på knappen, tillsammans med mushjulet, du kan justera storleken på valområdet.\n\nTips:\nNär musknappen samarbetar med rullhjulet för att justera räckvidden, klicka på olika musknappar för att tillämpa olika inställningar.\n\nData hålls automatiskt synkroniserad med Chrome, du behöver inte oroa dig för dataförlust.\n\nFå e-postmeddelanden om feedback: higogle1@gmail.com",
    "sw": "Tafsiri ya Google kawaida hutafsiri yaliyomo yote, lakini wakati mwingine sehemu za yaliyomo hazihitaji kutafsiriwa, kama vile: nambari, istilahi, jina, nk.\n\nTumia utangulizi\n\nBonyeza kitufe cha \"Chagua Element\" ili uanze hali ya uteuzi.\nBonyeza kitufe cha ESC ili uondoe hali ya uteuzi na uburudishe ukurasa ili utekeleze.\n\nNjia ya utendaji wa kipanya:\nBonyeza kushoto\nHakuna tafsiri, tumia mtindo wa fonti.\n\nBonyeza katikati\nTafsiri ya kulazimishwa.\n\nBonyeza kulia\nHakuna tafsiri, hakuna mtindo wa fonti.\n\nKubofya mara kwa mara kutachagua eneo.\nBonyeza kitufe, pamoja na gurudumu la panya, unaweza kurekebisha saizi ya anuwai ya uteuzi.\n\nVidokezo:\nWakati kitufe cha panya kinashirikiana na gurudumu la kusogeza kurekebisha masafa, bonyeza vitufe tofauti vya panya kutumia mipangilio tofauti.\n\nTakwimu huhifadhiwa kiotomatiki kwa usawazishaji na Chrome, hakuna haja ya kuwa na wasiwasi juu ya upotezaji wa data.\n\nPokea maswali barua pepe ya maoni: higogle1@gmail.com",
    "ta": "கூகிள் மொழிபெயர்ப்பு பொதுவாக எல்லா உள்ளடக்கத்தையும் மொழிபெயர்க்கிறது, ஆனால் சில நேரங்களில் உள்ளடக்கத்தின் பகுதிகள் மொழிபெயர்க்க தேவையில்லை, அதாவது: குறியீடு, சொல், பெயர், ... போன்றவை.\n\nஅறிமுகத்தைப் பயன்படுத்தவும்\n\nதேர்வு பயன்முறையைத் தொடங்க \"உறுப்பைத் தேர்ந்தெடு\" பொத்தானைக் கிளிக் செய்க.\nதேர்வு பயன்முறையிலிருந்து வெளியேற ESC விசையை அழுத்தி, நடைமுறைக்கு வர பக்கத்தை புதுப்பிக்கவும்.\n\nசுட்டி செயல்பாட்டு முறை:\nஇடது கிளிக்\nமொழிபெயர்ப்பு இல்லை, எழுத்துரு பாணியைப் பயன்படுத்துங்கள்.\n\nமிடில் கிளிக்\nகட்டாய மொழிபெயர்ப்பு.\n\nவலது கிளிக்\nமொழிபெயர்ப்பு இல்லை, எழுத்துரு நடை இல்லை.\n\nமீண்டும் மீண்டும் கிளிக் செய்வதன் மூலம் பகுதி தேர்வுநீக்கப்படும்.\nபொத்தானை அழுத்தவும், சுட்டி சக்கரத்துடன், தேர்வு வரம்பின் அளவை நீங்கள் சரிசெய்யலாம்.\n\nஉதவிக்குறிப்புகள்:\nவரம்பை சரிசெய்ய சுட்டி பொத்தானை உருள் சக்கரத்துடன் ஒத்துழைக்கும்போது, ​​வெவ்வேறு அமைப்புகளைப் பயன்படுத்த வெவ்வேறு சுட்டி பொத்தான்களைக் கிளிக் செய்க.\n\nதரவு தானாகவே Chrome உடன் ஒத்திசைக்கப்படுகிறது, தரவு இழப்பு பற்றி கவலைப்பட தேவையில்லை.\n\nகேள்விகள் கருத்து மின்னஞ்சலைப் பெறுக: higogle1@gmail.com",
    "te": "గూగుల్ ట్రాన్స్‌లేట్ సాధారణంగా అన్ని కంటెంట్‌లను అనువదిస్తుంది, అయితే కొన్నిసార్లు కంటెంట్ యొక్క భాగాలను అనువదించాల్సిన అవసరం లేదు, అవి: కోడ్, పరిభాష, పేరు, ... మొదలైనవి.\n\nపరిచయం ఉపయోగించండి\n\nఎంపిక మోడ్‌ను ప్రారంభించడానికి \"ఎలిమెంట్ ఎంచుకోండి\" బటన్‌ను క్లిక్ చేయండి.\nఎంపిక మోడ్ నుండి నిష్క్రమించడానికి ESC కీని నొక్కండి మరియు ప్రభావం చూపడానికి పేజీని రిఫ్రెష్ చేయండి.\n\nమౌస్ ఆపరేషన్ మోడ్:\nఎడమ క్లిక్\nఅనువాదం లేదు, ఫాంట్ శైలిని వర్తించండి.\n\nమిడిల్ క్లిక్\nబలవంతపు అనువాదం.\n\nకుడి క్లిక్ చేయండి\nఅనువాదం లేదు, ఫాంట్ శైలి లేదు.\n\nపదేపదే క్లిక్ చేస్తే ఆ ప్రాంతం ఎంపిక తీసివేయబడుతుంది.\nబటన్‌ను నొక్కండి, మౌస్ వీల్‌తో పాటు, మీరు ఎంపిక పరిధి పరిమాణాన్ని సర్దుబాటు చేయవచ్చు.\n\nచిట్కాలు:\nపరిధిని సర్దుబాటు చేయడానికి మౌస్ బటన్ స్క్రోల్ వీల్‌తో సహకరించినప్పుడు, విభిన్న సెట్టింగులను వర్తింపచేయడానికి వేర్వేరు మౌస్ బటన్లను క్లిక్ చేయండి.\n\nడేటా స్వయంచాలకంగా Chrome తో సమకాలీకరించబడుతుంది, డేటా నష్టం గురించి ఆందోళన చెందాల్సిన అవసరం లేదు.\n\nప్రశ్నల అభిప్రాయ ఇమెయిల్‌ను స్వీకరించండి: higogle1@gmail.com",
    "th": "โดยปกติแล้ว Google แปลภาษาจะแปลเนื้อหาทั้งหมด แต่บางครั้งไม่จำเป็นต้องแปลบางส่วนของเนื้อหา เช่น รหัส คำศัพท์ ชื่อ ... เป็นต้น\n\nใช้การแนะนำ\n\nคลิกปุ่ม \"เลือกองค์ประกอบ\" เพื่อเริ่มโหมดการเลือก\nกดปุ่ม ESC เพื่อออกจากโหมดการเลือกและรีเฟรชหน้าเพื่อให้มีผล\n\nโหมดการทำงานของเมาส์:\nคลิกซ้าย\nไม่มีการแปล ใช้รูปแบบตัวอักษร\n\nคลิกกลาง\nบังคับแปล.\n\nคลิกขวา\nไม่มีการแปล ไม่มีรูปแบบตัวอักษร\n\nการคลิกซ้ำๆ จะเป็นการยกเลิกการเลือกพื้นที่\nกดปุ่ม พร้อมกับล้อเลื่อนของเมาส์ คุณสามารถปรับขนาดช่วงการเลือกได้\n\nเคล็ดลับ:\nเมื่อปุ่มเมาส์ทำงานร่วมกับล้อเลื่อนเพื่อปรับช่วง ให้คลิกปุ่มเมาส์ต่างๆ เพื่อใช้การตั้งค่าต่างๆ\n\nข้อมูลจะซิงค์กับ Chrome โดยอัตโนมัติ ไม่ต้องกังวลว่าข้อมูลจะสูญหาย\n\nรับคำถามข้อเสนอแนะอีเมล: higogle1@gmail.com",
    "tr": "Google Çeviri genellikle tüm içeriği çevirir, ancak bazen içeriğin kod, terminoloji, ad, vb. gibi bölümlerinin çevrilmesi gerekmez.\n\nTanıtımı kullan\n\nSeçim modunu başlatmak için \"Eleman Seç\" düğmesini tıklayın.\nSeçim modundan çıkmak için ESC tuşuna basın ve etkili olması için sayfayı yenileyin.\n\nFare çalışma modu:\nSol tık\nÇeviri yok, yazı tipi stili uygulayın.\n\nOrta tıklama\nZorla çeviri.\n\nSağ tık\nÇeviri yok, yazı tipi stili yok.\n\nTekrarlanan tıklamalar alanın seçimini kaldıracaktır.\nDüğmeye basın, fare tekerleği ile birlikte seçim aralığı boyutunu ayarlayabilirsiniz.\n\nİpuçları:\nFare düğmesi, aralığı ayarlamak için kaydırma tekerleği ile birlikte çalıştığında, farklı ayarları uygulamak için farklı fare düğmelerine tıklayın.\n\nVeriler, Chrome ile otomatik olarak senkronize tutulur, veri kaybı konusunda endişelenmenize gerek yoktur.\n\nSoru geri bildirim e-postası alın: higogle1@gmail.com",
    "uk": "Google Translate зазвичай перекладає весь вміст, але іноді частини вмісту не потребують перекладу, наприклад: код, термінологія, назва тощо.\n\nВикористовуйте вступ\n\nНатисніть кнопку «Вибрати елемент», щоб запустити режим вибору.\nНатисніть клавішу ESC, щоб вийти з режиму вибору та оновити сторінку, щоб набути чинності.\n\nРежим роботи миші:\nКлацніть лівою кнопкою миші\nНемає перекладу, застосовуйте стиль шрифту.\n\nКлацання середнім клацанням\nПримусовий переклад.\n\nКлацніть правою кнопкою миші\nНемає перекладу, немає стилю шрифту.\n\nПовторні клацання скасують вибір області.\nНатискаючи кнопку, разом із коліщатком миші можна регулювати розмір діапазону вибору.\n\nПоради:\nКоли кнопка миші співпрацює з коліщатком прокрутки для регулювання діапазону, клацніть різні кнопки миші, щоб застосувати різні параметри.\n\nДані автоматично синхронізуються з Chrome, не потрібно турбуватися про втрату даних.\n\nОтримайте відповіді на запитання електронною поштою: higogle1@gmail.com",
    "vi": "Google Dịch thường dịch tất cả nội dung, nhưng đôi khi các phần của nội dung không cần dịch, chẳng hạn như: mã, thuật ngữ, tên, ... v.v.\n\nSử dụng phần giới thiệu\n\nNhấp vào nút \"Chọn phần tử\" để bắt đầu chế độ lựa chọn.\nNhấn phím ESC để thoát khỏi chế độ lựa chọn và làm mới trang có hiệu lực.\n\nChế độ hoạt động của chuột:\nẤn chuột trái\nKhông có bản dịch, áp dụng kiểu phông chữ.\n\nNhấp chuột giữa\nPhiên dịch cưỡng bức.\n\nNhấp chuột phải\nKhông có bản dịch, không có kiểu phông chữ.\n\nNhấp chuột nhiều lần sẽ bỏ chọn khu vực.\nNhấn nút, cùng với con lăn chuột, bạn có thể điều chỉnh kích thước phạm vi lựa chọn.\n\nLời khuyên:\nKhi nút chuột phối hợp với con lăn để điều chỉnh phạm vi, hãy nhấp vào các nút chuột khác nhau để áp dụng các cài đặt khác nhau.\n\nDữ liệu được tự động đồng bộ hóa với Chrome, không cần lo lắng về việc mất dữ liệu.\n\nNhận email phản hồi câu hỏi: higogle1@gmail.com",
    "zh_CN": "Google翻译通常会翻译所有内容，但有时候部分内容不需要翻译，比如：代码，术语，名称，...等。\n\n使用介绍\n\n点击\"选择元素\"按钮开启选择模式。\n按ESC键退出选择模式，刷新页面后生效。\n\n鼠标操作模式：\n左键\n不翻译，运用字体样式。\n\n中键\n强制翻译。\n\n右键\n不翻译，不运用字体样式。\n\n重复点击将取消选择区域。\n按下按键，同时配合鼠标滚轮，可以调节选择范围大小。\n\n提示：\n鼠标按键配合滚轮调整范围时，点击不同鼠标按键运用不同设置。\n\n数据自动与Chrome保持同步，无需担心数据丢失。\n\n接收问题反馈邮件： higogle1@gmail.com",
    "zh_TW": "Google翻譯通常會翻譯所有內容，但有時候部分內容不需要翻譯，比如：代碼，術語，名稱，...等。\n\n使用介紹\n\n點擊\"選擇元素\"按鈕開啟選擇模式。\n按ESC鍵退出選擇模式，刷新頁面後生效。\n\n鼠標操作模式：\n左鍵\n不翻譯，運用字體樣式。\n\n中鍵\n強制翻譯。\n\n右鍵\n不翻譯，不運用字體樣式。\n\n重複點擊將取消選擇區域。\n按下按鍵，同時配合鼠標滾輪，可以調節選擇範圍大小。\n\n提示：\n鼠標按鍵配合滾輪調整範圍時，點擊不同鼠標按鍵運用不同設置。\n\n數據自動與Chrome保持同步，無需擔心數據丟失。\n\n接收問題反饋郵件： higogle1@gmail.com"
  }
}