{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pricemetry - Premier sur les réductions",
    "en": "Pricemetry - First on deals you like"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Profiter de promotions sur ses produits préférés n'a jamais été aussi simple !",
    "en": "Enjoying discounts on its favorites products has never been easier !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Les prix changent tout au long de l’année sur internet. Saviez-vous qu'Amazon change ses prix plus de 2,5 millions de fois… par jour ? \n\nPricemetry vous permet d'ajouter les produits que vous aimez, sur Amazon, BrandAlley ou sur les 1,700 autres boutiques référencées. Pricemetry va ensuite surveiller les prix quotidiennement. À la première démarque qui respecte vos critères, une alerte est envoyée.\n\n- 1 - Naviguez sur vos boutiques préférées\n- 2 - Ajoutez les produits que vous aimez\n- 3 - Dès que le prix baisse, on vous prévient. \n\nAux oubliettes donc, la boîte mail encombrée par des promotions qui, à peine arrivées, sont supprimées d’un geste rituel. Maintenant les fashionistas, les geeks, les shopping addicts, les mobinautes à petit débit ou les internautes à grosse fibre, tous, ne rateront plus jamais une bonne affaire sur un produit qu’ils aiment.",
    "en": "Prices keep changing on the web. Did you know Amazon changes its prices 2.5 million times per day ? Track the price, you will know in real time when a product you love is in discount! Use our nice button during your shopping escapades on the web to add everything you want. Great deals will come not long after.\n\nPricemetry supports 30,000 retailers. Hmm that's not the very truth... in fact we support many more, our technology can track any product-like page with a success rate of 94%. Because we shouldn't have to choose only on big retailers, craftsmans's works are too awesome to put aside!\n\n- 1 - Browse your favorites shops\n- 2 - You like a product ? Save it!\n- 3 - Once it drops we notify you"
  }
}