{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReTabs - Save & Restore your tabs",
    "es": "ReTabs - Guarda & Restaura tus ventanas",
    "fr": "ReTabs - Sauvegarder et restaurer vos onglets",
    "pt_BR": "ReTabs - Salve e restaure suas guias"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReTabs save your tabs even if you turn off your computer and then you can restore them",
    "es": "ReTabs guarda tus ventanas incluso si apagas la computadora para reabrirlos más tarde",
    "fr": "ReTabs sauvegarde vos onglets même si vous éteignez votre ordinateur afin de les restaurer ultérieurement",
    "pt_BR": "ReTabs salva suas guias mesmo que você desligue o computador e depois pode restaurá-las."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Remember-Tabs, you can save the links of your currently open tabs so you can restore them later, even if you close your browser or turn off your computer. This means you'll never have to worry about losing a tab again, even if you have an unexpected event.\n\nFeatures:\n\n- Save and reopen your tabs\n- Choose between a simple and extended layout\n- Supports English and Spanish\n- Local storage: Remember-Tabs stores your data locally on your computer so you can access it when you need to.\n\nNew features: \n* Dark theme added\n\nDownload Remember-Tabs today and start saving your tabs!\n\nSupport me on Ko-fi \nhttps://ko-fi.com/limbersdev",
    "es": "Con Remember-Tabs, puedes guardar los enlaces de tus pestañas abiertas actualmente para poder restaurarlas más tarde, incluso si cierras tu navegador o apagas tu computadora. Esto significa que nunca tendrás que preocuparte por perder una pestaña nuevamente, incluso si ocurre un evento inesperado.\n\nCaracterísticas:\n\n- Guardar y reabrir tus pestañas\n- Elegir entre una interfaz simple y extendida\n- Compatible con inglés, español y francés\n- Almacenamiento local: Recuerda-Tabs guarda tus datos localmente en tu computadora para que puedas acceder a ellos cuando los necesites.\n\nNuevas características\n* Tema oscuro agregado!\n\n¡Descarga Recuerda-Tabs hoy y comienza a guardar tus pestañas!",
    "fr": "Avec Remember-Tabs, vous pouvez enregistrer les liens de vos onglets actuellement ouverts pour les restaurer ultérieurement, même si vous fermez votre navigateur ou éteignez votre ordinateur. Cela signifie que vous n'aurez plus jamais à vous inquiéter de perdre un onglet, même en cas d'événement imprévu.\n\nFonctionnalités :\n\n- Enregistrez et restaurez vos onglets\n- Choisissez entre une mise en page simple et étendue\n- Prise en charge de l'anglais, de l'espagnol et du français\n- Stockage local : Remember-Tabs enregistre vos données localement sur votre ordinateur afin que vous puissiez y accéder quand vous en avez besoin.\n\nNouvelles fonctionnalités :\n* Ajout d'un thème sombre\n\nTéléchargez Remember-Tabs dès aujourd'hui et commencez à sauvegarder vos onglets !",
    "pt_BR": "Com o Remember-Tabs, você pode salvar os links das guias abertas no momento para poder restaurá-los posteriormente, mesmo que feche o navegador ou desligue o computador. Isso significa que você nunca mais terá de se preocupar com a perda de uma guia, mesmo que ocorra um evento inesperado.\n\nRecursos:\n- Salve e reabra suas guias\n- Escolha entre um layout simples ou estendido\n- Suporta inglês e espanhol\n- Armazenamento local: O Remember-Tabs armazena seus dados localmente no seu computador para que você possa acessá-los quando precisar.\n\nNovos recursos: \n* Tema escuro adicionado\n\nBaixe o Remember-Tabs hoje mesmo e comece a salvar suas guias!"
  }
}