{
  "name": {
    "ar": "Discord™ Translator - ترجمة غامرة",
    "am": "Discord™ Translate - Smart Translation Tool",
    "bg": "Over 100 Languages: Discord™ Translate",
    "bn": "Easy-to-Use Translation for Discord",
    "ca": "Automatic Discord Translator",
    "cs": "Break Language Barriers on Discord",
    "da": "Instantly Translate Discord Messages",
    "de": "Discord™ Übersetzer – Immersive Übersetzung",
    "el": "Discord即时翻译",
    "en,en_AU,en_GB,en_US": "Discord™ Translator - Immersive Translation",
    "es,es_419": "Traductor Discord™ - Traducción inmersiva",
    "et": "Discord即时翻译-双向翻译器",
    "fa": "Discord™ Translator - ترجمه همه جانبه",
    "fi": "Discord 翻译器",
    "fil": "Discord 翻譯",
    "fr": "Discord™ Translator - Traduction immersive",
    "gu": "Real-Time Discord Message Translation",
    "he": "Discord即時翻譯-雙向翻譯器",
    "hi": "डिस्कोर्ड™ अनुवादक - इमर्सिव ट्रांसलेशन",
    "hr": "Discord™ Translate Extension",
    "hu": "Automatic Translation for Discord",
    "id": "discord message translator",
    "it": "Traduttore Discord™ - Traduzione immersiva",
    "ja": "Discord™ 翻訳者 - イマーシブ翻訳",
    "kn": "Translate Discord Chats Effortlessly",
    "ko": "Discord™ 번역기 - 몰입형 번역",
    "lt": "Discord™ vertėjas – įtraukiantis vertimas",
    "lv": "Discord Translation Made Simple",
    "ml,mr": "Discord Translator",
    "ms": "Easy Discord Language Translation",
    "nl": "自动 Discord 翻译器",
    "no": "Discord™ Translate - Multilingual Chats",
    "pl": "Discord Instant Translation",
    "pt_BR,pt_PT": "Tradutor Discord™ - Tradução Imersiva",
    "ro": "Discord Translator: Over 100 Languages",
    "ru": "Discord™ Translator — иммерсивный перевод",
    "sk": "Easy Translation for Discord Users",
    "sl": "Communicate Globally on Discord",
    "sr": "Discord™ Translate Plugin",
    "sv": "Multilingual Discord Communication",
    "sw": "Discord Translation Extension",
    "ta": "Translate Discord Messages Easily",
    "te": "Smart Language Translator for Discord",
    "th": "Discord™ Translate: Easy Multilingual Chat",
    "tr": "Discord™ Translator - Sürükleyici Çeviri",
    "uk": "Discord Translation Simplified",
    "vi": "Discord™ Translator - Bản dịch phong phú",
    "zh_CN": "Discord™ 翻译器 - 沉浸式翻译",
    "zh_TW": "Discord™ 翻譯機 - 沉浸式翻譯"
  },
  "short": {
    "ar": "مترجم ذكي للديسكورد، سهل الاستخدام ويدعم أكثر من 100 لغة. (غير رسمي)",
    "am": "Effortlessly translate messages on Discord with our smart tool supporting over 100 languages.",
    "bg": "Enhance your Discord experience by translating chats into multiple languages easily.",
    "bn": "Simplify communication on Discord with an easy-to-use translation tool supporting numerous languages.",
    "ca": "Communicate globally on Discord with our smart translator supporting over 100 languages.",
    "cs": "Break down language barriers on Discord with our smart, easy-to-use translation tool.",
    "da": "Instantly translate Discord messages with support for over 100 languages.",
    "de": "Intelligenter Übersetzer für Discord, einfach zu bedienen und unterstützt über 100 Sprachen. (inoffiziell)",
    "el": "Enjoy seamless multilingual chatting on Discord with our smart translation tool.",
    "en,en_AU,en_GB,en_US": "Smart Translator for Discord, Easy to Use and Supports Over 100 Languages.(unofficial)",
    "es,es_419": "Traductor inteligente para Discord, fácil de usar y compatible con más de 100 idiomas (no oficial)",
    "et": "Translate Discord chats smartly and effortlessly, supporting a wide range of languages.",
    "fa": "مترجم هوشمند برای Discord، آسان برای استفاده و پشتیبانی از بیش از 100 زبان. (غیر رسمی)",
    "fi": "Expand your Discord communication with translation support for over 100 languages.",
    "fil": "Effortlessly communicate in multiple languages on Discord with our smart translation tool.",
    "fr": "Traducteur intelligent pour Discord, facile à utiliser et prend en charge plus de 100 langues. (non officiel)",
    "gu": "Translate Discord messages in real-time with support for over 100 languages.",
    "he": "Connect globally on Discord with easy translation across over 100 languages.",
    "hi": "कलह के लिए स्मार्ट अनुवादक, उपयोग में आसान और 100 से अधिक भाषाओं का समर्थन करता है। (अनौपचारिक)",
    "hr": "A smart Discord extension for translating messages effortlessly in over 100 languages.",
    "hu": "Automate your Discord translations with our tool supporting 100+ languages.",
    "id": "Experience seamless translation on Discord chats with support for numerous languages.",
    "it": "Traduttore intelligente per Discord, facile da usare e supporta oltre 100 lingue. (non ufficiale)",
    "ja": "Discord 用のスマート翻訳、使いやすく、100 以上の言語をサポート (非公式)",
    "kn": "Effortlessly translate Discord chats into over 100 languages with our smart tool.",
    "ko": "Discord용 스마트 번역기, 사용하기 쉽고 100개 이상의 언어를 지원합니다.(비공식)",
    "lt": "Išmanusis vertėjas, skirtas nesutarimams, paprastas naudoti ir palaiko daugiau nei 100 kalbų. (neoficialus)",
    "lv": "Simplify your Discord translations with an easy-to-use tool supporting multiple languages.",
    "ml": "Get multilingual support on Discord with our translation tool covering over 100 languages.",
    "mr": "A smart plugin for translating Discord messages easily into numerous languages.",
    "ms": "Easily translate languages on Discord with our smart tool supporting 100+ languages.",
    "nl": "Enhance your Discord experience with an easy translation tool supporting many languages.",
    "no": "Enjoy multilingual chats on Discord with our smart translation tool.",
    "pl": "Communicate in multiple languages on Discord with smart translation support.",
    "pt_BR,pt_PT": "Tradutor inteligente para Discord, fácil de usar e compatível com mais de 100 idiomas.(não oficial)",
    "ro": "Translate messages on Discord into over 100 languages effortlessly.",
    "ru": "Умный переводчик для Discord, прост в использовании и поддерживает более 100 языков (неофициальный).",
    "sk": "An easy-to-use translation tool for Discord users supporting numerous languages.",
    "sl": "Communicate with anyone on Discord, regardless of language, using our translation tool.",
    "sr": "A smart plugin to translate Discord messages easily in over 100 languages.",
    "sv": "Facilitate multilingual communication on Discord with our smart translation tool.",
    "sw": "An extension for translating Discord messages into multiple languages effortlessly.",
    "ta": "Easily translate Discord messages with support for over 100 languages.",
    "te": "A smart language translator for Discord supporting over 100 languages.",
    "th": "Chat in multiple languages easily on Discord with our translation tool.",
    "tr": "Discord için Akıllı Tercüman, Kullanımı Kolay ve 100'den Fazla Dili Destekliyor.(resmi olmayan)",
    "uk": "Simplify Discord translations with our easy-to-use tool supporting many languages.",
    "vi": "Trình dịch thông minh cho Discord, dễ sử dụng và hỗ trợ hơn 100 ngôn ngữ.(không chính thức)",
    "zh_CN": "Discord 智能翻译器，易于使用，支持 100 多种语言。（非官方）",
    "zh_TW": "Discord 智慧翻譯器，易於使用，支援 100 多種語言。"
  },
  "long": {
    "ar": "يمكنك التواصل بسهولة مع الأصدقاء حول العالم دون القلق بشأن حواجز اللغة. يقوم هذا الملحق بترجمة رسائل Discord تلقائيًا، حيث يدعم أكثر من 100 لغة، لذا لم تعد اللغة مشكلة.\n\nيتميز ملحقنا بواجهة بسيطة وسهلة الاستخدام، مع تنفيذ عملية الترجمة تلقائيًا - لا حاجة للتشغيل اليدوي. سواء كنت ترسل أو تستقبل الرسائل، يقوم الملحق بترجمتها تلقائيًا، مما يجعل التواصل بلا قلق.\n\nبالإضافة إلى ذلك، فإن هذا الملحق قوي وآمن وفعال. إنه مناسب للتواصل الشخصي والتجاري على حدٍ سواء.\n\nعلاوة على ذلك، يقوم الملحق بترجمة الرسائل التي ترسلها تلقائيًا، مما يجعل التواصل سريعًا وسهلًا. قل وداعًا لمتاعب الترجمة؛ يقوم ملحقنا بتبسيط كل شيء من أجلك.\n\n✓ ترجمة المحادثات عبر اللغات بسهولة: بغض النظر عن البلد أو المنطقة، يمكنك تحقيق تواصل سلس بسهولة مع جهات الاتصال الخاصة بك.\n✓ الترجمة التلقائية الذكية: لا تحتاج إلى اختيار اللغات يدويًا؛ يقوم الملحق بالترجمة تلقائيًا بناءً على إعداداتك.\n✓ حماية خصوصيتك: سجل دردشتك والمعلومات الشخصية الخاصة بك آمنة. لا نقوم بجمع أو تخزين أو مشاركة أي من بياناتك.\n✓ متعدد الاستخدامات لمختلف السيناريوهات: مثالي للمواقف مثل السفر، والأعمال، والدراسة، وغير ذلك، مما يضمن شعورك بالثقة والراحة في أي بيئة لغوية.\n✓ آمن وموثوق: خضع الملحق لفحوصات أمان صارمة، لضمان حماية حاسوبك وخصوصيتك من التهديدات.\n\nبالإضافة إلى ذلك، نقدم MoreTools لتزويدك بوظائف أقوى.\n\n--- إخلاء المسؤولية ---\nيرجى ملاحظة أن ملحقنا غير مرتبط أو معتمد أو مؤيد أو مرتبط رسميًا بـ Discord أو Google أو Google Translate. إنه أداة مستقلة مصممة لتحسين تجربتك في Discord من خلال توفير ميزات الترجمة التلقائية، مما يوفر وظائف وراحة إضافية للتواصل متعدد اللغات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fi,fil,gu,he,hr,hu,id,kn,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Easily connect with friends around the world without worrying about language barriers. This plugin automatically translates Discord messages, supporting over 100 languages, so language is no longer a problem.\n\nOur plugin features a simple and user-friendly interface, with the translation process handled automatically—no manual operation needed. Whether sending or receiving messages, the plugin automatically translates them, making communication worry-free.\n\nAdditionally, this plugin is powerful, secure, and efficient. It's suitable for both personal and business communication.\n\nMoreover, the plugin automatically translates the messages you send, making communication fast and easy. Say goodbye to the hassle of translation; our plugin simplifies everything for you.\n\n✓ Effortlessly translate cross-language chats: No matter the country or region, you can easily achieve seamless communication with your contacts.\n✓ Smart automatic translation: There's no need to manually select languages; the plugin automatically translates based on your settings.\n✓ Protect your privacy: Your chat history and personal information are secure. We do not collect, store, or share any of your data.\n✓ Versatile for various scenarios: Perfect for situations like travel, business, study, and more, ensuring you feel confident and comfortable in any language environment.\n✓ Safe and reliable: The plugin has undergone strict security checks, ensuring your computer and privacy are protected from threats.\n\nAdditionally, we provide MoreTools to empower you with even more powerful functionalities.\n\n--- Disclaimer ---\nPlease note that our plugin is not affiliated, authorized, endorsed, or officially associated with Discord, Google, or Google Translate. It is an independent tool designed to enhance your Discord experience by providing automatic translation features, offering added functionality and convenience for multilingual communication.",
    "de": "Verbinde dich mühelos mit Freunden auf der ganzen Welt, ohne dir Sorgen über Sprachbarrieren machen zu müssen. Dieses Plugin übersetzt Discord-Nachrichten automatisch und unterstützt über 100 Sprachen, sodass Sprache kein Problem mehr darstellt.\n\nUnser Plugin bietet eine einfache und benutzerfreundliche Oberfläche, wobei der Übersetzungsprozess automatisch abläuft – keine manuelle Bedienung erforderlich. Egal ob beim Senden oder Empfangen von Nachrichten, das Plugin übersetzt sie automatisch, sodass die Kommunikation sorgenfrei ist.\n\nDarüber hinaus ist dieses Plugin leistungsstark, sicher und effizient. Es eignet sich sowohl für persönliche als auch geschäftliche Kommunikation.\n\nZudem übersetzt das Plugin automatisch die Nachrichten, die du sendest, wodurch die Kommunikation schnell und einfach wird. Verabschiede dich vom Übersetzungsaufwand; unser Plugin vereinfacht alles für dich.\n\n✓ Übersetze mühelos länderübergreifende Chats: Egal aus welchem Land oder welcher Region, du kannst nahtlose Kommunikation mit deinen Kontakten erreichen.\n✓ Intelligente automatische Übersetzung: Es ist nicht nötig, Sprachen manuell auszuwählen; das Plugin übersetzt automatisch basierend auf deinen Einstellungen.\n✓ Schütze deine Privatsphäre: Dein Chat-Verlauf und deine persönlichen Informationen sind sicher. Wir sammeln, speichern oder teilen keine deiner Daten.\n✓ Vielseitig für verschiedene Szenarien: Ideal für Situationen wie Reisen, Geschäft, Studium und mehr, sodass du dich in jeder Sprachumgebung sicher und wohlfühlen kannst.\n✓ Sicher und zuverlässig: Das Plugin wurde strengen Sicherheitskontrollen unterzogen, um sicherzustellen, dass dein Computer und deine Privatsphäre vor Bedrohungen geschützt sind.\n\nZusätzlich bieten wir MoreTools an, um dir noch leistungsfähigere Funktionen zur Verfügung zu stellen.\n\n--- Haftungsausschluss ---\n\nBitte beachte, dass unser Plugin nicht mit Discord, Google oder Google Translate in Verbindung steht, autorisiert, unterstützt oder offiziell assoziiert ist. Es ist ein unabhängiges Werkzeug, das entwickelt wurde, um deine Discord-Erfahrung durch Bereitstellung automatischer Übersetzungsfunktionen zu verbessern und zusätzliche Funktionalität und Bequemlichkeit für mehrsprachige Kommunikation zu bieten.",
    "es": "Conéctate fácilmente con amigos de todo el mundo sin preocuparte por las barreras del idioma. Este plugin traduce automáticamente los mensajes de Discord, soportando más de 100 idiomas, por lo que el lenguaje ya no es un problema.\n\nNuestro plugin cuenta con una interfaz simple y fácil de usar, con el proceso de traducción manejado automáticamente—no se necesita operación manual. Ya sea al enviar o recibir mensajes, el plugin los traduce automáticamente, haciendo que la comunicación sea sin preocupaciones.\n\nAdemás, este plugin es potente, seguro y eficiente. Es adecuado tanto para la comunicación personal como empresarial.\n\nAsimismo, el plugin traduce automáticamente los mensajes que envías, haciendo que la comunicación sea rápida y fácil. Di adiós a las complicaciones de la traducción; nuestro plugin simplifica todo para ti.\n\n✓ Traduce fácilmente chats entre idiomas: No importa el país o región, puedes lograr una comunicación fluida con tus contactos.\n✓ Traducción automática inteligente: No hay necesidad de seleccionar manualmente los idiomas; el plugin traduce automáticamente según tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para varios escenarios: Perfecto para situaciones como viajes, negocios, estudio y más, asegurando que te sientas seguro y cómodo en cualquier entorno idiomático.\n✓ Seguro y confiable: El plugin ha pasado rigurosos controles de seguridad, asegurando que tu ordenador y privacidad estén protegidos contra amenazas.\n\nAdemás, proporcionamos MoreTools para empoderarte con funcionalidades aún más potentes.\n\n--- Descargo de responsabilidad ---\nTen en cuenta que nuestro plugin no está afiliado, autorizado, aprobado ni asociado oficialmente con Discord, Google o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en Discord al proporcionar funciones de traducción automática, ofreciendo funcionalidad adicional y comodidad para la comunicación multilingüe.",
    "es_419": "Conéctate fácilmente con amigos de todo el mundo sin preocuparte por las barreras del idioma. Este plugin traduce automáticamente los mensajes de Discord, soportando más de 100 idiomas, por lo que el idioma ya no es un problema.\n\nNuestro plugin cuenta con una interfaz simple y fácil de usar, con el proceso de traducción manejado automáticamente—no se necesita operación manual. Ya sea enviando o recibiendo mensajes, el plugin los traduce automáticamente, haciendo que la comunicación sea despreocupada.\n\nAdemás, este plugin es poderoso, seguro y eficiente. Es adecuado tanto para comunicación personal como empresarial.\n\nAsimismo, el plugin traduce automáticamente los mensajes que envías, haciendo que la comunicación sea rápida y sencilla. Di adiós a las molestias de la traducción; nuestro plugin simplifica todo para ti.\n\n✓ Traduce sin esfuerzo conversaciones en diferentes idiomas: No importa el país o región, puedes lograr fácilmente una comunicación fluida con tus contactos.  \n✓ Traducción automática inteligente: No hay necesidad de seleccionar manualmente los idiomas; el plugin traduce automáticamente basado en tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para varios escenarios: Perfecto para situaciones como viajes, negocios, estudios y más, asegurándote que te sientas confiado y cómodo en cualquier entorno lingüístico.\n✓ Seguro y confiable: El plugin ha pasado por estrictos controles de seguridad, asegurando que tu computadora y privacidad estén protegidas de amenazas.\n\nAdemás, proporcionamos MoreTools para empoderarte con funcionalidades aún más potentes.\n\n--- Aviso Legal ---\nTen en cuenta que nuestro plugin no está afiliado, autorizado, endosado o asociado oficialmente con Discord, Google o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en Discord al brindar características de traducción automática, ofreciendo funcionalidad y conveniencia añadida para la comunicación multilingüe.",
    "fa": "به راحتی با دوستان خود در سراسر جهان ارتباط برقرار کنید بدون نگرانی درباره موانع زبانی. این پلاگین به طور خودکار پیام‌های دیسکورد را ترجمه می‌کند و از بیش از 100 زبان پشتیبانی می‌کند، بنابراین زبان دیگر مشکلی نیست.\n\nپلاگین ما دارای رابط کاربری ساده و کاربرپسند است و فرآیند ترجمه به صورت خودکار انجام می‌شود—نیازی به عملیات دستی نیست. چه در حال ارسال یا دریافت پیام باشید، پلاگین آن‌ها را به طور خودکار ترجمه می‌کند، و ارتباط را بدون نگرانی می‌سازد.\n\nعلاوه بر این، این پلاگین قدرتمند، امن و کارآمد است. برای ارتباطات شخصی و تجاری مناسب است.\n\nعلاوه بر این، پلاگین به طور خودکار پیام‌هایی که ارسال می‌کنید را ترجمه می‌کند، و ارتباط را سریع و آسان می‌سازد. خداحافظی کنید با زحمت ترجمه؛ پلاگین ما همه‌چیز را برای شما ساده می‌کند.\n\n✓ چت‌های بین زبانی را به راحتی ترجمه کنید: مهم نیست کشور یا منطقه، می‌توانید به راحتی ارتباط بی‌دردسر با مخاطبان خود داشته باشید.\n✓ ترجمه هوشمند خودکار: نیازی به انتخاب دستی زبان‌ها نیست؛ پلاگین بر اساس تنظیمات شما به طور خودکار ترجمه می‌کند.\n✓ حفاظت از حریم خصوصی شما: تاریخچه چت و اطلاعات شخصی شما امن هستند. ما هیچ یک از داده‌های شما را جمع‌آوری، ذخیره یا به اشتراک نمی‌گذاریم.\n✓ چندمنظوره برای سناریوهای مختلف: مناسب برای موقعیت‌هایی مانند سفر، تجارت، مطالعه و ...، اطمینان به شما می‌دهد که در هر محیط زبانی با اعتماد به نفس و راحتی برخورد کنید.\n✓ امن و قابل اعتماد: پلاگین تحت چک‌های امنیتی دقیق قرار گرفته است، اطمینان حاصل می‌کند که کامپیوتر و حریم خصوصی شما از تهدیدات محافظت می‌شوند.\n\nعلاوه بر این، ما MoreTools را ارائه می‌دهیم تا شما را با قابلیت‌های قدرتمندتر تقویت کند.\n\n--- سلب مسئولیت ---\nلطفاً توجه داشته باشید که پلاگین ما با دیسکورد، گوگل یا گوگل ترنسلیت وابسته نیست، مجاز نیست، تأیید نشده و به صورت رسمی مرتبط نیست. این یک ابزار مستقل است که برای بهبود تجربه شما در دیسکورد با ارائه ویژگی‌های ترجمه خودکار طراحی شده است و کارکرد و راحتی اضافی برای ارتباطات چندزبانه ارائه می‌دهد.",
    "fr": "Connectez-vous facilement avec des amis du monde entier sans vous soucier des barrières linguistiques. Ce plugin traduit automatiquement les messages Discord, prenant en charge plus de 100 langues, donc la langue n'est plus un problème.\n\nNotre plugin offre une interface simple et conviviale, avec le processus de traduction géré automatiquement—aucune opération manuelle nécessaire. Que ce soit pour envoyer ou recevoir des messages, le plugin les traduit automatiquement, rendant la communication sans souci.\n\nDe plus, ce plugin est puissant, sécurisé et efficace. Il convient aussi bien à la communication personnelle qu'à celle professionnelle.\n\nDe plus, le plugin traduit automatiquement les messages que vous envoyez, rendant la communication rapide et facile. Dites adieu aux tracas de la traduction ; notre plugin simplifie tout pour vous.\n\n✓ Traduction sans effort des chats multilingues : Peu importe le pays ou la région, vous pouvez facilement réaliser une communication fluide avec vos contacts.\n✓ Traduction automatique intelligente : Il n'est pas nécessaire de sélectionner les langues manuellement ; le plugin traduit automatiquement en fonction de vos paramètres.\n✓ Protection de votre vie privée : Votre historique de chat et vos informations personnelles sont sécurisés. Nous ne collectons, ne stockons, ni ne partageons aucune de vos données.\n✓ Polyvalent pour divers scénarios : Parfait pour les situations comme les voyages, le travail, les études, et plus encore, vous assurant de vous sentir confiant et à l'aise dans n'importe quel environnement linguistique.\n✓ Sûr et fiable : Le plugin a subi des contrôles de sécurité stricts, assurant que votre ordinateur et votre vie privée sont protégés contre les menaces.\n\nDe plus, nous fournissons MoreTools pour vous doter de fonctionnalités encore plus puissantes.\n\n--- Avertissement ---\nVeuillez noter que notre plugin n'est ni affilié, ni autorisé, ni approuvé, ni officiellement associé à Discord, Google, ou Google Translate. C'est un outil indépendant conçu pour améliorer votre expérience Discord en fournissant des fonctionnalités de traduction automatique, offrant une fonctionnalité et une commodité accrues pour la communication multilingue.",
    "hi": "दुनिया भर के दोस्तों से आसानी से जुड़ें, भाषा की बाधाओं की चिंता किए बिना। यह प्लगइन अपने आप डिस्कॉर्ड संदेशों का अनुवाद करता है, 100 से अधिक भाषाओं का समर्थन करता है, ताकि भाषा अब एक समस्या न रहे।\n\nहमारे प्लगइन में एक साधारण और उपयोगकर्ता-मित्रवत इंटरफ़ेस है, जिसमें अनुवाद प्रक्रिया स्वचालित रूप से संभाली जाती है—कोई मैन्युअल ऑपरेशन की आवश्यकता नहीं। चाहे संदेश भेजना हो या प्राप्त करना, प्लगइन उन्हें स्वचालित रूप से अनुवादित करता है, जिससे संचार चिंतामुक्त हो जाता है।\n\nइसके अलावा, यह प्लगइन शक्तिशाली, सुरक्षित और कुशल है। यह व्यक्तिगत और व्यावसायिक संचार दोनों के लिए उपयुक्त है।\n\nइसके अलावा, यह प्लगइन आपके द्वारा भेजे जाने वाले संदेशों का स्वचालित रूप से अनुवाद करता है, जिससे संचार तेज और आसान हो जाता है। अनुवाद की झंझट को अलविदा कहें; हमारा प्लगइन आपके लिए सब कुछ साधारण बनाता है।\n\n✓ बिना किसी प्रयास के क्रॉस-लैंग्वेज चैट का अनुवाद करें: चाहे कोई भी देश या क्षेत्र हो, आप अपने संपर्कों के साथ सहज संचार आसानी से प्राप्त कर सकते हैं।\n✓ स्मार्ट स्वचालित अनुवाद: भाषाओं का मैन्युअल रूप से चयन करने की आवश्यकता नहीं है; आपके सेटिंग्स के आधार पर प्लगइन स्वचालित रूप से अनुवाद करता है।\n✓ अपनी गोपनीयता की रक्षा करें: आपका चैट इतिहास और व्यक्तिगत जानकारी सुरक्षित हैं। हम आपके डेटा को इकट्ठा नहीं करते, संग्रहीत नहीं करते और साझा नहीं करते।\n✓ विभिन्न परिदृश्यों के लिए बहुमुखी: यात्रा, व्यवसाय, अध्ययन जैसे स्थितियों के लिए सही, यह सुनिश्चित करते हुए कि आप किसी भी भाषा के वातावरण में आत्मविश्वास और आरामदायक महसूस करते हैं।\n✓ सुरक्षित और विश्वसनीय: प्लगइन ने कठोर सुरक्षा जाँच की है, सुनिश्चित करते हुए कि आपका कंप्यूटर और गोपनीयता खतरों से सुरक्षित हैं।\n\nइसके अतिरिक्त, हम आपको और भी शक्तिशाली कार्यक्षमताओं से सशक्त करने के लिए \"MoreTools\" प्रदान करते हैं।\n\n--- अस्वीकरण ---\nकृपया ध्यान दें कि हमारा प्लगइन डिस्कॉर्ड, गूगल, या गूगल ट्रांसलेट के साथ संबद्ध, अधिकृत, अनुमोदित या आधिकारिक रूप से जुड़ा नहीं है। यह एक स्वतंत्र टूल है जिसे आपके डिस्कॉर्ड अनुभव को स्वचालित अनुवाद सुविधाएं प्रदान करके बढ़ाने के लिए डिज़ाइन किया गया है, जिससे बहुभाषी संचार के लिए अतिरिक्त कार्यक्षमता और सुविधा मिलती है।",
    "it": "Facilmente connettiti con amici in tutto il mondo senza preoccuparti delle barriere linguistiche. Questo plugin traduce automaticamente i messaggi di Discord, supportando oltre 100 lingue, quindi la lingua non è più un problema.\n\nIl nostro plugin presenta un'interfaccia semplice e intuitiva, con il processo di traduzione gestito automaticamente—senza bisogno di operazioni manuali. Che si tratti di inviare o ricevere messaggi, il plugin li traduce automaticamente, rendendo la comunicazione senza preoccupazioni.\n\nInoltre, questo plugin è potente, sicuro ed efficiente. È adatto sia per la comunicazione personale che aziendale.\n\nInoltre, il plugin traduce automaticamente i messaggi che invii, rendendo la comunicazione veloce e facile. Dì addio al fastidio della traduzione; il nostro plugin semplifica tutto per te.\n\n✓ Traduci senza sforzo le chat multilingue: Indipendentemente dal paese o regione, puoi facilmente ottenere una comunicazione senza interruzioni con i tuoi contatti.\n✓ Traduzione automatica intelligente: Non c'è bisogno di selezionare manualmente le lingue; il plugin traduce automaticamente in base alle tue impostazioni.\n✓ Proteggi la tua privacy: La cronologia delle tue chat e le tue informazioni personali sono sicure. Non raccogliamo, memorizziamo o condividiamo alcun tuo dato.\n✓ Versatile per vari scenari: Perfetto per situazioni come viaggi, affari, studio e altro, garantendo che tu possa sentirti sicuro e a tuo agio in qualsiasi ambiente linguistico.\n✓ Sicuro e affidabile: Il plugin ha superato rigorosi controlli di sicurezza, garantendo che il tuo computer e la tua privacy siano protetti dalle minacce.\n\nInoltre, forniamo MoreTools per offrirti funzionalità ancora più potenti.\n\n--- Disclaimer ---\nSi prega di notare che il nostro plugin non è affiliato, autorizzato, approvato o ufficialmente associato a Discord, Google o Google Translate. È uno strumento indipendente progettato per migliorare la tua esperienza su Discord fornendo funzionalità di traduzione automatica, offrendo ulteriore funzionalità e convenienza per la comunicazione multilingue.",
    "ja": "言語の壁を気にせず、世界中の友人と簡単につながりましょう。このプラグインはDiscordメッセージを自動翻訳し、100以上の言語をサポートしていますので、言語はもう問題ではありません。\n\n私たちのプラグインはシンプルでユーザーフレンドリーなインターフェースを備え、翻訳プロセスは自動で行われます—手動の操作は必要ありません。メッセージの送受信にかかわらず、プラグインが自動で翻訳を行い、心配のないコミュニケーションを実現します。\n\nさらに、このプラグインは強力で、安全で、効率的です。個人およびビジネスコミュニケーションの両方に適しています。\n\nまた、このプラグインは送信するメッセージを自動で翻訳し、迅速で簡単なコミュニケーションを実現します。翻訳の手間を省き、私たちのプラグインがお手伝いします。\n\n✓ クロス言語チャットの翻訳を簡単に：国や地域に関係なく、連絡先とシームレスなコミュニケーションを簡単に実現できます。\n✓ スマートな自動翻訳：言語を手動で選択する必要はありません。プラグインが設定に基づいて自動で翻訳します。\n✓ プライバシーを保護：チャット履歴や個人情報は安全です。データを収集、保存、または共有することはありません。\n✓ 多様なシナリオに対応：旅行、ビジネス、勉強などの状況に最適で、どんな言語環境でも自信と快適さを確保します。\n✓ 安全で信頼性あり：プラグインは厳格なセキュリティチェックを受けており、あなたのコンピュータとプライバシーを脅威から守ります。\n\nさらに、多機能性を強化するMoreToolsを提供しています。\n\n--- 免責事項 ---\n当プラグインはDiscord、Google、またはGoogle Translateと提携、認可、支持、公式な関係はありません。これは自動翻訳機能を提供することでDiscord体験を向上させ、多言語コミュニケーションに利便性と追加機能を提供するために設計された独立したツールです。",
    "ko": "친구들과 쉽게 연결하세요, 전 세계 어디서든 언어 장벽 걱정 없이 사용할 수 있습니다. 이 플러그인은 100개 이상의 언어를 지원하여 Discord 메시지를 자동으로 번역하므로, 더 이상 언어가 문제가 되지 않습니다.\n\n플러그인은 간단하고 사용자 친화적인 인터페이스를 특징으로 하며, 번역 과정은 자동으로 처리되어 수동 조작이 필요 없습니다. 메시지를 보내거나 받을 때, 플러그인은 자동으로 번역하여 커뮤니케이션을 걱정 없이 할 수 있습니다.\n\n또한, 이 플러그인은 강력하고 안전하며 효율적입니다. 개인 및 비즈니스 커뮤니케이션 모두에 적합합니다.\n\n더욱이, 플러그인은 당신이 보낸 메시지를 자동으로 번역하여 커뮤니케이션을 빠르고 쉽게 만듭니다. 번역의 번거로움을 없애세요; 우리 플러그인이 모든 것을 간단하게 만들어 줍니다.\n\n✓ 여러 언어의 채팅을 쉽게 번역: 국가나 지역에 상관없이, 연락처와의 원활한 소통을 쉽게 할 수 있습니다.  \n✓ 스마트 자동 번역: 언어를 수동으로 선택할 필요 없이, 플러그인이 설정에 따라 자동 번역을 수행합니다.  \n✓ 개인 정보 보호: 당신의 채팅 기록과 개인 정보는 안전합니다. 우리는 당신의 데이터를 수집, 저장 또는 공유하지 않습니다.  \n✓ 다양한 상황에서의 활용: 여행, 비즈니스, 학습 등 다양한 상황에 완벽하게 적합하여 어떤 언어 환경에서도 자신감과 편안함을 느낄 수 있습니다.  \n✓ 안전하고 신뢰할 수 있는: 플러그인은 엄격한 보안 검사를 통과하여, 컴퓨터와 개인 정보가 위협으로부터 보호됩니다.\n\n게다가, 우리는 더 강력한 기능을 제공하는 MoreTools를 제공합니다.\n\n--- 면책 조항 ---  \n우리의 플러그인은 Discord, Google, 또는 Google Translate와 연관되어 있거나, 승인되었거나, 보증되었거나, 공식적으로 관련되지 않았음을 유의해 주십시오. 이 플러그인은 자동 번역 기능을 제공하여 다언어 커뮤니케이션에 추가적인 기능과 편리함을 제공하는 독립적인 도구로, 당신의 Discord 경험을 향상시키기 위해 설계되었습니다.",
    "lt": "Lengvai susisiekite su draugais visame pasaulyje, nesijaudindami dėl kalbos barjerų. Šis įskiepis automatiškai verčia Discord žinutes, palaikydamas daugiau nei 100 kalbų, todėl kalba nebėra problema.\n\nMūsų įskiepis turi paprastą ir vartotojui patogią sąsają, su automatizuotu vertimo procesu - nereikia jokių rankinių veiksmų. Ar siųstumėte, ar gautumėte žinutes, įskiepis jas automatiškai išvers, todėl bendravimas bus be rūpesčių.\n\nBe to, šis įskiepis yra galingas, saugus ir efektyvus. Jis tinka tiek asmeniniam, tiek verslo bendravimui.\n\nDar daugiau, įskiepis automatiškai išverčia jūsų siunčiamas žinutes, todėl bendravimas tampa greitas ir paprastas. Pamirškite vertimo vargus; mūsų įskiepis viską supaprastins.\n\n✓ Be vargo verskite daugiakalbius pokalbius: Nesvarbu, kokia šalis ar regionas, galite lengvai pasiekti sklandų bendravimą su savo kontaktais.\n✓ Išmanusis automatinis vertimas: Nebereikia rankiniu būdu pasirinkti kalbų; įskiepis automatiškai verčia remiantis jūsų nustatymais.\n✓ Apsaugokite savo privatumą: Jūsų pokalbių istorija ir asmeninė informacija yra saugi. Mes nerenkame, nesaugome ir nesidalijame jokia jūsų duomenų dalimi.\n✓ Universali naudojimo įvairovė: Puikiai tinka tokioms situacijoms kaip kelionės, verslas, studijos ir daug kitų, užtikrindamas, kad jaustumėtės užtikrinti ir patogioje kalbų aplinkoje.\n✓ Saugus ir patikimas: Įskiepis praeina griežtus saugumo patikrinimus, užtikrinančius jūsų kompiuterio ir privatumo apsaugą nuo grėsmių.\n\nBe to, mes siūlome MoreTools, kad suteiktume jums net dar galingesnes funkcijas.\n\n--- Atsakomybės apribojimas ---\nAtkreipkite dėmesį, kad mūsų įskiepis nėra susijęs, įgaliotas, remiamas arba oficialiai susijęs su Discord, Google ar Google Translate. Tai nepriklausoma priemonė, sukurta pagerinti jūsų Discord patirtį, suteikiant automatinio vertimo funkcijas, siūlant papildomą funkcionalumą ir patogumą daugiakalbiam bendravimui.",
    "pt_BR": "Conecte-se facilmente com amigos ao redor do mundo sem se preocupar com barreiras linguísticas. Este plugin traduz automaticamente as mensagens do Discord, suportando mais de 100 idiomas, então a língua não é mais um problema.\n\nNosso plugin possui uma interface simples e fácil de usar, com o processo de tradução sendo realizado automaticamente—sem necessidade de operação manual. Seja enviando ou recebendo mensagens, o plugin as traduz automaticamente, tornando a comunicação sem preocupações.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicação pessoal quanto empresarial.\n\nAlém disso, o plugin traduz automaticamente as mensagens que você envia, tornando a comunicação rápida e fácil. Diga adeus ao incômodo da tradução; nosso plugin simplifica tudo para você.\n\n✓ Traduza facilmente conversas entre idiomas: Não importa o país ou região, você pode facilmente conseguir uma comunicação perfeita com seus contatos.\n✓ Tradução automática inteligente: Não há necessidade de selecionar idiomas manualmente; o plugin traduz automaticamente com base nas suas configurações.\n✓ Proteja sua privacidade: Seu histórico de bate-papo e informações pessoais estão seguros. Não coletamos, armazenamos ou compartilhamos nenhum dos seus dados.\n✓ Versátil para diversos cenários: Perfeito para situações como viagem, negócios, estudos e mais, garantindo que você se sinta confiante e confortável em qualquer ambiente linguístico.\n✓ Seguro e confiável: O plugin passou por rigorosos testes de segurança, garantindo que seu computador e privacidade estejam protegidos contra ameaças.\n\nAlém disso, oferecemos o MoreTools para capacitá-lo com funcionalidades ainda mais poderosas.\n\n--- Isenção de Responsabilidade ---\nPor favor, observe que nosso plugin não é afiliado, autorizado, endossado ou oficialmente associado ao Discord, Google ou ao Google Translate. É uma ferramenta independente projetada para aprimorar sua experiência no Discord, fornecendo recursos de tradução automática, oferecendo funcionalidades adicionais e conveniência para a comunicação multilíngue.",
    "pt_PT": "Conecte-se facilmente com amigos ao redor do mundo sem se preocupar com barreiras linguísticas. Este plugin traduz automaticamente mensagens do Discord, suportando mais de 100 idiomas, para que a língua não seja mais um problema.\n\nO nosso plugin possui uma interface simples e fácil de usar, com o processo de tradução gerido automaticamente—não é necessária qualquer operação manual. Quer esteja a enviar ou a receber mensagens, o plugin traduz automaticamente, tornando a comunicação livre de preocupações.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicação pessoal como empresarial.\n\nAlém disso, o plugin traduz automaticamente as mensagens que envia, tornando a comunicação rápida e fácil. Diga adeus ao incómodo das traduções; o nosso plugin simplifica tudo para si.\n\n✓ Traduza facilmente conversas entre idiomas: Não importa o país ou região, pode facilmente alcançar uma comunicação contínua com os seus contactos. \n✓ Tradução automática inteligente: Não há necessidade de selecionar manualmente idiomas; o plugin traduz automaticamente com base nas suas definições.\n✓ Proteja a sua privacidade: O seu histórico de conversas e informações pessoais estão seguros. Não recolhemos, armazenamos ou partilhamos quaisquer dos seus dados.\n✓ Versátil para vários cenários: Perfeito para situações como viagens, negócios, estudo, entre outros, garantindo que se sinta confiante e confortável em qualquer ambiente linguístico.\n✓ Seguro e confiável: O plugin foi submetido a rigorosas verificações de segurança, garantindo que o seu computador e privacidade estão protegidos contra ameaças.\n\nAdicionalmente, fornecemos o MoreTools para capacitá-lo com funcionalidades ainda mais poderosas.\n\n--- Aviso Legal ---\nPor favor, note que o nosso plugin não é afiliado, autorizado, endossado, ou oficialmente associado com o Discord, Google, ou Google Translate. É uma ferramenta independente, desenhada para melhorar a sua experiência no Discord, fornecendo recursos de tradução automática, oferecendo funcionalidades e conveniência adicionais para comunicação multilingue.",
    "ru": "Легко общайтесь с друзьями по всему миру, не беспокоясь о языковых барьерах. Этот плагин автоматически переводит сообщения на Discord, поддерживая более 100 языков, так что язык больше не является проблемой.\n\nНаш плагин обладает простым и удобным интерфейсом, и перевод осуществляется автоматически — ничего не нужно делать вручную. Независимо от того, отправляете ли вы сообщения или получаете их, плагин автоматически переводит их, делая общение беззаботным.\n\nКроме того, этот плагин мощный, безопасный и эффективный. Он подходит как для личного, так и для делового общения.\n\nБолее того, плагин автоматически переводит отправляемые вами сообщения, делая общение быстрым и простым. Забудьте о сложностях перевода; наш плагин упрощает всё для вас.\n\n✓ Легко переводите сообщения на разных языках: независимо от страны или региона, вы можете без труда общаться с вашими контактами.\n✓ Умный автоматический перевод: нет необходимости вручную выбирать языки; плагин автоматически переводит на основе ваших настроек.\n✓ Защита вашей конфиденциальности: ваша история чатов и личная информация защищены. Мы не собираем, не храним и не делимся вашими данными.\n✓ Универсальность в различных сценариях: подходит для таких ситуаций, как путешествия, бизнес, учеба и многое другое, гарантируя вам уверенность и комфорт в любой языковой среде.\n✓ Безопасно и надежно: плагин прошел строгие проверки безопасности, обеспечивая защиту вашего компьютера и конфиденциальности от угроз.\n\nКроме того, мы предоставляем MoreTools, чтобы наделить вас еще более мощными функциями.\n\n--- Отказ от ответственности ---\nОбратите внимание, что наш плагин не аффилирован, не авторизован, не поддерживается и официально не ассоциируется с Discord, Google или Google Translate. Это независимый инструмент, предназначенный для улучшения вашего опыта использования Discord, предоставляя функции автоматического перевода, обеспечивая дополнительную функциональность и удобство для многоязычного общения.",
    "tr": "Dünyanın dört bir yanındaki arkadaşlarınızla dil engelleri konusunda endişelenmeden kolayca bağlanın. Bu eklenti, Discord mesajlarını otomatik olarak çevirir, 100'den fazla dili destekler, böylece dil artık bir sorun olmaktan çıkar.\n\nEklentimiz, çeviri sürecini otomatik olarak yürüten basit ve kullanıcı dostu bir arayüze sahiptir — manuel işleme gerek yok. Mesaj gönderirken veya alırken, eklenti bunları otomatik olarak çevirir, bu da iletişimi sorun olmaktan çıkarır.\n\nAyrıca, bu eklenti güçlü, güvenli ve verimlidir. Hem kişisel hem de ticari iletişim için uygundur.\n\nÜstelik eklenti, gönderdiğiniz mesajları otomatik olarak çevirir, bu da iletişimi hızlı ve kolay hale getirir. Çeviri zorluklarına elveda deyin; eklentimiz her şeyi sizin için basitleştirir.\n\n✓ Dil engeli olmayan sohbetleri zahmetsizce çevirin: Ülke veya bölge ne olursa olsun, kişilerinizle kusursuz bir iletişim kurabilirsiniz.\n✓ Akıllı otomatik çeviri: Dilleri manuel olarak seçmenize gerek yok; eklenti ayarlarınıza göre otomatik çeviri yapar.\n✓ Gizliliğinizi koruyun: Sohbet geçmişiniz ve kişisel bilgileriniz güvendedir. Verilerinizi toplamıyor, saklamıyor veya paylaşmıyoruz.\n✓ Çeşitli senaryolar için çok yönlü: Seyahat, iş, eğitim gibi durumlar için mükemmel, her dil ortamında kendinize güvenle ve rahat hissetmenizi sağlar.\n✓ Güvenli ve güvenilir: Eklenti sıkı güvenlik kontrollerinden geçti, böylece bilgisayarınız ve gizliliğiniz tehditlerden korunmaktadır.\n\nEk olarak, size daha güçlü işlevler sunmak için MoreTools'u sağlıyoruz.\n\n--- Feragatname ---\nLütfen eklentimizin Discord, Google veya Google Translate ile bağlantılı, yetkilendirilmiş, onaylanmış veya resmi bir ilişki içinde olmadığını unutmayın. Çok dilli iletişim için otomatik çeviri özellikleri sağlayarak Discord deneyiminizi geliştirmek adına tasarlanmış bağımsız bir araçtır, ek işlevsellik ve kolaylık sunmaktadır.",
    "vi": "Dễ dàng kết nối với bạn bè trên toàn thế giới mà không phải lo lắng về rào cản ngôn ngữ. Plugin này tự động dịch các tin nhắn Discord, hỗ trợ hơn 100 ngôn ngữ, vì vậy ngôn ngữ không còn là vấn đề.\n\nPlugin của chúng tôi có giao diện đơn giản và dễ sử dụng, quy trình dịch thuật được xử lý tự động—không cần thao tác thủ công. Cho dù gửi hay nhận tin nhắn, plugin sẽ tự động dịch chúng, giúp việc giao tiếp không còn lo lắng.\n\nNgoài ra, plugin này mạnh mẽ, an toàn và hiệu quả. Nó phù hợp cho cả giao tiếp cá nhân và doanh nghiệp.\n\nHơn thế nữa, plugin tự động dịch các tin nhắn bạn gửi, giúp giao tiếp nhanh chóng và dễ dàng. Nói lời tạm biệt với rắc rối của việc dịch thuật; plugin của chúng tôi đơn giản hóa mọi thứ cho bạn.\n\n✓ Dễ dàng dịch các cuộc trò chuyện đa ngôn ngữ: Không cần biết quốc gia hay khu vực, bạn có thể dễ dàng đạt được giao tiếp liền mạch với liên lạc của mình.\n✓ Dịch tự động thông minh: Không cần phải chọn ngôn ngữ thủ công; plugin tự động dịch dựa trên cài đặt của bạn.\n✓ Bảo vệ quyền riêng tư của bạn: Lịch sử trò chuyện và thông tin cá nhân của bạn được bảo mật. Chúng tôi không thu thập, lưu trữ, hoặc chia sẻ bất kỳ dữ liệu nào của bạn.\n✓ Linh hoạt cho nhiều tình huống: Hoàn hảo cho các tình huống như du lịch, kinh doanh, học tập và nhiều hơn nữa, đảm bảo bạn cảm thấy tự tin và thoải mái trong bất kỳ môi trường ngôn ngữ nào.\n✓ An toàn và đáng tin cậy: Plugin đã trải qua các kiểm tra an ninh nghiêm ngặt, đảm bảo máy tính và quyền riêng tư của bạn được bảo vệ khỏi các mối đe dọa.\n\nNgoài ra, chúng tôi cung cấp MoreTools để trao quyền cho bạn với những tính năng mạnh mẽ hơn.\n\n--- Tuyên bố miễn trừ trách nhiệm ---\nLưu ý rằng plugin của chúng tôi không liên kết, ủy quyền, xác nhận, hoặc chính thức nào với Discord, Google, hay Google Dịch. Đây là một công cụ độc lập được thiết kế để nâng cao trải nghiệm Discord của bạn bằng cách cung cấp các tính năng dịch tự động, mang lại tiện ích và sự tiện lợi bổ sung cho giao tiếp đa ngôn ngữ.",
    "zh_CN": "轻松与世界各地的朋友联系，无需担心语言障碍。此插件自动翻译 Discord 消息，支持超过 100 种语言，所以语言不再是问题。\n\n我们的插件具有简单且用户友好的界面，翻译过程自动处理—无需手动操作。无论发送或接收消息，插件都会自动翻译，使沟通无忧。\n\n此外，此插件功能强大、安全、高效。它适用于个人和商务沟通。\n\n而且，插件自动翻译您发送的消息，使沟通快速和简单。告别翻译的麻烦；我们的插件为您简化一切。\n\n✓ 轻松翻译跨语言聊天：无论哪个国家或地区，您都可以轻松实现与联系人之间的无缝沟通。\n✓ 智能自动翻译：无需手动选择语言；插件会根据您的设置自动翻译。\n✓ 保护您的隐私：您的聊天记录和个人信息是安全的。我们不会收集、存储或共享您的任何数据。\n✓ 适用于多种场景：完美适用于如旅行、商务、学习等情况，确保您在任何语言环境中感到自信和舒适。\n✓ 安全可靠：插件经过严格的安全检查，确保您的计算机和隐私免受威胁。\n\n另外，我们提供 MoreTools 为您赋予更强大的功能。\n\n--- 免责声明 ---\n请注意，我们的插件与 Discord、Google 或 Google Translate 没有任何从属关系、授权、认可或官方关联。它是一种独立工具，旨在通过提供自动翻译功能提升您的 Discord 使用体验，为多语言沟通提供额外的功能和便利。",
    "zh_TW": "輕鬆與全球各地的朋友聯繫，不用擔心語言障礙。此插件可自動翻譯 Discord 訊息，支援超過 100 種語言，因此語言不再是問題。\n\n我們的插件具有簡單且使用者友好的介面，翻譯過程自動處理—無需手動操作。無論是發送或接收訊息，插件都會自動翻譯，使通訊無憂無慮。\n\n此外，這款插件功能強大、安全且高效。適合個人和商務通訊。\n\n此外，該插件會自動翻譯您發送的訊息，使通訊快速且簡單。告別翻譯的麻煩，我們的插件為您簡化了一切。\n\n✓ 輕鬆翻譯跨語言聊天：無論是哪個國家或地區，您都可以輕鬆與您的聯絡人實現無縫通訊。\n✓ 智能自動翻譯：無需手動選擇語言；插件會根據您的設置自動翻譯。\n✓ 保護您的隱私：您的聊天記錄和個人資訊是安全的。我們不會收集、存儲或分享您的任何數據。\n✓ 適用於多種場景：適合旅行、商務、學習等場景，確保您在任何語言環境中都感到自信和舒適。\n✓ 安全可靠：該插件經過嚴格的安全檢查，確保您的計算機和隱私免受威脅。\n\n此外，我們提供 MoreTools，賦予您更多強大的功能。\n\n--- 免責聲明 ---\n請注意，我們的插件與 Discord、Google 或 Google Translate 沒有任何附屬、授權、認可或官方關聯。這是一個獨立的工具，旨在透過提供自動翻譯功能來增強您的 Discord 體驗，為多語言溝通提供額外的功能和便利性。"
  }
}