{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Web Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape data from any website without coding. Simply describe the task and the fields you need, then sit back and relax."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The AI Web Scraper Chrome extension offers a quick, code-free way to gather structured data from virtually any webpage. Simply open the page you want to scrape, specify what data you need, and click “Run Scrape.” The extension sends your request through InstantAPI.ai—an AI-powered data-processing platform—to intelligently extract the information you’re after and download it in a convenient CSV file. Best of all, the extension can even handle multi-page scraping to capture large data sets, automatically detecting “next page” links and continuing the process until all pages are collected.\n\nWhy You Should Install It\n\n1. Save Time & Effort: No coding or complex setup required. Let AI parse the page on your behalf.\n\n2. Automate Data Extraction: Great for lead generation, research, e-commerce price tracking, and more.\n\n3. Scalable & Reliable: Works across multiple pages, so you can quickly gather comprehensive datasets.\n\n4. Powered by InstantAPI.ai: Seamlessly integrates with the InstantAPI.ai platform, which can enhance and customize your data retrieval and even scale enterprise-level operations if needed.\n\n5. Easy CSV Export: Once the scrape is complete, your data is automatically downloaded as a CSV file—ready for immediate analysis or import into other tools.\n\nInstall the AI Web Scraper by InstantAPI.ai and transform your manual data gathering tasks into a smart, automated workflow!"
  }
}