{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PARTY"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make the web fun again! Take back control & ownership of your data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join the Private Party!!!\n\nYour friend has invited you to add a privacy extension to your browser:\n\n- Send and decrypt secret messages from your friends anywhere on the internet!\n\n- Stops tech companies (even us) from mass \"surveillance capitalism\".\n\n- Gives you ownership and control over all your data online.\n\n- Creates a searchable history of your posts, your friend list, and more!\n\nHow it works:\n\n1. See a secret post from your friend.\n\n2. Install the browser extension if you haven't already.\n\n3. Your friends' posts automatically get decrypted!\n\n4. Post your own secret messages anywhere on the web!\n\n- It uses military grade cryptographic security to protect you.\n\n- We (or others) do not have access to your password or private keys.\n\n50% Privacy: Party Mode! \n\n- Makes it easy for people at the Party to see data, but hard for companies & governments.\n\n- Stops surveillance capitalism & mass surveillance through expensive energy sucking time hogs.\n\n- Say Facebuck gets 10K+ posts a second, it would take them 1+ hour to decrypt each second of data.\n\n- But it only takes half a second for other Party friends to decrypt one of your messages.\n\n100% Privacy: Secret Agent Mode!\n\n- It requires you verify your friends, which is a little extra work, but then only they can decrypt.\n\n- Nobody else can see your data, not other Party users, not tech monopolies, not governments.\n\n- You cannot use it for illegal purposes. If you do, governments will steal your laptop to decrypt.\n\n- You can use it to share private information with your verified friends, gf/bf, coworkers, etc.\n\nBy installing the extension, you agree to the Terms of Use:\n\nhttps://docs.google.com/document/d/1rw_FR8DE1acqfMaBg20EhocGYdHYcYlSoFbpk9r2Ls0"
  }
}