{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Road in Frozen Forest Live Wallpaper Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into a mesmerizing winter wonderland every time you open a new tab with the Road in Frozen Forest Live Wallpaper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Immerse yourself in the tranquil beauty of a snow-covered forest.\n\nThis live wallpaper transforms your browser into a serene, icy world, where a snow-covered road winds through towering trees blanketed in frost. The gentle falling snowflakes and the crisp winter air create an atmosphere of peace and quiet, perfect for anyone who loves the calm beauty of winter landscapes. Whether you’re a nature enthusiast or simply love the aesthetic of a winter road, this live wallpaper will make your browsing experience feel like a refreshing escape.\n\nKey Features\n❄️ Falling Snow Animation: Watch snowflakes gently fall over the serene road and forest, adding a calming touch to your browsing.\n🌲 Snow-Covered Forest Road: A tranquil winter scene with snow-covered trees and a peaceful road that captures the essence of a frozen forest.\n🔍 Google Search Bar: Conveniently search the web without leaving the beauty of your wintery background.\n🕒 Clock & Date Display: Stay updated with the current time and date while enjoying the peaceful snowy atmosphere.\n🔗 Customizable Shortcuts: Easily add and remove shortcuts to your favorite websites for quick access.\n⚙️ Extension Management Links: Find \"Remove Extension\" and \"More Extensions\" options at the bottom left for quick management.\nTurn your browser into a peaceful retreat with the Road in Frozen Forest Live Wallpaper. Enjoy the calming ambiance of winter every time you open a new tab.\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}