{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AGB-Check von Stiftung für Konsumentenschutz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Der AGB Check erkennt automatisch AGB und identifiziert einige wichtige Klauseln für Dich."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Abo-Fallen vermeiden und Geld sparen mit dem kostenlosen AGB-Check für Deutschland, Österreich und die deutsche Schweiz.\n\nAuch für Firefox hier verfügbar: https://addons.mozilla.org/de/firefox/addon/agb-check-konsumentenschutz/\n\nDu kannst AGB beim Online Shopping analysieren und siehst, wenn sich ein Abo automatisch verlängert, Widerrufsrechte fehlen oder Rücksendekosten nicht übernommen werden!\n\nPartnerschaft der Stiftung für Konsumentenschutz mit OnGoodTerms.io\n\n\"Ich bestätige, dass ich die Allgemeinen Geschäftsbedingungen gelesen habe\" - ist die meistverbreitete Lüge im Internet! Wir kreuzen das Bestätigungskästchen ✅ an, ohne die AGB überhaupt zu lesen!\n\nOnline-Shopping ist nicht immer einfach und risikofrei.\n\nDer AGB-Check beantwortet folgende wichtige Fragen:\n\"Verlängert sich ein Abonnement ohne mein Wissen?\"\n\"Welche Kündigungsfrist muss ich einhalten?\"\n\"Habe ich ein Rückgaberecht?\"\n\nWas die Medien über den AGB-Check sagen:\n\n\"Wer es bequem und schnell mag.\" – SRF\n\n\"... hilft, sich gegen unerwünschte Vertragserneuerungen zu wappnen.\" - Tagesanzeiger\n\n\"... besonders bei Probe-Abos praktisch...\" - Netzwoche\n\n\"... im Falle von heiklen Klauseln warnt.\" – PCtipp\n\nNoch nie war es so einfach, AGB zu prüfen! Der AGB-Check...\n\n->\tPrüft sofort AGB von Online-Shops\n->\tErkennt wichtige Klauseln in Echtzeit\n->\tNutzt Server in der Europäischen Union\n\nEinfach die Erweiterung installieren und wie gewohnt online einkaufen. \n\nVor der nächsten Bestellung öffnen Sie die AGB, starten in der Erweiterung die Analyse und warten auf das Ergebnis! \n\nProbieren Sie es einfach mal aus!\n\n--------------------\n\nMit dieser Erweiterung können Sie einfach und flexibel Ihre AGB überprüfen.\n\nWenn Sie noch etwas vermissen, lassen Sie es uns wissen, damit wir uns Gedanken machen können, was wir als nächstes entwickeln können.\n\nDatenschutz ist für uns wichtig: Alle unsere Produkte laufen auf EU-Servern und entsprechen den europäischen Datenschutzstandards."
  }
}