{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Time Labels"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome Extension for saving labelled timestamps of YouTube videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take notes on YouTube easily with YouTube Time Labels.\n\nAdd labels to different times of a video, and skip a video to that time by simply clicking the recorded timestamp on the extension.\n\nVery helpful for long videos where you want to save particular sections (e.g. lecture material, a song from a compilation), or to simply keep track of your favorite videos.\n\nHotkey to add a timestamp:\nWindows: CTRL+SHIFT+Q\nMacOS: ⌘+⇧+E\n\nFor easy access to the extension, make sure to pin the extension.\n\nMajor Features:\n- Add and remove videos to the extension, and give videos a custom name.\n- Record and delete video timestamps to the extension\n- Add custom labels / notes to timestamps.\n- Open a video at a particular timestamp from the extension.\n- Filter videos by title or timestamp label\n- Export / Import data of your saved videos and timestamps.\n\nThis is a personal project I made for fun and learning. If you are interested in the source code, please visit the GitHub page: https://github.com/brianlinUM/youtube-timestamps\n\nAll YouTube browsing data (e.g. saved videos and timestamps) are handled by this extension solely for the functioning of this extension - it can not save notes about timestamps without saving the timestamp after all. This data is only stored locally on your device, and never transmitted elsewhere; I do not collect your data."
  }
}