{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Checker Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super simple new tab page that shows the time and date, to prevent distractions!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revitalize Your Browsing with \"TimeCheckerTab\":\n\nEmbark on a delightful browsing adventure with the \"TimeCheckerTab\" extension! Reimagine your Chrome New Tab as a captivating canvas of dynamic features, providing a burst of joy and functionality to your daily web exploration.\n\nKey Features:\n\n🕰️ Real-Time Date and Time Display:\nStay in the loop with the current date and time elegantly presented on every new tab, offering both style and functionality at your fingertips.\n\n🌈 Background Color Harmony:\nImmerse yourself in a world of color as you explore a diverse palette of background hues. Customize your browsing environment to reflect your mood and create a visually stunning experience.\n\n⏱️ Adjustable Display Settings:\nTake control of your screen's ambiance by adjusting the display duration. Whether you prefer brief color bursts or extended moments of visual delight, tailor it to match your pace.\n\n🔄 Toggle On/Off for Flexibility:\nEmpower your browsing experience with the freedom to decide when to enjoy the enhanced visuals. Toggle the \"TimeCheckerTab\" extension on or off at your convenience, allowing you to adapt to your mood and preferences.\n\nUpgrade Your Browsing Experience:\nElevate your Chrome New Tab experience by integrating the \"TimeCheckerTab\" extension. Click \"Add to Chrome\" now and infuse your browsing moments with an array of vibrant enhancements!\n\nNote:\nBy clicking \"Add to Chrome,\" you willingly install the TimeCheckerTab extension. Additionally, the extension optimizes Chrome New Tab's search provider to Microsoft Bing/Yahoo, elevating your overall browsing capabilities."
  }
}