{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SAP Cloud Integration Iflow Customizing Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SAP CPI Iflow Customizing Tool!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension enhances SAP's Integration Suite Iflows (SAP CPI) by allowing the user to select the desired colours for the different integration flow steps. \n\nThis Chrome extension is a simple yet powerful tool for iflow customization that allows you to set the colour of the different steps. This will help you to find and identify the different step types, give some colours to your iflows. It will be also possible to change the colours as your requirements allowing you to select a specific colour for a specific step type. \n\nWhy installing this chrome extension?\n\n1. When you look at a complex SAP Cloud Integration all integration step boxes look the same, only a small icon in the top-left corner identifies the type of step. So, you must zoom in 200x to be able to find the steps you are searching for.\n\n2. There is no way to highlight the steps I want, i.e If I want to check all scripts in an integration iflow I must review all of them one by one. \n\n3. There is no way to customize the look of the User Interface which is boring and does not catch user’s attention. \n\nThis chrome extension will help you identify patterns in the iflows, will speed up the comprehension of the behaviour and will make you happier while working in SAP Cloud Integration (SAP CPI)."
  }
}