{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OkayVPN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OkayVPN - Residential VPN & Proxy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With OkayVPN extension, you can easily connect to our high-speed servers in multiple locations around the world to access any content you want without any restrictions. Our advanced encryption technology ensures that all your online activities, including your browsing history, passwords, and personal information, remain secure and private.\n\nA unique feature of our VPN is the provision of real residential IP addresses. Our servers are equipped with a mix of static and dynamic residential IP addresses, which ensures that your online activities appear more like those of a regular user. With the highest IP reputation, you can browse the Internet with complete anonymity and security.\n\nThe OkayVPN Chrome extension makes it incredibly easy to use. Simply download and install it on your Chrome browser, then select your desired server location and click connect. That's it - you're now free to browse the web using real residential IP addresses.\n\nWith our Chrome extension, you can\n\nKeep your online activities private and secure with our advanced encryption technology\nChoose from multiple locations to connect to servers around the world\nBenefit from real residential IP addresses with the highest IP reputation\nDon't wait any longer - download OkayVPN Chrome Extension today and experience the ultimate in secure and private browsing with real residential IP addresses.\n\nGet the best proxies at https://okayvpn.com"
  }
}