{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "G.U. Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "G.U.Wallet is a secure web3 ethereum wallet that is easy for anyone to use.\n\n■ Overview. \nG.U. Wallet is a web3 wallet with safe…",
    "ja": "G.U.Walletは、誰でも利用しやすい安全なweb3イーサリアム・ウォレットです。\n\n■概要 \nG.U.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "G.U.Wallet is a secure web3 ethereum wallet that is easy for anyone to use.\n\n■ Overview. \nG.U. Wallet is a web3 wallet with safe and easy-to-use features for everyone from beginners to advanced users. It is developed by a Japanese company, so you can use it with peace of mind.\n\nFeature 1: World-standard Ethereum wallet\n\nThe G.U. Wallet has all the features required for a web3 wallet, allowing you to use the state-of-the-art web3 website and transfer crypto assets using the G.U. Wallet.\n\nFeature 2: Card-type design that is easy for anyone to use.\n\nWe have pursued a design that is easy to use for everyone, from beginners to advanced users. This allows tokens and their target network to be switched in unison simply by sliding the card left or right, preventing accidents such as accidentally transferring tokens on a different network.\n\nFeature.3 Privacy-conscious secure design\n\nThe G.U. Wallet has a blacklist to block services you don't want to connect to and a whitelist to allow connection to certain services, so you can prevent your wallet address from being disclosed to websites you don't authorise. This is a great way to protect your privacy and ensure that you can use the service with peace of mind.\n\nExperience the latest web3 world!",
    "ja": "G.U.Walletは、誰でも利用しやすい安全なweb3イーサリアム・ウォレットです。\n\n■概要 \nG.U. Walletは、初心者から上級者まで誰もが安全かつカンタンに使える機能を備えた、web3ウォレットです。日本企業が開発しているため安心してご利用いただけます。\n\n特徴.1  世界標準のイーサリアム・ウォレット\n\nG.U. Walletは、web3ウォレットに必要なすべての機能を備えており、G.U. Walletを利用することで、最先端のweb3ウェブサイトを利用したり、暗号資産を送金したりすることができます。\n\n特徴.2  誰でもカンタンに使えるカード型デザイン\n\n初心者から上級者まで誰もがカンタンに使えるデザインを追求しました。これにより、カードを左右にスライドするだけで、トークンとその対象のネットワークが一体となって切り替えることができ、誤って別のネットワーク上のトークンを送金するなどの事故を防ぐことができます。\n\n特徴.３　プライバシーに配慮した安全設計\n\nG.U. Walletが有する、接続したくないサービスを遮断するためのブラックリスト、特定のサービスへの接続を許可するためのホワイトリストの管理機能を利用することで、自分が許可していないウェブサイトへ自分のウォレットアドレスが勝手に公開されることを防ぐことができるなど、安心してご利用できるようプライバシー保護にも配慮しています。\n\n最新のweb3の世界を体験してみましょう！"
  }
}