{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome ChatGPT Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create ChatGPT prompts, and execute them via the right click menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of copy pasting text into ChatGPT? Tired of switching tabs? Do you wish you could just run a prompt within Chrome with just a click? Well now you can!\n\nChrome ChatGPT helper is a Google Chrome extension that adds customisable ChatGPT prompts to your Chrome right click menu. You can use these prompts to replace your selected text with the prompt of your choosing. Example usages are rewriting your mail in a professional manner, or generating a joke, right inside your text field.\n\nThis extension is completely open source, and does not contain any tracking, nor collect any data. See the source code here: https://github.com/umutseven92/chrome-chatgpt-helper\n\nConfiguration:\n\nAfter installing the extension, click on the extension icon on the top right and click Options. Alternatively, right click on the web page, and click Edit Prompts. This will open the Options page for the extension. \n\nOpenAI API Key:\n\nIf your don't have an OpenAI account, please create one, generate an OpenAI API Key, then paste the Secret Key here. Keep this key secret!\n\nMake sure you have enough credits in your account. It is also a good idea to set usage limits, so you don't encounter any surprises!\n\nModel:\n\nChoose your model. GPT-4 is smarter, but more expensive than GTP-3.5 Turbo. See here for pricing details.\n\nPrompts:\n\nClick Add Prompt to add a new prompt. Make sure that your prompt names are unique. Click Delete Prompt to delete the prompt.\n\nWhen a prompt is run via the right-click menu, your text selection will be replaced by the prompt result, and your original selection will be copied to the clipboard, so you can press Ctrl + V to get it back. You can use $selection inside your prompts to insert the selected text into the prompt, please see the built-in prompts for examples.\n\nWhen using this extension with Reddit, please switch to Markdown Mode first, as Reddit's \"fancy\" editor has issues with handling paste events.\n\nKeep in mind that changes won't be saved until the Save button is clicked!\n\nDisclaimer:\n\nThis extension bridges Google Chrome to ChatGPT; we are not responsible for what ChatGPT might generate. You are responsible for any costs incurred by using this extension- this extension is free, but ChatGPT itself isn't. Like mentioned above, set usage limits to avoid being overcharged. This extension does not collect any data whatsoever, nor does it contain any tracking."
  }
}