{
  "name": {
    "ar": "WebColorChanger - حماية بصرك",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,kn,lv,ml,mr,ms,pt_BR,pt_PT,sl,sw,ta,te,zh_CN,zh_TW": "WebColorChanger - Protecting your eyesight",
    "bg": "WebColorChanger - Защитава зрението ви",
    "cs": "WebColorChanger - Chrání váš zrak",
    "da": "WebColorChanger - Beskytter dit syn",
    "de": "WebColorChanger - Schützt Ihre Augen",
    "el": "WebColorChanger - Προστατεύει την όρασή σας",
    "es": "WebColorChanger - Protegiendo tu vista",
    "fi": "WebColorChanger - Suojaa näköäsi",
    "fr": "WebColorChanger - Protège votre vue",
    "hi": "वेब कलर चेंजर - आपकी दृष्टि की रक्षा करता है",
    "hr": "WebColorChanger - Štiti vaš vid",
    "hu": "WebColorChanger - Védi a látását",
    "id": "WebColorChanger - Melindungi penglihatan Anda",
    "it": "WebColorChanger - Protegge la tua vista",
    "ja": "ウェブカラーチェンジャー - あなたの視力を守ります",
    "ko": "웹 색상 변경기 - 당신의 시력을 보호합니다",
    "lt": "WebColorChanger - Saugo jūsų regėjimą",
    "nl": "WebColorChanger - Beschermt je zicht",
    "no": "WebColorChanger - Beskytter synet ditt",
    "pl": "WebColorChanger - Chroni twój wzrok",
    "ro": "WebColorChanger - Vă protejează vederea",
    "ru": "WebColorChanger - Защита вашего зрения",
    "sk": "WebColorChanger - Chráni váš zrak",
    "sr": "WebColorChanger - Штити ваш вид",
    "sv": "WebColorChanger - Skyddar din syn",
    "th": "WebColorChanger - ปกป้องสายตาของคุณ",
    "tr": "WebColorChanger - Görüşünüzü korur",
    "uk": "WebColorChanger - Захист вашого зору",
    "vi": "WebColorChanger - Bảo vệ thị lực của bạn"
  },
  "short": {
    "ar": "قم بتطبيق مرشحات الألوان المخصصة على مواقع الويب لتقليل إجهاد العين والضغط البصري.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,kn,lv,ml,mr,ms,pt_BR,pt_PT,sl,sw,ta,te,zh_CN,zh_TW": "Apply custom color filters to websites to reduce eye strain and visual stress.",
    "bg": "Прилагайте персонализирани цветни филтри към уебсайтове, за да намалите умората на очите и визуалния стрес.",
    "cs": "Aplikujte vlastní barevné filtry na webové stránky pro snížení únavy očí a vizuálního stresu.",
    "da": "Anvend tilpassede farvefiltre på websteder for at reducere øjentræthed og visuelt stress.",
    "de": "Wenden Sie benutzerdefinierte Farbfilter auf Websites an, um Augenbelastung und visuelle Ermüdung zu reduzieren.",
    "el": "Εφαρμόστε προσαρμοσμένα φίλτρα χρώματος σε ιστοσελίδες για να μειώσετε την κόπωση των ματιών και την οπτική καταπόνηση.",
    "es": "Aplica filtros de color personalizados a los sitios web para reducir la fatiga ocular y el estrés visual.",
    "fi": "Käytä mukautettuja värisuodattimia verkkosivustoilla vähentääksesi silmien rasitusta ja visuaalista stressiä.",
    "fr": "Appliquez des filtres de couleur personnalisés aux sites Web pour réduire la fatigue oculaire et le stress visuel.",
    "hi": "आँखों की थकान और दृश्य तनाव को कम करने के लिए वेबसाइटों पर कस्टम रंग फ़िल्टर लागू करें।",
    "hr": "Primijenite prilagođene filtere boja na web stranice kako biste smanjili naprezanje očiju i vizualni stres.",
    "hu": "Alkalmazzon egyedi színszűrőket a webhelyekre a szemfáradtság és a vizuális stressz csökkentése érdekében.",
    "id": "Terapkan filter warna kustom ke situs web untuk mengurangi kelelahan mata dan stres visual.",
    "it": "Applica filtri di colore personalizzati ai siti web per ridurre l'affaticamento degli occhi e lo stress visivo.",
    "ja": "ウェブサイトにカスタムカラーフィルターを適用し、目の疲れと視覚的ストレスを軽減します。",
    "ko": "웹사이트에 맞춤 색상 필터를 적용하여 눈의 피로와 시각적 스트레스를 줄입니다.",
    "lt": "Taikykite pasirinktinius spalvų filtrus svetainėms, kad sumažintumėte akių nuovargį ir vizualinį stresą.",
    "nl": "Pas aangepaste kleurfilters toe op websites om vermoeide ogen en visuele stress te verminderen.",
    "no": "Bruk tilpassede fargefiltre på nettsteder for å redusere øyetretthet og visuelt stress.",
    "pl": "Zastosuj niestandardowe filtry kolorów do stron internetowych, aby zmniejszyć zmęczenie oczu i stres wizualny.",
    "ro": "Aplicați filtre de culoare personalizate pe site-uri web pentru a reduce oboseala ochilor și stresul vizual.",
    "ru": "Применяйте пользовательские цветовые фильтры к веб-сайтам, чтобы уменьшить напряжение глаз и визуальный стресс.",
    "sk": "Aplikujte vlastné farebné filtre na webové stránky pre zníženie únavy očí a vizuálneho stresu.",
    "sr": "Примените прилагођене филтере боја на веб странице како бисте смањили напрезање очију и визуелни стрес.",
    "sv": "Applicera anpassade färgfilter på webbplatser för att minska ögontrötthet och visuell stress.",
    "th": "ใช้ฟิลเตอร์สีที่กำหนดเองกับเว็บไซต์เพื่อลดความเมื่อยล้าของดวงตาและความเครียดทางสายตา",
    "tr": "Göz yorgunluğunu ve görsel stresi azaltmak için web sitelerine özel renk filtreleri uygulayın.",
    "uk": "Застосовуйте користувацькі кольорові фільтри до веб-сайтів, щоб зменшити напругу очей та візуальний стрес.",
    "vi": "Áp dụng bộ lọc màu tùy chỉnh cho các trang web để giảm mỏi mắt và căng thẳng thị giác."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Inspiration Behind Our Extension\nWe developed this plugin to address the issue of visual fatigue caused by prolonged computer use. In the digital age, many people spend hours staring at screens daily, which can lead to eye discomfort, headaches, and vision deterioration. By adjusting webpage colors and brightness, we aim to create a more comfortable visual environment for users, reducing eye strain and protecting vision health.\n\nKey Features\n- Instant Effect: Color filters can be applied or turned off immediately without refreshing the page.\n- Independent Page Control: Each tab can have different color filter settings.\n- Custom Colors: Users can choose colors that best suit their preferences.\n- Opacity Adjustment: Fine-tuned opacity control allows users to find their most comfortable setting.\n- Vision Protection: Effectively reduces eye strain by decreasing harmful light emitted from screens.\n6. User-Friendly: One-click toggle, easy to operate without complex settings.\n\nHow to Use Our Extension\nAfter installation, you'll see our icon in the browser toolbar.\nClick the icon to quickly turn the color filter on or off.\nRight-click the icon and select \"Options\" to enter the settings page.\nOn the settings page, you can:\nEnable or disable the filter\nChoose the filter color\nAdjust the filter opacity\nPreview the effect in real-time\n\nFrequently Asked Questions\nQ: Will the filter affect webpage interactions?\nA: No, our filter is designed not to interfere with normal webpage interactions.\n\nQ: Does the filter work on all websites?\nA: Yes, our plugin works on most websites. However, some special pages (like browser settings pages) may have restrictions.\n\nQ: How can I temporarily disable the filter?\nA: Simply click the plugin icon in the browser toolbar to quickly turn the filter on or off.\n\n\nQ: Will the filter affect screenshots?\nA: Yes, since our filter directly affects the webpage display, it will impact screenshots. If you need to take a screenshot, we recommend temporarily turning off the filter.\n\nQ: Why are my settings different on different devices?\nA: Currently, our plugin doesn't support cross-device settings synchronization. Settings on each device are independent, allowing you to customize based on each device's screen characteristics.\n\nBy using our plugin, you can create a more comfortable web browsing environment for yourself, effectively reducing visual fatigue and protecting eye health. Whether you're working long hours or casually browsing, our plugin can provide you with a better visual experience."
  }
}