{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "onlinecasinobox.net"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will Redirect you to https://onlinecasinobox.net/"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OnlineCasinoBox officially launched in December 2018 to provide the masses with great insights into finding the best online casinos based on player preferences. The reason behind the launch of this new site is to fill the gap on what seems to be a flooded iGaming industry filled with illegitimate operators, false information and unreliable sources. As such, at OnlineCasinoBox, you can only find true and accurate information based on extensive research in the online casino market. \n\nAll of the online casino data collected is thoroughly analyzed to provide the public with up to date information on casinos, bonuses and slots. You can rest assured that with OnlineCasinoBox on your side, you can make an informed decision on where you choose to play!\n\nCountries and Geo-Markets\n\nThe main geographical target focus lies within servicing the United Kingdom, German, Finnish, Swedish, Danish, Netherlands, Norwegian, and French markets. With this, OnlineCasinoBox can laser focus its attention on providing the best services to these countries. There's no doubt about it, the European market is huge on online casino gaming and with that, comes the need for a reliable source of information to inform players on what's happening in the industry, along with great tools to select the best online casino, based on each player's personal needs. \n\nIn the new year, OnlineCasinoBox plans to provide its services to new countries. As such, this will open up opportunities to provide players with new exclusive casino bonuses and options. Furthermore, OnlineCasinoBox aims to shed some light on fraudulent casinos and information to protect gamblers against illegitimate operations. With all this and more, you can expect to see OnlineCasinoBox become the best worldwide online casino guide. \n\nCompare Casinos and Select the Best at OnlineCasinoBox\n\nOnlineCasinoBox provides players with the best tools to make the best decision about where to play. Unlike any other casino guide, there's a convenient option to compare any two or more casinos to see the instant differences. You can simply input your choice of casinos and the results will show you a comparison in terms of:\n- The Bonus Advantages;\n- The Withdrawal Advantages;\n- The Casinobox Rating;\n- The Overall Casino Score.\n\nFind the Best Bonus Types\n\nAt OnlineCasinoBox.net, you need not worry about signing up at an online casino that has standard casino bonus deals. Instead, you can opt to play with improved and exclusive bonuses to get the most out of your online casino adventures. Look no further than checking out what OnlineCasinoBox has to offer in terms of bigger bonuses, better wagering requirements and better packaged bonus deals.\n\nInstantly Play any Casino Games or Slots for Free!\n\nAs OnlineCasinoBox aims to be the best worldwide online casino guide, you can expect to find accurate reviews about a wide variety of online casino games. The best part of it all is that all of these slot games can be played for free directly from the Online Casino Box site! You can search for the best slots by filtering options according to alphabetic order, by the amount of times the games were played, by their rating, by specific themes that interest you, by specific features or by a list of casinos."
  }
}