{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PureTwitter"
  },
  "short": {
    "ar": "حظر المحتوى التحريضي والعنف والخبيثة على تويتر بناءً على القوائم السوداء والكلمات المفتاحية، وحظر حسابات تويتر.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,hu,it,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk,vi": "Block sexual, violent, and explicit content on Twitter based on a blacklist and dictionary, as well as block Twitter accounts.",
    "de": "Blockieren Sie Inhalte basierend auf einer Blacklist und Schlüsselwörtern: Blockieren Sie sexuelle, gewalttätige und anstößige…",
    "es": "Bloquear contenido de Twitter pornográfico, violento y vulgar según las listas negras y palabras clave, y bloquear cuentas de…",
    "fil": "I-block ang mga nilalaman batay sa blacklist at mga keyword: i-block ang mga seksuwal, marahas, at bastos na nilalaman sa Twitter,…",
    "fr": "Bloquer le contenu Twitter pornographique, violent et vulgaire selon les listes noires et les mots-clés, et bloquer les comptes…",
    "hi": "ट्विटर पर काली सूची और शब्दकोश के आधार पर सेक्सुअल, हिंसक और अश्लील सामग्री को ब्लॉक करें, साथ ही ट्विटर खातों को खंडित करें।",
    "id": "Memblokir konten berdasarkan daftar hitam dan kata kunci: memblokir konten berbau seksual, kekerasan, dan cabul di Twitter, serta…",
    "ja": "ブラックリストとキーワードに基づいて、ポルノ、暴力、低俗なツイートのコンテンツをブロックし、Twitterアカウントをブロックします。",
    "nl": "Blokkeren van expliciete, gewelddadige en vulgaire inhoud op Twitter op basis van een zwarte lijst en trefwoorden, evenals het…",
    "pt_BR": "Bloquear conteúdo pornográfico, violento e vulgar no Twitter com base em listas negras e palavras-chave, e bloquear contas do…",
    "ru": "Блокировка контента на основе черного списка и ключевых слов: блокирует контент сексуального, насильственного и пошлого характера в…",
    "th": "บล็อคเนื้อหาที่มีความผิดสัตวยิภาพ ความรุนแรง และต่ำต้อแหล่งบน Twitter ตามรายการดำเนินคดีและบัญชี Twitter",
    "tr": "Kara listesi ve anahtar kelimelere göre pornografi, şiddet, düşük kaliteli Twitter içeriğini engelle ve Twitter hesaplarını…",
    "zh_CN": "根据黑名单、关键词屏蔽色情、暴力、低俗的推特内容，并屏蔽推特账号。",
    "zh_TW": "根據黑名單、關鍵詞屏蔽色情、暴力、低俗的推特內容，並屏蔽推特帳號。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension that filters out tweets and Twitter accounts containing pornography, violence, or advertisements automatically. With this extension, you can now stay away from junk tweets and enjoy a cleaner and safer Twitter experience. Say goodbye to inappropriate content and hello to a more pleasant social media experience. Get our browser extension now and start enjoying a better Twitter!"
  }
}