{
  "name": {
    "ar": "محول كشف الحساب البنكي",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bank Statement Converter",
    "de": "Kontoauszugsumwandler",
    "es": "Convertidor de extractos bancarios",
    "fr": "Convertisseur de relevé bancaire",
    "it": "Convertitore di estratto conto",
    "ja": "銀行明細をアップロード",
    "ko": "은행 명세서 변환기",
    "pl": "Konwerter wyciągów bankowych",
    "pt_BR,pt_PT": "Conversor de extrato bancário"
  },
  "short": {
    "ar": "محول كشف الحساب البنكي من PDF إلى Excel و CSV",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bank Statement Converter From PDF to Excel & CSV",
    "de": "Kontoauszugsumwandler von PDF zu Excel und CSV",
    "es": "Convertidor de extractos bancarios de PDF a Excel y CSV",
    "fr": "Convertisseur de relevé bancaire de PDF en Excel et CSV",
    "it": "Convertitore di estratto conto da PDF a Excel e CSV",
    "ja": "銀行明細変換器 (PDFからExcelおよびCSVへ)",
    "ko": "은행 명세서 변환기 (PDF에서 Excel 및 CSV로)",
    "pl": "Konwerter wyciągów bankowych z PDF na Excel i CSV",
    "pt_BR,pt_PT": "Conversor de extrato bancário de PDF para Excel e CSV"
  },
  "long": {
    "ar": "حوّل كشوفاتك البنكية إلى Excel و CSV\n\nبسّط إدارة أمورك المالية باستخدام محول كشوفات الحساب البنكي بصيغة.\n\nلماذا تختار تطبيقنا؟\n\n- توفير الوقت: عن طريق تحويل كشوفات حسابك البنكي إلى Excel، يمكنك أتمتة إدخال البيانات وتوفير الوقت.\n- الدقة: يضمن لك خوارزمنا تسجيل جميع المعاملات بدقة في جدول بيانات Excel.\n- يدعم أكثر من 1000 بنك: تطبيقنا متوافق مع أكثر من 1000 بنك حول العالم، مما يتيح لك تحويل كشوفات الحساب من أي بنك تقريبًا.\n- دعم عملاء مخصص: فريق دعم العملاء لدينا متاح للإجابة على جميع أسئلتك وتقديم المساعدة الشخصية في أي وقت تحتاجه.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert Bank Statements To Excel & CSV\n\nSimplify your financial management with our Bank Statement Converter.\n\nWhy Choose Our App?\n\n- Time-saving: By converting your bank statements to Excel, you can automate data entry tasks and save time.\n- Accuracy: Our algorithm ensures accurate recording of every transaction in your Excel spreadsheet.\n- Supports 1000+ Banks: Our app is compatible with over 1000 banks worldwide, allowing you to convert statements from almost any bank.\n- Dedicated Customer Support: Our customer support team is here to answer all your questions and provide personalized assistance whenever you need it.",
    "de": "Konvertieren Sie Kontoauszüge in Excel und CSV\n\nVereinfachen Sie Ihr Finanzmanagement mit unserem Kontoauszugskonverter.\n\nWarum unsere App wählen?\n\n- Zeitersparnis: Durch die Umwandlung Ihrer Kontoauszüge in Excel automatisieren Sie Dateneingabeaufgaben und sparen Zeit.\n- Genauigkeit: Unser Algorithmus stellt sicher, dass jede Transaktion genau in Ihrer Excel-Tabelle erfasst wird.\n- Unterstützt 1000+ Banken: Unsere App ist mit über 1000 Banken weltweit kompatibel und ermöglicht die Umwandlung von Kontoauszügen fast jeder Bank.\n- Engagierter Kundensupport: Unser Kundensupport-Team steht Ihnen zur Verfügung, um alle Ihre Fragen zu beantworten und personalisierte Hilfe zu leisten, wann immer Sie sie benötigen.",
    "es": "Convierte tus extractos bancarios a Excel y CSV\n\nSimplifica la gestión de tus finanzas con nuestro Convertidor de Extractos Bancarios.\n\n¿Por qué elegir nuestra app?\n\n- Ahorro de tiempo: Al convertir tus extractos bancarios a Excel, puedes automatizar tareas de entrada de datos y ahorrar tiempo.\n- Precisión: Nuestro algoritmo garantiza un registro preciso de cada transacción en tu hoja de cálculo de Excel.\n- Compatibilidad con más de 1000 bancos: Nuestra aplicación es compatible con más de 1000 bancos en todo el mundo, permitiéndote convertir extractos de casi cualquier banco.\n- Soporte al cliente dedicado: Nuestro equipo de soporte al cliente está aquí para responder a todas tus preguntas y brindarte asistencia personalizada siempre que la necesites.",
    "fr": "Simplifiez la gestion de vos finances avec notre Convertisseur de Relevés Bancaires.\n\nPourquoi choisir notre application?\n\n- Gain de temps : En convertissant vos relevés bancaires en Excel, vous automatisez les tâches de saisie de données et gagnez du temps.\n- Précision : Notre algorithme garantit un enregistrement précis de chaque transaction dans votre feuille de calcul Excel.\n- Compatible avec plus de 1000 banques : Notre application est compatible avec plus de 1000 banques dans le monde, vous permettant de convertir les relevés de presque toutes les banques.\n- Support client dédié : Notre équipe de support est là pour répondre à toutes vos questions et fournir une assistance personnalisée à tout moment.",
    "it": "Converti i tuoi estratti conto in Excel e CSV\n\nSemplifica la tua gestione finanziaria con il nostro Convertitore di Estratti Conto.\n\nPerché scegliere la nostra app?\n\n- Risparmio di tempo: Convertendo i tuoi estratti conto in Excel, puoi automatizzare le attività di inserimento dati e risparmiare tempo.\n- Precisione: Il nostro algoritmo garantisce una registrazione accurata di ogni transazione nel tuo foglio di calcolo Excel.\n- Supporta oltre 1000 banche: La nostra app è compatibile con oltre 1000 banche in tutto il mondo, consentendoti di convertire gli estratti conto da quasi qualsiasi banca.\n- Assistenza clienti dedicata: Il nostro team di supporto clienti è a tua disposizione per rispondere a tutte le tue domande e fornire assistenza personalizzata ogni volta che ne hai bisogno.",
    "ja": "銀行明細をExcelとCSVに変換\n\nPDF銀行明細変換ツールで金融管理を簡素化しましょう。\n\nなぜ当社のアプリを選ぶのか？\n\n- 時間節約: 銀行明細をExcelに変換することで、データ入力作業を自動化し、時間を節約できます。\n- 正確さ: 当社のアルゴリズムは、Excelスプレッドシートにすべての取引を正確に記録します。\n- 1000以上の銀行に対応: 当社のアプリは、世界中の1000を超える銀行と互換性があり、ほぼすべての銀行の明細を変換できます。\n- 専任のカスタマーサポート: お客様の質問にお答えし、必要なときにいつでもパーソナライズされたサポートを提供するカスタマーサポートチームがいます。",
    "ko": "은행 명세서를 Excel 및 CSV로 변환\n\nPDF 은행 명세서 변환기로 금융 관리를 간소화하세요.\n\n우리 앱을 선택하는 이유는?\n\n- 시간 절약: 은행 명세서를 Excel로 변환하면 데이터 입력 작업을 자동화하고 시간을 절약할 수 있습니다.\n- 정확성: 우리의 알고리즘은 모든 거래를 Excel 스프레드시트에 정확하게 기록합니다.\n- 1000개 이상의 은행 지원: 우리 앱은 전 세계 1000개 이상의 은행과 호환되며, 거의 모든 은행의 명세서를 변환할 수 있습니다.\n- 전담 고객 지원: 고객 지원 팀이 모든 질문에 답변하고 필요할 때마다 맞춤형 지원을 제공합니다.",
    "pl": "Konwertuj wyciągi bankowe do Excela i CSV\n\nUprość zarządzanie finansami za pomocą naszego Konwertera Wyciągów Bankowych.\n\nDlaczego wybrać naszą aplikację?\n\n- Oszczędność czasu: Konwertując wyciągi bankowe do Excela, automatyzujesz zadania związane z wprowadzaniem danych i oszczędzasz czas.\n- Dokładność: Nasz algorytm zapewnia dokładne rejestrowanie każdej transakcji w arkuszu Excel.\n- Obsługuje ponad 1000 banków: Nasza aplikacja jest kompatybilna z ponad 1000 bankami na całym świecie, umożliwiając konwersję wyciągów z prawie każdego banku.\n- Dedykowana obsługa klienta: Nasz zespół wsparcia jest gotowy odpowiedzieć na wszystkie pytania i zapewnić spersonalizowaną pomoc, gdy tylko jej potrzebujesz.",
    "pt_BR,pt_PT": "Converta Extratos Bancários para Excel e CSV\n\nSimplifique sua gestão financeira com nosso Conversor de Extrato Bancário.\n\nPor que escolher nosso aplicativo?\n\n- Economia de tempo: Ao converter seus extratos bancários para Excel, você pode automatizar as tarefas de inserção de dados e economizar tempo.\n- Precisão: Nosso algoritmo garante o registro preciso de todas as transações na sua planilha do Excel.\n- Suporta mais de 1000 bancos: Nosso aplicativo é compatível com mais de 1000 bancos em todo o mundo, permitindo converter extratos de praticamente qualquer banco.\n- Suporte ao cliente dedicado: Nossa equipe de suporte está pronta para responder a todas as suas perguntas e fornecer assistência personalizada sempre que precisar."
  }
}