{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Video Skipper"
  },
  "short": {
    "ar": "هذه امتداد لتخطي بداية ونهاية الفيديوهات. المواقع: نتفليكس / أمازون برايم / أبيما / DMM TV",
    "am": "ይህ ቪዲዮዎችን መጀመሪያና መጨረሻውን ለመዝለል የሚረዳ ማስተካከያ ነው። ድህረ ገፆች: Netflix / Amazon Prime / Abema / DMM TV",
    "bg": "Това е разширение за прескачане на началото и края на видеоклипове. сайтове: Netflix / Amazon Prime / Abema / DMM TV",
    "bn": "এটি ভিডিওগুলির শুরু এবং শেষ বাদ দেওয়ার একটি এক্সটেনশন। সাইটগুলি: Netflix / Amazon Prime / Abema / DMM TV",
    "ca": "Aquesta és una extensió per saltar-se l'inici i el final dels vídeos. llocs: Netflix / Amazon Prime / Abema / DMM TV",
    "cs": "Toto je rozšíření pro přeskočení úvodní a závěrečné části videí. stránky: Netflix / Amazon Prime / Abema / DMM TV",
    "da": "Dette er en udvidelse til at springe åbningen og afslutningen af videoer over. sider: Netflix / Amazon Prime / Abema / DMM TV",
    "de": "Dies ist eine Erweiterung, um den Anfang und das Ende von Videos zu überspringen. Seiten: Netflix / Amazon Prime / Abema / DMM TV",
    "el": "Πρόκειται για μια επέκταση για την παράλειψη της αρχής και του τέλους των βίντεο. ιστότοποι: Netflix / Amazon Prime / Abema / DMM TV",
    "en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,uk": "This is an extension to skip the opening and ending of videos. sites: Netflix / Amazon Prime / Abema / DMM TV",
    "es": "Esta es una extensión para saltar la apertura y el final de los videos. sitios: Netflix / Amazon Prime / Abema / DMM TV",
    "et": "See on laiendus videote avamise ja lõpetamise vahelejätmiseks. saidid: Netflix / Amazon Prime / Abema / DMM TV",
    "fr": "Ceci est une extension pour passer l'ouverture et la fin des vidéos. sites : Netflix / Amazon Prime / Abema / DMM TV",
    "id": "Ini adalah ekstensi untuk melewati pembukaan dan penutupan video. situs: Netflix / Amazon Prime / Abema / DMM TV",
    "it": "Questa è un'estensione per saltare l'apertura e la chiusura dei video. siti: Netflix / Amazon Prime / Abema / DMM TV",
    "ja": "動画のオープニングやエンディングをスキップする拡張機能です。 現在、以下のサイトに対応しています。 Netflix / Amazon Prime / Abema / DMM TV",
    "ko": "이 확장 프로그램은 동영상의 오프닝과 엔딩을 건너뛸 수 있습니다. 사이트: Netflix / Amazon Prime / Abema / DMM TV",
    "th": "นี่เป็นส่วนขยายเพื่อข้ามการเปิดและปิดของวิดีโอ ไซต์: Netflix / Amazon Prime / Abema / DMM TV",
    "tr": "Bu, videoların açılış ve kapanışını atlamak için bir uzantıdır. siteler: Netflix / Amazon Prime / Abema / DMM TV",
    "vi": "Đây là tiện ích mở rộng để bỏ qua đoạn mở đầu và kết thúc của video. các trang web: Netflix / Amazon Prime / Abema / DMM TV",
    "zh_CN": "这是一个用于跳过视频开头和结尾的扩展。支持的网站：Netflix / Amazon Prime / Abema / DMM TV",
    "zh_TW": "這是一個用於跳過視頻開頭和結尾的擴展。支持的網站：Netflix / Amazon Prime / Abema / DMM TV"
  },
  "long": {
    "ar": "------------------------------------------------------------------------\n■ التحديثات القادمة\n・توسيع الخدمات المدعومة\n・تشغيل/إيقاف ميزة التخطي لكل خدمة على حدة\n------------------------------------------------------------------------\n\n■ الوصف\n\nتوفر هذه الإضافة ميزة مريحة تتيح للمستخدمين تخطي بسهولة أجزاء الافتتاح والنهاية من الفيديوهات. ونتيجة لذلك، يمكن للمستخدمين الوصول بسرورة إلى المحتوى الرئيسي للفيديو، مما يتيح لهم الاستمتاع به بشكل أكثر كفاءة.\n\nعلاوة على ذلك، تهدف الإضافة إلى دعم مواقع إضافية في المستقبل وترحب بتلقي طلبات توافق إضافية من المستخدمين. إذا كان هناك موقع ترغب في أن يدعمه الامتداد، فلا تتردد في الاتصال بالمطور. يستمع المطور لملاحظات المستخدمين ويواصل العمل لجعل هذه الميزة المفيدة متاحة على أكبر عدد ممكن من مواقع بث الفيديو.\n\nباستخدام هذه الإضافة، ستصبح تجربة مشاهدة الفيديو أكثر متعة، مما يتيح لك الاستمتاع بكفاءة بمجموعة متنوعة من المحتويات دون إضاعة الوقت في مشاهدة شرائط الافتتاح والختام مرارًا وتكرارًا. تأكد من إدراج هذه الإضافة والاستمتاع بحياة مشاهدة الفيديو المرضية.",
    "am": "------------------------------------------------------------------------\n■ ቀርባ እየተጨማሪ የሚፈጠሩ ማስፋፊያዎች\n・የሚደግም አገልግሎቶችን ማስፋፊያ\n・ለእያንዳንዱ አገልግሎት የማስፋፊያ ባህሪያን ማብራት እና መዝጋት\n------------------------------------------------------------------------\n\n■ መግለጫ\nይህ ማስፋፊያ በቀላሉ ቪዲዮዎችን መጀመሪያና መጨረሻ ክፍሎችን ማስፋፊያ የሚያስችል አግባቡ የሚያስችል አስፈላጊ ባህሪ ይዘዋል. እነዚህ ምክንያት ተጠቃሚዎች ቪዲዮው ዋናው ይዘትን በፍጥነት ሊያግዙ ይችላሉ፣ በዚህ አካሄድ ይልቅ አግባቡ የሚያስችሉ እንዲሆኑ ያደርጋሉ.\n\nበሚቀጥለው ወቅት ማስፋፊያው በሌሎች ድረ-ገፅዎች ላይ ድጋፍ ለማድረግ የታቀደ ነው፣ እና ከተጠቃሚዎች ተጨማሪ መለያነት ጥያቄዎችን በማስተናገድ ይጠቀማል። በማስፋፊያው ላይ ድጋፍ ለማድረግ የሚፈልጉ ድረ-ገፅዎች ካሉ እባክዎን አባላይነቱን ማሳሰቢያ አድርጉ። አባላይነቱ የተጠቃሚዎችን አስተያየት ይሰማል፣ እና በእያንዳንዱ ቪዲዮ ስርጭት ድረ-ገፅ ላይ ይህን ጠቃሚ ባህሪ ማስተላለፍ ለመስራት ይቀጥላል።\n\nበዚህ ማስፋፊያውን ሲጠቀሙ፣ የቪዲዮ ማየት አገልግሎትዎ እጅግ ደስታማ ይሆናል፣ የተለያዩ ይዘቶችን በአገልግሎት ሳይቆጠሩ በመዝጊት በጣም ደስ የሚል ማየት መኖሪያ ማስፈጸም ይችላሉ። እባክዎን ይህን ማስፋፊያ ያካትቱ እና በውጤት የተሞላ የቪዲዮ ማየት ህይወትን ይዘረዘሩ።",
    "bg": "------------------------------------------------------------------------\n■ Предстоящи актуализации\n・Разширяване на поддържаните услуги\n・Включване/Изключване на функцията за прескачане за всяка отделна услуга\n------------------------------------------------------------------------\n\n■ Описание\nТова разширение предлага удобна функция, която позволява на потребителите лесно да прескачат началните и крайните части на видеоклиповете. В резултат на това потребителите могат бързо да получат достъп до основното съдържание на видеото, което им позволява да се наслаждават на него по-ефективно.\n\nОсвен това разширението има за цел да поддържа допълнителни сайтове в бъдеще и е отворено за обработка на допълнителни заявки за съвместимост от потребителите. Ако има сайт, който бихте искали разширението да поддържа, не се колебайте да се свържете с разработчика. Разработчикът слуша обратната връзка от потребителите и продължава да работи за това полезната функция да бъде налична на възможно най-много сайтове за видео стрийминг.\n\nЧрез използването на това разширение вашето преживяване при гледане на видео ще стане още по-приятно, позволявайки ви ефективно да се наслаждавате на множество съдържание, без да прекарвате време, гледайки отново и отново началните и крайните сегменти. Не забравяйте да включите това разширение и да се потопите в изпълнителен живот, насочен към гледането на видео.",
    "bn": "------------------------------------------------------------------------\n■ আসন্ন আপডেটগুলি\n・সমর্থিত পরিষেবাগুলি সম্প্রসারিত হচ্ছে\n・প্রতিটি পৃথক পরিষেবার জন্য চালু/বন্ধ বাদ দেওয়ার বৈশিষ্ট্য\n------------------------------------------------------------------------\n\n■ বিবরণ\nএই এক্সটেনশনটি ব্যবহারকারীদের ভিডিওগুলির শুরুর এবং শেষের অংশগুলি সহজে এমন একটি সুবিধার বৈশিষ্ট্য দেয়। ফলে, ব্যবহারকারীরা ভিডিওর প্রধান কনটেন্টে দ্রুত প্রবেশ করতে পারে, যা তাদের এটি আরও কার্যকরীভাবে উপভোগ করতে সক্ষম করে।\n\nঅধিকভাবে, এই এক্সটেনশনটি ভবিষ্যতে অতিরিক্ত সাইটগুলি সমর্থনের লক্ষ্য করে এবং ব্যবহারকারীদের অতিরিক্ত সামঞ্জস্য অনুরোধগুলি পরিচালনা করার জন্য খোলা। যদি একটি সাইট থাকে যা আপনি এক্সটেনশনটির সমর্থনে চান, তাহলে ডেভেলপারের সাথে যোগাযোগ করতে দ্বিধা না করে। ডেভেলপারটি ব্যবহারকারীদের প্রতিক্রিয়া শুনে এবং সম্ভবতম ভিডিও স্ট্রিমিং সাইটে এই দরকারি বৈশিষ্ট্যটি উপলব্ধ করানোর দিকে চালিয়ে যাচ্ছে।\n\nএই এক্সটেনশনটি ব্যবহার করে, আপনার ভিডিও দেখার অভিজ্ঞতা আরও উপভোগ্য হবে, যা আপনাকে পুনরাবৃত্তি হয়ে উঠা শুরু এবং শেষের খণ্ডগুলি দেখা ছাড়াই বহুলাভিকারে কনটেন্ট উপভোগ করতে সক্ষম করে। এই এক্সটেনশনটি অবশ্যই অন্তর্ভুক্ত করুন এবং একটি পর",
    "ca": "------------------------------------------------------------------------\n■ Actualitzacions pròximes\n・Ampliació dels serveis suportats\n・Funció de saltar activada/desactivada per a cada servei individual\n------------------------------------------------------------------------\n\n■ Descripció\nAquesta extensió ofereix una funció convenient que permet als usuaris saltar-se fàcilment les parts d'obertura i finalització dels vídeos. Com a resultat, els usuaris poden accedir ràpidament al contingut principal del vídeo, permetent-los gaudir-ne més eficientment.\n\nA més, l'extensió té com a objectiu donar suport a més llocs en el futur i està oberta a gestionar peticions addicionals de compatibilitat dels usuaris. Si hi ha un lloc que t'agradaria que l'extensió donés suport, no dubtis a posar-te en contacte amb el desenvolupador. El desenvolupador escolta les opinions dels usuaris i continua treballant per fer disponible aquesta funció útil en tants llocs de streaming de vídeo com sigui possible.\n\nUtilitzant aquesta extensió, la teva experiència de visualització de vídeos es tornarà encara més agradable, permetent-te gaudir eficientment d'una gran varietat de continguts sense haver de passar temps repetidament mirant segments d'obertura i finalització. Assegura't d'incorporar aquesta extensió i endinsa't en una vida plena de visualització de vídeos.",
    "cs": "------------------------------------------------------------------------\n■ Nadcházející aktualizace\n・Rozšíření podporovaných služeb\n・Funkce přeskočení zapnuto/vypnuto pro každou jednotlivou službu\n------------------------------------------------------------------------\n\n■ Popis\nToto rozšíření nabízí pohodlnou funkci, která umožňuje uživatelům snadno přeskočit úvodní a závěrečné části videí. V důsledku toho mohou uživatelé rychle přistoupit k hlavnímu obsahu videa a užívat si jej efektivněji.\n\nDále rozšíření plánuje podporovat další webové stránky v budoucnosti a je otevřeno zpracování dalších požadavků na kompatibilitu od uživatelů. Pokud je webová stránka, kterou byste chtěli, aby rozšíření podporovalo, neváhejte kontaktovat vývojáře. Vývojář naslouchá zpětné vazbě od uživatelů a pokračuje v práci na tom, aby byla tato užitečná funkce k dispozici na co nejvíce webových stránkách s video streamy.\n\nPoužitím tohoto rozšíření se váš zážitek z prohlížení videí stane ještě příjemnějším, což vám umožní efektivně se těšit z množství obsahu, aniž byste museli opakovaně sledovat úvodní a závěrečné části. Určitě zařaďte toto rozšíření a dopřejte si uspokojivý život s prohlížením videí.",
    "da": "------------------------------------------------------------------------\n■ Kommende opdateringer\n・Udvidelse af understøttede tjenester\n・Til/Fra spring over funktion for hver enkelt tjeneste\n------------------------------------------------------------------------\n\n■ Beskrivelse\nDenne udvidelse tilbyder en praktisk funktion, der gør det muligt for brugerne nemt at springe åbnings- og slutningsscenene af videoer over. Som et resultat kan brugerne hurtigt få adgang til hovedindholdet i videoen, hvilket gør det muligt for dem at nyde det mere effektivt.\n\nDerudover sigter udvidelsen mod at understøtte flere websteder i fremtiden og er åben for at håndtere yderligere kompatibilitetsanmodninger fra brugerne. Hvis der er et websted, du gerne vil have udvidelsen til at understøtte, skal du ikke tøve med at kontakte udvikleren. Udvikleren lytter til brugernes feedback og fortsætter med at arbejde hen imod at gøre denne nyttige funktion tilgængelig på så mange videostreamingswebsteder som muligt.\n\nVed at bruge denne udvidelse vil din videooplevelse blive endnu mere behagelig, hvilket gør det muligt for dig at nyde en mangfoldighed af indhold effektivt uden at bruge tid på gentagne gange at se åbnings- og afsluttende segmenter. Sørg for at inkorporere denne udvidelse og nyde et tilfredsstillende videovisningsliv.",
    "de": "------------------------------------------------------------------------\n■ Kommende Updates\n・Erweiterung der unterstützten Dienste\n・Ein-/Ausschalten der Skip-Funktion für jeden einzelnen Dienst\n------------------------------------------------------------------------\n\n■ Beschreibung\nDiese Erweiterung bietet eine praktische Funktion, die es Benutzern ermöglicht, einfach den Anfangs- und Endteil von Videos zu überspringen. Dadurch können Benutzer schnell auf den Hauptinhalt des Videos zugreifen und es effizienter genießen.\n\nDarüber hinaus beabsichtigt die Erweiterung, in Zukunft weitere Websites zu unterstützen und ist offen für zusätzliche Kompatibilitätsanfragen von Benutzern. Wenn es eine Website gibt, die Sie gerne von der Erweiterung unterstützt hätten, zögern Sie nicht, den Entwickler zu kontaktieren. Der Entwickler hört auf das Feedback der Benutzer und arbeitet weiter daran, diese nützliche Funktion auf so vielen Video-Streaming-Websites wie möglich verfügbar zu machen.\n\nDurch die Verwendung dieser Erweiterung wird Ihr Videoerlebnis noch angenehmer und ermöglicht es Ihnen, effizient eine Vielzahl von Inhalten zu genießen, ohne wiederholt die Anfangs- und Endabschnitte anzuschauen. Achten Sie darauf, diese Erweiterung zu integrieren und gönnen Sie sich ein erfüllendes Video-Erlebnis.",
    "el": "------------------------------------------------------------------------\n■ Επερχόμενες Ενημερώσεις\n・Επέκταση υποστηριζόμενων υπηρεσιών\n・Ενεργοποίηση / Απενεργοποίηση λειτουργίας παράλειψης για κάθε μεμονωμένη υπηρεσία\n------------------------------------------------------------------------\n\n■ Περιγραφή\nΑυτή η επέκταση προσφέρει μια βολική λειτουργία που επιτρέπει στους χρήστες να παραλείψουν εύκολα τα αρχικά και τα τελικά τμήματα των βίντεο. Ως αποτέλεσμα, οι χρήστες μπορούν γρήγορα να έχουν πρόσβαση στο κύριο περιεχόμενο του βίντεο, επιτρέποντάς τους να το απολαύσουν πιο αποδοτικά.\n\nΕπιπλέον, η επέκταση στοχεύει να υποστηρίξει πρόσθετες ιστοσελίδες στο μέλλον και είναι ανοιχτή στη διαχείριση επιπρόσθετων αιτημάτων συμβατότητας από τους χρήστες. Εάν υπάρχει μια ιστοσελίδα που θα θέλατε να υποστηρίξει η επέκταση, μη διστάσετε να επικοινωνήσετε με τον προγραμματιστή. Ο προγραμματιστής ακούει τα σχόλια των χρηστών και συνεχίζει να εργάζεται προς την κατεύθυνση της διάθεσης αυτής της χρήσιμης λειτουργίας σε όσο το δυνατόν περισσότερες ιστοσελίδες αναπαραγωγής βίντεο.\n\nΧρησιμοποιώντας αυτήν την επέκταση, η εμπειρία προβολής βίντεο σας θα γίνει ακόμη πιο ευχάριστη, επιτρέποντάς σας να απολαύσετε αποδοτικά πολλαπλό περιεχόμενο χωρίς να ξοδεύετε χρόνο επανειλημμένα παρακολουθώντας τα αρχικά και τα τελικά τμήματα. Βεβαιωθείτε ότι ενσωματώνετε αυτήν την επέκταση και καλλιεργήστε μια ικανοποιητική ζωή προβολής βίντεο.",
    "en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,uk": "------------------------------------------------------------------------\n■ Upcoming Updates\n・Expanding supported services\n・On/Off skip feature for each individual service\n------------------------------------------------------------------------\n\n■ Description\n\nThis extension offers a convenient feature that allows users to easily skip the opening and ending portions of videos. As a result, users can quickly access the main content of the video, enabling them to enjoy it more efficiently.\n\nCurrently, this extension is compatible with popular video streaming sites, allowing users to enjoy a wide range of content. You can use the skip function for openings and endings on various videos provided on supported sites.\n\nFurthermore, the extension aims to support additional sites in the future and is open to handling additional compatibility requests from users. If there is a site you would like the extension to support, please do not hesitate to contact the developer. The developer listens to users' feedback and continues to work towards making this useful feature available on as many video streaming sites as possible.\n\nBy using this extension, your video viewing experience will become even more enjoyable, allowing you to efficiently enjoy a multitude of content without spending time repeatedly watching opening and ending segments. Be sure to incorporate this extension and indulge in a fulfilling video viewing life.",
    "es": "------------------------------------------------------------------------\n■ Próximas actualizaciones\n・Expansión de servicios compatibles\n・Función de omitir activada/desactivada para cada servicio individual\n------------------------------------------------------------------------\n\n■ Descripción\nEsta extensión ofrece una función conveniente que permite a los usuarios saltar fácilmente las partes de apertura y cierre de los videos. Como resultado, los usuarios pueden acceder rápidamente al contenido principal del video, lo que les permite disfrutarlo de manera más eficiente.\n\nAdemás, la extensión tiene como objetivo admitir sitios adicionales en el futuro y está abierta a gestionar solicitudes de compatibilidad adicionales por parte de los usuarios. Si hay un sitio que le gustaría que la extensión admita, no dude en ponerse en contacto con el desarrollador. El desarrollador escucha los comentarios de los usuarios y continúa trabajando para hacer que esta función útil esté disponible en la mayor cantidad de sitios de transmisión de video posible.\n\nAl utilizar esta extensión, su experiencia de visualización de videos será aún más agradable, lo que le permitirá disfrutar de manera eficiente de una multitud de contenido sin tener que pasar tiempo viendo repetidamente segmentos de apertura y cierre. Asegúrese de incorporar esta extensión y sumérjase en una vida de visualización de videos gratificante.",
    "et": "------------------------------------------------------------------------\n■ Tulevased uuendused\n・Laiendatud toetatud teenused\n・Iga üksikteenuse jaoks sisse-/väljalülitatav vahelejätmise funktsioon\n------------------------------------------------------------------------\n\n■ Kirjeldus\nSee laiendus pakub mugavat funktsiooni, mis võimaldab kasutajatel hõlpsasti videote algus- ja lõpuosi vahele jätta. Selle tulemusena pääsevad kasutajad kiiresti videote põhisisu juurde, võimaldades neil seda tõhusamalt nautida.\n\nLisaks kavatseb laiendus tulevikus toetada täiendavaid saite ja on avatud kasutajate lisakokkusobivuse taotluste käsitlemiseks. Kui on sait, mida sooviksite, et laiendus toetaks, ärge kartke arendajaga ühendust võtta. Arendaja kuulab kasutajate tagasisidet ja jätkab selle kasuliku funktsiooni võimalikult paljudel videote voogesituse saitidel kättesaadavaks muutmise nimel töötamist.\n\nSelle laienduse kasutamisel muutub teie videote vaatamise kogemus veelgi nauditavamaks, võimaldades teil tõhusalt nautida hulgaliselt sisu ilma, et peaksite korduvalt avamis- ja lõpusegmente vaatama. Kindlasti lisage see laiendus ja sukelduge rahuldustpakkuvatesse videote vaatamise eludesse.",
    "fr": "------------------------------------------------------------------------\n■ Mises à jour à venir\n・Extension des services pris en charge\n・Fonction de saut On/Off pour chaque service individuel\n------------------------------------------------------------------------\n\n■ Description\nCette extension offre une fonction pratique qui permet aux utilisateurs de sauter facilement les parties d'ouverture et de fin des vidéos. En conséquence, les utilisateurs peuvent accéder rapidement au contenu principal de la vidéo, ce qui leur permet d'en profiter plus efficacement.\n\nDe plus, l'extension vise à prendre en charge des sites supplémentaires à l'avenir et est ouverte pour traiter les demandes de compatibilité supplémentaires des utilisateurs. Si vous souhaitez que l'extension prenne en charge un site en particulier, n'hésitez pas à contacter le développeur. Le développeur écoute les commentaires des utilisateurs et continue de travailler pour rendre cette fonction utile disponible sur autant de sites de streaming vidéo que possible.\n\nEn utilisant cette extension, votre expérience de visionnage de vidéos deviendra encore plus agréable, vous permettant de profiter efficacement d'une multitude de contenus sans passer de temps à regarder à plusieurs reprises les segments d'ouverture et de fin. N'oubliez pas d'intégrer cette extension et de vous adonner à une vie de visionnage de vidéos épanouissante.",
    "id": "------------------------------------------------------------------------\n■ Pembaruan Mendatang\n・Mengembangkan layanan yang didukung\n・Fitur skip On/Off untuk setiap layanan individu\n------------------------------------------------------------------------\n\n■ Deskripsi\n\nEkstensi ini menawarkan fitur yang nyaman yang memungkinkan pengguna untuk dengan mudah melewati bagian pembukaan dan penutupan video. Sebagai hasilnya, pengguna dapat dengan cepat mengakses konten utama video, memungkinkan mereka untuk menikmatinya dengan lebih efisien.\n\nSelanjutnya, ekstensi ini bertujuan untuk mendukung situs tambahan di masa depan dan terbuka untuk menangani permintaan kompatibilitas tambahan dari pengguna. Jika ada situs yang ingin Anda dukung oleh ekstensi ini, jangan ragu untuk menghubungi pengembang. Pengembang mendengarkan umpan balik pengguna dan terus bekerja untuk membuat fitur berguna ini tersedia di sebanyak mungkin situs streaming video.\n\nDengan menggunakan ekstensi ini, pengalaman menonton video Anda akan menjadi lebih menyenangkan, memungkinkan Anda untuk menikmati berbagai konten secara efisien tanpa menghabiskan waktu berulang kali menonton segmen pembukaan dan penutupan. Pastikan untuk menggabungkan ekstensi ini dan menikmati kehidupan menonton video yang memuaskan.",
    "it": "------------------------------------------------------------------------\n■ Aggiornamenti futuri\n・Espansione dei servizi supportati\n・Funzione di salto On/Off per ogni servizio individuale\n------------------------------------------------------------------------\n\n■ Descrizione\n\nQuesta estensione offre una funzione comoda che permette agli utenti di saltare facilmente le parti iniziali e finali dei video. Di conseguenza, gli utenti possono accedere rapidamente al contenuto principale del video, consentendo loro di goderne in modo più efficiente.\n\nInoltre, l'estensione mira a supportare ulteriori siti in futuro ed è aperta a gestire richieste di compatibilità aggiuntive da parte degli utenti. Se c'è un sito che vorresti che l'estensione supportasse, non esitare a contattare lo sviluppatore. Lo sviluppatore ascolta i feedback degli utenti e continua a lavorare per rendere questa funzione utile disponibile su quanti più siti di streaming video possibile.\n\nUtilizzando questa estensione, la tua esperienza di visione dei video diventerà ancora più piacevole, permettendoti di godere in modo efficiente di una moltitudine di contenuti senza dover passare il tempo a guardare ripetutamente le parti iniziali e finali. Assicurati di integrare questa estensione e concediti una vita di visione di video appagante.",
    "ja": "■ 更新予定\n--------------------------------------------------------\n・対応サービスの拡充\n・各サービスのスキップ機能のON/OFF\n--------------------------------------------------------\n\n■ 説明\nこの拡張機能は、動画視聴時にオープニングやエンディング部分を簡単にスキップすることができる便利な機能を提供しています。これにより、ユーザーは動画の本編に素早くアクセスできるため、効率的に楽しむことが可能となります。\n\n現在、この拡張機能は以下の人気動画配信サイトに対応しており、幅広いコンテンツを楽しむことができます。対応サイトはNetflix、Amazon Prime、Abema、DMM TVなどで、これらのサイトで提供されるさまざまな動画に対して、オープニングやエンディングのスキップ機能を利用することができます。\n\nさらに、この拡張機能は今後もさらなるサイトへの対応を目指しており、ユーザーからの追加対応依頼にも柔軟に対応しています。もし、対応してほしいサイトがある場合は、遠慮なく開発者に連絡していただくことができます。開発者はユーザーの声に耳を傾け、できるだけ多くの動画配信サイトでこの便利な機能を利用できるよう、努力を続けています。\n\nこの拡張機能を利用することで、動画視聴体験が一段と快適になり、オープニングやエンディング部分を繰り返し見ることに時間を費やすことなく、多くのコンテンツを効率的に楽しむことができるでしょう。ぜひ、この拡張機能を導入して、充実した動画視聴ライフをお楽しみください。",
    "ko": "------------------------------------------------------------------------\n■ 다가오는 업데이트\n・지원되는 서비스 확장\n・각 개별 서비스에 대한 스킵 기능 켜기/끄기\n------------------------------------------------------------------------\n\n■ 설명\n이 확장 프로그램은 사용자가 동영상의 시작 부분과 끝 부분을 쉽게 건너뛸 수 있는 편리한 기능을 제공합니다. 결과적으로 사용자는 동영상의 주요 콘텐츠에 빠르게 액세스할 수 있어 더 효율적으로 즐길 수 있습니다.\n\n또한 이 확장 프로그램은 앞으로 추가 사이트를 지원하는 것을 목표로 하고 있으며 사용자로부터 추가 호환성 요청을 처리하는 것에 개방적입니다. 확장 프로그램이 지원하기 원하는 사이트가 있다면 개발자에게 연락하는 것을 망설이지 마십시오. 개발자는 사용자의 피드백을 듣고 가능한 많은 비디오 스트리밍 사이트에서 이 유용한 기능을 사용할 수 있도록 계속 노력하고 있습니다.\n\n이 확장 프로그램을 사용하면 동영상 시청 경험이 더욱 즐겁게 될 것이며, 여러 번 시작 부분과 끝 부분을 시청하는 시간을 들이지 않고도 다양한 콘텐츠를 효율적으로 즐길 수 있습니다. 이 확장 프로그램을 사용하여 만족스러운 동영상 시청 생활을 즐기십시오.",
    "th": "------------------------------------------------------------------------\n■ การอัปเดตที่จะเกิดขึ้นในอนาคต\n・ขยายบริการที่รองรับ\n・ฟีเจอร์ข้ามเปิด/ปิดสำหรับแต่ละบริการ\n------------------------------------------------------------------------\n\n■ คำอธิบาย\nส่วนขยายนี้นำเสนอความสะดวกในการใช้งานที่ช่วยให้ผู้ใช้งานสามารถข้ามส่วนเปิดและสิ้นสุดของวิดีโอได้ง่าย ดังนั้น ผู้ใช้งานจึงสามารถเข้าถึงเนื้อหาหลักของวิดีโอได้อย่างรวดเร็ว ทำให้สามารถสนุกกับวิดีโออย่างมีประสิทธิภาพ\n\nนอกจากนี้ ส่วนขยายยังมีเป้าหมายในการสนับสนุนเว็บไซต์เพิ่มเติมในอนาคต และพร้อมที่จะรับการร้องขอความเข้ากันได้เพิ่มเติมจากผู้ใช้ หากคุณต้องการให้ส่วนขยายสนับสนุนเว็บไซต์ใด ๆ โปรดอย่าลังเลที่จะติดต่อนักพัฒนา นักพัฒนาสามารถฟังข้อเสนอแนะจากผู้ใช้และดำเนินการทำงานเพื่อให้ความสามารถในการใช้งานนี้สามารถใช้งานได้ในเว็บไซต์สตรีมวิดีโอมากขึ้น\n\nโดยการใช้ส่วนขยายนี้ ประสบการณ์ในการรับชมวิดีโอของคุณจะยิ่งสนุกขึ้น ทำให้คุณสามารถสนุกกับเนื้อหามากมายโดยไม่ต้องเสียเวลารับชมช่วงเปิดและสิ้นสุดซ้ำ ๆ อย่าลืมนำส่วนขยายนี้มาใช้งานและดื่มด่ำในชีวิตการรับชมวิดีโอที่อุดมสมบูรณ์",
    "tr": "------------------------------------------------------------------------\n■ Yaklaşan Güncellemeler\n・Desteklenen hizmetlerin genişletilmesi\n・Her bir hizmet için Açma/Kapama atlama özelliği\n------------------------------------------------------------------------\n\n■ Açıklama\nBu eklenti, kullanıcıların videoların başlangıç ve bitiş bölümlerini kolayca atlamalarını sağlayan uygun bir özellik sunar. Sonuç olarak, kullanıcılar videonun ana içeriğine hızlıca erişebilir ve daha verimli bir şekilde keyif alabilirler.\n\nAyrıca, eklenti gelecekte ek siteleri desteklemeyi amaçlamakta ve kullanıcılardan ek uyumluluk taleplerini ele almaya açıktır. Eklentinin desteklemesini istediğiniz bir site varsa, geliştiriciyle iletişime geçmekten çekinmeyin. Geliştirici, kullanıcı geri bildirimlerini dinler ve bu kullanışlı özelliği olabildiğince çok video akışı sitesinde kullanılabilir hale getirmeye çalışır.\n\nBu eklentiyi kullanarak, video izleme deneyiminiz daha da keyifli hale gelecek ve açılış ve kapanış bölümlerini tekrar tekrar izlemeye zaman harcamadan çok çeşitli içeriklerin keyfini verimli bir şekilde çıkarabileceksiniz. Bu eklentiyi mutlaka entegre edin ve tatmin edici bir video izleme yaşamının keyfini çıkarın.",
    "vi": "------------------------------------------------------------------------\n■ Cập nhật sắp tới\n・Mở rộng các dịch vụ được hỗ trợ\n・Tính năng bật/tắt bỏ qua cho từng dịch vụ riêng biệt\n------------------------------------------------------------------------\n\n■ Mô tả\nTiện ích mở rộng này cung cấp một tính năng thuận tiện giúp người dùng dễ dàng bỏ qua phần đầu và cuối của video. Do đó, người dùng có thể nhanh chóng truy cập vào nội dung chính của video, giúp họ thưởng thức nó một cách hiệu quả hơn.\n\nHơn nữa, tiện ích mở rộng này hướng đến việc hỗ trợ thêm các trang web trong tương lai và sẵn sàng xử lý các yêu cầu tương thích bổ sung từ người dùng. Nếu có trang web nào mà bạn muốn tiện ích mở rộng này hỗ trợ, xin đừng ngần ngại liên hệ với nhà phát triển. Nhà phát triển lắng nghe phản hồi của người dùng và tiếp tục làm việc để đưa tính năng hữu ích này đến với nhiều trang web phát trực tuyến video nhất có thể.\n\nBằng cách sử dụng tiện ích mở rộng này, trải nghiệm xem video của bạn sẽ trở nên thú vị hơn nữa, cho phép bạn tận hưởng nhiều nội dung một cách hiệu quả mà không phải dành thời gian xem đi xem lại các đoạn mở đầu và kết thúc. Hãy chắc chắn kết hợp tiện ích mở rộng này và hưởng thụ cuộc sống xem video trọn vẹn.",
    "zh_CN": "------------------------------------------------------------------------\n■ 即将推出的更新\n・扩大支持的服务\n・为每个单独的服务提供开启/关闭跳过功能\n------------------------------------------------------------------------\n\n■ 描述\n此扩展提供了一个方便的功能，让用户能够轻松跳过视频的开头和结尾部分。因此，用户可以快速访问视频的主要内容，使他们能够更有效地享受它。\n\n此外，该扩展将来还计划支持其他网站，并愿意处理用户的额外兼容性要求。如果有您希望此扩展功能支持的网站，请勿犹豫与开发者联系。开发者会听取用户的反馈，并继续努力使这一有用功能能够在尽可能多的视频流媒体网站上使用。\n\n通过使用此扩展，您的视频观看体验将变得更加愉快，让您能够高效地享受大量内容，而不必一遍又一遍地观看开头和结尾片段。一定要使用此扩展功能，尽情享受充实的视频观看生活。",
    "zh_TW": "------------------------------------------------------------------------\n■ 即將推出的更新\n・擴大支持的服務\n・為每個單獨的服務提供開啟/關閉跳過功能\n------------------------------------------------------------------------\n\n■ 描述\n此擴充功能提供了一個方便的功能，讓用戶能夠輕鬆跳過視頻的開頭和結尾部分。因此，用戶可以快速訪問視頻的主要內容，使他們能夠更有效地享受它。\n\n此外，該擴充功能將來還計劃支持其他網站，並願意處理用戶的額外兼容性要求。如果有您希望此擴充功能支持的網站，請勿猶豫與開發者聯繫。開發者會聽取用戶的反饋，並繼續努力使這一有用功能能夠在盡可能多的視頻串流網站上使用。\n\n通過使用此擴充功能，您的視頻觀看體驗將變得更加愉快，讓您能夠高效地享受大量內容，而不必一遍又一遍地觀看開頭和結尾片段。一定要使用此擴充功能，盡情享受充實的視頻觀看生活。"
  }
}