{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outreach Optimization on LinkedIn & Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outreach Optimization on LinkedIn & Gmail"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadSpot is a platform that helps LinkedIn marketers optimize their outreach.\n\nIt provides contact retrieval, CRM connection, and AI messaging, allowing users to easily connect with potential clients and partners and automatically personalize and send messages.\n\nLeadSpot's CRM integration also enables users to track and manage their outreach efforts and measure the results of their campaigns.\n\nBy using LeadSpot, LinkedIn marketers can optimize their outreach and maximize their success on the platform.\n\nLeadSpot is the ultimate LinkedIn marketing platform for professionals looking to simplify their outreach and prospecting efforts. With our platform, you can easily discover bulks of prospects with verified emails (accuracy rate of 96%), reach out to them with personalized, AI-suggested messages, and manage all your prospects in our intuitive CRM.\n\nSome of our top features include the ability to find prospects with verified emails on LinkedIn, draft and send personalized messages with just a few clicks, and keep track of your leads in our CRM. Whether you're a marketing professional looking for accurate contact data, a salesperson trying to connect with prospects, or a business development professional expanding partnerships, LeadSpot has you covered.\n\nSo why wait? Download our extension now and get 5 free credits to start improving your LinkedIn outreach today!"
  }
}