{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jira Pins: quick access to Jira pages"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pin Jira URLs to Jira's top nav. Reduce clicks to get to your favorite Jira pages. Works with Confluence too."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Want to get to a Jira page quickly, without having to click multiple links and go through multiple pages?\n\nJira Pins is a bookmarker for pinning Jira URLs to Jira's top nav bar.\n\nWhy? My hill chart plugin for Jira, https://www.curiouslab.io/, runs entirely on Atlassian's cloud infrastructure, which means that it is at the mercy of Atlassian's performance (which is good most of the time, to be fair.) This Chrome extension is a workaround for skipping ahead to frequently-used sub-pages, to minimize the effect of the occasional slow API responses.\n\nWhy not use Chrome's bookmark feature? You could, but it's too \"global\" for my liking.\n\nI only want to see my Jira pins while on Jira. I also want to manage it on Jira. It feels neater this way.\n\n\n-----\n\nFeatures\n\n- Save a new pin\n- Rename pins\n- Delete pins\n- Re-order pins (basic drag-and-drop)\n\nJira Pins, despite its name, also works with Confluence. Jira and Confluence links are not mixed, they only appear on their respective nav bar.\n\n\n-----\n\nPrivacy\n\n- Jira Pins does not transfer data anywhere.\n\n- Jira Pins does not read any data. It only grabs the current URL and saves it to your local browser storage, whenever you pin a page.\n\n- Jira Pins is permitted to run on only *.atlassian.net domains.\n\n\n-----\n\nWarranty\n\nThe software is provided \"as is\", without a warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose and non-infringement. In no event shall the authors be liable for any claim, damages or other liability arising from, out of or in connection with the software or the use or other dealings in the software."
  }
}