{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Troywell VPN Pro - Fast and secure VPN",
    "es": "Troywell VPN Pro - VPN rápida y segura",
    "pl": "Troywell VPN Pro - szybka i bezpieczna sieć VPN",
    "pt_BR": "Troywell VPN Pro - O VPN rápido e seguro",
    "ru": "Troywell VPN Pro - Быстрый и безопасный ВПН",
    "vi": "Troywell VPN Pro - VPN nhanh và bảo mật"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "High speed and secure connection. Getting access to all sites has become easier with the PRO version.",
    "es": "Conexión segura y de alta velocidad. Todos los sitios son ahora más fáciles de acceder con la versión PRO.",
    "pl": "Szybkie i bezpieczne połączenie. W wersji PRO dostęp do wszystkich witryn jest teraz łatwiejszy.",
    "pt_BR": "Alta velocidade e conexão segura. Todos os sites agora são mais fáceis de acessar com a versão PRO.",
    "ru": "Высокая скорость и защищенное подключение. Получить доступ ко всем сайтам стало проще с PRO версией.",
    "vi": "Kết nối tốc độ cao và an toàn. Truy cập vào tất cả các trang web đã trở nên dễ dàng hơn với phiên bản PRO."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Troywell VPN Pro - Fast and secure VPN\nHigh speed and secure connection. Getting access to all sites has become easier with the PRO version.\nWhat is an extension? This is a special program for a specific browser, the need for which arises when it is necessary to hide or protect the established connection. It is also needed in the case of encrypting personal information (last name, first name, bank card details, logins, passwords, and so on) and hiding data of any session. This program is not difficult to install from this site, even a novice can cope with the task. What benefits do you get from its use:\n\nThe feasibility of installing a VPN extension\n\nTroywell is a small application designed to significantly increase the capabilities of your browser. Usually, such software products are free and their installation is not difficult. In addition, they are compatible with any operating system. VPN is used from blocking Internet resources within a certain territory, placing orders over the Internet or sending files that contain important information over the network.\n\nIn this case, Troywell VPN PRO is designed for some other tasks:\n\nprovides complete privacy when browsing the Internet resource - your IP address will remain unknown;\n\n - provides access to virtually any resource - in the case of blocking the site, to remove its recommended VPN download;\n\n - maintains a stable connection - usually these plugins are provided with a large number of servers to maintain the quality of connection;\n\n - guarantees a completely secure connection - all personal information of the user will be protected from unauthorized access;\n\n - hides client traffic - VPN for Google Chrome changes the user's IP to a server address, and it is impossible to identify the person's real location;\n\n - maintains a secure connection to Wi-Fi network - when the user often uses Wi-Fi network in some public places, it makes sense to use VPN to protect personal information;\n\n - encrypts any information - not only personal data of the client will be protected, but also the traces of the search history in the internet browser will be deleted;\n\n- current location - automatically determines the current location of the user;\n\n- speed test - defines the real speed of the Internet, which is provided by your provider or mobile operator.\n\n\nThus, the advantages of installing a VPN on Chrome are numerous. People who often browse blocked online resources, shop online, send important documents or want to secure their personal information have a particular need to activate this application.\n\n\nWhat benefits does Troywell VPN PRO have?\n\nThe application has all the features listed above. However, these are not the most important ones. The most important features are the high-speed connection (compared to competitors' offers) and the absence of restrictions. Most services offer to purchase a paid subscription to work with all the features of the program, or allows you to use only a stripped-down functionality. VPN by Troywell is a completely free application without any restrictions in terms of the availability of features.\n\n\nHow to download and install?\n\nUsually, the installation and activation process is easy and requires very little time. You can download the application in one click. To do this, you need to activate the \"Install\" button and confirm your action. This, in fact, is the whole procedure. After a short period of time, the application will be installed and appear on the control panel. After that, you can start working with it.\n\n\nHow to operate Troywell VPN PRO after downloading?\n\nSo, you have completed the installation of the extension, now it will not be difficult for you to understand its work. It's not for nothing that Troywell is the most promising free VPN for Chrome. The app also wins over the competition due to the fact that everything is elementary simple in terms of installation and management. The program icon is usually located on the control panel inside the Internet browser, it is also easy to remove if not needed.\nTo start it, you need to click on the Troywell icon. A window will pop up, in which you need to click on the big activation button. Here everything is very simple, you can not mix up anything. Almost immediately, the VPN will begin functioning, and the client will be able to view even blocked in his country resources, encrypt personal data and hide the traces of Internet browsing history.\nIn the box during the activation process displays your new IP address, depending on which server you are connected to. The window also shows the duration of the current session, amount of traffic used, statistics of the program's operation over a certain period of time, and the exclusion sites. In addition to the above, the program allows you to find out the location of the server with which you are connected at a given time interval.\nIf the connection to this particular location does not suit you (for example, the server is located in a state where restrictions are imposed on the desired site), it is possible to cope with this.\n\nIf the client has used our services and no longer sees the need for them, it is possible to disable it. Then click on the icon of the application and click \"Disable VPN\". The application will be deactivated, but will remain in the browser control panel. If the need arises, it can be restarted according to the same scheme as outlined in the block above. It is not advisable to remove the VPN at all, as you will most likely need it more than once.\n\n\nIn conclusion.\n\nTroywell VPN PRO is one of the best products for Google Chrome. It makes it easy to change your IP address to evade blocking, encrypt your personal data, buy safely online, and much more. You get all of these features absolutely free and in one click. Very soon after you start, you will realize that this is the best version of the application with a set of relevant features. Similar offers lose to our extension in one way or another, because they do not have those or other features.\n\nSo feel free to download Troywell VPN PRO and use its functionality without any limitations.",
    "es": "Troywell VPN Pro: gratuita, rápida y segura\n\nConexión segura y de alta velocidad. Todos los sitios son ahora más fáciles de acceder con la versión PRO.\n¿Qué es una extensión? Se trata de un programa especial para un navegador específico, cuya necesidad surge cuando es necesario ocultar o proteger la conexión establecida. También se utiliza para cifrar la información personal (nombre, datos de la tarjeta bancaria, nombres de usuario, contraseñas, etc.) y para ocultar los datos de la sesión. El programa es fácil de instalar desde este sitio web, incluso un instalador novato puede manejarlo. Qué beneficios se obtienen de su uso:\n\nLa viabilidad de instalar una extensión VPN\n\nTroywell es una pequeña aplicación diseñada para mejorar las capacidades de su navegador. Normalmente, estos productos de software son gratuitos y fáciles de instalar. Además, son compatibles con cualquier sistema operativo. Las VPN se utilizan para bloquear los recursos de Internet dentro de un determinado territorio, realizar pedidos a través de Internet o enviar archivos con información sensible a través de la red.\n\nSin embargo, Troywell VPN PRO también está diseñado para algunas otras tareas:\n\nproporciona una completa privacidad al navegar por el recurso de Internet - su dirección IP permanecerá desconocida;\n\n - proporciona acceso a prácticamente cualquier recurso - en el caso de un sitio bloqueado, para eliminar su descarga VPN recomendada;\n\n - Proporciona una conexión estable: normalmente estos plugins proporcionan un gran número de servidores para mantener la calidad de la conexión;\n\n - garantiza una conexión completamente segura: toda la información personal del usuario estará protegida contra el acceso no autorizado;\n\n - Oculta el tráfico del cliente - VPN para Google Chrome cambia la IP del usuario por la dirección del servidor, por lo que es imposible identificar la ubicación real de la persona;\n\n - mantiene una conexión segura a la red Wi-Fi: cuando el usuario utiliza a menudo la red Wi-Fi en algunos lugares públicos, tiene sentido utilizar la VPN para proteger la información personal;\n\n - encripta cualquier información: no sólo se protegerán los datos personales del cliente, sino que también se eliminarán los rastros del historial de búsqueda en el navegador de Internet;\n\n- ubicación actual: detecta automáticamente la ubicación actual del usuario;\n\n- Prueba de velocidad: determina la velocidad real de Internet proporcionada por el proveedor o el operador de telefonía móvil.\n\n\nPor lo tanto, los beneficios de instalar una VPN en Chrome son numerosos. Las personas que navegan con frecuencia por recursos en línea bloqueados, compran en línea, envían documentos importantes o quieren asegurar su información personal tienen una necesidad particular de activar esta aplicación.\n\n\n¿Cuáles son las ventajas de Troywell VPN PRO?\n\nLa aplicación tiene todas las características mencionadas anteriormente. Sin embargo, estos no son los más importantes. Las características más importantes son la conexión de alta velocidad (en comparación con las ofertas de la competencia) y la ausencia de restricciones. La mayoría de los servicios ofrecen la posibilidad de adquirir una suscripción de pago para trabajar con todas las funciones del programa, o bien permiten utilizar sólo una funcionalidad reducida. La VPN de Troywell es una aplicación completamente gratuita sin ninguna limitación en cuanto a la disponibilidad de funciones.\n\n\n¿Cómo descargar e instalar?\n\nEl proceso de instalación y activación suele ser sencillo y requiere muy poco tiempo. Es posible descargar la aplicación en un solo clic. Para ello debe activar el botón \"Instalar\" y confirmar su acción. Este es en realidad todo el procedimiento. Después de un corto período de tiempo, la aplicación se instalará y aparecerá en su tablero. Después de esto, puedes empezar a trabajar con él.\n\n\n¿Cómo utilizar Troywell VPN PRO después de la descarga?\n\nAsí que, has completado la instalación de la extensión, ahora no te será difícil entender su funcionamiento. No en vano, Troywell es la VPN gratuita más prometedora para Chrome. La aplicación también se impone a la competencia por el hecho de que es elementalmente sencilla de instalar y gestionar. El icono del programa suele estar en el panel de control dentro del navegador de Internet, y también es fácil de eliminar si no lo necesitas.\nPara iniciarlo, haga clic en el icono de Troywell. Aparecerá una ventana en la que deberá hacer clic en el botón grande de activación. Aquí todo es muy sencillo, no se puede mezclar nada. Casi inmediatamente la VPN está funcionando y el cliente puede ver incluso los recursos bloqueados en su país, cifrar los datos personales y ocultar los rastros del historial de navegación.\nEl cuadro durante el proceso de activación muestra tu nueva dirección IP, que depende del servidor al que estés conectado. La ventana también muestra la duración de la sesión actual, la cantidad de tráfico utilizado, las estadísticas del programa para un periodo de tiempo determinado y los sitios de exclusión. Además de lo anterior, puedes ver la ubicación del servidor al que estás conectado en cada momento.\nSi no puede conectarse a un lugar determinado (por ejemplo, el servidor está situado en un país donde se imponen restricciones al sitio deseado), es posible hacer frente a esto.\n\nSi un cliente ha utilizado nuestros servicios y ya no los ve necesarios, es posible desactivarlos. A continuación, haga clic en el icono de la aplicación y en \"Desactivar VPN\". La aplicación se desactivará pero permanecerá en el panel de control de su navegador. En caso de necesidad, se puede reactivar de la misma manera que se indica en el bloque anterior. No es aconsejable quitar la VPN en absoluto, ya que lo más probable es que la necesite más de una vez.\n\n\nEn conclusión\n\nTroywell VPN PRO es uno de los mejores productos para Google Chrome. Facilita el cambio de dirección IP para eludir el bloqueo, encriptar sus datos personales, comprar con seguridad en línea y mucho más. Todas estas funciones están a su disposición de forma gratuita y con un solo clic. Muy pronto se dará cuenta de que es la mejor opción para una aplicación con un conjunto de características relevantes. Las ofertas similares pierden de una manera u otra con respecto a nuestra extensión, porque no tienen esas u otras características.\n\nPor lo tanto, no dude en descargar Troywell VPN PRO y utilizar su funcionalidad sin ninguna limitación.",
    "pl": "Troywell VPN Pro: Darmowy, Szybki, Bezpieczny VPN\n\nTroywell VPN Pro - szybka i bezpieczna sieć VPN\nSzybkie i bezpieczne połączenie. W wersji PRO dostęp do wszystkich witryn jest teraz łatwiejszy.\nCo to jest rozszerzenie? Jest to specjalny program dla konkretnej przeglądarki, służący do ukrycia lub zabezpieczenia nawiązanego połączenia. Jest on również używany do szyfrowania informacji osobistych (imion i nazwisk, danych kart bankowych, nazw użytkowników, haseł itp.) oraz do ukrywania danych sesji. Program jest łatwy do zainstalowania z tej strony internetowej, poradzi sobie z nim nawet początkujący instalator. Jakie korzyści wynikają z jego stosowania:\n\nMożliwość zainstalowania rozszerzenia VPN\n\nTroywell to niewielka aplikacja przeznaczona do zwiększania możliwości przeglądarki. Zazwyczaj takie oprogramowanie jest bezpłatne i łatwe do zainstalowania. Ponadto są one kompatybilne z każdym systemem operacyjnym. Sieci VPN są wykorzystywane do blokowania zasobów internetowych na określonym terytorium, składania zamówień przez Internet lub przesyłania przez sieć plików zawierających poufne informacje.\n\nTroywell VPN PRO jest jednak przeznaczony także do innych zadań:\n\nzapewnia całkowitą prywatność podczas przeglądania zasobów internetowych - adres IP użytkownika pozostaje nieznany;\n\n - odblokowuje dostęp do praktycznie każdej witryny przez VPN;\n\n - Zapewnia stabilne połączenie - zwykle te wtyczki udostępniają dużą liczbę serwerów w celu utrzymania jakości połączenia;\n\n - gwarantuje całkowicie bezpieczne połączenie - wszystkie dane osobowe użytkownika będą chronione przed osobami nieupoważnionymi;\n\n - ukrywa ruch klienta - VPN for Google Chrome zmienia IP użytkownika na adres serwera, dzięki czemu nie można zidentyfikować prawdziwej lokalizacji danej osoby;\n\n - utrzymuje bezpieczne połączenie z siecią Wi-Fi - jeśli użytkownik często korzysta z sieci Wi-Fi w niektórych miejscach publicznych, warto skorzystać z VPN, aby chronić dane osobowe;\n\n - szyfruje wszelkie informacje - chronione są nie tylko dane osobowe klienta, ale także usuwane są ślady historii wyszukiwania w przeglądarce internetowej;\n\n- bieżąca lokalizacja - automatyczne wykrywanie bieżącej lokalizacji użytkownika;\n\n- speed test - określa rzeczywistą prędkość Internetu dostarczanego przez dostawcę lub operatora sieci komórkowej.\n\n\nKorzyści z zainstalowania sieci VPN w Chrome jest więc wiele. Szczególną potrzebę aktywacji tej aplikacji mają osoby, które często przeglądają zablokowane zasoby internetowe, dokonują zakupów online, wysyłają ważne dokumenty lub chcą zabezpieczyć swoje dane osobowe.\n\n\nJakie korzyści ma Troywell VPN PRO?\n\nAplikacja posiada wszystkie funkcje wymienione powyżej. Nie są to jednak najważniejsze z nich. Najważniejsze cechy to szybkie połączenie (w porównaniu z ofertą konkurencji) i brak ograniczeń. Większość serwisów oferuje możliwość wykupienia płatnej subskrypcji, aby móc korzystać ze wszystkich funkcji programu, lub pozwala na korzystanie tylko z ograniczonej funkcjonalności. Troywell's VPN to całkowicie bezpłatna aplikacja bez żadnych ograniczeń w zakresie dostępności funkcji.\n\n\nJak pobrać i zainstalować?\n\nProces instalacji i aktywacji jest zazwyczaj prosty i nie wymaga wiele czasu. Aplikację można pobrać za pomocą jednego kliknięcia. W tym celu należy aktywować przycisk \"Zainstaluj\" i potwierdzić czynność. To jest właściwie cała procedura. Po krótkim czasie aplikacja zostanie zainstalowana i pojawi się na pulpicie nawigacyjnym. Po wykonaniu tych czynności można rozpocząć pracę.\n\n\nJak korzystać z Troywell VPN PRO po pobraniu?\n\nZakończyłeś instalację rozszerzenia, teraz zrozumienie jego działania nie będzie dla Ciebie trudne. Nie bez powodu Troywell jest najbardziej obiecującą darmową siecią VPN dla Chrome. Aplikacja ta wygrywa z konkurencją także dlatego, że jest elementarnie prosta w instalacji i zarządzaniu. Ikona programu znajduje się zwykle w panelu sterowania przeglądarki internetowej, można ją też łatwo usunąć, jeśli nie jest potrzebna.\nAby go uruchomić, kliknij ikonę Troywell. Zostanie wyświetlone okno, w którym należy kliknąć duży przycisk aktywacyjny. Tutaj wszystko jest bardzo proste, nie można niczego pomieszać. Sieć VPN działa niemal natychmiast, a klient może przeglądać nawet zablokowane zasoby w swoim kraju, szyfrować dane osobowe i ukrywać ślady historii przeglądania.\nW polu podczas procesu aktywacji wyświetlany jest nowy adres IP, który zależy od tego, z jakim serwerem jesteś połączony. W oknie wyświetlane są również informacje o czasie trwania bieżącej sesji, ilości wykorzystywanego ruchu, statystyki programu dla określonego okresu czasu oraz witryny wykluczone. Ponadto można sprawdzić lokalizację serwera, z którym użytkownik jest połączony w danym momencie.\nJeśli nie można połączyć się z konkretną lokalizacją (np. serwer znajduje się w kraju, w którym obowiązują ograniczenia w dostępie do żądanej witryny), można sobie z tym poradzić.\n\nJeśli użytkownik skorzystał z naszej usługi VPN i nie widzi już potrzeby dalszego korzystania z niej, można ją wyłączyć. Należy kliknną ikonę aplikacji i kliknąć \"Disable VPN\" (Wyłącz VPN). Aplikacja zostanie dezaktywowana, ale pozostanie w panelu sterowania przeglądarki. Jeśli zajdzie taka potrzeba, można go ponownie aktywować w taki sam sposób, jak opisano w powyższym bloku. Nie zaleca się usuwania sieci VPN w ogóle, ponieważ najprawdopodobniej będziesz jej potrzebować więcej niż raz.\n\n\nPodsumowując\n\nTroywell VPN PRO to jeden z najlepszych produktów dla Google Chrome. Ułatwia ona zmianę adresu IP w celu uniknięcia blokady, szyfrowanie danych osobowych, bezpieczne zakupy online i wiele innych czynności. Wszystkie te funkcje są dostępne bezpłatnie i za pomocą jednego kliknięcia. Bardzo szybko po rozpoczęciu pracy zorientujesz się, że jest to najlepsza aplikacja z zestawem istotnych funkcji.\n\n\nMożesz swobodnie pobrać Troywell VPN PRO i korzystać z jego funkcji bez żadnych ograniczeń.",
    "pt_BR": "Troywell VPN Pro: Gratuita, Rápida, VPN Segura\n\nAlta velocidade e conexão segura. Todos os sites agora são mais fáceis de acessar com a versão PRO.\nO que é uma extensão? Este é um programa especial para um navegador específico, cuja necessidade surge quando é necessário esconder ou proteger a conexão estabelecida. Também é usado para criptografar informações pessoais (nome, detalhes do cartão bancário, nomes de usuário, senhas, etc.) e para ocultar dados da sessão. O programa é fácil de instalar a partir deste site e você não precisa ser um profissional para gerenciá-lo. Quais benefícios você obtém com seu uso:\n\nA viabilidade da instalação de uma extensão VPN\n\nTroywell é um aplicativo projetado para melhorar as capacidades de seu navegador. Normalmente, tais produtos de software são gratuitos e fáceis de instalar. Além disso, eles são compatíveis com qualquer sistema operacional. Os VPNs são utilizados para bloquear recursos da Internet dentro de um determinado território, fazer pedidos pela Internet ou enviar arquivos contendo informações sensíveis através da rede.\n\nEntretanto, o Troywell VPN PRO também foi projetado para algumas outras tarefas:\n\n- oferece total privacidade ao navegar na Internet - seu endereço IP permanecerá desconhecido;\n\n - fornece acesso a praticamente qualquer recurso - no caso de um site bloqueado, para poder acessá-lo, o download do VPN é recomendado;\n\n - Fornece uma conexão estável - geralmente estes plugins fornecem um grande número de servidores para manter a qualidade da conexão;\n\n - garante uma conexão completamente segura - todas as informações pessoais do usuário serão protegidas contra um acesso não autorizado;\n\n - esconde o tráfego do cliente - O VPN para o Google Chrome muda o IP do usuário para o endereço do servidor, sendo assim, é impossível identificar a localização real da pessoa;\n\n - mantém uma conexão segura com a rede Wi-Fi - quando o usuário usa freqüentemente a rede Wi-Fi em alguns lugares públicos, faz sentido usar o VPN para proteger informações pessoais;\n\n - criptografa qualquer informação - não apenas os dados pessoais do cliente serão protegidos, mas também os traços do histórico de busca no navegador da Internet serão apagados;\n\n- localização atual - detecção automática da localização atual do usuário;\n\n- teste de velocidade - determina a velocidade real da Internet fornecida pelo provedor ou operador móvel.\n\n\nSendo assim, existem diversos benefícios na instalação de um VPN para o Chrome. As pessoas que frequentemente buscam recursos on-line bloqueados, fazem compras on-line, enviam documentos importantes ou querem proteger suas informações pessoais têm uma necessidade particular de ativar este aplicativo.\n\n\nQuais são os benefícios do Troywell VPN PRO?\n\nO aplicativo tem todas as características listadas acima, no entanto, estes não são os mais importantes. As características mais importantes são a conexão de alta velocidade (em comparação com as ofertas dos concorrentes) e a ausência de restrições. A maioria dos serviços oferecem a compra de uma assinatura paga para trabalhar com todas as características do programa, ou permite que você use apenas uma versão reduzida. O VPN da Troywell é um aplicativo completamente gratuito, sem qualquer limitação em termos de disponibilidade de recursos.\n\n\nComo fazer o download e instalar?\n\nO processo de instalação e ativação é geralmente simples e requer muito pouco tempo. É possível fazer o download do aplicativo com poucos cliques. Para isso, você precisa clicar no botão \"Instalar\" e confirmar sua ação. Este é, na verdade, o procedimento completo. Após um curto período de tempo, o aplicativo será instalado e aparecerá em seu painel de controle. Depois disso, você pode começar a trabalhar com ele.\n\n\nComo usar o Troywell VPN PRO após o download?\n\nVocê concluiu a instalação da extensão, agora não será difícil para você entender seu funcionamento. Não é por acaso que o Troywell é o VPN livre é o mais promissor para o Chrome. O aplicativo também vence a concorrência devido ao fato de que é simples de instalar e gerenciar. O ícone do programa geralmente está localizado no painel de controle dentro do navegador da Internet, e também é fácil de remover se você não precisar dele.\nPara iniciá-lo, clique no ícone do Troywell. Aparecerá uma janela na qual você precisa clicar no botão de ativação. Aqui tudo é muito simples. Quase imediatamente, o VPN estará  funcionando e o cliente poderá visualizar até mesmo os recursos bloqueados em seu país, criptografar dados pessoais e ocultar traços do histórico de navegação.\nA caixa durante o processo de ativação mostra seu novo endereço IP, o que depende do servidor ao qual você está conectado. A janela também mostra a duração da sessão atual, a quantidade de tráfego utilizada, as estatísticas do programa por um período de tempo específico e os locais de exclusão. Além disso, você pode visualizar a localização do servidor ao qual você está conectado a qualquer momento.\nSe você não puder se conectar a um determinado local (por exemplo, o servidor está localizado em um país onde são impostas restrições ao local desejado), é possível lidar com isso.\n\nSe um cliente utilizou nossos serviços e não vê mais a necessidade deles, é possível desativá-los. Basta clicar no ícone do aplicativo e em seguida, em \"Desabilitar VPN\". O aplicativo será desativado, mas permanecerá no painel de controle do seu navegador. Se a necessidade surgir, ele pode ser reativado da mesma forma que descrito anteriormente. Não é aconselhável remover o VPN de forma alguma, pois provavelmente você precisará dele mais de uma vez.\n\n\nConclusão\n\nO Troywell VPN PRO é um dos melhores produtos para o Google Chrome. Facilita a mudança de seu endereço IP para evitar o bloqueio, criptografa seus dados pessoais, permite fazer compras on-line com segurança e muito mais. Todas estas características estão disponíveis gratuitamente e com um clique. Logo após o início, você perceberá que esta é a melhor opção em um aplicativo com um conjunto de características relevantes. Ofertas similares perdem de uma forma ou de outra para nossa extensão, porque não têm essas ou outras características.\n\nPortanto, sinta-se à vontade para baixar o Troywell VPN PRO e usar sua funcionalidade sem nenhuma limitação.",
    "ru": "Troywell VPN Pro: бесплатный, быстрый безопасный VPN\n\nВысокая скорость и защищенное подключение. Получить доступ ко всем сайтам стало проще с PRO версией.\nЧто представляет собой расширение? Речь идет о специальной программе для определенного браузера, потребность в которой возникает при необходимости скрыть или защитить устанавливаемое соединение. Она также требуется в случае шифрования персональной информации (фамилии, имени, отчества, реквизитов банковских карт, логинов, паролей и прочего) и скрытия данных какой-либо сессии. Такую программу совсем несложно установить с этого сайта, с задачей справится даже новичок. Какие преимущества от ее использования вы получите:\n\nЦелесообразность установки VPN расширения\n\nTroywell представляет собой небольшое приложение, предназначенное для существенного увеличения возможностей браузера. Обычно такие программные продукты бесплатны, их установка не представляет сложности. Кроме того, они совместимы с любой операционной системой. ВПН используют от блокировок интернет-ресурсов в пределах определенной территории, оформления заказов через интернет или при пересылке по сети файлов, содержащих значимую информацию.\n\nПри этом Troywell VPN PRO предназначен и для некоторых других задач:\n\nобеспечивает полную конфиденциальность при просмотре интернет ресурса – ваш IP-адрес останется неизвестным;\n\n - предоставляет доступ практически к любому ресурсу – в случае блокировки сайта, для ее снятия рекомендуется скачать ВПН;\n\n - поддерживает стабильное соединение – обычно эти плагины обеспечены большим числом серверов для поддержания качества связи;\n\n - гарантирует полностью безопасное соединение – вся персональная информация пользователя будет защищена от несанкционированного доступа;\n\n - прячет трафик клиента – VPN для Google Chrome изменяет IP пользователя на адрес сервера, при этом невозможно установить настоящее местонахождение человека;\n\n - поддерживает защищенное подключение к сети Wi-Fi – когда пользователь часто пользуется сетью Wi-Fi в каких-либо общественных местах, то для защиты персональной информации есть смысл использовать ВПН;\n\n - зашифровывает любую информацию – защищены будут не только персональные данные клиента, но и удалены следы истории поиска в интернет-браузере;\n\n- current location – автоматическое определение текущего местоположения пользователя;\n\n- speed test – определяет реальную скорость Интернета, которую предоставляет провайдер или мобильный оператор.\n\n\nТаким образом, преимуществ установки ВПН на Chrome большое множество. Особая необходимость активировать это приложение у людей, которые часто просматривают заблокированные интернет-ресурсы, занимаются оформлением покупок через сеть, пересылают важные документы или хотят обезопасить свои персональные сведения.\n\n\nКакие плюсы имеет Troywell VPN PRO?\n\nУ приложения есть все возможности, которые перечислялись выше. Однако это не самое важное. Самые значимые характеристики - это высокоскоростное соединение (в сравнении с предложениями конкурентов) и отсутствие ограничений. Большинство сервисов предлагает приобретать платную подписку для работы со всеми возможностями программы, либо позволяет использовать лишь урезанный функционал. VPN от Troywell – полностью бесплатное приложение без всяких ограничивающих условий в плане доступности функций.\n\n\nКак скачать и установить?\n\nОбычно процесс установки и активации не вызывает сложностей и требует совсем немного времени. Можно скачать приложение в один клик. Для этого нужно активировать кнопку «Установить» и подтвердить свое действие. Это, собственно, и вся процедура. Через небольшой промежуток времени приложение установится и появится на панели управления. После этого вам можно начинать с ним работать.\n\n\nКак эксплуатировать Troywell VPN PRO после скачивания?\n\nИтак, вы завершили установку расширения, теперь вам не сложно будет разобраться в его работе. Не зря Troywell является самым перспективным бесплатным VPN для Chrome. Приложение выигрывает у конкурентов еще и по причине того, что все элементарно просто в плане установки и управления. Значок программы обычно располагается на панели управления внутри интернет-браузера, его также просто удалить при ненадобности.\nДля запуска нужно нажать на значок Troywell. Всплывет окошко, в нем нужно кликнуть по большой кнопке активации. Здесь все предельно просто, вы ничего не сможете перепутать. Практически сразу VPN начнет функционировать, а клиент сможет просматривать даже заблокированные в его стране ресурсы, зашифровывать персональные данные и прятать следы истории просмотра интернет-страниц.\nВ окошке в процессе активации отображается ваш новый IP-адрес, зависящий от того, с каким сервером установлено соединение. Там же видна продолжительность текущего сеанса, объем использованного трафика, статистика работы программы за определенный период времени, а также сайты-исключения. В дополнение к перечисленному программа позволяет узнать местонахождение сервера, с которым установлено соединение в данный временной промежуток.\nЕсли вам не подходит подключение именно к данной локации (к примеру, сервер находится в государстве, где наложены ограничения на нужный сайт), то есть возможность с этим справиться.\n\nЕсли клиент воспользовался нашими услугами и больше не видит в них необходимости, то есть возможность его отключить. Тогда следует кликнуть на иконку приложения и щелкнуть кнопку «Отключить ВПН». Приложение деактивируется, но будет оставаться на панели управления браузера. Если возникнет потребность, его можно запустить в работу по той же схеме, что изложена в блоке выше. Удалять совсем VPN нецелесообразно, так как он, вероятнее всего, будет вам необходим не один раз.\n\n\nВ заключение\n\nTroywell VPN PRO – это один из лучших продуктов для Google Chrome. С его помощью легко поменять свой IP-адрес для ухода от блокировок, зашифровать свои персональные данные, безопасно покупать товары в сети и многое другое. Все эти возможности вы получаете абсолютно бесплатно и в один клик. Очень скоро после начала работы вы поймете, что это самый оптимальный вариант приложения с набором соответствующих функций. Аналогичные предложения так или иначе проигрывают нашему расширению, поскольку не имеют тех или иных возможностей.\n\nТак что смело скачивайте Troywell VPN PRO и используйте его функционал без каких-либо ограничений.",
    "vi": "Troywell VPN Pro - VPN nhanh và bảo mật\nKết nối tốc độ cao và an toàn. Truy cập vào tất cả các trang web đã trở nên dễ dàng hơn với phiên bản PRO.\nTiện ích mở rộng là gì? Đây là một chương trình đặc biệt dành cho một trình duyệt cụ thể khi nó cần ẩn hoặc bảo mật một kết nối đã được thiết lập. Nó cũng cần thiết trong trường hợp mã hóa thông tin cá nhân (họ, tên, chi tiết thẻ ngân hàng, thông tin đăng nhập, mật khẩu, v.v.) và ẩn dữ liệu của bất kỳ tác vụ nào. Chương trình này không khó để cài đặt từ trang web này, ngay cả người mới làm quen cũng có thể làm được. Những lợi ích bạn nhận được từ nó:\n\nTính khả thi của việc cài đặt tiện ích mở rộng VPN\n\nTroywell là một ứng dụng nhỏ được thiết kế để tăng đáng kể khả năng của trình duyệt của bạn. Thông thường, các sản phẩm phần mềm như vậy sẽ miễn phí và việc cài đặt chúng không khó. Ngoài ra, chúng tương thích với bất kỳ hệ điều hành nào. VPN được sử dụng để chặn các nguồn Internet trong một lãnh thổ nhất định, đặt hàng qua Internet hoặc gửi các tệp chứa thông tin quan trọng qua mạng.\n\nTrong trường hợp này, Troywell VPN PRO được thiết kế cho một số tác vụ khác:\n\n-cung cấp sự riêng tư hoàn toàn khi duyệt nguồn Internet - địa chỉ IP của bạn sẽ không được biết;\n\n - cung cấp quyền truy cập vào hầu hết bất kỳ nguồn nào - trong trường hợp chặn truy cập trang web, bạn nên tải VPN về để khắc phục điều này;\n\n - duy trì kết nối ổn định - thông thường các plugin này được cung cấp một số lượng lớn các máy chủ để duy trì chất lượng của kết nối;\n\n - đảm bảo một kết nối hoàn toàn an toàn - tất cả thông tin cá nhân của người dùng sẽ được bảo vệ khỏi sự truy cập trái phép;\n\n - ẩn lưu lượng máy khách - VPN dành cho Google Chrome sẽ thay đổi IP của người dùng thành địa chỉ máy chủ và không thể xác định vị trí thực của người đó;\n\n - duy trì kết nối an toàn với mạng Wi-Fi - khi người dùng thường sử dụng mạng Wi-Fi ở một số nơi công cộng nên sử dụng VPN để bảo vệ thông tin cá nhân;\n\n- mã hóa bất kỳ thông tin nào - không chỉ dữ liệu cá nhân của khách hàng sẽ được bảo mật, mà các dấu vết của lịch sử tìm kiếm trong trình duyệt internet cũng sẽ bị xóa;\n\n- vị trí hiện tại - tự động xác định vị trí hiện tại của người dùng;\n\n- kiểm tra tốc độ - xác định tốc độ thực của Internet, được cung cấp bởi nhà cung cấp hoặc nhà khai thác di động của bạn.\n\n\nDo đó, lợi ích của việc cài đặt VPN trên Chrome là rất nhiều. Những người thường duyệt qua các tài nguyên trực tuyến bị chặn, mua sắm trực tuyến, gửi tài liệu quan trọng hoặc muốn bảo mật thông tin cá nhân của họ thì nên kích hoạt ứng dụng này.\n\n\nƯu điểm của Troywell VPN PRO là gì?\n\nỨng dụng này có tất cả các tính năng được liệt kê ở trên. Tuy nhiên, đây không phải là những thứ quan trọng nhất. Những tính năng quan trọng nhất là kết nối tốc độ cao (so với các đối thủ cạnh tranh cung cấp) và không có những hạn chế. Hầu hết các dịch vụ đều đề nghị bạn mua bản đăng ký trả phí để dùng với tất cả các tính năng của chương trình hoặc chỉ cho phép bạn sử dụng một chức năng bị lược bỏ. VPN của Troywell là một ứng dụng hoàn toàn miễn phí không có bất kỳ hạn chế nào về tính khả dụng của các tính năng.\n\n\nLàm thế nào để tải xuống và cài đặt?\n\nThông thường, quá trình cài đặt và kích hoạt rất dễ và mất rất ít thời gian. Bạn có thể tải xuống ứng dụng bằng một cú nhấp chuột. Để thực hiện việc này, bạn cần nhấn nút \"Cài đặt\" và xác nhận hành động của mình. Trên thực tế, đây là toàn bộ quy trình. Sau một khoảng thời gian ngắn, ứng dụng sẽ được cài đặt và xuất hiện trên bảng điều khiển. Sau đó, bạn có thể bắt đầu làm việc với nó.\n\n\nLàm thế nào để sử dụng Troywell VPN PRO sau khi tải xuống?\n\nVậy là bạn đã hoàn thành việc cài đặt tiện ích mở rộng, giờ bạn sẽ không thấy khó hiểu về cách hoạt động của nó. Không phải vô cớ mà Troywell là VPN miễn phí hứa hẹn nhất dành cho Chrome. Ứng dụng này chiến thắng đối thủ nhờ vào cách cài đặt và quản lý đơn giản. Biểu tượng của chương trình thường nằm trên bảng điều khiển bên trong trình duyệt Internet, cũng có thể dễ dàng gỡ bỏ nếu không cần thiết.\nĐể bắt đầu, bạn cần nhấp vào biểu tượng Troywell. Một cửa sổ sẽ bật lên, trong đó bạn cần nhấp vào nút kích hoạt lớn. Mọi thứ rất đơn giản, bạn sẽ không thể nhầm lẫn bất cứ cái gì. Gần như ngay lập tức, VPN sẽ bắt đầu hoạt động và khách hàng sẽ có thể xem được cả những nguồn bị chặn trong quốc gia của mình, mã hóa dữ liệu cá nhân và ẩn đi các dấu vết của lịch sử trình duyệt Internet.\nTrong quá trình kích hoạt trong hộp sẽ hiển thị địa chỉ IP mới của bạn tùy thuộc vào máy chủ mà bạn được kết nối. Cửa sổ cũng hiển thị thời lượng của tác vụ hiện tại, lưu lượng truy cập được sử dụng, thống kê hoạt động của chương trình trong một khoảng thời gian nhất định và các trang web loại trừ. Ngoài những điều trên, chương trình cho phép bạn tìm ra vị trí của máy chủ mà bạn được kết nối tại một khoảng thời gian nhất định.\nNếu kết nối đến vị trí cụ thể này không phù hợp với bạn (ví dụ: máy chủ được đặt ở trạng thái có các hạn chế được áp dụng đối với trang web mong muốn), bạn có thể khắc phục được việc này.\n\nNếu khách hàng đã sử dụng dịch vụ của chúng tôi và không còn thấy cần thiết nữa, thì có thể vô hiệu hóa nó. Khi đó, bạn hãy nhấp vào biểu tượng của ứng dụng và nhấp vào nút \"Disable VPN\". Ứng dụng sẽ bị vô hiệu hóa nhưng vẫn nằm trong bảng điều khiển của trình duyệt. Nếu cần, có thể khởi động nó lại theo cùng một hướng dẫn đã nêu ở trên. Không nên xóa VPN vì có thể bạn sẽ phải cần đến nó nhiều lần nữa.\n\n\nTóm lại.\n\nTroywell VPN PRO là một trong những sản phẩm tốt nhất dành cho Google Chrome. Nó giúp bạn dễ dàng thay đổi địa chỉ IP để tránh bị chặn, mã hóa dữ liệu cá nhân của bạn, mua hàng trực tuyến an toàn và hơn thế nữa. Bạn nhận được tất cả các tính năng này hoàn toàn miễn phí và chỉ trong một cú nhấp chuột. Rất nhanh sau khi dùng, bạn sẽ nhận ra rằng đây là phiên bản tốt nhất của ứng dụng với một loạt các tính năng phù hợp. Các nhà cung cấp tiện ích mở rộng tương tự thua chúng tôi vì họ không có những tính năng đó hoặc các tính năng khác.\nVì vậy, hãy thoải mái tải Troywell VPN PRO và sử dụng tính năng của nó mà không có bất kỳ giới hạn nào."
  }
}