{
  "name": {
    "ar": "تحكم الوالدين في يوتيوب - حظر المحتوى!",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "YouTube Parental Control - Block any content!",
    "de": "YouTube Elternkontrolle - Inhalte blockieren!",
    "es": "Control parental YouTube - ¡Bloquea contenido!",
    "fr": "Contrôle parental YouTube - Bloquez le contenu !",
    "ja": "YouTubeペアレンタルコントロール - コンテンツをブロック！",
    "ko": "YouTube 부모 통제 - 콘텐츠 차단!",
    "pl": "YouTube Parental Control - moderuj treści",
    "pt_BR": "Controle Parental YouTube - Bloqueie conteúdo!",
    "th": "ควบคุม YouTube สำหรับผู้ปกครอง - บล็อกเนื้อหา!"
  },
  "short": {
    "ar": "سيطر على يوتيوب تمامًا - أضف الكلمات لحظر الفيديوهات التي تحتويها.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Take Full Control of YouTube – Add any keywords you want to block, videos containing these phrases in titles will no longer appear",
    "de": "Volle Kontrolle über YouTube – Fügen Sie zu blockierende Schlüsselwörter hinzu.",
    "es": "Control total en YouTube: añade palabras clave para bloquear videos.",
    "fr": "Contrôlez YouTube – Ajoutez des mots-clés pour bloquer des vidéos.",
    "ja": "YouTubeを完全管理 - ブロックしたいキーワードを追加してください。",
    "ko": "YouTube 완전 제어 - 차단할 키워드를 추가하세요.",
    "pl": "Przejmij pełną kontrolę nad YouTube – Dodaj dowolne słowa kluczowe, które chcesz zablokować.",
    "pt_BR": "Controle total no YouTube – Adicione palavras-chave para bloquear vídeos.",
    "th": "ควบคุม YouTube อย่างสมบูรณ์ - เพิ่มคำสำคัญที่ต้องการบล็อกวิดีโอ"
  },
  "long": {
    "ar": "التحكم الأبوي في يوتيوب – سيطر بالكامل على محتوى يوتيوب!\nهل سئمت من المحتوى غير المناسب على يوتيوب الذي قد يصادفه طفلك بالخطأ؟\n\nمع التحكم الأبوي في يوتيوب، ستحصل على أداة قوية تتيح لك حظر المحتوى غير المرغوب فيه بسرعة وسهولة.\n\nالميزات الرئيسية:\n\nحظر المحتوى غير المرغوب فيه – أضف أي كلمات رئيسية ترغب في حظرها. لن تظهر مقاطع الفيديو والمحتوى الذي يحتوي على هذه العبارات بعد الآن.\nحماية شاملة – يعمل بسلاسة على الصفحة الرئيسية، علامة التبويب الخاصة بالاشتراكات، ومقاطع يوتيوب القصيرة.\nالبساطة والفعالية – إدارة قائمة الحظر بسهولة باستخدام نافذة منبثقة بديهية.\nلمن هذا المنتج؟\nمصمم للآباء والأوصياء الذين يرغبون في ضمان تجربة تصفح آمنة لأطفالهم على يوتيوب.\n\nقم بتثبيت التحكم الأبوي في يوتيوب اليوم وسيطر على المحتوى الذي يراه طفلك على يوتيوب!\n\nإخلاء المسؤولية: جميع أسماء المنتجات والشركات هي علامات تجارية أو علامات تجارية مسجلة لأصحابها. هذا الموقع والإضافات ليس لهما أي ارتباط أو علاقة مع هذه الشركات أو أي أطراف ثالثة.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "YouTube Parental Control – Take Full Control of YouTube Content!\n\nTired of inappropriate content on YouTube that your child might accidentally come across? \n\nWith YouTube Parental Control, you get a powerful tool that lets you block unwanted content quickly and effortlessly.\n\nKey Features:\n\nBlock unwanted content – Add any keywords you want to block. Videos and content containing these phrases will no longer appear.\nComprehensive protection – Works seamlessly on the homepage, subscriptions tab, and YouTube Shorts.\nSimplicity and effectiveness – Manage your blocklist easily with an intuitive pop-up window.\n\nWho is it for?\nDesigned for parents and guardians who want to ensure their children have a safe browsing experience on YouTube.\n\nInstall YouTube Parental Control today and take charge of the content your child sees on YouTube!\n\nDisclaimer: All product and company names are trademarks or registered trademarks of their respective holders. This website & extensions hold no association or affiliation with them or any third-party companies.",
    "de": "YouTube Kindersicherung – Übernehmen Sie die volle Kontrolle über YouTube-Inhalte!\nHaben Sie genug von unangemessenen Inhalten auf YouTube, die Ihr Kind versehentlich sehen könnte?\n\nMit der YouTube Kindersicherung erhalten Sie ein leistungsstarkes Tool, mit dem Sie unerwünschte Inhalte schnell und mühelos blockieren können.\n\nHauptfunktionen:\n\nUnerwünschte Inhalte blockieren – Fügen Sie beliebige Schlüsselwörter hinzu, die Sie blockieren möchten. Videos und Inhalte mit diesen Begriffen werden nicht mehr angezeigt.\nUmfassender Schutz – Funktioniert nahtlos auf der Startseite, im Abonnementbereich und bei YouTube Shorts.\nEinfachheit und Effektivität – Verwalten Sie Ihre Blockliste einfach mit einem intuitiven Pop-up-Fenster.\nFür wen ist das gedacht?\nEntwickelt für Eltern und Erziehungsberechtigte, die ihren Kindern ein sicheres Surferlebnis auf YouTube ermöglichen möchten.\n\nInstallieren Sie die YouTube Kindersicherung noch heute und übernehmen Sie die Kontrolle über die Inhalte, die Ihr Kind auf YouTube sieht!\n\nHaftungsausschluss: Alle Produkt- und Firmennamen sind Marken oder eingetragene Marken ihrer jeweiligen Inhaber. Diese Website und Erweiterungen stehen in keiner Verbindung zu ihnen oder Drittunternehmen.",
    "es": "Control Parental de YouTube: ¡Toma el control total del contenido de YouTube!\n¿Cansado de contenido inapropiado en YouTube que tu hijo podría encontrar por accidente?\n\nCon el Control Parental de YouTube, obtienes una herramienta poderosa que te permite bloquear contenido no deseado de manera rápida y sencilla.\n\nCaracterísticas principales:\n\nBloqueo de contenido no deseado – Añade cualquier palabra clave que desees bloquear. Los videos y contenidos que contengan estas frases ya no aparecerán.\nProtección integral – Funciona perfectamente en la página principal, la pestaña de suscripciones y los Shorts de YouTube.\nSimplicidad y efectividad – Gestiona tu lista de bloqueo fácilmente con una ventana emergente intuitiva.\n\n¿Para quién es?\nDiseñado para padres y tutores que desean garantizar que sus hijos tengan una experiencia segura en YouTube.\n\n¡Instala el Control Parental de YouTube hoy mismo y toma el control del contenido que tu hijo ve en YouTube!\n\nDescargo de responsabilidad: Todos los nombres de productos y empresas son marcas comerciales o marcas registradas de sus respectivos propietarios. Este sitio web y sus extensiones no tienen ninguna relación o afiliación con ellos ni con empresas de terceros.",
    "fr": "Contrôle parental YouTube – Prenez le contrôle total du contenu YouTube !\nMarre des contenus inappropriés sur YouTube que votre enfant pourrait tomber dessus par accident ?\n\nAvec le Contrôle Parental YouTube, vous disposez d'un outil puissant qui vous permet de bloquer rapidement et facilement les contenus indésirables.\n\nCaractéristiques principales :\n\nBloquez les contenus indésirables – Ajoutez les mots-clés que vous souhaitez bloquer. Les vidéos et contenus contenant ces expressions ne s'afficheront plus.\nProtection complète – Fonctionne parfaitement sur la page d'accueil, l'onglet abonnements et les Shorts YouTube.\nSimplicité et efficacité – Gérez facilement votre liste de blocage grâce à une fenêtre contextuelle intuitive.\nPour qui est-ce conçu ?\nConçu pour les parents et les tuteurs qui souhaitent garantir une expérience de navigation sécurisée à leurs enfants sur YouTube.\n\nInstallez le Contrôle Parental YouTube aujourd'hui et maîtrisez le contenu que votre enfant voit sur YouTube !\n\nAvertissement : Tous les noms de produits et de sociétés sont des marques ou des marques déposées de leurs détenteurs respectifs. Ce site Web et ses extensions n'ont aucune association ou affiliation avec eux ou des entreprises tierces.",
    "ja": "YouTubeペアレンタルコントロール – YouTubeコンテンツを完全に管理！\nお子様が誤ってYouTubeで不適切なコンテンツを目にしてしまうのが心配ですか？\n\nYouTubeペアレンタルコントロールを使えば、不要なコンテンツを素早く簡単にブロックできる強力なツールが手に入ります。\n\n主な機能:\n\n不要なコンテンツをブロック – ブロックしたいキーワードを追加してください。これらのフレーズを含む動画やコンテンツは表示されなくなります。\n包括的な保護 – ホームページ、購読タブ、YouTubeショートでシームレスに機能します。\nシンプルかつ効果的 – 直感的なポップアップウィンドウで簡単にブロックリストを管理できます。\n\n対象者は？\nYouTubeで安全な閲覧体験をお子様に提供したいと考える親や保護者向けに設計されています。\n\n今すぐYouTubeペアレンタルコントロールをインストールして、お子様がYouTubeで見るコンテンツを管理しましょう！\n\n免責事項: すべての製品および会社名は、それぞれの所有者の商標または登録商標です。このウェブサイトおよび拡張機能は、これらまたは第三者企業とは一切関係がありません。",
    "ko": "YouTube 부모 통제 – YouTube 콘텐츠를 완벽히 제어하세요!\n아이들이 실수로 YouTube에서 부적절한 콘텐츠를 접하게 될까 걱정되시나요?\n\nYouTube 부모 통제를 통해 원치 않는 콘텐츠를 빠르고 쉽게 차단할 수 있는 강력한 도구를 제공합니다.\n\n주요 기능:\n\n원치 않는 콘텐츠 차단 – 차단하고 싶은 키워드를 추가하세요. 해당 키워드가 포함된 동영상 및 콘텐츠는 더 이상 표시되지 않습니다.\n포괄적인 보호 – 홈, 구독 탭 및 YouTube Shorts에서 매끄럽게 작동합니다.\n간단하고 효과적 – 직관적인 팝업 창으로 차단 목록을 쉽게 관리할 수 있습니다.\n\n누구를 위한 도구인가요?\nYouTube에서 아이들이 안전하게 브라우징할 수 있도록 하고 싶은 부모와 보호자를 위해 설계되었습니다.\n\n지금 YouTube 부모 통제를 설치하고 아이가 YouTube에서 보는 콘텐츠를 제어하세요!\n\n면책 조항: 모든 제품 및 회사 이름은 해당 소유자의 상표 또는 등록 상표입니다. 이 웹사이트 및 확장 프로그램은 이러한 회사나 제3자 기업과 관련이 없습니다.",
    "pl": "YouTube Parental Control – Przejmij pełną kontrolę nad treściami na YouTube!\nMasz dość nieodpowiednich treści na YouTube, na które Twoje dziecko może natknąć się przypadkiem?\n\nDzięki YouTube Parental Control zyskujesz potężne narzędzie, które pozwala szybko i bez wysiłku blokować niepożądane treści.\n\nKluczowe funkcje:\n\nBlokowanie niechcianych treści – Dodaj dowolne słowa kluczowe, które chcesz zablokować. Filmy i treści zawierające te frazy nie będą się już pojawiać.\nKompleksowa ochrona – Działa płynnie na stronie głównej, w zakładce subskrypcje i w YouTube Shorts.\nProstota i skuteczność – Zarządzaj listą blokowania łatwo dzięki intuicyjnemu okienku.\n\nDla kogo?\nStworzony dla rodziców i opiekunów, którzy chcą zapewnić swoim dzieciom bezpieczne korzystanie z YouTube.\n\nZainstaluj YouTube Parental Control już dziś i przejmij kontrolę nad treściami, które Twoje dziecko ogląda na YouTube!\n\nZastrzeżenie: Wszystkie nazwy produktów i firm są znakami towarowymi lub zastrzeżonymi znakami towarowymi ich właścicieli. Ta strona internetowa i rozszerzenia nie są powiązane ani powiązane z nimi ani z żadnymi firmami trzecimi.",
    "pt_BR": "Controle Parental do YouTube – Tenha Controle Total sobre o Conteúdo do YouTube!\nCansado de conteúdos inadequados no YouTube que seu filho pode acessar acidentalmente?\n\nCom o Controle Parental do YouTube, você tem uma ferramenta poderosa que permite bloquear conteúdos indesejados de forma rápida e fácil.\n\nPrincipais Recursos:\n\nBloqueio de conteúdo indesejado – Adicione palavras-chave que você deseja bloquear. Vídeos e conteúdos com essas palavras não serão mais exibidos.\nProteção abrangente – Funciona perfeitamente na página inicial, na aba de inscrições e nos Shorts do YouTube.\nSimplicidade e eficácia – Gerencie sua lista de bloqueio facilmente com uma janela pop-up intuitiva.\n\nPara quem é?\nProjetado para pais e responsáveis que desejam garantir uma experiência segura para seus filhos no YouTube.\n\nInstale o Controle Parental do YouTube hoje mesmo e controle o conteúdo que seu filho acessa no YouTube!\n\nAviso Legal: Todos os nomes de produtos e empresas são marcas ou marcas registradas de seus respectivos proprietários. Este site e suas extensões não têm qualquer associação ou afiliação com essas empresas ou terceiros.",
    "th": "YouTube Parental Control – ควบคุมเนื้อหา YouTube ได้อย่างสมบูรณ์แบบ!\nเบื่อกับเนื้อหาที่ไม่เหมาะสมบน YouTube ที่ลูกของคุณอาจพบโดยบังเอิญใช่ไหม?\n\nด้วย YouTube Parental Control คุณจะได้รับเครื่องมือทรงพลังที่ช่วยบล็อกเนื้อหาที่ไม่ต้องการได้อย่างรวดเร็วและง่ายดาย\n\nคุณสมบัติเด่น:\n\nบล็อกเนื้อหาที่ไม่ต้องการ – เพิ่มคำหลักที่คุณต้องการบล็อก วิดีโอและเนื้อหาที่มีคำเหล่านี้จะไม่แสดงอีกต่อไป\nการป้องกันที่ครอบคลุม – ทำงานได้อย่างราบรื่นในหน้าแรก แถบสมัครรับข้อมูล และ YouTube Shorts\nง่ายและมีประสิทธิภาพ – จัดการรายการบล็อกของคุณได้อย่างง่ายดายผ่านหน้าต่างป๊อปอัพที่ใช้งานง่าย\n\nเหมาะสำหรับใคร?\nออกแบบมาสำหรับผู้ปกครองและผู้ดูแลที่ต้องการให้ลูกมีประสบการณ์การท่องเว็บที่ปลอดภัยบน YouTube\n\nติดตั้ง YouTube Parental Control วันนี้และควบคุมเนื้อหาที่ลูกของคุณเห็นบน YouTube!\n\nคำสงวนสิทธิ์: ชื่อผลิตภัณฑ์และบริษัททั้งหมดเป็นเครื่องหมายการค้าหรือเครื่องหมายการค้าจดทะเบียนของเจ้าของที่เกี่ยวข้อง เว็บไซต์นี้และส่วนขยายไม่มีความเกี่ยวข้องหรือความสัมพันธ์ใดๆ กับบริษัทเหล่านั้นหรือบุคคลที่สาม"
  }
}