{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Markers for YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Store your video timestamps and navigate between them easily at any time!",
    "es": "Guarde sus marcas de tiempo y vuelve fácilmente en cualquier momento!",
    "ru": "Запоминайте необходимые временные метки в видео и моментально возвращайтесь к ним в любое время!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this extension you can visually mark and remember your favorite tamistamps of any video on YouTube and quickly navigate between them. \nThe extension adds customizable visual markers to the progress bar of the video and allows you to quickly navigate between them. Also it has a viewable history of marked videos. Additionally, the extension allows you to create screenshots with one click on hotkey and removes some annoying popups.\n\nThis extension does not collects your data. You can find all source code here\nhttps://github.com/StasPlatonov/youtube-timestamp-storage",
    "es": "La extensión le permite guardar las marcas de tiempo para cualquier vídeo (marcadores visuales se muestran en la barra de progreso) y moverse instantáneamente entre ellos (también mediante teclas de acceso rápido). Las marcas de tiempo se guardan en el almacenamiento local para cualquier video con la capacidad de verlos y eliminarlos. Puede guardar capturas de pantalla de video con un solo botón. Además, la extensión elimina algunos banners pop-up.\n\nEsta extensión no recopila datos de usuario. Puedes encontrar todo el código fuente aquí:\nhttps://github.com/StasPlatonov/youtube-timestamp-storage",
    "ru": "Расширение позволяет вам визуализировать и сохранять временные метки для любого видео. Маркеры отображаются на прогресс баре и вы можете моментально перемещаться между ними как с помощью горячих клавиш, так и с помощью кнопок. Временные метки сохраняются в локальном хранилище для любого видео с возможностью их просмотра и удаления в любой момент и имеют некоторые настройки визуального отображения. Расширение также позволяет вам сохранять скриншоты видео одной кнопкой или горячей клавишей, а также удаляет некоторые всплывающие баннеры.\n\nДанное расширение не собирает пользовательские данные. Полный исходный код представлен тут:\nhttps://github.com/StasPlatonov/youtube-timestamp-storage"
  }
}