{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netflix Login"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Log in to Netflix for your favorite Netflix movie. Get started now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netlix Login\n\nFinding the ideal Netflix movie can be a joy on its own, given the vast library the platform offers. We're excited to introduce an extension designed to streamline your search and enhance your Netflix movie-watching experience.\n\nFeatures:\n\nExtensive List of Top Netflix Movies: \nMake your selection effortless with our user-friendly list.\n\nTrending Netflix Movies: \nStay in the loop about the hottest films worldwide.\n\nMood-Based Filters: \nCustomize your movie choices based on your mood.\n\nDaily Updates: \nNever miss the latest Netflix releases.\n\nConvenient Viewing Options: \nChoose between a popup or a new tab view.\n\nSubscribe to Netflix: \nTo unlock the full potential of our Netflix Movies extension, a Netflix subscription is required. If you're not a member yet, begin your cinematic journey at Netflix Signup: https://www.netflix.com/signup\n\nElevate Your Netflix Experience:\nIn conclusion, our extension enhances your Netflix routine with clarity, simplicity, and professionalism in mind. It's more than just an extension; it's a way to elevate your Netflix browsing and immerse yourself in cinematic treasures with ease and sophistication.\n\nPlease note that our Netflix Movies extension for Chrome is not affiliated with the official Netflix company: https://www.netflix.com/login"
  }
}