{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eats Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detects and scrapes order data from Uber Eats Orders page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eats Tracker: Effortlessly Track Your Uber Eats Spending\n\nAre you curious about how much you're spending on Uber Eats orders? Eats Tracker is here to help! This simple yet powerful Chrome extension allows you to easily track your total spending on Uber Eats, helping you manage your food expenses better.\n\nHow to Use Eats Tracker:\n\n1: Log In: Make sure you are logged into your Uber Eats account in your browser.\n\n2: Navigate to the Orders Page: Go to the Uber Eats Orders page where your past orders are listed.\n\n3: Open Eats Tracker: Click on the Eats Tracker extension icon at the top of your browser.\n\n4: Start Tracking: Click the \"Calculate\" button in the Eats Tracker popup. The extension will collect your order details and calculate your total spending.\n\n5: View the Insights: Once the calculation is complete, you will see your total spending directly in the extension. Click \"Report\" to open a detailed report in a new tab, providing comprehensive insights into your order history.\n\nNote: Sometimes, it might show \"No orders found.\" Just refresh the tab or close the tab and open a new one, and try again.\n\nKey Features:\n\nOne-Click Calculation: With a single click, Eats Tracker calculates and displays your total spending on Uber Eats, giving you instant insight into your food budget.\nDetailed Reports: View a detailed breakdown of your order history, including dates, seller names, and amounts spent, so you can keep a close eye on your expenses.\nUser-Friendly Interface: The intuitive design makes it easy for anyone to use, with no complicated setup or technical knowledge required.\nWhy Install Eats Tracker?\n\nTake Control of Your Spending: Whether you're budgeting for the month or just curious about your spending habits, Eats Tracker provides the transparency you need to make informed financial decisions.\nSave Time and Effort: Instead of manually checking and adding up your orders, let Eats Tracker do the work for you, saving you time and hassle.\nStay Informed: Keep track of your spending patterns and make adjustments as needed to stay within your budget.\nInstall Eats Tracker today and start managing your Uber Eats expenses more effectively!"
  }
}