{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Emails to Egnyte by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save any Gmail™ email to Egnyte with one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Concerned about the security of your overflowing inbox? Seeking a streamlined solution to safeguard and organize all your emails?\n\nSaving Gmail emails to Egnyte can be a hassle. But with cloudHQ's \"Save Gmail to Egnyte,\" it's really simple! Just click, and save! \n\nYou can save: \n- One email at a time \n- Multiple emails at a time\n- All emails at once\n- All emails at once, and on a continual basis\n- All emails across an organization\n\nYou can also select how you want to save your emails to Egnyte: \n- Save each email conversation separately, or combined in one file\n- With attachments below the email message, or attachments in a separate file\n- PDF, HTML, TXT, EML formats\n- The name format for the file name (date first, from, attachment name, etc)\n  \nSaving emails to Egnyte ensures:\n  * Controlled External File Sharing:  Safely ensure company files are trackable and controllable.\n  * Data Privacy Management: Protect and manage your email data.\n\nWith its flexible folder structure and metadata tagging, Egnyte allows you to move through the cloud with ease, and its document control and alert system lets you keep tabs on all your important emails.\n\nSay goodbye to cluttered inboxes and security concerns, and welcome a streamlined, efficient email management system. After all, it's more than just an extension; it's a step towards optimal productivity and security.\n\ncloudHQ. Helping your productivity, one click at a time.\n\n\n**This is only for Egnyte for Gmail. Saving Outlook Emails to Egnyte is coming soon.**\n\nWebsite: https://www.save-emails-to-egnyte.com/\nPricing: https://www.save-emails-to-egnyte.com/pricing\nSupport page: https://support.cloudhq.net/how-to-save-emails-to-egnyte/\nBlog: https://blog.cloudhq.net"
  }
}