{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WAtaME"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Launch numbers to WhatsApp with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your WhatsApp messaging with WAtaME, the Chrome extension designed to enhance your messaging efficiency. Whether it's saving time on business communication or staying in touch with friends and family, WAtaME streamlines the process, allowing you to send messages faster than ever.\n\nFeatures\n\n- Quick Send: Highlight any phone number on a webpage, right-click, and select \"Send to WhatsApp\" to start a conversation instantly.\n- *Edit Before Sending: WAtaME’s intuitive popup allows you to review and edit the number before sending, ensuring accuracy and giving you control.\n- Universal Compatibility: Works on any website, enabling WhatsApp messaging with just a click, whether you're browsing contact pages, directories, or social media.\n\n*The latest Chrome API does not support this as yet. Having said this, you can initiate with a custom number by clicking on the extension.\n\nPrivacy First: Your privacy matters. WAtaME does not collect any personal information or browsing data. Enjoy secure, efficient communication with peace of mind.\n\nPerfect for professionals, businesses, and anyone looking to reduce the steps needed to send a WhatsApp message, WAtaME transforms your browser into a powerful communication tool.\n---\nA scratch-my-itch project by Forward College.\n---"
  }
}