{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hordes Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A secure & simple Bitcoin wallet for your ordinals. 100% non-custodial."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Bitcoin Wallet for Ordinals, 100% non-custodial with no private keys shared online. \n\nIntroducing Hordes Wallet – The Ultimate Solution for Ordinals Collectors to Secure Inscriptions.\n\nSimply take control of your Bitcoin ordinals and inscriptions with the Hordes Wallet app, designed with your security and privacy in mind. \n\nBuilt 100% on Bitcoin, our non-custodial wallet ensures you remain the sole owner of your private keys and Ordinals assets. Experience the perfect balance between convenience, privacy, and security with Hordes Wallet!\n\nKey Features:\n\n-> Non-custodial: You retain full control over your private keys and digital assets related to your Bitcoin ordinals and inscriptions.\n\n-> Privacy-focused: No personal information is collected or stored, keeping your identity safe and secure.\n\n-> User-friendly and Smart UTXO Management: Enjoy a sleek and intuitive interface designed for seamless management of your Bitcoin ordinals and inscriptions. Hordes Wallet intelligently handles the distinction between UTXOs, allowing you to safely send Bitcoin without affecting your ordinals and receive ordinals that are stored in the correct way, ensuring the protection of your unique assets.\n\n-> Secure: State-of-the-art security measures protect your assets from unauthorized access, ensuring the safety of your collection.\n\nUnlock a world of possibilities for collecting and managing Bitcoin ordinals and inscriptions. Embrace the future with the confidence that your assets are secure and your privacy is protected. Join the Hordes Wallet community now!\n\nHordes Wallet is made By SATO Technologies Corp., A publicly listed Bitcoin Miner securing Bitcoin since 2017. TSX.V:SATO"
  }
}