{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UAL PBS Enhancement Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve access to and functionality of the UAL PBS Bidding Portal"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a few features for the UAL PBS Bidding Portal:\n\n1. Makes it faster to get to the Crew Info Page (more info below)\n2. Adds a \"Days\" column in the trip filter that shows trip length which is useful when reviewing trip pools.\n\nUsing the new 'Smart CrewID Search' is a huge time saver for UAL PBS Instructors who are helping other pilots with monthly bidding.  It saves time by auto formatting the contents of the 'Crew Id' field in Interbids when entering a pilots file number.  You no longer need to have the perfect format of capital 'U' and 6 digits.\n\nThis extension adds a new button to the Interbids crew search screen:  'Smart CrewID Search' \n\nPressing the 'Enter' key  has the same functionality as clicking on this new button.   The old 'Search' button is retained in case you want to use the original search functionality.\n\nIt will also save time by immediately loading the pilots PBS Crew Info page rather than making you click again on the pilots file number once it has been found and then clicking yet again on the 'Proxy' button. \n\nActions for different 'Crew Id' entries:\n\n1.  If the 'Crew Id' entry is blank,  then pressing the 'Enter' key or clicking on the 'Smart CrewID Search' button should take you automatically to your own Crew Info page.   This is a quick shortcut to your own bid screen.\n2.  The number '1' all by itself should also take you to your own Crew Info page.\n3.  Uppercase 'U' and 6 digits (normal file number format).  Extension does not alter this as it is already in the correct format.\n4.  Uppercase 'U' and 4-6 digits (e.g. U1234, U12345):  digits padded if required (e.g. U001234).\n5.  Lowercase 'u' and 4-6 digits (e.g. u12345):  'u' changed to uppercase and digits padded out if rquired (e.g. u012345)\n6.  4-6 digits alone:  The extension will add an uppercase 'U' and pad out the file number to 6 digits if required.\n7.  If there are any space characters on either side of the entered number, they will be deleted.  \n\nExample usage of these features:   \n     1.  Prefbid:  Copying and pasting the pilot's filenumber from the Prefbid help screen to the Interbids web page can result in an improperly formatted number (lowercase 'u', extra spaces, etc.)  This extension repairs the format so you don't have to do it manually.\n     2.  Any time you want to enter a pilot's filenumber manually, you just need to enter the digits (4-6 digits).  The uppercase 'U' will be added automatically and if the filenumber is less than 6 digits, it will be padded appropriately with leading '0's to make 6 digits..\n\nIf the entry is not something that the extension can determine how to repair (e.g. characters present other than the letter 'u' or 'U') then it will simply load your PBS screen.  If you enter a pilot's filenumber and find your PBS Crew Info page is displayed, then it probably means that it was not a valid filenumber. \n\nYou can always use the regular 'Search' button to help find a pilot.\n\nBonus functionality:  This extension extends the timeout delay of the Interbids.ual.com pages to prevent having to constantly log back into the system if you haven't interacted with a screen in awhile.  The original timeout was 12 minutes--this extends it to a few hours."
  }
}