{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Translator"
  },
  "short": {
    "ar": "ترجمة النص المحدد أو المكتوب أو صفحات الويب بسرعة باستخدام الترجمة من Google.",
    "am,bn,da,en,en_AU,en_GB,en_US,es_419,et,fa,gu,hi,hr,kn,lt,lv,ml,mr,ms,nl,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,th": "Quickly translate selected, typed text or web pages using Google Translate.",
    "bg": "Превеждайте бързо избран, въведен текст или уеб страници с помощта на Google Translate.",
    "ca": "Tradueix ràpidament el text o les pàgines web seleccionats, escrits amb Google Translate.",
    "cs": "Rychle překládejte vybraný, zadaný text nebo webové stránky pomocí Překladače Google.",
    "de": "Übersetzen Sie schnell ausgewählte, eingegebene Texte oder Webseiten mit Google Translate.",
    "el": "Μεταφράστε γρήγορα επιλεγμένο, δακτυλογραφημένο κείμενο ή ιστοσελίδες χρησιμοποιώντας τη Μετάφραση Google.",
    "es": "Traduzca rápidamente el texto o las páginas web seleccionados y escritos con Google Translate.",
    "fi": "Käännä nopeasti valittua, kirjoitettua tekstiä tai verkkosivuja Google-kääntäjän avulla.",
    "fil": "Mabilis na isalin ang pinili, nai-type na teksto o mga web page gamit ang Google Translate.",
    "fr": "Traduisez rapidement du texte ou des pages Web sélectionnés et saisis à l'aide de Google Traduction.",
    "he": "תרגם במהירות טקסט נבחר, מוקלד או דפי אינטרנט באמצעות Google Translate.",
    "hu": "Gyorsan lefordíthatja a kiválasztott, begépelt szöveget vagy weboldalakat a Google Fordító segítségével.",
    "id": "Terjemahkan teks atau halaman web yang dipilih dan diketik dengan cepat menggunakan Google Terjemahan.",
    "it": "Traduci rapidamente testi o pagine Web selezionati e digitati utilizzando Google Traduttore.",
    "ja": "Google 翻訳を使用して、選択して入力したテキストまたは Web ページをすばやく翻訳します。",
    "ko": "Google 번역을 사용하여 선택하거나 입력한 텍스트 또는 웹 페이지를 빠르게 번역합니다.",
    "no": "Oversett raskt valgt, skrevet tekst eller nettsider ved hjelp av Google Translate.",
    "pl": "Szybko tłumacz wybrany, wpisywany tekst lub strony internetowe za pomocą Tłumacza Google.",
    "ro": "Traduceți rapid textul selectat, tastat sau paginile web folosind Google Translate.",
    "ru": "Быстро переводите выделенный, набранный текст или веб-страницы с помощью Google Translate.",
    "sv": "Översätt snabbt vald, inskriven text eller webbsidor med Google Översätt.",
    "tr": "Google Çeviri'yi kullanarak seçilen, yazılan metin veya web sayfalarını hızla çevirin.",
    "uk": "Швидко перекладайте вибраний, введений текст або веб-сторінки за допомогою Перекладача Google.",
    "vi": "Dịch nhanh văn bản đã nhập, đã nhập hoặc các trang web bằng Google Dịch.",
    "zh_CN": "使用 Google 翻译快速翻译选定的、键入的文本或网页。",
    "zh_TW": "使用 Google 翻譯快速翻譯選定的、鍵入的文本或網頁。"
  },
  "long": {
    "ar,bg,ca,cs,da,de,el,es,fi,fil,fr,he,hu,id,it,ja,ko,nl,no,pl,ro,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "One easy click to translate a text on the page. Select a text or click the 'Translator' icon. Translate any text in the pop-up by clicking the extension icon.\nOverlay translate provides translation with a single click. Click on the icon near the selected text and get a translation within 1 second.\nFeatures:\n✰ One-click translation on any page\n✰ Translate any text by the extension icon\n✰ Translate the whole page\n! You should select the translation language in the extension's settings.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,et,fa,gu,hi,hr,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,sk,sl,sw,ta,te,th": "One easy click to translate a text on the page. Select a text or click the 'Translator' icon. Translate any text in the pop-up by clicking the extension icon.\nOverlay translate provides translation with a single click. Click on the icon near the selected text and get a translation within 1 second.\nFeatures:\n✰ One-click translation on any page\n✰ Translate any text by the extension icon\n✰ Translate the whole page"
  }
}