{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hydration Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your daily water intake and get reminders to stay hydrated."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Water Tracker: Your Personal Hydration Assistant\nStay hydrated and healthy with Water Tracker, the easy-to-use Chrome extension that helps you monitor your daily water intake!\n💧 Key Features:\n\nSimple Tracking: Easily log your water intake with just a few clicks.\nCustomizable Goals: Set and adjust your daily hydration targets.\nVisual Progress: Watch your circular progress bar fill as you reach your daily goal.\nSmart Reminders: Set custom reminders to keep you drinking water throughout the day.\nDetailed History: View your hydration history to track your long-term habits.\nAutomatic Reset: Your daily intake resets at midnight, ready for a new day.\n\n🎯 Why Water Tracker?\nStaying hydrated is crucial for your health, but it's easy to forget in our busy lives. Water Tracker makes it simple and fun to:\n\nImprove your daily water intake\nBuild healthy hydration habits\nTrack your progress over time\nStay motivated with visual feedback\n\n🚀 How It Works:\n\nSet your daily water intake goal\nLog your water consumption as you drink\nGet gentle reminders to drink more water\nWatch your progress bar fill up\nReview your history to see your hydration trends\n\n👥 Perfect For:\n\nHealth-conscious individuals\nOffice workers who forget to drink water\nAthletes and fitness enthusiasts\nAnyone looking to improve their water intake habits\n\nDon't let dehydration slow you down. Install Water Tracker today and take a simple step towards better health!\n💻 Compatible with all Chrome browsers\n🔒 Privacy-focused: Your data stays on your device\nDownload now and start your journey to better hydration!"
  }
}