{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Defense against Distractions"
  },
  "short": {
    "ar": "يتيح لك حظر مواقع الويب بناءً على النص الذي يظهر في صفحاتها.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sw,ta,te,zh_CN,zh_TW": "Allows you to block websites based on the text that appears on their pages.",
    "bg": "Позволява ви да блокирате уебсайтове въз основа на текста, който се появява на техните страници.",
    "cs": "Umožňuje blokovat webové stránky na základě textu, který se na jejich stránkách objevuje.",
    "da": "Giver dig mulighed for at blokere websteder baseret på teksten, der vises på deres sider.",
    "de": "Ermöglicht Ihnen, Websites zu blockieren, basierend auf dem Text, der auf ihren Seiten erscheint.",
    "el": "Σας επιτρέπει να μπλοκάρετε ιστότοπους με βάση το κείμενο που εμφανίζεται στις σελίδες τους.",
    "es": "Te permite bloquear sitios web basados en el texto que aparece en sus páginas.",
    "fi": "Mahdollistaa verkkosivustojen estämisen niiden sivuilla esiintyvän tekstin perusteella.",
    "fr": "Vous permet de bloquer des sites Web en fonction du texte qui apparaît sur leurs pages.",
    "he": "מאפשר לך לחסום אתרי אינטרנט על פי הטקסט שמופיע בדפיהם.",
    "hi": "आपको उनके पृष्ठों पर दिखाई देने वाले पाठ के आधार पर वेबसाइटों को अवरुद्ध करने की अनुमति देता है।",
    "hr": "Omogućuje vam blokiranje web stranica na temelju teksta koji se pojavljuje na njihovim stranicama.",
    "hu": "Lehetővé teszi a weboldalak blokkolását az oldalaikon megjelenő szöveg alapján.",
    "id": "Memungkinkan Anda untuk memblokir situs web berdasarkan teks yang muncul di halaman mereka.",
    "it": "Ti permette di bloccare siti web in base al testo che appare sulle loro pagine.",
    "ja": "そのページに表示されるテキストに基づいてウェブサイトをブロックすることができます。",
    "ko": "페이지에 나타나는 텍스트를 기반으로 웹사이트를 차단할 수 있습니다.",
    "ms": "Membolehkan anda menyekat laman web berdasarkan teks yang muncul di halaman mereka.",
    "nl": "Hiermee kunt u websites blokkeren op basis van de tekst die op hun pagina's verschijnt.",
    "no": "Gir deg mulighet til å blokkere nettsteder basert på teksten som vises på sidene deres.",
    "pl": "Pozwala blokować strony internetowe na podstawie tekstu, który pojawia się na ich stronach.",
    "ro": "Vă permite să blocați site-uri web pe baza textului care apare pe paginile lor.",
    "ru": "Позволяет блокировать веб-сайты на основе текста, который отображается на их страницах.",
    "sk": "Umožňuje blokovať webové stránky na základe textu, ktorý sa na nich zobrazuje.",
    "sr": "Omogućava vam da blokirate veb sajtove na osnovu teksta koji se pojavljuje na njihovim stranicama.",
    "sv": "Gör det möjligt att blockera webbplatser baserat på texten som visas på deras sidor.",
    "th": "ช่วยให้คุณสามารถบล็อกเว็บไซต์ตามข้อความที่ปรากฏบนหน้าเว็บของพวกเขา",
    "tr": "Web sitelerini sayfalarında görünen metne göre engellemenize olanak tanır.",
    "uk": "Дозволяє блокувати веб-сайти на основі тексту, який з'являється на їх сторінках.",
    "vi": "Cho phép bạn chặn các trang web dựa trên văn bản xuất hiện trên trang của họ."
  },
  "long": {
    "ar,bg,cs,da,de,el,es,fi,fr,he,hi,hr,hu,id,it,ja,ko,ms,nl,no,pl,ro,ru,sk,sr,sv,th,tr,uk,vi": "The internet is indispensable for work and study, but it's also a hub of endless distractions. Whether you're programming, studying, or simply browsing, it's too easy to get sidetracked. You might start with good intentions, only to find yourself veering off into the world of video games, YouTube videos, or the latest social media trends.\n\nWhy Distractions Win and How to Fight Back\n\nThe key to combating these distractions isn't just about blocking websites – it's about understanding the content that lures you away. Our extension doesn't just block URLs; it analyzes the text on websites, targeting the specific words that often lead to procrastination.\n\nUsing the Extension: A Personal Approach\n\nObserve Your Habits: Reflect on your typical internet usage. What draws you away from work?\nDecide to Block or Not: Ask yourself:\nDo I need this content for future work or study?\nIs this content too distracting to simply ignore?\n\nFeatures at a Glance:\n\nKeyword-Based Blocking: Set custom keywords. When these appear on a site, they contribute to a 'distraction score' of up to 1000 points, leading to a block.\nFlexible Formats: Use keywords in different ways:\nInstant Block: \"keyword\" (assumes a score of 1000).\nIncremental Block: \"keyword, number\" (e.g., \"news, 100\").\nMultiplier or Addition: \"keyword, + or *, number\" (e.g., \"games, *, 10\").\nLocked Schedules: Set specific times for strict enforcement of your blocking rules.\nWhitelisting: Exempt certain sites from being blocked.\nPassword Protection: Secure your settings, especially during locked schedules.\n\nPrivacy First:\n\nYour data stays yours. The extension was designed to operate entirely locally – no collection, storage, or transmission of user data. For full transparency, check out the source code here: \nhttps://github.com/molodchyk/Defense_against_Distractions.\n\nThanks.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sw,ta,te,zh_CN,zh_TW": "Hi! It's so easy to distract yourself on the internet and to procrastinate. This extension allows you to choose to block the websites based on the keywords you don't want to see appearing. \n\nThere are thousands of video games to play, news stories to read, video content to consume and so on. And often times this is what we do when the project deadline or exams are still far away. It's sometimes a bit hard to force yourself into doing what you need to do. \n\nAnd distractions are everywhere! Even if you use StayFocusd or Cold Turkey or FocusMe to block some websites by their URLs, you can't block everything. For example even with ChatGPT you could talk about the news or video games if you really don't feel like studying/doing some work. \n\nWith this extension, you can block the websites based on words and phrases on their text.  \n\nExtension is open sourced: \nhttps://github.com/molodchyk/Defense_against_Distractions.\n\nChangelog\n\nVersion 1.1:\n\n-added export/import functionality -added missing translations -bug fix: ChatGPT's stream of text is now properly detected\n\nVersion 1.2:\n\n-websites from multiple groups can be applied to a single URL -the page closes automatically after being blocked, timers were removed\n\nVersion 1.3:\n\n-keywords values can be increased during locked schedules -keywords can be shuffled during locked schedules -bug fix: keywords can be added again\n\nVersion 1.4.1:\n\nincreased storage for the website groups\nimproved error handling regarding storage\nbug fix: redirection works as intended"
  }
}