{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fyyn - Your browser screen recorder",
    "de": "Fyyn - Dein Browser Bildschirm-Recorder",
    "es_419": "Fyyn - Tu grabador de pantalla del navegador"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your screen and camera with one click - no special skills or additional software required.",
    "de": "Nimm deinen Bildschirm und deine Kamera auf - ohne besondere Kenntnisse und Software, mit nur einem Klick.",
    "es,es_419": "Graba tu pantalla y cámara con un solo clic, sin necesidad de conocimientos especiales ni software."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fyyn - Your browser screen recorder\n\nFyyn lets you record your screen and camera with just one click and share your recordings in seconds. \n\nIt is the fastest / best way to create screen recordings directly in your browser and share your content.\n\nEasily share your thoughts and ideas. Fyyn makes it easy for you and your recipients to share and view the recordings - no special skills required.\n\nDownload any screen recording as a video file or send your video with just \"one click\" via email, LinkedIn, Twitter and many more.\n\n\nStart Now and Send Any of Your Screen Recordings With Just One Click To:\n\n• your students\n• your friends\n• your clients and business partners\n• to anyone you want\n\n \nJust start now\n\nImpress your recipients with your expertise, perfect video quality up to 4k and leave a lasting professional impression.\n\nInstall Fyyn now to send personalized emails and messages without video experience or expensive equipment.\n\n \nScreen Recorder and Video Hosting\n\n• Easily record video with your webcam\n• Choose between \"screen only\", \"webcam only\" or \"both\" recording modes.\n• High-quality video recording up to 4K\n• Once recording is complete, your recording is ready to share or download directly\n\n\nThe advantages\nUse Fyyn ...\n\n• ... to build personal relationships with customers\n• ... to collaborate with team members\n• ... save valuable working time and avoid unnecessary meetings\n• ... to create tutorials and guides\n• ... to drive engagement and conversions\n• ... to increase customer satisfaction and loyalty\n• ... to improve marketing newsletters, automated email sequences and quick personal messages\n \n\nSECURITY AND PRIVACY\nFyyn pays special attention to privacy and security. Each of your recordings is run on powerful servers in secure data centers within the EU. As a German company, Fyyn is 100% compliant with the GDPR and all legal requirements, so you and your customers are always on the safe side.",
    "de": "Mit Fyyn kannst du deinen Bildschirm und deine Kamera mit nur einem Klick aufnehmen und deine Aufnahmen in Sekunden teilen.\n\nEs ist der schnellste / beste Weg, um Bildschirmaufnahmen direkt in deinem Browser zu erstellen und deine Inhalte zu teilen.\n\nTeile auf einfache Art deine Gedanken und Ideen. Fyyn macht es dir und deinen Empfängern leicht, die Aufnahmen zu teilen und anzusehen – keine besonderen Kenntnisse sind erforderlich.\n\nLade jede Bildschirmaufzeichnung als Video-Datei herunter oder versende dein Video mit nur „einem Klick“ per E-Mail, LinkedIn, Twitter und viele mehr.\n\n\nBeginne jetzt und versende jede deiner Bildschirmaufzeichnungen mit nur einem Klick an:\n• deine Schüler\n• deine Freunde\n• deine Kunden und Geschäftspartner\n• an jeden den du willst\n\n\nEinfach jetzt starten\nÜberzeuge deine Empfänger mit deinem Know-how, der perfekten Videoqualität bis 4k und hinterlasse einen bleibenden professionellen Eindruck.\n\nInstalliere jetzt Fyyn, um personalisierte E-Mails und -Nachrichten ohne Videoerfahrung oder teure Ausrüstung zu versenden.\n\n\nBildschirm-Recorder und Video Hosting\n\n• Einfache Videoaufnahme mit deiner Webcam\n• Wähle zwischen den Aufnahme-Arten “nur Bildschirm”, “nur Webcam” oder “beides”\n• Hochwertige Videoaufnahmen bis zu 4K\n• Nach Fertigstellung der Aufnahme, steht deine Aufnahme direkt zum teilen oder als Download bereit\n\n\nDie Vorteile\nNutze Fyyn …\n• … um persönliche Beziehungen mit Kunden aufbauen\n• … um mit Teammitgliedern zusammenarbeiten\n• … um wertvolle Arbeitszeit zu sparen und auf unnötige Meetings zu verzichten\n• … um Tutorials und Anleitungen zu erstellen\n• … um Arbeitseinsatz und Konversionen fördern\n• … um die Kundenzufriedenheit und -bindung zu steigern\n• … um Marketing-Newsletter, automatisiert E-Mail-Sequenzen und schnellen persönlichen Nachrichten zu verbessern\n\n\nSICHERHEIT UND DATENSCHUTZ\nFyyn achtet besonders auf Datenschutz und Sicherheit. Jede deiner Video-Aufzeichnungen wird auf leistungsfähigen Servern in sicheren Rechenzentren innerhalb der EU betrieben. Als deutsches Unternehmen erfüllt Fyyn 100% die DSGVO und alle rechtlichen Anforderungen, damit du und deine Kunden immer auf der sicheren Seite sind.",
    "es,es_419": "Fyyn - Tu grabador de pantalla del navegador\n\nFyyn te permite grabar tu pantalla y cámara con solo un clic y compartir tus grabaciones en segundos.\n\nEs la manera más rápida / mejor de crear grabaciones de pantalla directamente en tu navegador y compartir tu contenido.\n\nComparte fácilmente tus pensamientos e ideas. Fyyn hace que sea fácil para ti y tus destinatarios compartir y ver las grabaciones, no se requieren habilidades especiales.\n\nDescarga cualquier grabación de pantalla como un archivo de video o envía tu video con solo \"un clic\" a través de correo electrónico, LinkedIn, Twitter y muchos más.\n\nComienza ahora y envía cualquiera de tus grabaciones de pantalla con solo un clic a:\n\n• tus estudiantes\n• tus amigos\n• tus clientes y socios comerciales\n• a cualquiera que quieras\n\n\nComienza ahora\n\nImpresiona a tus destinatarios con tu experiencia, calidad de video perfecta hasta 4k y deja una impresión profesional duradera.\n\nInstala Fyyn ahora para enviar correos electrónicos y mensajes personalizados sin experiencia en video o equipos costosos.\n\nGrabador de pantalla y alojamiento de video\n\n• Graba fácilmente video con tu cámara web\n• Elige entre los modos de grabación \"solo pantalla\", \"solo cámara web\" o \"ambos\".\n• Grabación de video de alta calidad hasta 4K\n• Una vez completada la grabación, tu grabación está lista para compartir o descargar directamente\n\n\nLas ventajas\nUsa Fyyn ...\n\n• ... para construir relaciones personales con los clientes\n• ... para colaborar con los miembros del equipo\n• ... para ahorrar tiempo valioso de trabajo y evitar reuniones innecesarias\n• ... para crear tutoriales y guías\n• ... para impulsar la participación y las conversiones\n• ... para aumentar la satisfacción y la lealtad del cliente\n• ... para mejorar los boletines de marketing, secuencias de correo electrónico automatizadas y mensajes personales rápidos\n\nSEGURIDAD Y PRIVACIDAD\nFyyn presta especial atención a la privacidad y seguridad. Cada una de sus grabaciones se ejecuta en servidores potentes en centros de datos seguros dentro de la UE. Como empresa alemana, Fyyn cumple al 100% con la RGPD y todos los requisitos legales, por lo que tú y tus clientes siempre están a salvo."
  }
}