{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WME RAPID KOI ROADS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agiliza a sugestão de mapeamento e criação de ruas"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PORTUGUÊS:\nCom o WME Rapid Koi Roads, você pode simplificar o processo de categorização e marcação de estradas de forma rápida e visualmente organizada durante seu tempo no Koi Fish para aprovar novas vias ou recusá-las.\n\nVocê pode configurar seus próprios botões com as cores de sua preferência, além de definir diversos atributos que serão preenchidos automaticamente durante a aprovação de vias no Koi Fish, o que aumentará significativamente sua produtividade.\n\nO script possui algumas regras para preenchimento automático de cidade. Se o script não conseguir identificar automaticamente a cidade conectada ao segmento, nó ou carregada no mapa, você será solicitado a escolher entre as opções disponíveis. Há também um botão para mover os segmentos selecionados, permitindo que você alinhe os novos segmentos aos pontos de GPS.\n\n\nENGLISH:\nWith WME Rapid Koi Roads, you can simplify the process of categorizing and marking roads quickly and visually organized during your time on Koi Fish to approve or reject new roads.\n\nYou can set up your own buttons with your preferred colors, as well as define various attributes that will be automatically filled during the approval of roads on Koi Fish, which will significantly increase your productivity.\n\nThe script has some rules for automatic city filling, if the script cannot automatically identify the city connected to the segment, node or loaded on the map, you will be prompted to choose from the available options. There is also a button to move the selected segments so that you can align the new segments to GPS points."
  }
}