{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch Pins"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'extension Twitch qui te notifie lorsqu'un de tes streamers favoris est en live, et plus encore !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension te permet d'ajouter des streamers Twitch en favoris et d'accéder à un résumé des lives en cours.\n\nNe rate plus un seul live Twitch ! Si l'un de tes streamers favoris lance un live, tu es notifié instantanément et tu peux accéder à sa chaîne simplement via la notification ou la popup de l'extension.\n\nAutres fonctionnalités :\n- Badge sur l'icône de l'extension qui permet de voir un un coup d'œil combien de streamers favoris sont en live dans aller sur Twitch et sans devoir aller dans l'extension.\n- Paramétrage permettant de désactiver toutes les notifications de l'extension tout en gardant les streamers en favoris\n- Paramétrage permettant de désactiver les notifications de certains streamers tout en les gardant en favoris (pour garder la visu dans la popup)\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nProchaines fonctionnalités à venir : \n- Accès aux réseaux sociaux des streamers (Twitter, Youtube, Discord, Instagram, ...)\n- Notification si le streamer sort une vidéo Youtube (désactivable)\n- Possibilité d'activer / désactiver les notifications pour un streamer uniquement s'il joue a un jeu en particulier\n- ...\n\nN'hésite pas à donner tes idées pour améliorer l'extension, ou à remonter un bug via l'email de contact ou directement sur le chrome web store !"
  }
}