{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save to Pocket"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest, fastest way to capture articles, videos, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pocket’s Chrome extension is the easiest, fastest way to capture articles, videos, and anything else you find on the web. With one click, the content you’ve collected appears across all your devices in a clean, distraction-free space—there to read when you’re ready, whether at home, at work, or on the go. Pocket becomes a personal, quiet corner of the internet where you can spend quality time with the stories that matters to you.\n\nSAVE CONTENT 3 DIFFERENT WAYS\n- Click the Pocket button in the toolbar\n- Or right-click a link and select “Save to Pocket”\n- Or use the keyboard shortcuts: Ctrl+Shift+P (Windows), Command+Shift+P (Mac)\n\nA HOME FOR CONTENT YOU CARE ABOUT\n- Save anything that interests you—articles, images, videos, links—and absorb them when you're ready\n- Capture news from Buzzfeed, articles from The New York Times, stories from Flipboard, long reads from Washington Post, and recipes from Pinterest. You can save memes from Reddit, links from Twitter, and videos from YouTube\n- Read directly in Pocket, a calm, focused environment\n- Add tags to order, sort, and find stories in your Pocket\n\nGet Pocket Premium to enjoy custom fonts, a permanent library, unlimited highlighting, and more. Even try listening to articles in Pocket when you're on the go. https://getpocket.com/premium"
  }
}