{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Random number generator",
    "de": "Zufallszahlengenerator",
    "es": "Generador de números aleatorios",
    "fr": "Générateur de nombres aléatoires",
    "it": "Generatore di numeri casuali",
    "ja": "乱数ジェネレーター",
    "ko": "난수 생성기",
    "pl": "Generator liczb losowych",
    "pt_PT": "Gerador de números aleatórios",
    "ru": "Рандом генератор чисел",
    "tr": "Rastgele numara üreticisi",
    "zh_CN": "随机数发生器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Number generator will provide a random number between the two numbers of your choice",
    "de": "Der Zahlengenerator liefert eine Zufallszahl zwischen den beiden Zahlen Ihrer Wahl",
    "es": "El generador de números proporcionará un número aleatorio entre los dos números de su elección",
    "fr": "Le générateur de nombres fournira un nombre aléatoire entre les deux nombres de votre choix",
    "it": "Il generatore di numeri fornirà un numero casuale tra i due numeri di tua scelta",
    "ja": "ナンバー ジェネレーターは、選択した 2 つの数字の間の乱数を提供します。",
    "ko": "숫자 생성기는 선택한 두 숫자 사이의 임의의 숫자를 제공합니다.",
    "pl": "Generator liczb zapewni losową liczbę między dwiema wybranymi liczbami",
    "pt_PT": "O gerador de números irá fornecer um número aleatório entre os dois números de sua escolha",
    "ru": "Генератор чисел будет предоставлять случайное число между двумя номерами по вашему выбору",
    "tr": "Sayı üreteci, seçtiğiniz iki sayı arasında rastgele bir sayı sağlayacaktır.",
    "zh_CN": "数字生成器将在您选择的两个数字之间提供一个随机数"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "A random number generator is a handy tool to get a number out of a desired range. You can also use it to generate a random color, a random password, a random name, a random country or a random word.\n\nBy clicking on the extension icon, the randomizer page opens, you can set the range for random numbers. For the work extension does not need internet. You can generate a random number by pressing a button or by pressing enter. Just open the random number generator page, set the range of the minimum and maximum values ​​and press the button and the program will generate a number.\n\n To generate a number, you need:\n\n* Open the generator in a tab or page of any site\n* Select the range in which you want to get the result. \n* Press the button \"Generate number\"",
    "de": "Ein Zufallszahlengenerator ist ein praktisches Werkzeug, um eine Zahl aus einem gewünschten Bereich zu bekommen. Sie können damit auch eine zufällige Farbe, ein zufälliges Passwort, einen zufälligen Namen, ein zufälliges Land oder ein zufälliges Wort generieren.\n\nDurch Klicken auf das Erweiterungssymbol wird die Randomizer-Seite geöffnet. Sie können den Bereich für Zufallszahlen festlegen. Für die Arbeitserweiterung wird kein Internet benötigt. Sie können eine Zufallszahl durch Drücken einer Taste oder durch Drücken der Eingabetaste generieren. Öffnen Sie einfach die Seite zum Zufallszahlengenerator, stellen Sie den Bereich der Minimal- und Maximalwerte ein und drücken Sie die Taste. Das Programm generiert eine Zahl.\n\n  Um eine Nummer zu generieren, benötigen Sie:\n\n* Öffnen Sie den Generator auf einer Registerkarte oder Seite einer beliebigen Site\n* Wählen Sie den Bereich aus, in dem Sie das Ergebnis erhalten möchten.\n* Drücken Sie die Taste \"Nummer generieren\"",
    "es": "Un generador de números aleatorios es una herramienta útil para obtener un número de un rango deseado. También puede usarlo para generar un color aleatorio, una contraseña aleatoria, un nombre aleatorio, un país aleatorio o una palabra aleatoria.\n\nAl hacer clic en el icono de la extensión, se abre la página del aleatorizador, puede establecer el rango de números aleatorios. Para la extensión de trabajo no se necesita internet. Puede generar un número aleatorio presionando un botón o presionando enter. Simplemente abra la página del generador de números aleatorios, establezca el rango de los valores mínimo y máximo y presione el botón y el programa generará un número.\n\n  Para generar un número, necesita:\n\n* Abra el generador en una pestaña o página de cualquier sitio\n* Seleccione el rango en el que desea obtener el resultado.\n* Pulsa el botón \"Generar número\"",
    "fr": "Un générateur de nombres aléatoires est un outil pratique pour obtenir un nombre hors d'une plage souhaitée. Vous pouvez également l'utiliser pour générer une couleur aléatoire, un mot de passe aléatoire, un nom aléatoire, un pays aléatoire ou un mot aléatoire.\n\nEn cliquant sur l'icône d'extension, la page de randomisation s'ouvre, vous pouvez définir la plage des nombres aléatoires. Pour l'extension de travail n'a pas besoin d'Internet. Vous pouvez générer un nombre aléatoire en appuyant sur un bouton ou en appuyant sur Entrée. Ouvrez simplement la page du générateur de nombres aléatoires, définissez la plage des valeurs minimales et maximales et appuyez sur le bouton et le programme générera un nombre.\n\n  Pour générer un nombre, vous avez besoin de:\n\n* Ouvrez le générateur dans un onglet ou une page de n'importe quel site\n* Sélectionnez la plage dans laquelle vous souhaitez obtenir le résultat.\n* Appuyez sur le bouton \"Générer un numéro\"",
    "it": "Un generatore di numeri casuali è uno strumento utile per ottenere un numero da un intervallo desiderato. Puoi anche usarlo per generare un colore casuale, una password casuale, un nome casuale, un paese casuale o una parola casuale.\n\nFacendo clic sull'icona dell'estensione, si apre la pagina del randomizer, è possibile impostare l'intervallo per i numeri casuali. Per il prolungamento del lavoro non serve internet. È possibile generare un numero casuale premendo un pulsante o premendo invio. Basta aprire la pagina del generatore di numeri casuali, impostare l'intervallo dei valori minimo e massimo e premere il pulsante e il programma genererà un numero.\n\n  Per generare un numero, hai bisogno di:\n\n* Apri il generatore in una scheda o in una pagina di qualsiasi sito\n* Seleziona l'intervallo in cui desideri ottenere il risultato.\n* Premi il pulsante \"Genera numero\"",
    "ja": "乱数ジェネレーターは、目的の範囲外の数値を取得するための便利なツールです。 また、ランダムな色、ランダムなパスワード、ランダムな名前、ランダムな国、またはランダムな単語を生成するために使用することもできます。\n\n拡張機能アイコンをクリックすると、ランダマイザーページが開き、乱数の範囲を設定できます。 仕事の延長のためにインターネットを必要としません。 ボタンを押すか、Enterキーを押すと、乱数を生成できます。 乱数ジェネレーターのページを開き、最小値と最大値の範囲を設定してボタンを押すだけで、プログラムが数値を生成します。\n\n  数値を生成するには、次のものが必要です。\n\n*任意のサイトのタブまたはページでジェネレーターを開きます\n*結果を取得する範囲を選択します。\n*「番号を生成」ボタンを押します",
    "ko": "난수 생성기는 원하는 범위에서 숫자를 가져오는 편리한 도구입니다. 또한 임의의 색상, 임의의 암호, 임의의 이름, 임의의 국가 또는 임의의 단어를 생성하는 데 사용할 수도 있습니다.\n\n확장 아이콘을 클릭하면 Randomizer 페이지가 열리고 난수 범위를 설정할 수 있습니다. 직장 확장을 위해 인터넷이 필요하지 않습니다. 버튼을 누르거나 Enter를 눌러 임의의 숫자를 생성 할 수 있습니다. 난수 생성기 페이지를 열고 최소값과 최대 값의 범위를 설정하고 버튼을 누르면 프로그램이 숫자를 생성합니다.\n\n  번호를 생성하려면 다음이 필요합니다.\n\n* 모든 사이트의 탭 또는 페이지에서 생성기를 엽니 다.\n* 결과를 얻으려는 범위를 선택하십시오.\n* \"번호 생성\"버튼을 누릅니다.",
    "pl": "Generator liczb losowych to przydatne narzędzie do uzyskania liczby z pożądanego zakresu. Możesz również użyć go do wygenerowania losowego koloru, losowego hasła, losowej nazwy, losowego kraju lub losowego słowa.\n\nKlikając ikonę rozszerzenia, otwiera się strona randomizera, możesz ustawić zakres liczb losowych. Do rozszerzenia pracy nie jest potrzebny internet. Liczbę losową można wygenerować, naciskając przycisk lub naciskając klawisz Enter. Wystarczy otworzyć stronę generatora liczb losowych, ustawić zakres wartości minimalnej i maksymalnej i nacisnąć przycisk, a program wygeneruje liczbę.\n\n  Aby wygenerować numer, potrzebujesz:\n\n* Otwórz generator na karcie lub stronie dowolnej witryny\n* Wybierz zakres, w którym chcesz uzyskać wynik.\n* Naciśnij przycisk „Generuj numer”",
    "pt_PT": "Um gerador de números aleatórios é uma ferramenta útil para obter um número fora de um intervalo desejado. Você também pode usá-lo para gerar uma cor aleatória, uma senha aleatória, um nome aleatório, um país aleatório ou uma palavra aleatória.\n\nAo clicar no ícone de extensão, a página do randomizador abre, você pode definir o intervalo para números aleatórios. Para o trabalho a extensão não precisa de internet. Você pode gerar um número aleatório pressionando um botão ou pressionando enter. Basta abrir a página do gerador de números aleatórios, definir a faixa dos valores mínimo e máximo e pressionar o botão e o programa irá gerar um número.\n\n  Para gerar um número, você precisa de:\n\n* Abra o gerador em uma guia ou página de qualquer site\n* Selecione o intervalo em que deseja obter o resultado.\n* Pressione o botão \"Gerar número\"",
    "ru": "Генератор случайных чисел - это удобный инструмент позволяющий получить число из желаемого диапазона. Так же с его помощью можно сгенерировать случайны цвет, случайный пароль, случайное имя, рандомную страну или рандомное слово.\n\nПри нажатии на значок расширения открывается страница рандомизатора, где вы можете установить диапазон для случайных чисел. Для работы расширения не нужен интернет. Вы можете сгенерировать случайное число, нажав кнопку или нажав клавишу ввода. Просто откройте страницу генератора случайных чисел, установите диапазон минимального и максимального значений и нажмите кнопку, и программа сгенерирует число.\n\n  Для генерации числа вам необходимо:\n\n* Открыть генератор во вкладке или на странице любого сайта\n* Выберите диапазон в котором вы хотите получить результат\n* Нажмите кнопку «Сгенерировать номер»",
    "tr": "Rastgele sayı üreteci, istenen aralıktan bir sayı elde etmek için kullanışlı bir araçtır. Rastgele bir renk, rastgele bir şifre, rastgele bir isim, rastgele bir ülke veya rastgele bir kelime oluşturmak için de kullanabilirsiniz.\n\nUzantı simgesine tıklayarak, rasgele dağıtıcı sayfası açılır, rasgele sayılar aralığını ayarlayabilirsiniz. İş uzantısı için internete ihtiyaç duymaz. Bir düğmeye basarak veya enter tuşuna basarak rastgele bir sayı üretebilirsiniz. Sadece rastgele sayı üreteci sayfasını açın, minimum ve maksimum değerler aralığını ayarlayın ve düğmesine basın, program bir sayı oluşturacaktır.\n\n  Bir numara oluşturmak için şunlara ihtiyacınız vardır:\n\n* Oluşturucuyu herhangi bir sitenin sekmesinde veya sayfasında açın\n* Sonucu almak istediğiniz aralığı seçin.\n* \"Numara oluştur\" düğmesine basın",
    "zh_CN": "随机数生成器是一种方便的工具，可以让数字超出所需范围。 您还可以使用它来生成随机颜色、随机密码、随机名称、随机国家或随机单词。\n\n通过单击扩展图标，将打开随机数页，您可以设置随机数的范围。 对于工作扩展不需要互联网。 您可以通过按一个按钮或按Enter键来生成一个随机数。 只需打开随机数生成器页面，设置最小值和最大值的范围并按下按钮，程序将生成一个数字。\n\n  要生成数字，您需要：\n\n*在任何站点的选项卡或页面中打开生成器\n*选择要获得结果的范围。\n*按下按钮“生成号码”"
  }
}