{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplehuman, keyboard shortcuts and command bar for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keyboard shortcuts and command bar for Gmail"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplehuman adds keyboard shortcuts and command bar to your Gmail to make you faster at email. \n\nUse simpler keyboard shortcuts to navigate through email, archive, delete, snooze, switch between email in almost flow-state speeds. It brings the Superhuman experience right inside Gmail, without costing you $30/month. \n\nReach inbox zero or inbox read. Whatever your style, Simplehuman simply works. \n\nFeatures:\n1. Command Bar for emails - Cmd+K or Ctrl+K\nAll your email actions - mark read/unread, report spam, archive, add label, compose etc available in an easy to use command bar. You wouldn't need to use your mouse again (mostly). This command bar means you don't have to memorise all the keyboard shortcuts and quickly search for email actions instead. \n\n2. Natural Language Snooze / Reminders \nGmail's snooze UI is super clunky. You can snooze emails and set yourself reminders by typing \"2 days\" or \"in 3 mins\" or in \"7 months\". You don't have to think about the date & time, just when you want the email to be shown to you again. \n\n3. Nudges to learn keyboard shortcuts\nWhenever you use your mouse, Simplehuman gently prompts you with the keyboard shortcut that you could have use instead. Migrate to using shortcuts at your own pace. \n\n4. Quick navigation through your email\nJumping between your Inbox, Sent, Drafts, or Folders is now an easy to use command with Simplehuman. Hit `Esc` to go back to the previous screen from wherever you are. You don't need a $30/month app to give you shortcuts when Gmail already has them ;)\n\n5. Quick actions for Opening links, RSVP, Unsubscribe, and attachments\nRSVP to calendar invites, open attachments or links, or unsubscribe from those pesky emails using the Command Center. \n\n6. Browser extension that works everywhere, and along with your existing extensions\nWorks on all popular browsers. You can continue using extensions like Grammarly, Streak, and Mailtrack while being faster at email. \n\n7. Superhuman shortcuts right inside Gmail - Esc, Snooze, Command+K, RSVP, Open Links \nThis extensions adds the same shortcuts and workflows that you love and have gotten used to. Extra handy for times you *have* to use Gmail or if you are looking to stop using Superhuman, but your shortcut muscle memory wants to use the same shortcuts. \n\nEmail is heavy, hard, and plenty. But email does not have to be a pain or expensive. Mastery over your email is the quickest way to a healthier relationship with it, and Simplehuman will get you there. \n\nBetter productivity awaits!"
  }
}