{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Asterix"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✍️Your writing, but better. \n\nAsterix is an AI writing partner that takes you from draft to done quickly. With a clean and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✍️Your writing, but better. \n\nAsterix is an AI writing partner that takes you from draft to done quickly. With a clean and distraction-free design you can use anywhere on the web, Asterix helps you by quickly generating creative and effective alternatives for conveying your message.\n\nAsterix features include:\n\n✨Enhance: A first attempt at words can sometimes be a little rough. “Enhance” takes your first draft and bumps it up a notch.\n\n✨Generate: Need a little help just getting started? Tell Asterix what you want to write about, and Generate will create a draft you can use right away or modify using Asterix tools.\n\n✨Filter: We know you’re often writing for different audiences and need to change your voice accordingly, so Asterix offers tone options you can test side by side, like casual, energetic, concise, formal, confident, and friendly (plus some fun options like emoji, pirate, and Shakespeare). Need to change the tense or point of view? Done.\n\n✨Resize: Are you too wordy (or not wordy enough)? We’ve got you covered with our resize feature that gets you to just the right word count.\n\n✨Summarize: Sometimes you need to condense a block of text to make it concise and to the point. Asterix does that, too.\n\n✨Contextual Suggestions: If you’re creating a header or a call to action, our context filter helps you find just the right wording to connect with your audience.\n\nWe update Asterix constantly based on user feedback. Tell us what you’d like to see in our next update by emailing us at hello@asterixwriter.com."
  }
}