{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enlyft - Free and reliable data for B2B Sales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enlyft – Quickly qualify any company based on what technologies they use"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enlyft – Quickly qualify any company based on what technologies they use.\n\nHumans don’t scale, but you can, with Enlyft. Tens of thousands of technologies, used by more than 15 million companies worldwide. There’s only one way to turn billions of data points into a manageable list of your best prospects: Enlyft sales intelligence.\n\n\nFREE FEATURES INCLUDE:\n• Instant access to the richest and most reliable technology usage data in the market.\n• Up-to-date information for 23+MM companies and their software and hardware technology stacks.\n• Complete company details like location, industry, size, funding, and more.\n• Easily find buyer personas through our LinkedIn integration or access insights directly in your CRM.\n• Get started in a minute. Totally FREE - no credit card or commitment needed.\n• And more!\n\nWHAT OUR CUSTOMERS ARE SAYING:\n• Super useful prospecting tool for all SDRs - highly recommend it!\n• Big time saver being able to find the precise technology stack used by various companies.\nSee more reviews on G2\n\nWHO IS IT FOR?\n• Sales professionals who work for B2B technology companies \n• Entrepreneurs and business owners who personally lead sales and business development initiatives\n \nWHY ENLYFT:\n• Easily profile and filter more than 23+ million companies, using thousands of customizable attributes\n• Qualify more prospects - eliminate the guesswork by relying on deep, continuously updated insights into each company and the technologies they use\n• Increase your win rates - match prospects to your ideal customer profile using more than 15,000 business and technology attributes\n• Reduce the time spent on mundane work - eliminate those labor-intensive manual efforts to compile prospect data or rerun LinkedIn queries, saving you hours every day\n• Eliminate hassle - no more logging into multiple tools or jumping between screens to assess companies in your addressable market\n• Optimize phone time - avoid wasting previous minutes talking to the wrong buyer persona\n\nABOUT ENLYFT:\nEnlyft helps B2B technology companies discover, target and engage the companies most likely to buy their products. Our sales intelligence is powered by state-of-the-art technologies, including machine learning, artiﬁcial intelligence, and natural language processing. \n\nWebsite: http://www.enlyft.com\n\nPrivacy Policy: https://enlyft.com/privacy-policy\n \nQuestions? Drop us an email at  info@enlyft.com"
  }
}