{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retro Bowl"
  },
  "short": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "The Retro Bowl Chrome Extension allows players to access the game instantly.",
    "bg": "Разширението Retro Bowl Chrome позволява на играчите незабавен достъп до играта.",
    "ca": "L'extensió de Chrome Retro Bowl permet als jugadors accedir al joc a l'instant.",
    "cs": "Rozšíření Retro Bowl Chrome umožňuje hráčům okamžitý přístup ke hře.",
    "da": "Retro Bowl Chrome Extension giver spillere adgang til spillet med det samme.",
    "de": "Mit der Retro Bowl Chrome-Erweiterung können Spieler sofort auf das Spiel zugreifen.",
    "el": "Το Retro Bowl Chrome Extension επιτρέπει στους παίκτες να έχουν άμεση πρόσβαση στο παιχνίδι.",
    "es": "La extensión Retro Bowl Chrome permite a los jugadores acceder al juego al instante.",
    "et": "Retro Bowli Chrome'i laiendus võimaldab mängijatel mängule kohe juurde pääseda.",
    "fi": "Retro Bowl Chrome -laajennuksen avulla pelaajat pääsevät peliin välittömästi.",
    "fil": "Ang Retro Bowl Chrome Extension ay nagbibigay-daan sa mga manlalaro na ma-access agad ang laro.",
    "fr": "L'extension Retro Bowl Chrome permet aux joueurs d'accéder au jeu instantanément.",
    "he": "הרחבת Retro Bowl Chrome מאפשרת לשחקנים לגשת למשחק באופן מיידי.",
    "hi": "रेट्रो बाउल क्रोम एक्सटेंशन खिलाड़ियों को तुरंत गेम तक पहुंचने की अनुमति देता है।",
    "hr": "Retro Bowl Chrome Extension omogućuje igračima trenutni pristup igri.",
    "hu": "A Retro Bowl Chrome Extension segítségével a játékosok azonnal hozzáférhetnek a játékhoz.",
    "id": "Ekstensi Chrome Retro Bowl memungkinkan pemain mengakses game secara instan.",
    "it": "L'estensione Retro Bowl Chrome consente ai giocatori di accedere immediatamente al gioco.",
    "ja": "Retro Bowl Chrome Extension を使用すると、プレイヤーは即座にゲームにアクセスできます。",
    "ko": "Retro Bowl Chrome 확장 프로그램을 사용하면 플레이어가 즉시 게임에 액세스할 수 있습니다.",
    "lt": "„Retro Bowl Chrome“ plėtinys leidžia žaidėjams akimirksniu pasiekti žaidimą.",
    "lv": "Chrome paplašinājums Retro Bowl ļauj spēlētājiem nekavējoties piekļūt spēlei.",
    "ms": "Sambungan Chrome Bowl Retro membolehkan pemain mengakses permainan serta-merta.",
    "nl": "Met de Retro Bowl Chrome-extensie hebben spelers direct toegang tot het spel.",
    "no": "Retro Bowl Chrome Extension lar spillere få tilgang til spillet umiddelbart.",
    "pl": "Rozszerzenie Retro Bowl do Chrome umożliwia graczom natychmiastowy dostęp do gry.",
    "ro": "Extensia Retro Bowl Chrome permite jucătorilor să acceseze jocul instantaneu.",
    "ru": "Расширение Retro Bowl Chrome позволяет игрокам мгновенно получить доступ к игре.",
    "sk": "Rozšírenie Retro Bowl Chrome umožňuje hráčom okamžitý prístup k hre.",
    "sl": "Razširitev Retro Bowl Chrome omogoča igralcem takojšen dostop do igre.",
    "sr": "Ретро Бовл Цхроме проширење омогућава играчима да одмах приступе игри.",
    "sv": "Retro Bowl Chrome Extension tillåter spelare att komma åt spelet direkt.",
    "th": "ส่วนขยาย Retro Bowl Chrome ช่วยให้ผู้เล่นสามารถเข้าถึงเกมได้ทันที",
    "tr": "Retro Bowl Chrome Uzantısı, oyuncuların oyuna anında erişmesine olanak tanır.",
    "uk": "Розширення Retro Bowl Chrome дозволяє гравцям миттєво отримати доступ до гри.",
    "vi": "Tiện ích mở rộng Chrome Retro Bowl cho phép người chơi truy cập trò chơi ngay lập tức.",
    "zh_CN": "Retro Bowl Chrome 扩展允许玩家立即访问游戏。",
    "zh_TW": "Retro Bowl Chrome 擴充功能允許玩家立即存取遊戲。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Retro Bowl Chrome Extension allows players to access the game instantly from their browser toolbar, providing a nostalgic sports experience at their fingertips.\n\nWhat It Does: This extension loads Retro Bowl Unblocked directly in a popup, enabling quick play sessions without navigating away from other tasks. Whether you're at school, work, or home, you can easily dive into the action and enjoy classic football gameplay.\n\nWhy Install It:\n\nInstant Access: Get into the game in seconds with a simple click on the extension icon.\nNostalgic Fun: Experience the charm of retro-style graphics and addictive gameplay reminiscent of classic sports games.\nEasy to Play: Perfect for casual gamers and sports fans alike, with straightforward controls and engaging mechanics.\nNo Downloads Required: Play directly in your browser, making it convenient and hassle-free.\nThis combination of quick access and fun gameplay makes the Retro Bowl extension a must-have for any football enthusiast looking to relive the excitement of classic gaming!"
  }
}