{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Screentake (screenshot tool)",
    "tr": "Screentake (ekran görüntüsü aracı)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "It is a free application that allows you to take screenshots with one click.",
    "tr": "Tek bir tıklama ile ekran görüntüsü almanızı sağlayan ücretsiz bir uygulamadır."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "This tool was designed as a free screenshot tool and it's completely free.\n\nIt is an application designed as a Windows and Chrome Extension. You can save screenshots as PNG, JPEG, GIF, WEBP, PDF and BMP in the most common formats.\n\nThis free screenshot tool has powerful editor. You can make the edits you want in the screenshot very easily.\nYou can directly add different shapes like pencil drawing, triangle, square, circle, heart, star, arrow and straight line to the screenshot.\nIn addition to these, it also includes features such as a fully customizable text tool, emoji support, numbered button, and adding images.\n\nIt supports importing popular image formats.\nYou can directly add PNG, JPEG, GIF, WEBP, BMP, TIFF, SVG and Photoshop (PSD) images to screenshots.\n\nIn addition, if there is a part that you do not want to appear in the screenshot, you can also use the blur and pixelation tools.",
    "tr": "Bu araç ücretsiz ekran görüntüsü alma aracı olarak tasarlandı ve tamamen ücretsiz. \n\nWindows ve Chrome Eklentisi olarak tasarlanan bir uygulamadır. Ekran görüntülerini en çok kullanılan formatlarda PNG,JPEG,GIF,WEBP,PDF ve BMP olarak kaydedebilirsiniz.\n\nBu ücretsiz ekran görüntüsü alma aracı güçlü editöre sahiptir. Ekran görüntüsünde istediğiniz düzenlemeleri çok kolay şekilde yapabilirsiniz.\nKalem çizimi, üçgen, kare, daire, kalp, yıldız,ok ve düz çizgi gibi farklı şekilleri ekran görüntüsüne doğrudan ekleyebilirsiniz. \nBu özelliklerin yanı sıra, güçlü özelliklere sahip metin ekleme aracı, emoji desteği, numaralı buton, resim ekleme gibi özellikleride içerisinde barındırır.\n\nPopüler resim formatlarını içeriye aktarmayı destekler.\nEkran görüntülerine PNG,JPEG,GIF,WEBP,BMP,TIFF,SVG ve Photoshop(PSD) resimleri doğrudan ekleyebilirsiniz.\n\nAyrıca ekran görüntüsünde görünmesini istemediğiniz yer varsa, bulanıklaştırma ve pikselleştirme araçlarınıda kullanabilirsiniz."
  }
}