{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AKColor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The first 3D color selection tool with integrated eye dropper.",
    "da": "Det første 3D-farvevalgværktøj med integreret pipette.",
    "de": "Das erste 3D-Farbauswahl-Tool mit integrierter Pipette.",
    "en_GB": "The first 3D colour selection tool with integrated eye dropper.",
    "es": "La primera herramienta de selección de color 3D con pipeta integrada.",
    "fr": "Le tout premier outil de sélection de couleur en 3D avec pipette intégrée.",
    "nl": "De eerste 3D-kleurselectietool met geïntegreerde oogdruppelaar.",
    "no": "Det første 3D-fargevalg verktøyet med integrert pipette.",
    "pt_BR,pt_PT": "A primeira ferramenta de seleção de cores 3D com pipeta integrada.",
    "ru": "Первый инструмент выбора цвета 3D со встроенной пипеткой."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover a new way to manipulate colors!\n\nWith its simple and fun interface, manipulate and use colors in a 3-dimensional environment.\nEnjoy the logs to reuse your favorite colors.\n\nYou like a color on a website? So get it back with the integrated eye dropper in the extension!\nClick ... and it's already copied!\n\nYou can also convert a value to the desired format with the color converter.\n\n►► Features ◄◄\n+ 3D color picker\n+ Eyedropper to select a color on a webpage.\n+ Gradient generator\n+ Color converter\n+ Click and paste. Automatic copy to the clipboard.\n+ Reuse your colors with color history.\n+ Keyboard shortcuts\n+ Use the eyedropper directly with the right click (shortcuts in the context menu).\n+ Lot of settings available for the eyedropper, color picker and interface.\n+ 4 supported color formats (Hexadecimal, RGB, HSL and X11)\n\nA very practical tool for every developer and every graphic designer!\n\nExperience the AKColor!\n\n\n►► Official website\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "da": "Opdag en ny måde at manipulere farver på!\n\nMed sin enkle og sjove grænseflade, manipulere og bruge farver i et tredimensionelt miljø.\nNyd logfilerne til at bruge dine yndlingsfarver igen.\n\nDu kan lide en farve på et websted? Så få det tilbage med den integrerede pipette i forlængelsen!\nKlik ... og det er allerede kopieret!\n\nDu kan også konvertere en værdi til det ønskede format med farvekonverteren.\n\n►► Funktioner ◄◄\n+ 3D farvevælger (Color picker)\n+ Pipette for at vælge en farve på en webside. (Eyedropper)\n+ Gradientgenerator (Gradient generator)\n+ Farvekonverter (Color converter)\n+ Klik og indsæt. Automatisk kopi til udklipsholderen.\n+ Genbrug dine farver med farvehistorik. (Color history)\n+ Tastaturgenveje\n+ Brug pipetten direkte med højreklik (genveje i genvejsmenuen).\n+ Mange tilgængelige indstillinger til pipetten, farvevælgeren og interface.\n+ 4 understøttede farveformater (Hexadecimal, RGB, HSL og X11)\n\nEt meget praktisk værktøj til enhver udvikler og enhver grafisk designer!\n\nOplev AKColor!\n\n\n►► Officiel hjemmeside\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "de": "Entdecken Sie eine neue Art, Farben zu manipulieren!\n\nMit seiner einfachen und unterhaltsamen Oberfläche manipulieren und verwenden Sie Farben in einer dreidimensionalen Umgebung.\nGenießen Sie die Protokolle, um Ihre Lieblingsfarben wiederzuverwenden.\n\nSie mögen eine Farbe auf einer Seite? Hol es dir mit der integrierten Pipette in die Verlängerung!\nKlicken Sie ... und es ist bereits kopiert!\n\nSie können mit dem Farbkonverter auch einen Wert in das gewünschte Format konvertieren.\n\n►► Funktionen ◄◄\n+ 3D-Farbwähler (Color picker)\n+ Pipette zum Auswählen einer Farbe auf einer Webseite. (Eyedropper)\n+ Gradientengenerator (Gradient generator)\n+ Farbkonverter (Color converter)\n+ Klicken und einfügen. Automatisches Kopieren in die Zwischenablage.\n+ Verwenden Sie Ihre Farben mit Farbverlauf wieder. (Color history)\n+ Tastaturkürzel\n+ Verwenden Sie die Pipette direkt mit der rechten Maustaste (Verknüpfungen im Kontextmenü).\n+ Viele Einstellungen für Pipette, Farbwähler und Benutzeroberfläche.\n+ 4 unterstützte Farbformate (Hexadezimal, RGB, HSL und X11)\n\nEin sehr praktisches Werkzeug für jeden Entwickler und jeden Grafikdesigner!\n\nErleben Sie die AKColor!\n\n\n►► Offizielle Website\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "en_GB": "Discover a new way to manipulate colours!\n\nWith its simple and fun interface, manipulate and use colours in a 3-dimensional environment.\nEnjoy the logs to reuse your favorite colours.\n\nYou like a colour on a website? So get it back with the integrated pipette in the extension!\nClick ... and it's already copied!\n\nYou can also convert a value to the desired format with the colour converter.\n\n►► Features ◄◄\n+ 3D colour picker\n+ Eyedropper to select a colour on a webpage.\n+ Gradient generator\n+ Colour converter\n+ Click and paste. Automatic copy to the clipboard.\n+ Reuse your colours with colour history.\n+ Keyboard shortcuts\n+ Use the eyedropper directly with the right click (shortcuts in the context menu).\n+ Lot of settings available for the eyedropper, colour picker and interface.\n+ 4 supported colour formats (Hexadecimal, RGB, HSL and X11)\n\nA very practical tool for every developer and every graphic designer!\n\nExperience the AKColor!\n\n\n►► Official website\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "es": "¡Descubre una nueva forma de manipular colores!\n\nCon su interfaz simple y divertida, manipula y usa colores en un entorno tridimensional.\nDisfruta de la historia para reutilizar tus colores favoritos.\n\n¿Te gusta el color en un sitio? ¡Consíguelo con la pipeta integrada en la extensión!\nHaga clic ... y ya está copiado!\n\nTambién puede convertir un valor al formato deseado con el convertidor de color.\n\n►► Características ◄◄\n+ Selector de color 3D (Color picker)\n+ Cuentagotas para seleccionar un color en una página web. (Eyedropper)\n+ Generador de gradiente (Gradient generator)\n+ Convertidor de color (Color converter)\n+ Haz clic y pega. Copia automática al portapapeles.\n+ Reutiliza tus colores con el historial de colores. (Color history)\n+ Atajos de teclado\n+ Use el cuentagotas directamente con el clic derecho (accesos directos en el menú contextual).\n+ Gran cantidad de configuraciones disponibles para el cuentagotas, el selector de color y la interfaz.\n+ 4 formatos de color compatibles (hexadecimal, RGB, HSL y X11)\n\n¡Una herramienta muy práctica para desarrollar todo y cualquier diseñador gráfico!\n\n¡Experimenta AKColor!\n\n\n►► Página web oficial\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "fr": "Découvrez une nouvelle façon de manipuler les couleurs !\n\nGrâce à son interface simple et ludique, manipulez et utilisez les couleurs dans un environnement en 3 dimensions.\nProfitez de l'historique pour réutiliser vos couleurs préférées.\n\nUne couleur sur un site vous plaît ? Alors récupérez-là avec la pipette intégrée dans l'extension !\nCliquez... et c'est déjà copié !\n\nVous pouvez aussi convertir une valeur dans le format souhaité avec le convertisseur de couleur.\n\n►► Fonctionnalités ◄◄\n+ Sélecteur de couleur 3D (Color picker)\n+ Pipette à couleur pour sélectionner une couleur sur la page. (Eyedropper)\n+ Générateur de dégradé (Gradient generator)\n+ Convertisseur de couleur (Color converter)\n+ Cliquez puis collez. Copie automatique dans le presse-papiers.\n+ Réutilisez vos couleurs avec l'historique de couleur. (Color history)\n+ Raccourcis clavier\n+ Utilisation de la pipette directement avec le clic droit (raccourcis dans le menu contextuel).\n+ Nombreux réglages disponibles pour la pipette, le sélecteur de couleur et l'interface.\n+ 4 formats de couleur supportés (Hexadecimal, RGB, HSL et X11)\n\nUne extension très pratique pour tout développer et tout graphiste !\n\nTentez l'expérience avec AKColor !\n\n\n►► Site officiel\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "nl": "Ontdek een nieuwe manier om kleuren te manipuleren!\n\nMet zijn eenvoudige en leuke interface, manipuleer en gebruik kleuren in een 3-dimensionale omgeving.\nGeniet van de logs om je favoriete kleuren opnieuw te gebruiken.\n\nVind je een kleur op een site leuk? Dus haal het terug met de geïntegreerde pipet in de extensie!\nKlik ... en het is al gekopieerd!\n\nU kunt ook een waarde naar het gewenste formaat converteren met de kleurenconvertor.\n\n►► Functies ◄◄\n+ 3D kleurenkiezer (Color picker)\n+ Pipet om een kleur op een webpagina te selecteren. (Eyedropper)\n+ Gradiëntgenerator (Gradient generator)\n+ Kleurenconvertor (Color converter)\n+ Klik en plak. Automatisch kopiëren naar het klembord.\n+ Hergebruik uw kleuren met kleurgeschiedenis. (Color history)\n+ Sneltoetsen\n+ Gebruik de pipet direct met de rechtermuisknop (snelkoppelingen in het contextmenu).\n+ Veel instellingen beschikbaar voor de pipet, kleurkiezer en interface.\n+ 4 ondersteunde kleurindelingen (hexadecimaal, RGB, HSL en X11)\n\nEen zeer praktisch hulpmiddel voor elke ontwikkelaar en elke grafisch ontwerper!\n\nErvaar de AKColor!\n\n\n►► Officiële website\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "no": "Oppdag en ny måte å manipulere farger på!\n\nMed sitt enkle og morsomme grensesnitt, kan du manipulere og bruke farger i et tredimensjonalt miljø.\nNyt loggen for å gjenbruke favorittfarger.\n\nEr det en farge du liker på et nettsted? Få den med den integrerte pipetten i forlengelsen!\nKlikk ... og den er allerede kopiert!\n\nDu kan også konvertere en verdi til ønsket format med fargekonverteren.\n\n►► Funksjoner ◄◄\n+ 3D fargevelger (Color picker)\n+ Pipette for å velge en farge på en webside. (Eyedropper)\n+ Gradientgenerator (Gradient generator)\n+ Fargekonverter (Color converter)\n+ Klikk og lim inn. Automatisk kopi til utklippstavlen.\n+ Gjenbruk fargene dine med fargehistorikk. (Color history)\n+ Tastatursnarveier\n+ Bruk pipetten direkte med høyreklikk (snarveier i hurtigmenyen).\n+ Mange tilgjengelige innstillinger for pipett, fargevelger og grensesnitt.\n+ 4 støttede fargeformater (heksadesimal, RGB, HSL og X11)\n\nEt veldig praktisk verktøy for utviklere og grafisk designere!\n\nOppdag AKColor!\n\n\n►► Offesiell nettside\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "pt_BR,pt_PT": "Descubra uma nova maneira de manipular cores!\n\nCom sua interface simples e divertida, manipule e use cores em um ambiente tridimensional.\nAproveite os logs para reutilizar suas cores favoritas.\n\nVocê gosta de uma cor em um site? Então pegue de volta com a pipeta integrada na extensão!\nClique ... e já está copiado!\n\nVocê também pode converter um valor para o formato desejado com o conversor de cores.\n\n►► Funcionalidades ◄◄\n+ Seletor de cores 3D (Color picker)\n+ Conta-gotas para selecionar uma cor em uma página da web. (Eyedropper)\n+ Gerador de gradiente (Gradient generator)\n+ Conversor de cores (Color converter)\n+ Clique e cole. Cópia automática para a área de transferência.\n+ Reutilize suas cores com histórico de cores. (Color history)\n+ Atalhos de teclado\n+ Use o conta-gotas diretamente com o clique direito (atalhos no menu de contexto).\n+ Várias configurações disponíveis para o conta-gotas, o seletor de cores e a interface.\n+ 4 formatos de cor suportados (hexadecimal, RGB, HSL e X11)\n\nUma ferramenta muito prática para todos os desenvolvedores e todos os designers gráficos!\n\nExperimente o AKColor!\n\n\n►► Website oficial\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr",
    "ru": "Откройте для себя новый способ управления цветами!\n\nБлагодаря простому и интересному интерфейсу, манипулируют и используют цвета в трехмерной среде.\nНаслаждайтесь историей, чтобы повторно использовать ваши любимые цвета.\n\nВам нравится цвет на сайте? Получите его со встроенным пипеткой в расширении!\nНажмите ... и он уже скопирован!\n\nВы также можете преобразовать значение в нужный формат с помощью конвертера цветов.\n\n►► Особенности ◄◄\n+ 3D палитра цветов\n+ Пипетка, чтобы выбрать цвет на веб-странице.\n+ Градиент генератор\n+ Цветной конвертер\n+ Нажмите и вставьте. Автоматическое копирование в буфер обмена.\n+ Повторно используйте ваши цвета с историей цвета.\n+ Сочетания клавиш\n+ Используйте пипетку прямо правой кнопкой мыши (ярлыки в контекстном меню).\n+ Много настроек доступны для пипетки, палитры цветов и интерфейса.\n+ 4 поддерживаемых цветовых формата (шестнадцатеричный, RGB, HSL и X11)\n\nОчень практичный инструмент для каждого разработчика и каждого графического дизайнера!\n\nИспытайте AKColor!\n\n\n►► Официальный веб-сайт\nakcolor.aklibrary.fr\n\n►► Feedback & Bug report\ncontact@aklibrary.fr"
  }
}