{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bad Time Simulator Sans Fight Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Sans Fight Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction: Welcome to \"Bad Time Simulator Sans Fight Game\"! This game is a simulator that allows players to relive the most difficult battle in \"Bad Time Simulator\" - an intense showdown with Sans. Sans is the final boss of the Genocide Route in the game and his fight is widely considered the most challenging among players. Sans uses bones and straight beam projectiles known as \"Gaster Blasters\" in his attacks. Are you ready to face this challenging battle?\n\nKey Features:\n\nChallenge the Most Difficult Boss: In \"Bad Time Simulator Sans Fight Game,\" you will face the challenge of defeating Sans, the boss known for being the most difficult. His attacks are fast and powerful, requiring players to have quick reflexes and precise actions to counter them. Through continuous attempts and practice, you will become familiar with Sans' attack patterns, improve your fighting skills, and ultimately defeat this formidable opponent.\nUnique Attack Patterns: Sans primarily uses bones and Gaster Blasters as his main attack methods. Players need to constantly pay attention to the flying bones and the direction of the Gaster Blasters and accurately dodge them. Sans' attacks are diverse and variable, requiring players to have quick reactions and agile movementsto defeat him.\nChallenge High Score Records: In the battle against Sans, you can strive to create the highest score record. By performing well in defeating Sans, you can earn points and rewards, and improve your position on the global leaderboard. Compete with other players to see who can become the true master of the Sans fight!"
  }
}