{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Total Password"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Store your passwords safely and securely - Total Password makes life easier!",
    "da": "Gem dine adgangskoder sikkert og sikkert - Total Password gør livet lettere!",
    "de": "Speichern Sie Ihre Passwörter sicher und geschützt - Total Password macht das Leben einfacher!",
    "es": "Almacene sus contraseñas de forma segura y protegida: ¡Total Password hace la vida más fácil!",
    "fr": "Stockez vos mots de passe en toute sécurité - Total Password vous facilite la vie !",
    "it": "Archivia le tue password in modo sicuro e protetto: Total Password semplifica la vita!",
    "nl": "Sla uw wachtwoorden veilig op - Total Password maakt het leven gemakkelijker!",
    "no": "Lagre passordene dine trygt og sikkert - Total Password gjør livet enklere!",
    "pl": "Przechowuj swoje hasła bezpiecznie i bezpiecznie - Total Password ułatwia życie!",
    "sv": "Förvara dina lösenord tryggt och säkert - Total Password gör livet enklare!",
    "tr": "Parolalarınızı güvenli bir şekilde saklayın - Total Password hayatı kolaylaştırır!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Total Password is the solution for protecting your online identity. Safely store all of your passwords, credit card information and identities in an encrypted vault, which you can access within seconds, making it easier to keep your online accounts safe. When it comes to security, we have you covered.\n\nHackers are regularly attacking major websites to try and steal email addresses and passwords that are signed up to access those websites. The moment they get hold of them, they try them on hundreds of other websites too - within a matter of seconds, they can see if the exposed email addresses and passwords work on popular social media or email websites. Total Password is your first line of defense against this.\n\nWe can put a stop to this identity theft threat. Each time you sign up to a website, and create a password, Total Password can generate a completely random, unique, long and unguessable one for you. We then store it securely for you, and automatically use it to log you in when you next visit the website. The only password you need to remember is the master - this provides access to all your unique passwords for each and every website.\n\nYou can sync your Total Password account across all of your devices, meaning you don’t need to worry about forgetting a password again.\n\nAlready using a password manager? No problem! You can easily import stored passwords from browsers or standalone password managers.\n\nCheck out all of our features below:\n\nSecure, Encrypted storage\n\nPasswords added to Total Password are securely stored in an encrypted cloud. Rest assured we utilize the Advanced Encryption Standard (AES) with a key size of 256 bits (AES-256). In simple terms, this means no person or machine could decrypt data stored in Total Password.\n\nUnique Password Generator\n\nWith a single click Total Password can generate a secure and unique password for you with as many characters as you choose. It is so important to utilize the password generator, as opposed to choosing ones that you can remember. Words, and even words with letters replaced with numbers are inherently insecure, easily guessed and susceptible to brute force attacks. Avoid identity theft, use Total Password’s Password Generator.\n\nAutomatic sync between devices\n\nUsing Total Password to set unique passwords for each and every website means you need them on all your devices. It’s available as an extension on all major browsers as well as an app for iPhone, iPad and Android devices. If you add a new password on desktop, rest assured it will sync across to be available on mobile, or vice versa. Your up to date encrypted storage of websites, logins, passwords, credit cards and secure notes is available on all your devices.\n\nTwo-factor authentication\n\nTwo-factor, or 2FA, is the next level in security. What this means is that there are 2 factors to access your passwords, the first being your master password and the 2nd being a one-time code sent to your mobile device the moment you try to login. By enabling 2FA, this means even if your master password was guessed, an intruder wouldn’t be able to access your passwords, as they wouldn’t have your mobile device for the 2nd factor authorisation.\n\nSecurity Reports\n\nStay up to date with password and data breaches. Using our Security Report feature, you can check all of your passwords against breaches worldwide and change them to a new, secure password quickly. \n\nRemote logout\n\nWithin Total Password you can see all the devices and browsers you’re logged into. You have full control to remove any devices with a single click, meaning you needn’t worry if you’ve left yourself logged in on a shared computer.\n\nWe collect your IP address on initial installation in order to allocate your free trial access without requiring any personal information. You will only be required to provide personal details such as your name, email address & payment credentials should you wish to activate a premium subscription.\n\nFurther details of both our terms & privacy policies can be found below:\n\nTerms: https://www.totalpassword.com/terms\nPrivacy: https://www.totalpassword.com/privacy\n\nFurther details can be found on on pricing page https://www.totalpassword.com/pricing\n\nTotal Password will not store or log your data, your privacy is our priority.\n\nThis service is sold by Total Security Limited.",
    "da": "Total Password er løsningen til at beskytte din online identitet. Gem alle dine adgangskoder, kreditkortoplysninger og identiteter sikkert i en krypteret boks, som du kan få adgang til på få sekunder, hvilket gør det nemmere at holde dine onlinekonti sikre. Når det kommer til sikkerhed, har vi dig dækket.\n\nHackere angriber jævnligt store websteder for at prøve at stjæle e-mail-adresser og adgangskoder, der er tilmeldt for at få adgang til disse websteder. I det øjeblik de får fat i dem, prøver de dem også på hundredvis af andre hjemmesider – inden for få sekunder kan de se, om de blotlagte e-mailadresser og adgangskoder virker på populære sociale medier eller e-mail-websteder. Total Password er din første forsvarslinje mod dette.\n\nVi kan sætte en stopper for denne trussel om identitetstyveri. Hver gang du tilmelder dig en hjemmeside og opretter en adgangskode, kan Total Password generere en helt tilfældig, unik, lang og ugætterlig en for dig. Vi gemmer det derefter sikkert for dig og bruger det automatisk til at logge dig på, næste gang du besøger hjemmesiden. Den eneste adgangskode, du skal huske, er masteren - dette giver adgang til alle dine unikke adgangskoder til hver eneste hjemmeside.\n\nDu kan synkronisere din Total Password-konto på tværs af alle dine enheder, hvilket betyder, at du ikke behøver at bekymre dig om at glemme en adgangskode igen.\n\nBruger du allerede en adgangskodeadministrator? Intet problem! Du kan nemt importere gemte adgangskoder fra browsere eller selvstændige adgangskodeadministratorer.\n\nTjek alle vores funktioner nedenfor:\n\nSikker, krypteret opbevaring\n\nAdgangskoder, der føjes til Total Password, gemmes sikkert i en krypteret sky. Du kan være sikker på, at vi bruger Advanced Encryption Standard (AES) med en nøglestørrelse på 256 bit (AES-256). Enkelt sagt betyder det, at ingen person eller maskine kunne dekryptere data, der er gemt i Total Password.\n\nUnik adgangskodegenerator\n\nMed et enkelt klik kan Total Password generere en sikker og unik adgangskode til dig med så mange tegn som du vælger. Det er så vigtigt at bruge adgangskodegeneratoren, i modsætning til at vælge dem, du kan huske. Ord, og endda ord med bogstaver erstattet med tal, er i sagens natur usikre, let gættede og modtagelige for brute force-angreb. Undgå identitetstyveri, brug Total Password's Password Generator.\n\nAutomatisk synkronisering mellem enheder\n\nBrug af Total Password til at indstille unikke adgangskoder til hver eneste hjemmeside betyder, at du har brug for dem på alle dine enheder. Den er tilgængelig som en udvidelse på alle større browsere samt en app til iPhone, iPad og Android-enheder. Hvis du tilføjer en ny adgangskode på computeren, kan du være sikker på, at den synkroniseres på tværs for at være tilgængelig på mobilen eller omvendt. Din opdaterede krypterede lagring af websteder, logins, adgangskoder, kreditkort og sikre noter er tilgængelig på alle dine enheder.\n\nTo-faktor autentificering\n\nTo-faktor, eller 2FA, er det næste niveau inden for sikkerhed. Hvad dette betyder er, at der er 2 faktorer for at få adgang til dine adgangskoder, den første er din hovedadgangskode og den anden er en engangskode, der sendes til din mobilenhed i det øjeblik, du prøver at logge ind. Ved at aktivere 2FA betyder det, at selvom din hovedadgangskode blev gættet, ville en ubuden gæst ikke kunne få adgang til dine adgangskoder, da de ikke ville have din mobile enhed til 2. faktor-autorisation.\n\nSikkerhedsrapporter\n\nHold dig opdateret med adgangskode og databrud. Ved at bruge vores sikkerhedsrapportfunktion kan du kontrollere alle dine adgangskoder mod brud på verdensplan og hurtigt ændre dem til en ny, sikker adgangskode.\n\nFjernlog ud\n\nInden for Total Password kan du se alle de enheder og browsere, du er logget ind på. Du har fuld kontrol over at fjerne enhver enhed med et enkelt klik, hvilket betyder, at du ikke behøver bekymre dig, hvis du har ladet dig selv være logget ind på en delt computer.\n\nVi indsamler din IP-adresse ved den første installation for at tildele din gratis prøveadgang uden at kræve nogen personlige oplysninger. Du vil kun blive bedt om at give personlige oplysninger såsom dit navn, e-mailadresse og betalingsoplysninger, hvis du ønsker at aktivere et premium-abonnement.\n\nYderligere detaljer om både vores vilkår og privatlivspolitikker kan findes nedenfor:\n\nVilkår: https://www.totalpassword.com/terms\nFortrolighed: https://www.totalpassword.com/privacy\n\nYderligere detaljer kan findes på prissiden https://www.totalpassword.com/pricing\n\nTotal Password vil ikke gemme eller logge dine data, dit privatliv er vores prioritet.\n\nDenne service sælges af Total Security Limited.",
    "de": "Total Password ist die Lösung zum Schutz Ihrer Online-Identität. Speichern Sie alle Ihre Passwörter, Kreditkarteninformationen und Identitäten sicher in einem verschlüsselten Tresor, auf den Sie innerhalb von Sekunden zugreifen können, um die Sicherheit Ihrer Online-Konten zu erleichtern. Wenn es um Sicherheit geht, sind Sie bei uns genau richtig.\n\nHacker greifen regelmäßig große Websites an, um E-Mail-Adressen und Passwörter zu stehlen, die für den Zugriff auf diese Websites registriert sind. Sobald sie sie in die Hände bekommen, probieren sie sie auch auf Hunderten anderen Websites aus – innerhalb von Sekunden können sie sehen, ob die offengelegten E-Mail-Adressen und Passwörter auf beliebten Social-Media- oder E-Mail-Websites funktionieren. Total Password ist Ihre erste Verteidigungslinie dagegen.\n\nWir können dieser Bedrohung durch Identitätsdiebstahl Einhalt gebieten. Jedes Mal, wenn Sie sich auf einer Website anmelden und ein Passwort erstellen, kann Total Password ein völlig zufälliges, einzigartiges, langes und nicht zu erratendes Passwort für Sie generieren. Wir speichern diese dann sicher für Sie und nutzen sie automatisch, um Sie bei Ihrem nächsten Besuch auf der Website anzumelden. Das einzige Passwort, das Sie sich merken müssen, ist das Master-Passwort – dieses bietet Zugriff auf alle Ihre individuellen Passwörter für jede einzelne Website.\n\nSie können Ihr Total Password-Konto auf allen Ihren Geräten synchronisieren, sodass Sie sich keine Sorgen mehr machen müssen, ein Passwort erneut zu vergessen.\n\nBenutzen Sie bereits einen Passwort-Manager? Kein Problem! Sie können gespeicherte Passwörter problemlos aus Browsern oder eigenständigen Passwort-Managern importieren.\n\nSchauen Sie sich unten alle unsere Funktionen an:\n\nSicherer, verschlüsselter Speicher\n\nZu Total Password hinzugefügte Passwörter werden sicher in einer verschlüsselten Cloud gespeichert. Seien Sie versichert, dass wir den Advanced Encryption Standard (AES) mit einer Schlüsselgröße von 256 Bit (AES-256) verwenden. Vereinfacht ausgedrückt bedeutet dies, dass keine Person oder Maschine die in Total Password gespeicherten Daten entschlüsseln kann.\n\nEinzigartiger Passwortgenerator\n\nMit einem einzigen Klick kann Total Password für Sie ein sicheres und einzigartiges Passwort mit beliebig vielen Zeichen generieren. Es ist so wichtig, den Passwortgenerator zu verwenden, anstatt solche zu wählen, die Sie sich merken können. Wörter und sogar Wörter, bei denen Buchstaben durch Zahlen ersetzt werden, sind von Natur aus unsicher, leicht zu erraten und anfällig für Brute-Force-Angriffe. Vermeiden Sie Identitätsdiebstahl und verwenden Sie den Passwortgenerator von Total Password.\n\nAutomatische Synchronisierung zwischen Geräten\n\nWenn Sie mit Total Password eindeutige Passwörter für jede einzelne Website festlegen, benötigen Sie diese auf allen Ihren Geräten. Es ist als Erweiterung für alle gängigen Browser sowie als App für iPhone, iPad und Android-Geräte verfügbar. Wenn Sie auf dem Desktop ein neues Passwort hinzufügen, können Sie sicher sein, dass es synchronisiert wird, um auf dem Mobilgerät verfügbar zu sein, oder umgekehrt. Ihre aktuelle verschlüsselte Speicherung von Websites, Logins, Passwörtern, Kreditkarten und sicheren Notizen ist auf allen Ihren Geräten verfügbar.\n\nZwei-Faktor-Authentifizierung\n\nZwei-Faktor oder 2FA ist die nächste Sicherheitsstufe. Das bedeutet, dass es zwei Faktoren gibt, um auf Ihre Passwörter zuzugreifen: Der erste ist Ihr Master-Passwort und der zweite ist ein Einmalcode, der an Ihr Mobilgerät gesendet wird, sobald Sie versuchen, sich anzumelden. Durch die Aktivierung von 2FA bedeutet dies, dass ein Eindringling selbst dann nicht auf Ihre Passwörter zugreifen kann, wenn Ihr Master-Passwort erraten wird, da er nicht über Ihr Mobilgerät für die 2. Faktor-Autorisierung verfügt.\n\nSicherheitsberichte\n\nBleiben Sie über Passwort- und Datenschutzverletzungen auf dem Laufenden. Mit unserer Sicherheitsbericht-Funktion können Sie alle Ihre Passwörter weltweit auf Sicherheitslücken überprüfen und sie schnell in ein neues, sicheres Passwort ändern.\n\nRemote-Abmeldung\n\nIn Total Password können Sie alle Geräte und Browser sehen, bei denen Sie angemeldet sind. Sie haben die volle Kontrolle darüber, alle Geräte mit einem einzigen Klick zu entfernen, sodass Sie sich keine Sorgen machen müssen, wenn Sie auf einem gemeinsam genutzten Computer angemeldet sind.\n\nZur Bereitstellung Ihres kostenlosen Testzugangs erfassen wir bei der Erstinstallation Ihre IP-Adresse, ohne dass personenbezogene Daten erforderlich sind. Sie müssen nur persönliche Daten wie Ihren Namen, Ihre E-Mail-Adresse und Ihre Zahlungsinformationen angeben, wenn Sie ein Premium-Abonnement aktivieren möchten.\n\nWeitere Einzelheiten zu unseren Geschäftsbedingungen und Datenschutzrichtlinien finden Sie unten:\n\nBedingungen: https://www.totalpassword.com/terms\nDatenschutz: https://www.totalpassword.com/privacy\n\nWeitere Details finden Sie auf der Preisseite https://www.totalpassword.com/pricing\n\nTotal Password speichert oder protokolliert Ihre Daten nicht, Ihre Privatsphäre hat für uns Priorität.\n\nDieser Service wird von Total Security Limited verkauft.",
    "es": "Total Password es la solución para proteger su identidad en línea. Almacene de forma segura todas sus contraseñas, información de tarjetas de crédito e identidades en una bóveda cifrada, a la que puede acceder en segundos, lo que facilita mantener seguras sus cuentas en línea. Cuando se trata de seguridad, lo tenemos cubierto.\n\nLos piratas informáticos atacan periódicamente los principales sitios web para intentar robar direcciones de correo electrónico y contraseñas registradas para acceder a esos sitios web. En el momento en que las obtienen, las prueban también en cientos de otros sitios web; en cuestión de segundos, pueden ver si las direcciones de correo electrónico y contraseñas expuestas funcionan en redes sociales o sitios web de correo electrónico populares. Total Password es su primera línea de defensa contra esto.\n\nPodemos poner fin a esta amenaza de robo de identidad. Cada vez que te registras en un sitio web y creas una contraseña, Total Password puede generar una completamente aleatoria, única, larga e indescifrable para ti. Luego lo almacenamos de forma segura para usted y lo utilizamos automáticamente para iniciar sesión la próxima vez que visite el sitio web. La única contraseña que debe recordar es la maestra, que proporciona acceso a todas sus contraseñas únicas para todos y cada uno de los sitios web.\n\nPuede sincronizar su cuenta Total Password en todos sus dispositivos, lo que significa que no necesita preocuparse por olvidar una contraseña nuevamente.\n\n¿Ya estás usando un administrador de contraseñas? ¡Ningún problema! Puede importar fácilmente contraseñas almacenadas desde navegadores o administradores de contraseñas independientes.\n\nVea todas nuestras características a continuación:\n\nAlmacenamiento seguro y cifrado\n\nLas contraseñas agregadas a Total Password se almacenan de forma segura en una nube cifrada. Tenga la seguridad de que utilizamos el Estándar de cifrado avanzado (AES) con un tamaño de clave de 256 bits (AES-256). En términos simples, esto significa que ninguna persona o máquina podría descifrar los datos almacenados en Total Password.\n\nGenerador de contraseñas únicas\n\nCon un solo clic, Total Password puede generar una contraseña segura y única para usted con tantos caracteres como elija. Es muy importante utilizar el generador de contraseñas, en lugar de elegir aquellas que puedas recordar. Las palabras, e incluso las palabras con letras reemplazadas por números, son intrínsecamente inseguras, fáciles de adivinar y susceptibles a ataques de fuerza bruta. Evite el robo de identidad, utilice el Generador de contraseñas de Total Password.\n\nSincronización automática entre dispositivos\n\nUsar Total Password para establecer contraseñas únicas para todos y cada uno de los sitios web significa que las necesitarás en todos tus dispositivos. Está disponible como una extensión en los principales navegadores, así como como una aplicación para dispositivos iPhone, iPad y Android. Si agrega una nueva contraseña en el escritorio, tenga la seguridad de que se sincronizará para estar disponible en el dispositivo móvil, o viceversa. Su almacenamiento cifrado actualizado de sitios web, inicios de sesión, contraseñas, tarjetas de crédito y notas seguras está disponible en todos sus dispositivos.\n\nAutenticación de dos factores\n\nDos factores, o 2FA, es el siguiente nivel de seguridad. Lo que esto significa es que hay 2 factores para acceder a sus contraseñas, el primero es su contraseña maestra y el segundo es un código de un solo uso enviado a su dispositivo móvil en el momento en que intenta iniciar sesión. Al habilitar 2FA, esto significa que incluso si se adivinara su contraseña maestra, un intruso no podría acceder a sus contraseñas, ya que no tendría su dispositivo móvil para la autorización del segundo factor.\n\nInformes de seguridad\n\nManténgase actualizado sobre violaciones de contraseñas y datos. Con nuestra función Informe de seguridad, puede verificar todas sus contraseñas en busca de infracciones en todo el mundo y cambiarlas rápidamente por una contraseña nueva y segura.\n\nCierre de sesión remoto\n\nDentro de Total Password puedes ver todos los dispositivos y navegadores en los que has iniciado sesión. Tienes control total para eliminar cualquier dispositivo con un solo clic, lo que significa que no debes preocuparte si has iniciado sesión en una computadora compartida.\n\nRecopilamos su dirección IP en la instalación inicial para asignar su acceso de prueba gratuito sin requerir ninguna información personal. Solo se le pedirá que proporcione datos personales como su nombre, dirección de correo electrónico y credenciales de pago si desea activar una suscripción premium.\n\nPuede encontrar más detalles sobre nuestros términos y políticas de privacidad a continuación:\n\nTérminos: https://www.totalpassword.com/terms\nPrivacidad: https://www.totalpassword.com/privacy\n\nPuede encontrar más detalles en la página de precios https://www.totalpassword.com/pricing\n\nTotal Password no almacenará ni registrará sus datos, su privacidad es nuestra prioridad.\n\nEste servicio lo vende Total Security Limited.",
    "fr": "Total Password est la solution pour protéger votre identité en ligne. Stockez en toute sécurité tous vos mots de passe, informations de carte de crédit et identités dans un coffre-fort crypté, auquel vous pouvez accéder en quelques secondes, ce qui facilite la sécurité de vos comptes en ligne. En matière de sécurité, nous avons ce qu'il vous faut.\n\nLes pirates informatiques attaquent régulièrement les principaux sites Web pour tenter de voler les adresses e-mail et les mots de passe enregistrés pour accéder à ces sites Web. Dès qu'ils les obtiennent, ils les essaient également sur des centaines d'autres sites Web : en quelques secondes, ils peuvent voir si les adresses e-mail et les mots de passe exposés fonctionnent sur les réseaux sociaux ou les sites de messagerie populaires. Total Password est votre première ligne de défense contre cela.\n\nNous pouvons mettre un terme à cette menace d’usurpation d’identité. Chaque fois que vous vous inscrivez sur un site Web et créez un mot de passe, Total Password peut en générer un complètement aléatoire, unique, long et indevinable pour vous. Nous les stockons ensuite en toute sécurité pour vous et les utilisons automatiquement pour vous connecter lors de votre prochaine visite sur le site Web. Le seul mot de passe dont vous devez vous souvenir est le mot de passe principal : il donne accès à tous vos mots de passe uniques pour chaque site Web.\n\nVous pouvez synchroniser votre compte Total Password sur tous vos appareils, ce qui signifie que vous n'avez plus à craindre d'oublier à nouveau un mot de passe.\n\nVous utilisez déjà un gestionnaire de mots de passe ? Aucun problème! Vous pouvez facilement importer des mots de passe stockés à partir de navigateurs ou de gestionnaires de mots de passe autonomes.\n\nDécouvrez toutes nos fonctionnalités ci-dessous :\n\nStockage sécurisé et crypté\n\nLes mots de passe ajoutés à Total Password sont stockés en toute sécurité dans un cloud crypté. Soyez assuré que nous utilisons la norme Advanced Encryption Standard (AES) avec une taille de clé de 256 bits (AES-256). En termes simples, cela signifie qu'aucune personne ni machine ne peut décrypter les données stockées dans Total Password.\n\nGénérateur de mot de passe unique\n\nEn un seul clic, Total Password peut générer pour vous un mot de passe sécurisé et unique avec autant de caractères que vous choisissez. Il est très important d’utiliser le générateur de mots de passe, plutôt que de choisir ceux dont vous vous souvenez. Les mots, et même les mots dont les lettres sont remplacées par des chiffres, sont intrinsèquement peu sûrs, faciles à deviner et sensibles aux attaques par force brute. Évitez le vol d’identité, utilisez le générateur de mots de passe de Total Password.\n\nSynchronisation automatique entre les appareils\n\nUtiliser Total Password pour définir des mots de passe uniques pour chaque site Web signifie que vous en avez besoin sur tous vos appareils. Il est disponible sous forme d’extension sur tous les principaux navigateurs ainsi que sous forme d’application pour les appareils iPhone, iPad et Android. Si vous ajoutez un nouveau mot de passe sur ordinateur, soyez assuré qu'il sera synchronisé pour être disponible sur mobile, ou vice versa. Votre stockage crypté à jour des sites Web, des identifiants, des mots de passe, des cartes de crédit et des notes sécurisées est disponible sur tous vos appareils.\n\nAuthentification à deux facteurs\n\nLe double facteur, ou 2FA, est le prochain niveau de sécurité. Cela signifie qu'il existe 2 facteurs pour accéder à vos mots de passe, le premier étant votre mot de passe principal et le second étant un code à usage unique envoyé à votre appareil mobile au moment où vous essayez de vous connecter. En activant 2FA, cela signifie que même si votre mot de passe principal était deviné, un intrus ne pourrait pas accéder à vos mots de passe, car il n'aurait pas votre appareil mobile pour l'autorisation du deuxième facteur.\n\nRapports de sécurité\n\nRestez informé des violations de mots de passe et de données. Grâce à notre fonction de rapport de sécurité, vous pouvez vérifier tous vos mots de passe contre les violations dans le monde entier et les remplacer rapidement par un nouveau mot de passe sécurisé.\n\nDéconnexion à distance\n\nDans Total Password, vous pouvez voir tous les appareils et navigateurs auxquels vous êtes connecté. Vous avez le contrôle total pour supprimer n’importe quel appareil en un seul clic, ce qui signifie que vous n’avez pas à vous inquiéter si vous êtes resté connecté sur un ordinateur partagé.\n\nNous collectons votre adresse IP lors de l'installation initiale afin de vous attribuer votre accès d'essai gratuit sans nécessiter aucune information personnelle. Il vous sera uniquement demandé de fournir des informations personnelles telles que votre nom, votre adresse e-mail et vos identifiants de paiement si vous souhaitez activer un abonnement premium.\n\nDe plus amples détails sur nos conditions et nos politiques de confidentialité sont disponibles ci-dessous :\n\nConditions : https://www.totalpassword.com/terms\nConfidentialité : https://www.totalpassword.com/privacy\n\nDe plus amples détails peuvent être trouvés sur la page de tarification https://www.totalpassword.com/pricing\n\nTotal Password ne stockera ni n’enregistrera vos données, votre confidentialité est notre priorité.\n\nCe service est vendu par Total Security Limited.",
    "it": "Total Password è la soluzione per proteggere la tua identità online. Archivia in modo sicuro tutte le tue password, i dati della carta di credito e le identità in un deposito crittografato, a cui puoi accedere in pochi secondi, rendendo più semplice la sicurezza dei tuoi account online. Quando si tratta di sicurezza, abbiamo la soluzione per te.\n\nGli hacker attaccano regolarmente i principali siti Web per cercare di rubare indirizzi e-mail e password registrati per accedere a tali siti Web. Nel momento in cui li ottengono, li provano anche su centinaia di altri siti Web: in pochi secondi possono vedere se gli indirizzi e-mail e le password esposti funzionano sui social media o sui siti Web di posta elettronica più diffusi. Total Password è la tua prima linea di difesa contro questo.\n\nPossiamo fermare questa minaccia di furto di identità. Ogni volta che ti iscrivi a un sito web e crei una password, Total Password può generarne una completamente casuale, unica, lunga e impossibile da indovinare. Li archiviamo quindi in modo sicuro per te e li utilizziamo automaticamente per accedere alla tua prossima visita al sito web. L'unica password che devi ricordare è la master: questa fornisce l'accesso a tutte le tue password univoche per ogni singolo sito web.\n\nPuoi sincronizzare il tuo account Total Password su tutti i tuoi dispositivi, il che significa che non dovrai preoccuparti di dimenticare nuovamente la password.\n\nUtilizzi già un gestore di password? Nessun problema! Puoi importare facilmente le password memorizzate da browser o gestori di password autonomi.\n\nScopri tutte le nostre funzionalità di seguito:\n\nArchiviazione sicura e crittografata\n\nLe password aggiunte a Total Password vengono archiviate in modo sicuro in un cloud crittografato. Ti assicuriamo che utilizziamo l'Advanced Encryption Standard (AES) con una dimensione della chiave di 256 bit (AES-256). In termini semplici, ciò significa che nessuna persona o macchina può decrittografare i dati archiviati in Total Password.\n\nGeneratore di password univoche\n\nCon un solo clic Total Password può generare per te una password sicura e unica con tutti i caratteri che desideri. È molto importante utilizzare il generatore di password invece di sceglierne di facili da ricordare. Le parole, e anche le parole con lettere sostituite da numeri, sono intrinsecamente insicure, facilmente indovinabili e suscettibili agli attacchi di forza bruta. Evita il furto di identità, utilizza il generatore di password di Total Password.\n\nSincronizzazione automatica tra dispositivi\n\nUsare Total Password per impostare password univoche per ogni singolo sito web significa che ne avrai bisogno su tutti i tuoi dispositivi. È disponibile come estensione su tutti i principali browser e come app per iPhone, iPad e dispositivi Android. Se aggiungi una nuova password sul desktop, stai certo che verrà sincronizzata per essere disponibile sui dispositivi mobili o viceversa. L'archiviazione crittografata aggiornata di siti Web, accessi, password, carte di credito e note sicure è disponibile su tutti i tuoi dispositivi.\n\nAutenticazione a due fattori\n\nDue fattori, o 2FA, è il livello successivo di sicurezza. Ciò significa che ci sono 2 fattori per accedere alle tue password, il primo è la tua password principale e il secondo è un codice monouso inviato al tuo dispositivo mobile nel momento in cui provi ad accedere. Abilitando la 2FA, ciò significa che anche se la tua password principale venisse indovinata, un intruso non sarebbe in grado di accedere alle tue password, poiché non avrebbe il tuo dispositivo mobile per l'autorizzazione del 2° fattore.\n\nRapporti sulla sicurezza\n\nRimani aggiornato sulle violazioni di password e dati. Utilizzando la nostra funzione Rapporto sulla sicurezza, puoi verificare che tutte le tue password non siano state violate in tutto il mondo e modificarle rapidamente con una nuova password sicura.\n\nDisconnessione remota\n\nAll'interno di Total Password puoi vedere tutti i dispositivi e i browser a cui hai effettuato l'accesso. Hai il pieno controllo per rimuovere qualsiasi dispositivo con un solo clic, il che significa che non devi preoccuparti se sei rimasto connesso su un computer condiviso.\n\nRaccogliamo il tuo indirizzo IP al momento dell'installazione iniziale per assegnare il tuo accesso di prova gratuito senza richiedere alcuna informazione personale. Ti verrà richiesto di fornire solo dati personali come nome, indirizzo email e credenziali di pagamento se desideri attivare un abbonamento premium.\n\nUlteriori dettagli sui nostri termini e sulle politiche sulla privacy sono disponibili di seguito:\n\nTermini: https://www.totalpassword.com/terms\nPrivacy: https://www.totalpassword.com/privacy\n\nUlteriori dettagli sono disponibili sulla pagina dei prezzi https://www.totalpassword.com/pricing\n\nTotal Password non memorizzerà né registrerà i tuoi dati, la tua privacy è la nostra priorità.\n\nQuesto servizio è venduto da Total Security Limited.",
    "nl": "Total Password is de oplossing voor het beschermen van uw online identiteit. Bewaar al uw wachtwoorden, creditcardgegevens en identiteiten veilig in een gecodeerde kluis, waartoe u binnen enkele seconden toegang hebt, waardoor het gemakkelijker wordt om uw online accounts veilig te houden. Als het om veiligheid gaat, staan wij voor u klaar.\n\nHackers vallen regelmatig grote websites aan om te proberen e-mailadressen en wachtwoorden te stelen die zijn aangemeld om toegang te krijgen tot die websites. Zodra ze ze in handen krijgen, proberen ze ze ook op honderden andere websites. Binnen enkele seconden kunnen ze zien of de blootgestelde e-mailadressen en wachtwoorden werken op populaire sociale media of e-mailwebsites. Total Password is uw eerste verdedigingslinie hiertegen.\n\nWe kunnen een einde maken aan deze dreiging van identiteitsdiefstal. Elke keer dat u zich aanmeldt bij een website en een wachtwoord aanmaakt, kan Total Password een volledig willekeurig, uniek, lang en onraadbaar wachtwoord voor u genereren. Wij slaan deze vervolgens veilig voor u op en gebruiken deze automatisch om u bij een volgend bezoek aan de website in te loggen. Het enige wachtwoord dat u hoeft te onthouden is het masterwachtwoord. Dit geeft toegang tot al uw unieke wachtwoorden voor elke website.\n\nU kunt uw Total Password-account op al uw apparaten synchroniseren, zodat u zich geen zorgen hoeft te maken dat u opnieuw een wachtwoord vergeet.\n\nGebruikt u al een wachtwoordbeheerder? Geen probleem! U kunt eenvoudig opgeslagen wachtwoorden importeren vanuit browsers of zelfstandige wachtwoordbeheerders.\n\nBekijk hieronder al onze functies:\n\nVeilige, gecodeerde opslag\n\nWachtwoorden die aan Totaal Wachtwoord worden toegevoegd, worden veilig opgeslagen in een gecodeerde cloud. U kunt er zeker van zijn dat we de Advanced Encryption Standard (AES) gebruiken met een sleutelgrootte van 256 bits (AES-256). Simpel gezegd betekent dit dat geen enkele persoon of machine de gegevens die zijn opgeslagen in Total Password kan ontsleutelen.\n\nUnieke wachtwoordgenerator\n\nMet een enkele klik kan Total Password een veilig en uniek wachtwoord voor u genereren met zoveel tekens als u wilt. Het is zo belangrijk om de wachtwoordgenerator te gebruiken, in plaats van er een te kiezen die u kunt onthouden. Woorden, en zelfs woorden waarbij letters zijn vervangen door cijfers, zijn inherent onveilig, gemakkelijk te raden en vatbaar voor aanvallen met brute kracht. Voorkom identiteitsdiefstal, gebruik de wachtwoordgenerator van Total Password.\n\nAutomatische synchronisatie tussen apparaten\n\nDoor Total Password te gebruiken om voor elke website unieke wachtwoorden in te stellen, heeft u ze op al uw apparaten nodig. Het is beschikbaar als extensie voor alle grote browsers en als app voor iPhone, iPad en Android-apparaten. Als u een nieuw wachtwoord op de desktop toevoegt, kunt u er zeker van zijn dat dit wordt gesynchroniseerd zodat het beschikbaar is op mobiel, of omgekeerd. Uw up-to-date gecodeerde opslag van websites, logins, wachtwoorden, creditcards en beveiligde notities is beschikbaar op al uw apparaten.\n\nTweefactorauthenticatie\n\nTwo-factor, of 2FA, is het volgende beveiligingsniveau. Wat dit betekent is dat er twee factoren zijn om toegang te krijgen tot uw wachtwoorden: de eerste is uw hoofdwachtwoord en de tweede is een eenmalige code die naar uw mobiele apparaat wordt verzonden op het moment dat u probeert in te loggen. Door 2FA in te schakelen betekent dit dat zelfs als uw hoofdwachtwoord wordt geraden, een indringer geen toegang heeft tot uw wachtwoorden, omdat hij of zij niet over uw mobiele apparaat beschikt voor de tweede factorautorisatie.\n\nBeveiligingsrapporten\n\nBlijf op de hoogte van wachtwoord- en datalekken. Met behulp van onze functie Beveiligingsrapport kunt u al uw wachtwoorden wereldwijd controleren op inbreuken en deze snel wijzigen in een nieuw, veilig wachtwoord.\n\nUitloggen op afstand\n\nBinnen Totaal Wachtwoord kunt u alle apparaten en browsers zien waarop u bent ingelogd. U heeft volledige controle over het verwijderen van apparaten met een enkele klik, wat betekent dat u zich geen zorgen hoeft te maken als u ingelogd bent gebleven op een gedeelde computer.\n\nWij verzamelen uw IP-adres bij de eerste installatie om uw gratis proeftoegang toe te wijzen zonder dat er persoonlijke gegevens nodig zijn. U hoeft alleen persoonlijke gegevens zoals uw naam, e-mailadres en betalingsgegevens op te geven als u een premiumabonnement wilt activeren.\n\nHieronder vindt u meer informatie over onze voorwaarden en ons privacybeleid:\n\nVoorwaarden: https://www.totalpassword.com/terms\nPrivacy: https://www.totalpassword.com/privacy\n\nMeer details zijn te vinden op de prijspagina https://www.totalpassword.com/pricing\n\nTotal Password zal uw gegevens niet opslaan of loggen, uw privacy is onze prioriteit.\n\nDeze dienst wordt verkocht door Total Security Limited.",
    "no": "Total Password er løsningen for å beskytte din online identitet. Lagre alle passordene dine, kredittkortinformasjonen og identitetene dine trygt i et kryptert hvelv, som du kan få tilgang til i løpet av sekunder, noe som gjør det enklere å holde nettkontoene dine trygge. Når det gjelder sikkerhet, har vi deg dekket.\n\nHackere angriper jevnlig store nettsteder for å prøve å stjele e-postadresser og passord som er registrert for å få tilgang til disse nettstedene. I det øyeblikket de får tak i dem, prøver de dem på hundrevis av andre nettsteder også - i løpet av sekunder kan de se om de synlige e-postadressene og passordene fungerer på populære sosiale medier eller e-postnettsteder. Total Password er din første forsvarslinje mot dette.\n\nVi kan sette en stopper for denne trusselen om identitetstyveri. Hver gang du registrerer deg på et nettsted, og oppretter et passord, kan Total Password generere et helt tilfeldig, unikt, langt og ufattelig passord for deg. Vi lagrer det deretter sikkert for deg, og bruker det automatisk til å logge deg på neste gang du besøker nettstedet. Det eneste passordet du trenger å huske er masteren - dette gir tilgang til alle dine unike passord for hvert eneste nettsted.\n\nDu kan synkronisere Total Password-kontoen din på tvers av alle enhetene dine, noe som betyr at du ikke trenger å bekymre deg for å glemme passordet igjen.\n\nBruker du allerede en passordbehandler? Ikke noe problem! Du kan enkelt importere lagrede passord fra nettlesere eller frittstående passordbehandlere.\n\nSjekk ut alle funksjonene våre nedenfor:\n\nSikker, kryptert lagring\n\nPassord som legges til Total Password lagres sikkert i en kryptert sky. Du kan være trygg på at vi bruker Advanced Encryption Standard (AES) med en nøkkelstørrelse på 256 biter (AES-256). Enkelt sagt betyr dette at ingen person eller maskin kan dekryptere data som er lagret i Total Password.\n\nUnik passordgenerator\n\nMed et enkelt klikk kan Total Password generere et sikkert og unikt passord for deg med så mange tegn du velger. Det er så viktig å bruke passordgeneratoren, i motsetning til å velge de du kan huske. Ord, og til og med ord med bokstaver erstattet med tall, er iboende usikre, lett gjettede og utsatt for brute force-angrep. Unngå identitetstyveri, bruk Total Password's Password Generator.\n\nAutomatisk synkronisering mellom enheter\n\nVed å bruke Total Password til å angi unike passord for hvert eneste nettsted betyr det at du trenger dem på alle enhetene dine. Den er tilgjengelig som en utvidelse på alle større nettlesere samt en app for iPhone, iPad og Android-enheter. Hvis du legger til et nytt passord på skrivebordet, kan du være trygg på at det vil synkroniseres på tvers for å være tilgjengelig på mobil, eller omvendt. Din oppdaterte krypterte lagring av nettsteder, pålogginger, passord, kredittkort og sikre notater er tilgjengelig på alle enhetene dine.\n\nTo-faktor autentisering\n\nTo-faktor, eller 2FA, er neste nivå innen sikkerhet. Hva dette betyr er at det er 2 faktorer for å få tilgang til passordene dine, den første er hovedpassordet og den andre er en engangskode som sendes til mobilenheten din i det øyeblikket du prøver å logge på. Ved å aktivere 2FA betyr dette at selv om hovedpassordet ditt ble gjettet, ville en inntrenger ikke kunne få tilgang til passordene dine, siden de ikke ville ha mobilenheten din for 2.faktorautorisasjon.\n\nSikkerhetsrapporter\n\nHold deg oppdatert med passord og datainnbrudd. Ved å bruke sikkerhetsrapportfunksjonen vår kan du sjekke alle passordene dine mot brudd over hele verden og raskt endre dem til et nytt, sikkert passord.\n\nEkstern utlogging\n\nInnenfor Total Password kan du se alle enhetene og nettleserne du er logget på. Du har full kontroll over å fjerne alle enheter med et enkelt klikk, noe som betyr at du ikke trenger å bekymre deg hvis du har forlatt deg selv pålogget på en delt datamaskin.\n\nVi samler inn IP-adressen din ved første installasjon for å tildele din gratis prøvetilgang uten å kreve noen personlig informasjon. Du vil bare bli pålagt å oppgi personlige opplysninger som navn, e-postadresse og betalingsinformasjon dersom du ønsker å aktivere et premiumabonnement.\n\nYtterligere detaljer om både våre vilkår og personvernregler finner du nedenfor:\n\nVilkår: https://www.totalpassword.com/terms\nPersonvern: https://www.totalpassword.com/privacy\n\nYtterligere detaljer finner du på prissiden https://www.totalpassword.com/pricing\n\nTotal Password vil ikke lagre eller logge dataene dine, personvernet ditt er vår prioritet.\n\nDenne tjenesten selges av Total Security Limited.",
    "pl": "Total Password to rozwiązanie chroniące Twoją tożsamość online. Bezpiecznie przechowuj wszystkie swoje hasła, informacje o kartach kredytowych i tożsamości w zaszyfrowanym skarbcu, do którego możesz uzyskać dostęp w ciągu kilku sekund, dzięki czemu łatwiej będzie chronić Twoje konta internetowe. Jeśli chodzi o bezpieczeństwo, mamy Cię pod kontrolą.\n\nHakerzy regularnie atakują główne witryny internetowe, próbując ukraść adresy e-mail i hasła zarejestrowane w celu uzyskania dostępu do tych witryn. Gdy tylko je zdobędą, wypróbowują je także na setkach innych witryn internetowych — w ciągu kilku sekund mogą sprawdzić, czy ujawnione adresy e-mail i hasła działają w popularnych mediach społecznościowych lub witrynach e-mailowych. Total Password to Twoja pierwsza linia obrony przed tym.\n\nMożemy położyć kres temu zagrożeniu kradzieżą tożsamości. Za każdym razem, gdy rejestrujesz się na stronie internetowej i tworzysz hasło, Total Password może wygenerować dla Ciebie całkowicie losowe, unikalne, długie i niemożliwe do odgadnięcia hasło. Następnie przechowujemy je dla Ciebie w bezpieczny sposób i automatycznie używamy do zalogowania Cię przy następnej wizycie na stronie. Jedynym hasłem, które musisz zapamiętać, jest hasło główne — zapewnia ono dostęp do wszystkich Twoich unikalnych haseł do każdej witryny internetowej.\n\nMożesz zsynchronizować swoje konto Total Password na wszystkich swoich urządzeniach, co oznacza, że nie musisz się martwić, że ponownie zapomnisz hasła.\n\nKorzystasz już z menedżera haseł? Bez problemu! Możesz łatwo importować zapisane hasła z przeglądarek lub samodzielnych menedżerów haseł.\n\nSprawdź wszystkie nasze funkcje poniżej:\n\nBezpieczne, szyfrowane przechowywanie\n\nHasła dodane do Total Password są bezpiecznie przechowywane w zaszyfrowanej chmurze. Możesz mieć pewność, że używamy zaawansowanego standardu szyfrowania (AES) z kluczem o rozmiarze 256 bitów (AES-256). Krótko mówiąc, oznacza to, że żadna osoba ani maszyna nie jest w stanie odszyfrować danych przechowywanych w Total Password.\n\nUnikalny generator haseł\n\nZa pomocą jednego kliknięcia Total Password może wygenerować dla Ciebie bezpieczne i unikalne hasło składające się z dowolnej liczby znaków. Bardzo ważne jest, aby korzystać z generatora haseł, a nie wybierać takie, które można zapamiętać. Słowa, a nawet słowa zawierające litery zastąpione cyframi, są z natury niepewne, łatwe do odgadnięcia i podatne na ataki brutalną siłą. Unikaj kradzieży tożsamości, użyj generatora haseł Total Password.\n\nAutomatyczna synchronizacja pomiędzy urządzeniami\n\nUżywanie Total Password do ustawiania unikalnych haseł dla każdej witryny oznacza, że potrzebujesz ich na wszystkich swoich urządzeniach. Jest dostępny jako rozszerzenie we wszystkich głównych przeglądarkach, a także jako aplikacja na urządzenia iPhone, iPad i Android. Jeśli dodasz nowe hasło na komputerze, możesz mieć pewność, że zostanie ono zsynchronizowane i będzie dostępne na urządzeniach mobilnych i odwrotnie. Twoje aktualne, zaszyfrowane miejsce na strony internetowe, loginy, hasła, karty kredytowe i bezpieczne notatki są dostępne na wszystkich Twoich urządzeniach.\n\nUwierzytelnianie dwuskładnikowe\n\nDwuczynnikowy, czyli 2FA, to kolejny poziom bezpieczeństwa. Oznacza to, że dostęp do haseł można uzyskać na dwa sposoby: pierwszy to hasło główne, a drugi to jednorazowy kod wysyłany na Twoje urządzenie mobilne w momencie próby zalogowania się. Włączenie 2FA oznacza, że nawet jeśli Twoje hasło główne zostanie odgadnięte, intruz nie będzie mógł uzyskać dostępu do Twoich haseł, ponieważ nie będzie miał Twojego urządzenia mobilnego do autoryzacji drugiego stopnia.\n\nRaporty bezpieczeństwa\n\nBądź na bieżąco z naruszeniami haseł i danych. Korzystając z naszej funkcji Raportu bezpieczeństwa, możesz sprawdzić wszystkie swoje hasła pod kątem naruszeń na całym świecie i szybko zmienić je na nowe, bezpieczne hasło.\n\nZdalne wylogowanie\n\nW Total Password możesz zobaczyć wszystkie urządzenia i przeglądarki, do których jesteś zalogowany. Masz pełną kontrolę nad usuwaniem dowolnych urządzeń jednym kliknięciem, co oznacza, że nie musisz się martwić, jeśli pozostaniesz zalogowany na współdzielonym komputerze.\n\nZbieramy Twój adres IP podczas pierwszej instalacji, aby przydzielić Ci bezpłatny dostęp próbny bez konieczności podawania danych osobowych. Jeśli chcesz aktywować subskrypcję premium, wymagane będzie jedynie podanie danych osobowych, takich jak imię i nazwisko, adres e-mail i dane uwierzytelniające płatności.\n\nDalsze szczegóły dotyczące naszych warunków i polityki prywatności można znaleźć poniżej:\n\nWarunki: https://www.totalpassword.com/terms\nPrywatność: https://www.totalpassword.com/privacy\n\nDalsze szczegóły można znaleźć na stronie z cennikiem https://www.totalpassword.com/pricing\n\nTotal Password nie będzie przechowywać ani rejestrować Twoich danych, Twoja prywatność jest naszym priorytetem.\n\nUsługa ta jest sprzedawana przez firmę Total Security Limited.",
    "sv": "Total Password är lösningen för att skydda din onlineidentitet. Lagra alla dina lösenord, kreditkortsuppgifter och identiteter på ett säkert sätt i ett krypterat valv som du kan komma åt på några sekunder, vilket gör det lättare att hålla dina onlinekonton säkra. När det kommer till säkerhet har vi dig täckt.\n\nHackare attackerar regelbundet stora webbplatser för att försöka stjäla e-postadresser och lösenord som är registrerade för att komma åt dessa webbplatser. I samma ögonblick som de får tag i dem provar de dem på hundratals andra webbplatser också – inom några sekunder kan de se om de exponerade e-postadresserna och lösenorden fungerar på populära sociala medier eller e-postwebbplatser. Total Password är din första försvarslinje mot detta.\n\nVi kan sätta stopp för detta identitetsstöldhot. Varje gång du registrerar dig på en webbplats och skapar ett lösenord, kan Total Password generera ett helt slumpmässigt, unikt, långt och otänkbart lösenord åt dig. Vi lagrar det sedan säkert åt dig och använder det automatiskt för att logga in dig nästa gång du besöker webbplatsen. Det enda lösenordet du behöver komma ihåg är mastern - detta ger tillgång till alla dina unika lösenord för varje webbplats.\n\nDu kan synkronisera ditt Total Password-konto på alla dina enheter, vilket innebär att du inte behöver oroa dig för att glömma ett lösenord igen.\n\nAnvänder du redan en lösenordshanterare? Inga problem! Du kan enkelt importera lagrade lösenord från webbläsare eller fristående lösenordshanterare.\n\nKolla in alla våra funktioner nedan:\n\nSäker, krypterad lagring\n\nLösenord som läggs till Total Password lagras säkert i ett krypterat moln. Du kan vara säker på att vi använder Advanced Encryption Standard (AES) med en nyckelstorlek på 256 bitar (AES-256). Enkelt uttryckt betyder detta att ingen person eller maskin kan dekryptera data som lagras i Total Password.\n\nUnik lösenordsgenerator\n\nMed ett enda klick kan Total Password skapa ett säkert och unikt lösenord för dig med så många tecken som du väljer. Det är så viktigt att använda lösenordsgeneratorn, i motsats till att välja de som du kan komma ihåg. Ord och till och med ord med bokstäver ersatta med siffror är i sig osäkra, lätta att gissa och mottagliga för brute force-attacker. Undvik identitetsstöld, använd Total Password's Password Generator.\n\nAutomatisk synkronisering mellan enheter\n\nAtt använda Total Password för att ställa in unika lösenord för varje webbplats innebär att du behöver dem på alla dina enheter. Den finns som tillägg på alla större webbläsare samt en app för iPhone, iPad och Android-enheter. Om du lägger till ett nytt lösenord på skrivbordet kan du vara säker på att det synkroniseras över för att vara tillgängligt på mobilen, eller vice versa. Din uppdaterade krypterade lagring av webbplatser, inloggningar, lösenord, kreditkort och säkra anteckningar är tillgänglig på alla dina enheter.\n\nTvåfaktorsautentisering\n\nTvåfaktor, eller 2FA, är nästa nivå inom säkerhet. Vad detta betyder är att det finns två faktorer för att komma åt dina lösenord, den första är ditt huvudlösenord och den andra är en engångskod som skickas till din mobila enhet när du försöker logga in. Genom att aktivera 2FA innebär detta att även om ditt huvudlösenord gissades, skulle en inkräktare inte kunna komma åt dina lösenord, eftersom de inte skulle ha din mobila enhet för 2:a faktor auktorisering.\n\nSäkerhetsrapporter\n\nHåll dig uppdaterad med lösenord och dataintrång. Med vår säkerhetsrapportfunktion kan du kontrollera alla dina lösenord mot intrång över hela världen och snabbt ändra dem till ett nytt, säkert lösenord.\n\nFjärrlogga ut\n\nInom Total Password kan du se alla enheter och webbläsare du är inloggad på. Du har full kontroll över att ta bort alla enheter med ett enda klick, vilket innebär att du inte behöver oroa dig om du har lämnat dig själv inloggad på en delad dator.\n\nVi samlar in din IP-adress vid den första installationen för att tilldela din kostnadsfria provåtkomst utan att kräva någon personlig information. Du kommer endast att behöva ange personlig information som ditt namn, e-postadress och betalningsuppgifter om du vill aktivera ett premiumabonnemang.\n\nYtterligare information om både våra villkor och sekretesspolicyer finns nedan:\n\nVillkor: https://www.totalpassword.com/terms\nSekretess: https://www.totalpassword.com/privacy\n\nMer information finns på prissidan https://www.totalpassword.com/pricing\n\nTotal Password kommer inte att lagra eller logga dina data, din integritet är vår prioritet.\n\nDenna tjänst säljs av Total Security Limited.",
    "tr": "Toplam Şifre çevrimiçi kimliğinizi korumanın çözümüdür. Tüm şifrelerinizi, kredi kartı bilgilerinizi ve kimliklerinizi saniyeler içinde erişebileceğiniz şifreli bir kasada güvenle saklayın, böylece çevrimiçi hesaplarınızı güvende tutmanız daha kolay olur. Güvenlik söz konusu olduğunda, yanınızdayız.\n\nBilgisayar korsanları, bu web sitelerine erişmek için kaydolmuş olan e-posta adreslerini ve şifreleri çalmak için düzenli olarak büyük web sitelerine saldırıyor. Bunları ele geçirdikleri anda yüzlerce başka web sitesinde de deniyorlar; birkaç saniye içinde açığa çıkan e-posta adreslerinin ve şifrelerin popüler sosyal medya veya e-posta web sitelerinde çalışıp çalışmadığını görebiliyorlar. Toplam Şifre buna karşı ilk savunma hattınızdır.\n\nBu kimlik hırsızlığı tehdidine son verebiliriz. Bir web sitesine her kaydolduğunuzda ve bir şifre oluşturduğunuzda, Total Şifre sizin için tamamen rastgele, benzersiz, uzun ve tahmin edilemez bir şifre oluşturabilir. Daha sonra bunu sizin için güvenli bir şekilde saklıyoruz ve web sitesini bir sonraki ziyaretinizde oturum açmanız için otomatik olarak kullanıyoruz. Hatırlamanız gereken tek şifre ana şifredir; bu, her bir web sitesi için tüm benzersiz şifrelerinize erişim sağlar.\n\nToplam Şifre hesabınızı tüm cihazlarınızda senkronize edebilirsiniz, bu da şifreyi tekrar unutma konusunda endişelenmenize gerek olmadığı anlamına gelir.\n\nZaten bir şifre yöneticisi kullanıyor musunuz? Sorun değil! Saklanan şifreleri tarayıcılardan veya bağımsız şifre yöneticilerinden kolayca içe aktarabilirsiniz.\n\nAşağıdaki tüm özelliklerimize göz atın:\n\nGüvenli, Şifreli depolama\n\nTotal Password'e eklenen şifreler, şifrelenmiş bir bulutta güvenli bir şekilde saklanır. 256 bit (AES-256) anahtar boyutuna sahip Gelişmiş Şifreleme Standardını (AES) kullandığımızdan emin olabilirsiniz. Basit bir ifadeyle bu, hiçbir kişinin veya makinenin Toplam Şifrede saklanan verilerin şifresini çözemeyeceği anlamına gelir.\n\nBenzersiz Şifre Oluşturucu\n\nTek tıklamayla Toplam Şifre, seçtiğiniz sayıda karakterle sizin için güvenli ve benzersiz bir şifre oluşturabilir. Hatırlayabileceğiniz şifreleri seçmek yerine şifre oluşturucuyu kullanmak çok önemlidir. Kelimeler ve hatta rakamlarla değiştirilen harflere sahip kelimeler bile doğası gereği güvensizdir, kolayca tahmin edilebilir ve kaba kuvvet saldırılarına karşı hassastır. Kimlik hırsızlığından kaçının, Total Password'ün Şifre Oluşturucusunu kullanın.\n\nCihazlar arasında otomatik senkronizasyon\n\nHer web sitesi için benzersiz şifreler belirlemek amacıyla Toplam Şifreyi kullanmak, bu şifrelere tüm cihazlarınızda ihtiyacınız olacağı anlamına gelir. Tüm büyük tarayıcılarda bir uzantı olarak ve ayrıca iPhone, iPad ve Android cihazlar için bir uygulama olarak mevcuttur. Masaüstünde yeni bir şifre eklerseniz, mobil cihazlarda da kullanılabilecek şekilde senkronize edileceğinden veya tam tersi olacağından emin olabilirsiniz. Web siteleri, oturum açma bilgileri, parolalar, kredi kartları ve güvenli notlardan oluşan güncel şifreli depolama alanınız tüm cihazlarınızda mevcuttur.\n\nİki faktörlü kimlik doğrulama\n\nİki faktörlü veya 2FA, güvenlikte bir sonraki seviyedir. Bunun anlamı, şifrelerinize erişmenin 2 faktörü olduğudur; birincisi ana şifreniz, ikincisi ise giriş yapmaya çalıştığınız anda mobil cihazınıza gönderilen tek kullanımlık koddur. 2FA'yı etkinleştirdiğinizde, bu, ana şifreniz tahmin edilse bile, davetsiz misafirin 2. faktör yetkilendirmesi için mobil cihazınıza sahip olamayacağı için şifrelerinize erişemeyeceği anlamına gelir.\n\nGüvenlik Raporları\n\nŞifre ve veri ihlalleri konusunda güncel kalın. Güvenlik Raporu özelliğimizi kullanarak tüm şifrelerinizi dünya çapındaki ihlallere karşı kontrol edebilir ve hızlı bir şekilde yeni, güvenli bir şifreyle değiştirebilirsiniz.\n\nUzaktan oturum kapatma\n\nToplam Şifre içerisinde oturum açtığınız tüm cihazları ve tarayıcıları görebilirsiniz. Tek bir tıklamayla tüm cihazları kaldırmak için tam kontrole sahipsiniz; bu, paylaşılan bir bilgisayarda oturum açtığınızda endişelenmenize gerek olmadığı anlamına gelir.\n\nHerhangi bir kişisel bilgi gerektirmeden ücretsiz deneme erişiminizi tahsis etmek için ilk kurulumda IP adresinizi topluyoruz. Premium aboneliği etkinleştirmek istemeniz durumunda yalnızca adınız, e-posta adresiniz ve ödeme bilgileriniz gibi kişisel bilgilerinizi vermeniz istenecektir.\n\nŞartlarımız ve gizlilik politikalarımıza ilişkin daha fazla ayrıntıyı aşağıda bulabilirsiniz:\n\nŞartlar: https://www.totalpassword.com/terms\nGizlilik: https://www.totalpassword.com/privacy\n\nDaha fazla ayrıntıyı https://www.totalpassword.com/pricing fiyatlandırma sayfasında bulabilirsiniz.\n\nToplam Şifre verilerinizi saklamaz veya kaydetmez; gizliliğiniz bizim önceliğimizdir.\n\nBu hizmet Total Security Limited tarafından satılmaktadır."
  }
}