{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WABiz Free Bulk Sender (Lite)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Bulk Sender web - Send Messages, Attachments, Personalized Message, Smart replies and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expand your customer-base with WhatsApp \n\nWABiz Bulk Sender - Marketing Software & Automation Tool,\n\nUsing this extension, a user can send WhatsApp bulk messages to multiple contacts. Messages can be customised to include custom fields like name, email, scores or any variable. User would be able to do the same by uploading excel sheet also which contains user's contact over which custom messages needs to be sent.\n\nFeatures:\n- Grow Your Business By Sending Messages To Saved/Unsaved Contacts.  \n- Upload CSV files of contacts\n- Send Message Without Saving Contacts\n- Send Links, Pictures, Documents, Videos and Contacts.\n- Add Contacts Manually or Copy-Paste or upload a CSV\n- Allows You To Download Group Contacts.\n- Download Delivery Report  \n- Option to customise time delay between messages\n- Use formatting (*BOLD* _italic_ ~strikethrough~ & EMOJI) to communicate better with your customers.\n- Send Customise Greetings/Wishes/Customer Connect. Helps You To Retain Customers.  \n- Extremely lightweight and fast: Coded with performance in mind. Simple, intuitive UI so that you can use our extension right away.\n\nDisclaimer: \n\nThis Chrome plugin is not endorsed or certified WhatsApp . This is an unofficial enhancement for WhatsApp Web.\n\nAs It’s Very Clear, the tools Depends on WhatsApp. We’re Not Responsible If WhatsApp Made Critical Changes in Their Side. Although We Always Try to Make the tools up to Date, Sometimes It Might Not Be Possible to Find a Proper Workaround. We Don’t Guarantee That the Compatibility of the tools with WhatsApp Will Be Forever. Use at Your Own Risk. We Don’t Provide Any Refund for Problems That Are Originated from WhatsApp ."
  }
}