{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helium 10"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful Amazon and Walmart product research. Dive deep into marketplace data to assess competition, demand, opportunity & more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find your next winning product and scale your business more efficiently with a free trial of this powerful Chrome Extension tool for Amazon FBA and Walmart sellers. \n\n Trusted by over 1,000,000 sellers, the Helium 10 Chrome Extension is designed to help you…  \n\n ✓ Leverage powerful data to assess market demand and validate product opportunities \n✓ Discover new product niches with upfront search-volume data \n✓ Identify new keyword opportunities to optimize your listings and PPC campaigns \n✓ Gain a comprehensive overview of your competition \n✓ Analyze customer sentiment with Review Insights \n✓ Calculate potential profit margins with Profitability Calculator \n \nSimplify Product Research with Xray\nSearch for a product and launch Xray on Amazon or Walmart to unlock vital niche sales data that can help you identify winning product niches. Eliminate uncertainty and back your business decisions with accurate data to assess competition and demand. \n\nGet Powerful Keyword Insights with Search Expander and Xray Keywords\nEnrich your Amazon search experience with Search Expander to quickly generate powerful long-tail keywords and discover new product niches. Or use Xray Keywords to discover top keywords that are driving organic sales to your competitors. \n\nIncrease Your Productivity with ASIN Grabber\nUse ASIN Grabber to extract product ASINs in bulk to create targeted product ads in Amazon and more.  \n \nEstimate Margins on the Fly with Profitability Calculator\nGauge a product’s potential sales success with the Profitability Calculator. Generate accurate sales margins and ROI by assessing all the fees and costs associated to make better sourcing decisions. \n \nSpy on Your Competitors' Listing Stock with Inventory Levels\nSpy on your competition’s available units for sale with Inventory Levels. Discover who your real competitors are and if you have any potential hijackers on your listing.  \n \nGet into Shoppers' Minds with Review Insights\nInstantly capture product sentiment and feedback with Review Insights. Extract reviews from any product to uncover customer pain points, product weaknesses, and much more.\n\nFind Suppliers on Alibaba.com with Supplier Finder\nUse Supplier Finder, powered by our partner Alibaba.com, to find quality product suppliers faster and easier while conducting your research on Xray for Amazon or Walmart!\n\nAssess Product Demand on Amazon with Demand Analyzer\nVerify potential product niche opportunities on Amazon while browsing for inspiration on Alibaba.com or any Shopify website. Input a seed keyword to get a high-level overview of product demand indicated by top-related keyword search volume and similar top-performing products.\n\n____________________________________________________________________________\n\nDownload the Helium 10 Chrome Extension today and try it FREE to get the insights you need to grow your business to new heights in less time than ever before.\n\n-----------------------------------------------------------------------------------------------------------------------------\n\nHelium 10 is dedicated to developing tools designed to enhance the Amazon selling experience. Get over a dozen tools specialized in every part of the seller journey, including:\n\nProduct Research \nFind highly profitable product opportunities in every category. \n\nKeyword Research  \nStrategic research tools to improve your product rank and drive traffic.  \n\nListing Optimization \nTools to create high-ranking listings & optimize existing listings. \n\nProduct Launches & Marketing \nBuild and grow the marketing and PPC strategy for your products. \n\nOperations & Analytics \nManage everything with streamlined tools to run your business and easily monitor the performance of your products. \n\n-----------------------------------------------------------------------------------------------------------------------------\nFor more information on how to use the Helium 10 Chrome Extension: https://kb.helium10.com/hc/en-us/sections/360005055314-Helium-10-Chrome-Extension"
  }
}