{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Titulky++"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vylepšení webu titulky.com pro pohodlnější práci (nejen pro překladatele)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "S laskavým svolením autora @richja prošel addon crossbrowser úpravami pro podporu jak Chromu tak Firefoxu.\n\nSpousta menších a větších úprav na webu titulky.com pro pohodlnější práci a lepší zážitek.\nPředevším pro překladatele, ale určitě potěší i normální návštěvníky :)\n\nSouhrn Vylepšení\n\nSekce vlastní požadavky\n- Indikace probíhajících překladů s časy začátku a dokončení\n\nZápis nového překladu\n- U odhadu počtu dní pro dokončení titulek zobrazené odpovídající datum\n- Funkce šablony pro automatické předvyplnění poznámek u nových titulek a nového zápisu do rozpracovaných\n\nDetail rozpracovaného detailU:\n- Jasně viditelné tlačítko pro editaci stavu rozpracovaného překladu\n\nVýsledky Vyhledávání\n- Při vyhledávání titulků jsou zvýrazněny přesné shody názvů\n- Přímé zobrazení verzí filmu u výsledků hledání\n\nDetaily Titulků\n- Zobrazené hodnocení filmu na IMDB\n- Odkaz na vyhledání filmu skrze CSFD.cz\n\nSekce Požadavky\n- Odkaz na vyhledání filmu skrze CSFD.cz\n- Odkaz na vyhledávač cizojazyčných titulků na subscene.com\n- Po najetí myši na link, zobrazí náhled posteru\n- Přímý odkaz na IMBDB\n\nProfil\n- Rychlý odkaz na vytvoření nového zápisu přímo v profilu\n- Možnost vyhledávat přímou shodu (žádný fulltext) u vyhledávacího boxu nebo jako Další verze u detailu titulku (pouze pro premium uživatele)\n- U profilu uživatele v bočním menu (vedle počtu bodu) se zobrazuje počet nepřečtených komentářů pod vašimi titulky (uvidí pouze aktivní překladatelé) - aktualizuje se každých 15 minut\n- Ve vašem profilu jsou graficky zvýrazněny nové komentáře pod vašimi titulky (uvidí pouze aktivní překladatelé)\n- Vedle počtu nepřečtených komentářů pod vašimi titulky přibylo počítadlo nepřečtených reakcí pod vašimi komentáři\n- Upozornění na nové komentáře pod rozpracovanými titulky + proklik přímo na rozpracované titulky kdekoliv z webu (aktivuje se až při editaci zápisu v rozpracovaných)\n\nDalší\n- Po načtení hlavní stránky je ihned aktivní vyhledávací pole\n- Možnost Tlačítka Domů v menu pro návrat na hlavní stránku\n- Možnost tlačítka Premium v menu pro odkaz na Premium server\n- Volitelná možnost tématických úprav webu na Vánoce, Velikonoce apod. (defaultně zapnuto)\n- Předvyplnění formuláře u nového titulku na základě názvu filmu\n- Umazávání nadbytečných znaků při vkládání velikosti filmu\n- Jestliže je v textu odkaz, vytvoří z něho klasický klikací odkaz (defaultně zapnuto, lze vypnout v nastavení)\n\n\nToto je neoficiální rozšíření, vytvořeno pro zábavu a nemá nic společného se samotným webem titulky.com ❤️"
  }
}