{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autopilot for Focusmate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Not just an alarm for focusmate!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "►► When you mute, will force-mute the other person.\nTired of asking the other person to mute? Focusmate Autopilot does not mute the tab, so the default finished sound will still play! This will only mute their microphone audio. \n\n►► Notify sounds\nForget you have a session coming up? Or just want to wind down before the session ends?\n\nDefault alert time is 20 seconds before a session starts, or 20 seconds before the session ends. The start sound will not interrupt you if you're in a session, it will only play from the dashboard. The end sound will interrupt in a session. \n\n►► Picture-in-picture\nExtra accountability! Keep their face watching you in a small window while you're working. \n\nAutomatically turns on when you mute. Turns off when you unmute.\n\n►► Custom alarm sound & time\nSet the alarm to any mp3 on the web to notify you at any x seconds before the session ends or starts.\n\nYou can use this time to get organized for the end of the session check-in with your partner.\n\nAlso a good way to to remind yourself the session is ending soon to give yourself an extra motivational boost to get as much done as possible until the end of the session.\n\nLike Focusmate Autopilot? Please rate us ★★★★★\n\nFAQ\n\nQ: How do I use Focusmate Autopilot? \nA: Just install our extension and keep using Focusmate as usual. The autopilot features will automatically appear when you're on focusmate.com or in a focusmate session.\n\nQ: How do I view the settings?\nA: Open the Focusmate Autopilot's icon to view the extra options available.\n\nQ: Can I change the alarm sound?\nA: Yes! We provide three to choose from, but feel free to provide your own mp3 file.\n\nQ: Can I change when I get alerted? \nA: Yes! Choose any seconds before the session ends to be alerted.\n\nFound a bug? Have a suggestion? We're open source on github! Feel free to open an issue or pr.\nhttps://github.com/Geczy/focusmate-autopilot"
  }
}