{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mineria - AdLibrary Ad Finder & Ad spy Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A melhor ferramenta de AdSpy para encontrar anúncios de concorrentes e inspirar suas campanhas de anúncios no Facebook."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Baixe Criativos de Anúncios do Facebook Ads Library com Facilidade e Eficiência\n\nO melhor plugin para baixar criativos de anúncios do Facebook Ads Library em alta definição, filtrar anúncios mais veiculados, carregar mais anúncios automaticamente e salvar seus anúncios favoritos. \nDescubra o que está em alta na comunidade e acompanhe seu histórico de anúncios baixados.\n\n★ Baixe criativos em alta definição direto da Biblioteca de Anúncios do Facebook.\n★ Filtre anúncios pelos mais veiculados, página, data, texto do anúncio, link do site e muito mais.\n★ Carregue mais anúncios automaticamente enquanto você navega.\n★ Salve seus anúncios favoritos para referência futura.\n★ Veja o histórico de todos os anúncios que você baixou.\n★ Descubra os anúncios mais baixados pela comunidade.\n** Economize tempo e esforço com nossos filtros avançados e carregamento automático de anúncios.**\n** Veja o que está em alta na comunidade e inspire-se nos melhores anúncios.**\n\nPesquisar no Facebook Ads Library pode ser uma tarefa demorada, já que não oferece filtros suficientes. Com nosso plugin, você pode encontrar rapidamente os anúncios mais relevantes e inspiradores. Tudo o que você precisa fazer é ativar o carregamento automático de anúncios para agregar e adicionar mais anúncios à sua lista.\n\nNosso plugin permite que você baixe os criativos que interessam, veja o histórico de anúncios baixados e descubra o que está em alta na comunidade de usuários do Facebook Ads Library.\n\nNosso plugin não é afiliado ao Facebook e foi desenvolvido e mantido de forma independente. Todas as diretrizes para uso de ativos e marca do Facebook podem ser encontradas no site oficial.\n\nEsperamos que este plugin seja útil para profissionais de marketing ou qualquer pessoa interessada em aprender mais sobre anúncios no Facebook. Agradecemos qualquer feedback e pretendemos melhorar continuamente o plugin, adicionando novas funcionalidades ao longo do tempo."
  }
}