{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL2QR"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension generates a QR code for the current tab's URL."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly generate and share a QR Code for your current URL.\n\nQR (Quick Response) is a two-dimensional barcode used to store information in a visual pattern. It is invented by the Denso subsidiary of Toyota in 1994. QR codes are now widely used in advertising and entertainment. Our extension let's you generate a QR code for the currently viewed tab in Chrome Browser. It is visualized via a canvas drawn by the extension. It let's you take your reading onto another device (e.g. your mobile phone or tablet) or share the current URL with your friends.\nThis way you can continue reading and browsing from your computer onto your mobile device without having to memorize and type the URL. Most mobile operating systems support QR codes and have designated software for using them.\nAndroid has the free and open-source \"Bar Code Scanner\" in the Google Play Store, while iPhone users might try the \"i-nigma QR Code, Data Matrix and 1D barcode reader\" or \"Scan - QR Code and Barcode Reader\" - both available at iTunes.\n\nNote that this Chrome App also allows to use the App offline and does not require any special permissions. After opening it the first time with active internet connection it is made available for offline use.\n\nIf you would like to see new features and/or report bugs and feedback, please feel free to do so by contacting us via e-mail."
  }
}