{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lead Generation Goal Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free lead Generation calculator helps companies estimate monthly leads needed to achieve revenue goals."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Lead Generation Goal Calculator is a productivity-enhancing Chrome extension designed for sales and marketing professionals. It simplifies the process of calculating the number of leads required to meet specific revenue targets based on ticket size and conversion rate. With a user-friendly interface and seamless functionality, this tool helps you plan your lead generation efforts more effectively.\n\n🔴 Extension Features\n\n✔ User-Friendly Calculator\n✔ Results Highlighted\n✔ On-Install Guidance\n✔ Customizable Uninstall Feedback\n✔ Lightweight and Secure\n✔ Offline Accessibility\n\n\n🔴 Why Use This Extension\nThe Lead Generation Goal Calculator is a powerful tool designed to boost productivity by eliminating manual calculations and reducing errors while planning your revenue goals. It helps you quickly determine the number of leads needed to meet your targets, enabling better alignment between your marketing and sales strategies. Tailored for busy professionals, this time-saving tool delivers instant results without the need for complex spreadsheets or external tools. Its accessible and user-friendly interface ensures that no technical expertise is required—simply input your details and calculate effortlessly. Additionally, the extension offers a customizable experience, providing personalized results based on your inputs, making it highly relevant to your unique business needs.\n\n🔴 Disclaimer\nThe Lead Generation Goal Calculator is intended as a general tool to assist with lead calculations and revenue planning. While it provides valuable estimates based on the input provided, the results may vary depending on the accuracy of the data entered. This extension should not be considered a substitute for professional financial advice. Additionally, the extension prioritizes user privacy and does not collect or store any personal data beyond the current session. Any third-party links included, such as the uninstall feedback form, are external and not under the direct control of this extension. Users are encouraged to use this tool as a supplementary aid for planning purposes."
  }
}