{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tiny PPC Ticker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a price change again."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What's new in v0.3:\n- Bugfix: options now properly save after exiting chrome (Thanks astanix)\n- Bugfix: alerts can now be correctly deactivated as originally intended (Thanks supson6437 and anonymous reporter)\n- Bugfix: the extension now won't stay in the background after the browser is closed (Thanks kimosan)\n- Feature: Added EUR as a target currency\n- Feature: Tiny TRC Ticker and Tiny NMC Ticker now available (search for them in the Chrome Web Store)\n\n----\n\nHave a hard time getting things done at work because you can't stop staring at charts all day? This extension is for you.\n\nTiny PPC Ticker is a minimalistic price ticker for PPCoins with zero bells and whistles and focus on doing its job. Features:\n\n- Shows current exchange rate on its icon, updates every minute\n- Supports BTC and USD exchange rates\n- Alert notifications, can notify you of price changes with a customizable threshold. \n- Alerts work with the icon hidden (perfect if you don't want to be constantly distracted by the price but still be alerted when there's a major price change)\n\nIf you found it handy, please consider buying me a beer (or whisky, in bitcoinity tradition):\nBTC: 19xQFJabE9ga4kjnKTV94JTirnjy9TKNN9\nLTC: LKdZ66KeFLCFGSmRtZwRhzTRMEGSUUtNBE\nPPC: PPKDJ86AMwnC4YnYV517KA5U1Px3QgFJWt\n\nABOUT PERMISSIONS:\nThis extension requests \"your data\" on btc-e.com, mtgox.com and vircurex.com. I know, I know, this sounds shady as heck, in reality all this extension does is querying the publically available APIs of these sites to fetch the price directly from them, but unfortunately Chrome permission system granularity is non-existent; I'd love to be able to be more specific with the permissions, but it's all or nothing with Chrome, that is, either one asks for permission to access mtgox.com or one can't query their APIs at all from the extension (to name an example). Note that the extension works just fine if you are logged out of all the aforementioned exchanges, so you might want to consider logging out before installing the extension for extra peace of mind. In fact, your account is probably safest on the wild internet west if you are never logged in except when you specifically want to trade — this is what I'd recommend doing if you are concerned about security, cookies cannot be stolen if they don't exist."
  }
}