{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Decast"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and manage your Deacst calls and Casts on the go."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Decast: Revolutionize Your Virtual Events and Private Calls\n\nTake control of your online communications and events with Decast, the ultimate tool for managing and hosting everything from personal calls in private rooms to large-scale events known as Casts. Whether you're connecting with a few close colleagues in daily private calls or engaging a vast audience, Decast offers a seamless, secure, and customizable experience tailored to your needs.\n\n*Key Features:*\n\nPrivate Rooms (Calls): Conduct private, secure meetings in your own dedicated rooms, perfect for daily calls, one-on-one meetings, or small group discussions. Enjoy a space that’s always available for your personal and professional interactions.\n\nPrivate & Public Casts: Host both private and public Casts with password protection, ensuring that only your intended audience has access. Whether it’s a small team meeting or a public seminar, manage your events with full control over who joins.\n\nNFT-Gated and Ticket-Protected Events: Elevate the exclusivity of your events with NFT gating and ticket protection, allowing only verified participants to join. This ensures that your event is attended by the right people, enhancing the value and security of your sessions.\n\nImmutable Recordings & Secure Storage: Protect your content with immutable recordings stored on decentralized platforms like Sia and Swarm. Your data remains secure, private, and tamper-proof, giving you peace of mind that your content is preserved and inaccessible to unauthorized parties.\n\nCustom Branding & Meeting URLs: Personalize your Casts and Decasts with custom branding and unique meeting URLs, creating a professional and consistent brand presence across all your events. This feature allows you to maintain your brand identity effortlessly.\n\nOne-Click Event Creation: Simplify event management with one-click Cast and event creation, saving you time and effort. Whether you're planning a quick meeting or a large event, getting started is just a click away.\n\nMulti-Platform Live Streaming: Stream your events live on multiple platforms such as YouTube, Twitch, and Facebook, or use Decast's own streaming platform for simultaneous broadcasting. Reach your audience wherever they are with ease.\n\nNFT Airdrops: Reward your Cast participants with NFT airdrops, providing an innovative way to engage and incentivize your audience. This unique feature allows you to add value and excitement to your events.\n\nEasy Participant Invitations: Invite participants effortlessly using a simple XLSX file for one-click invitations, streamlining the process of getting everyone involved. Managing attendee lists has never been easier.\n\nAI-Powered Video Editing: Record, edit, and perfect your videos using advanced AI tools, ensuring high-quality content creation. Produce polished recordings that reflect the professionalism of your events.\n\nReal-Time Gas Prices: Stay informed with live gas prices displayed in gwei, right from your browser, keeping you up-to-date with the latest market trends. This feature is particularly useful for those involved in transactions during events.\n\nDecast consolidates all the major features of the decast.live website into a convenient extension, empowering you to host and manage virtual interactions with unparalleled ease and security. Whether you're organizing small daily meetings in private rooms, hosting large-scale events, or anything in between, Decast provides the tools you need to create engaging, professional, and secure online experiences.\n\nExperience the future of online events and communications with Decast."
  }
}