{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide Reddit Garbage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get rid of outrage, despair, and unfunny garbage on Reddit."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit is full of posts which induce outrage. Reddit is full of posts which cause feelings of despair and depression. Reddit is full of misleading content and lies. Reddit is full of propaganda. Reddit is full of annoying content. People get addicted to this terrible content. This terrible content throws people into depression and makes existing depression worse. This terrible content causes people to lose all hope and saps motivation to improve people's own situations. Redditors believe the lies and propaganda which causes them to act against their own self interests.\n\nThis extension removes most of the terrible content from reddit. The removed posts aren't simply hidden in the browser, the removed posts are hidden at the account level and won't show up when browsing Reddit on the same account from any other window and mobile app.\n\nActivate the extension by clicking the \"Hide Garbage\" button which has been added to both new and old Reddit. It can also be started by clicking the extension's icon in the \"Extensions\" menu and clicking \"Start\". The extension opens up a special tab of \"old\" Reddit and cycles through various subreddits hiding the top five posts from each of those subreddits. It also cycles though \"all\", \"news\", and \"worldnews\" pages so it can hide posts which contain various keywords. \n\nMy extension requires the user to be logged into Reddit, but the extension does not have access to any account information, does not send any user information anywhere, and doesn't interact with Reddit apart from hiding posts. If users think the addon is hiding too much, the extension has a settings menu which can be accessed by clicking the extension icon in the \"Extensions\" menu in Chrome."
  }
}