{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tweet Lingo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tweet Lingo: Understand Every Tweet When Translation Doesn't Cut It."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Tweet & Reddit Lingo - the ultimate solution for anyone struggling to understand foreign language tweets and Reddit posts!\n\nAre you tired of struggling to decode tweets and Reddit posts in languages you're not fluent in? Traditional translation software can only do so much, leaving you with a limited understanding of the true meaning behind the words. But fear not, because Tweet & Reddit Lingo is here to help!\n\nBy harnessing the power of OpenAI's GPT, Tweet & Reddit Lingo has the ability to truly understand tweets and Reddit posts, providing you with a comprehensive translation - even including valuable background knowledge to help you better understand the context. And it's not just limited to English - Tweet & Reddit Lingo can help you understand content in any foreign language!\n\nSo who is Tweet & Reddit Lingo for? It's for anyone who wants to stay up-to-date on tweets and Reddit posts from all over the world, regardless of their language skills. Whether you're a student studying abroad, a business person with international interests, or just someone who loves learning about different cultures, Tweet & Reddit Lingo is the perfect solution for you.\n\nWith Tweet & Reddit Lingo, you no longer have to miss out on important tweets or Reddit posts or settle for limited translations. You'll have a full understanding of what's being said, including any cultural nuances or references that might otherwise be lost in translation.\n\nSo what are you waiting for? Don't let language barriers hold you back - download and install Tweet & Reddit Lingo today and unlock a whole new world of understanding."
  }
}