{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SharePrompts: Share your ChatGPT,Bard Prompts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SharePrompts is a Chrome extension that allows you to share your prompts with one click from ChatGPT and Bard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the SharePrompts Extension - the ultimate tool for all ChatGPT enthusiasts! This Chrome extension allows you to save and easily access your ChatGPT or other LLMs conversations with  just one click.\n\nWith this  Extension, you no longer have to worry about losing your favorite conversations. Simply click the extension icon to save the conversation, and it will be stored for future reference. You can even categorize and organize your saved conversations for easy retrieval later on.\n\nBut that's not all! The Extension also lets you share permanent links to your ChatGPT conversations with your friends. No more copying and pasting long URLs or screenshots to show off your conversations. With just a few clicks, you can share your most hilarious or insightful ChatGPT conversations with your friends and family. You can keep it private or share with public.\n\nIt's is the perfect way to keep track of your most entertaining or insightful conversations with ChatGPT. Whether you want to revisit a heated debate, remember a funny joke, or review an important piece of advice, this extension makes it easy to access all of your past conversations with just a few clicks.\n\nThe Extension is perfect for those who love using ChatGPT for brainstorming, learning, or just having fun. Install it today and never lose your favorite ChatGPT conversations again!"
  }
}