{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Naturefund - de groenste manier van winkelen"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join de beweging die groener online winkelt. 100% gratis. Meer dan 1500 aangesloten winkels. En werkt direct zonder account."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voeg nu toe aan je browser en je aankopen dragen direct bij aan meer natuur. \n\n#1 In seconden toegevoegd\nNaturefund is de groenste manier van online winkelen. Op een super simpele manier. In een paar klikken voeg je Naturefund toe aan je browser. Jouw aankopen dragen daarna direct bij aan natuurherstel.\n\n#2 Jij doet wat je altijd doet\nIn Google lichten we winkels die deelnemen voor je uit. En zodra je één van hen bezoekt verschijnt een pop-up waarmee je Naturefund kunt activeren. Na het activeren ontvang je daarvan een bevestiging dat we aan zijn op deze winkel. Als je vervolgens iets koopt krijg je een bevestiging dat wij een percentage van je aankoop ontvangen voor natuurherstel.\n\n#3 Wij doen al het werk\nMet alle aangesloten winkels hebben wij afspraken dat wanneer jij via Naturefund koopt, zij een percentage van jouw aankoop als vergoeding geven. 75% van al onze inkomsten investeren wij vervolgens in natuurherstellende projecten van onze partners. Waaronder Justdiggit en Trees for All. Jij koopt, de winkels betalen en wij regelen het natuurherstel met onze partners.\n\nWe zijn radicaal transparant over de financiën\nPeriodiek publiceren we onze financiële resultaten op de website. We geven inzicht waar geld aan wordt besteed. En wat de impact is. Zo weet je zeker dat de gegenereerde inkomsten eerlijk en goed worden besteed.\n\nWe zorgen net zo goed voor je privacy als voor de natuur\nEen positieve bijdrage leveren aan de natuur. Daarom bestaan we. Niet om jouw gegevens te verzamelen. We maken daarom geen profiel van je aan, hebben geen inzicht in wat er in je winkelmandje zit en zorgen ervoor dat jij zorgeloos de wereld kunt helpen terwijl je winkelt."
  }
}