{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Bookmark UniSync - Cross-browser bookmark synchronization",
    "ko": "Bookmark UniSync - 브라우저 간 북마크 동기화",
    "zh_CN": "Bookmark UniSync - 跨浏览器书签同步",
    "zh_TW": "Bookmark UniSync - 跨瀏覽器書籤同步"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "This tool enables real-time cross-device bookmark sync, offering a unified experience. Supports Edge, Chrome, Sogou,360,and more!",
    "ko": "이 도구는 장치 간 실시간 북마크 동기화를 지원하며, Edge, Chrome, Sogou, 360 등 브라우저 동기화를 지원합니다!",
    "zh_CN": "本工具可实现跨设备实时同步浏览器书签，统一浏览体验，支持Edge、Chrome、搜狗、360等浏览器书签相互同步！",
    "zh_TW": "本工具可實現跨設備即時同步瀏覽器書籤，統一瀏覽體驗，支持Edge、Chrome、搜狗、360等瀏覽器書籤相互同步！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Cross-Browser Bookmark Synchronization Plugin - Sync Your Bookmarks Without a Google Account\n\nUniSync Plugin Overview:\n\nUniSync is a powerful bookmark synchronization plugin that allows you to sync bookmarks across browsers without logging into a Google account. It supports all Chromium-based browsers, such as Chrome, Edge, and can also sync Safari bookmarks to Chromium-based browsers.\n\nPlugin Features:\n\n1、Sync Your Safari Bookmarks to Chrome: Easily sync your Safari bookmarks to Chrome for convenient access across devices.\n\n2、Sync Your Chrome Bookmarks Across Devices: Sync your Chrome bookmarks between your work and home computers.\n\n3、Quickly Search and Access Bookmarks: Quickly find and access your bookmarks to save time.\n\nInstallation Guide:\n\n- To sync Safari bookmarks to Chrome: Download and install the UniSync app for macOS.\n\n- To sync Chromium-based browser bookmarks: Simply search for and install the UniSync plugin from the plugin \nmarketplace.\n\nUsage Steps:\n\n1、Install the plugin.\n\n2、Register and log in to your account.\n\n3、Upload your bookmarks on your first use to sync them across devices or back them up to prevent data loss.\n\nRepeat steps 1 and 2 on other devices or browsers to sync the bookmarks uploaded to the server.\n\nNote: To sync Safari bookmarks to other browsers, you need to install the UniSync macOS app. For more details, visit our official website.",
    "ko": "크롬 계정 없이 크로미움 기반 브라우저 간에 북마크를 쉽게 동기화하세요. UniSync 플러그인은 크롬, 에지 등 모든 크로미움 기반 브라우저를 지원하며, 사파리 북마크를 크롬으로 손쉽게 동기화할 수 있습니다.\n\n플러그인 기능:\n\n1. 사파리 북마크를 크롬으로 동기화: 사파리 북마크를 크롬으로 쉽게 동기화하여 다기기 간 접근을 간편하게 하세요.\n2. 다기기 크롬 북마크 동기화: 회사와 가정에서 사용하는 크롬 북마크를 쉽게 동기화하세요.\n3. 빠른 북마크 검색과 접근: 북마크를 빠르게 검색하고 접근하여 시간을 절약하세요.\n\n설치 방법:\n\n- 사파리 북마크를 크롬으로 동기화: macOS용 UniSync 앱을 다운로드하고 설치하세요.\n- 크로미움 기반 브라우저 동기화: 플러그인 마켓에서 UniSync 플러그인을 검색하고 설치하세요.\n\n사용 방법:\n\n1. 플러그인을 설치하세요.\n2. 계정에 등록하고 로그인하세요.\n3. 처음 사용시 북마크를 업로드하여 다른 기기에서 동기화하거나 데이터 손실을 방지하기 위해 백업하세요.\n4. 다른 기기 또는 브라우저에서 위步骤를 반복하여 서버에 업로드한 북마크를 동기화하세요.\n\n주의: 사파리 북마크를 다른 브라우저와 동기화하려면, macOS 앱을 추가로 설치해야 합니다. 자세한 내용은 공식 홈페이지를 방문하세요.",
    "zh_CN": "无需翻墙、无需登录谷歌账号就可以跨浏览器进行同步书签。支持Chrome、Edge等一切基于Chromium的浏览器。\n\n插件用途：\n1、同步您的Safari浏览器书签到Chrome。\n2、同步您公司和您家庭里的Chrome书签。\n3、快速搜索并访问书签。\n安装方法:\n- 如果需要同步Safari浏览器书签到Chrome，需要额外下载macOS上运行的app。\n- 如果需要同步基于Chromium的浏览器书签，您只需要去插件市场搜索并下载UniSync插件即可。\n\n使用方法：\n1、安装插件。\n2、注册并登录账号。\n3、首次使用请务必先上传书签以便在其他地方能同步到书签（或者备份书签，防止意外操作导致数据丢失）。\n4、在其他电脑或者浏览器中重复上述中步骤1和步骤2即可同步到上传到服务器中的书签。\n\n⚠️注：如需同步Safari书签至其他书签，需要额外安装App，App详情请访问官网。",
    "zh_TW": "無需登入Google帳戶，輕鬆跨瀏覽器同步書籤。UniSync插件支援Chrome、Edge等所有基於Chromium的瀏覽器，並可將Safari書籤同步到Chrome。\n\n插件功能:\n\n1、將Safari書籤同步到Chrome: 輕鬆將Safari書籤同步到Chrome，方便跨裝置存取。\n2、跨裝置同步Chrome書籤: 在公司和家庭的Chrome書籤之間同步，隨時隨地存取收藏。\n3、快速搜尋與存取書籤: 快速找到並存取書籤，節省時間。\n\n安裝指南:\n\n- 同步Safari書籤到Chrome: 下載並安裝macOS版UniSync應用程式。\n- 同步Chromium瀏覽器書籤: 至插件市場搜尋並安裝UniSync插件即可。\n\n使用步驟:\n\n安裝插件。\n1、註冊並登入帳戶。\n2、首次使用時，上傳書籤以便在其他裝置同步或備份，防止數據遺失。\n3、在其他裝置或瀏覽器重複上述步驟，同步伺服器中的書籤。\n注意: 同步Safari書籤至其他瀏覽器，需安裝UniSync macOS應用程式。詳細資訊請訪問官網。"
  }
}