{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CryptKeeper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A ZK Identity and Proof Management Wallet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "* This extension is a beta version intended for testing and evaluation. Please note that it may contain bugs or incomplete features. Your feedback and suggestions are highly appreciated to help us improve its functionality and performance. * \n\nMeet CryptKeeper, an avant-garde browser extension revolutionizing the realm of online privacy and anonymity. It leverages the power of Zero-Knowledge Identity Management and Proof Generation to ensure your online interactions remain anonymous yet credible.\n\nEngineered with advanced protocols such as Semaphore and RLN, CryptKeeper is designed to ensure absolute privacy - no personal information is ever stored or transmitted. Its unique capability lies in employing Zero-Knowledge Proofs, a cryptographic technique which allows you to authenticate yourself within a group of authorized users without revealing your individual identity.\n\nExperience a seamless blend of privacy and usability with CryptKeeper - navigate the web confidently without compromising on your identity.\n\nKey Features:\n* Anonymous Sign-In via Semaphore: CryptKeeper supports secure, anonymous sign-ins using Semaphore, a cutting-edge technology designed for privacy-focused applications. You can gain a deeper understanding of Semaphore at Semaphore's website.(https://semaphore.appliedzkp.org/) \n\n* Deterministic Anonymous Identities: With CryptKeeper, users can generate deterministic anonymous identities using a simple seed phrase. This feature provides an additional layer of privacy by ensuring each user's identity remains concealed and consistent.\n\n* Integration with Zkitter: CryptKeeper seamlessly integrates with Zkitter, an anonymous social network, enabling users to craft private identities. Users can generate and showcase a proof of reputation from their social media profiles, ensuring credibility without compromising privacy. (https://www.zkitter.com/)\n\nFor more information on Cryptkeeper, please check out these YouTube videos:\n-  CryptKeeper ZK Identity Wallet : https://www.youtube.com/watch?v=F5ic66_eNAs\n-  Cryptkeeper demo: https://www.youtube.com/watch?v=8nrggpxbJu8\n\nAlso you could try our demo website to test CryptKeeper extension and generate Semaphore proofs with our mock Merkle tree. \n- Demo URL: https://ckdemo.appliedzkp.org/"
  }
}