{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Electronicx"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Electronicx- Cheap car parts for motorcycle and car from adapter to the parking sensor or a carbon seat heating…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Electronicx- Cheap car parts for motorcycle and car from adapter to the parking sensor or a carbon seat heating                                               \n\nFrom candlelight and carbide mica to electronic car lamps and xenon burners\nA partly adventurous development to the xenon burner that has been going on for over a century. In this way, the evolution of candlelight, kerosene, acetylene or carbide lamp and paraboloid system to designate xenon burners and LED lights. The first automobiles were not provided with an electric lighting system or any lighting tech, on the contrary, they were moved by candlelight through the darkness. The traffic over 100 years ago knew no xenon and the supply is not comparable to the present time. Before the first headlight was invented for car, there were carbide mica with candlelight or petroleum candles, known from old movies attached horse-drawn carriages. The first drivers were unable to access the great driving safety of xenon burners. They learned the way better in the dark by heart beforehand, then the methods were limited to a few meters and there was a high risk of fire. A permanent re-ignition was just as necessary, at the slightest vibration many of these lamps unlike modern xenon burners."
  }
}