{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NetzBeweis"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save evidence on the internet with one click",
    "de": "Beweissicherung Im Internet, ganz einfach"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Preservation of evidence on the Internet, very simple. \nAgainst hate on the net and for much more \n\nWe are glad that you are interested in the NetzBeweis Browser Extension. Of course, you can always conveniently secure online evidence via www.netzbeweis.com, completely free of charge for private individuals. \n\nBut with the NetzBeweis Browser Extension you take your online evidence backup to the next level with these features: \n- Define your mail address once and secure it with just one click. \n- Use the plugin conveniently with your JAASPER, JurXPert or Weblaw account \n- Secure also websites and platforms for which a login is required \n- Secure private messages and chat services like WhatsApp & Co. \n\nYour NetzBeweis also comes to you conveniently as a PDF via the PlugIn with the following advantages: \n- The PDF is compatible with electronic legal transactions (ERV). \n- Time stamp for better classification of the online evidence \n- Each NetzBeweis is provided with an electronic signature \n\nIf you would like to test the NetzBeweis Browser Extension, please send an e-mail to info@netzbeweis.com . \n\nTerms of use: https://www.netzbeweis.com/nutzungsbedingungen/  \nPrivacy policy: https://www.netzbeweis.com/datenschutz/ \n\nThe frequently asked questions and answers about NetzBeweis can be found at: https://www.netzbeweis.com",
    "de": "Beweissicherung im Internet, ganz einfach. \nGegen Hass im Netz und für noch vieles mehr \n\nEs freut uns, dass Sie sich für die NetzBeweis Browser Extension interessieren. Natürlich können Sie Online-Beweis auch immer bequem über www.netzbeweis.com sichern, vollkommen kostenfrei für Privatpersonen. \n\nDoch mit der NetzBeweis Browser Extension heben Sie Ihre Online-Beweissicherung auf die nächste Stufe mit diesen Features: \n- Ihre Mailadresse einmal definieren und mit nur einem Klick sichern \n- Nutzen Sie das Plugin bequem mit Ihrem JAASPER-, JurXPert- oder Weblaw-Account \n- Sichern Sie auch Websites und Plattformen für die ein Login benötigt wird \n- Sichern Sie private Nachrichten und Chat-Dienste wie WhatsApp & Co \n\nIhr NetzBeweis kommt auch über das PlugIn bequem als PDF zu Ihnen mit den folgenden Vorteilen: \n- Das PDF ist kompatibel mit dem elektronischen Rechtsverkehr (ERV) \n- Zeitstempel für die bessere Einordnung des Online-Beweises \n- Jeder NetzBeweis ist mit einer elektronischen Signatur versehen \n\nWenn Sie die NetzBeweis Browser Extension gerne testen möchten, senden Sie eine E-Mail an info@netzbeweis.com . \n\nNutzungsbedingungen: https://www.netzbeweis.com/nutzungsbedingungen/  \nDatenschutz: https://www.netzbeweis.com/datenschutz/ \n\nDie wichtigsten Fragen und Antworten zu NetzBeweis finden Sie unter: https://www.netzbeweis.com"
  }
}