{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scroll it!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for automatic scrolling websites with a lazy-load feature used (when you scroll up/down to get new records/items/news)",
    "ru": "Расширение для автоматической прокрутки страницы на сайтах с технологией lazy-load (подгрузкой новых записей по мере прокрутки…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Be the first to check my new extension that helps you fighting a procrastination:\nhttps://chrome.google.com/webstore/detail/procrastilater/bmoajoielkomndjlojhcnibkehhkkaao\n\nToday lots of websites are using lazy-loading technique to show new items/ news/records/ upon scrolling down. \n\nSometimes you need to (use cases):\n- read previous messages in dialogue (vk/telegram)\n- see all user photos since the beginning (instagram)\n- check out recent friends news/posts after a weekend (facebook, vk, twitter)\n- scroll down the comments (reddit, youtube)\nThis app allows you to do it.\n\nHOW TO USE:\nclick your RIGHT mouse button within a page (desirable inside the place with a scroll bar)\nselect Scroll it -> select option to scroll.\nFeel free to use other tabs while it scrolls, it will let you know when it's done (infinite scroll doesn't scroll by itself).\n\nImportant: if you chose infinite scrolling - you would like to stop it anytime (stop option from context menu does it).\nAlso it will let you know if it's stuck somewhere.\n\nSource code is open and feel free to read/clone it from github page.\nFeedback is appreciated.",
    "ru": "Будьте в списке первых, кто попробует мое новое расширение для борьбы с прокрастинацией:\nhttps://chrome.google.com/webstore/detail/procrastilater/bmoajoielkomndjlojhcnibkehhkkaao?hl=ru\n\nНа сегодняшний день множество вебсайтов используют технологию \"ленивой загрузки\" новых записей - это когда они появляются по мере прокрутки вверх/вниз. \n\nИногда может понадобиться:\n- прокрутить все сообщения до последнего (vk/telegram)\n- увидеть все фотографии какого-нибудь профиля (от начала) (instagram)\n- увидеть все новости/обновления друзей за пару дней (facebook, vk, twitter).\n- прочесть все комментарии (reddit, youtube)\nЭто расширение дает вам возможность автоматической прокрутки вниз/вверх практически на любом вебсайте.\n\nКАК ИСПОЛЬЗОВАТЬ:\nНажмите (Правую кнопку мыши) на странице (желательно в области, которую нужно прокручивать) - выберите Scroll it и опции прокрутки. \nВы можете заниматься своими делами и переключаться между другими вкладками в это время, вы получите сообщение, когда задача будет выполнена (бесконечная прокрутка не остановится сама по себе, если не застрянет или не дойдет до конца).\n\n*Важно*: если вы выбрали бесконечную прокрутку - ее следует остановить (пункт меню Остановить) когда нужно.\nТакже, вы получите сообщение, если прокрутка застряла или не выполняется.\n\nУ расширения открытый исходный код, можете читать/клонировать/изменять его с проекта на Github.\nОбратные отзывы приветствуются."
  }
}