{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sidekick LLM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an AI assistant in your Sidepanel.\n\nWhy is this \"better\" than going to ChatGPT?\nIt's faster (0 clicks), and you can use…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an AI assistant in your Sidepanel.\n\nWhy is this \"better\" than going to ChatGPT?\nIt's faster (0 clicks), and you can use more models.\n\nFeatures are:\n    - Hold CTRL while selecting text to instantly ask questions or chat about the topic\n    - Regular chat mode\n    - Use images in your prompt (drag and drop or copy paste)\n    - Local history of all conversations with all models\n    - Continue any conversation from any point from the history tab!\n    - Local LLM Arena! Blind model comparison with ELO rating\n    - \"Thinking mode\", inspired by o1. Let the model chain together an internal monologue before answering.\n    - Didn't like the response? Regenerate with a different model!\n    - Pop out Sidepanel into a new tab and vice versa\n    - Customizable system prompts that will give you better and more fun responses\n    - Control model temperature and other settings\n    - Incognito mode (can be toggled mid conversation)\n    - Automatically title your chats using any LLM\n    - Add new models in the settings tab\n    - Token tracking\n\n\nCurrently supports OpenAI, Anthropic, Gemini, DeepSeek models (even thinking models like o1).\nRequires personal API keys for model access.\n\n\nFor more detailed information on how to use this extension, if you have any issues, or want to contribute, please visit: github.com/EduardR02/Faster-ChatGPT"
  }
}