{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SustEarn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reduce your carbon footprint. Earn rewards for sustainable actions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SustEarn: Revolutionize Your Browsing Experience with Sustainability and Rewards!\n\nWelcome to SustEarn, the innovative Chrome extension that transforms your internet browsing into a journey of environmental awareness and rewards. With SustEarn, track your carbon footprint in real-time, earn coins for eco-friendly web surfing, and redeem them for fantastic offers. Plus, connect with a community of like-minded users right from your browser!\n\nKey Features:\n\nTrack Your Carbon Footprint: SustEarn offers a unique feature that calculates CO2 emissions based on your browsing habits. Stay informed about your environmental impact with detailed stats and tips to improve your carbon footprint.\nEarn Eco-Coins: Get rewarded for sustainable browsing! Earn coins for minimizing CO2 emissions, which can be accumulated and redeemed for a variety of exciting offers and discounts from eco-friendly brands.\nRedeem Exciting Offers: Your eco-coins are more than just points – they're a currency for sustainability. Redeem them for exclusive deals, discounts, and offers from our wide range of partner brands committed to environmental sustainability.\nCommunity Chat Feature: Engage with a community of eco-conscious individuals. Share tips, discuss sustainability, and connect with users who share your passion for the environment through our in-built chat feature.\nUser-Friendly Dashboard: Experience a sleek, intuitive dashboard that offers quick access to your carbon footprint stats, coin balance, and a marketplace for offer redemption.\nPrivacy-Focused: We respect your privacy. SustEarn operates with minimal data usage and ensures that your browsing data remains confidential.\n\nPrivacy policy : https://slae.app/privacy-policy/\nRegular Updates & Tips: Receive regular updates on how to reduce your digital carbon footprint and learn more about sustainable living.\nHow It Works:\n\nInstall the SustEarn extension with just a click.\nBrowse the internet as usual. SustEarn calculates your CO2 emissions in the background.\nEarn coins based on your sustainable browsing habits.\nRedeem your coins for offers, or chat with fellow eco-minded users.\nSustEarn is more than just an extension; it's a community, a reward system, and a step towards a greener planet. Join us in making a difference, one click at a time!\n\nNote: The extension is free to use, but some offers and rewards might be subject to terms and conditions by partner brands.\n\nSupport & Feedback:\n\nGot questions or feedback? We'd love to hear from you! Contact us at support@slae.app\n\nJoin the SustEarn community today and turn your browsing into a force for good! 🌍💚🌱"
  }
}