{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kaufland Profit Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculates profit for products sold on Kaufland online marketplace."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize Your Margins with Kaufland Profit Calculator!\n\nDiscover the power of precision with the Kaufland Profit Calculator, an indispensable Chrome extension for anyone selling on the Kaufland online marketplace. Whether you’re a seasoned merchant or just starting out, this tool is designed to streamline your sales process and enhance your profitability effortlessly.\n\nWhy Choose Kaufland Profit Calculator?\n\n    Fast and Accurate Calculations: Instantly determine your net profits by inputting key details such as sale price, cost, quantity sold, and more. No more guesswork or complicated spreadsheets!\n    User-Friendly Interface: Enjoy a seamless experience with a simple, intuitive interface that makes profit calculation as easy as a few clicks.\n    Customizable Inputs: Tailor your calculations with variables specific to your products, including commission rates, shipping costs, VAT, and other overheads. This personalized approach ensures precise profit tracking.\n    Real-Time Data Utilization: Automatically pull data from active product pages to reduce manual entry and errors. Spend less time on data entry and more time on what really matters—growing your business.\n    Secure and Private: Your data stays yours. All calculations are performed locally on your device, ensuring your business information remains secure and confidential.\n\nWhether you're analyzing single transactions or managing multiple product lines, Kaufland Profit Calculator is your go-to tool for keeping your finances clear and optimized. Make informed decisions faster, and watch your business thrive.\n\nBoost your business efficiency today. Download Kaufland Profit Calculator now and start turning your Kaufland listings into greater profits!"
  }
}