{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gather Meetings"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schedule meetings in Gather directly from Google Calendar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ready to make meetings more productive, immersive, and fun for your remote team? Host your team on Gather with a newly optimized meeting experience! \n\nIn an all-new meeting experience with the Gather Meetings extension, you can:\n\n•  Add a Gather meeting link on your Google Calendar invitation that automatically takes you to an open Private Area in your space\n•  Automatically select a Private Area in your Gather Space with the right capacity for your meeting\n•  Generate a one-click link that brings participants directly to the meeting when it starts\n\nIn Gather, remote teams work naturally, build relationships, and collaborate side-by-side, even when they’re miles apart. Try Gather for free at https://app.gather.town/get-started\n\nRemember: If you’re a Space Admin or Builder, open the app's Mapmaker and give existing Private Areas a name and occupancy limit. You can also edit the Area names directly from the Participants Panel. If you don’t have any dedicated meeting areas yet, we recommend you build out a few for different sizes of meetings, or you can check out new Office Templates that come with some pre-existing options.\n\nBy installing this extension, you agree to the Gather Terms of Service and Privacy Policy at https://www.gather.town/terms-of-service and https://www.gather.town/privacy-policy"
  }
}