{
  "name": {
    "ar": "IG Exporter & Scraper: تصدير بيانات تعليقات Instagram إلى قائمة",
    "am": "IG Exporter & Scraper: የኢንስትግራም አስተያየቶችን ወደ ዝርዝር ላክ",
    "bg": "IG Export & Scraper: Експортирайте данни за коментари в Instagram в списък",
    "bn": "IG Exporter & Scraper: Instagram মন্তব্য ডেটা তালিকায় রপ্তানি করুন",
    "ca": "IG Exporter: Exporta les dades dels comentaris d'Instagram a una llista",
    "cs": "IG Exporter & Scraper: Export dat komentářů Instagramu do seznamu",
    "da": "IG Exporter & Scraper: Eksporter Instagram-kommentarer til en liste",
    "de": "IG Exporter & Scraper: Exportiere Instagram-Kommentardaten in eine Liste",
    "el": "IG Exporter & Scraper: Εξαγωγή δεδομένων σχολίων Instagram σε λίστα",
    "en,en_AU,en_GB,en_US": "IG Exporter & Scraper: Export Instagram Comments data to list",
    "es,es_419": "IG Export & Scraper: Exportar datos de comentarios de Instagram a una lista",
    "et": "IG Exporter & Scraper: Ekspordi Instagrami kommentaaride andmed loendisse",
    "fa": "IG Exporter & Scraper: داده‌های نظرات اینستاگرام را به لیست صادر کنید",
    "fi": "IG Exporter & Scraper: Vie Instagram-kommenttien tiedot luetteloon",
    "fil": "IG Exporter: I-export ang data ng mga komento sa Instagram sa listahan",
    "fr": "IG Exporter: Exporter les données des commentaires Instagram dans une liste",
    "gu": "IG Exporter & Scraper: Instagram ટિપ્પણીઓનો ડેટા યાદી પર નિકાસ કરો",
    "he": "IG Exporter & Scraper: ייצוא נתוני תגובות אינסטגרם לרשימה",
    "hi": "IG Exporter & Scraper: Instagram टिप्पणियों का डेटा सूची में निर्यात करें",
    "hr": "IG Exporter & Scraper: Izvezi podatke komentara s Instagrama na popis",
    "hu": "IG Exporter: Exportálja az Instagram megjegyzéseinek adatait a listára",
    "id": "IG Exporter & Scraper: Ekspor data komentar Instagram ke daftar",
    "it": "IG Export & Scraper: Esporta i dati dei commenti di Instagram in un elenco",
    "ja": "IG Exporter & Scraper: Instagramコメントデータをリストにエクスポート",
    "kn": "IG Exporter: ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಕಾಮೆಂಟ್‌ಗಳ ಡೇಟಾವನ್ನು ಪಟ್ಟಿಗೆ ರಫ್ತು ಮಾಡಿರಿ",
    "ko": "IG Exporter & Scraper: Instagram 댓글 데이터를 목록으로 내보내기",
    "lt": "IG Export & Scraper: Eksportuokite „Instagram“ komentarų duomenis į sąrašą",
    "lv": "IG Exporter & Scraper: Eksportēt Instagram komentāru datus uz sarakstu",
    "ml": "IG Exporter: Instagram അഭിപ്രായങ്ങൾ ലിസ്റ്റിലേക്ക് കയറ്റുമതി ചെയ്യുക",
    "mr": "IG Exporter & Scraper: Instagram टिप्पण्या डेटाला यादीमध्ये निर्यात करा",
    "ms": "IG Exporter & Scraper: Eksport data Komen Instagram ke senarai",
    "nl": "IG Export & Scraper: Exporteer Instagram-opmerkingsgegevens naar een lijst",
    "no": "IG Exporter & Scraper: Eksporter Instagram-kommentardata til en liste",
    "pl": "IG Exporter & Scraper: Eksportuj dane komentarzy z Instagrama do listy",
    "pt_BR": "IG Exporter: Exportar dados de comentários do Instagram para a lista",
    "pt_PT": "IG Export: Exportar dados de comentários do Instagram para a lista",
    "ro": "IG Exporter & Scraper: Exportați datele comentariilor Instagram în listă",
    "ru": "IG Exporter & Scraper: Экспорт данных комментариев из Instagram в список",
    "sk": "IG Exporter & Scraper: Exportujte údaje o komentároch Instagramu do zoznamu",
    "sl": "IG Exporter & Scraper: Izvoz podatkov komentarjev iz Instagrama na seznam",
    "sr": "IG Exporter & Scraper: Izvezite podatke o komentarima sa Instagrama u listu",
    "sv": "IG Exporter & Scraper: Exportera Instagram-kommentardata till en lista",
    "sw": "IG Exporter & Scraper: Hamisha data za maoni ya Instagram kwenye orodha",
    "ta": "IG Export & Scraper: Instagram கருத்து தரவுகளை பட்டியலுக்கு ஏற்றுமதி செய்க",
    "te": "IG Exporter & Scraper: Instagram వ్యాఖ్యల డేటాను జాబితాకు ఎగుమతి చేయండి",
    "th": "IG Exporter & Scraper: ส่งออกข้อมูลความคิดเห็นของ Instagram ไปยังรายการ",
    "tr": "IG Exporter & Scraper: Instagram Yorum verilerini listeye aktarın",
    "uk": "IG Exporter & Scraper: Експортуйте дані коментарів Instagram до списку",
    "vi": "IG Exporter & Scraper: Xuất dữ liệu nhận xét Instagram vào danh sách",
    "zh_CN": "IG Exporter & Scraper: 将Instagram评论数据导出到列表",
    "zh_TW": "IG Exporter & Scraper: 將Instagram評論數據匯出到列表"
  },
  "short": {
    "ar": "استخراج تعليقات Instagram. اختر بصيغ CSV و Excel.",
    "am": "የኢንስትግራም አስተያየቶችን አስወግድ። በCSV እና በExcel ቅርጸት ይምረጡ።",
    "bg": "Извличане на коментари от Instagram. Изберете във формати CSV и Excel.",
    "bn": "Instagram মন্তব্যগুলি নিষ্কাশন করুন। CSV এবং Excel ফর্ম্যাটে নির্বাচন করুন।",
    "ca": "Extreu comentaris d'Instagram. Trieu en formats CSV i Excel.",
    "cs": "Extrahujte komentáře z Instagramu. Vyberte ve formátech CSV a Excel.",
    "da": "Uddrag Instagram-kommentarer. Vælg i CSV- og Excel-formater.",
    "de": "Extrahiere Instagram-Kommentare. Wähle im CSV- und Excel-Format.",
    "el": "Εξαγωγή σχολίων από το Instagram. Επιλέξτε σε μορφές CSV και Excel.",
    "en,en_AU,en_GB,en_US": "Extract Instagram comments. Pick into CSV and Excel formats.",
    "es,es_419": "Extrae comentarios de Instagram. Elige en formatos CSV y Excel.",
    "et": "Ekstraheerige Instagrami kommentaare. Valige CSV- ja Excel-vormingus.",
    "fa": "نظرات اینستاگرام را استخراج کنید. انتخاب در فرمت‌های CSV و Excel.",
    "fi": "Etsi Instagram-kommentteja. Valitse CSV- ja Excel-muodossa.",
    "fil": "I-extract ang mga komento sa Instagram. Piliin sa mga format na CSV at Excel.",
    "fr": "Extraire les commentaires Instagram. Choisissez les formats CSV et Excel.",
    "gu": "Instagram ટિપ્પણીઓ કાઢો. CSV અને Excel ફોર્મેટમાં પસંદ કરો.",
    "he": "חילוץ תגובות אינסטגרם. בחר לפורמטים של CSV ו-Excel.",
    "hi": "Instagram टिप्पणियाँ निकालें। CSV और Excel प्रारूपों में चुनें।",
    "hr": "Izvucite komentare s Instagrama. Odaberite u CSV i Excel formatima.",
    "hu": "Instagram megjegyzések kivonása. Válasszon CSV és Excel formátumban.",
    "id": "Ekstrak komentar Instagram. Pilih dalam format CSV dan Excel.",
    "it": "Estrai i commenti di Instagram. Scegli nei formati CSV ed Excel.",
    "ja": "Instagramコメントを抽出します。CSVおよびExcel形式で選択します。",
    "kn": "ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಎಕ್ಸ್ಟ್ರಾಕ್ಟ್ ಮಾಡಿ. CSV ಮತ್ತು Excel ಸ್ವರೂಪಗಳಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಿ.",
    "ko": "Instagram 댓글을 추출합니다. CSV 및 Excel 형식으로 선택합니다.",
    "lt": "Ištraukite „Instagram“ komentarus. Pasirinkite CSV ir Excel formatus.",
    "lv": "Izgūt Instagram komentārus. Izvēlieties CSV un Excel formātos.",
    "ml": "Instagram അഭിപ്രായങ്ങൾ എക്‌സ്‌ട്രാക്ട് ചെയ്യുക. CSV, Excel ഫോർമാറ്റുകളിൽ തിരഞ്ഞെടുക്കുക.",
    "mr": "Instagram टिप्पण्या एक्स्ट्रॅक्ट करा. CSV आणि Excel स्वरूपात निवडा.",
    "ms": "Ekstrak komen Instagram. Pilih dalam format CSV dan Excel.",
    "nl": "Haal Instagram-opmerkingen op. Kies in CSV- en Excel-indelingen.",
    "no": "Trekk ut Instagram-kommentarer. Velg i CSV- og Excel-formater.",
    "pl": "Wyodrębnij komentarze z Instagrama. Wybierz w formatach CSV i Excel.",
    "pt_BR,pt_PT": "Extrair comentários do Instagram. Escolha nos formatos CSV e Excel.",
    "ro": "Extrageți comentarii Instagram. Alegeți în formatele CSV și Excel.",
    "ru": "Извлеките комментарии из Instagram. Выберите в форматах CSV и Excel.",
    "sk": "Extrahujte komentáre z Instagramu. Vyberte vo formátoch CSV a Excel.",
    "sl": "Izvlecite komentarje iz Instagrama. Izberite v formatih CSV in Excel.",
    "sr": "Izvucite komentare sa Instagrama. Izaberite u CSV i Excel formatima.",
    "sv": "Extrahera Instagram-kommentarer. Välj i CSV- och Excel-format.",
    "sw": "Ondoa maoni ya Instagram. Chagua katika fomati za CSV na Excel.",
    "ta": "Instagram கருத்துகளை சுருக்குக. CSV மற்றும் Excel வடிவங்களில் தேர்வு செய்க.",
    "te": "Instagram వ్యాఖ్యలను ఎక్స్ట్రాక్ట్ చేయండి. CSV మరియు Excel ఫార్మాట్లలో ఎంచుకోండి.",
    "th": "สกัดความคิดเห็น Instagram เลือกในรูปแบบ CSV และ Excel",
    "tr": "Instagram yorumlarını çıkarın. CSV ve Excel formatlarında seçin.",
    "uk": "Витягніть коментарі Instagram. Виберіть у форматах CSV і Excel.",
    "vi": "Trích xuất nhận xét Instagram. Chọn ở định dạng CSV và Excel.",
    "zh_CN": "提取Instagram评论。选择CSV和Excel格式。",
    "zh_TW": "提取Instagram評論。選擇CSV和Excel格式。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Exporter & Scraper is a powerful Google Chrome extension and scraping tool for gathering Instagram comments. Export your data effortlessly into CSV and Excel formats. Perfect for analytics, content management, and social media strategies. Use this best-in-class online service to scrape data from Instagram for free, making it the ideal web scraping tool!\n\n▬▬▬▬▬▬▬  How to Use ▬▬▬▬▬▬▬\n1. Click Ins Tools - Ins Comments Export Tool icon, which is on browser toolbar, then open IGTools popup page via IGTools Net\n2. Click \"Export Instagram Data\" button, an IGTools option page will be opened.\n3. Input a valid IG post URL\n4. Click \"Start export\" button, and our IG Tools will run automatically. After this processing is finished, you can download IG comments to CSV or Excel. \n\n▬▬▬▬▬▬▬ Features ▬▬▬▬▬▬▬\n● Export IG comments with one click by extension\n● Export up to 50K IG comments\n● CSV and Excel formats support\n● Handles IG rate limit errors\n● Processing in one click via IGTools net\n\n▬▬▬▬▬▬▬ Supported columns ▬▬▬▬▬▬▬\n- comment_id\n- text\n- created_at\n- user_id\n- username\n- profile_pic_url\n\n▬▬▬▬▬▬▬▬ Security ▬▬▬▬▬▬\n● The extension neither ask for your IG password, nor any of your data including IG user information, story, visit history, posts, and social relationships.\n● IG enforces IG rate limit, i.e. limit on the number of requests. The rate limit is not public information and varies depending on your IP address.\n\n▬▬▬▬▬▬▬▬ How it works in IG Follower Export tool ▬▬▬▬▬▬\n● After every time you get 50 comments the extension goes to Cool down minimum 10 seconds (you can change it in settings tab)."
  }
}