{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "mini authenticator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "minimal open source authenticator that never store your secret keys"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "## Features\n\n- no special permission need: we don't read / write your web pages\n- simple, single-purpose: just paste your key and we generate the time-base onetime password(TOTP) for two factor aurthentication(2FA)\n- secure: we do **NOT** store your keys in any places (cookies, chrome storage, cloud ... etc)\n- offline: no sensitive data transmitted over the internet\n- open source: everyone can check the source code integrity\n\n## How to use\n\n🎬 https://youtu.be/64P0G7dOpKY\n\n1. click on the extension button\n2. paste your secret key\n3. get your 2FA passcode 🎉\n\n## Motivation\n\nI've used authenticators that are packed with features. They allow you to save your secret keys, sync them across different devices through the internet, also import/export the keys by QRCode. If you are looking for tools like that, I recommend https://authenticator.cc , it's handy, open source and well documented 👍\n\nHowever, password managers such as Bitwarden, Apple Keychain ... etc already did a very good job in storing and syncing keys across devices. I want to rely on them in secret key management, and let the authenticator extension do only one thing - generate TOTP for 2FA, nothing more.\n\nThis is where Mini Authenticator comes in. It designed with a \"less is more\" philosophy in mind. I cut all functionalities that already handled by password managers, and only perform the pure mathematical calculation of TOTP. So it doesn't require storage, read/write your web pages, internet access, special permissions... etc. And most importantly, it's open source, so everyone can inspect and help improving it in future.\n\nI agree that this extension is not for everyone, but only those already using password mangers to manage their secret keys, also those who concern about chrome extension permissions and abilities.\n\n## Need Help?\n\nVisit the project repository:\n\nhttps://github.com/hoishing/mini-authenticator\n\nfor technicial details. You may also open issues in the project repo, or ping me on Twitter https://twitter.com/hoishing"
  }
}