{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tools Console"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tools Console packages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the Tool Console Chrome extension, your all-in-one solution for everyday developer and data processing needs. Whether you are a web developer, a data scientist, or simply someone who deals with structured data regularly, this extension is designed to simplify and streamline your tasks. Our extension provides easy access to a suite of essential tools that will open in new tabs for quick and efficient use.\n\nFeatures and Tools\n\nJSON Validator\nValidation: Ensure your JSON data is error-free with our robust JSON Validator. It identifies syntax issues and structural errors, providing instant feedback to ensure your JSON is compliant with standards.\nBeautify: Convert your minified or cluttered JSON into a well-structured, human-readable format. The Beautify feature arranges your JSON in a clear, hierarchical structure, making it easier to read and debug.\nClear All: With just one click, you can clear all text in the JSON Validator, allowing you to start fresh without manually deleting existing content.\n\nXML Validator\nValidation: Validate your XML data effortlessly. The XML Validator checks your XML for well-formedness and compliance with XML standards, highlighting any errors that need fixing.\nBeautify: Like the JSON tool, the XML Validator also includes a Beautify feature that formats your XML into a readable, indented structure, making it easier to understand and modify.\nClear All: Quickly clear all input with the Clear All feature, providing a clean slate for your next XML task.\n\nPassword Generator\nGeneration: Generate secure, random passwords up to 3000 characters long. Whether you need a simple password for a personal account or a complex string for securing sensitive data, the Password Generator has you covered.\nCustomization: Tailor your password to your needs by adjusting the length and including various character sets, such as uppercase letters, lowercase letters, numbers, and special characters.\n\nBase Encoder/Decoder\nEncoding: Convert your text into Base64, Base32, or Base16 encoding with ease. This tool is perfect for encoding data for transmission or storage in a compact format.\nDecoding: Decode encoded text back into its original form, making it simple to retrieve data that has been encoded using any of these bases.\nVersatility: Whether you're working with Base64, Base32, or Base16, this tool provides seamless encoding and decoding options for various use cases.\n\nQR Code Generator/Reader\nGeneration: Quickly generate QR codes from any text input. This tool is perfect for creating QR codes for URLs, contact information, or any other data.\nReading: Decode QR codes directly from images or screenshots, making it easy to retrieve the encoded information.\n\nBarcode Generator/Reader\nGeneration: Generate barcodes in various formats. This tool is ideal for creating barcodes for products, inventory, or any other purpose.\nReading: Read and decode barcodes from images, allowing you to extract information quickly and accurately.\n\nText Minifier\nMinification: Reduce the size of your text by removing unnecessary spaces, tabs, and lines. This tool helps streamline your code or text for more efficient storage and transmission.\nCustomization: Choose which elements to remove—spaces, tabs, or lines—to tailor the minification process to your needs.\n\nUser Experience\nThe Tool Console extension is designed with user-friendliness in mind. Each tool is accessible with a single click, opening in a new tab for distraction-free use. The interface is intuitive and straightforward, allowing both beginners and advanced users to navigate and utilize the tools effectively. With a focus on enhancing productivity, our extension helps your complete tasks faster and more efficiently, making it a valuable addition to your Chrome toolbox.\n\nTechnical Details\nBuilt using Angular, the Tool Console extension ensures high performance and compatibility across different versions of Chrome. We prioritize security and privacy, ensuring that your data is processed locally without being sent to external servers. This means your sensitive information remains secure while you use our tools.\n\nFuture Plans\nWe are committed to continuous improvement and expansion. In future updates, we plan to introduce new tools and features based on user feedback. Stay tuned for upcoming enhancements that will make the Tool Console even more powerful and versatile.\n\nConclusion\nThe Tool Console is more than just a collection of tools—it's a productivity booster designed to make your life easier. Whether you're validating data, generating passwords, or encoding text, our extension has the tools you need at your fingertips. Download the Tool Console today and take the first step towards a more efficient workflow. For any questions or support, feel free to contact us."
  }
}