{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rivrb"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LIVE Fact-Checking in Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This product is currently in Beta for testing purposes only.\n\nRivrb uses API automation and a global network of human fact-checkers to quickly determine the credibility of people and information online, allowing journalists, media professionals, students, researchers, and everyday users to avoid scams, make better online decisions, produce highly credible and researched content, and cement themselves as trusted experts within certain subject areas. \n\nThis beta product is in development and currently hooks up to Google Fact Check Tools API. When text is inserted into the dialogue box and submitted, it's sent to our backend where we call the Fact Check Tools API and display results to users in the extension.\n\nDisclaimer: Results shown to users should not be assumed to be factual. users should use their own discretion and double-check all sources provided to them through the Rivrb app. Rivrb isn't meant as a police on truth but as a source of highly credible information from which users are able to utilize in making their own decisions. There’s also no need to purchase the chrome extension. The integrated stripe payment flow is currently just for testing purposes only and isn’t LIVE (meaning any submitted payment info is not actually processed).If you get charged, reach out to us and we will try to fix the issue."
  }
}