{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr": "Speed Master for YouTube Video",
    "de": "Speed Master für YouTube-Videos",
    "es": "Speed Master para Video de YouTube",
    "fil": "Speed Master para sa YouTube Video",
    "fr": "Speed Master pour les vidéos YouTube",
    "hi": "YouTube वीडियो के लिए स्पीड मास्टर",
    "id": "Speed Master untuk Video YouTube",
    "it": "Speed Master per i video di YouTube",
    "ja": "YouTubeビデオのスピードマスター",
    "ko": "YouTube 비디오용 스피드 마스터",
    "ru": "Speed Master для видео на YouTube",
    "sv": "Speed Master для відео на YouTube",
    "uk": "SpeedMaster для YouTube",
    "vi": "Speed Master cho Video YouTube",
    "zh_CN": "YouTube视频速度大师",
    "zh_TW": "YouTube 視頻速度大師"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr": "Auto HD and control video speed on YouTube for each individual channel.",
    "de": "Auto HD und Steuerung der Videogeschwindigkeit auf YouTube für jeden einzelnen Kanal.",
    "es": "Auto HD y control de velocidad de video en YouTube para cada canal individual.",
    "fil": "Auto HD at pamahalaan ang bilis ng video sa YouTube para sa bawat indibidwal na channel.",
    "fr": "Auto HD et contrôle de la vitesse vidéo sur YouTube pour chaque chaîne individuelle.",
    "hi": "हर व्यक्तिगत चैनल के लिए YouTube पर ऑटो HD और वीडियो की गति नियंत्रण।",
    "id": "Mengaktifkan kualitas HD otomatis dan mengontrol kecepatan video di YouTube untuk setiap saluran individu.",
    "it": "Auto HD e controllo della velocità dei video su YouTube per ogni singolo canale.",
    "ja": "各個のチャンネルでYouTubeのビデオの自動HDおよび動画再生速度を制御します。",
    "ko": "YouTube 각각의 개별 채널에서 자동 HD 및 비디오 속도 제어를 지원합니다.",
    "ru": "Автоматическое воспроизведение в HD и управление скоростью видео на YouTube для каждого отдельного канала.",
    "sv": "Автоматичне відтворення в HD та керування швидкістю відео на YouTube для кожного окремого каналу.",
    "uk": "Налаштування швидкості відтворення відео на YouTube для кожного окремого каналу.",
    "vi": "Tự động phát chất lượng HD và điều khiển tốc độ video trên YouTube cho từng kênh cá nhân.",
    "zh_CN": "为每个个人频道的YouTube视频提供自动高清和控制视频速度的功能。",
    "zh_TW": "在 YouTube 上為每個個別頻道自動啟用高畫質並控制視頻速度。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr": "SpeedMaster for YouTube - a helpful tool that allows you to easily change the playback speed of YouTube videos. With this extension, you can adjust the speed for each YouTube channel individually, and your preferred speed settings will be saved for future videos from the same channel.\n\nAlong with controlling the playback speed, you can also specify your preferred video quality. This new feature allows you to enjoy videos at the quality level that suits your preferences and internet connection. Your preferred quality settings will be saved and applied automatically whenever you watch videos.\n\nYou have two options to control the speed:\n\n1. Clicking the buttons:\n・To make the video faster, simply click the '+' button located at the top right corner of the YouTube player.\n・If you want to slow it down, click the '-' button instead.\n\n2. Using keyboard shortcuts:\n・Press the '[' key to decrease the playback speed and enjoy a slower pace.\n・Press the ']' key to increase the playback speed, making the video faster.\n\nIn the option page of SpeedMaster for YouTube, you will discover even more ways to manage the playback speed for different channels. This extension provides you with additional options to fine-tune your speed preferences. You can customize the playback speed individually for each YouTube channel, ensuring that each channel plays videos at your preferred speed. Moreover, you can easily modify or update these settings at any time, granting you full control over the playback speed of specific channels. With these advanced options, you can tailor your YouTube experience to match your unique preferences for each channel you follow.",
    "de": "SpeedMaster für YouTube - ein hilfreiches Werkzeug, mit dem Sie die Wiedergabegeschwindigkeit von YouTube-Videos einfach ändern können. Mit dieser Erweiterung können Sie die Geschwindigkeit für jeden YouTube-Kanal individuell anpassen, und Ihre bevorzugten Geschwindigkeitseinstellungen werden für zukünftige Videos vom selben Kanal gespeichert.\n\nZusätzlich zur Steuerung der Wiedergabegeschwindigkeit können Sie auch Ihre bevorzugte Videoqualität festlegen. Diese neue Funktion ermöglicht es Ihnen, Videos in der Qualität zu genießen, die Ihren Vorlieben und Ihrer Internetverbindung entspricht. Ihre bevorzugten Qualitätseinstellungen werden gespeichert und automatisch angewendet, wenn Sie Videos ansehen.\n\nSie haben zwei Möglichkeiten, die Geschwindigkeit zu steuern:\n\n1. Klicken der Schaltflächen:\n・Um das Video schneller abzuspielen, klicken Sie einfach auf die Schaltfläche \"+\" oben rechts im YouTube-Player.\n・Wenn Sie es verlangsamen möchten, klicken Sie stattdessen auf die Schaltfläche \"-\".\n\n2. Verwenden von Tastenkombinationen:\n・Drücken Sie die \"[\"-Taste, um die Wiedergabegeschwindigkeit zu verringern und ein langsames Tempo zu genießen.\n・Drücken Sie die \"]\"-Taste, um die Wiedergabegeschwindigkeit zu erhöhen und das Video schneller abzuspielen.\n\nIn der Optionen-Seite von SpeedMaster für YouTube finden Sie noch weitere Möglichkeiten, die Wiedergabegeschwindigkeit für verschiedene Kanäle zu verwalten. Diese Erweiterung bietet Ihnen zusätzliche Optionen, um Ihre Geschwindigkeitspräferenzen feinabzustimmen. Sie können die Wiedergabegeschwindigkeit individuell für jeden YouTube-Kanal anpassen und sicherstellen, dass jeder Kanal Videos mit Ihrer bevorzugten Geschwindigkeit abspielt. Darüber hinaus können Sie diese Einstellungen jederzeit problemlos anpassen oder aktualisieren und somit die volle Kontrolle über die Wiedergabegeschwindigkeit bestimmter Kanäle haben. Mit diesen erweiterten Optionen können Sie Ihr YouTube-Erlebnis an Ihre individuellen Vorlieben für jeden von Ihnen abonnierten Kanal anpassen.",
    "es": "SpeedMaster para YouTube: una herramienta útil que te permite cambiar fácilmente la velocidad de reproducción de los videos de YouTube. Con esta extensión, puedes ajustar la velocidad para cada canal de YouTube de forma individual, y tus configuraciones de velocidad preferidas se guardarán para futuros videos del mismo canal.\n\nAdemás de controlar la velocidad de reproducción, también puedes especificar la calidad de video que prefieres. Esta nueva función te permite disfrutar de videos con la calidad que se ajuste a tus preferencias y conexión a internet. Tus ajustes de calidad preferidos se guardarán y se aplicarán automáticamente cada vez que veas videos.\n\nTienes dos opciones para controlar la velocidad:\n\n1. Haciendo clic en los botones:\n   - Para hacer el video más rápido, simplemente haz clic en el botón '+' ubicado en la esquina superior derecha del reproductor de YouTube.\n   - Si quieres ralentizarlo, haz clic en el botón '-' en su lugar.\n\n2. Usando atajos de teclado:\n   - Presiona la tecla '[' para disminuir la velocidad de reproducción y disfrutar de un ritmo más lento.\n   - Presiona la tecla ']' para aumentar la velocidad de reproducción y hacer que el video vaya más rápido.\n\nEn la página de opciones de SpeedMaster para YouTube, descubrirás aún más formas de controlar la velocidad de reproducción para diferentes canales. Esta extensión te brinda opciones adicionales para ajustar finamente tus preferencias de velocidad. Puedes personalizar la velocidad de reproducción de forma individual para cada canal de YouTube, asegurándote de que cada canal reproduzca videos a tu velocidad preferida. Además, puedes modificar o actualizar fácilmente estos ajustes en cualquier momento, lo que te brinda un control total sobre la velocidad de reproducción de canales específicos. Con estas opciones avanzadas, puedes adaptar tu experiencia en YouTube para que se ajuste a tus preferencias únicas para cada canal que sigues.",
    "fil": "SpeedMaster para sa YouTube - isang kapaki-pakinabang na tool na nagbibigay-daan sa iyo na madaling baguhin ang bilis ng pag-play ng mga video sa YouTube. Sa extension na ito, maaari mong i-adjust ang bilis para sa bawat YouTube channel nang hiwalay, at ang iyong mga nais na setting sa bilis ay magiging naka-save para sa mga susunod na video mula sa parehong channel.\n\nKasabay ng kontrol sa bilis ng pag-play, maaari mo ring tukuyin ang iyong nais na kalidad ng video. Ang bagong tampok na ito ay nagbibigay-daan sa iyo na tamasahin ang mga video sa antas ng kalidad na naaayon sa iyong mga nais at koneksyon sa internet. Ang iyong mga nais na setting sa kalidad ay magiging naka-save at awtomatikong ma-aapply tuwing nanonood ka ng mga video.\n\nMayroon kang dalawang opsiyon para kontrolin ang bilis:\n\n1. Pag-click sa mga buton:\n・Upang gawing mas mabilis ang video, i-click lamang ang buton na '+' na matatagpuan sa kanang sulok ng itaas ng YouTube player.\n・Kung nais mong baguhin ito ng mabagal, i-click ang buton na '-' sa halip.\n\n2. Gamit ang mga shortcut sa keyboard:\n・Pindutin ang '[' key upang bawasan ang bilis ng pag-play at tamasahin ang mas mabagal na takbo.\n・Pindutin ang ']' key upang madagdagan ang bilis ng pag-play, na ginagawang mas mabilis ang video.\n\nSa pahina ng opsyon ng SpeedMaster para sa YouTube, matutuklasan mo pa ang iba pang paraan upang pamahalaan ang bilis ng pag-play para sa iba't ibang mga channel. Nagbibigay ng karagdagang mga opsyon ang extension na ito upang mapanatili ang iyong mga nais na setting sa bilis. Maaari mong i-customize ang bilis ng pag-play nang hiwalay para sa bawat YouTube channel, tiyaking ang bawat channel ay nagpapatugtog ng mga video sa iyong nais na bilis. Higit pa rito, madaling baguhin o i-update ang mga setting na ito sa anumang oras, na nagbibigay sa iyo ng ganap na kontrol sa bilis ng pag-play ng partikular na mga channel. Sa mga advanced na opsyong ito, maaari mong i-ayos ang iyong karanasan sa YouTube upang tugma sa iyong mga nais para sa bawat channel na sinusundan mo.",
    "fr": "SpeedMaster pour YouTube - un outil utile qui vous permet de modifier facilement la vitesse de lecture des vidéos YouTube. Avec cette extension, vous pouvez ajuster la vitesse pour chaque chaîne YouTube individuellement, et vos paramètres de vitesse préférés seront enregistrés pour les vidéos futures de la même chaîne.\n\nEn plus de contrôler la vitesse de lecture, vous pouvez également spécifier la qualité vidéo préférée. Cette nouvelle fonctionnalité vous permet de profiter des vidéos à la qualité qui correspond à vos préférences et à votre connexion Internet. Vos paramètres de qualité préférés seront enregistrés et appliqués automatiquement chaque fois que vous regardez des vidéos.\n\nVous avez deux options pour contrôler la vitesse :\n\n1. En cliquant sur les boutons :\n- Pour accélérer la vidéo, cliquez simplement sur le bouton \"+\" situé en haut à droite du lecteur YouTube.\n- Si vous voulez la ralentir, cliquez plutôt sur le bouton \"-\".\n\n2. En utilisant les raccourcis clavier :\n- Appuyez sur la touche \"[\" pour diminuer la vitesse de lecture et profiter d'un rythme plus lent.\n- Appuyez sur la touche \"]\" pour augmenter la vitesse de lecture et rendre la vidéo plus rapide.\n\nDans la page d'options de SpeedMaster pour YouTube, vous découvrirez encore plus de façons de gérer la vitesse de lecture pour différentes chaînes. Cette extension vous offre des options supplémentaires pour affiner vos préférences de vitesse. Vous pouvez personnaliser la vitesse de lecture individuellement pour chaque chaîne YouTube, en vous assurant que chaque chaîne diffuse des vidéos à votre vitesse préférée. De plus, vous pouvez facilement modifier ou mettre à jour ces paramètres à tout moment, vous donnant un contrôle total sur la vitesse de lecture des chaînes spécifiques. Avec ces options avancées, vous pouvez adapter votre expérience YouTube à vos préférences uniques pour chaque chaîne que vous suivez.",
    "hi": "SpeedMaster for YouTube - एक मददगार उपकरण जो आपको YouTube वीडियो की प्लेबैक स्पीड आसानी से बदलने की अनुमति देता है। इस एक्सटेंशन के साथ, आप प्रत्येक YouTube चैनल के लिए अलग-अलग स्पीड को समायोजित कर सकते हैं, और आपकी पसंदीदा स्पीड सेटिंग्स भविष्य के वीडियों के लिए उसी चैनल से सहेजी जाएंगी।\n\nप्लेबैक स्पीड को नियंत्रित करने के साथ-साथ, आप अपनी पसंदीदा वीडियो क्वालिटी भी निर्दिष्ट कर सकते हैं। यह नई सुविधा आपको वीडियो को उन क्वालिटी स्तर पर आनंदित करने की अनुमति देती है जो आपकी पसंदों और इंटरनेट कनेक्शन के अनुरूप होती है। आपकी पसंदीदा क्वालिटी सेटिंग्स सहेजी जाएंगी और स्वचालित रूप से लागू की जाएंगी जब भी आप वीडियो देखेंगे।\n\nस्पीड को नियंत्रित करने के लिए आपके पास दो विकल्प हैं:\n\n1. बटनों पर क्लिक करना:\n   ・ वीडियो को तेज़ करने के लिए, आसानी से YouTube प्लेयर के शीर्ष दाहिने कोने में स्थित '+' बटन पर क्लिक करें।\n   ・ अगर आप इ\n\nसे धीमा करना चाहते हैं, तो इसके बजाय '-' बटन पर क्लिक करें।\n\n2. कीबोर्ड शॉर्टकट का उपयोग करना:\n   ・ प्लेबैक स्पीड को कम करने के लिए ']' कुंजी दबाएं और धीमे गति का आनंद लें।\n   ・ वीडियो को तेज़ करने के लिए '[' कुंजी दबाएं, जिससे वीडियो तेज़ हो जाएगा।\n\nYouTube के लिए SpeedMaster के विकल्प पृष्ठ में, आप अलग-अलग चैनलों के लिए प्लेबैक स्पीड को प्रबंधित करने के लिए और भी अधिक तरीके खोजेंगे। यह एक्सटेंशन आपको अपनी स्पीड प्राथमिकताओं को समायोजित करने के लिए अतिरिक्त विकल्प प्रदान करता है। आप प्रत्येक YouTube चैनल के लिए प्लेबैक स्पीड को अलग-अलग व्यक्तिगत रूप से कस्टमाइज़ कर सकते हैं, जिससे प्रत्येक चैनल आपकी पसंदीदा स्पीड पर वीडियो चलाएगा। इसके अलावा, आप किसी भी समय आसानी से इन सेटिंग्स को संशोधित या अपडेट कर सकते हैं, जो आपको विशेष चैनलों की प्लेबैक स्पीड पर पूर्ण नियंत्रण प्रदान करता है। इन उन्नत विकल्पों\n\n के साथ, आप अपने YouTube अनुभव को अपनी अद्वितीय प्राथमिकताओं के साथ मेल खाने के लिए अनुकूलित कर सकते हैं, जो कि आपके द्वारा फॉलो किए जाने वाले प्रत्येक चैनल के लिए होती हैं।",
    "id": "SpeedMaster untuk YouTube - sebuah alat yang berguna yang memungkinkan Anda dengan mudah mengubah kecepatan pemutaran video YouTube. Dengan ekstensi ini, Anda dapat menyesuaikan kecepatan untuk setiap saluran YouTube secara individu, dan pengaturan kecepatan yang Anda pilih akan disimpan untuk video-video masa depan dari saluran yang sama.\n\nSelain mengontrol kecepatan pemutaran, Anda juga dapat menentukan kualitas video yang Anda inginkan. Fitur baru ini memungkinkan Anda menikmati video dengan kualitas yang sesuai dengan preferensi dan koneksi internet Anda. Pengaturan kualitas yang Anda pilih akan disimpan dan diterapkan secara otomatis setiap kali Anda menonton video.\n\nAnda memiliki dua pilihan untuk mengontrol kecepatan:\n\n1. Dengan mengklik tombol:\n   ・Untuk mempercepat video, cukup klik tombol '+' yang terletak di sudut kanan atas pemutar YouTube.\n   ・Jika Anda ingin melambatkan, klik tombol '-'.\n\n2. Menggunakan pintasan keyboard:\n   ・Tekan tombol '[' untuk mengurangi kecepatan pemutaran dan menikmati kecepatan yang lebih lambat.\n   ・Tekan tombol ']' untuk meningkatkan kecepatan pemutaran, membuat video menjadi lebih cepat.\n\nDi halaman opsi SpeedMaster untuk YouTube, Anda akan menemukan lebih banyak cara untuk mengelola kecepatan pemutaran untuk saluran-saluran yang berbeda. Ekstensi ini menyediakan opsi tambahan untuk mengatur preferensi kecepatan Anda dengan lebih detail. Anda dapat menyesuaikan kecepatan pemutaran secara individual untuk setiap saluran YouTube, memastikan bahwa setiap saluran memutar video dengan kecepatan yang Anda inginkan. Selain itu, Anda dapat dengan mudah mengubah atau memperbarui pengaturan ini kapan saja, memberikan Anda kendali penuh atas kecepatan pemutaran saluran-saluran tertentu. Dengan opsi lanjutan ini, Anda dapat menyesuaikan pengalaman YouTube Anda sesuai dengan preferensi unik Anda untuk setiap saluran yang Anda ikuti.",
    "it": "SpeedMaster per YouTube - uno strumento utile che ti permette di modificare facilmente la velocità di riproduzione dei video su YouTube. Con questa estensione, puoi regolare la velocità per ciascun canale di YouTube individualmente, e le tue impostazioni di velocità preferite verranno salvate per i video futuri dello stesso canale.\n\nOltre al controllo della velocità di riproduzione, puoi anche specificare la qualità video preferita. Questa nuova funzione ti consente di goderti i video al livello di qualità che si adatta alle tue preferenze e alla tua connessione internet. Le tue impostazioni di qualità preferite verranno salvate e applicate automaticamente ogni volta che guardi i video.\n\nHai due opzioni per controllare la velocità:\n\n1. Cliccare sui pulsanti:\n   - Per accelerare il video, basta cliccare sul pulsante '+' situato nell'angolo in alto a destra del lettore di YouTube.\n   - Se vuoi rallentarlo, clicca invece sul pulsante '-'.\n\n2. Utilizzo delle scorciatoie da tastiera:\n   - Premi il tasto '[' per diminuire la velocità di riproduzione e goderti un ritmo più lento.\n   - Premi il tasto ']' per aumentare la velocità di riproduzione, rendendo il video più veloce.\n\nNella pagina delle opzioni di SpeedMaster per YouTube, scoprirai ancora più modi per gestire la velocità di riproduzione per i diversi canali. Questa estensione ti fornisce ulteriori opzioni per personalizzare le tue preferenze di velocità. Puoi personalizzare la velocità di riproduzione individualmente per ogni canale di YouTube, assicurandoti che ogni canale riproduca i video alla tua velocità preferita. Inoltre, puoi facilmente modificare o aggiornare queste impostazioni in qualsiasi momento, garantendoti il pieno controllo sulla velocità di riproduzione di canali specifici. Con queste opzioni avanzate, puoi personalizzare la tua esperienza su YouTube in base alle tue preferenze uniche per ogni canale che segui.",
    "ja": "SpeedMaster for YouTube - YouTubeの動画再生速度を簡単に変更するための便利なツールです。この拡張機能を使用すると、各YouTubeチャンネルごとに再生速度を調整することができます。お好みの速度設定は、同じチャンネルの将来の動画にも保存されます。\n\n再生速度の制御に加えて、お好みの動画の画質も指定することができます。この新機能により、自分の好みやインターネット接続に合った画質で動画を楽しむことができます。お好みの画質設定は保存され、動画を視聴する際に自動的に適用されます。\n\n速度を制御するための2つのオプションがあります：\n\n1. ボタンをクリックする方法：\n・動画を速くするには、YouTubeプレイヤーの右上隅にある「+」ボタンをクリックします。\n・動画を遅くする場合は、「-」ボタンをクリックします。\n\n2. キーボードショートカットを使用する方法：\n・再生速度を減速させてゆっくりと楽しむには、\"[\"キーを押します。\n・再生速度を増加させて動画を速くするには、\"]\"キーを押します。\n\nSpeedMaster for YouTubeのオプションページでは、さまざまなチャンネルの再生速度を管理するためのさらなる方法を見つけることができます。この拡張機能では、速度設定を細かく調整するための追加オプションが提供されます。各YouTubeチャンネルごとに再生速度を個別にカスタマイズすることができるため、お好みの速度で各チャンネルの動画を再生することができます。さらに、これらの設定をいつでも簡単に変更または更新することができるため、特定のチャンネルの再生速度を完全に制御することができます。これらの高度なオプションを使用することで、各チャンネルの動画をご自身のユニークな好みに合わせたYouTubeの体験をカスタマイズすることができます。",
    "ko": "유튜브용 SpeedMaster - 유튜브 동영상의 재생 속도를 쉽게 조절할 수 있는 유용한 도구입니다. 이 확장 프로그램을 사용하면 각각의 유튜브 채널에 대해 속도를 개별적으로 조정할 수 있으며, 선호하는 속도 설정은 해당 채널의 미래 동영상에서 자동으로 저장됩니다.\n\n재생 속도를 조절하는 것 외에도 선호하는 동영상 품질을 지정할 수도 있습니다. 이 새로운 기능을 통해 인터넷 연결과 선호도에 맞는 품질 수준에서 동영상을 감상할 수 있습니다. 선호하는 품질 설정은 동영상을 시청할 때마다 자동으로 저장되고 적용됩니다.\n\n속도를 제어하는 두 가지 옵션이 있습니다:\n\n1. 버튼 클릭:\n   ・동영상을 빠르게 재생하려면, YouTube 플레이어 오른쪽 상단에 있는 '+' 버튼을 클릭하세요.\n   ・동영상을 느리게 재생하려면, 대신 '-' 버튼을 클릭하세요.\n\n2. 키보드 단축키 사용:\n   ・재생 속도를 낮추고 느린 속도로 즐기려면 '[' 키를 누르세요.\n   ・재생 속도를 높이고 동영상을 빠르게 재생하려면 ']' 키를 누르세요.\n\n유튜브용 SpeedMaster의 옵션 페이지에서는 다양한 채널에 대한 재생 속도를 더욱 효과적으로 관리할 수 있는 방법을 찾을 수 있습니다. 이 확장 프로그램은 속도 설정을 더 세밀하게 조정할 수 있는 추가 옵션을 제공합니다. 각각의 유튜브 채널에 대해 재생 속도를 개별적으로 사용자 정의할 수 있으며, 특정 채널의 동영상을 선호하는 속도로 재생할 수 있도록 합니다. 게다가 이러한 설정을 언제든지 쉽게 수정하거나 업데이트할 수 있어 특정 채널의 재생 속도에 대한 완전한 제어력을 갖게 됩니다. 이러한 고급 옵션을 통해 각각의 팔로우하는 채널에 대한 독특한 선호도에 맞는 유튜브 경험을 맞춤화할 수 있습니다.",
    "ru": "SpeedMaster для YouTube - полезный инструмент, который позволяет вам легко изменять скорость воспроизведения видео на YouTube. С помощью этого расширения вы можете настраивать скорость для каждого отдельного канала YouTube, и ваши предпочтительные настройки скорости будут сохранены для будущих видео с того же канала.\n\nПомимо управления скоростью воспроизведения, вы также можете указать предпочитаемое качество видео. Эта новая функция позволяет вам наслаждаться видео на уровне качества, которое соответствует вашим предпочтениям и скорости интернет-соединения. Ваши предпочтительные настройки качества будут сохранены и автоматически применены при просмотре видео.\n\nУ вас есть два варианта управления скоростью:\n\n1. Кликните по кнопкам:\n   ・Чтобы ускорить видео, просто нажмите кнопку \"+\" в правом верхнем углу плеера YouTube.\n   ・Если вы хотите замедлить видео, вместо этого нажмите кнопку \"-\".\n\n2. Используйте горячие клавиши:\n   ・Нажмите клавишу \"[\" для уменьшения скорости воспроизведения и наслаждайтесь более медленным темпом.\n   ・Нажмите клавишу \"]\" для увеличения скорости воспроизведения и ускорения видео.\n\nНа странице настроек SpeedMaster для YouTube вы найдете еще больше способов управления скоростью воспроизведения для разных каналов. Это расширение предоставляет вам дополнительные варианты для точной настройки ваших предпочтений скорости. Вы можете настраивать скорость воспроизведения индивидуально для каждого канала YouTube, обеспечивая воспроизведение видео с вашей предпочтительной скоростью. Более того, вы можете легко изменять или обновлять эти настройки в любое время, полностью контролируя скорость воспроизведения конкретных каналов. Благодаря этим продвинутым опциям вы можете настроить свой опыт использования YouTube в соответствии с вашими уникальными предпочтениями для каждого канала, которым вы следите.",
    "sv": "SpeedMaster för YouTube - ett användbart verktyg som gör det enkelt att ändra uppspelningshastigheten för YouTube-videor. Med denna tillägg kan du justera hastigheten för varje YouTube-kanal individuellt, och dina önskade hastighetsinställningar sparas för framtida videor från samma kanal.\n\nUtöver att kontrollera uppspelningshastigheten kan du också ange din föredragna videokvalitet. Denna nya funktion gör det möjligt för dig att njuta av videor på den kvalitetsnivå som passar dina preferenser och internetanslutning. Dina föredragna kvalitetsinställningar sparas och tillämpas automatiskt när du tittar på videor.\n\nDu har två alternativ för att kontrollera hastigheten:\n\n1. Genom att klicka på knapparna:\n・För att göra videon snabbare, klicka helt enkelt på '+'-knappen som finns i det övre högra hörnet av YouTube-spelaren.\n・Om du vill sakta ner den, klicka istället på '-'-knappen.\n\n2. Genom att använda tangentbordsgenvägar:\n・Tryck på '['-tangenten för att minska uppspelningshastigheten och njuta av en långsammare takt.\n・Tryck på ']'-tangenten för att öka uppspelningshastigheten och göra videon snabbare.\n\nPå alternativsidan för SpeedMaster för YouTube kan du upptäcka ännu fler sätt att hantera uppspelningshastigheten för olika kanaler. Denna tillägg ger dig ytterligare alternativ för att finjustera dina hastighetspreferenser. Du kan anpassa uppspelningshastigheten individuellt för varje YouTube-kanal, så att varje kanal spelar videor i din föredragna hastighet. Dessutom kan du enkelt ändra eller uppdatera dessa inställningar när som helst, vilket ger dig full kontroll över uppspelningshastigheten för specifika kanaler. Med dessa avancerade alternativ kan du anpassa din YouTube-upplevelse för att matcha dina unika preferenser för varje kanal du följer.",
    "uk": "SpeedMaster для YouTube - корисний інструмент, який дозволяє легко змінювати швидкість відтворення відео на YouTube. З цим розширенням ви можете налаштувати швидкість для кожного каналу YouTube окремо, а ваші улюблені налаштування швидкості будуть збережені для майбутніх відео з того ж каналу.\n\nПоміж керуванням швидкістю відтворення, ви також можете вказати бажану якість відео. Ця нова функція дозволяє вам насолоджуватися відео з якістю, яка відповідає вашим уподобанням і підключенню до Інтернету. Ваші улюблені налаштування якості будуть збережені і автоматично застосовуватися кожного разу, коли ви дивитесь відео.\n\nУ вас є два варіанти керування швидкістю:\n\n1. Клацання кнопок:\n  - Щоб зробити відео швидше, просто клацніть кнопку \"+\" у верхньому правому куті програвача YouTube.\n  - Якщо ви хочете сповільнити, клацніть замість цього кнопку \"-\".\n\n2. Використання гарячих клавіш:\n  - Натисніть клавішу \"[\" для зменшення швидкості відтворення і насолоджуйтеся повільнішим темпом.\n  - Натисніть клавішу \"]\" для збільшення швидкості відтворення і прискорення відео.\n\nНа сторінці налаштувань SpeedMaster для YouTube ви дізнаєтесь ще більше способів керування швидкістю відтворення для різних каналів. Це розширення надає вам додаткові варіанти для точної настройки ваших вподобань щодо швидкості. Ви можете настроїти швидкість відтворення окремо для кожного каналу YouTube, забезпечуючи відтворення відео з улюб",
    "vi": "SpeedMaster cho YouTube - một công cụ hữu ích giúp bạn dễ dàng thay đổi tốc độ phát lại của video trên YouTube. Với tiện ích này, bạn có thể điều chỉnh tốc độ cho từng kênh YouTube một cách riêng biệt và các cài đặt tốc độ ưa thích của bạn sẽ được lưu lại cho các video sau từ cùng một kênh.\n\nNgoài việc điều khiển tốc độ phát, bạn cũng có thể chỉ định chất lượng video ưa thích của mình. Tính năng mới này cho phép bạn tận hưởng video ở mức chất lượng phù hợp với sở thích và kết nối internet của bạn. Các thiết lập chất lượng ưa thích của bạn sẽ được lưu và tự động áp dụng mỗi khi bạn xem video.\n\nBạn có hai lựa chọn để kiểm soát tốc độ:\n\n1. Bằng cách nhấp vào các nút:\n・Để làm nhanh video, chỉ cần nhấp vào nút '+' nằm ở góc phải trên cùng của trình phát YouTube.\n・Nếu bạn muốn làm chậm nó lại, hãy nhấp vào nút '-' thay vào đó.\n\n2. Sử dụng các phím tắt trên bàn phím:\n・Nhấn phím '[' để giảm tốc độ phát lại và tận hưởng một tốc độ chậm hơn.\n・Nhấn phím ']' để tăng tốc độ phát lại, làm video nhanh hơn.\n\nTrong trang tùy chọn của SpeedMaster cho YouTube, bạn sẽ khám phá thêm nhiều cách khác nhau để quản lý tốc độ phát lại cho các kênh khác nhau. Tiện ích mở rộng này cung cấp cho bạn các tùy chọn bổ sung để điều chỉnh tùy chỉnh tốc độ của bạn. Bạn có thể tùy chỉnh tốc độ phát lại cho từng kênh YouTube một cách riêng biệt, đảm bảo rằng mỗi kênh phát video với tốc độ ưa thích của bạn. Hơn nữa, bạn có thể dễ dàng chỉnh sửa hoặc cập nhật các cài đặt này bất cứ lúc nào, mang lại cho bạn hoàn toàn kiểm soát tốc độ phát lại của các kênh cụ thể. Với những tùy chọn tiên tiến này, bạn có thể tùy chỉnh trải nghiệm YouTube của mình để phù hợp với sở thích đặc biệt của từng kênh bạn theo dõi.",
    "zh_CN": "SpeedMaster for YouTube - 一个有用的工具，可以让您轻松更改YouTube视频的播放速度。通过此扩展，您可以为每个YouTube频道单独调整速度，并且您的首选速度设置将保存用于以后从同一频道观看的视频。\n\n除了控制播放速度外，您还可以指定首选视频质量。这个新功能可以让您以适合您的偏好和互联网连接的质量水平观看视频。您的首选质量设置将自动保存和应用于您观看视频时。\n\n您有两种控制速度的选项：\n\n1. 点击按钮：\n   - 要加快视频速度，只需单击YouTube播放器右上角的“+”按钮。\n   - 如果您想放慢速度，可以单击“-”按钮。\n\n2. 使用键盘快捷键：\n   - 按“[”键降低播放速度，享受更慢的节奏。\n   - 按“]”键增加播放速度，使视频更快。\n\n在SpeedMaster for YouTube的选项页面中，您将发现更多管理不同频道播放速度的方法。此扩展提供了额外选项来微调您的速度偏好。您可以为每个YouTube频道单独自定义播放速度，确保每个频道以您的首选速度播放视频。此外，您可以随时轻松修改或更新这些设置，完全控制特定频道的播放速度。通过这些高级选项，您可以根据您关注的每个频道的独特偏好定制您的YouTube体验。",
    "zh_TW": "SpeedMaster for YouTube - 一個實用的工具，可讓您輕鬆調整 YouTube 影片的播放速度。使用此擴充功能，您可以為每個 YouTube 頻道個別調整速度，並且您喜歡的速度設定將保存為未來觀看同一頻道的影片時自動套用。\n\n除了控制播放速度外，您還可以指定您喜歡的影片品質。這個新功能允許您根據自己的偏好和網絡連接享受適合的影片品質。您的喜好設定將被保存並在觀看影片時自動套用。\n\n您有兩種選擇來控制速度：\n\n1. 點擊按鈕：\n・要加快影片速度，只需點擊 YouTube 播放器右上角的「+」按鈕。\n・如果您想要減慢速度，則點擊「-」按鈕。\n\n2. 使用鍵盤快捷鍵：\n・按「[」鍵以減慢播放速度，享受較慢的節奏。\n・按「]」鍵以加快播放速度，使影片更快。\n\n在 SpeedMaster for YouTube 的選項頁面中，您將發現更多管理不同頻道播放速度的方法。這個擴充功能為您提供了額外的選項，以微調您的速度偏好。您可以為每個 YouTube 頻道個別自訂播放速度，確保每個頻道都以您喜歡的速度播放影片。此外，您可以隨時輕鬆修改或更新這些設定，完全掌握特定頻道的播放速度。透過這些高級選項，您可以根據所關注的每個頻道的獨特喜好，定制您的 YouTube 體驗。"
  }
}