{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Viewpoint Calculations"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take a home price in Viewpoint and calculate monthly cost"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple Chrome extension to do quick monthly calculations and insert them in cutsheets on https://www.viewpoint.ca\n\nOptions\n\nDownpayment (%) - The percentage downpayment you would like to make.\nInterest Rate (%) - Your expected interest rate\nProperty Tax Rate (%) - The tax rate in the municipality you expect to buy\nAmoritization Period - The number of years you expect your amoritization period to be\nEstimated Monthly Utilities (optional) - The dollar amount of your expected monthly utility costs, such as heating, electricty, internet, etc.\nCurrent Monthly Costs (optional) - Enter your current total monthly living expenses to quickly see the difference from your expected monthly costs\nUse Assessed Value - When calculating monthly property tax numbers the extension uses the Tax Assessed value on the cutsheet. If this value may be inaccurate, unchecking this box will instead use the sale price to calculate property taxes. This is useful for new construction, where the assessed value on the cutsheet may be the value of the land, or for partial completion of the house\nNotes\n\nMortgage calculations take into account CMHC default insurance rules and limits on downpayments.\n\nDisclaimer\n\nThis tool was built as a quick reference tool while I was house hunting on ViewPoint, and any mortgage calculations should be verified against a trusted mortgage calculator.\n\nDevelopers\n\nPlease feel free to open an issue and/or pull request if you find any issues, or have improvments you would like to make! I can't promise a quick response, but I will certainly take a look when I'm able.\n\nAcknowledgements\n\nCredit for app icon to Pause08 on https://www.flaticon.com/authors/pause08"
  }
}