{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zuzu AI Knowledge Assistant for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get trusted and verified Knowledge everywhere you work!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hi, I am Zuzu AI, Knowledge Assistant for your Workplace\n\nImprove customer experience by delivering information when and where your team needs it.\n\n*Improved Customer experience*\nBoost your customer experience with our AI assistant for teams which provides consistent and accurate answer to customer queries.\n\n*Increase Team's productivity*\nRepetitive questions can eat up your agent’s valuable time. Let an AI assistant help your agents answer customer FAQs and close leads faster.\n\n*Improved Customer Satisfaction and Sales Velocity*\nZuzu reduces time it takes to respond to customers by upto 65 percent, ultimately improving customer satisfaction and sales velocity.\n\n\n*Trusted and Up-to-date Knowledge for Everyone*\nBuild knowledge-bases based on your product categories. Share team with always updated knowledge, trained over customer data by everyone.\n\n*Trained over your Customer Conversations*\nAdd answers to your customer's queries the way they ask it. This helps you to build knowledge-base over customer data which later will be able to answer 90% of customer queries.\n\n\n*Let everyone participate in customer success*\nShare Knowledge-bases across all of your teams in workplace. Let your Sales, Product, and Support team work in collaborative manner to support your customers."
  }
}