{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Murder Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Murder is a fun assasination game. Creep up behind the king and take him out quickly and quietly. Have Fun!"
  },
  "long": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Murder Game is an engaging stealth game . Step into the shoes of a cunning vizier and embark on a mission to assassinate the king. Approach him from behind and eliminate him swiftly and silently. However, beware of getting caught, as it will lead to your imprisonment in the dungeon. Immerse yourself in the world of deception and power struggles as you play Murder. Success will crown you as the new ruler, but be cautious, as your advisor is vying for your position. Experience the thrilling gameplay of Murder online directly from your Chrome browser. Test your observation and quick reflexes in this free-to-play game, but remember that a single wrong move can cost you your life.\n\nIf you want to play more games, click on \"Unblocked Games\", Additional games are available in the game pop-up window and More games in the side panel of the window and options button. choose full screen or other games, we add links for users to easily find more games on our website: https://geometrydash.ee/. You can also play this game in larger screen mode by clicking on the \"⭐ Web Version (larger screen)\" option. You can also choose from the many other games we have placed in the pop-up window at the top left by clicking \"more games\".",
    "cs": "Murder Game is an engaging stealth game . Step into the shoes of a cunning vizier and embark on a mission to assassinate the king. Approach him from behind and eliminate him swiftly and silently. However, beware of getting caught, as it will lead to your imprisonment in the dungeon. Immerse yourself in the aMurder Game is an engaging stealth game . Step into the shoes of a cunning vizier and embark on a mission to assassinate the king. Approach him from behind and eliminate him swiftly and silently. However, beware of getting caught, as it will lead to your imprisonment in the dungeon. Immerse yourself in the world of deception and power struggles as you play Murder. Success will crown you as the new ruler, but be cautious, as your advisor is vying for your position. Experience the thrilling gameplay of Murder online directly from your Chrome browser. Test your observation and quick reflexes in this free-to-play game, but remember that a single wrong move can cost you your life.\n\nIf you want to play more games, click on \"Unblocked Games\", Additional games are available in the game pop-up window and More games in the side panel of the window and options button. choose full screen or other games, we add links for users to easily find more games on our website: https://geometrydash.ee/. You can also play this game in larger screen mode by clicking on the \"⭐ Web Version (larger screen)\" option. You can also choose from the many other games we have placed in the pop-up window at the top left by clicking \"more games\".world of deception and power struggles as you play Murder. Success will crown you as the new ruler, but be cautious, as your advisor is vying for your position. Experience the thrilling gameplay of Murder online directly from your Chrome browser. Test your observation and quick reflexes in this free-to-play game, but remember that a single wrong move can cost you your life."
  }
}