{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnipeExt - Roblox Limited Sniper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Roblox limited sniper. Snipe Roblox limiteds on Rolimon's!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this completely free extension you can snipe Roblox limiteds on Rolimon's with ease! All you have to do once you've downloaded this extension is go to the Rolimon's deals page and input the values you would like (budget, min price, max price, deal percent) on the SnipeExt filters and press \"Set\"! Immediately after you press \"Set\" SnipeExt will look for deals that fit within your parameters and once it finds one it will click it and on its item page SnipeExt will calculate if the given item is truly at a good deal (it does this by seeing what the next best price of the item is and seeing if the price shown on Rolimon's is at the deal percent you chose *NOTE SnipeExt will be lenient with the deal percent by 10% that way you don't miss out on deals in case the next best price is not completely accurate of the item's value) this way you don't really have to worry about the deal percent on Rolimon's not being completely accurate! If you want to reset/stop the SnipeExt filters simply press the \"Reset\" button (found on the deals page next to the \"Set\" button or on any other page within the \"SnipeExt filters are currently active\" notification if SnipeExt filters are currently enabled) or simply close the page (this is the recommended way as it is easier to press once the SnipeExt filters have been set).\n\nTips:\nPlease note that SnipeExt does not work in the background so stay on the Rolimon's tab as long as you intend on using SnipeExt. I've tried to make SnipeExt work while other extensions are also enabled but I still recommend turning off all other extensions while you use SnipeExt to avoid issues. SnipeExt also refreshes the page every hour in case any page errors occur. If you encounter any issues with SnipeExt make sure to try refreshing the page or if that doesn't work closing and reopening the window before you report the issue to me. For more help/tips please check the SnipeExt Twitter/X account.\n\nContact:\nFeel free to contact me if you have any questions/concerns or to report bugs/glitches or even to give me suggestions! I also recommend checking out SnipeExt's Twitter/X for more help on how to use SnipeExt.\n\nLink to Twitter/X account:\nhttps://x.com/SnipeExt\n\nEmail:\nYou can view my contact email in the \"Details\" tab.\n\nNote:\nSnipeExt is currently just a passion project and it is really difficult working on it all by myself especially when I'm doing it all for free but if I see that enough people are downloading and using this extension I promise I will do my best to keep updating it whether it be fixing bugs/glitches or adding new features (I have a lot of ideas)!\n\nDisclaimer:\nSnipeExt is in no way affiliated with Rolimon's, Roblox, or anyone else as SnipeExt is just a personal project made by one person, who has nothing to do with any other company or individual.\nLet it be known that I take no responsibility or accountability if any errors, bugs, glitches, or mistakes (committed by either SnipeExt or the user) happen while you use SnipeExt, so by using SnipeExt, you agree to release me from any liability for any harm or loss that may occur as a result of using SnipeExt including but not limited to: purchases caused by you inputting wrong parameters, purchases that are a result of SnipeExt not calculating things correctly or well, Roblox account deletion, SnipeExt not working as intended, or any other things that may lead to a negative result. If you do not agree with this disclaimer please do not download or use SnipeExt. \n\nI know that sounds scary but I had to put that disclaimer here because getting sued is a big problem in this day and age.\n\nData:\nSnipeExt does not collect any data."
  }
}