{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CPU and Memory Performance Monitor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monitor Memory, CPU utilization & CPU Temp (Chome OS). Clean up memory by dicardings tabs. Clear browsing data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Default data capture Interval = 2 sec. (CPU, Memory, CPU temp)\nThreshold = 90% ( GREEN 0-90%,  RED > 90%)\n\nFeatures:-\n1.  Monitor CPU Usage\n2.  Monitor Memory Usage.\n3.  Monitor CPU Temperature (in Fahrenheit)  (Visible on Chrome OS only/ Graph Only)\n4.  Chrome Window/Tab Counter\n5.  Network Status Indicator\n6.  Clean Memory/CPU: - Discarding inactive tabs can release memory used in loading web pages in background. If you have multiple tabs open, this can save anywhere between 0%-40% memory. \n7.  Clear browsing data (with options to set time range and clean up preferences.)\n7.  Shortcut to Reset Chrome.\n9.  Works in online/offline mode.\n\nThis tool provides an option to monitor CPU, CPU Temp and Memory utilization as number or in graph mode. (You can enable/disable specific legend in graph by clicking on legend label.)\n\nPermissions: - \nCPU & Memory read permission, Clear Browsing Data (Delete only), local storage (to save browser clean up options) . \n** This tool does not interact with applications open in your chrome window. This tool does not transfer any data to or from your system.\n \nVersion History: -\n9/17/24-V1.7/V1.8 (Fixed Icon issue)\n9/13/24-V1.6\nUpdated manifest version V3\n\n01/03/21 - V1.3\n# Defect Fix.\n\n12/28/20 - V1.2\n# Added Options page (right click on toolbar icon) to set options for browser data clean up.\n# Removed Shortcut to Clear Cache and  added direct functionality to clean browsing data based on options set up by user.\n# Removed Current Tab Count parameter and added Network Status.\n\n12/13/20 -  V1.1\n# Added CPU Temperature in Graph mode (Chrome OS only)\n# Added Tooltip on toolbar Icon to display CPU and Memory Usage.\n# Added Status/Confirmation Message on \"Release Memory\" button to display number of tabs discarded and memory saving estimate.\n\n12/06/20 - V1.0\n# Monitor CPU/Memory graph, Capture Window/Tab count and Chrome Version, Shortcut to clear cache & reset chrome, Option to discard background tabs to release memory."
  }
}