{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Reviews Exporter | Images & Videos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape Amazon product reviews and download to Excel/CSV with one click. Export comments, ratings, images and videos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Reviews Exporter | Images & Videos, auto scrape, extract and download reviews from Amazon product listings, including images and videos, and you can one click to export to xlsx/csv file.\n\n🆕 New Update v1.1.1\n✓ Download buttons are tiled for the convenience of visually impaired individuals.\n✓ Optimized for UK site.\n✓ Fix some issues\n\nFor perfect use, it is recommended to set the Amazon language to English.\n\n# Update: 09/2024\nAmazon has made changes to the display of reviews. Currently, product pages will show a maximum of 50 reviews. If you wish to view more, you will need to utilize the search and filtering functionality for further refinement.\n\n# Features\n✓ Download reviews from Amazon product listing to Excel/CSV/Shopify CSV\n✓ Export as XLSX (Excel Document) include all 'Read reviews that mention'\n✓ Export to CSV format compatible with Shopify Reviews import format\n(https://help.shopify.com/en/manual/products/product-reviews/import-export-reviews)\n✓ Download reviews images and videos\n✓ Filter by keywords\n✓ Filter by stars rating\n✓ All reviews filters\n✓ Optimize the extraction of review helpful number, date, and location for USA, UK sites.\n\n# It's free?\nYes, Amazon Reviews Exporter is free. You can get basic functionality and upgrade to get more functionality.\n\n# FAQ\nIf you want to export reviews include 'Read reviews that mention',\nyou need to scroll to position in the product listing currently.\n\nWhen opening the product listing page, if there is no data when exporting reviews, it may be that the content script has not been successfully injected yet. You can wait a while and try again.\n\nhttps://amazonreviews.inforld.com/#faq\nIf you have any questions, don't hesitate to contact us at support@inforld.com\n\n# Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\n\n# Statement\nAmazon is a trademark of Amazon Inc. Amazon Reviews Exporter is not affiliated with, endorsed, sponsored, or otherwise related to Amazon, Inc. or any of its affiliates or subsidiaries."
  }
}