{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leads in the box"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn Linkedin into a lead machine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leads in the box is your favorite Linkedin prospecting tool. In 5 minutes, you create a Linkedin prospecting automation system that saves you 10 hours a week. In 5 minutes, you save 10 hours a week.\n\nLeads in the box works directly on your browser. The goal is for Linkedin to think that the automated actions are natural and come from you. \n\nLeads in the box only works if you have a subscription to Linkedin Sales Navigator. Sales Navigator will allow you to do advanced lead searches. You will then be able to import these leads into Leads in the box in 1 click.\n\nWe plan to make it possible to import leads from Linkedin in basic version, developments are underway.\n\nFeel free to contact us at contact@ctopass.com.\n\nFor more informations : https://leadsinthebox.com\n\n* To use Leads in the box, you must have an active plan (7 days free trial then 29 euros per month) https://leadsinthebox.com/en/pricing/\n\n\n---------- FR ----------\n\nLeads in the box est votre outil de prospection Linkedin préféré. En 5 minutes, vous créez un système d'automatisation de prospection sur Linkedin qui vous fait gagner 10 heures par semaine. En 5 minutes, vous gagnez 10 heures par semaine.\n\nLeads in the box fonctionne directement sur votre navigateur. L'objectif est que Linkedin pense que les actions automatisées sont naturelles et viennent de vous. \n\nLeads in the box ne fonctionne que si vous avez un abonnement à Linkedin Sales Navigator. Sales Navigator vous permet d'effectuer des recherches avancées de prospects. Vous pourrez ensuite importer ces prospects dans Leads in the box en 1 clic.\n\nNous prévoyons de rendre possible l'importation de prospects depuis Linkedin dans sa version basique, les développements sont en cours.\n\nN'hésitez pas à nous contacter : contact@ctopass.com.\n\nPour plus d'informations : https://leadsinthebox.com\n\n* Pour utiliser Leads in the box, vous devez avoir un plan actif (7 jours d'essai gratuit puis 29 euros par mois).  https://leadsinthebox.com/tarif"
  }
}