{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ragdoll Hit Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep tabs on your progress and use game tools right from your browser, even offline, with a handy popup—no internet needed"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ragdoll Hit is a hilarious and engaging game that lets players unleash their creativity and competitive spirit. With its physics-based mechanics, the game offers unpredictable battles that are as fun to watch as they are to play. Whether you’re battling AI or challenging friends, Ragdoll Hit is packed with endless fun.\n\n🎮Key Mechanics\nThe gameplay in Ragdoll Hit is centered around mastering the physics of your character. Here’s what makes it special:\nRealistic Movements: Characters react dynamically to every interaction, creating unpredictable outcomes. Tactical Combat: Plan your hits carefully to maximize impact and knock your opponent down. Skill Development: Improve your control and timing to outplay opponents consistently.\n\nThese mechanics create a deeply engaging experience that’s easy to pick up but rewarding to master.\n\n🤝Challenges and Rewards\nRagdoll Hit offers a variety of challenges to keep players engaged. Some highlights include:\nTricky Obstacles: Navigate environments filled with hazards and traps. Advanced AI Opponents: Test your skills against increasingly difficult enemies. Achievement System: Earn rewards and bragging rights by completing special challenges.\n\nOvercoming these challenges not only improves your skills but also unlocks exciting new content.\nRagdoll Hit is the perfect blend of strategy, humor, and excitement, making it a must-try for fans of physics-based games."
  }
}