{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SuiteFiles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The SuiteFiles Chrome Extension optimises your SuiteFiles experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Suite extension helps you get even more from your SuiteFiles subscription. \n\nWith an easy to use interface, our Chrome Browser extensions seamlessly links your Xero Practice Manager (XPM) to SuiteFiles, allowing you easily maintain data integrity across XPM and SuiteFiles.\n\nThe Chrome extension also allow you to download any page from the web and save it directly into the relevant SuiteFiles folder using the print functionality. This function also allows you to print pages and documents from the web and save them straight to SuiteFiles as needed.\n\n\nWhat a Suite solution!\nNew in Version 1.6.10\nFix XPM/WFM Job and Quote folder link and document tab for group structured client\n\nNew in Version 1.6.9\nFix Job and Quote folder link. \n\nNew in Version 1.6.8\nFixing matching folder link in WFM.\nFixing XPM Document tab to looking for the right matched folder.\n\nNew in Version 1.6.7\nImproved the matching logic between clients in XPM and SuiteFiles to now use a unique ID. Now if a client name is updated in XPM, the connection in SuiteFiles doesn't break\n\nNew in Version 1.6.6\nUpdate Xero cache and DB as soon as updates are made for new XPM migration\n\nNew in Version 1.6.5\nSome bug fixes to SuitePrint\n\nNew in Version 1.6.4\nSome maintenance to help identify issues or bugs better.\n\nNew in Version 1.6.3\nUpdating due date on an XPM Job no longer displays a SF folder renaming prompt dialog\n\nNew in Version 1.6.2\nFix saving function in SuitePrint\n\nNew in Version 1.6.1\nFix search and save function in SuitePrint\n\nNew in version 1.6.0\nFixed a bug on Job creation where folder defaulted to /Clients/Jobs instead of /Clients/[ClientName]/Jobs\n\nUpdated to Manifest v3\n\nNew in version 1.5.1\nFixed bug preventing SuitePrint from uploading files in XPM\n\nNew in version 1.5.0\nFixed some display issues for quote/job pages in both XPM and WFM\nJobs in WFM will now link to a folder in SuiteFiles\nEditing or revising WFM jobs and quotes will now prompt to update the folders in SuiteFiles\nFixed an issue to improve the workflow for the archive/unarchive of WFM clients\n\nNew in version 1.4.9\nFixed bug to that stopped SuitePrint from uploading files\n\nNew in version 1.4.8\nFixed bug for renaming prompts in WorkFlowMax\n\nNew in version 1.4.7\nFixed bug for quote links not working in WorkFlowMax\n\nNew in version 1.4.6\nStyling changes\n\nNew in version 1.4.5:\nUpdate user login using SuiteAuth \n\nNew in version 1.4.4:\n\nUpdate feature description text in the extension option page\n\nNew in version 1.4.1:\n\nOur new Suite Brand has been added to the extension!\n\nNew in version 1.3.3:\n\nImprovements to Suite Print filtering!\n\nNew in version 1.2.9:\n\nImprovements in performance when saving files into large folders!\n\nNew in version 1.2.3;\n\nYou can now drag and drop upload to the Documents tab in XPM.\n\nBug fixes to increase stability for jobs and quotes integration with XPM.\n\nBug fix for the Export PDF to SuiteFiles process in Xero Reports.\n\n\nNew in Version 1.2.2;\n\nYou'll find a new interface when accessing the Documents tab in Xero Practice Manager (XPM), with the links now mapping directly to your files in SuiteFiles, the ability to create folders (with templates) and upload a document. \n\nYou can now create new folders (with templates) when downloading reports or when using SuitePrint\n\nThe \"Client already exists\" message when creating a new client in XPM no longer appears when the field is empty\n\nBug fixes for downloading reports from XPM and exporting Workpapers\n\nYou can switch back to the default XPM Documents interface by toggling the Documents Tab Replacement button following the steps here.\n\nDid you know that installing our Chrome extension also improves your experience when using the Office Web Apps? We've made a few changes to make editing in the browser a better experience."
  }
}