{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instagram email extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instagram Email Extractor scrape and extract emails from Instagram follower, following, commenter, liker, hashtag and location"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instagram Email Extractor scrape and extract emails from Instagram follower, following, commenter, liker, hashtag and location\n\n👋 Hello there! Looking to boost your business leads on Instagram? Look no further! Instagram Email Extractor is the ultimate Instagram Email Extractor and Scraper that helps you efficiently extract public email addresses and contact phone numbers from Instagram. Just a few clicks, and you're set to save your leads to csv, optimizing your lead generation efforts.\n\n# Features\n✓ Scrape followers/following for any user from Instagram\n✓ Scrape owners of posts for any Instagram hashtag or location\n✓ Scrape likers/commenters for photos/videos from Instagram\n✓ Extract User Profile, including follower and following count, posts count, biography, public Email, Phone Number, external URL, Address, etc.\n✓ Extract User Profile From Private Accounts that follow you or are followed by you\n✓ Extract User Profile from custom users\n✓ Automatically eliminate duplicate emails.\n✓ Save extracted data to local storage, download data anytime\n✓ Support to Enable 'Limit per Extraction'\n✓ Support Pause Mode\n✓ Export data to csv\n\n# How to get started?\n1. Select Extract Type\n2. Enter the corresponding Username, Hashtag, Location Id, Post Link\n3. Click EXTRACT Button\n4. Click to export to csv when data download completes.\n\n# Ready to boost your Instagram business leads? \nGive Instagram Email Extractor a spin and experience seamless lead generation at your fingertips! 🚀\n\n# FAQ\nhttps://instagramemailextract.cningot.com/#faq\nIf you have any problems, don't hesitate to contact us at support@cningot.com.\n\n# Data Privacy\nSecurity is our top priority! Instagram Email Extractor never asks for your Instagram password and ensures all processed data remains on your local computer, never passing through our servers.\nRead more at https://instagramemailextract.cningot.com/privacy.\n\n# Statement\nThere is a risk that your account may be deactivated or blocked by Instagram when using the extension and you should control the frequency of use at your own risk.\n\n# About Pro\nIt's a paid extension, you can export the first free quota emails for free trial."
  }
}