{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOlocation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOlocation: An SEO Extension for Global Search Geolocation"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is SEOlocation?\nSEOlocation: It's a SEO Chrome extension that allows us to geolocate searches in the Google search engine easily and quickly, without having to struggle with settings. It doesn't require the use of proxies or VPNs to utilize the extension.\n\nHow does SEOlocation work?\nUsing SEOlocation is very simple. You just need to select the country where you want to perform the search, enter the keyword, and click on \"Submit.\" At that moment, a new Chrome window will open in incognito mode with a customized URL for the desired search.\n\nPlease note: The keyword should be in the official language of the country where you are conducting the search. For example, if the official language of Nicaragua is Spanish, the keyword should be in Spanish. If the official language of France is French, the keyword should be in French.\n\nWhat can we do with SEOlocation?\nThe main utility is to geolocate keyword searches by countries, which means that if we're working on a niche website targeted to a specific country, we can conduct the necessary searches to perform a competitive analysis. We can also simply study the competition we have for certain keywords or within a sector. Perhaps your mind can extract more value from SEOlocation.\n\nWhy does it open in an incognito window?\nEach search opens in a new incognito window to avoid interfering with or influencing the search results based on our Google search history.\n\nHow can I report an error or submit a suggestion? \nIf you want to report an error, improvement, or suggestion, you can do so by leaving a review in the Chrome Web Store or by leaving a comment in the help section.\n\nThank You.\n\n--------------------------------------------------- ESPAÑOL --------------------------------------------------- \n\n\n¿Qué es SEOlocation?\nSEOlocation: Es un extensión SEO para Chrome que nos permite geolocalizar las búsquedas en el buscador Google de forma sencilla y rápida, sin tener que pelearnos con las configuraciones. No requiere el uso de proxys ni VPN para utilizar la extensión.\n\n¿Cómo funciona SEOlocation?\nEl uso de SEOlocation es muy sencillo, tan solo tendremos que seleccionar el país donde queremos realizar la búsqueda, introducir la palabra clave y hacer clic sobre Enviar, en ese momento, se abrirá una nueva ventana de Chrome en modo incognito con la url personalizara para la búsqueda que deseamos realizar.\n\n* Tener en cuenta que: La palabra clave debe ir en el idioma oficial del país en el que vamos a realizar la búsqueda, si el idioma oficial de Nicaragua es el Español, la palabra clave deberá ir en Español, si el idioma oficial de Francia es el Francés, la palabra clave deberá de ir en Francés.\n\n¿Qué podemos hacer con SEOlocation?\nLa utilidad principal es geolocalizar búsquedas de palabras clave por países, quiere decir que, si estamos trabajando una web nicho dirigido a un país concreto, podremos realizar las búsquedas necesarias para realizar un estudio de la competencia, o también simplemente podremos estudiar la competencia que tenemos para ciertas palabras clave o sector. Quizás tu mente pueda sacar mas provecho de SEOlocation.\n\n¿Porqué se abre en una ventana de incognito?\nCada búsqueda se abre en una nueva ventana de incognito para no interferir ni condicionar la búsqueda con nuestro historial de búsquedas de Google.\n\n¿Cómo puedo notificar un error o enviar una sugerencia?\nSi desea notificar un error, mejora o sugerencia, puede hacerlo dejando una reseña en la Chrome Web Store o dejando un comentario en la sección ayuda.\n\nGracias."
  }
}