{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartMose"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartMose"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartMoso is an exclusive Chrome extension designed specifically for influencers and content creators aiming to amplify the reach of their LinkedIn articles. Built for a select group of users, SmartMoso empowers creators to promote their content seamlessly and connect with a broader audience.\n\nKey Features:\n\nEffortless Promotion: With just a few clicks, SmartMoso enhances your article’s visibility across your network and beyond.\n\nTargeted Sharing: Share content with precision, focusing on key segments that align with your niche audience.\n\nEngagement Boost: Utilize smart prompts and insights to craft compelling follow-ups and engage meaningfully with your readers.\n\nTime-Saving Automation: Automate sharing schedules and streamline your content strategy, ensuring consistent reach without manual effort.\n\nWhy Choose SmartMoso?\nSmartMoso is tailored for influencers and creators who need a specialized tool for promoting high-value LinkedIn content. Its user-centric design and powerful automation features make it an essential asset for those who want to maintain a strong online presence and maximize engagement.\n\nAvailability:\nSmartMoso will be available exclusively to a limited audience, offering unique value to early adopters and top-tier content creators looking to lead in their space.\n\nElevate your LinkedIn influence with SmartMoso and let your content shine!"
  }
}