{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Radar SEO por Osdeibi Acurero",
    "en": "SEO Radar Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Permite monitorear cambios dinámicos en el DOM, registrando los elementos que se añaden después de la interacción del usuario.",
    "en": "This browser extension helps monitor dynamic changes in the DOM by tracking elements added after user interaction."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esta herramienta es perfecta para desarrolladores, especialistas en SEO y auditores web que necesitan identificar contenido que se genera dinámicamente en las páginas web. La extensión te permite monitorear en tiempo real los cambios en el DOM (Document Object Model) mientras interactúas con una página, ideal para sitios con contenido dinámico impulsado por JavaScript o frameworks modernos.\n\nCaracterísticas principales:\n\nDetecta y registra automáticamente los elementos HTML que se agregan al DOM tras la interacción del usuario.\nPermite refrescar la página y empezar a monitorear de inmediato.\nMuestra todos los cambios directamente en la consola de desarrollo del navegador (F12).\nEs ideal para auditar contenido crítico para SEO, como menús, enlaces o productos cargados dinámicamente.\nCasos de uso comunes:\n\nIdentificar contenido que solo aparece tras clics o desplazamientos.\nAuditar sitios con lazy loading o navegación interactiva.\nVerificar si los elementos clave son visibles para Googlebot y otros motores de búsqueda.\nCon esta extensión, podrás detectar y solucionar problemas de renderizado dinámico que afectan la indexación y el rendimiento SEO. ¡Una herramienta imprescindible para sitios modernos!",
    "en": "This browser extension helps monitor dynamic changes in the DOM by tracking elements added after user interaction."
  }
}