{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PaletteMaster (Image to color palette generator.)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PaletteMaster is a Chrome extension that automatically generates color palettes from images and suggests complementary colors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PaletteMaster is your ultimate companion for effortlessly creating captivating designs with colors extracted from images. Seamlessly integrated into your Chrome browsing experience, this powerful extension automatically generates vibrant color palettes from any image you encounter online. Whether you're a designer, artist, or enthusiast, PaletteMaster empowers you to explore the endless possibilities of color harmonies and compositions.\n\nFeatures:\n\n1. Automatic Color Palette Generation: With PaletteMaster, generating color palettes has never been easier. Simply upload an image or copy and paste one into the extension window, and let PaletteMaster do the rest. The extension intelligently analyzes the image and extracts a harmonious palette of colors, ready for your creative endeavors.\n\n2. Complementary Color Suggestions: In addition to the primary color palette, PaletteMaster suggests complementary colors to enhance your designs. These complementary colors are carefully selected to provide striking contrasts and visual interest, ensuring your creations stand out.\n\n3. Copy Individual Colors or All Colors Together: Need to grab a specific color for your project? PaletteMaster allows you to copy individual colors with a single click. Alternatively, you can copy all colors together in a convenient comma-separated format, making it easy to use them in your favorite design tools and applications.\n\n4. Seamless Integration: PaletteMaster seamlessly integrates into your browsing experience, ensuring you can access its powerful features whenever inspiration strikes. Whether you're browsing the web for design inspiration or working on a project, PaletteMaster is always at your fingertips.\n\n5. Optimized Performance: PaletteMaster is designed for performance, ensuring smooth operation even with large or high-resolution images. Say goodbye to long wait times and hello to instant color inspiration.\n\nHow to Use:\n\nStep 1. Click on the PaletteMaster icon in your Chrome browser toolbar to open the extension window.\n\nStep 2. Upload an image or copy and paste an image from any source into the extension window.\n\nStep 3. Sit back and watch as PaletteMaster automatically generates a vibrant color palette and suggests complementary colors.\n\nStep 4. Copy individual colors or all colors together in comma-separated format for use in your projects.\n\nGet creative and unleash your imagination with the endless possibilities of color combinations.\n\n\nStart Creating Today:\n\nExperience the magic of PaletteMaster and unlock a world of color possibilities. Whether you're designing websites, creating art, or crafting marketing materials, PaletteMaster is your go-to tool for bringing your vision to life with beautiful colors extracted from images. Install PaletteMaster now and start creating stunning designs that stand out from the crowd.\n\nNote: PaletteMaster respects your privacy and does not collect any personal information. Your images are processed locally on your device, ensuring your data remains secure at all times."
  }
}