{
  "name": {
    "am,ar,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_PT,sl,sw,ta,te,th": "ImTranslator: Translator, Dictionary, TTS",
    "bg": "ImTranslator: Преводач, Речник, Услуга за oзвучаване на текст",
    "cs": "ImTranslator: Překladač, Slovník, Hlas",
    "de": "ImTranslator: Übersetzer, Wörterbuch, Text-to-Speech-Dienst",
    "el": "ImTranslator: Μεταφραστής, Λεξικό, Φωνή",
    "es": "ImTranslator: Traductor, Diccionario, Voz",
    "fil": "ImTranslator: Tagasalin, Diksiyonaryo, Boses",
    "fr": "ImTranslator: Traducteur, Dictionnaire, Voix",
    "hi": "ImTranslator: अनुवादक, शब्दकोश, वॉयस",
    "it": "ImTranslator: Traduttore, Dizionario, Voce",
    "ja": "ImTranslator: 翻訳アプリ、辞書、音声",
    "ko": "ImTranslator: 번역기, 사전, 음성",
    "nl": "ImTranslator: Vertaler, Woordenboek, Spraak",
    "pl": "ImTranslator: Tłumacz, Słownik, Głos",
    "pt_BR": "ImTranslator: Tradutor, Dicionário, Voz",
    "ro": "ImTranslator: Traducător, Dictionar, Voce",
    "ru": "ImTranslator: Переводчик, Словарь, Голос",
    "sk": "ImTranslator: Prekladač, Slovník, Služba prevodu textu na reč",
    "sr": "ImTranslator: Преводилац, Речник, Изговор",
    "sv": "ImTranslator: Översättare, Ordbok, Röst",
    "tr": "ImTranslator: Çeviri, Sözlük, Sesli",
    "uk": "ImTranslator: Перекладач, Словник, Голос",
    "vi": "ImTranslator: Dịch thuật, Từ điển, Giọng nói",
    "zh_CN": "ImTranslator: 翻译，字典，声音",
    "zh_TW": "ImTranslator：翻譯、字典、語音"
  },
  "short": {
    "am,ar,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_PT,sl,sw,ta,te,th": "Translator, Dictionary, Voice",
    "bg": "Преводач, Речник, Услуга за oзвучаване на текст",
    "cs": "Překladač, Slovník, Hlas",
    "de": "Übersetzer, Wörterbuch, Text-to-Speech-Dienst",
    "el": "Μεταφραστής, Λεξικό, Φωνή",
    "es": "Traductor, Diccionario, Voz",
    "fil": "Tagasalin, Diksiyonaryo, Boses",
    "fr": "Traducteur, Dictionnaire, Voix",
    "hi": "अनुवादक, शब्दकोश, वॉयस",
    "it": "ImTranslator: Traduttore, Dizionario, Voce",
    "ja": "翻訳アプリ、辞書、音声",
    "ko": "번역기, 사전, 음성",
    "nl": "Vertaler, Woordenboek, Spraak",
    "pl": "Tłumacz, Słownik, Głos",
    "pt_BR": "Tradutor, Dicionário, Voz",
    "ro": "Traducător, Dictionar, Voce",
    "ru": "Переводчик, Словарь, Голос",
    "sk": "Prekladač, Slovník, Služba prevodu textu na reč",
    "sr": "Преводилац, Речник, Изговор",
    "sv": "Översättare, Ordbok, Röst",
    "tr": "Çeviri, Sözlük, Sesli",
    "uk": "Перекладач, Словник, Голос",
    "vi": "Dịch thuật, Từ điển, Giọng nói",
    "zh_CN": "翻译，字典，声音",
    "zh_TW": "翻譯、字典、語音"
  },
  "long": {
    "am,ar,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_PT,sl,sw,ta,te,th": "ImTranslator translates selected text, words (Dictionary), phrases and webpages between more than 100 languages using translation providers: Google, Microsoft Bing, Yandex.\n\nImTranslator includes 4 translation tools: ImTranslator,  Pop-up Bubble, Inline Translator and Webpage Translation , and other language tools such as Text-to-Speech, Translation History and Dictionary.\n\nImTranslator Features:\n\nTranslation of words, phrases and text between more than 100 languages\nMultiple translation providers (Google, Microsoft Bing, Translator, Yandex)\n\nTranslator and Dictionary modes\n\nWeb page Translation - Translate entire web pages with just one click. \n\nInline Translator translates a selected text on a page by splitting it into sentences and inserts the translation into a webpage.\n\nAutomatic language detection of the source text\n\nBack translation of the target text to the original language\n\nText to speech of the original text and its translation\n\nTranslation history keeps track of all your translation activity in ImTranslator, Bubble Translator,Inline Translator, or Webpage Translation, and stores translation records in the Translation History until you manually delete the records.\n\nLanguage list customization - customize list of languages for your translation work.\n\nShortcuts customization - ImTranslator shortcuts are fully customizable, and can be defined for each translation application.\n\nInterface language - choose the language to see all ImTranslator menus and messages in your native language. You can change the language of ImTranslator user interface without restarting the browser and on any native browser.\n\n\nUser guide:\nhttps://about.imtranslator.net/tutorials/presentations/imtranslator-for-chrome/\nHow-to:\nhttp://about.imtranslator.net/how-to/how-to-use-imtranslator-extensions/\nFAQ:\nhttp://about.imtranslator.net/faq/",
    "bg,sk": "What's new in this version:\n\nAdded options for Delay and Position Offset of Pop-up Bubble floating button.Added options for Delay and Position Offset of Pop-up Bubble floating button.\n\nImproved the Webpage Translation: added auto Language Detection with Switch Languages module.\nAdded Dark Mode Theme for ImTranslator, Pop-up Bubble and Options.\nAdded Microsoft Translator support for Inline Translator application.\nThe new version allows you to choose between Google and Microsoft as the translation provider for Inline translator.\nAdded support for Control a Chrome Extension’s Permissions.\nImproved  Inline Translator's behavior for Chinese and Japanese languages.\nAdded the option “Immediately display popup” to Auto Translate on mouse selection in the Pop-up Bubble.\nImproved Pin/Unpin Pop-up Bubble behavior for easy scrolling of the webpage.\nAdded the \"Esc\" key function to close Pop-up Bubble or eliminate Pop-up Bubble floating button.\nAdded new translation provider Yandex Translate which supports 95 languages.\nAdded the possibility to change the priority order of translation providers in Options.\nThe new version allows you to  listen to the translation as well as to the original text in ImTranslator Pop-up Bubble.\nNEW Webpage Translation Module allows you to customize the translation behavior of the website (domain and its subdomains), through the Translation Toolbar, set custom settings for domains, languages, perform automatic translation of websites.\n\nImTranslator translates selected text, words (Dictionary), phrases and webpages between more than 100 languages using 3 translation providers:\nGOOGLE, MICROSOFT BING AND OTHER TRANSLATORS\n\nImTranslator supports Double-click translation, Shortcut and Mouse Selection translation.\n\n* ImTranslator features advanced settings for choosing a domain for Google Translate service. It supports the following Google translation domains: google.com, Hong Kong(google.com.hk), Taiwan(google.com.tw), Ukraine(google.com.ua), Vietnam(google.com.vn), Japan(google.co.jp), South Korea(google.co.kr), India(google.co.in), United Kingdom(google.co.uk), China(google.cn), Germany(google.de), France(google.fr), \nItaly(google.it), Poland(google.pl), Russia(google.ru),\n\n* Google Translate preferred domain customization.\n* Toolbar Button customization.\n* Context menu customization.\n\n\nTRANSLATE SELECTED TEXT with\n* ImTranslator where you can edit text and get reverse translation\n* Floating Pop-up Bubble\n* Inline Translator with embedded side-by-side highlighted translation\n\nTRANSLATE WORDS with Dictionary via\n* Floating Pop-up Bubble\n* ImTranslator with voice\n* Inline Translator with embedded highlighted translation\n\nTRANSLATE WEBPAGES (including https pages)\n\nTRANSLATION APPLICATIONS:\n * Inline Translator (embedded translation): Alt+C\n * ImTranslator (translation in window): Alt+Z\n * Pop-up Bubble (pop-up translation): Alt\n * Webpage Translation: Alt+P\n * Dictionary (word translation)\n\nImTranslator FEATURES:\n * translation between over 100 languages\n * multiple translation providers (Google, Microsoft Bing, Translator)\n * words translation with Dictionary\n * translation history\n * translation of the entire webpage with mouseover translation option\n * text-to-voice in 30 languages\n * automatic language detection\n * back translation\n * translation languages customization\n * shortcuts customization\n * complete customization of each translation tool\n * Toolbar button customization\n * possibility to disable multiple translation providers\n * Google Translate preferred domain selection\n * localization of the user interface\n\nHOW TO LAUNCH ImTranslator\n  * click ImTranslator button on the Chrome toolbar\n  * use the context menu ImTranslator, then choose preferred translation application\n  * use shortcut keys (Alt+Z)\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n*  click ImTranslator extension button on the Chrome toolbar to run ImTranslator standalone application (shortcut: Ctrl+Alt+Z). \n *  click ImTranslator floating button to run Pop-up Bubble Translator (shortcut: Alt). \n*  use the context menu ImTranslator, then select Inline Translator (shortcut: Alt+C) \n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nFEATURES:\n * Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translation can replace the original text.\n * Preserve the original page formatting.\n * Display translation in brackets or without.\n * Align translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n * Words translation using the built-in dictionary.\n * Translation history.\n * Shortcuts customization.\n\nImTranslator OPTIONS\nImTranslator Options provide a perfect way to customize ImTranslator, Inline Translator, Pop-up Bubble and Webpage Translation.\n \n *  Set unique language settings for each translation application.\n *  Set one language settings for all translation applications.\n *  Enable the auto language detection.\n *  Enable Dictionary to translate single words.\n *  Enable the back translation for ImTranslator application.\n *  Choose shortcut to launch translation applications.\n *  Modify the Pop-up Bubble behavior.\n *  Perform translation by selecting the text with the mouse.\n *  Choose the size of the font.\n *  Change appearance of the inline translation.\n *  Enable Translation History to store translation records for each translation tool.\n *  Access Translation History records to search, sort, split by sentences, export and save. \n\nSUPPORTED LANGUAGES: \nAfrikaans, Albanian, Arabic, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Catalan, Cebuano, Chichewa, Chinese (simplified), Chinese (traditional), Croatian, Czech, Danish, Dutch, English, Estonian, Esperanto, Filipino, Finnish, French, Galician, Georgian, German, Greek, Gujarati, Haitian Creole, Hausa, Hebrew, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Irish, Italian, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Latin, Latvian, Lithuanian, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Myanmar (Burmese), Nepali, Norwegian, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Serbian, Sesotho, Sinhala, Slovak, Slovenian, Somali, Spanish, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish, Yoruba, Zulu.",
    "cs": "ImTranslator provádí překlad textu (10 tisíc znaků), slov, frází a webových stránek mezi 91 jazyky a 3 poskytovatelů překladatelských.\n\nVOLBA PŘEKLADOVÝCH APLIKACÍ:\n* Inline Translator (vložený překlad): Alt+C\n* ImTranslator (překlad v okně): Alt+Z\n* Pop-up Bubble (překlad v otevíraném okně): Alt\n* Webpage Translation (překlad webových stránek)\n* Dictionary (překlad slov)\n\nFUNKCE ImTranslator:\n * překlad mezi 91 jazyky\n * 5 tisíc znaků na překlad\n * 3 poskytovatelů překladatelských (Google, Microsoft Bing, Translator)\n * Slovník\n * historie překladu\n * okamžitý překlad vybraného textu\n * překlad celé webové stránky s možností překladu při přejetí myší\n * text na hlas v 30 jazycích\n * automatická detekce zdrojového jazyka\n * zpětný překlad\n * back translation\n * úprava klávesových zkratek\n * kompletní přizpůsobení každého překladového nástroje\n * lokalizace uživatelského rozhraní\n\nPODPOROVANÉ JAZYKY:\nAfrikánština, Albánština, Angličtina, Arabština, Arménština, Ázerbájdžánština, Barmština, Baskičtina, Běloruština, Bengálština, Bosenština, Bulharština, Cebuánština, Čeština, Čičevština, Čínština, Dánština, Esperanto, Estonština, Filipínština, Finština, Francouzština, Galicijština, Gruzínština, Gudžarátština, Haitská Kreolština, Hauština, Hebrejština, Hindština, Hmongština, Holandština, Chorvatština, Igboština, Indonéština, Irština, Islandština, Italština, Japonština, Javánština, Jidiš, Jorubština, Kannadština, Katalánština, Kazaština, Khmerština, Korejština, Laoština, Latina, Litevština, Lotyština, Maďarština, Makedonština, Malajálamština, Malajština, Malgaština, Maltština, Maorština, Marátština, Mongolština, Němčina, Nepálština, Norština, Pandžábština, Perština, Polština, Portugalština, Rumunština, Ruština, Řečtina, Sesothština, Sinhálština, Slovenština, Slovinština, Somálština, Srbština, Sundánština, Svahilština, Španělština, Švédština, Tádžičtina, Tamilština, Telužština, Thajština, Turečtina, Ukrajinština, Urdština, Uzbečtina, Velština, Vietnamština, Zulu",
    "de": "ImTranslator: Sofort-Übersetzung von markiertem Text (5.000 Zeichen), Wörtern (Wörterbuch), Sätzen und Webseiten zwischen 91 Sprachen und 3 Übersetzungsanbieter.\n\nÜBERSETZUNGSANWENDUNGEN:\n * Inline Translator (Übersetzungs in Webseiten eingebettet): Alt+C\n * ImTranslator (Übersetzung im Fenster): Alt+Z\n * Pop-up Bubble (Pop-up-Übersetzung): Alt\n * Webpage Übersetzung (Übersetzung von Webseiten)\n * Wörterbuch (Worte-Übersetzung)\n\nImTranslator FUNKTIONEN:\n * Übersetzung in 91 Sprachen\n * 5.000 Zeichen pro Übersetzung\n * 3 Übersetzungsanbietern (Google, Microsoft Bing, Translator)\n * Wörterbuch \n * Sofortübersetzung von markiertem Text\n * Übersetzung kompletter Webseiten mit Mousover-Übersetzungsoption\n * Text-in-Sprache-Funktion für 30 Sprachen\n * Übersetzungsverlauf\n * Automatische Spracherkennung\n * Rückübersetzungen\n * Konfigurierbare Tastenkürzel\n * Umfassende Anpassungsoptionen für jedes Übersetzungstool\n\nUNTERSTÜTZTE SPRACHEN:\nAfrikaans, Albanisch, Arabisch, Armenisch, Aserbaidschanisch, Baskisch, Bengalisch, Bosnisch, Bulgarisch, Burmesisch, Cebuano, Chichewa, Chinesisch, Dänisch, Deutsch, Englisch, Esperanto, Estnisch, Finnisch, Französisch, Galizisch, Georgisch, Griechisch, Gujarati, Haitianisch, Hausa, Hebräisch, Hindi, Hmong, Igbo, Indonesisch, Irisch, Isländisch, Italienisch, Japanisch, Javanesisch, Jiddisch, Kannada, Kasachisch, Katalanisch, Khmer, Koreanisch, Kroatisch, Lao, Lateinish, Lettisch, Litauisch, Malabarisch, Malagasy, Malaysisch, Maltesisch, Maori, Marathisch, Mazedonisch, Mongolisch, Nepalesisch, Niederländisch, Norwegisch, Persisch, Polnisch, Portugiesisch, Punjabi, Rumänisch, Russisch, Schwedisch, Serbisch, Sesotho, Singhalesisch, Slowakisch, Slowenisch, Somali, Spanisch, Suaheli, Sundanesisch, Tadschikisch, Tagalog, Tamil, Telugu, Thailändisch, Tschechisch, Türkisch, Ukrainisch, Ungarisch, Urdu, Uzbekisch, Vietnamesisch, Walisisch, Weißrussisch, Yoruba, Zulu",
    "el": "Άμεση μετάφραση ενός επιλεγμένου κειμένου, λέξεων, φράσεων και ιστοσελίδων.\n\nεφαρμογών μετάφρασης:\n * Inline Translator (Ενσωματωμένη μετάφραση): Alt+C\n * ImTranslator (Μετάφραση σε παράθυρο): Alt+Z\n * Pop-up Bubble (Αναδυόμενη μετάφραση): Alt\n * Webpage Translation (Μετάφραση ιστοσελίδων): Alt+P\n * Dictionary (μετάφραση των λέξεων)\n\nImTranslator ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n * μετάφραση ανάμεσα σε 91 γλώσσες\n * 5 χιλιάδες χαρακτήρες ανά μετάφραση\n * ImTranslator Λεξικό\n * άμεση μετάφραση ενός επιλεγμένου κειμένου\n * μετάφραση ολόκληρης της ιστοσελίδας με την επιλογή κύλισης ποντικού\n * Κείμενο-σε-φωνή σε 30 γλώσσες\n * Ιστορία Μετάφρασης \n * Αυτόματος εντοπισμός αρχικής γλώσσας\n * Αντίστροφη μετάφραση\n * προσαρμογή πλήκτρων άμεσης πρόσβασης\n * πλήρης προσαρμογή κάθε εργαλείου μετάφρασης\n\nΥΠΟΣΤΗΡΙΖΟΜΕΝΕΣ ΓΛΩΣΣΕΣ:\nΑγγλικά,  Αζερμπαϊτζανικά, Αλβανικά, Αραβικά, Αρμενικά, Αφρικάανς, Βασκικά, Βεγγαλική, Βιετναμεζικά, Βιρμανικά, Βοσνιακά, Βουλγαρικά, Γαλικιακά, Γαλλικά, Γερμανικά, Γεωργιανά, Γίντις, Γιορούμπα, Γκουτζαρατικά, Δανικά, Εβραϊκά, Ελληνικά, Εσθονικά, Εσπεράντο, Ζουλού, Ιαπωνικά, Ίγκμπο, Ινδονησιακά, Ιρλανδικά, Ισλανδικά, Ισπανικά, Ιταλικά, Καζακστανικά, Κανάντα, Καταλανικά, Κινέζικα, Κορεατικά, Κρεόλ Αϊτής, Κροατικά, Λάο, Λατινικά, Λετονικά, Λευκορωσικά, Λιθουανικά, Μαλαγάσι, Μαλαγιάλαμ, Μαλέι, Μαλτεζικά, Μαορί, Μαραθικά, Μογγολικά, Νεπαλικά, Νορβηγικά, Ολλανδικά, Ουαλικά, Ουγγρικά, Ουζμπεκικά, Ουκρανικά, Ουρντού, Παντζάμπι, Περσικά, Πολωνικά, Πορτογαλικά, Ρουμανικά, Ρωσικά, Σεμπουάνο, Σερβικά, Σεσότο, Σινχάλα, Σλαβομακεδονικά, Σλοβακικά, Σλοβενικά, Σομαλικά, Σουαχίλι, Σουηδικά, Σούντα, Ταζικιστανικά, Ταϊλανδεζικά, Ταμίλ, Τελούγκου, Τζαβανεζικά, Τούρκικα, Τσεχικά, Τσιτσέουα, Φιλιπινεζικά, Φινλανδικά, Χάουσα, Χίντι, Χμερ, Χμονγκ",
    "es": "ImTranslator traduce texto (5.000 caracteres), palabras (Diccionario), frases y páginas web entre 91 idiomas y 3 proveedores de traducción.\n\nAPLICACIONES DE TRADUCCIÓN\n * Inline Traductor (traducción incorporada): Alt+C\n * ImTranslator (traducción en la ventana): Alt+Z\n * Pop-up Bubble (traducción pop-up): Alt\n * Web Translation (traducción de páginas web)\n * Diccionario (traducción de palabras)\n\nImTranslator CARACTERÍSTICAS:\n * Idiomas disponibles: 91\n * 5.000 caracteres por traducción\n * 3 proveedores de traducción (Google, Microsoft Bing, Translator)\n * Diccionario\n * Texto a voz en 30 idiomas\n * Traducción instantánea de texto seleccionado\n * Traducción de la página web con la opción de traducción mouseover\n * Guardar la Historial de traducciones\n * Detección automática del idioma de origen\n * Traducción inversa\n * Personalización de teclas rápidas\n * Personalización completa de cada aplicación de traducción\n\nIDIOMAS DE TRADUCCIÓN:\nAfrikáans, Albanés, Alemán, Árabe, Armenio, Azerí, Bengalí, Bielorruso, Birmano, Bosnio, Búlgaro, Canarés, Catalán, Cebuano, Checo, Chichewa, Chino, Cincalés, Coreano, Criollo Haitiano, Croata, Danés, Eslovaco, Esloveno, Español, Esperanto, Estonio, Euskera, Finlandés, Francés, Galés, Gallego, Georgiano, Griego, Gujarati, Hausa, Hebreo, Hindi, Hmong, Holandés, Húngaro, Igbo, Indonesio, Inglés, Irlandés, Islandés, Italiano, Japonés, Javanés, Jemer, Kazajo, Lao, Latín, Letón,  Lituano, Macedonio, Malayalam, Malayo, Malgache, Maltés, Maorí, Maratí, Mongol, Nepalí, Noruego, Persa, Polaco, Portugués, Punjabí, Rumano, Ruso, Serbio, Sesoto, Somalí, Suajili, Sueco, Sundanés, Tagalo, Tailandés, Tamil, Tayiko, Telugu, Turco, Ucraniano, Urdu, Uzbeco, Vietnamita, Yidis, Yoruba, Zulú.",
    "fil": "ImTranslator: agad na pagsasalin ng piniling text (5 libong letra), mga salita, mga parirala at mga web page.\n\nAPPLICATION SA PAGSASALIN: \n * Inline Translator (Ini-embed na pagsasalin): Alt+C\n * ImTranslator (Ipakita sa window ang isinalin): Alt+Z\n * Pop-up Bubble (Ipop-up ang isinalin): Alt\n * Webpage Translation (Pagkakasalin ng mga webpage)\n * Dictionary (pagsasalin ng mga salita)\n\nMGA TAMPOK:\n * pagsasalin sa pagitan ng 91 lengguwahe\n * 5 libong letra bawat pagsasalin\n * Diksiyonaryo\n * agad na pagsasalin ng piniling text\n * pagsasalin ng buong webpage gamit ang opsyon na mouseover translation\n * text-to-voice sa 30 lengguwahe\n * mga nakaraang pagsasalin  \n * awtomatikong pagtukoy ng pinanggalingang lengguwahe\n * ibinalik sa dating lengguwahe\n * pagpapasadya ng hotkey\n * tapusin ang pagpapasadya ng bawat gamit sa pagsasalin\n\nMGA SUPORTADONG LENGGUWAHE:\nAfrikaans, Albanian, Arabiko, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Burmese, Catalan, Cebuano, Chichewa, Croatian, Czech, Danish, Dutch, Espanyol, Esperanto, Estonian, Filipino, Finnish, French, Galician, Georgian, German, Griyego, Gujarati, Haitian Creole, Hausa, Hebreo, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Ingles, Irish, Italyano, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Lao, Latin, Latvian, Lithuanian, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Nepali, Norwegian, Persian, Polish, Portuges, Punjabi, Romanian, Ruso, Serbian, Sesotho, Sinhala, Slovak, Slovenian, Somali, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Tsino, Turkish, Ukranian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish, Yoruba, Zulu",
    "fr": "ImTranslator traduit un texte sélectionné (5,000 caractères), des mots (avec le Dictionnaire), des expressions, des phrases et des pages Web  entre 91 langues et 3 fournisseurs de traduction.\n\nAPPLICATIONS DE TRADUCTION\n * Inline Translator (traduction insérée): Alt+C\n * ImTranslator (traduction dans une fenêtre): Alt+Z\n * Pop-up Bubble (traduction fenêtre pop-up): Alt\n * Web Translation (traduction de pages web)\n * Dictionary (traduction des mots)\n\nCARACTÉRISTIQUES:\n * langues de traduction: 91\n * traduction jusqu'à 5,000 caractères\n * 3 fournisseurs de traduction (Google, Microsoft Bing, Translator)\n * traduction des mots avec le Dictionnaire\n * traduction du texte sélectionné sur une page Web\n * traduction des pages web en passant la souris dessus\n * écouter le texte en 30 langues\n * consulter l'historique des traductions\n * détection automatique de langue\n * possibilité d'inverser la traduction\n * sélectionner et configurer des raccourcis\n * personnalisation de chaque outil de traduction\n * localisation de l'interface utilisateur\n\nLANGUES DE TRADUCTION: \nAfrikaans, Albanais, Allemand, Anglais, Arabe, Arménien, Azéri, Basque, Bengali, Biélorusse, Birman, Bosniaque, Bulgare, Catalan, Cebuano, Chichewa, Chinois, Cingalai, Coréen, Créole Haïtien, Croate, Danois, Espagnol, Espéranto, Estonien, Finnois, Français, Galicien, Gallois, Géorgien, Goudjarati, Grec, Haoussa, Hébreu, Hindi, Hmong, Hongrois, Igbo, Indonésien, Irlandais, Islandais, Italien, Japonais, Javanais, Kannada, Kazakh, Khmer, Laotien, Latin, Letton, Lituanien, Macédonien, Malaisien, Malayalam, Malgache, Maltais, Maori, Marathi, Mongol, Néerlandais, Népalais, Norvégien, Ouzbek, Panjabi, Persan, Polonais, Portugais, Roumain, Russe, Serbe, Sesotho, Slovaque, Slovène, Somali, Soudanais, Suédois, Swahili, Tadjik, Tagalog, Tamoul, Tchèque, Telugu, Thaï, Turc, Ukrainien, Urdu, Vietnamien, Yiddish, Yorouba, Zoulou.",
    "hi": "ImTranslator चयनित पाठ, शब्दों, वाक्यांशों और वेब पृष्ठों का अनुवाद करता है।.\n\nअनुवाद एप्लीकेशन:\n * Inline Translator (एम्बेडेड अनुवाद): Alt+C\n * ImTranslator (विंडो में अनुवाद): Alt+Z\n * Pop-up Bubble (पॉप-अप अनुवाद): Alt\n * Webpage Translation (वेब पृष्ठों का अनुवाद)\n * Dictionary (शब्द अनुवाद)\n\nImTranslator विशेषताएं:\n * 91 भाषाओं के बीच अनुवाद\n * 5 हजार वर्ण प्रति अनुवाद\n * शब्दकोश\n * अनुवाद इतिहास\n * माउसओवर अनुवाद विकल्प के साथ पूरे वेबपेज का अनुवाद\n * 30 भाषाओं में पाठ से ध्वनि\n * स्वचालित स्रोत भाषा पहचानना\n * वापस अनुवाद\n * हॉटकी अनुकूलन\n * प्रत्येक अनुवाद उपकरण का पूर्ण अनुकूलन\n\nसमर्थित भाषाएं:\nअंग्रेजी, अज़रबैजानी, अफ्रीकांस, अरबी, अर्मीनियाई, अल्बेनियन, आइसलैण्डी, आयरिश, इग्बो, इतालवी, इंडोनेशियन, उज़्बेक, उर्दू, ऍस्टोनी, एस्पेरांतो, कज़ाख़, कन्नड़, कैटालैन, कोरियाई, क्रोशियाई, खमेर, गुजराती, गैलिशियन, चिचेवा, चीनी (पारंपरिक), चीनी (सरल), चैक, जर्मन, जापानी, जावाई, ज़ुलु, जॉर्जियाई, टॅगलॉग, डच, डैनिश, तमिल, ताजिक, तुर्की, तेलुगु, थाई, नॉर्वेजियन, नेपाली, पंजाबी, पुर्तगाली, पोलिश, पर्शियन् , फिनिश, फ्रांसीसी, बर्मी, बुल्गेरियन, बंगाली, बास्क, बेलारूसी, बोस्नियाई, मकदूनियाई, मङ्गोलियाई, मराठी, मलय, मलयालम, माऔरी, माल्टीज, मेलागासी, यिडिश, यूक्रेनियन, यूनानी, योरुबा, रूसी, रोमानियन, लाओ, लिथुआनियन, लैटवियन, लैटिन, वियतनामी, वेल्श, सिंहला, सुंडानी, सेबुआनो, सेसोथो, सोमाली, स्पेनी, सर्बियन, स्लोवेनियन, स्लोवैक, स्वाहिली, स्वीडिश, हंगरियन, हमॉन्ग, हाईटियन क्रियोल, हिंदी, हेब्रियू, होउसा",
    "it": "ImTranslator: traduzione di un selezionato testo (5 mila caratteri), parole (Dizionario), frasi e pagine Web  tra 91 lingue e 3 fornitori di traduzione.\n\nAPPLICAZIONI DI TRADUZIONE\n* Inline Translator (traduzione incorporata in una pagina web): Alt+C\n* ImTranslator (traduzione nella finestra): Alt+Z\n* Pop-up Bubble (traduzione pop-up): Alt\n* Webpage Translation (traduzione di pagine web)\n* Dictionary (traduzione di parole)\n\nImTranslator CARATTERISTICHE:\n * traduzione tra 91 lingue\n * 5 mila caratteri per traduzione\n * 3 fornitori di traduzione (Google, Microsoft Bing, Translator)\n * Dizionario\n * traduzione istantanea di un testo selezionato\n * traduzione di tutta la pagina web con un'opzione di traduzione mouseover\n * text-to-voice in 30 lingue\n * cronologia delle traduzioni  \n * rilevamento automatico della lingua\n * traduzione inversa\n * personalizzazione tasti di scelta rapida\n * completa personalizzazione di ogni strumento di traduzione\n\nLINGUE SUPPORTATE:\nAfrikaans, Albanese, Arabo, Armeno, Azero, Basco, Bengalese, Bielorusso, Birmano, Bosniaco, Bulgaro, Catalano, Cebuano, Ceco, Chichewa, Cinese, Coreano, Creolo Haitiano, Croato, Danese, Ebraico, Esperanto, Estone, Filippino, Finlandese, Francese, Galiziano, Gallese, Georgiano, Giapponese, Giavanese, Greco, Gujarati, Hausa, Hindi, Hmong, Igbo, Indonesiano, Inglese, Irlandese, Islandese, Italiano, Kannada, Kazako, Khmer, Lao, Latino, Lettone, Lituano, Macedone, Malabarese, Malagasy, Malese, Maltese, Maori, Marati, Mongolo, Nepalese, Norvegese, Olandese, Persiano, Polacco, Portoghese, Punjabi, Rumeno, Russo, Serbo, Sesotho, Singalese, Slovacco, Sloveno, Somalo, Spagnolo, Sundanese, Svedese, Swahili, Tagiko, Tailandese, Tamil, Tedesco, Telugu, Turco, Ucraino, Ungherese, Urdu, Usbeco, Vietnamita, Yiddish, Yoruba, Zulu",
    "ja": "ImTranslatorは、選択されたテキスト、単語、語句やウェブページを翻訳します。\n\n翻訳アプリケーション：\n * Inline Translator (埋め込み翻訳): Alt+C\n * ImTranslator (ウィンドウでの翻訳): Alt+Z\n * Pop-up Bubble (ポップアップ翻訳): Alt\n * Webpage Translation (ウェブページの翻訳)\n * Dictionary (単語翻訳)\n\nImTranslator 機能:\n * 91言語間の翻訳\n *一度に5,000語の翻訳\n * 辞書\n * 翻訳履歴\n * マウスオーバー翻訳オプションでページ全体を翻訳\n * 30言語でテキストを音声に変換\n * 自動で翻訳元言語を検出\n * 折り返し翻訳\n * ホットキーのカスタマイズ\n * 各翻訳ツールの完全なカスタマイズ\n * ユーザーインターフェースのローカライズ\n\nサポート言語：\nアイスランド語, アイルランド語, アゼルバイジャン語, アフリカーンス語, アラビア語, アルバニア語, アルメニア語, イタリア語, イディッシュ語, イボ語, インドネシア語, ウェールズ語, ウクライナ語, ウズベク語, ウルドゥ語, エストニア語, エスペラント, オランダ語, カザフ語, カタロニア語, ガリシア語, カンナダ語, ギリシャ語, グジャラート語, クメール語, グルジア語, クロアチア語, ジャワ語, シンハラ語, スウェーデン語, ズールー語, スペイン語, スロバキア語, スロベニア語, スワヒリ語, スンダ語, セブアノ語, セルビア語, ソト語, ソマリ語, タイ語, タガログ語, タジク語, タミル, チェコ語, チェワ語, テルグ語, デンマーク語, ドイツ語, トルコ語, ネパール語, ノルウェー語, クレオール語, ハウサ語, バスク語, ハンガリー語, パンジャブ語, ビルマ語, ヒンディー語, フィンランド語, フランス語, ブルガリア語, ベトナム語, ヘブライ語, ベラルーシ語, ペルシア語, ベンガル語, ポーランド語, ボスニア語, ポルトガル語, マオリ語, マケドニア語, マラーティー語, マラガシ語, マラヤーラム語, マルタ語, マレー語, モンゴル語, モン語, ヨルバ語, ラオ語, ラテン, ラトビア語, リトアニア語, ルーマニア語, ロシア語, 英語, 韓国語, 中国語 (簡体字), 中国語 (繁体字), 日本語",
    "ko": "ImTranslator는 선택한 텍스트, 단어, 구절, 웹페이지 번역을 실시합니다.\n\n번역 애플리케이션:\n * Inline Translator (내장된 번역): Alt+C\n * ImTranslator (창에서 번역): Alt+Z\n * Pop-up Bubble (팝업 번역): Alt\n * Webpage Translation (웹페이지 번역)\n * Dictionary (단어 번역)\n\nImTranslator 특징:\n * 91개국어 간의 번역\n * 번역당 5,000 문자\n * 사전에 단어 번역\n * 번역 이력\n * 선택한 텍스트의 즉석 번역\n * 마우스 오버 번역 옵션을 사용하여 전체 웹페이지 번역\n * 30개국어에서 텍스트를 음성으로\n * 자동 소스 언어 감지\n * 역 번역\n * 단축키 사용자 정의\n * 각 번역 도구의 완전한 사용자 정의\n * 사용자 인터페이스의 현지화\n\n지원되는 언어:\n갈리시아어, 구자라트어, 그루지야어, 그리스어, 네덜란드어, 네팔어, 노르웨이어, 덴마크어, 독일어, 라오어, 라트비아어, 라틴어, 러시아어, 루마니아어, 리투아니아어, 마라티어, 마오리어, 마케도니아어, 말레이어, 말라가시어, 말라얄람어, 몰타어, 몽골어, 몽어, 바스크어, 버마어, 베트남어, 벨로루시어, 벵골의, 보스니아어, 불가리아어, 세르비아어, 세부아노, 세소토어, 소말리아어, 순다어, 스와힐리어, 스웨덴어, 스페인어, 슬로바키아어, 슬로베니아어, 신할라어, 아랍어, 아르메니아어, 아이슬란드어, 아이티 프랑스 말, 아일랜드어, 아제르바이잔어, 아프리칸스어, 알바니아어, 에스토니아어, 에스페란토 말, 영어, 요루바어, 우르두어, 우즈베크어, 우크라이나어, 웨일즈어, 이그보어, 이디시어, 이탈리아어, 인도네시아어, 일본어, 자바어, 줄루어, 중국어(간체), 중국어(번체), 체와어, 체코어, 카자흐어, 카탈로니아어, 칸나다어, 칸나다어, 크로아티아어, 타갈로그어, 타밀어, 타직어, 태국어, 터키어, 텔루구어, 펀자브어, 페르시아어 , 포르투갈어, 폴란드어, 프랑스어, 핀란드어, 하우사어, 한국어, 헝가리어, 히브리어, 힌디어",
    "nl": "ImTranslator voert onmiddellijke vertaling van een geselecteerde tekst (5 duizend tekens), woorden (Woordenboek), zinnen en webpagina's tussen 91 talen en 3 vertaling aanbieders.\n\nVERTALINGSTOEPASSINGEN:\n * Inline Translator (ingesloten vertaling): Alt+C\n * ImTranslator (vertaling in venster): Alt+Z\n * Pop-up Bubble (pop-upvertaling): Alt\n * Webpage Translation (vertaling van webpagina's)\n * Dictionary (vertaling van de woorden)\n\nImTranslator KENMERKEN:\n * vertalingen tussen 91 talen\n * 5 duizend tekens per vertaling\n * 3 vertaling aanbieders (Google, Microsoft, Translator)\n * woorden vertalen met woordenboek\n * Vertaalgeschiedenis\n * vertaling van de gehele webpagina met de optie vertalen via muisbeweging\n * tekst-naar-spraak in 30 talen\n * automatische brontaalherkenning\n * terugvertaal\n * sneltoetsen op maat in te stellen\n * elk vertaalinstrument is volledig op maat te maken\n * lokalisatie van de gebruikersinterface\n\nONDERSTEUNDE TALEN:\nAfrikaans, Albanees, Arabisch, Armeens, Azerbeidzjaans, Baskisch, Bengaals, Birmaans, Bosnisch, Bulgaars, Catalaans, Cebuano, Chichewa, Chinees, Deens, Duits, Engels, Esperanto, Ests, Fins, Frans, Gallicisch, Georgisch, Grieks, Gujarati, Haïtiaans Creools, Hausa, Hebreeuws, Hindoestaans, Hmong, Hongaars, Iers, Igbo, IJslands, Indonesisch, Italiaans, Japans, Javaans, Jiddisch, Kannada, Kazachs, Khmer, Koreaans, Kroatisch, Lao, Latijn, Lets, Litouws, Macedonisch, Malagasi, Malayalam, Maleis, Maltees, Maori, Marathi, Mongools, Nederlands, Nepalees, Noors, Oekraïens, Oezbeeks, Perzisch , Pools, Portugees, Punjabi, Roemeens, Russisch, Servisch, Sesotho, Sinhala, Slovaaks, Sloveens, Soedanees, Somalisch, Spaans, Swahili, Tadzjieks, Tagalog, Tamil, Telugu, Thai, Tsjechisch, Turks, Urdu, Vietnamees, Wels, Wit-Russisch, Yoruba, Zoeloe, Zweeds",
    "pl": "Natychmiastowe tłumaczenie zaznaczonego tekstu (5 tysięcy znaków), słów (Słownik), zwrotów i stron internetowych między 91 językach i 3 dostawców tłumaczeń.\n\nAPLIKACJE TŁUMACZENIA\n* Inline Translator (tłumaczenie wbudowane): Alt+C\n* ImTranslator (tłumaczenie w oknie): Alt+Z\n* Pop-up Bubble (tłumaczenie w wyskakującym oknie): Alt\n* Webpage Translation (tłumaczenie stron internetowych)\n* Dictionary (tłumaczenie słów)\n\nFUNKCJE programu ImTranslator:\n * Tłumaczenie pomiędzy 91 językami\n * 5 tysięcy znaków w każdym tłumaczeniu\n * 3 tłumaczenie dostawców (Google, Miscrosoft Bing, Translator)\n * ImTranslator Słownik\n * natychmiastowe tłumaczenie wybranego tekstu\n * tłumaczenie całej strony internetowej z możliwością tłumaczenia po najechaniu myszką\n * zamiana tekstu na mowę w 30 językach\n * historia tłumaczeń  \n * automatyczne wykrywanie języka\n * wróć tłumaczenie\n * dostosowanie klawiszy skrótu\n * pełne dostosowanie każdego narzędzia do tłumaczenia\n\nOBSŁUGIWANE JĘZYKI:\nAfrikaans, Albański, Angielski, Arabski, Azerski, Baskijski, Bengalski, Białoruski, Birmański, Bośniacki, Bułgarski, Cebuański, Chiński trad, Chiński upr, Chorwacki, Czeski, Cziczewa, Duński, Esperanto, Estoński, Filipiński, Fiński, Francuski, Galicyjski, Grecki, Gruziński, Gudżaracki, Hausa, Hebrajski, Hindi, Hiszpański, Hmong, Holenderski, Igbo, Indonezyjski, Irlandzki, Islandzki, Japoński, Jawajski, Jidisz, Joruba, Kannada, Kataloński, Kazachski, Khmerski, Koreański, Kreolski (Haiti), Laotański, Litewski, Łaciński, Łotewski, Macedoński, Malajalam, Malajski, Malgaski, Maltański, Maoryski, Marathi, Mongolski, Nepalski, Niemiecki, Norweski, Ormiański, Pendżabski, Perski, Polski, Portugalski, Rosyjski, Rumuński, Serbski, Słowacki, Słoweński, Somalijski, Sotho, Suahili, Sundajski, Syngaleski, Szwedzki, Tadżycki, Tajski, Tamilski, Telugu, Turecki, Ukraiński, Urdu, Uzbecki, Walijski, Węgierski, Wietnamski, Włoski, Zulu",
    "pt_BR": "Tradução de um texto selecionado (5.000 caracteres), palavras (Dicionário), frases e páginas da web entre 91 línguas e 3 provedores de tradução.\n\nAPLICAÇÕES DE TRADUÇÃO\n * Inline Translator (tradução embutida): Alt+C\n * ImTranslator (tradução na janela): Alt+Z\n * Pop-up Bubble (tradução pop-up): Alt\n * Webpage Translation (tradução de páginas da Internet)\n * Dictionary (tradução de palavras)\n\nRECURSOS ImTranslator:\n * tradução entre 91 idiomas\n * 5.000 caracteres por tradução\n * 3 provedores de tradução (Google, Microsoft Bing, Translator)\n * Dicionário\n * tradução instantânea de um texto selecionado\n * tradução de toda a página com opção de tradução passando o mouse\n * texto-para-voz em 30 idiomas\n * histórico de tradução  \n * detecção automática de idioma de origem\n * tradução inversa\n * personalização de atalho\n * personalização completa de cada ferramenta de tradução\n\nIDIOMAS SUPORTADOS:\nAfricâner, Albanês, Alemão, Arabe, Armênio, Azerbaijano, Basco, Bengali, Bielo-russo, Birmanês, Bósnio, Búlgaro, Catalão, Cazaque, Cebuano, Chichewa, Chinês, Cingalês, Coreano, Crioulo haitiano, Croata, Dinamarquês, Eslovaco, Esloveno, Espanhol, Esperanto, Estoniano, Finlandês, Francês, Galego, Galês, Georgiano, Grego, Gujarati, Hauça, Hebraico, Hindi, Hmong, Holandês, Húngaro, Igbo, Indonésio, Inglês, Ioruba, Irlandês, Islandês, Italiano, Japonês, Javanês, Kannada, Khmer, Laosiano, Latim, Letão, Lituano, Macedônico, Malaiala, Malaio, Malgaxe, Maltês, Maori, Marathi, Mongol, Nepalês, Norueguês, Persa, Polonês, Português, Punjabi, Romeno, Russo, Sérvio, Sesotho, Somália, Suaíli, Sudanês, Sueco, Tadjique, Tagalo, Tailandês, Tâmil, Tcheco, Telugo, Turco, Ucraniano, Urdu, Uzbeque, Vietnamita, Yiddish, Zulu",
    "ro": "Traducere a unui text selectate (5 mii de caractere) sau a unor cuvinte, propoziții și pagini web între 91 de limbi și 3 furnizori de traducere.\n\nAPLICAȚII DE TRADUCERE\n * Inline Translator (traducere încorporată): Alt+C\n * ImTranslator (traducere în fereastră): Alt+Z\n * Pop-up Bubble (traducere în fereastră pop-up): Alt\n * Webpage Translation (traducere pagini web)\n * Dictionary (traducere de cuvinte)\n\nFUNCȚII ImTranslator:\n * traducere în 91 de limbi\n * 5 mii de caractere per traducere\n * 3 furnizori de traducere (Google, Microsoft Bing, Translator)\n * Dicţionar\n * traducere instantanee a unui text selectat\n * traducere a unei întregi pagini web folosind opțiunea de traducere la trecerea mouse-ului deasupra textului\n * opțiune text-voce în 30 de limbi\n * istoric de traducere  \n * detectarea automată a limbii\n * traducere inversă\n * personalizare comenzi rapide\n * personalizare totală a fiecărui instrument de traducere\n\nLIMBI DISPONIBILE:\nAfrikaans, Albaneză, Arabă, Armeană, Azerbaijană, Bască, Bengali, Bielorusă, Birmană, Bosniacă, Bulgară, Catalană, Cebuană, Cehă, Chichewa, Chineză Simp, Chineză Trad, Coreeană, Creolă Haitiană, Croată, Daneză, Ebraică, Engleză, Esperanto, Estonă, Filipineză, Finlandeză, Franceză, Galeză, Galiciană, Germană, Greacă, Gruzină, Gujarati, Hausa, Hindi, Hmong, Idiş, Igbo, Indoneziană, Irlandeză, Islandeză, Italiană, Japoneză, Javaneză, Kannada, Kazahă, Khmeră, Laotiană, Latină, Letonă, Lituaniană, Macedoneană, Maghiară, Malaeză, Malayalam, Malgaşă, Malteză, Maori, Marathi, Mongolă, Neerlandeză, Nepaleză, Norvegiană, Persană, Poloneză, Portugheză, Punjabi, Română, Rusă, Sârbă, Sesotho, Singhaleză, Slovacă, Slovenă, Somaleză, Spaniolă, Suedeză, Sundaneză, Swahili, Tadjică, Tamil, Telugu, Thailandeză, Turcă, Ucraineană, Urdu, Uzbecă, Vietnameză, Yoruba, Zulu",
    "ru": "ImTranslator выполняет перевод выделенного текста (5,000 знаков), слов (Dictionary), фраз и веб-страниц на 91 языке, используя 3 разных переводчика (Google, Microsoft Bing, Translator).\n\nПРИЛОЖЕНИЯ ДЛЯ ПЕРЕВОДА: \n * Inline Translator (встраиваемый перевод): Alt+C\n * ImTranslator (перевод в окне): Alt+Z\n * Pop-up Bubble (всплывающий перевод): Alt\n * Webpage Translation (перевод веб-страниц)\n * Dictionary (перевод слов)\n\nФУНКЦИОНАЛЬНОСТЬ:\n * языки перевода: 91\n * перевод текста размером до 5,000 знаков \n * выбор переводчиков (Google, Microsoft Bing, Translator)\n * перевод слов при помощи словаря\n * перевод выделенного текста на веб-странице\n * перевод полной веб-страницы с возможностью перевода по наведению мыши\n * озвучивание текста для 30 языков\n * сохранение истории перевода\n * автоматическое определение языка\n * возможность обратного перевода\n * выбор и настройка быстрых клавиш\n * полная настройка каждого приложения перевода\n * локализация пользовательского интерфейса\n \nПОДДЕРЖИВАЕМЫЕ ЯЗЫКИ: \nазербайджанский, aлбанский, английский, арабский, армянский, африкаанс, баскский, белорусский, бенгальский, бирманский, болгарский, боснийский, валлийский, венгерский, вьетнамский, галисийский, греческий, грузинский, гуджарати, датский, зулу, иврит, игбо, идиш, индонезийский, ирландский, исландский, испанский, итальянский, йоруба, казахский, каннада, каталанский, китайский (трад), китайский (упр), корейский, креольский, кхмерский, лаосский, латинский, латышский, литовский, македонский, малагасийский, малайский, малайялам, мальтийский, маори, маратхи, монгольский, немецкий, непали, нидерландский, норвежский, панджаби, персидский, польский, португальский, румынский, русский, себуанский, сербский, сесото, сингальский, словацкий, словенский, сомалийский, суахили, суданский, тагальский, таджикский, тайский, тамильский, телугу, турецкий, узбекский, украинский, урду, финский, французский, хауса, хинди, хмонг, хорватский, чева, чешский, шведский, эсперанто, эстонский, яванский, японский.",
    "sr": "NOW YOU CAN USE GOOGLE, MICROSOFT BING AND OTHER TRANSLATORS\n\nImTranslator translates selected text (5,000 characters), words (Dictionary), phrases and webpages between 91 languages using 3 translation providers.\n\nTRANSLATE SELECTED TEXT with\n* ImTranslator where you can edit text and get reverse translation\n* Floating Pop-up Bubble\n* Inline Translator with embedded side-by-side highlighted translation\n\nTRANSLATE WORDS with Dictionary via\n* Floating Pop-up Bubble\n* ImTranslator with voice\n* Inline Translator with embedded highlighted translation\n\nTRANSLATE WEBPAGES (including https pages)\n\nTRANSLATION APPLICATIONS:\n * Inline Translator (embedded translation): Alt+C\n * ImTranslator (translation in window): Alt+Z\n * Pop-up Bubble (pop-up translation): Alt\n * Webpage Translation\n * Dictionary (word translation)\n\nImTranslator FEATURES:\n * translation between 91 languages\n * 5 thousand characters per translation\n * multiple translation providers (Google, Microsoft Bing, Translator)\n * words translation with Dictionary\n * translation history\n * translation of the entire webpage with mouseover translation option\n * text-to-voice in 30 languages\n * automatic language detection\n * back translation\n * shortcuts customization\n * complete customization of each translation tool\n * possibility to disable multiple translation providers\n * localization of the user interface\n\nHOW TO LAUNCH ImTranslator\n  * click ImTranslator button on the Chrome toolbar\n  * right-click context menu ImTranslator, then choose preferred translation application\n  * use shortcut keys (Alt+Z)\n\nHOW TO TRANSLATE SELECTION\nSelect the text and:\n*  click ImTranslator extension button on the Chrome toolbar to run ImTranslator standalone application (shortcut: Ctrl+Alt+Z). \n *  click ImTranslator floating button to run Pop-up Bubble Translator (shortcut: Alt). \n*  right-click the context menu \"ImTranslator: Translator, Dictionary, TTS\" and select Inline Translator (shortcut: Alt+C) \n\nINLINE TRANSLATOR\nInline Translator translates selected text sentence-by-sentence, and inserts the translation into the webpage preserving the original formatting.  \n\nFEATURES:\n * Inline translator can be run on mouse selection from the context menu, or shortcut.\n * Insert translation after or before the selected text.\n * Translation can replace the original text.\n * Preserve the original page formatting.\n * Display translation in brackets or without.\n * Align translation for better visibility by using the line break option.\n * Control of the text selection by observing the word boundaries.\n * Select color of the translated text.\n * Clear inserted translation and restore original page formatting.\n * Auto language detection of the source text.\n * Words translation using the built-in dictionary.\n * Translation history.\n * Shortcuts customization.\n\nImTranslator OPTIONS\nImTranslator Options provide a perfect way to customize ImTranslator, Inline Translator, Pop-up Bubble and Webpage Translation.\n \n *  Set unique language settings for each translation application.\n *  Set one language settings for all translation applications.\n *  Enable the auto language detection.\n *  Enable Dictionary to translate single words.\n *  Enable the back translation for ImTranslator application.\n *  Choose shortcut to launch translation applications.\n *  Modify the Pop-up Bubble behavior.\n *  Perform translation by selecting the text with the mouse.\n *  Choose the size of the font.\n *  Change appearance of the inline translation.\n *  Enable Translation History to store translation records for each translation tool.\n *  Access Translation History records to search, sort, split by sentences, export and save. \n\nSUPPORTED LANGUAGES: \nAfrikaans, Albanian, Arabic, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Catalan, Cebuano, Chichewa, Chinese (simplified), Chinese (traditional), Croatian, Czech, Danish, Dutch, English, Estonian, Esperanto, Filipino, Finnish, French, Galician, Georgian, German, Greek, Gujarati, Haitian Creole, Hausa, Hebrew, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Irish, Italian, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Latin, Latvian, Lithuanian, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Myanmar (Burmese), Nepali, Norwegian, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Serbian, Sesotho, Sinhala, Slovak, Slovenian, Somali, Spanish, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish, Yoruba, Zulu.",
    "sv": "ImTranslator utför översättning av en markerad text (5 tusen tecken), ord (Ordbok), fraser och webbsidor mellan 91 språk och 3 översättning leverantörer.\n\nÖVERSÄTTNINGSAPPLIKATIONER:\n * Inline Translator (inbäddad översättning): Alt+C\n * ImTranslator (översättning i fönster): Alt+Z\n * Pop-up Bubble (popup-översättning): Alt\n * Webpage Translation (översättning av webbsidor)\n * Dictionary (ord översättning)\n\nImTranslator FUNKTIONER:\n * översättning mellan 91 språk\n * 5 tusen tecken per översättning\n * 3 översättning leverantörer (Google, Microsoft, Translator)\n * ord översättning med ordbok\n * översättningshistorik\n * översättning av hela webbsidan med möjlighet till mouseover-översättning\n * text-till-tal på 30 språk\n * automatisk källspråksupptäckt\n * backa översättning\n * snabbtangentsanpassning\n * fullständig anpassning av varje översättningsverktyg\n * lokalisering av användargränssnittet\n\nSPRÅK SOM STÖDS:\nAfrikaans, Albanska, Arabiska, Armeniska, Azerbajdzjanska, Baskiska, Bengali, Bosniska, Bulgariska, Burmesiska, Cebuano, Chichewa, Danska, Engelska, Esperanto, Estniska, Filippinska, Finska, Franska, Galiciska, Georgiska, Grekiska, Gujarati, Haitiska, Hausa, Hebreiska, Hindi, Hmong, Igbo, Indonesiska, Irländska, Isländska, Italienska, Japanska, Javanesiska, Jiddisch, Kanaresiska, Katalanska, Kazakiska, Khmer, Kinesiska, Koreanska, Kroatiska, Laotiska, Latin, Lettiska, Litauiska, Makedonska, Malagassiska, Malayalam, Malaysiska, Maltesiska, Maori, Marathi, Mongoliska, Nederländska, Nepali, Norska, Persiska, Polska, Portugisiska, Punjabi, Rumänska, Ryska, Serbiska, Sesotho, Singalesiska, Slovakiska, Slovenska, Somaliska, Spanska, Sundanesiska, Svenska, Swahili, Tadzjikiska, Tamil, Telugu, Thailändska, Tjeckiska, Turkiska, Tyska, Ukrainska, Ungerska, Urdu, Uzbekiska, Vietnamesiska, Vitryska, Walesiska, Yoruba, Zulu",
    "tr": "ImTranslator: Seçilmiş bir metnin (5 bin karakter), kelimelerin, kelime gruplarının ve web.\n\nTERCÜME UYGULAMASI SEÇIMI: \n * Inline Translator (saklı tercüme): Alt+C\n * ImTranslator (pencere içinde tercüme): Alt+Z\n * Pop-up Bubble (açılır pencere tercümesi): Alt\n * Webpage Translation (web sayfalarının tercümesi)\n * Dictionary (kelimelerin çeviri)\n\nImTranslator ÖZELLİKLER:\n * 91 dil arası tercüme\n * tercüme başına 5 bin karakter\n * sözlük\n * seçilmiş bir metnin anlık tercümesi\n * bütün bir web sayfasının fare üzerine getirilerek tercüme seçeneği\n * 30 dilde metinden sese\n * tercüme geçmişi  \n * otomatik kaynak dil algılama\n * geri tercüme\n * kısayol tuşu kişiselleştirme\n * her bir tercüme aracının tamamen kişiselleştirilmesi\n\nDESTEKLENEN DİLLER:\nAfrika Dili, Almanca, Arapça, Arnavutça, Azerice, Baskça, Belarusça, Bengalce, Boşnakça, Bulgarca, Burmaca, Cebuano, Chicheva, Çekçe, Çince, Danca, Endonezya Dili, Ermenice, Esperantoca, Estonyaca, Farsça, Felemenkçe, Filipince, Fince, Fransızca, Galce, Galiçyaca, Gücerat Dili, Gürcüce, Haiti Creole Dili, Hausa Dili, Hırvatça, Hintçe, Hmong Dili, İbranice, İgbo Dili, İngilizce, İrlandaca, İspanyolca, İsveçce, İtalyanca, İzlandaca, Japonca, Javanese, Kamboçyaca, Kannada, Katalanca, Kazakça, Korece, Laoca, Latince, Lehçe, Letonca, Litvanyaca, Macarca, Madagaskar Dili, Makedonca, Malayalam, Malezya Dili, Malta Dili, Maori Dili, Marathi, Moğolca, Nepalce, Norveçce, Özbekçe, Pencap Dili, Portekizce, Romence, Rusça, Sesotho Dili, Seylanca, Sırpça, Slovakça, Slovence, Somalice, Sundanizce, Svahili, Tacikce, Tamil, Tay Dili, Telugu, Türkçe, Ukraynaca, Urduca, Vietnamca, Yidce, Yoruba, Yunanca, Zulu",
    "uk": "ImTranslator робить переклад виділеного тексту (5,000 знаків), слів (Словник), фраз і веб-сторінок між 91 мовами і 3 постачальників перекладу.\n\nДОДАТКИ ПЕРЕКЛАДУ: \n* Inline Translator (переклад вбудовується поруч з оригіналом): Alt+C\n* ImTranslator (переклад у вікні): Alt+Z\n* Pop-up Bubble (переклад у спливаючому вікні): Alt\n* Webpage Translation (переклад веб-сторінок)\n* Dictionary (переклад слів)\n\nФУНКЦІОНАЛЬНІСТЬ:\n* Мови перекладу: 91\n* Переклад до 5,000 знаків\n* 3 постачальникі перекладу (Google, Miscrosoft Bing, Translator)\n* Переклад слів за допомогою словника\n* Переклад виділеного тексту на веб-сторінці\n* Переклад повної веб-сторінки з можливістю перекладу по наведенню миші\n* Озвучування тексту для 30 мов\n* Збереження історії перекладів\n* Автоматичне визначення мови\n* Можливість зворотного перекладу\n* Вибір і налагодження гарячіх клавіш\n* Повне налагодження кожного додатку перекладу\n* Користувальницькі інтерфейсні мови.\n\nПІДТРИМУВАНІ МОВИ: \nазербайджанська, албанська, англійська, арабська, африкaнська, баскська, бенгальська, білоруськa, бірманськa, болгарськa, боснійська, валлійська, вірменська, в'єтнамська, галісійська, гінді, грецька, грузинська, гуджаратська, данська, есперанто, естонська, зулуська, іврит, ігбо, ідиш, індонезійська, ірландська, ісландська, іспанська, італійська, йоруба, казахська, каннада, каталонська, китайська (спр), китайська (трад), корейська, креольська (гаїті), кхмерська, лаоська, латвійська, латинська, литовська, македонська, малагасійська, малайська, малайяламська, мальтійська, маорійська, маратхі, монгольська, непальська, нідерландська, німецька, норвезька, панджабська, перська, польська, португальська, російська, румунська, себуанська, сербська, сесото, сингальська, словацька, словенська, сомалійська, суахілійська, суданська, тагальська, таджицька, тайська, тамільська, телугу, турецька, угорська, узбецька, українська, урду, фінська, французька, хауса, хмонгська, хорватська, чева, чеська, шведська, яванська, японська.",
    "vi": "Dịch nhanh văn bản, từ, cụm từ và các trang web lựa chọn bằng dịch.\n\nCHọN CÁC ứNG DụNG BIÊN DịCH:\n * Inline Translator (Nhúng Biên dịch): Alt+C\n * ImTranslator (Biên dịch trong cửa sổ): Alt+Z\n * Pop-up Bubble (Biên dịch Pop-up): Alt\n * Webpage Translation (Biên dịch các trang web)\n * Dictionary (dịch của từ ngữ)\n\nImTranslator FEATURES:\n * biên dịch 91 ngôn ngữ\n * 5 ngàn ký tự mỗi bản dịch\n * ImTranslator Từ điển\n * dịch nhanh văn bản lựa chọn\n * dịch toàn bộ trang web với tùy chọn dịch vùng di chuột\n * văn bản sang tiếng nói bằng 30 ngôn ngữ\n * lược sử biên dịch \n * tự động phát hiện ngôn ngữ nguồn\n * dịch lại ngôn ngữ gốc\n * tùy chỉnh phím nóng\n * hoàn tất tùy chỉnh của mỗi công cụ biên dịch\n\nCÁC NGÔN NGỮ HỖ TRỢ:\nQuốc Tế Ngữ, Tiếng Ả-rập, Tiếng Agiecbaigiăng, Tiếng Ai-len, Tiếng Aixơlen, Tiếng An-ba-ni, Tiếng Anh, Tiếng Armenia, Tiếng Ba Lan, Tiếng Ba Tư, Tiếng Bantu (Ðông Phi), Tiếng Basque, Tiếng Bengali, Tiếng Bêlarút, Tiếng Bosnia, Tiếng Bồ Ðào Nha, Tiếng Bungary, Tiếng Catalan, Tiếng Cebuano, Tiếng Chichewa, Tiếng Creole ở Haiti, Tiếng Croatia, Tiếng Ðan Mạch, Tiếng Do Thái, Tiếng Dravidian, Tiếng Ðức, Tiếng Extônia, Tiếng Galicia, Tiếng George, Tiếng Gujarat, Tiếng Hà Lan, Tiếng Hàn, Tiếng Hausa, Tiếng Hin-đi, Tiếng Hmong, Tiếng Hungari, Tiếng Hy Lạp, Tiếng Igbo, Tiếng Indonesia, Tiếng Java, Tiếng Kazakh, Tiếng Khmer, Tiếng Lào, Tiếng Latinh, Tiếng Latvia, Tiếng Lituani, Tiếng Mã Lai, Tiếng Macedonia, Tiếng Malagasy, Tiếng Malayalam, Tiếng Malta, Tiếng Maori, Tiếng Marathi, Tiếng Miến Điện, Tiếng Mông Cổ, Tiếng Na Uy, Tiếng Nam Phi, Tiếng Nepal, Tiếng Nga, Tiếng Nhật, Tiếng Pháp, Tiếng Phần Lan, Tiếng Philippin, Tiếng Punjab, Tiếng Rumani, Tiếng Séc, Tiếng Sesotho, Tiếng Sinhala, Tiếng Slovak, Tiếng Slovenia, Tiếng Somali, Tiếng Tajik, Tiếng Tamil, Tiếng Tây Ban Nha, Tiếng Telugu, Tiếng Thái, Tiếng Thổ Nhĩ Kỳ, Tiếng Thụy Ðiển, Tiếng Trung, Tiếng Ukraina, Tiếng Urdu, Tiếng Uz-béc, Tiếng Việt, Tiếng Xéc-bi, Tiếng Xu-đăng, Tiếng Xứ Wale, Tiếng Ý, Tiếng Yiddish, Tiếng Yoruba, Tiếng Zulu",
    "zh_CN": "ImTranslator执行的选定文本，单词，短语和网页翻译。ImTranslator 可以阅读10种语言的文字。\n\n翻译应用：\n\n * Inline Translator (嵌入式翻译): Alt+C\n * ImTranslator (在窗口中翻译): Alt+Z\n * Pop-up Bubble (弹出译文): Alt\n * Webpage Translation (网页翻译): Alt+P\n * Dictionary (词翻译)\n\nImTranslator 功能:\n * 在91种语言之间翻译\n * 每次翻译5000个字符\n * 翻译历史\n * 整个网页翻译，带鼠标悬停翻译选项\n * 30种语言文本-语音转换\n * 自动源语言检测\n * 回译\n * 热键自定义\n * 对各种翻译工具的完全自定义\n * 本地化的用户界面\n\n支持語言：\n阿尔巴尼亚语, 阿拉伯语, 阿塞拜疆语, 爱尔兰语, 爱沙尼亚语, 巴斯克语, 白俄罗斯语, 保加利亚语, 冰岛语, 波兰语, 波斯尼亚语, 波斯语, 布尔语(南非荷兰语), 丹麦语, 德语, 俄语, 法语, 菲律宾语, 芬兰语, 高棉语, 格鲁吉亚语, 古吉拉特语, 哈萨克语, 海地克里奥尔语, 韩语, 豪萨语, 荷兰语, 加利西亚语, 加泰罗尼亚语, 捷克语, 卡纳达语, 克罗地亚语, 拉丁语, 拉脱维亚语, 老挝语, 立陶宛语, 罗马尼亚语, 马尔加什语, 马耳他语, 马拉地语, 马拉雅拉姆语, 马来语, 马其顿语, 毛利语, 蒙古语, 孟加拉语, 缅甸语, 苗语, 南非祖鲁语, 尼泊尔语, 挪威语, 旁遮普语, 葡萄牙语, 齐切瓦语, 日语, 瑞典语, 塞尔维亚语, 塞索托语, 僧伽罗语, 世界语, 斯洛伐克语, 斯洛文尼亚语, 斯瓦希里语, 宿务语, 索马里语, 塔吉克语, 泰卢固语, 泰米尔语, 泰语, 土耳其语, 威尔士语, 乌尔都语, 乌克兰语, 乌兹别克语, 希伯来语, 希腊语, 西班牙语, 匈牙利语, 亚美尼亚语, 伊博语, 意大利语, 意第绪语, 印地语, 印尼巽他语, 印尼语, 印尼爪哇语, 英语, 约鲁巴语, 越南语, 中文",
    "zh_TW": "ImTranslator执行的选定文本，单词，短语和网页翻译。ImTranslator 可以閱讀10種語言的文字。\n\n翻譯應用：\n\n * Inline Translator (嵌入式翻譯): Alt+C\n * ImTranslator (在窗口中翻譯): Alt+Z\n * Pop-up Bubble (彈出譯文): Alt\n * Webpage Translation (網頁翻譯): Alt+P\n * Dictionary (词翻译)\n\nImTranslator 功能:\n * 在91種語言之間翻譯\n * 每次翻譯5000個字符\n * 翻譯歷史\n * 整個網頁翻譯，帶鼠標懸停翻譯選項\n * 30種語言文本-語音轉換\n * 自動源語言檢測 \n * 回譯\n * 熱鍵自定義\n * 對各種翻譯工具的完全自定義\n * 本地化的用户界面\n\n阿爾巴尼亞語, 阿拉伯語, 阿塞拜疆語, 愛爾蘭語, 愛沙尼亞語, 巴斯克語, 白俄羅斯語, 保加利亞語, 冰島語, 波蘭語, 波斯尼亞語, 波斯語, 布爾語(南非荷蘭語), 丹麥語, 德語,俄語, 法語, 菲律賓語, 芬蘭語, 高棉語, 格魯吉亞語, 古吉拉特語, 哈薩克語, 海地克里奧爾語, 韓語, 豪薩語, 荷蘭語, 加利西亞語, 加泰羅尼亞語, 捷克語, 卡納達語, 克羅地亞語, 拉丁語, 拉脫維亞語, 老撾語, 立陶宛語, 羅馬尼亞語, 馬爾加什語, 馬耳他語, 馬拉地語, 馬拉雅拉姆語,馬來語, 馬其頓語, 毛利語, 蒙古語, 孟加拉語, 緬甸語, 苗語, 南非祖魯語, 尼泊爾語, 挪威語, 旁遮普語, 葡萄牙語, 齊切瓦語, 日語, 瑞典語, 塞爾維亞語, 塞索托語, 僧伽羅語, 世界語, 斯洛伐克語, 斯洛文尼亞語, 斯瓦希里語, 宿務語, 索馬里語, 塔吉克語, 泰盧固語, 泰米爾語, 泰語, 土耳其語,威爾士語, 烏爾都, 烏克蘭語, 烏茲別克語, 希伯來語, 希臘語, 西班牙語, 匈牙利語, 亞美尼亞語, 伊博語, 意大利語, 意第緒語, 印地語, 印尼巽他語, 印尼語, 印尼爪哇語, 英語, 約魯巴語, 越南語, 中文"
  }
}