{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Headline Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Headline Cleaner transforms clickbait headlines into fact-based headlines.",
    "fi": "Headline Cleaner muuttaa klikkiotsikot faktapohjaisiksi otsikoiksi.",
    "sv": "Headline Cleaner omvandlar klickbete-rubriker till faktabaserade rubriker."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of clickbait and misleading headlines cluttering your news feed? Headline Cleaner transforms sensationalist news titles into clear, factual, and informative headlines, so you can focus on the content that matters.\n\nKey Features:\n\n\t•\tAutomatically replace headlines with fact-based versions.\n\t•\tPro feature: View article content in a pop-up next to the headline.\n\t•\tSupports English, Finnish, and Swedish news sites, with more to come.\n\t•\tOne-month free trial for Pro users with a simple login process.\n\nTry Headline Cleaner today and enjoy a better news-reading experience!",
    "fi": "Kyllästyttävätkö klikkiotsikot ja harhaanjohtavat uutisotsikot uutisvirrassasi? Headline Cleaner muuttaa sensaationhakuiset uutisotsikot selkeiksi, faktoihin perustuviksi ja informatiivisiksi, jotta voit keskittyä olennaiseen sisältöön.\n\nTärkeimmät ominaisuudet:\n\n\t•\tKorvaa otsikot automaattisesti faktapohjaisilla versioilla.\n\t•\tPro-ominaisuus: Näytä artikkelin sisältö pop-up-ikkunassa otsikon vieressä.\n\t•\tTukee englanninkielisiä, suomenkielisiä ja ruotsinkielisiä uutissivustoja, ja lisää tulee pian.\n\t•\tKuukauden ilmainen Pro-kokeilu kirjautumisen kautta.\n\nKokeile Headline Cleaneriä jo tänään ja paranna uutistenlukukokemustasi!",
    "sv": "Tired of clickbait titles? Headline Cleaner changes all titles to factual information about the news article.Trött på klickbeten och missvisande rubriker i ditt nyhetsflöde? Headline Cleaner omvandlar sensationella nyhetsrubriker till tydliga, faktabaserade och informativa rubriker, så att du kan fokusera på det som verkligen är viktigt.\n\nHuvudfunktioner:\n\n\t•\tErsätt rubriker automatiskt med faktabaserade versioner.\n\t•\tPro-funktion: Visa artikelinnehåll i en pop-up bredvid rubriken.\n\t•\tStöd för engelska, finska och svenska nyhetssidor, med fler på väg.\n\t•\tEn månad gratis Pro-testperiod för nya användare via enkel inloggning.\n\nProva Headline Cleaner idag och njut av en bättre nyhetsläsarupplevelse!"
  }
}