{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FOP2 Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FOP2 lets you monitor your Asterisk PBX extension status, launch popups and add click to call capabilites to any web page/app."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View status of your Asterisk PBX extensions directly in Chrome\n\nShows desktop notifications and configurable popups on new or connected calls.\n\nConverts phone numbers in any web page into click to call links, using your Asterisk's PBX extension.\n\nRequires FOP2 ( Flash Operator Panel 2, available at http://www.fop2.com )\n\nWhat's new in 1.0.1: Support for panel contexts and dial prefix.\nWhat's new in 1.0.3: Add panel context and dial prefix in options\nWhat's new in 1.0.3: Better number matching to avoid dates, make unregistered extensions invisible\nWhat's new in 1.0.5: Fix deprecated desktop notifications\nWhat's new in 1.0.6: Context menu to dial selected text. \nWhat's new in 1.0.7: Shows UTF8 Characters in button labels\nWhat's new in 1.0.8: Small bugfix to make buttons display on FOP 2.28 or older\nWhat's new in 1.0.9: Improved settings: open popup link on notification click. Improved phone matching.\nWhat's new in 1.1.0: Configurable protocol handler in click to call numbers. Popup content so you can display CRM info directly in the call notification. Click to all on extension list for using it as a quick company directory.\nWhat's new in 1.1.1: Fix duplicate/triplicate context menu entries.\nWhat's new in 1.1.2: Fix utf8 decoding on desktop notification\nWhat's new in 1.1.3: Convert numbers to click 2 call now works on most dynamic content\nWhat's new in 1.1.4: Bugfixes to prevent warnings and errors on console\nWhat's new in 1.1.5: Convert numbers to click 2 call on dynamic content now follows user configuration instead of being always on. Oops!\nWhat's new in 1.1.6: Prevent double popups on connect on FOP2 server version 2.31.20 and up\nWhat's new in 1.1.7: Add ability to run javascript functions instead of opening popups\nWhat's new in 1.1.8: Fix for connected popups sometimes not being fired\nWhat's new in 1.1.9: Remove tabs and unlimitedstorage permissions from extension as they were not needed. Remove jquery dependency from background process.\nWhat's new in 1.2.0: Also converts callto: and tel: links to FOP2 click to call if no protocol handler is configured in options.\nWhat's new in 1.2.1: Fixed bug that freezed some pages when trying to detect phone numbers on them. Honour click2call setting for tel: and callto: links (do not enable them if setting is turned off)."
  }
}