{
  "name": {
    "ar": "ماسح الإيصالات OCR",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Receipt Scanner OCR",
    "de": "Belegscanner OCR",
    "es": "Escáner de Recibos OCR",
    "fr": "Scanner de Reçus OCR",
    "it": "Scanner di Scontrini OCR",
    "ja": "レシートスキャナー OCR",
    "ko": "영수증 스캐너 OCR",
    "pl": "Skaner Paragonów OCR",
    "pt_BR,pt_PT": "Scanner de Recibos OCR"
  },
  "short": {
    "ar": "حوّل الإيصالات الورقية إلى بيانات رقمية",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn Paper Receipts into Digital Data",
    "de": "Verwandeln Sie Papierbelege in digitale Daten",
    "es": "Convierte los recibos de papel en datos digitales",
    "fr": "Transformez vos reçus papier en données numériques",
    "it": "Trasforma le ricevute cartacee in dati digitali",
    "ja": "紙のレシートをデジタルデータに変換",
    "ko": "종이 영수증을 디지털 데이터로 변환",
    "pl": "Zamień papierowe paragony na dane cyfrowe",
    "pt_BR,pt_PT": "Converta recibos em papel em dados digitais"
  },
  "long": {
    "ar": "ماسح الإيصالات: تبسيط تتبع النفقات\n\nتساعدك تطبيق ماسح الإيصالات على رقمنة إيصالاتك واستخراج البيانات الأساسية.\n\nالفوائد الرئيسية:\n\n- استخراج البيانات بدقة: يلتقط تفاصيل مثل التواريخ والمبالغ والتجار من إيصالاتك، مما يقلل من إدخال البيانات اليدوي.\n- تنظيم النفقات: قم بالفرز حسب التاريخ أو التاجر أو الفئة لتحكم أفضل في الشؤون المالية.\n- توفير الوقت: امسح الإيصالات واحفظها أثناء التنقل، مما يوفر لك الوقت أثناء تقديم تقارير النفقات.\n- خيارات تصدير سهلة: قم بتصدير بيانات الإيصالات إلى تنسيقات مثل Excel أو CSV لدمجها بسهولة مع برامج المحاسبة.\n- صديق للبيئة: قلل من الفوضى الورقية وانتقل إلى منصة رقمية لجميع إيصالاتك.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Receipt Scanner: Simplify Your Expense Tracking\n\nOur Receipt Scanner app helps you digitize your receipts and extract key data.\n\nKey Benefits:\n\n- Accurate Data Extraction: captures details like dates, amounts, and merchants from your receipts, reducing manual data entry.\n- Expense Organization: sort by date, vendor, or category for better financial control.\n- Time-Saving: scan and store receipts on the go, saving you time during expense reporting.\n- Easy Export Options: export your receipt data to formats like Excel or CSV for easy integration into your accounting software.\n- Environmentally Friendly: reduce paper clutter and go green by moving all your receipts to a digital platform.",
    "es": "Escáner de Recibos: Simplifica el seguimiento de tus gastos\n\nNuestra aplicación Escáner de Recibos te ayuda a digitalizar tus recibos y extraer datos clave.\n\nBeneficios clave:\n\n- Extracción precisa de datos: captura detalles como fechas, montos y comerciantes de tus recibos, reduciendo la entrada manual de datos.\n- Organización de gastos: clasifica por fecha, proveedor o categoría para un mejor control financiero.\n- Ahorro de tiempo: escanea y guarda recibos mientras te desplazas, ahorrando tiempo durante la creación de informes de gastos.\n- Opciones de exportación fáciles: exporta los datos de los recibos a formatos como Excel o CSV para integrarlos fácilmente en tu software de contabilidad.\n- Amigable con el medio ambiente: reduce el desorden de papel y adopta una plataforma digital para todos tus recibos.",
    "fr": "Scanner de Reçus: Simplifiez la gestion de vos dépenses\n\nNotre application Scanner de Reçus vous aide à numériser vos reçus et à extraire les données clés.\n\nAvantages clés:\n\n- Extraction précise des données: capture des détails comme les dates, montants et commerçants à partir de vos reçus, réduisant ainsi la saisie manuelle.\n- Organisation des dépenses: triez par date, vendeur ou catégorie pour un meilleur contrôle financier.\n- Gain de temps: scannez et enregistrez vos reçus en déplacement, ce qui vous fait gagner du temps lors de la gestion des rapports de dépenses.\n- Options d'exportation faciles: exportez les données de vos reçus vers des formats comme Excel ou CSV pour une intégration facile dans vos logiciels de comptabilité.\n- Respectueux de l'environnement: réduisez le désordre papier et adoptez une approche écologique en numérisant tous vos reçus.",
    "it": "Scanner per Scontrini: Semplifica la gestione delle tue spese\n\nLa nostra app Scanner per ricevute ti aiuta a digitalizzare i tuoi scontrini e a estrarre i dati chiave.\n\nVantaggi principali:\n\n- Estrazione accurata dei dati: cattura dettagli come date, importi e commercianti dai tuoi scontrini, riducendo l'inserimento manuale dei dati.\n- Organizzazione delle spese: ordina per data, fornitore o categoria per un miglior controllo finanziario.\n- Risparmio di tempo: scansiona e archivia i tuoi scontrini, risparmiando tempo nella gestione delle spese.\n- Facili opzioni di esportazione: esporta i dati delle tue ricevute in formati come Excel o CSV per una facile integrazione nei tuoi software contabili.\n- Rispetto per l'ambiente: riduci l’uso di carta adottando una piattaforma digitale per tutti i tuoi scontrini.",
    "ja": "レシートスキャナー: 経費管理を簡単に\n\n当社のレシートスキャナーアプリは、レシートをデジタル化し、主要なデータを抽出するのに役立ちます。\n\n主なメリット:\n\n- 正確なデータ抽出: 日付、金額、販売者などの詳細をレシートからキャプチャし、手動でのデータ入力を削減します。\n- 経費の整理: 日付、取引先、またはカテゴリーでソートして、より良い財務管理を実現します。\n- 時間の節約: 外出先でレシートをスキャンして保存し、経費報告の際に時間を節約します。\n- 簡単なエクスポートオプション: レシートデータをExcelやCSVなどの形式にエクスポートして、会計ソフトウェアへの統合を容易にします。\n- 環境に優しい: 紙の無駄を減らし、すべてのレシートをデジタルプラットフォームに移行して環境保護に貢献します。",
    "ko": "영수증 스캐너: 경비 관리를 간소화하세요\n\n우리 영수증 스캐너 앱은 영수증을 디지털화하고 주요 데이터를 추출하는 데 도움을 줍니다.\n\n주요 혜택:\n\n- 정확한 데이터 추출: 영수증에서 날짜, 금액, 판매자 등의 세부 정보를 자동으로 캡처하여 수동 데이터 입력을 줄입니다.\n- 경비 관리: 날짜, 공급업체 또는 카테고리별로 정렬하여 재정 관리를 더 효과적으로 할 수 있습니다.\n- 시간 절약: 이동 중에 영수증을 스캔하고 저장하여 경비 보고 시간을 절약하세요.\n- 간편한 내보내기 옵션: 영수증 데이터를 Excel 또는 CSV 형식으로 내보내어 회계 소프트웨어와 쉽게 통합할 수 있습니다.\n- 환경 친화적: 종이 낭비를 줄이고 모든 영수증을 디지털 플랫폼으로 전환하여 친환경적으로 행동하세요.",
    "pl": "Skaner paragonów: Uprość zarządzanie wydatkami\n\nNasza aplikacja Skaner paragonów pomaga digitalizować paragony i wyciągać z nich najważniejsze dane.\n\nKluczowe korzyści:\n\n- Dokładna ekstrakcja danych: wychwytuje szczegóły, takie jak daty, kwoty i sprzedawcy, co zmniejsza ręczne wprowadzanie danych.\n- Organizacja wydatków: sortowanie według daty, sprzedawcy lub kategorii, aby lepiej zarządzać finansami.\n- Oszczędność czasu: skanuj i zapisuj paragony w biegu, oszczędzając czas podczas raportowania wydatków.\n- Łatwe opcje eksportu: eksportuj dane paragonów do formatów takich jak Excel lub CSV, aby łatwo zintegrować je z oprogramowaniem księgowym.\n- Przyjazny dla środowiska: zmniejsz zużycie papieru i przejdź na cyfrową platformę zarządzania paragonami.",
    "pt_BR,pt_PT": "Scanner de Recibos: Simplifique o controle de suas despesas\n\nNosso aplicativo Scanner de Recibos ajuda você a digitalizar seus recibos e extrair dados essenciais.\n\nPrincipais benefícios:\n\n- Extração precisa de dados: captura detalhes como datas, valores e comerciantes de seus recibos, reduzindo a entrada manual de dados.\n- Organização de despesas: classifique por data, fornecedor ou categoria para um melhor controle financeiro.\n- Economia de tempo: escaneie e armazene recibos em movimento, economizando tempo durante o relatório de despesas.\n- Opções fáceis de exportação: exporte os dados dos recibos para formatos como Excel ou CSV para fácil integração ao seu software de contabilidade.\n- Amigável ao meio ambiente: reduza a desordem de papel e adote uma plataforma digital para todos os seus recibos."
  }
}