{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kaptr.me - Web Dashboards with Live Snapshots"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture live snapshots of any app or website - centralize them on a single dashboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fed up with switching between tabs to locate the information you need? Kaptr.me is a Chrome extension that consolidates all your data into dashboards, complete with auto-refreshing snapshots. Discover a novel way to view data, conveniently at your fingertips, instead of scattered across various tools.\n\n\n\n-------------------- How does it work ?  --------------------\n\n1. Go to any app or website\n\n2. Launch the Kaptr extension.\n\n3. Take snapshots of the websites, apps and dashboards that you and your team want to stay updated on.\n\n4. Choose which dashboard you want to add this snapshot to.\n\n5. With our \"Refresh All\" feature, you can automatically refresh all of your snapshots in seconds. \n\n6.  You can share the consolidated data with your team or clients, or keep this dashboard for yourself.\n\n\n\n-------------------- Key Features --------------------\n\nCreate dynamic dashboards tailored to your needs: Design your own dashboard environments to organize and prioritize your key data effectively. With the flexibility to place live snapshots wherever you choose, each dashboard becomes a fully customized command center that reflects your or your organization's priorities.\n\nAlways up-to-date information: Our cutting-edge automated screenshot technology ensures that the data displayed on your dashboards is always current. By capturing live updates, our system allows you to stay informed with the freshest insights available, facilitating timely and data-driven decisions.\n\nSeamless data sharing: Enhance collaboration effortlessly by sharing specific dashboards with your team or clients. Our intuitive platform supports secure data sharing, enabling you to distribute vital information without compromising sensitive login details. Each stakeholder can view the same real-time data, optimizing teamwork and client engagement.\n\nEffortless data centralization: Forget the complexity traditionally associated with data aggregation. Our solution empowers you to create comprehensive dashboards without any technical know-how. Drag and drop snapshots into your chosen layout, combine different data sources with ease, and build an informative dashboard that's accessible at a glance. Say goodbye to technical barriers and embrace straightforward, impactful data visualization.\n\n\n\n-------------------- Key Use Cases --------------------\n\nBuild your personal dashboard - Seamlessly combine live screenshots from your favorite apps into a self-updating dashboard. For professionals, integrate essential business tools like Google Calendar for your schedule, Stripe for payment tracking, data analytics for insights, and HubSpot for marketing performance. For personal use, create a dashboard featuring the weather, latest news, and your Gmail inbox to start your day informed.\n\nCreate a weekly meeting dashboard - Organize all your daily or weekly meeting essentials in one automatically updated dashboard. Centralize agendas, notes, and action items from various platforms like Microsoft Teams or Slack, and incorporate real-time data from project management tools like Asana or Trello, ensuring everyone is aligned and informed without sharing multiple logins.\n\nCreate a data library for your team - Establish a centralized repository where automated snapshots of all your team's crucial dashboards are stored. From sales forecasts in Salesforce to current marketing campaign analytics, make vital information readily accessible, fostering a culture of transparency and data-driven decision-making.\n\nShare data with your team and clients - Efficiently report key metrics and progress to clients or stakeholders without compromising security. Showcase the latest performance metrics from platforms like Google Analytics or social media insights, and provide updates on project timelines or budget usage directly from your financial tracking tools, all within a secure, easy-to-navigate environment.\n\n\n\n-------------------- Security First --------------------\n\nPrioritize Your Security - Kaptr.me is designed with your security in mind. We understand the importance of your data privacy and ensure that our tool does not store any login credentials or sensitive connection data from the sites you access. Kaptr.me operates efficiently on connected sites by simply reopening the captured URL. Since users are often already logged in on the same browser, it maintains seamless access without compromising security. This approach ensures that your information remains confidential, and only authorized users can view the captured data.\n\nMoreover, we are committed to providing exceptional support to our users. If you have any questions or encounter any issues while using Kaptr.me, our responsive customer service team is here to assist you. We value your experience and are dedicated to offering quick and effective solutions, ensuring that you can leverage Kaptr.me with confidence and ease.\n\n\n\n-------------------- Kaptr.me is an alternative to  --------------------\n\nArc Easel (not available on Chrome)\nPlusdocs (available on Chrome)\nZapier (available on Chrome)\n\n\n\n-------------------- Contact Us --------------------\n\nWebsite: https://kaptr.me/\nTwitter: https://twitter.com/design_by_robin\nLinkedin: https://fr.linkedin.com/company/kaptr-me"
  }
}