{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Entelo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Entelo Chrome Extension helps you bring Entelo with you, wherever you source!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Entelo Chrome Extension helps you bring Entelo with you while browsing whichever  preferred candidate sourcing tool.\nLeverage Entelo data while you browse profiles on other social sites such as LinkedIn, Github, Facebook, Twitter and other sources. \n\n> Why a Chrome Extension?\n\nIt’s not uncommon for recruiters to find themselves in an endless sourcing black hole, getting lost in a sea of open tabs, hunting down email addresses and trying to track it all in a spreadsheet. All of this back and forth between websites and spreadsheets can cost you productivity and make it difficult to reach hiring goals.\n\nAt Entelo we want to adapt to the way that you source and not the other way around. The Entelo Chrome Extension does just that, by providing a condensed view of candidate data at your fingertips, no matter where you may be sourcing.\n\n> How does it work?\n\nWhether you’re viewing a candidate’s professional profile or social media account, you can use the Entelo Chrome Extension’s three core modules to:\n\n•\tFind and Qualify. Use the Entelo Profile module to get a summary view of a candidate’s social footprint, skill level, company fit, likeliness to move, key achievements, and career progression. Add candidates to Entelo Projects and find similar profiles.\n•\tEngage. In the Messaging module, access candidates’ personal email address, craft and optimize emails using Outreach Insights, and schedule automated follow ups.\n•\tExport. Navigate to the Export module to add sourced candidates directly to your Entelo-partnered ATS.\n\n\nThe extension can also identify when you are running searches (either for candidates or companies) on other websites, and suggest similar searches on Entelo to help you find exactly what or who you are looking for. \nAnd because the extension is directly linked to your personal Entelo account - all of your activity is saved and waiting for you on the Entelo platform."
  }
}