{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPA Calculate Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension helps you calculate your GPA"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPA Calculator is a comprehensive online tool designed to assist students and educators in accurately calculating Grade Point Averages (GPAs). Tailored specifically for the United States grading system, this platform offers a user-friendly interface that simplifies the process of GPA calculation. By inputting individual course grades and their corresponding credit hours, users can quickly receive a precise evaluation of their academic performance. The website features various resources, including GPA Scale, Grade Scale, GPA to Percentage conversion, and a Grading Chart, catering to different needs and providing a deeper understanding of the GPA system.\n\nThe genesis of GPA in academia dates back to the early 20th century in the United States, evolving from subjective assessment methods to a standardised and quantifiable measure. GPA calculators emerged as essential tools for students aiming to gauge their academic standing efficiently. These digital solutions accommodate various grading systems, making them versatile for users worldwide. Beyond mere calculation, GPA calculators serve as instruments for academic planning and improvement, enabling students to set realistic goals and enhance their performance.\n\nGPA Calculate stands as a testament to the evolution of educational tools, aligning with the modern needs of academia. It offers a straightforward yet powerful means for students to navigate their academic journey with clarity and confidence. As education continues to embrace digitalization, tools like GPA Calculate will remain indispensable for achieving academic goals."
  }
}