{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wispri"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wispri sets an alert on your favourite product & notifies you when prices drop."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We know you love buying things online. We also know that you love buying all of it on discount.\nHowever, we understand that the sales can happen so many times a year. Does that mean though that you should wait till they come? What about those days when you have to shop for the essentials. Or say, as a smart planner, you want to buy your monthly items but on a discount?\n\nWell, this is where Wispri comes into play. Australia’s loved Price Drop Alert solution now has it’s own extension too. So, while you will always have the option to go on Wispri’s website and list your item there, you can simply download the extension and use it on the go.\nHere is how Wispri works:\n1. You create an account of Wispri/or install its Extension on your browser\n2. You list the product of your choice\n3. You get the alert when the price drops.\n\nOur super smart price trackers that can crawl almost every shopping website in Australia will give you an alert as soon as the price drops. With Wispri’s price drop extension, you can get a price drop alert as per the following preferences:\n1. You can get the price alert at a regular interval\n2. You can get the price drop alert when the price falls to your desired price\n3. You can get the price drop alert every time the price drops in general\n\nWispri is one of the best price drop alert extension for almost all the Australian e-commerce stores. Using Wispri’s price trackers, you can track the price drops on not just fashion items but almost everything under the sun, be it apparels, sports equipment, household items, stationery items, and even your grocery!"
  }
}