{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Supporter - Einfach unterstützen!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unterstütze deine Lieblingskünstler ohne zusätzliche Kosten für dich! Einfach die Amazon Affiliate ID hinzufügen und fertig!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mit dem Amazon Supporter kannst du deine Lieblingskünstler ganz einfach unterstützen! Das tolle dabei: Es kostet dich keinen Cent?\n\nWie kann das sein?\n\nVielleicht ist es dir aufgefallen, dass Menschen die du auf YouTube, Facebook, Twitter oder einem anderen Netzwerk folgst ab und zu Links von Amazon posten. Immer wenn du nach einem solchen Klick auf einen Amazonlink etwas kaufst, erhalten diese Menschen von Amazon einen kleinen Prozentanteil des Verkaufspreises. Dabei must du 0€ draufzahlen! Amazon verringert, seinen eigenen Gewinn! Warum macht amazon so etwas? Weil es noch viele andere Onlineshops gibt. Also verzichtet Amazon auf einen Bruchteil, dafür nutzen aber viel mehr Leute Amazon.\n\nDurch eine solche indirekte Spende können Künstler denen du folgst ihre Arbeit finanzieren und das ist eine gute Sache!\n\nWas du benötigst ist lediglich die Amazon Affiliate ID deines Künstlers, diese sieht zum Beispiel so aus: \n\nletsgamedevhp-21\n\nDiese Id kannst du ganz einfach über den \"Amazon Support\"-Button hinzufügen!\n\nDer \"Amazon Supporter\" wandelt dann alle Amazonlinks so um dass automatisch die ID hinzugefügt wird.\n\nDu kannst so viele Leute unterstützen wie du möchtest! \"Amazon Supporter\" teilt alles Gerecht auf!\n\nKeiner Sorge, du nimmst dadurch niemanden etwas weg! Denn \"Amazon Supporter\" wandelt nur all die Amazonlinks um die noch niemandem \"Gehören\"\n\n10% aller Links werden dabei auf \"letsgamedevhp-21\" gemünzt, so unterstützt du automatisch auch mich, den Entwickler! Dafür danke ich dir schonmal vorab! :)\n\nUnd falls du nicht weißt, wie die Amazon Affiliate ID desjenigen ist den du unterstützen möchtest, dann frag ihn oder sie einfach, sie werden sie dir sicher gern geben!\n\nDanke dir für deine Unterstützung im Namen aller an die du dabei denkst!"
  }
}