{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slydeck App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slydeck.io is a proposal/document tracking service offered to Sellers and Agents."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slydeck.io is a proposal/document tracking service offered to Sellers and Agents. We want to increase the efficiency of an agent/seller, help them close more business by focusing their effort and the next conversation.\n  \nNormally you send a pdf attachment via email to a prospective buyer/client. And maybe you get a notification when someone clicks or downloads it.  With Slydeck, you can now get more insights.\n\n1. Know the pages a prospect deems as interesting. \n2. Know who doesn't look at your files so you don't waste your time with follow up. \n3. Know more about your content and what resonates with your prospects so you can produce more of those pages.  \n\nStop calling people asking them if they had a chance to look at your quote!!!  Instead, call them to offer a more detailed conversation on the topic they focused most of their time.  \n\nTrack any email attachments, get notified automatically, and engage your customers. Slydeck was built for sellers and agents who send multiple page documents or proposals to prospective clients.  We are a built for purpose email attachment tracking service, NOT AN MASS MARKETING TOOL, but rather a specialized sales tool used after you have made contact with a client/buyer to better service their needs.  \n\n1. Know what interests your prospective buyer so that your follow on conversation is valuable.\n2. Focus your effort on those showing interest.\n3. Close more deals.\n\nIt is that simple. Try it free forever!"
  }
}