{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brite Daily Planner App | To do list, calendar & habits in one app"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get your life organized and achieve your goals with Daily Planner App."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Productivity with Brite Daily Planner for Chrome\n\nRanked as the go-to solution for seamless organization, Brite Daily Planner is trusted by users worldwide to streamline their daily tasks and enhance productivity, both in personal and professional realms.\n\nUse Brite Daily Planner for Chrome to:\n• Bookmark pages as tasks: Quickly save important articles, shopping items, or work-related documents to revisit later.\n• Structure your day: Effortlessly plan and adjust your daily tasks directly from the extension.\n• Tick off completed tasks: Mark tasks as completed right from your browser, maintaining focus and efficiency.\n\nExperience more with Brite on desktop and mobile:\n• Capture ideas and tasks as soon as they come to mind.\n• Stay on track with custom reminders and set deadlines.\n• Foster new habits with recurring tasks like \"every Friday\".\n• Work together by sharing tasks and projects with colleagues or friends.\n• Prioritize tasks with customizable priority levels.\n• Monitor your personal productivity trends and improvements.\n\nWith over 50 app integrations including Google Drive, Dropbox, Zapier, and Slack, Brite Daily Planner becomes your central hub for organizing both work and life effortlessly.\n\nGet organized, stay focused, and achieve more with Brite Daily Planner!\n\nBrite To-Do list, daily planner organizer is a all-in-one productivity app with deep customization that combines features of a task organizer, to-do lists and shopping lists, habit list, simple take notes and a convenient daily schedule planner with smart reminders. Also the most comprehensive daily planner organizer app is finally available for Mac.\n\nThe main idea of our app is to replace different productivity apps, such as task manager, habit list, appointment reminder, checklist, budget apps, work planner, diary, mood diaries, meditation, and many others, with just one service.\n\nYou don't need to use many different apps and switch between them to stay updated on your schedule, appointment reminder, checklist, or work tasks.\n\nTask organizer, calendar planner, goals, habits, checklist to do list, ideas, chats, notes, knowledge base, storage, diary, finance, projects, mind maps, contacts, passwords, collaboration with colleagues, and more are combined in one product.\n\nIn Brite task manager you will find everything you need for productive work and happier life.\n\nIn Brite To-Do list, task organizer app you will:\n\nCUSTOMIZE THE INTERFACE WITH EASE\nNeat and intuitive interface work planner will make the use of the app as convenient and pleasant as possible: task organizer, appointment reminder, checklist to do list, schedule, habits and digital planner will now always be at your fingertips on one screen. And adding or editing new tasks or take notes will be easy.\n\nPLAN AND MANAGE YOUR TASKS\nCreate your own schedule and the daily routine planner by adding tasks - type them, add checklist to do list with checkboxes, tags, attachments, life notes, reminders and importance. Mark items as completed with just one tap and track your progress and productivity.\n\nDISTRIBUTE WORKLOAD EFFECTIVELY\nAll tasks for the next few days will be shown on the main screen whilst tasks for next weeks and months will be displayed in the daily schedule planner - so that viewing the to-do list on your schedule will be illustrative and convenient and you will be efficient.\n\nKEEP A DIARY, MAKE ANY KIND OF LIST OR TAKE NOTES\nAdd lists of subtasks and shopping lists, to-do lists and checklist, interchange files in the daily routine planner to make sure your lists are always up-to-date.\n\nFORM HEALTHY HABITS AND STAY MOTIVATED\nTrack healthy habits with our habit list. Drink water, exercise, meditate in the daily routine planner! With regular note reminder from the work planner app doing it will be easy, and compliments upon achieving your goals and fulfilling plans will become extra motivation in daily schedule planner.\n\nSTORE, MANAGE, AND SHARE FILES\nYou can add any photos and files to the page to share with colleagues, friends from any device thanks to the digital planner.\n\nUSE SMART REMINDERS\nUse a system of smart task reminder to make sure you will never forget anything important in daily schedule planner.\n\nCREATE WORKING GROUPS AND MANAGE THE PROJECT\nCreate and successfully track projects and complex tasks. Create groups with colleagues and discuss work tasks via messenger. \n\nCREATE A VISION BOARD FOR YOUR PLAN OR SCHEDULE\nEasily create a flowchart things to-do list and share it with colleagues. Tasks will be created automatically based on the flowchart in the calendar planner.\n\nCONTROL YOUR PERSONAL AND BUSINESS FINANCES\nCount your income and expenses, schedule bill payments, and integrate with CRM, task organizer, and timeline in the digital planner.\n\nKEEP YOUR CALENDAR PLANNER OF EVENTS\nEasily put any events, appointments, to-do list into a handy daily planner organizer with reminder and you won't miss anything important in the daily schedule planner.\n\nBrite To-Do list will increase your productivity, save you lots of time and will make life time management easy and convenient! Create your first to-do list in task manager Brite.\n\nFor any feedback about daily planner organizer: hello@britetodo.com"
  }
}