{
  "name": {
    "ar": "برايت بول  Online Game",
    "am": "ብሩህ ኳስ  Online Game",
    "bg": "Светла топка  Unblocked Games",
    "bn": "উজ্জ্বল বল  Matching Game",
    "ca": "Bola brillant  Online Game",
    "cs": "Světlý míč  Arcade Game",
    "da": "Lys Bold  Unblocked Game",
    "de": "Helle Kugel  Online Game",
    "el": "Φωτεινή μπάλα  Unblocked Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Bright Ball - HTML5 Game",
    "es": "bola brillante  Online Game",
    "et": "Hele pall  Unblocked Game",
    "fa": "توپ روشن  Unblocked Game",
    "fi": "Kirkas pallo  Matching Game",
    "fil": "Maliwanag na Bola  Arcade Game",
    "fr": "Boule lumineuse  Skill Game",
    "gu": "તેજસ્વી બોલ  Online Game",
    "he": "כדור מואר  Online Game",
    "hi": "चमकीली गेंद  Skill Game",
    "hr": "Svijetla lopta  Matching Game",
    "hu": "Bright Ball Unblocked",
    "id": "Bola Terang  Unblocked Games",
    "it": "Sfera luminosa Unblocked",
    "ja": "ブライトボール  Skill Game",
    "kn": "ಪ್ರಕಾಶಮಾನವಾದ ಚೆಂಡು  Arcade Game",
    "ko": "밝은 공 Unblocked",
    "lv": "Spilgta bumba Unblocked",
    "ml": "ബ്രൈറ്റ് ബോൾ  Online Game",
    "mr": "तेजस्वी चेंडू  Online Game",
    "ms": "Bola Terang  Online Game",
    "nl": "Heldere bal  Arcade Game",
    "pl": "jasna piłka  Online",
    "ro": "Minge strălucitoare  Online",
    "ru": "Яркий шар  Online Game",
    "sk": "Svetlá guľa  Unblocked Game",
    "sl": "Bright Ball  Arcade Game",
    "sw": "Mpira mkali  Unblocked Game",
    "ta": "பிரகாசமான பந்து  Skill Game",
    "te": "బ్రైట్ బాల్  Unblocked Games",
    "th": "บอลสดใส  Arcade Game",
    "tr": "parlak top  Matching Game",
    "uk": "Яскравий м&#39;яч  Arcade Game"
  },
  "short": {
    "ar": "Bright Ball هي لعبة أركيد نحاول فيها التسجيل عن طريق تحريك الكرات الملونة في حقل معد باستخدام نفس الألوان",
    "am": "ብራይት ኳስ በተመሳሳይ ቀለማት በተዘጋጀ ሜዳ ላይ ባለ ቀለም ኳሶችን በማንቀሳቀስ ጎል ለማስቆጠር የምንሞክርበት የመጫወቻ ማዕከል ጨዋታ ነው።",
    "bg": "Bright Ball е аркадна игра, в която се опитваме да отбележим, като местим цветните топки в поле, подготвено с помощта на същите…",
    "bn": "ব্রাইট বল হল একটি আর্কেড গেম যেখানে আমরা একই রঙ ব্যবহার করে প্রস্তুত মাঠে রঙিন বলগুলিকে সরিয়ে গোল করার চেষ্টা করি।",
    "ca": "Bright Ball és un joc arcade en el qual intentem puntuar movent les boles de colors en un camp preparat amb els mateixos colors.",
    "cs": "Bright Ball je arkádová hra, ve které se snažíme skórovat pohybem barevných míčků v poli připraveném pomocí stejných barev.",
    "da": "Bright Ball er et arkadespil, hvor vi forsøger at score ved at flytte de farvede bolde i et felt forberedt med de samme farver",
    "de": "Bright Ball ist ein Arcade-Spiel, bei dem wir versuchen, Punkte zu erzielen, indem wir die farbigen Kugeln in einem Feld bewegen,…",
    "el": "Το Bright Ball είναι ένα arcade παιχνίδι στο οποίο προσπαθούμε να σκοράρουμε μετακινώντας τις χρωματιστές μπάλες σε ένα πεδίο που…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Bright Ball is an arcade game in which we try to score by moving the colored balls in a field prepared using the same colors",
    "es": "Bright Ball es un juego arcade en el que tratamos de marcar moviendo las bolas de colores en un campo preparado con los mismos…",
    "et": "Bright Ball on arkaadmäng, milles proovime lüüa, liigutades värvilisi palle samu värve kasutades ettevalmistatud väljal.",
    "fa": "Bright Ball یک بازی آرکید است که در آن سعی می کنیم با حرکت دادن توپ های رنگی در زمینی که با همان رنگ ها آماده شده است، گلزنی کنیم.",
    "fi": "Bright Ball on arcade-peli, jossa yritämme tehdä maalin siirtämällä värillisiä palloja kentällä, joka on valmistettu samoilla…",
    "fil": "Ang Bright Ball ay isang arcade game kung saan sinusubukan naming umiskor sa pamamagitan ng paggalaw ng mga may kulay na bola sa…",
    "fr": "Bright Ball est un jeu d&#39;arcade dans lequel nous essayons de marquer en déplaçant les boules colorées dans un champ préparé…",
    "gu": "બ્રાઇટ બોલ એ એક આર્કેડ ગેમ છે જેમાં આપણે સમાન રંગોનો ઉપયોગ કરીને તૈયાર કરેલ ક્ષેત્રમાં રંગીન દડાને ખસેડીને સ્કોર કરવાનો પ્રયાસ કરીએ…",
    "he": "Bright Ball הוא משחק ארקייד בו אנו מנסים להבקיע על ידי הזזת הכדורים הצבעוניים בשדה שהוכן באמצעות אותם צבעים",
    "hi": "ब्राइट बॉल एक आर्केड गेम है जिसमें हम रंगीन गेंदों को समान रंगों का उपयोग करके तैयार किए गए क्षेत्र में ले जाकर स्कोर करने का…",
    "hr": "Bright Ball je arkadna igra u kojoj pokušavamo postići pogodak pomicanjem obojenih kuglica u polju pripremljenom istim bojama",
    "hu": "A Bright Ball egy arcade játék, amelyben a színes golyók mozgatásával próbálunk gólt szerezni az azonos színekkel előkészített…",
    "id": "Bright Ball adalah gim arkade di mana kami mencoba mencetak skor dengan menggerakkan bola-bola berwarna di lapangan yang disiapkan…",
    "it": "Bright Ball è un gioco arcade in cui cerchiamo di segnare muovendo le palline colorate in un campo preparato con gli stessi colori",
    "ja": "ブライトボールは、同じ色で用意されたフィールドで色付きのボールを動かして得点を目指すアーケードゲームです",
    "kn": "ಬ್ರೈಟ್ ಬಾಲ್ ಒಂದು ಆರ್ಕೇಡ್ ಆಟವಾಗಿದ್ದು, ಅದೇ ಬಣ್ಣಗಳನ್ನು ಬಳಸಿ ಸಿದ್ಧಪಡಿಸಿದ ಮೈದಾನದಲ್ಲಿ ಬಣ್ಣದ ಚೆಂಡುಗಳನ್ನು ಚಲಿಸುವ ಮೂಲಕ ನಾವು ಸ್ಕೋರ್ ಮಾಡಲು…",
    "ko": "브라이트볼은 같은 색으로 준비된 필드에서 색색의 공을 움직여 점수를 겨루는 아케이드 게임입니다.",
    "lv": "Bright Ball ir arkādes spēle, kurā mēs cenšamies gūt vārtus, pārvietojot krāsainās bumbiņas laukā, kas sagatavots, izmantojot tādas…",
    "ml": "ബ്രൈറ്റ് ബോൾ ഒരു ആർക്കേഡ് ഗെയിമാണ്, അതിൽ ഒരേ നിറങ്ങൾ ഉപയോഗിച്ച് തയ്യാറാക്കിയ ഫീൽഡിൽ നിറമുള്ള പന്തുകൾ നീക്കി ഞങ്ങൾ സ്കോർ ചെയ്യാൻ…",
    "mr": "ब्राइट बॉल हा एक आर्केड गेम आहे ज्यामध्ये आपण समान रंग वापरून तयार केलेल्या फील्डमध्ये रंगीत बॉल हलवून गोल करण्याचा प्रयत्न करतो.",
    "ms": "Bright Ball ialah permainan arked di mana kami cuba menjaringkan gol dengan menggerakkan bola berwarna dalam padang yang disediakan…",
    "nl": "Bright Ball is een arcadespel waarin we proberen te scoren door de gekleurde ballen te verplaatsen in een veld dat is voorbereid…",
    "pl": "Bright Ball to gra zręcznościowa, w której staramy się zdobywać punkty, przesuwając kolorowe kulki po polu przygotowanym przy…",
    "ro": "Bright Ball este un joc arcade în care încercăm să înscriem prin deplasarea bilelor colorate într-un teren pregătit folosind…",
    "ru": "Bright Ball — это аркадная игра, в которой мы пытаемся набрать очки, перемещая цветные шары на поле, подготовленном с…",
    "sk": "Bright Ball je arkádová hra, v ktorej sa snažíme skórovať pohybom farebných loptičiek v poli pripravenom pomocou rovnakých farieb.",
    "sl": "Bright Ball je arkadna igra, v kateri poskušamo zadeti s premikanjem barvnih žog v polju, pripravljenem z enakimi barvami.",
    "sw": "Bright Ball ni mchezo wa ukumbini ambapo tunajaribu kufunga kwa kusogeza mipira ya rangi kwenye uwanja uliotayarishwa kwa kutumia…",
    "ta": "பிரைட் பால் என்பது ஆர்கேட் கேம் ஆகும், இதில் ஒரே வண்ணங்களைப் பயன்படுத்தி தயாரிக்கப்பட்ட ஒரு புலத்தில் வண்ண பந்துகளை நகர்த்துவதன்…",
    "te": "బ్రైట్ బాల్ అనేది ఆర్కేడ్ గేమ్, దీనిలో మేము ఒకే రంగులను ఉపయోగించి తయారు చేసిన ఫీల్డ్‌లో రంగు బంతులను తరలించడం ద్వారా స్కోర్…",
    "th": "Bright Ball เป็นเกมอาร์เคดที่เราพยายามทำคะแนนโดยการย้ายลูกบอลสีในสนามที่เตรียมไว้โดยใช้สีเดียวกัน",
    "tr": "Bright Ball, aynı renkler kullanılarak hazırlanmış bir alanda renkli topları hareket ettirerek puan kazanmaya çalıştığımız bir…",
    "uk": "Bright Ball - це аркадна гра, в якій ми намагаємося забити, переміщаючи кольорові кульки в полі, підготовленому з використанням тих…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bright Ball is an arcade game in which we try to score by moving the colored balls in a field prepared using the same colors.\nThere is an area in the game which include various colors. We can control this area. There is a ball that changes color in the area that we can control. We get points by adjusting the size according to the color of this Ball. We continue the game by maintaining our high score goal with the points we have achieved. Shiny Ball has emerged as a fun skill game designed for us who love children's games.\n\nTo swipe Install this extension to play the Bright Ball Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}