{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kustom Tab - Your Live Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kustom tab - customize your new tab with static or live wallpapers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kustom tab live wallpapers - This is a tab that allows you to have live backgrounds on your browser\n\nThis live wallpaper extension is suitable for Mac OS, Windows Os & Chrome OS.\n\nMinimalistic look with no distraction Search ads inserted on top of search results\n\nBy clicking \"Add to Chrome\", you accept and agree to installing Kustom Tab  Chrome extension and setting Chrome New Tab to that provided by the service and the Terms of Use and Privacy Policy. \nNew Tab Search will be powered by Microsoft Bing\n\n\n\nFeatures of Kustom Tab:\n\n* Upload your own videos or live backgrounds for a live wallpaper experience\n* Upload static images, favourite nature images, or landscapes. \n* Delete unwanted backgrounds anytime\n* Set Kustom Tab as fullscreen\n* Most popular Websites\n* Time and weather\n* Location\n* Almost all items removable in the settings\n* Set your favorite live background as your default background by clicking on it. \n\n\nFeel great and have a great day! Enjoy your new cool live wallpapers!\n\n* You can remove the extension by right clicking on the icon in the toolbar, and selecting - remove from Chrome.\n\n\nDISCLAIMER:\n\nAll photos and videos are taken from Pixabay, Unsplash, or Pexels and are edited. All copyright goes to the creators of the material. \n\nContact us if you have some suggestions, feedback or ideas.\nIf you like our extension we would appreciate it if you could give us feedback or a review. We would like to improve our extension and your opinion is highly valuable.\n\nTo get in touch with us through mail, you can use the following address:\nFROMAZ DOO\nMajora Milana Malnarica 4\n11070, Belgrade"
  }
}