{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Google Form Filler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to automatically fill forms with custom values."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Google Form Filler\nDescription:\n\nSave time and enhance your productivity with Auto Google Form Filler! This powerful browser extension allows you to automatically fill out Google Forms with saved field values, making form completion quick and effortless.\n\nKey Features:\n\nEasy Field Saving: Save values for each field in a Google Form to quickly retrieve them later.\nAutomatic Form Filling: When you open a Google Form, the extension will automatically fill in the fields with your saved data, reducing repetitive data entry.\nAuto-Submit Option: Enable the auto-submit feature to automatically submit the form once it's filled, allowing you to complete your tasks faster than ever!\nUser-Friendly Interface: The intuitive interface makes it easy to add, edit, and manage your saved values and settings.\nDark Mode Support: Switch to dark mode for a more comfortable viewing experience in low-light conditions.\nWhether you're filling out surveys, applications, or quizzes, Auto Google Form Filler is designed to streamline the process and save you valuable time.\n\nHow It Works:\nAdd Field Values: Open the extension and input the values you want to save for each field.\nOpen Your Google Form: When you open a Google Form, the extension will automatically detect it.\nLet the Extension Do Its Magic: Watch as your saved values populate the form fields.\nAuto-Submit: If enabled, your form will be submitted automatically upon completion!"
  }
}