{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmallTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Help to archive Tabs, and recover them one-click when needed, helping to keep desktop clean.",
    "zh_CN": "SmallTab 可以帮你暂存不用的网页，需要时也能一键恢复，帮助远离混乱标签页，节省内存占用。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "*** Update 0.8.1 ***\n\n- Now, you can edit the group name;\n- Support English Language;\n- Optimize the interface;\n\n\n*** Update 0.6.1 ***\n\n- Optimized time display;\n- Add one-click feedback (click on the nickname can send an email directly to the author;\n- Fix the list being squeezed;\n- pdate icon;\n\n\n\n*** Features: ***\n\n- Friendly interface: it has no complicated functions, one-click archive page/one-click recovery, simple and efficient;\n- Privacy & Security: The archived pages are placed in Chrome's bookmarket. That's right! ! It does not require third-party server storage and does not interact with third-party servers. All functions and data are available locally and offline. If you turn on Chrome sync, you can even recover the archived page on other computer, this all based on Chrome itself, and the plugin doesn't store any records. So unless you empty your bookmarket or delete your Google account, the archived pages won't be lost, and of course, no one else will ever see them! ! !\n\n\n\n\n*** Development story: ***\n\nBecause of work and study, I often have to switch between different scenarios. The pages that are opened in different scenes pile up together and often fill my screen, which makes me very anxious.\n\nI am thinking, if there is a plugin that can help me temporarily save the currently unused webpage, it is great to restore it when needed. Of course, it needs to pay attention to privacy, it can be used offline, and it is better to be friendly.\n\nSo after Google, I experienced several products, but they are not able to meet my needs. They either have records on third-party services (with privacy issues) or are difficult to use (with design issues). Since there are no ready-made products, it is better to be one as an engineer.\n\nSo, there is the plugin SmallTab you see. It is designed to be intuitive and secure. It does not rely on the network without privacy issues. At the same time, it is easy to operate and friendly. I use it very comfortably, and I hope it will bring convenience to everyone.\n\n\n\n\nPs: If you encounter any problems during use, or if you have any good ideas, please let me know :p\n(Just click on the nickname on the plugin, you can send me an email directly. of course, the nickname is WeChat-ID also~)\n\n\n--",
    "zh_CN": "*** 更新说明 0.8.1 ***\n\n- 新增修改分组标题；\n- 新增多语言支持；\n- 修复一些界面微调；\n\n\n*** 更新说明 0.6.1 ***\n\n- 更新友好的时间展示；\n- 新增一键反馈（直接点击昵称可以直接向作者发邮件；\n- 修复列表被挤压问题；\n- 更新图标；\n\n\n\n*** 特点： ***\n\n- 界面友好：它没有复杂的功能，一键暂存网页/一键恢复，简单高效；\n- 隐私&安全：暂存的网页被放到了 Chrome 的收藏夹里。没错！！它不需要第三方服务器存储，也没有任何与第三方服务器的交互。所有的功能和数据都在本地，离线也能使用。甚至如果你开启了 Chrome 的同步，家里的电脑上也能重新恢复暂存的网页，而这一切都是基于 Chrome 本身的，插件本身不存储任何记录。因此除非你清空收藏夹或者删掉 Google 账号，否则存起来的网页就不会丢失，当然，也不会有任何其他人看到！！\n\n\n\n\n*** 开发故事： ***\n\n因为工作和学习的原因，我经常要在不同的场景间切换。不同的场景下打开的网页堆积在一起，经常把我的屏幕占满，这让我很焦虑。\n\n我在想，如果有一个插件可以帮我把当前不用的网页暂时存起来，需要的时候又能方便的恢复就太棒了，当然它需要注意隐私，可以离线使用，最好还能界面友好。\n\n于是一番 Google 之后我体验了几款产品，但是他们都不那么能满足我的需求，他们要么把记录存在第三方服务上（有隐私问题），要么难以使用（有设计问题）。既然没有现成的产品，那作为工程师索性不如自己做一个了。\n\n所以，就有了你看到的这个插件 SmallTab。它被设计的直观且安全，它不依赖网络没有隐私问题，同时操作简单界面友好，我自己用起来很舒心，希望也能给大家带来方便。\n\n\n\n\nps: 如果在使用时遇到什么问题，或者有什么想法，都欢迎联系我。\n（只要点击插件上的昵称就可以直接发邮件给我，当然加微信也行~）\n\n\n--"
  }
}