{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dyslexia Reader Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change webpage styling for better readability"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dyslexia Reader Chrome is a Google Chrome extension that makes text easier to read.\n\nIt changes text attributes such as font, font size, character spacing, column with, background color, text color, line spacing to values that have been shown to be easier to read by people with dyslexia, but these values can be changed.\n\nThere are options to enable/disable the extension both by domain and globally\n\nSource code: https://github.com/CyrusRoshan/DyslexiaReaderChrome\n\nDyslexia Reader Chrome is licensed under the MIT license.\n\n\n===What's new in version 4.0.0?===\n---New settings page\n---More settings\n---Sites can now be enabled when extension is disabled\n---Site data can now be cleared via button\n---Settings can now be reset to defaults via button\n\n===What's new in version 3.5?===\n --- Bugfix: extension no longer has trouble being enabled or disabled\n --- User-defined values: As requested, all values can now be user-defined, so it's really more \"Style Changer Chrome\" than \"Dyslexia Reader Chrome\"\n --- Forced injection: Injected values can now override other set values\n --- Changed Injection Methods: Style injection is now better and relies more on CSS and less on JS to make pages load faster.\n\nNote: The video is from a previous, more buggy version."
  }
}