{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NFTrust"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NFTrust"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The most complete and transparent extension to reduce risks when buying minting NFTs.\n\nEver wondered what's behind the mint page? If the contract is legit? Does it follow best practices? Reduce the tension before blind signing with this extension. 😅\nWith NFTrust you can lower risks before blind signing to any Mint Site and know what is the contract behind it and other collection details.\n\nWe believe the NFT ecosystem can be safer with the right technology and data analysis. Allying this, NFTrust checks (among other points):\n• Technical Data:  Is the contract verified in Etherscan? Where is the metadata and image located?\n• Social Data: What is the social reach of the collections? How many followers does it have?\n• Sales Data: What is the sales volume? How many holders does it have?\n\nBlind Signing?\nNo more surprises when blind signing. Increase your safety using the NFTrust extension before blind signing to any NFT mint site, and quickly check the collection score, on a scale from 0 to 300, based on technical analysis, Sales Data and Social Presence\n\nHow does NFTrust work? \n1. Download the extension\n2. Open the collection or mint website\n3. Click on the extension icon on your browser\n4. The “website address” will be automatically fulfilled\n5. Click on the “run-scoring” button\n6. Your data will display based on a Technical, Social and Sales analysis\n\nNote: Available only for ETH collections"
  }
}