{
  "name": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,fi,fr,he,hi,hr,hu,it,ja,ko,lt,lv,nl,no,pt_BR,pt_PT,ro,ru,sl,sv,sw,th,uk,vi,zh_TW": "uTab - Unlimited Custom Dashboard",
    "da,tr,zh_CN": "uTab - Custom New Tab",
    "et": "uTab - Google Startpage",
    "fa,kn": "uTab - New Tab Homepage",
    "fil": "uTab - New Tab Page",
    "gu,sk": "uTab - Creative New Tab",
    "id,ms": "uTab - Custom Homepage",
    "ml,ta": "uTab - Google Homepage",
    "mr,te": "uTab - Change New Tab",
    "pl": "uTab - Unlimited Custom Homepage",
    "sr": "uTab - Google New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Perfect New tab to organize bookmarks with lots of features. Create named folders with bookmarks, organize apps, set search bar...",
    "da": "Perfekt Ny fane til at organisere bogmærker med mange nyttige funktioner. Opret navngivne mapper med bogmærker, organiser apps,…",
    "de": "Perfekte neue Registerkarte zum Organisieren von Lesezeichen mit vielen nützlichen Funktionen. Erstellen Sie benannte Ordner mit…",
    "es": "Nueva pestaña perfecta para organizar marcadores con muchas funciones útiles. Crea carpetas con nombre con marcadores, organiza…",
    "fi": "Täydellinen Uusi-välilehti kirjanmerkkien järjestämiseen paljon hyödyllisiä ominaisuuksia. Luo nimettyjä kansioita kirjanmerkeillä,…",
    "fr": "Parfait nouvel onglet pour organiser les signets avec de nombreuses fonctionnalités utiles. Créez des dossiers nommés avec des…",
    "it": "Nuova scheda perfetta per organizzare i segnalibri con molte funzioni utili. Crea cartelle con segnalibri, organizza app, imposta…",
    "nl": "Perfect nieuw tabblad om bladwijzers te ordenen met veel handige functies. Maak benoemde mappen met bladwijzers, organiseer apps,…",
    "no": "Perfekt Ny fane for å organisere bokmerker med mange nyttige funksjoner. Lag navngitte mapper med bokmerker, organiser apper, sett…",
    "pl": "Idealna nowa karta do organizowania zakładek z wieloma przydatnymi funkcjami. Twórz nazwane foldery z zakładkami, organizuj…",
    "tr": "Çok sayıda kullanışlı özelliğe sahip yer imlerini düzenlemek için Mükemmel Yeni sekmesi. Yer imleriyle adlandırılmış klasörler…",
    "zh_CN": "完美的新标签可以组织具有许多有用功能的书签。 使用书签创建命名文件夹，组织应用程序，设置搜索栏...."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,he,hi,hr,hu,ja,ko,lt,lv,pt_BR,pt_PT,ro,ru,sl,sv,sw,th,uk,vi,zh_TW": "uTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- apply dark/light mode\n- opportunity to change the background of a start page\n- support clocks from 10 time zones\n\nBy clicking \"Add to Chrome\", I accept and agree to installing the uTab - Unlimited Custom Dashboard Chrome extension and setting Chrome™ New Tab search to that provided by the service and the Terms of Use and Privacy Policy. The extension will update your search settings and will change your New Tab search services provided by Bing.\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contain up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easily navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most used apps in the middle of the page and leave others at the bottom. As well with u New Tab it's possible to place apps according to functionality. In other words, you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu with just one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond, it's a good chance to emphasize individuality or accent today's mood. Choose from the dozens of wallpapers and apply them as a background to customize your new tab. \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part of the most advanced start page that will be complete as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.\n\nPrivacy Policy - https://utab.io/privacy.html\nTerms of Service - https://utab.io/terms.html\nAbout Us - https://utab.io/about.html\nContact Us - https://appolo1.com/#contact-us",
    "da": "uTab er en måde at uendelig indstillinger til tilpasning af den nye fane. Blandt de mest interessante funktioner kan du finde den næste:\n\n- lav så mange mapper med forskellige bogmærker, som du har brug for lige på den nye fane\n- mulighed for at ændre baggrund af en startside\n- indstil enhver søgemaskine som standard for din nye fane\n- anvend mørk / lys tilstand\n- støtteure fra 10 tidszoner\n\nuTab er en unik startside, hvor du kan tilføje et ubegrænset antal mapper med bogmærker. Ethvert bogmærke eller en gruppe af dem kan organiseres i separate mapper, der indeholder op til 83 bogmærker. Opret forskellige mapper med masser af bogmærker, som du indstiller til emner, opgaver, brugere osv. Omdøb dem, kopier, vælg baggrunden og organiser bogmærker inde i hver mappe. Upload eksempelvisning for nem at navigere på tværs af de mange bogmærkesmapper.\n\nDet har aldrig været så enkelt at arbejde med en startside. Design af uTab, hvor du opererer med apps og indstiller deres layout, som du ønsker for yderligere bekvemmelighed. Sæt de mest brugte apps midt på siden, og lad andre være i bunden. Samt med u Ny fane er det muligt at placere apps i henhold til funktionaliteten. Andre ord, du er kun begrænset af din fantasi.\n\nAnvend et mørkt tema på den nye fane, eller bliv om nødvendigt med en lystilstand. Skift blot den mørke tilstand i indstillingsmenuen med et enkelt klik. Det er en super intuitiv grænseflade til at arbejde med en hjemmeside, der blev oprettet for at give en unik oplevelse i at bruge en startside.\n\n Vælg forskellige baggrunde for startsiden blandt de fantastiske muligheder, og indstil den ved hjælp af de enkle klik i menuen. Hele lagerbilleder til din startside er tilgængelig på hjemmesiden unsplash.com. Med en brugerdefineret faneblad er det en god chance for at understrege individualitet eller fremhæve dagens stemning. Vælg mellem dusinvis baggrunde og anvend som baggrund for at tilpasse din nye fane.\n\nHvad er din foretrukne søgemaskine? Enten bedre at spørge, hvilken søgelinje der er bedst egnet til dine behov? uTab giver adgang til alle mainstream-søgninger med en mulighed for hurtigt at skifte dem via indstillingsmenuen. Der er en mulighed for at indstille de næste: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu og Yandex. Tag den rigtige søgemaskine og indstil som standard for den nye fane.\n\nuTab - ubegrænset startside er udstyret med fuldt tilpassede ure til den nye fane. Forskellige indstillinger til uret som en del af den mest avancerede startside, der vil være helt som du ønsker og som det skal være. 10 forskellige tidszoner er tilgængelige i hovedindstillingsmenuen i uTab til Chrome.",
    "de": "Mit uTab können Sie unendlich viele Optionen zum Anpassen der neuen Registerkarte auswählen. Unter den interessantesten Funktionen finden Sie die folgenden:\n\n- Erstellen Sie auf der neuen Registerkarte so viele Ordner mit unterschiedlichen Lesezeichen, wie Sie benötigen\n- Möglichkeit, den Hintergrund einer Startseite zu ändern\n- Legen Sie eine Suchmaschine als Standard für Ihren neuen Tab fest\n- Dunkel / Hell-Modus anwenden\n- Uhren aus 10 Zeitzonen unterstützen\n\nuTab ist eine einzigartige Startseite, auf der Sie eine unbegrenzte Anzahl von Ordnern mit Lesezeichen hinzufügen können. Jedes Lesezeichen oder eine Gruppe davon kann in separaten Ordnern organisiert werden, die bis zu 83 Lesezeichen enthalten. Erstellen Sie verschiedene Ordner mit vielen Lesezeichen, die Sie nach Themen, Aufgaben, Benutzern usw. festlegen. Benennen Sie sie um, kopieren Sie sie, wählen Sie den Hintergrund aus und organisieren Sie Lesezeichen in jedem Ordner. Laden Sie die Vorschau hoch, um einfach durch die vielen Lesezeichenordner zu navigieren.\n\nDas Arbeiten mit einer Startseite war noch nie so einfach. Design des uTab, in dem Sie mit Apps arbeiten und deren Layout nach Ihren Wünschen für zusätzlichen Komfort festlegen. Platzieren Sie die am häufigsten verwendeten Apps in der Mitte der Seite und lassen Sie andere unten. Mit u New Tab ist es auch möglich, Apps entsprechend der Funktionalität zu platzieren. Mit anderen Worten, Sie sind nur durch Ihre Vorstellungskraft eingeschränkt.\n\nWenden Sie ein dunkles Thema für die neue Registerkarte an oder bleiben Sie bei Bedarf in einem hellen Modus. Schalten Sie einfach mit nur einem Klick den Dunkelmodus im Einstellungsmenü um. Es ist eine super intuitive Oberfläche für die Arbeit mit einer Homepage, die erstellt wurde, um eine einzigartige Erfahrung bei der Verwendung einer Startseite zu bieten.\n\n Wählen Sie unter den erstaunlichen Optionen verschiedene Hintergründe für die Startseite aus und stellen Sie sie mit den einfachen Klicks im Menü ein. Der gesamte Bestand an Bildern für Ihre Startseite ist auf der Website unsplash.com verfügbar. Mit einem benutzerdefinierten Tab-Fond ist dies eine gute Gelegenheit, die Individualität zu betonen oder die heutige Stimmung zu betonen. Wählen Sie aus den Dutzenden Hintergrundbildern und wenden Sie sie als Hintergrund an, um Ihre neue Registerkarte anzupassen.\n\nWas ist Ihre Lieblingssuchmaschine? Entweder fragen Sie besser, welche Suchleiste für Ihre Anforderungen am besten geeignet ist? uTab bietet Zugriff auf alle gängigen Suchvorgänge mit der Möglichkeit, diese schnell über das Einstellungsmenü zu wechseln. Es gibt eine Option, um die nächsten festzulegen: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu und Yandex. Nehmen Sie die richtige Suchmaschine und legen Sie sie als Standard für die neue Registerkarte fest.\n\nuTab - Unlimited Home Page ist mit vollständig angepassten Uhren für die neue Registerkarte ausgestattet. Verschiedene Einstellungen für die Uhr als Teil der fortschrittlichsten Startseite, die vollständig Ihren Wünschen entsprechen und so sein sollten, wie sie sein sollten. Im Haupteinstellungsmenü von uTab for Chrome stehen 10 verschiedene Zeitzonen zur Verfügung.",
    "es": "uTab es una forma de infinito opciones para personalizar la Nueva pestaña. Entre las funciones más interesantes puedes encontrar la siguiente:\n\n- haga tantas carpetas con diferentes marcadores como necesite en la nueva pestaña\n- oportunidad de cambiar el fondo de una página de inicio\n- configura cualquier motor de búsqueda como predeterminado para tu Nueva pestaña\n- Aplicar modo oscuro / claro\n- relojes de soporte de 10 zonas horarias\n\nuTab es una página de inicio única donde puede agregar una cantidad ilimitada de carpetas con marcadores. Cualquier marcador o un grupo de ellos se puede organizar en carpetas separadas que contengan hasta 83 marcadores. Cree diferentes carpetas con muchos marcadores que configure de acuerdo con temas, tareas, usuarios, etc. Cambie el nombre, copie, elija el fondo y organice los marcadores dentro de cada carpeta. Cargue la vista previa para navegar fácilmente por las numerosas carpetas de marcadores.\n\nTrabajar con una página de inicio nunca ha sido tan simple. Diseño de la uTab donde opera con aplicaciones y establece su diseño como desee para mayor comodidad. Aproveche al máximo las aplicaciones en el medio de la página y deje otras en la parte inferior. Además, con u Nueva pestaña, es posible colocar aplicaciones de acuerdo con la funcionalidad. En otras palabras, solo estás limitado por tu imaginación.\n\nAplique un tema oscuro para la nueva pestaña o quédese con un modo claro si es necesario. Simplemente cambie el modo oscuro en el menú de configuración con un solo clic. Es una interfaz súper intuitiva para trabajar con una página de inicio que se creó para proporcionar una experiencia única en el uso de una página de inicio.\n\n Seleccione diferentes fondos para la página de inicio entre las increíbles opciones y configúrelo con los simples clics en el menú. Todo el stock de imágenes para su página de inicio está disponible en el sitio web unsplash.com. Con una pestaña personalizada, es una buena oportunidad para enfatizar la individualidad o acentuar el estado de ánimo de hoy. Elija entre los docenas de fondos de pantalla y aplique como fondo para personalizar su nueva pestaña.\n\n¿Cuál es tu motor de búsqueda favorito? ¿Es mejor preguntar qué barra de búsqueda es la más adecuada para sus necesidades? uTab proporciona acceso a todas las búsquedas principales con la oportunidad de cambiarlas rápidamente a través del menú de configuración. Hay una opción para configurar los siguientes: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu y Yandex. Tome el motor de búsqueda correcto y configúrelo como predeterminado para la nueva pestaña.\n\nuTab: la página de inicio ilimitada está equipada con relojes totalmente personalizados para la nueva pestaña. Varios ajustes para el reloj como parte de la página de inicio más avanzada que será completamente como desee y como debería ser. Hay 10 zonas horarias diferentes disponibles en el menú de configuración principal de uTab para Chrome.\n\nuTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.",
    "et,fil,id,sk": "uTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.",
    "fa,kn,ml,mr,ms,sr,ta,te": "uTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.  \nuTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.  \n\n\nEasily upload new beautiful images and wallpapers to your personalized home page, which you can easily access from the extension. Much lighter and more customizable than Momentum or Infinity New Tab, Google New Tab & Background Image offers a personalized experience every time you open tabs in your browser. \n\n\nMuch lighter and more customizable than Momentum or Infinity New Tab, Custom New Tab & Google™ Background Image offers a personalized experience every time you open tabs in your browser. \n\n\nnewtab, new tab extension, new tab for chrome, wallpaper new tab, call of duty new tab, dogs new tab, overwatch new tab, any new tab, set wallpaper to a start page, startpage for chrome, mystart, my new tab, wallpaper, wallpaper new tab, new tab wallpaper, change wallpaper, google wallpaper, chrome wallpaper, wallpaper for chrome, speed dial wallpaper, homepage wallpaper, wallpaper for homepage, custom wallpaper, customize wallpaper, chrome wallpapers, hd wallpapers, highres wallpaper\n\nWe get used, that normally a new tab of our browser is just a starting point for our internet journey, where we spend just a few seconds, while typing a website address, search query or clicking a website shortcut. With Infinity Dashboard we wanted you to stay on a new tab longer, by adding everything, you might ever searched for, outside the start page.\n\nOnce installed, Infinity Dashboard welcomes you with a minimalistic look of a beautiful wallpaper and a searchbar.  If you're into a minimalistic design, keep it as is, but if you're looking for customization - you're welcome to visit HUB - a home of Infinite features. \n\nChoose the most suitable search engine from the various list of mainstream options. Easily switch the search in the settings menu. \n\n- Bookmarks. Manage the list of your favorite websites, pin then to a start screen as a speed dial for a quickest access. \n- Apps. Choose the pins for your Dashboard from multiple Services (Google, Apple), Messengers (facebook, whatsapp, etc.) and Games (2048, Super Mario, Doodle Jump, etc). Pin your choices to a Dashboard and access them quickly, right after browser launch.\n- Sessions .  Fasten your browser by taking control over your browser sessions. Save the session and reopen one at anytime, if needed.\n- ToDo. Stay productive with Tasks built in to your start screen.\n- Notes. Keep all your notes, passwords and memos in a single place on your home screen.\n\nDiscover the Settings - become a designer of your personal web.\n- Customize background. Choose from spectacular presets of hires wallpapers and Live Photos or upload your own background.\n- Customize Apps. Choose the Apps to pop up in HUB.\n- Customize Search. Switch between the mainstream search engines with ease.\n\nGoogle is a trademark of Google Inc. This custom backgrounds extension is not endorsed by Google.\n\nBy clicking \"Add to chrome\", I accept and agree to installing 'Infinite New Tab - The Best Chrome Startpage Chrome extension and setting Chrome™ New Tab to that provided by the service and the Terms of Use and Privacy Policy\nAlways wanted to get a bit more from a Chrome New Tab? Speed Dial for Chrome is here for you! Add, remove, replace and manage any of Chrome New Tab tiles. With Speed Dial Chrome you'll get a full control over your Chrome New Tab.\n\nDark theme added! Apply a dark theme for chrome new tab in a single click. Save your eyes by enabling black new tab mode with Chrome Fast Dial extension.\n\nChrome Speed Dial changes standard Chrome page to a New Tab with customizable tiles. \n\nThe main idea of Chrome Speed Dial extension is to provide a look and feel of a native Chrome New tab experience with a bucket of a cool extra features, like New tab dark theme, tile customization, etc.\n\nChrome Speed Dial allows you to add, customize and manage your favorite websites in Chrome New Tab\n\n---------------------------------------\n\nCustomize your background image for Google new tab backgrounds to your favorite anime, digital art, scenery, or even Google Earth images! Simply upload a picture, choose a color, or search for your favorite wallpaper on Unsplash - the possibilities are infinite.\n \nEasily upload new beautiful images and wallpapers to your personalized home page, which you can easily access from the extension. Much lighter and more customizable than Momentum or Infinity New Tab, Google New Tab & Background Image offers a personalized experience every time you open tabs in your browser. \n\nChrome speed dial, chrome new tab, google new tab, google speed dial, start page, chrome start page, customize chrome start page, google start page, speed dial for chrome, newtab for chrome,  momentum, speed dial 2, Infinity New Tab, Infinity New Tab Pro, All-in-One Office - New Tab, Extension Speed Dial FVD - New Tab Page, custom homepage, chrome homepage, customizable home page, personalize home page, new tab page, new tab hd, start page theme",
    "fi": "uTab on tapa ääretön vaihtoehtoihin mukauttaa Uusi välilehti. Mielenkiintoisimmista toiminnoista löydät seuraavan:\n\n- Luo uudelle välilehdelle niin monta kansiota eri kirjanmerkeillä kuin tarvitset\n- mahdollisuus muuttaa aloitussivun taustaa\n- Aseta mikä tahansa hakukone oletusarvoksi Uusi välilehti\n- käytä tummaa / vaaleaa tilaa\n- Tukikelloja 10 aikavyöhykkeeltä\n\nuTab on ainutlaatuinen aloitussivu, johon voit lisätä rajoittamattoman määrän kansioita kirjanmerkeillä. Mikä tahansa kirjanmerkki tai niiden ryhmä voidaan järjestää erillisiin kansioihin, jotka sisältävät jopa 83 kirjanmerkkiä. Luo erilaisia ​​kansioita, joissa on paljon kirjanmerkkejä, jotka voit asettaa aiheiden, tehtävien, käyttäjien jne. Mukaan. Nimeä ne uudelleen, kopioi, valitse tausta ja järjestä kirjanmerkit kunkin kansion sisällä. Lataa esikatselu, jotta voit selata helposti monissa kirjanmerkkikansioissa.\n\nAloitussivun kanssa työskenteleminen ei ole koskaan ollut näin helppoa. Suunnittelet uTab, jossa käytät sovelluksia ja aseta niiden asettelu haluamallasi lisämukavuudella. Aseta eniten käyttäviä sovelluksia sivun keskelle ja jätä muut alaosaan. U New Tab -sovelluksen kanssa on mahdollista sijoittaa sovelluksia toiminnallisuuden mukaan. Toisin sanoen sinua vain mielikuvitus rajoittaa.\n\nKäytä uutta välilehteä tumma teema tai pysy tarvittaessa valotilassa. Vaihda vain tumma tila asetusvalikossa yhdellä napsautuksella. Se on erittäin intuitiivinen käyttöliittymä työskentelemään kotisivun kanssa, joka on luotu tarjoamaan ainutlaatuinen kokemus aloitussivun käytöstä.\n\n Valitse kotisivulle erilaiset taustat hämmästyttävien asetusten joukosta ja aseta se käyttämällä valikon yksinkertaisia ​​napsautuksia. Koko aloitussivusi kuvasarja on saatavana verkkosivustolla unsplash.com. Mukautetun välilehden avulla on hyvä tilaisuus korostaa yksilöllisyyttä tai korostaa tämän päivän mielialaa. Valitse kymmenestä taustakuvasta ja käytä taustaa mukauttaaksesi uutta välilehteä.\n\nMikä on suosikki hakukoneesi? Joko parempi kysyä, mikä hakupalkki sopii parhaiten tarpeisiisi? uTab tarjoaa pääsyn kaikkiin valtavirran hakuihin ja mahdollisuuden vaihtaa ne nopeasti asetusvalikon kautta. Voit asettaa seuraavat: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu ja Yandex. Ota oikea hakukone ja aseta oletusarvo uudelle välilehdelle.\n\nuTab - rajoittamaton kotisivu on varustettu täysin mukautetuilla kellot uudelle välilehdelle. Eri asetukset kellolle osana pisimmälle aloitussivua, joka on täysin haluamasi ja sellainen kuin sen pitäisi olla. 10 uutta aikavyöhykettä on saatavana Chromen uTab-sovelluksen pääasetusvalikossa.\n\n\nuTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.",
    "fr": "uTab est un moyen d'options infinies pour personnaliser le nouvel onglet. Parmi les fonctions les plus intéressantes, vous pouvez trouver la suivante:\n\n- créez autant de dossiers avec des signets différents que vous le souhaitez dans le nouvel onglet\n- possibilité de changer l'arrière-plan d'une page de démarrage\n- définir n'importe quel moteur de recherche par défaut pour votre nouvel onglet\n- appliquer le mode sombre / clair\n- supporte les horloges de 10 fuseaux horaires\n\nuTab est une page de démarrage unique où vous pouvez ajouter un nombre illimité de dossiers avec des signets. Tout signet ou un groupe d'entre eux peut être organisé dans des dossiers séparés contenant jusqu'à 83 signets. Créez différents dossiers avec de nombreux signets que vous définissez en fonction des sujets, des tâches, des utilisateurs, etc. Renommez-les, copiez, choisissez l'arrière-plan et organisez les signets à l'intérieur de chaque dossier. Téléchargez l'aperçu pour naviguer facilement dans les nombreux dossiers de signets.\n\nTravailler avec une page d'accueil n'a jamais été aussi simple. Conception de l'uTab où vous travaillez avec des applications et définissez leur disposition à votre guise pour plus de commodité Mettez les applications les plus utilisées au milieu de la page et laissez les autres en bas. De plus, avec u Nouvel onglet, il est possible de placer des applications en fonction des fonctionnalités. Autrement dit, vous n'êtes limité que par votre imagination.\n\nAppliquez un thème sombre pour le nouvel onglet ou restez avec un mode clair si nécessaire. Changez simplement le mode sombre dans le menu des paramètres en un seul clic. C'est une interface super intuitive pour travailler avec une page d'accueil qui a été créée pour fournir une expérience unique dans l'utilisation d'une page de démarrage.\n\n Sélectionnez différents arrière-plans pour la page d'accueil parmi les options incroyables et définissez-la à l'aide de simples clics dans le menu. L'ensemble du stock d'images de votre page d'accueil est disponible sur le site unsplash.com. Avec un onglet personnalisé, c'est une bonne occasion de souligner l'individualité ou d'accentuer l'humeur d'aujourd'hui. Choisissez parmi les dizaines de fonds d'écran et appliquez-les comme arrière-plan pour personnaliser votre nouvel onglet.\n\nQuel est votre moteur de recherche préféré? Ou mieux demander quelle barre de recherche est la plus adaptée à vos besoins? uTab donne accès à toutes les recherches courantes avec la possibilité de les changer rapidement via le menu des paramètres. Il existe une option pour définir les suivants: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu et Yandex. Prenez le bon moteur de recherche et définissez-le par défaut pour le nouvel onglet.\n\nuTab - La page d'accueil illimitée est équipée d'horloges entièrement personnalisées pour le nouvel onglet. Divers paramètres pour l'horloge en tant que partie de la page de démarrage la plus avancée qui seront entièrement comme vous le souhaitez et comme il se doit. 10 fuseaux horaires différents sont disponibles dans le menu principal des paramètres d'uTab pour Chrome.",
    "gu": "uTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.  \n\n\nEasily upload new beautiful images and wallpapers to your personalized home page, which you can easily access from the extension. Much lighter and more customizable than Momentum or Infinity New Tab, Google New Tab & Background Image offers a personalized experience every time you open tabs in your browser. \n\n\nMuch lighter and more customizable than Momentum or Infinity New Tab, Custom New Tab & Google™ Background Image offers a personalized experience every time you open tabs in your browser. \n\n\nnewtab, new tab extension, new tab for chrome, wallpaper new tab, call of duty new tab, dogs new tab, overwatch new tab, any new tab, set wallpaper to a start page, startpage for chrome, mystart, my new tab, wallpaper, wallpaper new tab, new tab wallpaper, change wallpaper, google wallpaper, chrome wallpaper, wallpaper for chrome, speed dial wallpaper, homepage wallpaper, wallpaper for homepage, custom wallpaper, customize wallpaper, chrome wallpapers, hd wallpapers, highres wallpaper\n\nWe get used, that normally a new tab of our browser is just a starting point for our internet journey, where we spend just a few seconds, while typing a website address, search query or clicking a website shortcut. With Infinity Dashboard we wanted you to stay on a new tab longer, by adding everything, you might ever searched for, outside the start page.\n\nOnce installed, Infinity Dashboard welcomes you with a minimalistic look of a beautiful wallpaper and a searchbar.  If you're into a minimalistic design, keep it as is, but if you're looking for customization - you're welcome to visit HUB - a home of Infinite features. \n\nChoose the most suitable search engine from the various list of mainstream options. Easily switch the search in the settings menu. \n\n- Bookmarks. Manage the list of your favorite websites, pin then to a start screen as a speed dial for a quickest access. \n- Apps. Choose the pins for your Dashboard from multiple Services (Google, Apple), Messengers (facebook, whatsapp, etc.) and Games (2048, Super Mario, Doodle Jump, etc). Pin your choices to a Dashboard and access them quickly, right after browser launch.\n- Sessions .  Fasten your browser by taking control over your browser sessions. Save the session and reopen one at anytime, if needed.\n- ToDo. Stay productive with Tasks built in to your start screen.\n- Notes. Keep all your notes, passwords and memos in a single place on your home screen.\n\nDiscover the Settings - become a designer of your personal web.\n- Customize background. Choose from spectacular presets of hires wallpapers and Live Photos or upload your own background.\n- Customize Apps. Choose the Apps to pop up in HUB.\n- Customize Search. Switch between the mainstream search engines with ease.\n\nGoogle is a trademark of Google Inc. This custom backgrounds extension is not endorsed by Google.\n\nBy clicking \"Add to chrome\", I accept and agree to installing 'Infinite New Tab - The Best Chrome Startpage Chrome extension and setting Chrome™ New Tab to that provided by the service and the Terms of Use and Privacy Policy\nAlways wanted to get a bit more from a Chrome New Tab? Speed Dial for Chrome is here for you! Add, remove, replace and manage any of Chrome New Tab tiles. With Speed Dial Chrome you'll get a full control over your Chrome New Tab.\n\nDark theme added! Apply a dark theme for chrome new tab in a single click. Save your eyes by enabling black new tab mode with Chrome Fast Dial extension.\n\nChrome Speed Dial changes standard Chrome page to a New Tab with customizable tiles. \n\nThe main idea of Chrome Speed Dial extension is to provide a look and feel of a native Chrome New tab experience with a bucket of a cool extra features, like New tab dark theme, tile customization, etc.\n\nChrome Speed Dial allows you to add, customize and manage your favorite websites in Chrome New Tab\n\n---------------------------------------\n\nCustomize your background image for Google new tab backgrounds to your favorite anime, digital art, scenery, or even Google Earth images! Simply upload a picture, choose a color, or search for your favorite wallpaper on Unsplash - the possibilities are infinite.\n \nEasily upload new beautiful images and wallpapers to your personalized home page, which you can easily access from the extension. Much lighter and more customizable than Momentum or Infinity New Tab, Google New Tab & Background Image offers a personalized experience every time you open tabs in your browser. \n\nChrome speed dial, chrome new tab, google new tab, google speed dial, start page, chrome start page, customize chrome start page, google start page, speed dial for chrome, newtab for chrome,  momentum, speed dial 2, Infinity New Tab, Infinity New Tab Pro, All-in-One Office - New Tab, Extension Speed Dial FVD - New Tab Page, custom homepage, chrome homepage, customizable home page, personalize home page, new tab page, new tab hd, start page theme",
    "it": "uTab è un modo per le opzioni di infinito per personalizzare la Nuova scheda. Tra le funzioni più interessanti puoi trovare le seguenti:\n\n- crea tutte le cartelle con diversi segnalibri di cui hai bisogno direttamente nella nuova scheda\n- possibilità di cambiare lo sfondo di una pagina iniziale\n- imposta qualsiasi motore di ricerca come predefinito per la tua nuova scheda\n- applica la modalità luce / buio\n- supporta orologi da 10 fusi orari\n\nuTab è una Pagina iniziale unica in cui è possibile aggiungere un numero illimitato di cartelle con segnalibri. Qualsiasi segnalibro o gruppo di essi può essere organizzato in cartelle separate che contengono fino a 83 segnalibri. Crea cartelle diverse con molti segnalibri impostati in base a argomenti, attività, utenti, ecc. Rinominali, copia, scegli lo sfondo e organizza i segnalibri all'interno di ogni cartella. Carica l'anteprima per navigare facilmente tra le numerose cartelle dei segnalibri.\n\nLavorare con una pagina iniziale non è mai stato così semplice. Progetta l'Utab in cui operi con le app e imposta il loro layout come desideri per maggiore praticità. Metti le app più utilizzate al centro della pagina e lascia le altre in fondo. Inoltre con u Nuova scheda è possibile posizionare le app in base alla funzionalità. Altre parole, sei limitato solo dalla tua immaginazione.\n\nApplicare un tema scuro per la nuova scheda o rimanere con una modalità luce, se necessario. Basta cambiare la modalità oscura nel menu delle impostazioni con un solo clic. È un'interfaccia super intuitiva per lavorare con una home page creata per offrire un'esperienza unica nell'uso di una pagina iniziale.\n\n Seleziona diversi sfondi per la home page tra le incredibili opzioni e impostala usando i semplici clic nel menu. L'intero stock di immagini per la tua pagina iniziale è disponibile sul sito Web unsplash.com. Con una scheda personalizzata, è una buona occasione per enfatizzare l'individualità o accentuare l'umore di oggi. Scegli tra le dozzine di sfondi e applica come sfondo per personalizzare la tua nuova scheda.\n\nQual è il tuo motore di ricerca preferito? O meglio chiedere quale barra di ricerca è la più adatta alle tue esigenze? uTab fornisce l'accesso a tutte le ricerche tradizionali con l'opportunità di cambiarle rapidamente tramite il menu delle impostazioni. C'è un'opzione per impostare i prossimi: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu e Yandex. Prendi il motore di ricerca giusto e imposta come predefinito la nuova scheda.\n\nuTab - Home Page illimitata è dotata di orologi completamente personalizzati per la nuova scheda. Varie impostazioni per l'orologio come parte della pagina iniziale più avanzata che sarà completamente come desideri e come dovrebbe essere. 10 diversi fusi orari sono disponibili nel menu delle impostazioni principali di uTab per Chrome.",
    "nl": "uTab is een manier om oneindig veel opties te gebruiken voor het aanpassen van het nieuwe tabblad. Onder de meest interessante functies vind je de volgende:\n\n- maak zoveel mappen met verschillende bladwijzers als je nodig hebt op het nieuwe tabblad\n- mogelijkheid om de achtergrond van een startpagina te wijzigen\n- stel een zoekmachine in als standaard voor uw nieuwe tabblad\n- pas de donkere / lichte modus toe\n- ondersteuning klokken uit 10 tijdzones\n\nuTab is een unieke startpagina waar u een onbeperkt aantal mappen met bladwijzers kunt toevoegen. Elke bladwijzer of een groep ervan kan worden georganiseerd in afzonderlijke mappen met maximaal 83 bladwijzers. Maak verschillende mappen met veel bladwijzers die u instelt op basis van onderwerpen, taken, gebruikers, enz. Hernoem ze, kopieer, kies de achtergrond en organiseer bladwijzers in elke map. Upload een voorbeeld om gemakkelijk door de vele bladwijzermappen te navigeren.\n\nWerken met een startpagina was nog nooit zo eenvoudig. Ontwerp van de uTab waar u met apps werkt en hun lay-out naar wens instelt voor extra gemak. Plaats de meest gebruikte apps in het midden van de pagina en laat andere onderaan staan. Ook met u New Tab is het mogelijk om apps te plaatsen op functionaliteit. Met andere woorden, je wordt alleen beperkt door je verbeeldingskracht.\n\nPas een donker thema toe voor het nieuwe tabblad of blijf indien nodig in een lichte modus. Verander eenvoudig de donkere modus in het instellingenmenu met slechts één klik. Het is een super intuïtieve interface voor het werken met een startpagina die is gemaakt om een ​​unieke ervaring te bieden bij het gebruik van een startpagina.\n\n Selecteer verschillende achtergronden voor de startpagina uit de geweldige opties en stel deze in met behulp van de eenvoudige klikken in het menu. De hele voorraad afbeeldingen voor uw startpagina is beschikbaar op de website unsplash.com. Met een aangepast tabblad is het een goede kans om individualiteit te benadrukken of de stemming van vandaag te accentueren. Kies uit de tientallen achtergronden en pas deze toe als achtergrond om uw nieuwe tabblad aan te passen.\n\nWat is je favoriete zoekmachine? Of kunt u beter vragen welke zoekbalk het meest geschikt is voor uw behoeften? uTab biedt toegang tot alle reguliere zoekopdrachten met de mogelijkheid om ze snel te wijzigen via het instellingenmenu. Er is een optie om de volgende in te stellen: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu en Yandex. Neem de juiste zoekmachine en stel deze in als standaard voor het nieuwe tabblad.\n\nuTab - onbeperkte startpagina is uitgerust met volledig aangepaste klokken voor het nieuwe tabblad. Diverse instellingen voor de klok als onderdeel van de meest geavanceerde startpagina die helemaal naar wens is en zou moeten zijn. 10 verschillende tijdzones zijn beschikbaar in het hoofdinstellingenmenu van uTab voor Chrome.",
    "no": "uTab er en måte å evighetsalternativer for tilpasse den nye fanen. Blant de mest interessante funksjonene kan du finne den neste:\n\n- lag så mange mapper med forskjellige bokmerker du trenger rett på den nye fanen\n- mulighet til å endre bakgrunn på en startside\n- angi hvilken som helst søkemotor som standard for den nye fanen\n- bruk mørk / lys modus\n- støtte klokker fra 10 tidssoner\n\nuTab er en unik startside der du kan legge til et ubegrenset antall mapper med bokmerker. Ethvert bokmerke eller en gruppe av dem kan organiseres i separate mapper som inneholder opptil 83 bokmerker. Lag forskjellige mapper med mange bokmerker som du angir i henhold til emner, oppgaver, brukere osv. Gi nytt navn til dem, kopier, velg bakgrunnen og organiser bokmerker i hver mappe. Last opp forhåndsvisning for å enkelt navigere over de mange bokmerkemappene.\n\nÅ jobbe med en Startside har aldri vært så enkelt. Design av uTab der du opererer med apper og angir utformingen slik du ønsker for ekstra bekvemmelighet. Sett de mest bruker appene på midten av siden og la andre ligge nederst. I tillegg til u Ny fane er det mulig å plassere apper i henhold til funksjonalitet. Med andre ord er du bare begrenset av fantasien.\n\nBruk et mørkt tema for den nye fanen, eller hold deg i en lysmodus om nødvendig. Bare bytt den mørke modusen i innstillingsmenyen bare med ett klikk. Det er et superintuitivt grensesnitt for å jobbe med en hjemmeside som ble opprettet for å gi en unik opplevelse ved bruk av en startside.\n\n Velg forskjellige bakgrunner for hjemmesiden blant de fantastiske alternativene, og sett den med de enkle klikkene på menyen. Hele lagerbildet for startsiden din er tilgjengelig på nettstedet unsplash.com. Med en tilpasset fane er det en god sjanse til å fremheve individualitet eller fremheve dagens stemning. Velg mellom dusinvis bakgrunnsbilder og bruk som bakgrunn for å tilpasse den nye fanen.\n\nHva er din favoritt søkemotor? Enten bedre å spørre hvilken søkelinje som er best egnet for dine behov? uTab gir tilgang til alle mainstream-søk med en mulighet til å bytte dem raskt via innstillingsmenyen. Det er et alternativ å angi de neste: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu og Yandex. Ta riktig søkemotor og sett som standard for den nye fanen.\n\nuTab - ubegrenset hjemmeside er utstyrt med fullt tilpassede klokker for den nye fanen. Ulike innstillinger for klokken som en del av den mest avanserte startsiden som vil være helt som du ønsker og som den skal være. 10 forskjellige tidssoner er tilgjengelige i hovedinnstillingsmenyen til uTab for Chrome.",
    "pl": "uTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n uTab to sposób na uzyskanie nieskończoności w celu dostosowania nowej karty. Wśród najciekawszych funkcji można znaleźć następną:\n\n- utwórz tyle folderów z różnymi zakładkami, ile potrzebujesz na nowej karcie\n- możliwość zmiany tła strony początkowej\n- ustaw dowolną wyszukiwarkę jako domyślną dla nowej karty\n- zastosuj tryb ciemny / jasny\n- obsługa zegarów z 10 stref czasowych\n\nuTab to unikalna strona początkowa, na której można dodać nieograniczoną liczbę folderów z zakładkami. Dowolną zakładkę lub ich grupę można uporządkować w osobnych folderach zawierających do 83 zakładek. Twórz różne foldery z dużą ilością zakładek, które ustawiasz zgodnie z tematami, zadaniami, użytkownikami itp. Zmień ich nazwy, skopiuj, wybierz tło i uporządkuj zakładki w każdym folderze. Prześlij podgląd, aby łatwo poruszać się po wielu folderach zakładek.\n\nPraca ze stroną początkową nigdy nie była tak prosta. Zaprojektuj interfejs uTab, w którym działasz z aplikacjami, i ustaw ich układ według uznania dla dodatkowej wygody. Umieść najczęściej używane aplikacje na środku strony, a pozostałe na dole. Podobnie jak u Nowa karta, możesz umieszczać aplikacje zgodnie z funkcjonalnością. Innymi słowy, ograniczają cię tylko wyobraźnia.\n\nZastosuj ciemny motyw do nowej karty lub pozostań w trybie jasnym, jeśli to konieczne. Wystarczy przełączyć tryb ciemny w menu ustawień jednym kliknięciem. Jest to bardzo intuicyjny interfejs do pracy ze stroną główną, która została stworzona, aby zapewnić wyjątkowe wrażenia podczas korzystania ze strony początkowej.\n\n Wybierz różne tła strony głównej spośród niesamowitych opcji i ustaw ją za pomocą prostych kliknięć w menu. Cały zapas zdjęć na stronie początkowej jest dostępny na stronie unsplash.com. Dzięki specjalnej zakładce, którą lubisz, jest to dobra okazja, aby podkreślić indywidualność lub zaakcentować dzisiejszy nastrój. Wybierz spośród dziesiątek tapet i zastosuj jako tło, aby dostosować nową kartę.\n\nJaka jest twoja ulubiona wyszukiwarka? Albo lepiej zapytać, który pasek wyszukiwania najlepiej odpowiada Twoim potrzebom? uTab zapewnia dostęp do wszystkich wyszukiwań głównego nurtu z możliwością szybkiego przełączania ich poprzez menu ustawień. Istnieje możliwość ustawienia kolejnych: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu i Yandex. Wybierz odpowiednią wyszukiwarkę i ustaw jako domyślną nową kartę.\n\nuTab - nieograniczona strona główna jest wyposażona we w pełni spersonalizowane zegary nowej karty. Różne ustawienia zegara jako część najbardziej zaawansowanej strony początkowej, która będzie całkowicie taka, jak chcesz i jaka powinna być. 10 różnych stref czasowych jest dostępnych w głównym menu ustawień uTab na Chrome.\n\nSelect different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.",
    "tr": "uTab, Yeni Sekmeyi özelleştirmek için sonsuzluk seçeneklerine giden bir yoldur. En ilginç işlevler arasında aşağıdakileri bulabilirsiniz:\n\n- doğrudan yeni sekmede ihtiyaç duyduğunuz sayıda farklı yer işaretine sahip klasör oluşturun\n- bir başlangıç ​​sayfasının arka planını değiştirme fırsatı\n- herhangi bir arama motorunu Yeni Sekmeniz için varsayılan olarak ayarlama\n- karanlık / aydınlık modunu uygula\n- 10 saat diliminden destek saatleri\n\nuTab, yer imleri içeren sınırsız sayıda klasör ekleyebileceğiniz benzersiz bir Başlangıç ​​Sayfasıdır. Herhangi bir yer imi veya bir grup 83 adede kadar yer imi içeren ayrı klasörler halinde düzenlenebilir. Konulara, görevlere, kullanıcılara vb. Göre ayarladığınız çok sayıda yer imi ile farklı klasörler oluşturun. Bunları yeniden adlandırın, kopyalayın, arka planı seçin ve her klasörün içinde yer imlerini düzenleyin. Birçok yer işareti klasöründe kolayca gezinmek için önizlemeyi yükleyin.\n\nBaşlangıç ​​sayfasıyla çalışmak hiç bu kadar kolay olmamıştı. Uygulamalarla çalıştığınız uTab'ın tasarımı ve ek rahatlık için düzenlerini istediğiniz gibi ayarlayın. En çok kullanılan uygulamaları sayfanın ortasına koyun ve diğerlerini altta bırakın. Yeni sekmede olduğu gibi, uygulamaları işlevselliğe göre yerleştirmek de mümkündür. Diğer bir deyişle, sadece hayal gücünüzle sınırlısınız.\n\nYeni sekme için koyu bir tema uygulayın veya gerekirse hafif modda kalın. Sadece tek bir tıklamayla ayarlar menüsünde karanlık modu değiştirin. Başlangıç ​​sayfası kullanımında benzersiz bir deneyim sağlamak için oluşturulmuş bir ana sayfa ile çalışmak için süper sezgisel bir arayüz.\n\n Şaşırtıcı seçenekler arasında ana sayfa için farklı arka planlar seçin ve menüdeki basit tıklamaları kullanarak ayarlayın. Başlangıç ​​sayfanız için tüm görsel stoklarını unsplash.com web sitesinde bulabilirsiniz. Özel bir sekme ile bugünün ruh halini bireysellik veya vurgu vurgulamak için iyi bir şans. Düzinelerce duvar kağıdı arasından seçim yapın ve yeni sekmenizi özelleştirmek için arka plan olarak uygulayın.\n\nFavori arama motorunuz hangisi? İhtiyaçlarınız için en uygun arama çubuğunun hangisi olduğunu sormak daha iyidir? uTab, tüm genel aramalara ayarlar menüsünden hızlı bir şekilde geçiş yapma fırsatı sunar. Bir sonrakini ayarlama seçeneği vardır: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu ve Yandex. Doğru arama motorunu alın ve yeni sekme için varsayılan olarak ayarlayın.\n\nuTab - sınırsız Giriş Sayfası, yeni sekme için tamamen özelleştirilmiş saatlerle donatılmıştır. Tamamen istediğiniz ve olması gerektiği gibi olacak en gelişmiş başlangıç ​​sayfasının bir parçası olarak saat için çeşitli ayarlar. Chrome için uTab'ın ana ayarlar menüsünde 10 farklı saat dilimi bulunur.\n\nuTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome.",
    "zh_CN": "uTab是一种用于自定义“新标签”的无限选项的方法。在最有趣的功能中，您可以找到下一个：\n\n-在新标签上根据需要制作多个带有不同书签的文件夹\n-机会更改起始页面的背景\n-将任何搜索引擎设置为“新标签”的默认设置\n-应用暗/亮模式\n-支持10个时区的时钟\n\nuTab是一个独特的起始页，您可以在其中添加无限数量的带有书签的文件夹。任何书签或一组书签都可以组织在最多包含83个书签的单独文件夹中。创建具有很多书签的不同文件夹，这些书签可以根据主题，任务，用户等进行设置。重命名，复制，选择背景并在每个文件夹内组织书签。上传预览以轻松浏览许多书签文件夹。\n\n使用“开始”页面从未如此简单。 uTab的设计，您可以在其中使用应用程序进行操作，并根据需要设置其布局，以提供更多便利。将使用最多的应用放在页面的中间，其他则放在底部。通过“新建标签”，您还可以根据功能来放置应用。换句话说，您仅受想象力的限制。\n\n为新标签页应用深色主题，或者根据需要使用浅色模式。只需单击一下即可在设置菜单中切换暗模式。这是用于创建主页的超级直观界面，该主页旨在提供使用起始页的独特体验。\n\n 在令人惊叹的选项中为首页选择不同的背景，并通过单击菜单来进行设置。您可以在unsplash.com网站上找到起始页的全部图像。启用自定义标签后，您就可以借此机会突出个性或强调当今的心情。从数十种壁纸中进行选择，并作为背景来自定义您的新标签。\n\n您最喜欢的搜索引擎是什么？还是要问哪个搜索栏最适合您的需求？ uTab提供对所有主流搜索的访问，并有机会通过设置菜单快速切换它们。有一个选项可以设置下一个：Google，Ecosia，BingDuckDuckGo，Yahoo，百度和Yandex。选择合适的搜索引擎，并将其设置为新标签的默认设置。\n\nuTab-无限首页为新标签配备了完全定制的时钟。时钟的各种设置是最高级开始页面的一部分，将完全按照您的期望和应有的方式进行。 Chrome的uTab的主设置菜单中提供10个不同的时区。\n\nuTab is a way to infinity options for customizing the New Tab. Among the most interesting functions you can find the next:\n\n- make as many folders with different bookmarks as you need right on the new tab\n- opportunity to change background of a start page\n- set any search engine as a default for your New Tab \n- apply dark/light mode\n- support clocks from 10 time zones\n\nuTab is a unique Start Page where you can add an unlimited amount of folders with bookmarks. Any bookmark or a group of them can be organized in separate folders that contains up to 83 bookmarks. Create different folders with lots of bookmarks that you set according to topics, tasks, users, etc. Rename them, copy, choose the background and organize bookmarks inside of each folder. Upload preview to easy navigate across the many bookmarks folders. \n\nWorking with a Start page has never been so simple. Design of the uTab where you operate with apps and set their layout as you wish for additional convenience. Put the most using apps in the middle of the page and leave others at the bottom. As well with u New Tab it’s possible to place apps according to functionality. Other words you are limited only by your imagination.  \n\nApply a dark theme for the new tab or stay with a light mode if needed. Simply switch the dark mode in the settings menu just in one click. It's a super intuitive interface to working with a home page that was created to provide a unique experience in using a start page.\n\n Select different backgrounds for the home page among the amazing options and set it using the simple clicks at the menu. The whole stock of images for your start page is available on the website unsplash.com.  With a custom tab fond it’s a good chance to emphasize individuality or accent the today’s mood. Choose from the dozens wallpapers and apply as a background to customize your new tab. \n\nWhat’s your favorite search engine? Either better to ask which search bar is the most suitable for your needs? uTab provides access to all the mainstream searches with an opportunity to switch them quickly via settings menu. There is an option to set the next ones: Google, Ecosia, BingDuckDuckGo, Yahoo, Baidu and Yandex. Take the right search engine and set as a default for the new tab.   \n\nuTab - unlimited Home Page is equipped with fully customized clocks for the new tab. Various settings for the clock as a part for the most advanced start page that will be completely as you wish and as it should be. 10 different time zones are available in the main settings menu of uTab for Chrome."
  }
}