{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "soundsynqr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Worry free audio listening on twitch.tv"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Using this extension, twitch streamers can share youtube audio with their audience without having to broadcast copyright infringing material directly.\n\nFor viewers:\nOpen up a stream that uses soundsynqr and hit the extension button. That's it.\n\nFor streamers:\nUse this extension to stream a continuously updating QR code containing all that is needed for your viewers to hear the youtube audio you want to share. Open the video you want to share and press the extension button. A QR code will pop up. Record that QR code using OBS or other streaming software and you're done. Even if you change the video or are viewing a playlist it will not require any interaction as long as you aren't obscuring the QR code.\n\nHow it works:\nThe QR code that is displayed by soundsynqr on the streamers end contains a video link as well as its timestamp - this is why it changes while the video is playing. Any viewer that has soundsynqr can then hear the audio as their soundsynqr extension automatically reads the QR code and creates an embedded youtube player that always skips to the timestamp indicated by the QR.\n\nBe mindful of the fact that stream snipers might try to show their own QR code on stream. While soundsynqr locks on to the original QR code and ignores the rest of the screen, it is not foolproof. And at the same time, they could do worse things if they are able to display arbitrary images on your stream 🐴. Also, I am not a lawyer - do not interpret anything written by me as legal advice or advice on twitch ToS. Do not use this extension for illicit purposes.\n\n-@thermstr1pe Okayge"
  }
}