{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Incite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and display web page selections for essay generation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Incite,\" an innovative Chrome extension designed to revolutionize the way you collect and utilize information from the web. With a simple click on the \"Incite\" icon, you unlock a seamless and interactive experience that enhances your research, study, or content creation process.\n\n**Effortless Information Collection:** Say goodbye to cumbersome bookmarks and disjointed notes. \"Incite\" allows you to effortlessly save webpages with the \"Add to selections\" button, creating a curated list of resources accessible at any moment. View your selections in a neatly organized list of webpage titles and links, ensuring you stay organized and focused.\n\n**Transform Knowledge into Creation:** Dive deeper with the \"Show selections\" feature, leading you to an interactive interface where your collected insights serve as the foundation for creativity. Here, a \"Create\" button awaits to unfold a realm where your ideas are synthesized into essays, crafted with comprehensive insights and integrated citations. This fusion ensures your output is not only inspired but also academically robust.\n\n**User-Centric Design and Functionality:** Designed with you in mind, \"Incite\" offers a user-friendly interface for both the collection and creative stages. The extension is built to provide a lightweight and responsive interaction during the collection process and a dynamic and engaging experience during the essay generation phase.\n\n**Adaptable and Responsive:** Encountering gaps in your information? \"Incite\" prompts you for the necessary details, guaranteeing a complete and detailed essay that reflects your research and insights.\n\nEmbark on a journey of streamlined research and inspired writing with \"Incite.\" Whether you're compiling information for academic purposes, content creation, or personal interest, \"Incite\" transforms your browser into a powerful tool for knowledge collection and essay generation. Download \"Incite\" today and experience a smarter, more cohesive way to integrate the web's vast resources into your creative process."
  }
}