{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynolex"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynolex helps legal professionals fast track & streamline the experience of searching & retrieving data from official sources."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turbocharge Your Trademark Searches for 'IP India' website with Dynolex - A Seamless Solution for IP Professionals\n\nTransform your trademark search experience on the IP India website with Dynolex, the innovative Chrome extension designed to streamline and simplify your work. With Dynolex, you can bid goodbye to the slow, tedious process of status checks and public searches, and fast track your way to reliable, accurate results.\n\nTraditionally, Intellectual Property (IP) professionals rely heavily on online public search tools for application status checks and availability searches. Government websites, though reliable, are often bogged down by time-consuming steps. But with Dynolex, you can bypass these cumbersome processes and focus on what truly matters.\n\nKey Features of the Dynolex Chrome Extension:\n\n# Automatic Trademark Status Checks: Do you find it frustrating to navigate through numerous options just to verify the status of an Indian TM application? Dynolex auto-clicks these for you, reducing redundancies and speeding up your workflow.\n\n# Quick Access TM Status Button: A consistently visible TM status check button lets you instantly input and check the status. Say goodbye to tiresome navigation.\n\n# One-Click TM Status Check from Public Search Page: Scouting for a stellar name for your client's business? With Dynolex's status button on the Indian search page, you can quickly perform a lookup and gain access to the entire application record.\n\n# Auto-Resize for Images: Larger images on the Indian public search page are automatically adjusted to fit your screen by Dynolex, ensuring you have a complete view of results without excessive screen occupation.\n\n# Excel Export for Public Search Results (Pro feature): With a single click, you can transfer all TM public search results into an Excel file for easy review and management.\n\n# Smart Lists for Trademark Clearance Searches (Pro feature): Accelerate your trademark clearance searches with Dynolex Smart Lists. Save searches quickly, review them conveniently, avoid duplicates, share with others, and more.\n\nRecent Updates & Upcoming Enhancements:\n- Autoload More: We've now integrated an autoload feature, which auto loads the trademark search results beyond 100 till all the results are loaded, ensuring you get more data without manual interventions.\n- Bulk Status Checks (coming soon) - Streamline the process to check trademark status of multiple trademarks without too much manual work.\n- Seamless Record Access (coming soon): Dynolex will soon enable you to view your recent trademark status page records effortlessly, ensuring uninterrupted access even if the official website is temporarily unavailable.\n- We're committed to further improving Dynolex. Stay tuned for additional innovative features!\n\nJoin the Dynolex Family:\nWe envision Dynolex as the primary Chrome extension for every IP professional in India. Your feedback and support drive us. If Dynolex has enhanced your work, please recommend it to your colleagues.\n\nSpecial Offer:\nFor a limited time, enjoy all Dynolex features, including the pro ones, absolutely free! Don't wait; elevate your Indian trademark search experience with Dynolex today!\n\nSupport:\nEncountered an issue or have a feature request? Visit www.dynolex.com for assistance and feedback."
  }
}