{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Freespoke Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search with Freedom. Make Freespoke your default search engine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How it Works:\nFreespoke shows you all sides, with privacy. Add our extension to use Freespoke as your default search engine. After adding our extension your browser will use Freespoke for all of your searches. \n\n--------\nAbout Us:\n\nWelcome to Freespoke — where information meets empowerment.\n\nWhy choose Freespoke?\n\nPRIVACY AS A RIGHT\nWe believe privacy is not just a feature but a fundamental right for every user.\n\nUNCOVER HIDDEN STORIES\nBreak free from Big Tech and media censorship. Explore stories that foster open debate and awareness.\n\nKID SAFE\nProvide a secure online environment for kids, free from Big Tech trackers and adult content.\n\nEND HUMANTRAFFICKING\nFreespoke is free from porn and donates 30% of proceeds from premium subscriptions to fight humantrafficking.\n\nSUPPORT AMERICAN SMALL BUSINESSES\nDiscover 100% American-made brands and products, supporting local businesses and ensuring quality.\n\nCHAMPION FREE SPEECH\nEnjoy complete access to information, as we safeguard your right to express yourself freely.\n\n360° NEWS COVERAGE\nStay informed with diverse news perspectives, side-by-side viewpoints, and clearly labeled biases (left/middle/right).\n\nJoin the Freespoke movement.\n\nLearn more about our mission at freespoke.com/about."
  }
}