{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gmail Inbox Zero by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Focus mode for Gmail - solution for Inbox Zero",
    "de": "Fokusmodus für Gmail - Lösung für Inbox Zero",
    "es": "Modo de enfoque para Gmail: solución para Inbox Zero",
    "fr": "Mode Focus pour Gmail - solution pour Inbox Zero",
    "it": "Modalità messa a fuoco per Gmail - soluzione per Inbox Zero",
    "ja": "Gmail のフォーカス モード - Inbox Zero のソリューション",
    "nl": "Focusmodus voor Gmail - oplossing voor Inbox Zero",
    "pl": "Tryb skupienia dla Gmaila - rozwiązanie dla Inbox Zero",
    "pt_BR,pt_PT": "Modo de foco para Gmail - solução para Inbox Zero",
    "zh_CN": "Gmail 的焦点模式 - 收件箱归零的解决方案"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Dealing with the high volume of emails that many of us receive on a daily basis can be a challenging task.\n\nThis extension helps you manage the overwhelming amount of emails in your Gmail inbox by simplifying the interface and allowing you to focus on the task at hand. \n\nWith just a few clicks, you can remove distractions and quickly clean up your inbox to achieve the coveted goal of \"inbox zero.\" \n~~~~~~~~~~~\nHow to use this extension:\nTo use the extension, simply click the cloudHQ icon in the upper right corner of your Gmail and select \"Turn Simple View ON.\" \nWhen you're finished organizing your inbox, click \"Close Simple View.\" \n~~~~~~~~~~~\nHere are some tips for achieving inbox zero: \n✅ If an email can be answered in a few minutes or less, do it right away. \n✅ If the email contains information you'll need to refer to later or doesn't require a response, archive it. \n✅ If the email would be better handled by someone else, forward it and then archive it.\n✅ If a response will take longer or require more work, use the snooze feature to defer it until a more convenient time, add it to your TODO label, or add it to Google Tasks.\n✅ Once you've processed your inbox, you can then tackle emails in your TODO label or snoozed emails.\n~~~~~~~~~~~\ncloudHQ. Helping your productivity, 1 click at a time. \n\ncloudHQ website: https://www.cloudhq.net/\nApp website: https://www.gmail-inbox-zero.com/\nPricing: https://www.gmail-inbox-zero.com/pricing\nSupport page: https://support.cloudhq.net/category/browser-extensions/gmail-inbox-zero/\nBlog: https://blog.cloudhq.net",
    "de,ja,nl,pl,pt_BR,pt_PT,zh_CN": "Dealing with the high volume of emails that many of us receive on a daily basis can be a challenging task.\n\nThis extension helps you manage the overwhelming amount of emails in your Gmail inbox by simplifying the interface and allowing you to focus on the task at hand. \n\nWith just a few clicks, you can remove distractions and quickly clean up your inbox to achieve the coveted goal of \"inbox zero.\" \n~~~~~~~~~~~\nHow to use this extension:\nTo use the extension, simply click the cloudHQ icon in the upper right corner of your Gmail and select \"Turn Simple View ON.\" \nWhen you're finished organizing your inbox, click \"Close Simple View.\" \n~~~~~~~~~~~\nHere are some tips for achieving inbox zero: \n✅ If an email can be answered in a few minutes or less, do it right away. \n✅ If the email contains information you'll need to refer to later or doesn't require a response, archive it. \n✅ If the email would be better handled by someone else, forward it and then archive it.\n✅ If a response will take longer or require more work, use the snooze feature to defer it until a more convenient time, add it to your TODO label, or add it to Google Tasks.\n✅ Once you've processed your inbox, you can then tackle emails in your TODO label or snoozed emails.\n~~~~~~~~~~~\ncloudHQ. Helping your productivity, 1 click at a time. \n\ncloudHQ website: https://www.cloudhq.net/\nApp website: https://www.pause-gmail.com/\nPricing: https://www.pause-gmail.com/pricing\nSupport page: https://support.cloudhq.net/category/browser-extensions/pause-gmail-inbox/\nBlog: https://blog.cloudhq.net",
    "es": "Lidiar con el alto volumen de correos electrónicos que muchos de nosotros recibimos a diario puede ser una tarea desafiante.\n\nEsta extensión te ayuda a gestionar la abrumadora cantidad de correos en tu bandeja de entrada de Gmail simplificando la interfaz y permitiéndote concentrarte en la tarea que tienes entre manos.\n\nCon solo unos pocos clics, puedes eliminar distracciones y limpiar rápidamente tu bandeja de entrada para alcanzar el codiciado objetivo de \"bandeja de entrada cero\".\n\nCómo usar esta extensión:\nPara usar la extensión, simplemente haz clic en el icono de cloudHQ en la esquina superior derecha de tu Gmail y selecciona \"Activar vista simple\".\nCuando hayas terminado de organizar tu bandeja de entrada, haz clic en \"Cerrar vista simple\".\n\nAquí hay algunos consejos para alcanzar bandeja de entrada cero:\n✅ Si un correo electrónico se puede responder en unos minutos o menos, hazlo de inmediato.\n✅ Si el correo electrónico contiene información que necesitarás consultar más tarde o no requiere una respuesta, archívalo.\n✅ Si el correo electrónico sería mejor manejado por alguien más, reenvíalo y luego archívalo.\n✅ Si una respuesta llevará más tiempo o requiere más trabajo, usa la función de aplazar para diferirlo hasta un momento más conveniente, añádelo a tu etiqueta TODO o a tareas de Google.\n✅ Una vez que hayas procesado tu bandeja de entrada, entonces podrás abordar los correos electrónicos en tu etiqueta TODO o correos electrónicos aplazados.\n\ncloudHQ. Ayudando a tu productividad, un clic a la vez.\n\nSitio web de cloudHQ: https://www.cloudhq.net/\nSitio web de la aplicación: https://www.pause-gmail.com/\nPrecios: https://www.pause-gmail.com/pricing\nPágina de soporte: https://support.cloudhq.net/category/browser-extensions/pause-gmail-inbox/\nBlog: https://blog.cloudhq.net",
    "fr": "Gérer le volume élevé d'emails que beaucoup d'entre nous reçoivent quotidiennement peut être une tâche difficile.\n\nCette extension vous aide à gérer la quantité écrasante d'emails dans votre boîte de réception Gmail en simplifiant l'interface et en vous permettant de vous concentrer sur la tâche en cours.\n\nAvec seulement quelques clics, vous pouvez éliminer les distractions et nettoyer rapidement votre boîte de réception pour atteindre l'objectif convoité de \"zéro inbox\".\n\n~~~~~~~~~~~\nComment utiliser cette extension :\nPour utiliser l'extension, cliquez simplement sur l'icône cloudHQ dans le coin supérieur droit de votre Gmail et sélectionnez \"Activer le mode Simple\".\nLorsque vous avez terminé d'organiser votre boîte de réception, cliquez sur \"Fermer le mode Simple\".\n~~~~~~~~~~~\nVoici quelques conseils pour atteindre zéro inbox :\n✅ Si un email peut être répondu en quelques minutes ou moins, faites-le immédiatement.\n✅ Si l'email contient des informations auxquelles vous aurez besoin de vous référer plus tard ou ne nécessite pas de réponse, archivez-le.\n✅ Si l'email serait mieux géré par quelqu'un d'autre, transférez-le puis archivez-le.\n✅ Si une réponse prendra plus de temps ou nécessitera plus de travail, utilisez la fonction de mise en veille pour la différer à un moment plus opportun, ajoutez-la à votre étiquette TODO ou ajoutez-la à Google Tasks.\n✅ Une fois que vous avez traité votre boîte de réception, vous pouvez ensuite vous attaquer aux emails dans votre étiquette TODO ou aux emails mis en veille.\n\n~~~~~~~~~~~\ncloudHQ. Améliorer votre productivité, un clic à la fois.\n\nSite web de cloudHQ : https://www.cloudhq.net/\nSite web de l'application : https://www.pause-gmail.com/\nTarification : https://www.pause-gmail.com/pricing\nPage de support : https://support.cloudhq.net/category/browser-extensions/pause-gmail-inbox/\nBlog : https://blog.cloudhq.net",
    "it": "Gestire l'alto volume di email che molti di noi ricevono quotidianamente può essere un compito difficile.\n\nQuesta estensione ti aiuta a gestire la schiacciante quantità di email nella tua casella di posta Gmail semplificando l'interfaccia e permettendoti di concentrarti sul compito da svolgere.\n\nCon pochi clic, puoi rimuovere le distrazioni e pulire rapidamente la tua casella di posta per raggiungere l'ambito obiettivo di \"inbox zero\".\n\n~~~~~~~~~~~\nCome usare questa estensione:\nPer utilizzare l'estensione, fai semplicemente clic sull'icona di cloudHQ nell'angolo in alto a destra del tuo Gmail e seleziona \"Attiva Vista Semplice\".\nQuando hai finito di organizzare la tua casella di posta, fai clic su \"Chiudi Vista Semplice\".\n~~~~~~~~~~~\nEcco alcuni consigli per raggiungere inbox zero:\n✅ Se un'email può essere risposta in pochi minuti o meno, fallo subito.\n✅ Se l'email contiene informazioni a cui dovrai fare riferimento più tardi o non richiede una risposta, archiviala.\n✅ Se l'email sarebbe gestita meglio da qualcun altro, inoltrala e poi archiviala.\n✅ Se una risposta richiederà più tempo o più lavoro, usa la funzione snooze per rimandarla a un momento più comodo, aggiungila alla tua etichetta TODO o aggiungila a Google Tasks.\n✅ Una volta che hai elaborato la tua casella di posta, puoi poi affrontare le email con l'etichetta TODO o le email posticipate.\n~~~~~~~~~~~\ncloudHQ. Aiutando la tua produttività, un clic alla volta.\n\nSito web cloudHQ: https://www.cloudhq.net/\nSito web dell'app: https://www.pause-gmail.com/\nPrezzi: https://www.pause-gmail.com/pricing\nPagina di supporto: https://support.cloudhq.net/category/browser-extensions/pause-gmail-inbox/\nBlog: https://blog.cloudhq.net"
  }
}