{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lighting lamp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lighting lamp allows you to have cool tabs. It supports many features"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lighting lamp is a very useful TAB extension. It integrates calendar, clock, memos, vpn, chatgpt, news, quick jump links. There are many more features to be developed. I look forward to hearing from you\n\n\n\nLighting lamp does it like this:\n\n\n\nCalendar: This feature allows users to easily view the date and time, providing an interface for browsing the current date, week, or month.\n\n\n\nClock: Displays the current time. Users can easily access the clock feature from the browser's home page.\n\n\n\nCustom Quick Links: This feature allows users to create custom quick links to commonly used web pages or applications. Users can add, edit, and delete these shortcut links as needed.\n\n\n\nMemos: This feature provides a convenient interface for creating, editing, and managing memos. Users can log important projects, tasks or inspirations and set reminders to ensure they don't miss anything important.\n\n\n\nBackground change: Always change the wallpaper, customize your home page\n\n\n\nvpn: Provides a free vpn for users and enables users to access other websites\n\n\n\nNews: We provide users with real-time updates, so that users timely get the latest news\n\n\n\nchatgpt: Provides two interfaces for gpt4.0 to give users more answers\n\n\n\nSnow Mountain is a very useful new TAB extension that allows you to have better looking new tabs. There are many more features to be developed. I look forward to hearing from you"
  }
}