{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dadan - Screen Recording & Annotation Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your mic, screen and camera with dadan. Share recorded video instantly with a link."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With dadan, you can create professional but simple video instructions. \n\ndadan allows you to record your screen, webcam, and microphone. You can edit and share your recordings using our unlimited cloud.\n\ndadan was created for business, educational, and personal use. \n\nIt has only essential features for video recording and editing that a busy person may need. No overkill, no steep learning curve, and no new passwords to save. You can start in seconds, find all features easily without looking into our docs, and produce your video content like a pro. \n\nHOW DOES IT WORK?\n+ register your free account with an email or using SSO\n+ start recording your screen and/or web cam\n\t+ mute or unmute microphone to manage sound\n\t+ pick up a window or tab to record\n\t+ draw or write on the screen while recording\n+ edit your recording:\n\t+ trim or crop it\n\t+ create a thumbnail\n\t+ add elements to engage your users\n\t+ add buttons\n\t+ add annotations\n\t+ add chapters\n\t+ add tags\n+ share your video\n\t+ share as a link\n\t+ embed it in your website\n\t+ schedule its availability\n\t+ set a password\n\t+ limit to certain users\n\t+ download it\n+ understand your audience\n\t+ check your viewers engagement\n+ collaborate on it\n\t+ create folders\n\t+ create teams\n\t+ exchange comments\n\t+ integrate it with a wide range of business applications\n\t+ watch it in picture-in-picture mode\n\nDADAN’S PRACTICAL USE CASES\n\n+ Outstanding customer service\nSend video recordings instead of long emails and thousands of screenshots. Get straight to the point, address your clients with a personal greeting, and close your support tickets faster.\n\n+ Marketing and branding\nHighlight the strong points of your product by recording it in action. Create demo videos that drive sales.\n\n+ Distant learning\nExplain complex concepts and create powerful hands-on tutorials for your students. Collect homework as video responses to better evaluate individual performance.\n\n+ Employee Onboarding and Training\nShare knowledge and corporate values at scale.\n\n+ Create video content for any purpose\nYouTubers, freelance content creators, public relationship specialists, developers, sales representatives, coaches, and all who may need a simple app for quick results.\n\nOur all-in-one tool is perfect for any asynchronous communication and works with any desktop OS that has Chrome."
  }
}