{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CozyEQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CozyEQ automatically adjusts the volume of media, preventing harsh noises and creating a cozy listening experience for users."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience Unmatched YouTube Listening Comfort with CozyEQ\n\nTired of being jolted by unexpectedly loud commercials or struggling through YouTube videos with poor audio quality? CozyEQ is here to transform your YouTube listening experience into a soothing, tailor-made journey.\n\nKey Features:\n\n🎵 Autonomous EQ: CozyEQ employs cutting-edge technology to autonomously analyze and adjust audio frequencies in real-time specifically for YouTube. It acts like your personal audio wizard, ensuring a comfortable and enjoyable YouTube soundscape.\n\n🔊 Volume Precision: Say goodbye to those irritatingly harsh and annoying sounds on YouTube. CozyEQ dynamically fine-tunes volume levels precisely where it matters the most, creating a harmonious auditory atmosphere tailored for YouTube content.\n\nBenefits of CozyEQ for YouTube:\n\n🚫 No More Ear-Piercing Ads: Bid farewell to those intrusive, ear-piercing advertisements on YouTube. CozyEQ keeps your auditory senses protected, so you can enjoy YouTube content without sudden loud interruptions.\n\n📽️ Enhanced Video Listening: CozyEQ steps in to rescue your enjoyment of YouTube videos plagued by poor audio quality. It effortlessly elevates your YouTube viewing experience, making even the most challenging audio content a pleasure to listen to.\n\n🌟 Overall Cozier YouTube Listening: With CozyEQ, every YouTube listening session becomes a cozy, delightful experience. Whether you're enjoying music, podcasts, or videos on YouTube, you'll appreciate the soothing embrace of perfectly balanced audio.\n\nDon't settle for less when it comes to your YouTube listening pleasure. Join the CozyEQ community today and immerse yourself in audio nirvana tailored specifically for YouTube."
  }
}