{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Keyword for Seller"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate tons of Amazon suggest keywords in ONE click for free! Amazon keyword tool trusted by Power Amazon sellers worldwide."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get an abundance of Amazon suggested keywords instantly and at no cost! Our Amazon keyword tool is relied upon by successful Amazon sellers worldwide.\n\nUncover a wealth of long-tail keywords for your products with just one click, absolutely free!\n\nOur Amazon keyword research tool is trusted by countless Amazon sellers globally. Whether you're in the product research phase or looking to enhance your listings for better visibility and higher rankings, our tool helps you discover the most profitable and relevant long-tail keywords that can boost your ranking and increase conversions.\n\nOur tool pulls thousands of keywords from Amazon's search auto-suggestions, tailored to your selected marketplace. Currently, you can choose from a wide range of marketplaces, including the USA, India, China, Japan, France, Germany, Italy, the Netherlands, Spain, the UK, Canada, Mexico, Australia, and Brazil.\n\nAdditionally, you have the option to select modifiers [a-z] or [1-9] to further expand your long-tail keyword list based on your seed keywords.\n\nArmed with these keywords, you can optimize your product listings, add keywords to the backend, or even utilize them for running targeted ads to drive sales."
  }
}