{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Shortener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scan Share and save with ease – Create Custom QR Codes in Seconds and be able to search using Microsoft Bing search engine"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shorten URLs with ease - share with anyone, anywhere - The perfect tool for anyone who wants to simplify sharing links. With just a click, you can quickly and easily shorten any URL and share it with your friends and followers.\nShorten Your Links - Share More Without The Clutter. With our Chrome extension, you can easily shorten any URL with just a click. It's perfect for sharing links with your friends and followers, and it's incredibly easy to use. Just install the extension and start sharing!\n\nOur Chrome extension is the perfect tool for anyone who wants to simplify sharing links. With just a click, you can quickly and easily shorten any URL and share it with your friends and followers. This is especially useful for social media users who want to share links on platforms with character limits or for anyone who wants to make their links more visually appealing.\n\nNot only is our extension incredibly easy to use, but it also offers a range of useful features. For example, you can customize your short URLs, track clicks on your links, and even integrate with other tools and platforms. Plus, our extension is completely free to use, so you can start sharing more with less effort today!\n\nIn addition to the ability to shorten URLs, the extension also includes a search function that uses the Microsoft Bing search engine. This allows users to quickly search for information on the internet without having to open a separate tab or window.\n\nBy clicking \"Add to Chrome\", I accept and agree to installing the Password Generator Chrome extension and setting Chrome New Tab search provider to Microsoft Bing as described by the service in the Terms of Use -  https://makemyurlshort.com/terms\nand Privacy Policy - https://makemyurlshort.com/privacy."
  }
}