{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MS Edge TTS (Text to Speech)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MsEdge TTS Extension (Text to Speech)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ NEW FEATURE: Dark mode is finally here!\n\nThis is a text-to-speech browser extension that utilizes Microsoft Edge's Online TTS service. It offers several notable features:\n\n1. Natural Sounding Voices: The extension provides high-quality, natural-sounding voices for a more engaging and enjoyable listening experience.\n\n2. Multiple Language Support: It supports a wide range of languages, allowing users to listen to text in their preferred language or translate text into different languages.\n\n3. Context Menu Item: The extension integrates a context menu item, enabling users to quickly and easily convert selected text into spoken audio with just a right-click.\n\n4. Download Generated Audio File: Users have the option to download the generated audio files.\n\n5. Advanced Controls: The extension offers advanced controls for adjusting the rate, pitch, and volume of the generated speech.\n\n6. Free for Personal and Commercial Use: The generated audio files are free to use for both personal and commercial purposes.\n\n7. User-friendly Interface: The extension features a user-friendly interface that is easy to navigate and use. The extension provides language and country auto-complete functionality, making it quick and convenient for users to select the desired language or country for text conversion.\n\nAttribution:\nThe extension icon is created by Freepik - Flaticon:\nhttps://www.flaticon.com/free-icons/loud-speaker"
  }
}