{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mahjong Çevrimiçi Bağlan"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Klasik Mahjong connect oyununda amacınız olabildiğince çok puan kazanmaktır! Çiftleri bulun ve alandaki tüm karoları kaldırın."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mahjong Connect, ücretsiz bir karo eşleştirme bulmaca oyunudur. Tek başınıza oyun oynamak veya zihinsel olarak ilgi çekici bir meydan okuma istiyorsanız idealdir. Zaman dolmadan önce çiftleri birbirine bitişik ve tahtanın dış kenarına bağlayın! Oyun aynı zamanda MahJongCon olarak da bilinir.\n\nMahjong Connect Nasıl Oynanır?\n\nBir Mahjong Connect panosunu tamamlamak için tüm karoları çıkarmanız gerekir. Karoları yan yana ya da panonun dış kenarları çevresinde çiftleri belirleyerek ve üzerlerine tıklayarak silebilirsiniz. Bunu alttaki zamanlayıcı bitmeden yapmalısınız.\n\nHerhangi bir noktada takılırsanız, sizi doğru yöne yönlendirmek için mevcut beş ipucundan birini kullanabilirsiniz. Oynamak için toplamda 12 zorluk seviyesi vardır.\n\nHer seviyenin başında size seviye hedefi gösterilecek. Bu, tahtadan çıkarmanız ve toplamanız gereken değerli taşlardan ve/veya herhangi bir özel nesneden oluşur. Tur sırasında, panonun üst kısmında görüntülenen panel aracılığıyla sayım yapabilirsiniz. Burada hangi öğeleri toplamanız gerektiğini görebilirsiniz.\n\nKontroller :- Mahjong'un karolarını seçmek için farenin sol tuşuna basın.\n\ndaha fazla oyun: - bulmaca, aksiyon, macera, yarış, ark, vb.\n\n\nteşekkür ederim :-)"
  }
}