{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Bx xtension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bx Networking Pay-it-Forward: Connecting business owners across the globe to create long-lasting referral partnerships."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bx Networking Reimagined, A Better Way to Grow Your Business. Unlock the power of referral marketing & get hundreds of quality leads flowing into your business.\nBx believes in a collaborative approach to doing business. We believe in creating opportunities for our members and guests to connect each other with their ideal referral partners – other business owners that already serve your ideal clients, but don’t compete with you, so you can generate a ton of ongoing new business.\nOur VISION for Bx is to create a life-changing, positive impact on business owners and entrepreneurs across the globe, by being the global leader in referral based marketing, business events, education and empowerment. \nUSAGE INSTRUCTIONS:\n\n1. Install this extension\n2. Open Google Chrome  or Microsoft Edge (if not open) and click on the extension icon (you might have to click the little puzzle piece icon to see it)\n3. Click \"This is Me\" on your own LinkedIn profile to add yourself.\n4. On their LinkedIn profile pages, add each of your trusted connections one at a time.\n5. Search and explore their reliable connections\n6. Utilise the Bx Networker Members List and Global Leaderboard of Super-Connectors tabs to locate other members who have achieved progress in networking so you may learn from them and get introductions to their larger network."
  }
}