{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Schema Visualizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visualize JSON-LD schema markup at the click of a button"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Schema Visualizer is a free Chrome extension that visualizes the JSON-LD schema markup of any webpage with a single click.\n\nWhether you're an SEO specialist, marketer, developer, or data enthusiast, this extension simplifies your workflow by converting complex JSON-LD data into a visual representation using a force-directed graph. It's perfect for understanding, editing, and sharing schema.org structured data.\n\nSEO Schema Visualizer allows you to: \n\n★ Instantly see a visual representation of your JSON-LD schema code. The force-directed graph makes it easy to understand the relationships and structure within your data.\n\n★ Customize your graph to suit your needs. Adjust depth control, link distance, node sizing, charge strength, and font sizing to create the perfect visualization. Tailor every aspect of your graph for optimal readability and aesthetics.\n\n★ Editable canvas: click, drag, pause and zoom across the graph canvas.\n\n★  Launch the graph visualization in a full-screen browser tab, allowing you to turn your entire browser window into a giant interactive graph canvas!\n\n★ Get an overview of JSON-LD data showing total count of @type, @IDs and unique @IDs references. Additionally, you can see the number of total nodes visualized in the graph.\n\n★ View the extracted JSON-LD schema.org code in a separate tab by clicking the 'View JSON-LD' button.\n\n★ Capture your visualizations in high-resolution PNG format. This format is perfect for presentations, reports, or sharing with your clients. \n\n★ Export your graph as an SVG file, allowing for easy editing in Figma and other vector graphic applications. Customize your visualizations further with the power of vector graphics.\n\n★ Quick links to validate JSON-LD code in Google's Rich Results Test or Schema.org validator.\n\nFAQs:\n\nQ: Can I use this extension with any webpage?\nA: Yes, Schema Visualizer works with any webpage containing JSON-LD schema.org objects. The extension will notify you if no JSON-LD code is found.\n\nQ: Is the depth visualization of the JSON-LD code dynamic?\nA: Yes, the \"Depth Control\" slider of SEO Schema Visualizer is dynamic. By default, the slider is set to the maximum depth level, however, you can reduce the depth by moving the slider to the left. For complex graphs, it often helps to reduce the amount of nested schema elements being visualized to help digest the information better.\n\nQ: How do I export my visualizations?\nA: Use the 'PNG' or 'SVG' export buttons to save your graph as a high-res PNG or SVG file.\n\nQ: Can I edit the graph after exporting it?\nA: Yes, exporting as an SVG allows you to edit the graph in applications like Figma or other vector-based applications."
  }
}