{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kong Add-on"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kong Add-on adds some features to Kongregate, including a blocker of bot messages, a dark mode, a brighness adjustment, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kong add-on will add a button to the top left of your screen for enabling and disabling the dark mode on website. Furthermore, some visual effects have been modified or corrected.\n\nA feature has been added to adjust the brightness of games to make them darker or brighter. You can also choose to only show the game if you don't need the chat.\n\nCinematic mode improved. It adds a dark background and prevents any mouse scrolling while you’re playing to keep your game in the center of the window. No more accidental scrolling while playing!\n\nChat updated!\n\nTo begin, the bots message blocker is able to block some words to not display some message those of bots, if they contain their website link.\nThen, a feature to change the text size has been added. You can now reduce or increase the text size. Really useful when you adapt the game to your screen. You can also enlarge your chat by hiding online players list, or just hide your chat completely if you only want to see your game.\nFurthermore, when a player posts a new message in the chat, you will be notified by a ping. You can adjust the volume higher, lower or outright mute it.\n\nBy default all quick links like rating, playlist button etc. are hidden to gain some space for new features.\n\nYou can check the source code here:\nhttps://github.com/Forthtilliath/Kong-Add-on\nAnd thanks if you report any bugs (bad colors or anything else) here :\nhttps://github.com/Forthtilliath/Kong-Add-on/issues\n\nFirefox version :\nhttps://addons.mozilla.org/fr/firefox/addon/kong-add-on/"
  }
}