{
  "name": {
    "ar": "SVG مجاني لـ Google Chrome ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free SVG for Google Chrome™",
    "bg": "Безплатен SVG за Google Chrome ™",
    "ca": "SVG gratuït per a Google Chrome ™",
    "cs": "Zdarma SVG pro Google Chrome ™",
    "da": "Gratis SVG til Google Chrome ™",
    "de": "Kostenlose SVG für Google Chrome ™",
    "el": "Δωρεάν SVG για το Google Chrome ™",
    "es": "SVG gratuito para Google Chrome ™",
    "et": "Tasuta SVG Google Chrome&#39;i ™ jaoks",
    "fi": "Ilmainen SVG Google Chrome ™ -sovellukseen",
    "fil": "Libreng SVG para sa Google Chrome ™",
    "fr": "SVG gratuit pour Google Chrome ™",
    "he": "SVG חינם ל- Google Chrome ™",
    "hi": "Google Chrome ™ के लिए मुफ्त एसवीजी",
    "hr": "Besplatni SVG za Google Chrome ™",
    "hu": "Ingyenes SVG a Google Chrome ™ -hoz",
    "id": "SVG gratis untuk Google Chrome ™",
    "it": "SVG gratuito per Google Chrome ™",
    "ja": "GoogleChrome™用の無料SVG",
    "ko": "Google Chrome ™ 용 무료 SVG",
    "lt": "Nemokama „Google Chrome“ skirta SVG",
    "lv": "Bezmaksas SVG pārlūkam Google Chrome ™",
    "ms": "SVG percuma untuk Google Chrome ™",
    "nl": "Gratis SVG voor Google Chrome ™",
    "no": "Gratis SVG for Google Chrome ™",
    "pl": "Darmowe SVG dla Google Chrome ™",
    "ro": "SVG gratuit pentru Google Chrome ™",
    "ru": "Бесплатный SVG для Google Chrome ™",
    "sk": "Zadarmo SVG pre Google Chrome ™",
    "sl": "Brezplačen SVG za Google Chrome ™",
    "sr": "Бесплатан СВГ за Гоогле Цхроме ™",
    "sv": "Gratis SVG för Google Chrome ™",
    "th": "SVG ฟรีสำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için ücretsiz SVG",
    "uk": "Безкоштовний SVG для Google Chrome ™",
    "vi": "SVG miễn phí cho Google Chrome ™",
    "zh_CN": "适用于Google Chrome™的免费SVG",
    "zh_TW": "適用於Google Chrome™的免費SVG"
  },
  "short": {
    "ar": "مجانا! يقوم هذا الامتداد بمعاينة وجلب كل محتوى svg بسرعة من صفحة ويب.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "FREE! This extension quickly preview and fetch all SVG icons from a web page.",
    "bg": "БЕЗПЛАТНО! Това разширение бързо преглежда и извлича цялото съдържание на svg от уеб страница.",
    "ca": "GRATU !T! Aquesta extensió previsualitza i recupera ràpidament tot el contingut svg d&#39;una pàgina web.",
    "cs": "VOLNÝ, UVOLNIT! Toto rozšíření rychle zobrazí náhled a načte veškerý obsah svg z webové stránky.",
    "da": "GRATIS! Denne udvidelse viser hurtigt og henter alt svg-indhold fra en webside.",
    "de": "KOSTENLOS! Diese Erweiterung zeigt schnell eine Vorschau des gesamten SVG-Inhalts an und ruft ihn von einer Webseite ab.",
    "el": "ΕΛΕΥΘΕΡΟΣ! Αυτή η επέκταση προεπισκοπεί γρήγορα και ανακτά όλο το περιεχόμενο svg από μια ιστοσελίδα.",
    "es": "¡GRATIS! Esta extensión obtiene una vista previa y recupera rápidamente todo el contenido svg de una página web.",
    "et": "TASUTA! Selle laienduse abil saab kogu svg-sisu veebisaidilt kiiresti eelvaate ja tuua.",
    "fi": "VAPAA! Tämä laajennus esikatselee ja noutaa kaiken svg-sisällön nopeasti verkkosivulta.",
    "fil": "LIBRE! Ang extension na ito ay mabilis na nag-preview at kumuha ng lahat ng nilalaman ng svg mula sa isang web page.",
    "fr": "LIBRE! Cette extension prévisualise et récupère rapidement tout le contenu svg d&#39;une page Web.",
    "he": "חינם! הרחבה זו תצוגה מקדימה במהירות ואחזור של כל תוכן ה- SVG מדף אינטרנט.",
    "hi": "नि: शुल्क! यह एक्सटेंशन वेब पेज से सभी svg सामग्री को जल्दी से पूर्वावलोकन और प्राप्त करता है।",
    "hr": "BESPLATNO! Ovo proširenje brzo pregledava i dohvaća sav svg sadržaj s web stranice.",
    "hu": "INGYENES! Ez a kiterjesztés gyorsan megtekintheti és lekérheti az összes svg tartalmat egy weboldalról.",
    "id": "GRATIS! Ekstensi ini dengan cepat mempratinjau dan mengambil semua konten svg dari halaman web.",
    "it": "GRATUITO! Questa estensione visualizza rapidamente in anteprima e recupera tutto il contenuto svg da una pagina web.",
    "ja": "自由！この拡張機能は、Webページからすべてのsvgコンテンツをすばやくプレビューしてフェッチします。",
    "ko": "비어 있는! 이 확장 프로그램은 웹 페이지에서 모든 svg 콘텐츠를 빠르게 미리보고 가져옵니다.",
    "lt": "LAISVAS! Šis plėtinys greitai peržiūri ir pateikia visą svg turinį iš tinklalapio.",
    "lv": "BEZMAKSAS! Šis paplašinājums ātri priekšskata un ienes visu svg saturu no tīmekļa lapas.",
    "ms": "PERCUMA! Sambungan ini dengan cepat melihat dan mengambil semua kandungan svg dari laman web.",
    "nl": "VRIJ! Deze extensie kan snel alle svg-inhoud van een webpagina bekijken en ophalen.",
    "no": "GRATIS! Denne utvidelsen forhåndsviser og henter raskt alt svg-innhold fra en webside.",
    "pl": "WOLNY! To rozszerzenie szybko wyświetla podgląd i pobiera całą zawartość svg ze strony internetowej.",
    "ro": "LIBER! Această extensie previzualizează și extrage rapid tot conținutul svg dintr-o pagină web.",
    "ru": "СВОБОДНЫЙ! Это расширение позволяет быстро просматривать и извлекать все содержимое svg с веб-страницы.",
    "sk": "ZADARMO! Toto rozšírenie rýchlo zobrazuje ukážku a načítava všetok obsah svg z webovej stránky.",
    "sl": "PROST! Ta razširitev hitro predogleda in pridobi vso vsebino svg s spletne strani.",
    "sr": "БЕСПЛАТНО! Ово проширење брзо прегледа и преузима сав садржај свг са веб странице.",
    "sv": "FRI! Denna tillägg förhandsgranskar snabbt och hämtar allt svg-innehåll från en webbsida.",
    "th": "ฟรี! ส่วนขยายนี้ดูตัวอย่างและดึงเนื้อหา svg ทั้งหมดจากหน้าเว็บได้อย่างรวดเร็ว",
    "tr": "BEDAVA! Bu uzantı, bir web sayfasından tüm svg içeriğini hızlı bir şekilde önizler ve getirir.",
    "uk": "БЕЗКОШТОВНО! Це розширення швидко переглядає та отримує весь вміст svg з веб-сторінки.",
    "vi": "MIỄN PHÍ! Tiện ích mở rộng này nhanh chóng xem trước và tìm nạp tất cả nội dung svg từ một trang web.",
    "zh_CN": "自由！此扩展程序可以快速预览并从网页获取所有svg内容。",
    "zh_TW": "自由！此擴展程序可以快速預覽並從網頁獲取所有svg內容。"
  },
  "long": {
    "ar": "هل تريد تنزيل رموز SVG من موقع ويب؟\n\nقم بتنزيل وتثبيت هذا الامتداد اليوم لعرض وتنزيل رموز SVG من موقع ويب.\n\nقم بمعاينة وتنزيل جميع رموز SVG من أحد مواقع الويب اليوم. يرجى التأكد من حصولك على إذن من\nمالك موقع الويب قبل استخدام أي رموز SVG تقوم بتنزيلها من موقع ويب. بعض الفنانين ومصممي الجرافيك لطفاء بما يكفي لتقديمه\nرموز ناقلات SVG للاستخدام الشخصي. يرجى التحقق من الترخيص من موقع الويب قبل استخدام أي رموز SVG تقوم بتنزيلها.\n\nأصبح هذا البرنامج ممكنًا بفضل شفرة المصدر المفتوح التي ساهم بها Jaques Bouman و Juan Rios\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى هذا الامتداد. Download SVG Icons for Google Chrome ™ ليس مملوكًا وغير مرخص له وليست شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to download SVG icons from a website?\n\nDownload and install this extension today to view and download SVG icons from a website.\n\nPreview and download all the SVG icons from a website today. Please ensure you have the permission from the website owner before using any SVG icons which you download from a website. Some artists and graphic designers are kind enough to offer SVG vector icons for personal usage. Please check the license from the website before you use any SVG icons which you download.\n\nThis software is made possible due to the open source code contributed by Jaques Bouman and Juan Rios\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. Download SVG Icons for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате ли да изтеглите SVG икони от уебсайт?\n\nИзтеглете и инсталирайте това разширение днес, за да видите и изтеглите SVG икони от уебсайт.\n\nВизуализирайте и изтеглете всички SVG икони от уебсайт днес. Моля, уверете се, че имате разрешение от\nсобственик на уебсайт, преди да използвате иконите на SVG, които изтегляте от уебсайт. Някои художници и графични дизайнери са достатъчно любезни да предложат\nSVG векторни икони за лична употреба. Моля, проверете лиценза от уебсайта, преди да използвате иконите на SVG, които изтегляте.\n\nТози софтуер е възможен благодарение на кода с отворен код, предоставен от Jaques Bouman и Juan Rios\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение. Изтеглете SVG Icons за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu descarregar icones SVG des d’un lloc web?\n\nDescarregueu i instal·leu aquesta extensió avui mateix per veure i descarregar icones SVG des d’un lloc web.\n\nAvui previsualitzeu i descarregueu totes les icones SVG d’un lloc web. Assegureu-vos que teniu el permís de\npropietari del lloc web abans d’utilitzar les icones SVG que baixeu d’un lloc web. Alguns artistes i dissenyadors gràfics tenen l’amabilitat d’oferir-los\nIcones vectorials SVG per a ús personal. Consulteu la llicència del lloc web abans d’utilitzar les icones SVG que descarregueu.\n\nAquest programari és possible gràcies al codi de codi obert aportat per Jaques Bouman i Juan Rios\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió. Les icones de descàrrega SVG per a Google Chrome ™ no són propietat de, no tenen llicència ni són filials de Google Inc.",
    "cs": "Chcete si stáhnout ikony SVG z webu?\n\nStáhněte si a nainstalujte toto rozšíření ještě dnes, abyste si mohli prohlížet a stahovat ikony SVG z webu.\n\nNáhled a stažení všech ikon SVG z webu ještě dnes. Ujistěte se, že máte povolení od\nvlastník webu před použitím jakýchkoli ikon SVG, které si stáhnete z webu. Někteří umělci a grafici jsou natolik laskaví, že nabízejí\nSVG vektorové ikony pro osobní použití. Než použijete jakékoli ikony SVG, které si stáhnete, zkontrolujte licenci z webu.\n\nTento software je možný díky otevřenému zdrojovému kódu, který přispěli Jaques Bouman a Juan Rios\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření nepodporuje ani nesponzoruje. Stáhněte si SVG Icons pro Google Chrome ™ není vlastněn, nemá licenci a není dceřinou společností Google Inc.",
    "da": "Vil du downloade SVG-ikoner fra et websted?\n\nDownload og installer denne udvidelse i dag for at se og downloade SVG-ikoner fra et websted.\n\nSe og download alle SVG-ikonerne fra et websted i dag. Sørg for, at du har tilladelse fra\nwebside ejer, inden du bruger SVG-ikoner, som du downloader fra et websted. Nogle kunstnere og grafiske designere er venlige nok til at tilbyde\nSVG vektor ikoner til personlig brug. Kontroller licensen fra hjemmesiden, inden du bruger SVG-ikoner, som du downloader.\n\nDenne software er muliggjort på grund af open source-koden, der er bidraget af Jaques Bouman og Juan Rios\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne udvidelse. Download SVG-ikoner til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie SVG-Symbole von einer Website herunterladen?\n\nLaden Sie diese Erweiterung noch heute herunter und installieren Sie sie, um SVG-Symbole von einer Website anzuzeigen und herunterzuladen.\n\nZeigen Sie noch heute eine Vorschau aller SVG-Symbole an und laden Sie sie von einer Website herunter. Bitte stellen Sie sicher, dass Sie die Erlaubnis von der haben\nWebsitebesitzer, bevor Sie SVG-Symbole verwenden, die Sie von einer Website herunterladen. Einige Künstler und Grafikdesigner sind so freundlich zu bieten\nSVG-Vektorsymbole für den persönlichen Gebrauch. Bitte überprüfen Sie die Lizenz auf der Website, bevor Sie SVG-Symbole verwenden, die Sie herunterladen.\n\nDiese Software wird durch den Open-Source-Code von Jaques Bouman und Juan Rios ermöglicht\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Erweiterung nicht. Download SVG Icons für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε να κατεβάσετε εικονίδια SVG από ιστότοπο;\n\nΠραγματοποιήστε λήψη και εγκατάσταση αυτής της επέκτασης σήμερα για προβολή και λήψη εικονιδίων SVG από έναν ιστότοπο.\n\nΚάντε προεπισκόπηση και λήψη όλων των εικονιδίων SVG από έναν ιστότοπο σήμερα. Βεβαιωθείτε ότι έχετε την άδεια από το\nκάτοχος ιστότοπου πριν χρησιμοποιήσετε οποιαδήποτε εικονίδια SVG τα οποία κατεβάζετε από έναν ιστότοπο. Μερικοί καλλιτέχνες και γραφίστες είναι αρκετά καλοί να προσφέρουν\nΔιανυσματικά εικονίδια SVG για προσωπική χρήση. Ελέγξτε την άδεια από τον ιστότοπο προτού χρησιμοποιήσετε οποιαδήποτε εικονίδια SVG που κατεβάζετε.\n\nΑυτό το λογισμικό κατέστη δυνατό λόγω του κώδικα ανοιχτού κώδικα που συνεισέφεραν οι Jaques Bouman και Juan Rios\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση. Λήψη εικονιδίων SVG για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Quiere descargar iconos SVG de un sitio web?\n\nDescargue e instale esta extensión hoy mismo para ver y descargar iconos SVG de un sitio web.\n\nObtenga una vista previa y descargue todos los íconos SVG de un sitio web hoy. Asegúrese de tener el permiso del\npropietario del sitio web antes de usar cualquier ícono SVG que descargue de un sitio web. Algunos artistas y diseñadores gráficos tienen la amabilidad de ofrecer\nIconos vectoriales SVG para uso personal. Verifique la licencia del sitio web antes de usar cualquier ícono SVG que descargue.\n\nEste software es posible gracias al código fuente abierto aportado por Jaques Bouman y Juan Rios\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. Descargar SVG Icons para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas soovite SVG ikoone veebisaidilt alla laadida?\n\nSVG ikoonide veebisaidilt vaatamiseks ja allalaadimiseks laadige see laiendus alla juba täna.\n\nTäna saate veebisaidilt vaadata ja alla laadida kõiki SVG ikoone. Veenduge, et teil oleks\nenne veebisaidilt alla laaditud SVG ikoonide kasutamist veebisaidi omanikul. Mõni kunstnik ja graafiline disainer on piisavalt lahke pakkuma\nSVG vektorikoonid isiklikuks kasutamiseks. Enne allalaaditavate SVG ikoonide kasutamist kontrollige veebisaidi litsentsi.\n\nSee tarkvara on võimalik tänu avatud lähtekoodile, mille on andnud Jaques Bouman ja Juan Rios\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda laiendust. Google Chrome'i jaoks mõeldud SVG ikoonide allalaadimine ei kuulu Google Inc. omandisse ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fil": "Haluatko ladata SVG-kuvakkeet verkkosivustolta?\n\nLataa ja asenna tämä laajennus tänään tarkastellaksesi ja lataamalla SVG-kuvakkeita verkkosivustolta.\n\nEsikatsele ja lataa kaikki SVG-kuvakkeet verkkosivustolta tänään. Varmista, että sinulla on\nverkkosivuston omistajalle ennen SVG-kuvakkeiden käyttöä, jotka lataat verkkosivustolta. Jotkut taiteilijat ja graafiset suunnittelijat ovat ystävällisiä tarjota\nSVG-vektorikuvakkeet henkilökohtaiseen käyttöön. Tarkista lisenssi verkkosivustolta ennen kuin käytät mitään SVG-kuvakkeita, jotka lataat.\n\nTämä ohjelmisto on mahdollinen Jaques Boumanin ja Juan Riosin lähettämän avoimen lähdekoodin ansiosta\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä laajennusta. Lataa SVG Icons for Google Chrome ™ ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Vous souhaitez télécharger des icônes SVG à partir d'un site Web?\n\nTéléchargez et installez cette extension dès aujourd'hui pour afficher et télécharger les icônes SVG à partir d'un site Web.\n\nPrévisualisez et téléchargez toutes les icônes SVG à partir d'un site Web dès aujourd'hui. Veuillez vous assurer que vous avez la permission du\npropriétaire du site Web avant d'utiliser des icônes SVG que vous téléchargez à partir d'un site Web. Certains artistes et graphistes ont la gentillesse d'offrir\nIcônes vectorielles SVG pour un usage personnel. Veuillez vérifier la licence sur le site Web avant d'utiliser les icônes SVG que vous téléchargez.\n\nCe logiciel est rendu possible grâce au code open source fourni par Jaques Bouman et Juan Rios\n\nClause de non-responsabilité: Veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension. Télécharger les icônes SVG pour Google Chrome ™ n'est pas la propriété de, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "एक वेबसाइट से एसवीजी आइकन डाउनलोड करना चाहते हैं?\n\nकिसी वेबसाइट से SVG आइकन देखने और डाउनलोड करने के लिए आज इस एक्सटेंशन को डाउनलोड और इंस्टॉल करें।\n\nपूर्वावलोकन और सभी SVG आइकन आज एक वेबसाइट से डाउनलोड करें। कृपया सुनिश्चित करें कि आपके पास अनुमति है\nकिसी भी एसवीजी आइकन का उपयोग करने से पहले वेबसाइट के मालिक जो आप एक वेबसाइट से डाउनलोड करते हैं। कुछ कलाकार और ग्राफिक डिजाइनर दयालु हैं\nनिजी उपयोग के लिए एसवीजी वेक्टर प्रतीक। कृपया किसी भी एसवीजी आइकन का उपयोग करने से पहले वेबसाइट से लाइसेंस की जांच करें जिसे आप डाउनलोड करते हैं।\n\nयह सॉफ्टवेयर जैक्स बोमन और जुआन रियो द्वारा योगदान किए गए ओपन सोर्स कोड के कारण संभव हुआ है\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome के लिए SVG प्रतीक डाउनलोड करें ™ के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Želite li preuzeti SVG ikone s web mjesta?\n\nPreuzmite i instalirajte ovo proširenje već danas da biste pregledali i preuzeli SVG ikone s web mjesta.\n\nPregledajte i preuzmite sve SVG ikone s web mjesta već danas. Molimo provjerite imate li dozvolu od\nvlasnika web mjesta prije upotrebe ikona SVG koje preuzmete s web mjesta. Neki su umjetnici i grafički dizajneri ljubazni ponuditi ih\nSVG vektorske ikone za osobnu upotrebu. Molimo provjerite licencu s web mjesta prije nego što upotrijebite ikone SVG koje preuzmete.\n\nOvaj je softver omogućen zahvaljujući otvorenom izvornom kodu koji su pridonijeli Jaques Bouman i Juan Rios\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje. Preuzmi SVG Icons za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Szeretne letölteni SVG ikonokat egy webhelyről?\n\nTöltse le és telepítse ezt a bővítményt még ma, hogy SVG ikonokat tekinthessen meg és tölthessen le egy webhelyről.\n\nMa megtekintheti és letöltheti az összes SVG-ikont egy webhelyről. Kérjük, győződjön meg róla, hogy rendelkezik a\nmielőtt a webhelyről letöltött SVG ikonokat használná. Egyes művészek és grafikusok szívesen kínálnak\nSVG vektoros ikonok személyes használatra. Kérjük, ellenőrizze a licencet a webhelyről, mielőtt bármilyen letöltött SVG ikont használna.\n\nEz a szoftver a Jaques Bouman és Juan Rios által közreműködött nyílt forráskódnak köszönhető\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a bővítményt. Az SVG Icons for Google Chrome ™ letöltése nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Ingin mengunduh ikon SVG dari situs web?\n\nUnduh dan pasang ekstensi ini hari ini untuk melihat dan mengunduh ikon SVG dari situs web.\n\nPratinjau dan unduh semua ikon SVG dari situs web hari ini. Harap pastikan Anda memiliki izin dari\npemilik situs web sebelum menggunakan ikon SVG apa pun yang Anda unduh dari situs web. Beberapa seniman dan desainer grafis berbaik hati menawarkannya\nIkon vektor SVG untuk penggunaan pribadi. Silakan periksa lisensi dari situs web sebelum Anda menggunakan ikon SVG apa pun yang Anda unduh.\n\nPerangkat lunak ini dimungkinkan karena kode sumber terbuka yang disumbangkan oleh Jaques Bouman dan Juan Rios\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi ini. Unduh Ikon SVG untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi scaricare icone SVG da un sito web?\n\nScarica e installa questa estensione oggi per visualizzare e scaricare le icone SVG da un sito web.\n\nVisualizza in anteprima e scarica tutte le icone SVG da un sito Web oggi stesso. Assicurati di avere il permesso di\nproprietario del sito Web prima di utilizzare qualsiasi icona SVG scaricata da un sito Web. Alcuni artisti e grafici sono così gentili da offrire\nIcone vettoriali SVG per uso personale. Verificare la licenza dal sito Web prima di utilizzare qualsiasi icona SVG scaricata.\n\nQuesto software è reso possibile grazie al codice open source fornito da Jaques Bouman e Juan Rios\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione. Scarica icone SVG per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "WebサイトからSVGアイコンをダウンロードしたいですか？\n\nこの拡張機能を今すぐダウンロードしてインストールし、WebサイトからSVGアイコンを表示およびダウンロードしてください。\n\n今日のウェブサイトからすべてのSVGアイコンをプレビューしてダウンロードしてください。からの許可を得ていることを確認してください\nWebサイトからダウンロードしたSVGアイコンを使用する前のWebサイトの所有者。一部のアーティストやグラフィックデザイナーは親切に提供してくれます\n個人的な使用のためのSVGベクトルアイコン。ダウンロードしたSVGアイコンを使用する前に、Webサイトからライセンスを確認してください。\n\nこのソフトウェアは、JaquesBoumanとJuanRiosによって提供されたオープンソースコードによって可能になりました。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、この拡張機能を推奨または後援していません。 GoogleChrome™用のSVGIconsのダウンロードは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "웹 사이트에서 SVG 아이콘을 다운로드하고 싶으십니까?\n\n웹 사이트에서 SVG 아이콘을보고 다운로드하려면 오늘이 확장을 다운로드하고 설치하십시오.\n\n오늘 웹 사이트에서 모든 SVG 아이콘을 미리보고 다운로드하십시오. 다음에서 허가를 받았는지 확인하십시오.\n웹 사이트에서 다운로드 한 SVG 아이콘을 사용하기 전에 웹 사이트 소유자. 일부 아티스트와 그래픽 디자이너는\n개인 사용을위한 SVG 벡터 아이콘. 다운로드 한 SVG 아이콘을 사용하기 전에 웹 사이트에서 라이센스를 확인하십시오.\n\n이 소프트웨어는 Jaques Bouman과 Juan Rios가 제공 한 오픈 소스 코드 덕분에 가능해졌습니다.\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™ 용 SVG 아이콘 다운로드는 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc의 자회사가 아닙니다.",
    "lt": "Norite atsisiųsti SVG piktogramas iš svetainės?\n\nAtsisiųskite ir įdiekite šį plėtinį šiandien, kad galėtumėte peržiūrėti ir atsisiųsti SVG piktogramas iš svetainės.\n\nŠiandien peržiūrėkite ir atsisiųskite visas SVG piktogramas iš svetainės. Įsitikinkite, kad turite leidimą iš\nsvetainės savininkas prieš naudodamasis SVG piktogramomis, kurias atsisiunčiate iš svetainės. Kai kurie menininkai ir grafikos dizaineriai yra malonūs pasiūlyti\nSVG vektorinės piktogramos asmeniniam naudojimui. Prieš naudodami bet kokias atsisiųstas SVG piktogramas, patikrinkite svetainės licenciją.\n\nŠi programinė įranga yra įmanoma dėl atvirojo kodo, kurį pridėjo Jaquesas Boumanas ir Juanas Riosas\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio plėtinio. „Google Chrome“ atsisiųsti „SVG Icons“ neturi „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties lejupielādēt SVG ikonas no vietnes?\n\nLejupielādējiet un instalējiet šo paplašinājumu jau šodien, lai vietnē skatītu un lejupielādētu SVG ikonas.\n\nPriekšskatiet un lejupielādējiet visas SVG ikonas šodien no vietnes. Lūdzu, pārliecinieties, vai jums ir\nvietnes īpašniekam, pirms lietojat SVG ikonas, kuras lejupielādējat no vietnes. Daži mākslinieki un grafiskie dizaineri ir pietiekami laipni, lai piedāvātu\nSVG vektoru ikonas personīgai lietošanai. Pirms lietojat SVG ikonas, kuras lejupielādējat, lūdzu, pārbaudiet vietnes licenci.\n\nŠī programmatūra ir iespējama, pateicoties atvērtā pirmkoda kodam, kuru ir ieguldījuši Jaques Bouman un Juan Rios\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un neatbalsta šo paplašinājumu. Lejupielādēt SVG ikonas pārlūkam Google Chrome ™ nepieder Google Inc., tā nav licencēta un nav Google Inc. meitasuzņēmums.",
    "ms": "Ingin memuat turun ikon SVG dari laman web?\n\nMuat turun dan pasang pelanjutan ini hari ini untuk melihat dan memuat turun ikon SVG dari laman web.\n\nPratonton dan muat turun semua ikon SVG dari laman web hari ini. Pastikan anda mendapat kebenaran dari\npemilik laman web sebelum menggunakan sebarang ikon SVG yang anda muat turun dari laman web. Sebilangan artis dan pereka grafik cukup baik untuk ditawarkan\nIkon vektor SVG untuk penggunaan peribadi. Sila periksa lesen dari laman web sebelum anda menggunakan ikon SVG yang anda muat turun.\n\nPerisian ini dimungkinkan kerana kod sumber terbuka yang disumbangkan oleh Jaques Bouman dan Juan Rios\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan ini. Muat turun Ikon SVG untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u SVG-pictogrammen downloaden van een website?\n\nDownload en installeer deze extensie vandaag nog om SVG-pictogrammen van een website te bekijken en te downloaden.\n\nBekijk en download vandaag nog alle SVG-pictogrammen van een website. Zorg ervoor dat u toestemming heeft van het\nwebsite-eigenaar voordat u SVG-pictogrammen gebruikt die u van een website downloadt. Sommige kunstenaars en grafisch ontwerpers zijn zo vriendelijk om te bieden\nSVG vector iconen voor persoonlijk gebruik. Controleer de licentie van de website voordat u SVG-pictogrammen gebruikt die u downloadt.\n\nDeze software is mogelijk gemaakt door de open source-code die is bijgedragen door Jaques Bouman en Juan Rios\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze extensie niet. Download SVG Icons voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du laste ned SVG-ikoner fra et nettsted?\n\nLast ned og installer denne utvidelsen i dag for å se og laste ned SVG-ikoner fra et nettsted.\n\nForhåndsvis og last ned alle SVG-ikonene fra et nettsted i dag. Forsikre deg om at du har tillatelse fra\nnettstedeier før du bruker SVG-ikoner som du laster ned fra et nettsted. Noen kunstnere og grafiske designere er snille nok til å tilby\nSVG-vektorikoner for personlig bruk. Vennligst sjekk lisensen fra nettstedet før du bruker SVG-ikoner som du laster ned.\n\nDenne programvaren er mulig på grunn av åpen kildekode som er bidratt med Jaques Bouman og Juan Rios\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne utvidelsen. Last ned SVG-ikoner for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz pobrać ikony SVG ze strony internetowej?\n\nPobierz i zainstaluj to rozszerzenie już dziś, aby wyświetlać i pobierać ikony SVG ze strony internetowej.\n\nWyświetl podgląd i pobierz wszystkie ikony SVG ze strony internetowej już dziś. Upewnij się, że masz pozwolenie od\nwłaściciela witryny internetowej przed użyciem jakichkolwiek ikon SVG, które można pobrać z witryny internetowej. Niektórzy artyści i graficy są dość mili, aby zaoferować\nIkony wektorowe SVG do użytku osobistego. Przed użyciem jakichkolwiek pobranych ikon SVG należy sprawdzić licencję w witrynie internetowej.\n\nTo oprogramowanie jest możliwe dzięki otwartemu kodowi źródłowemu dostarczonemu przez Jaques'a Boumana i Juana Riosa\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia. Pobierz ikony SVG dla Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Doriți să descărcați pictograme SVG de pe un site web?\n\nDescărcați și instalați această extensie astăzi pentru a vizualiza și descărca pictogramele SVG de pe un site web.\n\nPrevizualizați și descărcați toate pictogramele SVG de pe un site web astăzi. Vă rugăm să vă asigurați că aveți permisiunea de la\nproprietarul site-ului web înainte de a utiliza pictogramele SVG pe care le descărcați de pe un site web. Unii artiști și designeri grafici sunt destul de amabili să ofere\nPictograme vectoriale SVG pentru uz personal. Vă rugăm să verificați licența de pe site înainte de a utiliza pictogramele SVG pe care le descărcați.\n\nAcest software este posibil datorită codului open source oferit de Jaques Bouman și Juan Rios\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie. Descărcați pictogramele SVG pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Хотите загрузить значки SVG с веб-сайта?\n\nЗагрузите и установите это расширение сегодня, чтобы просматривать и загружать значки SVG с веб-сайта.\n\nПросмотрите и загрузите все значки SVG с веб-сайта сегодня. Убедитесь, что у вас есть разрешение\nвладелец веб-сайта, прежде чем использовать какие-либо значки SVG, которые вы загружаете с веб-сайта. Некоторые художники и графические дизайнеры любезно предлагают\nВекторные иконки SVG для личного использования. Пожалуйста, проверьте лицензию на веб-сайте, прежде чем использовать какие-либо значки SVG, которые вы загружаете.\n\nЭто программное обеспечение стало возможным благодаря открытому исходному коду, предоставленному Жаком Буманом и Хуаном Риосом.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение. Загрузить значки SVG для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Chcete si stiahnuť ikony SVG z webovej stránky?\n\nStiahnite a nainštalujte si toto rozšírenie ešte dnes, aby ste si mohli prezerať a sťahovať ikony SVG z webovej stránky.\n\nNáhľad a stiahnutie všetkých ikon SVG z webovej stránky ešte dnes. Uistite sa, že máte povolenie od\npred použitím akýchkoľvek ikon SVG, ktoré si stiahnete z webovej stránky. Niektorí umelci a grafici sú natoľko láskaví, že ich môžu ponúknuť\nVektorové ikony SVG pre osobné použitie. Pred použitím ikon SVG, ktoré si stiahnete, si prosím skontrolujte licenciu z webovej stránky.\n\nTento softvér je možný vďaka otvorenému zdrojovému kódu, ktorý prispeli Jaques Bouman a Juan Rios\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie nepodporuje ani nesponzoruje. Stiahnite si SVG Icons for Google Chrome ™, nevlastní ho, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Želite prenesti ikone SVG s spletnega mesta?\n\nDanes prenesite in namestite to razširitev za ogled in prenos ikon SVG s spletnega mesta.\n\nDanes si oglejte in prenesite vse ikone SVG s spletnega mesta. Prepričajte se, da imate dovoljenje\nlastnika spletnega mesta, preden uporabite ikone SVG, ki jih prenesete s spletnega mesta. Nekateri umetniki in grafični oblikovalci so prisrčni za ponudbo\nVektorske ikone SVG za osebno uporabo. Pred uporabo katere koli ikone SVG, ki jo prenesete, preverite licenco s spletnega mesta.\n\nTa programska oprema je omogočena zaradi odprtokodne kode, ki sta jo prispevala Jaques Bouman in Juan Rios\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve. Prenos SVG Icons za Google Chrome ™ ni v lasti podjetja Google, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Желите да преузмете СВГ иконе са веб локације?\n\nПреузмите и инсталирајте ово проширење већ данас да бисте прегледали и преузели СВГ иконе са веб локације.\n\nПрегледајте и преузмите све СВГ иконе са веб странице већ данас. Уверите се да имате дозволу од\nвласника веб локације пре употребе било којих СВГ икона које преузмете са веб локације. Неки уметници и графички дизајнери су љубазни да понуде\nСВГ векторске иконе за личну употребу. Молимо вас да проверите лиценцу са веб локације пре него што употребите иконе СВГ које преузмете.\n\nОвај софтвер је омогућен захваљујући отвореном коду који су допринели Јакуес Боуман и Јуан Риос\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово проширење. Преузмите СВГ иконе за Гоогле Цхроме ™ није у власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Vill du ladda ner SVG-ikoner från en webbplats?\n\nLadda ner och installera detta tillägg idag för att visa och ladda ner SVG-ikoner från en webbplats.\n\nFörhandsgranska och ladda ner alla SVG-ikoner från en webbplats idag. Se till att du har tillstånd från\nwebbplatsägare innan du använder några SVG-ikoner som du laddar ner från en webbplats. Vissa konstnärer och grafiska formgivare är vänliga nog att erbjuda\nSVG-vektorikoner för personligt bruk. Kontrollera licensen från webbplatsen innan du använder några SVG-ikoner som du laddar ner.\n\nDenna programvara är möjlig på grund av den öppna källkoden från Jaques Bouman och Juan Rios\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta tillägg. Ladda ner SVG-ikoner för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการดาวน์โหลดไอคอน SVG จากเว็บไซต์หรือไม่?\n\nดาวน์โหลดและติดตั้งส่วนขยายนี้วันนี้เพื่อดูและดาวน์โหลดไอคอน SVG จากเว็บไซต์\n\nดูตัวอย่างและดาวน์โหลดไอคอน SVG ทั้งหมดจากเว็บไซต์วันนี้ โปรดตรวจสอบว่าคุณได้รับอนุญาตจากไฟล์\nเจ้าของเว็บไซต์ก่อนใช้ไอคอน SVG ใด ๆ ที่คุณดาวน์โหลดจากเว็บไซต์ ศิลปินและนักออกแบบกราฟิกบางคนใจดีพอที่จะเสนอ\nSVG เวกเตอร์ไอคอนสำหรับการใช้งานส่วนบุคคล โปรดตรวจสอบใบอนุญาตจากเว็บไซต์ก่อนที่คุณจะใช้ไอคอน SVG ที่คุณดาวน์โหลด\n\nซอฟต์แวร์นี้เกิดขึ้นได้เนื่องจากรหัสโอเพนซอร์สที่จัดทำโดย Jaques Bouman และ Juan Rios\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยายนี้ ดาวน์โหลด SVG Icons สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "SVG simgelerini bir web sitesinden mi indirmek istiyorsunuz?\n\nSVG simgelerini bir web sitesinden görüntülemek ve indirmek için bu uzantıyı bugün indirin ve yükleyin.\n\nBugün bir web sitesinden tüm SVG simgelerini önizleyin ve indirin. Lütfen şuradan izin aldığınızdan emin olun:\nbir web sitesinden indirdiğiniz herhangi bir SVG ikonunu kullanmadan önce web sitesi sahibi. Bazı sanatçılar ve grafik tasarımcılar sunacak kadar naziktir\nKişisel kullanım için SVG vektör simgeleri. İndirdiğiniz herhangi bir SVG simgesini kullanmadan önce lütfen web sitesindeki lisansı kontrol edin.\n\nBu yazılım, Jaques Bouman ve Juan Rios'un katkıda bulunduğu açık kaynak kodu sayesinde mümkün olmuştur.\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu uzantıyı onaylamaz veya desteklemez. Google Chrome ™ için SVG Simgelerini İndirin, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете завантажити піктограми SVG з веб-сайту?\n\nЗавантажте та встановіть це розширення сьогодні, щоб переглянути та завантажити піктограми SVG з веб-сайту.\n\nПопередньо перегляньте та завантажте всі піктограми SVG із веб-сайту вже сьогодні. Переконайтесь, що у вас є дозвіл від\nвласника веб-сайту перед використанням будь-яких піктограм SVG, які ви завантажуєте з веб-сайту. Деякі художники та графічні дизайнери люб’язно пропонують\nSVG векторні іконки для особистого користування. Будь ласка, перевірте ліцензію на веб-сайті, перш ніж використовувати будь-які піктограми SVG, які ви завантажуєте.\n\nЦе програмне забезпечення стало можливим завдяки відкритому вихідному коду, внесеному Жакесом Буманом та Хуаном Ріосом\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення. Завантажити SVG Icons для Google Chrome ™ не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn tải xuống các biểu tượng SVG từ một trang web?\n\nTải xuống và cài đặt tiện ích mở rộng này ngay hôm nay để xem và tải xuống các biểu tượng SVG từ một trang web.\n\nXem trước và tải xuống tất cả các biểu tượng SVG từ một trang web ngay hôm nay. Hãy đảm bảo rằng bạn có sự cho phép từ\nchủ sở hữu trang web trước khi sử dụng bất kỳ biểu tượng SVG nào mà bạn tải xuống từ một trang web. Một số nghệ sĩ và nhà thiết kế đồ họa đủ tốt để cung cấp\nBiểu tượng vector SVG để sử dụng cá nhân. Vui lòng kiểm tra giấy phép từ trang web trước khi bạn sử dụng bất kỳ biểu tượng SVG nào mà bạn tải xuống.\n\nPhần mềm này được thực hiện nhờ mã nguồn mở do Jaques Bouman và Juan Rios đóng góp\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho phần mở rộng này. Tải xuống Biểu tượng SVG cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "是否要从网站下载SVG图标？\n\n立即下载并安装此扩展程序，以从网站查看和下载SVG图标。\n\n立即从网站上预览并下载所有SVG图标。请确保您已获得\n网站所有者，然后再使用您从网站下载的任何SVG图标。一些艺术家和平面设计师很友善地提供\nSVG矢量图标用于个人用途。使用下载的SVG图标之前，请先从网站上检查许可证。\n\n由于Jaques Bouman和Juan Rios提供了开源代码，因此使该软件成为可能\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此扩展。 Google Chrome的下载SVG图标不是Google Inc.的所有者，也不由其许可或拥有。",
    "zh_TW": "是否要從網站下載SVG圖標？\n\n立即下載並安裝此擴展程序，以從網站查看和下載SVG圖標。\n\n立即從網站上預覽並下載所有SVG圖標。請確保您已獲得\n網站所有者，然後再使用您從網站下載的任何SVG圖標。一些藝術家和平面設計師很友善地提供\nSVG矢量圖標用於個人用途。使用下載的SVG圖標之前，請先從網站上檢查許可證。\n\n由於Jaques Bouman和Juan Rios提供了開源代碼，因此使該軟件成為可能\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此擴展。 Google Chrome的下載SVG圖標不是Google Inc.的所有者，也不由其許可或擁有。"
  }
}