{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "POPCAT HACK"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The BEST autoclicker made for POPCAT, developed and used by the Hong Kong Champion!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate autoclicker - POPCAT HACK! Designed specifically for the renowned Popcat game, this powerful tool takes your gameplay to new heights. Boasting optimized click speed and unrivaled customization options, it has been the secret weapon behind the astonishing record-breaking performance of the Hong Kong champion, who achieved an incredible 122 billion clicks.\n\nWith POPCAT HACK, you can effortlessly dominate the game and achieve mind-boggling click rates. This autoclicker is meticulously crafted to deliver precise and lightning-fast clicks, giving you a significant edge over your competitors. Whether you're aiming for high scores, completing challenging levels, or simply enjoying the game at an accelerated pace, this tool is your key to success.\n\nOne of the standout features of POPCAT HACK is its exceptional customizability. Tailor the autoclicker to your preferences with ease. Adjust the click speed to find the perfect balance between rapid fire and accuracy. Fine-tune the click interval to match your gaming style, ensuring every click is executed flawlessly. With this level of control, you can optimize your gameplay experience and unleash your full potential.\n\nReliability is at the core of POPCAT HACK. This tool has been thoroughly tested to ensure stability and consistency, allowing you to rely on it during intense gaming sessions. Say goodbye to worries about crashes or interruptions. POPCAT HACK is built to withstand the demands of competitive gaming, providing you with a seamless and uninterrupted experience.\n\nUnlock your true gaming prowess with POPCAT HACK. Join the ranks of champions and push the boundaries of what's possible in the Popcat game. Dominate the leaderboards, challenge your friends, and surpass all expectations. This autoclicker is your ultimate companion on the path to victory. Embrace the power of POPCAT HACK and witness your click count soar to unprecedented heights."
  }
}