{
  "name": {
    "am,ar,el,fi,gu,hi,hu,kn,ro,th": "Dino Hunger Unblocked Game",
    "bg,cs,da,fil,id,ja,mr,no,pl,ta": "Dino Hunger Online",
    "bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,fr,hr,it,lt,ml,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Dino Hunger Kids Game",
    "et,he,ms,sk,sl": "Dino Hunger Game",
    "fa,ko,lv,sv,sw,te": "Dino Hunger Online Game"
  },
  "short": {
    "ar": "عليك الهروب من العناصر التي ألقيت من الأعلى وجمع الطعام لإطعام الديناصور الصغير.",
    "am": "ከላይ ከተጣሉት ዕቃዎች ማምለጥና ሕፃኑን ዳይኖሶር ለመመገብ ምግብ መሰብሰብ ይኖርብሃል።",
    "bg": "Трябва да избягате от предметите, хвърлени отгоре и да събирате храна, за да нахраните бебето динозавър.",
    "bn": "উপর থেকে ফেলে দেওয়া জিনিসপত্র থেকে বাঁচতে হবে এবং শিশু ডাইনোসরকে খাওয়ানোর জন্য খাবার সংগ্রহ করতে হবে।",
    "ca": "Cal escapar dels objectes llançats des de dalt i recollir menjar per alimentar el dinosaure nadó.",
    "cs": "Musíte uniknout z předmětů hozených shora a sbírat jídlo, abyste nakrmili dítě dinosaura.",
    "da": "Du er nødt til at flygte fra de genstande, der kastes ovenfra og samle mad til at fodre babydinosauren.",
    "de": "Sie müssen den von oben geworfenen Gegenständen entkommen und Nahrung sammeln, um den Baby-Dinosaurier zu füttern.",
    "el": "Πρέπει να ξεφύγετε από τα αντικείμενα που ρίχνονται από πάνω και να συλλέξετε τρόφιμα για να ταΐσετε το μωρό δεινόσαυρο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to escape from the items thrown from above and collect food to feed the baby dinosaur.",
    "es": "Tienes que escapar de los objetos arrojados desde arriba y recolectar comida para alimentar al dinosaurio bebé.",
    "et": "Sa pead põgenema ülalt visatud esemetest ja koguma toitu, et toita dinosaurust.",
    "fa": "شما باید برای فرار از اقلام پرتاب شده از بالا و جمع آوری مواد غذایی برای تغذیه دایناسور نوزاد.",
    "fi": "Sinun on paettava ylhäältä heitetyistä esineistä ja kerättävä ruokaa dinosaurusvauvan ruokkimiseksi.",
    "fil": "Mayroon kang upang makatakas mula sa mga item thrown mula sa itaas at mangolekta ng pagkain upang pakainin ang sanggol dinosaur.",
    "fr": "Vous devez vous échapper des objets jetés d’en haut et collecter de la nourriture pour nourrir le bébé dinosaure.",
    "gu": "તમારે ઉપરથી ફેંકેલી વસ્તુઓથી છટકવું પડશે અને બાળકને ડાયનાસોરને ખવડાવવા માટે ખોરાક એકઠો કરવો પડશે.",
    "he": "אתה צריך לברוח מן הפריטים שנזרקו מלמעלה ולאסוף מזון כדי להאכיל את הדינוזאור התינוק.",
    "hi": "आपको ऊपर से फेंकी गई वस्तुओं से बचना होगा और बच्चे डायनासोर को खिलाने के लिए भोजन इकट्ठा करना होगा।",
    "hr": "Morate pobjeći od predmeta bačenih odozgo i prikupiti hranu kako biste nahranili bebu dinosaura.",
    "hu": "Meg kell menekülnie a felülről dobott tárgyak elől, és ételt kell gyűjtenie a bébi dinoszaurusz táplálásához.",
    "id": "Anda harus melarikan diri dari barang-barang yang dilemparkan dari atas dan mengumpulkan makanan unt",
    "it": "Devi fuggire dagli oggetti lanciati dall'alto e raccogliere cibo per nutrire il cucciolo di dinosauro.",
    "ja": "あなたは上から投げられたアイテムから脱出し、赤ちゃんの恐竜を養うために食べ物を集めなければなりません。",
    "kn": "ಮೇಲಿನಿಂದ ಎಸೆಯಲಾದ ವಸ್ತುಗಳಿಂದ ನೀವು ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಕು ಮತ್ತು ಮಗುವಿಗೆ ಡೈನೋಸಾರ್ ಅನ್ನು ತಿನ್ನಿಸಲು ಆಹಾರವನ್ನು ಸಂಗ್ರಹಿಸಬೇಕು.",
    "ko": "위에서 던져진 물건에서 벗어나 아기 공룡에게 먹이를주기 위해 음식을 수집해야합니다.",
    "lv": "Jums ir jābēg no priekšmetiem, kas izmesti no augšas, un jāsavāc pārtika, lai pabarotu dinozauru bērnu.",
    "ml": "മുകളിൽ നിന്ന് വലിച്ചെറിയുന്ന വസ്തുക്കളിൽ നിന്ന് നിങ്ങൾ രക്ഷപ്പെടുകയും കുഞ്ഞ് ദിനോസറിന് ഭക്ഷണം നൽകാൻ ഭക്ഷണം ശേഖരിക്കുകയും വേണം.",
    "mr": "आपल्याला वरून फेकलेल्या वस्तूंपासून सुटका करावी लागेल आणि बाळाला डायनासोर खायला देण्यासाठी अन्न गोळा करावे लागेल.",
    "ms": "Anda harus melarikan diri dari barang-barang yang dibuang dari atas dan mengumpulkan makanan untuk memberi makan dinosaurus bayi.",
    "nl": "Je moet ontsnappen aan de items die van bovenaf worden gegooid en voedsel verzamelen om de babydinosaurus te voeden.",
    "no": "Du må flykte fra gjenstandene som kastes ovenfra og samle mat for å mate babydinosauren.",
    "pl": "Musisz uciec od przedmiotów rzucanych z góry i zbierać jedzenie, aby nakarmić małego dinozaura.",
    "ro": "Trebuie să scape de elementele aruncate de sus și să colecteze alimente pentru a hrăni dinozaur copil.",
    "ru": "Вам предстоит убежать от предметов, брошенных сверху и собрать еду, чтобы накормить детеныша динозавра.",
    "sk": "Musíte uniknúť z predmetov hodených zhora a zbierať jedlo na kŕmenie dieťaťa dinosaura.",
    "sl": "Morate pobegniti iz predmetov, vrženih od zgoraj in zbrati hrano za hranjenje dojenčka dinozavra.",
    "sv": "Du måste fly från föremålen som kastas ovanifrån och samla mat för att mata dinosaurieungen.",
    "sw": "Lazima utoroke kutoka kwa vitu vilivyotupwa kutoka juu na kukusanya chakula ili kumlisha mtoto dinosaria.",
    "ta": "நீங்கள் மேலே இருந்து தூக்கி எறியப்பட்ட பொருட்களிலிருந்து தப்பிக்க வேண்டும் மற்றும் குழந்தை டைனோசருக்",
    "te": "మీరు పై నుండి విసిరిన వస్తువుల నుండి తప్పించుకోవాలి మరియు శిశువు డైనోసార్ కు ఆహారం ఇవ్వడానికి ఆహారాన్ని సేకరించాలి.",
    "th": "คุณต้องหลบหนีจากสิ่งของที่โยนมาจากด้านบนและรวบรวมอาหารเพื่อเลี้ยงลูกไดโนเสาร์",
    "tr": "Yukarıdan atılan eşyalardan kaçmalı ve bebek dinozoru beslemek için yiyecek toplamalısınız.",
    "uk": "Вам належить втекти від кинутих зверху предметів і зібрати їжу, щоб нагодувати малюка динозавра."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like dinosaur games! Play your best game to feed a hungry dinosaur.\n\nHow To Play\nPlayed with Arrow Keys.\n\nDino Hunger Kids Game Features\n✓ Little Graphics\n✓ 2D Character\n✓ Easy control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Dino Hunger Kids Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}