{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Intellens - Search Products by Image on AliExpress, Amazon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find your favorite products effortlessly with AI-powered image search. Supports AliExpress, Amazon, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See an outfit on social media that catches your eye or spot a lovely decor that’s perfect for your living room, but have no info on the brand or where to buy them? Intellens can help. Using cutting-edge AI technology, Intellens can identify products from images and provide direct links to buy it on AliExpress and Amazon, making it easier than ever to find and buy what you love.\n\nWHO IS INTELLENS FOR:\n» Online Shoppers: Quickly find the products you love without having to type what you're looking for. Simply upload your image or capture it directly from your browser. Intellens will analyze the image, identify the product, and provide links to similar products on AliExpress and Amazon.\n» Dropshippers: Struggling to find winning products to sell? Intellens helps you discover similar products while browsing social ads or competitor stores. It suggests a list of similar products available on AliExpress and Amazon. Compare prices, ratings, and the number of items sold to find the perfect product. Plus, use the trending products tab and download product media from Shopify, AliExpress, and Amazon to enhance your workflow.\n\nFEATURES:\n✨ Advanced Image Search:\nSearch for products in multiple ways: right-click on an image, upload an image from your device, screen capture, or search by keywords or image URLs.\n🔥 Trending Products:\nKeep up with the latest trends and best-selling products on AliExpress, Amazon.\n💗 Wishlist:\nSave your favorite products to Wishlist for future purchases.\n📥 Download Product Images:\nDownload all product images from Shopify stores, AliExpress, and Amazon. Perfect for saving inspiration or creating a visual reference for your shopping or selling!\n\nHOW TO USE:\n1. Install the Intellens Chrome Extension.\n2. Pin the Intellens Chrome Extension to your browser bar for quick access.\n3. Search products by images using several options:\n• Right-click on any image and choose \"Intellens: Find Similar Products.\"\n• Upload an image from your device.\n• Screen capture from any site to find products.\n• Search by keywords or image URLs.\n• Compare the search results and access the product listings by clicking on “Buy on AliExpress” or “Buy on Amazon” buttons.\n\nHappy shopping!\nThe search results may include affiliate links. For questions or feedback, reach us at intellens@googlegroups.com."
  }
}