{
  "name": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,uk": "Fortnite Wallpaper",
    "ca": "Fortnite Fons de pantalla",
    "cs,pl": "Fortnite Tapeta",
    "da": "Fortnite Baggrund",
    "de": "Fortnite Hintergrund",
    "el": "Fortnite Ταπετσαρία",
    "es": "Fortnite Fondo de pantalla de",
    "fi": "Fortnite Taustakuva",
    "fr": "Fortnite Fond d'écran",
    "hi": "Fortnite वॉलपेपर",
    "it": "Fortnite Sfondo",
    "ja": "Fortniteの壁紙",
    "ko": "포트 나이트 바탕 화면",
    "pt_BR,pt_PT": "Fortnite Papel de parede de",
    "sv": "Fortnite Bakgrund",
    "th": "Fortnite วอลเปเปอร์",
    "tr": "Fortnite Duvar Kağıdı",
    "vi": "Fortnite hình nền",
    "zh_CN": "堡垒之夜壁纸",
    "zh_TW": "堡壘之夜壁紙"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,uk": "Fortnite wallpaper turn new tab with custom HD Fortnite background. Fortnite wallpaper background theme for game fans.",
    "ca": "Fortnite Wallpaper canvia la pestanya nova amb el fons de pantalla Fortnite. Temes per als fans de Fortnite.",
    "cs": "Tapeta Fortnite mění novou záložku s pozadím tapety Fortnite. Motivy pro fanoušky Fortnite.",
    "da": "Fortnite Wallpaper skift ny fane med Fortnite tapetbaggrund. Temaer til Fortnite fans.",
    "de": "Fortnite Wallpaper Ändern Sie den neuen Tab mit Fortnite Wallpaper Hintergrund. Themen für Fortnite Fans.",
    "el": "Η επέκταση ταπετσαρίας Fortnite αλλάζει νέα καρτέλα με φόντο ταπετσαρίας Fortnite. Θέματα για τους οπαδούς του Fortnite.",
    "es": "Fortnite Wallpaper cambia una nueva pestaña con el fondo de pantalla de Fortnite. Temas para los fans de Fortnite.",
    "fi": "Fortnite taustakuva vaihtaa uuden välilehden Fortnite taustakuvan taustalla. Teemat Fortnite-faneille.",
    "fil": "Binago ng Fortnite Wallpaper ang bagong tab na may background na wallpaper ng Fortnite. Mga tema para sa mga tagahanga ng Fortnite.",
    "fr": "Fortnite Wallpaper change de nouvel onglet avec le fond d'écran Fortnite. Thèmes pour les fans de Fortnite.",
    "hi": "Fortnite वॉलपेपर एक्सटेंशन Fortnite वॉलपेपर पृष्ठभूमि के साथ नया टैब बदलता है। Fortnite प्रशंसकों के लिए थीम्स।",
    "id": "Fortnite Wallpaper mengubah tab baru dengan latar belakang wallpaper Fortnite. Tema untuk penggemar Fortnite.",
    "it": "Lo sfondo di Fortnite cambia nuova scheda con lo sfondo dello sfondo di Fortnite. Temi per i fan di Fortnite.",
    "ja": "Fortniteの壁紙は、Fortnite壁紙の背景で新しいタブを変更します。Fortniteファンのためのテーマ。",
    "ko": "포트 나이트 배경 화면 확장은 포트 나이트 배경 화면 배경으로 새 탭을 변경합니다. 포트 나이트 팬을위한 테마.",
    "pl": "Rozszerzenie Fortnite Wallpaper zmienia nową kartę z tłem tapety Fortnite. Motywy dla fanów Fortnite.",
    "pt_BR,pt_PT": "A extensão do papel de parede Fortnite altera a nova guia com o fundo do papel de parede Fortnite. Temas para fãs Fortnite.",
    "sv": "Fortnite Wallpaper-tillägget byter ny flik med Fortnite-bakgrundsbakgrund. Teman för Fortnite-fans.",
    "th": "วอลล์เปเปอร์ Fortnite เปลี่ยนแท็บใหม่ด้วยพื้นหลังวอลล์เปเปอร์ Fortnite ธีมสำหรับแฟน ๆ Fortnite.",
    "tr": "Fortnite Wallpaper, Fortnite duvar kağıdı arka planıyla yeni sekmeyi değiştirdi. Fortnite hayranları için temalar.",
    "vi": "Hình nền Fortnite thay đổi tab mới với hình nền hình nền Fortnite. Chủ đề dành cho người hâm mộ Fortnite.",
    "zh_CN": "堡垒之夜壁纸扩展程序重新定义了您的Chrome新标签页成为堡垒之夜的背景壁纸。堡垒之夜粉丝的主题。",
    "zh_TW": "堡壘之夜壁紙擴展程序重新定義了您的Chrome新標籤頁成為堡壘之夜的背景壁紙。堡壘之夜粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Features:\n\n1. Shuffle Fortnite wallpaper every time you open a new tab. \n2. Randomize Fortnite background or favorite it in wallpaper selection panel.\n3. Choose search bar using Google, Bing, Yahoo or DuckDuckGo in settings.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your most visited websites. \n8. Easy access to your bookmarks.\n9. Add website to Shortcut panel for quick access.\n10. Quick access to Google apps.\n11. Quick access to More Themes.\n12. Easy Sharing to Social Media.\n13. Quick access to Download wallpaper.\n14. Quick access to play games.\n15. Enable fun snow, rain, falling leaves, fireworks animation in Fortnite new tab."
  }
}