{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toca Life World Online Version"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jump into the world of Toca Life World Online Version with ease—open the popup and play, no connection required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toca Life World invites players to dive into a vibrant universe filled with opportunities to create and explore. With an emphasis on storytelling, the game allows you to build your own adventures, interact with dynamic environments, and design custom characters. Whether you’re crafting a bustling cityscape or a peaceful retreat, the possibilities are endless.\n\n\n🎮Exploration and Customization\nOne of the most appealing aspects of Toca Life World is its emphasis on exploration and creativity. Key features include:\n- Rich Locations: From urban streets to rural landscapes, each area offers something new to discover. \n- Character Design: Customize your characters to reflect your vision, with countless options for style and personality. \n- Interactive Storylines: Engage in imaginative role-playing with friends or family.\n\nThe game’s flexibility allows players to shape their experience to fit their preferences.\n\n\n🎮Strategies for Fun\nMaximize your enjoyment of Toca Life World with these strategies:\n- Combine Elements: Use items and characters from different areas to create unique scenes and stories. \n- Role-Play Scenarios: Invent exciting adventures or recreate real-life situations for added fun. \n- Share Creations: Show off your imaginative worlds to friends and family to inspire collaborative play.\n\nThese tips will help you unlock the endless possibilities offered by Toca Life World."
  }
}