{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SecretHydra"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dub over Secret Hitler with a Hydra and SHIELD theme"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Secret Hydra\nSecret Hitler (https://secret-hitler.com/) is a fun game where a bad party must hide within the good party and pass their policies without the good party figuring out who the bad party members are. The good party wins by passing five of their policies or executing the leader of the bad party. The bad party wins by passing six of their policies, or getting their leader elected as the overarching leader after three bad policies have been placed.\nThis extension makes the game more socially acceptable and in my opinion more fun by replacing the Hitler, Fascists, and Liberals with Pierce, Hydra and SHIELD, as well as some minor Quality of Life enhancements.\n\n## Full list of changes made by this extension\n- Reskins Hitler, Fascists and Liberals to Pierce, Hydra, and SHIELD.\n  - Hitler -> Pierce (Referring to Alexander Pierce, the highest ranking Hydra agent within SHIELD in Captain America: The Winter Soldier)\n  - Fascists -> Hydra Agents\n  - Liberals -> SHIELD Agents\n  - President -> Deputy Director\n  - Chancellor -> Director\n- Dark Mode\n- Removal of some clutter on the homescreen.\n  - Removes Secret Voldemort links\n  - Removes Skyjo links\n  - Removes Mach & Play links\n  - Removes \"Privacy Game\" links\n- Makes some minor grammatical fixes, primarily capitalization in places where all lowercase is used, and some rewording to be more clear or concise in a few minor places.\n- Makes the Allow History checkbox ticked by default (There is really no good reason to disable this, as players can just write down how the game transpired.)\n- Adds a home menu link to the About page"
  }
}