{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic Affiliate Link & Cashback Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All-in-1 Cashback Tool for Shoppers & Publishers to Save & Earn Money on Shopping Online by Generating Affiliate Link Automatically."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly Generate Affiliate Links & Get Cashback on Shopping at over 500+ Online Stores!\nIf you are a smart shopper who love to save money through various deals & offers or someone who loves to earn by promoting deals & offers by doing Affiliate marketing then this extension is for you!\n\nINRDeals Chrome Extension works when you are shopping for a Mobile, Apparels, Groceries or even when you are ordering Food Online, This clever little tool helps you earn extra cashback on every purchase you make online. \nNot just that this tool even makes life of an affiliate marketer breathe easy as you can instantly generate affiliate links of any product that you wish promote & can get paid if someone shops through you link!\n\nSimply Install & Enter you INRDeals Username after which you will never miss out on any Earning opportunity while Shopping or Promoting Online with the INRDeals Cashback Chrome Extension. Not only this, get access to handpicked Hot Deals on top stores like Amazon, Flipkart, Myntra, Jabong, Paytmmall and many more right from the extension. And it’s all free for you. With a single tool you save your Time and Money!\n\nUsage Instruction for Shoppers aka. Cashback Lovers:\n\n1. Install the Latest Version of INRDeals Chrome Extension.\n2. Do the One-time Setup by adding your INRDeals Username.\nNote: Make sure that you add your INRDeals Username only, not your email id.\n3. Shop like you normally do & you’ll get your Cashback in your INRDeals account.\n4. You can Withdraw your cashback into your bank account, To know more follow this link: https://inrdeals.com/shopper\n\nUsage Instruction for Publishers aka. Affiliate Marketers:\n\n1. Install the Latest Version of INRDeals Chrome Extension.\n2. Do the One-time Setup by adding your INRDeals Username.\nNote: Make sure that you add your INRDeals Username only, not your email id.\n3. Click the INRDeals Extension Icon & You’ll get the affiliate link instantly.\n4. You can Withdraw your earnings into your bank account, To know more follow this link: https://inrdeals.com/publisher\n\n** Not to worry about your ‘Cashback’ and ‘Discounts’ anymore **\nWith INRDeals Cashback Chrome Extension “ON” you will never need to run for the cashback instead we’ll make Cashback run for you! It is your own personal Automated Bargaining tool for some extra Discount you can avail from your favourite Online Shopping store.\n\n** Find Deals and choose from Top Stores **\nNow get to choose handpicked deals and Cashbacks from your favourite Online Shopping destinations with just a click. We are offering you more than 260 stores to Choose from. Deals include Cashback offers when you auto buy Redmi Note 7, Samsung M20 & M10, Realme C1, Mi LED Smart TV 4 Pro 49 inch & all other latest phones too. You’ll find the list in the drop-down of your INRDeals Cashback Chrome Extension to directly land to your favourite store.\n\n** ‘Share’ your Cashback Link **\nINRDeals Chrome Extension provides a mechanism to earn by sharing hot deals. You can go to any product page on any partnered website & click ‘Generate link’, a short cashback link will be generated and the same can be promoted in different Social Media pages/website & for each sale using your cashback link you will earn cash!    \nSo, does it mean that you can make money through Social Media? Ofcourse you can. Thank us later, bro!\n\n** Get notified about the ‘Hot Deals’ **\nWe don’t want you to miss out on the best deals. We will keep you updated with the trending and the latest deals with our ‘Hot Deals’ notifier. We will bring you the Best Hand-Picked Deals and Discounts. How about we become your Automated Savings expert?\n\n** Generate Affiliate Links Instantly **\nIf you are an Affiliate Marketer you can use the same extension to generate your affiliate links, Using this extension you can easily generate affiliate links by clicking the Generate Link on the extension. You can even become an INRDeals publisher & earn by promoting various campaigns. To know more about INRDeals Publisher Benefits follow this link: https://inrdeals.com/publisher\n\n“Seriously Don’t Go Shopping without this tool”"
  }
}