{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Excalisave"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save your excalidraw drawings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whats new:\n2.3.0\n- You can now directly save the existing drawing from the replacement popup when opening a new drawing from excalidraw link\n\n\nExcalidraw is an awesome tool for creating diagrams, sketches, and other visual representations of your ideas. However, it has one limitation - it only allows you to work on one drawing at a time. If you want to save your work and start a new drawing, you need to copy and paste the image, or download it to your device.\n\nThat's where Excalisave comes in! This extension makes it easy to save your Excalidraw drawings with just one click. You no longer have to worry about losing your work or cluttering your computer with multiple image files. With Excalisave, you can store your drawings in the browser storage and access them later whenever you need them.\n\nHere are some key features of Excalisave:\n\n1. One-click saving: Save your Excalidraw drawings with just one click. No need to copy and paste or download the image.\n2. Browser storage: Store your drawings in the browser storage. Your drawings are safe and accessible even if you close the Excalidraw tab or restart your computer.\n4. Easy retrieval: Access your saved drawings easily from the Excalisave menu. You can preview the image, delete it, or open it in a new tab.\n5. Multiple drawings: Save as many drawings as you want. You can organize them by name and date, or search for a specific drawing using keywords.\n6. User-friendly interface: Excalisave has a simple and intuitive interface. You don't need any technical skills to use it.\n7. How to use Excalisave:\n\nInstall the extension from the Chrome Web Store.\nOpen Excalidraw and create your drawing.\nClick on the Excalisave icon in the browser toolbar.\nChoose a name for your drawing (optional).\nClick \"Save\" to save your drawing in the browser storage.\nTo access your saved drawings, click on the Excalisave icon and select \"Open Saved Drawings\".\nFrom the menu, you can preview, delete, or open your drawings in a new tab.\nThat's it! With Excalisave, you can enjoy the full benefits of Excalidraw without any limitations. Try it out today and let us know what you think."
  }
}