{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ada - Anzene Digital Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reinvent search with Ada, the unbiased digital assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The solar-powered search extension is designed to provide an eco-friendly way of searching on Google. Every search made through this extension will generate proceeds that will allow users to provide solar and carbon-free energy. The extension is easy to use and seamlessly integrates with Google search.\n\nIn addition to providing solar and carbon-free energy with every search, the extension also allows users to control their advertising experience on the new tab. Users can choose to see ads related to solar and other eco-friendly products.\n\nTo further incentivize eco-friendly behavior, the extension generates exclusive points for solar with every search. These points can be redeemed for solar-powered devices and other eco-friendly products.\n\nIt's worth noting that the extension also includes a new tab functionality, which allows users to quickly access their most visited websites and bookmarks. This feature makes it a comprehensive and user-friendly tool for eco-conscious browsing.\n\nOur software package includes advanced search capabilities, allowing you to quickly and easily find the information you need. In addition to the standard search functionality, our package also includes support for additional search engines, giving you access to even more powerful search capabilities. With our software, you can search across multiple search engines at once, customize your search settings, and get more accurate and relevant search results.\n\nOverall, the solar-powered search extension offers a convenient and effective way for users to reduce their carbon footprint while browsing the web."
  }
}