{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Turner - Rotate Browser Tabs for Slideshows and Looped Presentations"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your browsing with Tab Turner – the ultimate extension to rotate browser tabs and create a seamless slideshow of your…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your browsing with Tab Turner – the ultimate extension to rotate browser tabs and create a seamless slideshow of your open pages! Whether you're managing multiple dashboards, tracking live news, or staying updated on the stock market, Tab Turner lets you effortlessly handle multi-tab management with automatic tab rotation. This makes it perfect for monitoring information on a TV or monitor, allowing you to display critical data in an uninterrupted flow.\n\nPerfect for professionals working in tech, data analysts, marketers, and anyone who juggles several tasks at once, Tab Turner ensures you stay on top of all your open tabs. It turns your browser into a dynamic tab carousel, rotating between your tabs like a slideshow.\n\nKey Features:\n📱 Works Offline – Use Tab Turner even when you’re not connected to the internet.\n⏸️ Pause on User Activity – Rotation pauses when you’re interacting with a tab, so you stay focused.\n🔄 Customizable Rotation Interval – Set the ideal time between rotations to fit your workflow.\n\nIdeal for:\nDashboards – Monitor multiple platforms and data sources at once.\nNews – Stay updated on the latest headlines or live events.\nAlerts Monitoring – Track notifications across several systems in real-time.\nDigital Signage – Effortlessly display rotating content on screens for advertising, presentations, or announcements.\nStock Market – Keep tabs on prices, charts, and trends.\nE-commerce Monitoring – Manage multiple online stores or marketplaces.\nTechnical Support – Handle several helpdesk platforms and resources.\nData Analysis – Rotate between analytics tools and dashboards with ease. Perfect for BI professionals using Google Chrome to view dashboards from systems like Tableau, Power BI, Looker, Google Data Studio, and Domo\n\nWhether you’re working on multi-tab management, following real-time alerts, or performing data analysis, Tab Turner is your go-to tool to keep everything organized, focused, and efficient. Experience the power of automatic tab rotation and turn your browser into a productivity machine!"
  }
}