{
  "name": {
    "ar": "عميل Chrome للتزلج على المنحدرات - SideGame",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,kn,ml,mr,ms,pt_BR,pt_PT,sv,sw,ta,te": "Chrome Client for Downhill Ski - SideGame",
    "bg": "Chrome клиент за ски - странична игра",
    "cs": "Klient Chrome pro sjezdové lyžování – SideGame",
    "da": "Chrome-klient til alpinski - SideGame",
    "de": "Chrome-Client für Abfahrtsski – SideGame",
    "el": "Chrome Client για Downhill Ski - SideGame",
    "es": "Cliente Chrome para esquí alpino - SideGame",
    "et": "Chrome&#39;i klient mäesuusadele – SideGame",
    "fi": "Chrome-asiakas laskettelulaskettelulle - SideGame",
    "fr": "Client Chrome pour le ski alpin - SideGame",
    "hr": "Chrome klijent za skijaški spust - SideGame",
    "hu": "Chrome kliens lesiklóhoz – SideGame",
    "id": "Klien Chrome untuk Ski Downhill - SideGame",
    "it": "Client Chrome per sci alpino - SideGame",
    "ja": "ダウンヒル スキー用 Chrome クライアント - SideGame",
    "ko": "활강 스키용 Chrome 클라이언트 - SideGame",
    "lt": "„Chrome“ klientas, skirtas kalnų slidinėjimui – SideGame",
    "lv": "Chrome klients kalnu slēpošanai — SideGame",
    "nl": "Chrome-client voor downhill-ski - SideGame",
    "no": "Chrome-klient for slalåm – SideGame",
    "pl": "Klient Chrome dla narciarstwa zjazdowego – SideGame",
    "ro": "Client Chrome pentru schi alpin - SideGame",
    "ru": "Клиент Chrome для горных лыж — SideGame",
    "sk": "Klient Chrome pre zjazdové lyžovanie – SideGame",
    "sl": "Odjemalec Chrome za Downhill Ski – SideGame",
    "sr": "Цхроме клијент за спуст - СидеГаме",
    "th": "ไคลเอนต์ Chrome สำหรับสกีลงเขา - SideGame",
    "tr": "Yokuş Aşağı Kayak için Chrome İstemcisi - SideGame",
    "uk": "Клієнт Chrome для гірських лиж – SideGame",
    "vi": "Ứng dụng khách Chrome dành cho trượt tuyết xuống dốc - SideGame",
    "zh_CN": "用于速降滑雪的 Chrome 客户端 - SideGame",
    "zh_TW": "用於速降滑雪的 Chrome 用戶端 - SideGame"
  },
  "short": {
    "ar": "قم بتشغيل عميل chrome لـ Downhill Ski تمامًا مثل ألعابك المحمولة المفضلة.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "Run chrome client for Downhill Ski just like your favorite mobile games.",
    "bg": "Стартирайте chrome клиент за Downhill Ski точно като любимите си мобилни игри.",
    "cs": "Spusťte chrome klienta pro sjezdové lyžování stejně jako své oblíbené mobilní hry.",
    "da": "Kør chrome-klient til alpin ski ligesom dine foretrukne mobilspil.",
    "de": "Führen Sie den Chrome-Client für Downhill Ski aus, genau wie Ihre Lieblings-Handyspiele.",
    "el": "Εκτελέστε το πρόγραμμα-πελάτη chrome για Downhill Ski όπως τα αγαπημένα σας παιχνίδια για κινητά.",
    "es": "Ejecute el cliente Chrome para Downhill Ski como sus juegos móviles favoritos.",
    "et": "Käitage mäesuusa jaoks mõeldud Chrome&#39;i klienti nagu oma lemmikmobiilimänge.",
    "fa": "کلاینت کروم را برای Downhill Ski درست مانند بازی های موبایل مورد علاقه خود اجرا کنید.",
    "fi": "Suorita Chrome -asiakas Downhill Skille aivan kuten suosikki mobiilipelisi.",
    "fr": "Exécutez le client Chrome pour le ski alpin, tout comme vos jeux mobiles préférés.",
    "he": "הפעל לקוח chrome עבור Downhill Ski בדיוק כמו המשחקים הניידים האהובים עליך.",
    "hr": "Pokrenite chrome klijent za Downhill Ski baš kao svoje omiljene mobilne igre.",
    "hu": "Futtassa a Chrome-klienst a Downhill Ski-hez, akárcsak kedvenc mobiljátékait.",
    "id": "Jalankan klien chrome untuk Downhill Ski seperti game seluler favorit Anda.",
    "it": "Esegui il client Chrome per lo sci alpino proprio come i tuoi giochi mobili preferiti.",
    "ja": "お気に入りのモバイル ゲームと同じように、Downhill Ski 用の Chrome クライアントを実行します。",
    "ko": "좋아하는 모바일 게임처럼 활강 스키용 크롬 클라이언트를 실행하세요.",
    "lt": "Paleiskite „Chrome“ programą, skirtą „Downhill Ski“, kaip savo mėgstamus žaidimus mobiliesiems.",
    "lv": "Palaidiet Chrome klientu kalnu slēpošanai tāpat kā savas iecienītākās mobilās spēles.",
    "nl": "Voer de Chrome-client voor Downhill Ski uit, net als uw favoriete mobiele games.",
    "no": "Kjør chrome-klient for Downhill Ski akkurat som dine favorittmobilspill.",
    "pl": "Uruchom klienta Chrome dla narciarstwa zjazdowego, tak jak Twoje ulubione gry mobilne.",
    "ro": "Rulați clientul Chrome pentru Downhill Ski la fel ca jocurile dvs. mobile preferate.",
    "ru": "Запускайте клиент Chrome для горных лыж так же, как ваши любимые мобильные игры.",
    "sk": "Spustite chrome klienta pre zjazdové lyžovanie rovnako ako svoje obľúbené mobilné hry.",
    "sl": "Zaženite chrome odjemalca za Downhill Ski tako kot svoje najljubše mobilne igre.",
    "sr": "Покрените Цхроме клијент за Довнхилл Ски као своје омиљене мобилне игре.",
    "sv": "Kör chrome-klient för Downhill Ski precis som dina favoritmobilspel.",
    "th": "เรียกใช้ไคลเอนต์ Chrome สำหรับ Downhill Ski เช่นเดียวกับเกมมือถือที่คุณชื่นชอบ",
    "tr": "Downhill Ski için Chrome istemcisini tıpkı favori mobil oyunlarınızda olduğu gibi çalıştırın.",
    "uk": "Запускайте клієнт Chrome для Downhill Ski так само, як ваші улюблені мобільні ігри.",
    "vi": "Chạy ứng dụng khách chrome cho Downhill Ski giống như các trò chơi di động yêu thích của bạn.",
    "zh_CN": "就像您最喜欢的手机游戏一样，运行速降滑雪的 Chrome 客户端。",
    "zh_TW": "就像您最喜歡的手機遊戲一樣，運行速降滑雪的 Chrome 用戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Downhill Ski\" is an exhilarating skiing adventure that puts players on the slopes for an adrenaline-fueled ride."
  }
}