{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Windows Chan Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your new tab into a charming and dynamic scene with the Windows Chan Live Wallpaper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the adorable character of Windows Chan to life with captivating animations that brighten up your browser with every new tab. Perfect for fans of both technology and cute aesthetics, this wallpaper will add a playful touch to your browsing experience.\n\nEnjoy a lively and fun-filled atmosphere with Windows Chan, as she interacts with your screen in an endearing way.\n\nFeatures:\n🖥️ Live Wallpaper: Fun and lively animations featuring Windows Chan, bringing joy to your new tab.\n🌐 Popular Site Shortcuts: Easily access your favorite websites with pre-set shortcuts.\n➕ Addable Shortcuts: Customize your new tab with links to your most-visited sites.\n🔍 Search Bar: Browse effortlessly using your chosen search engine.\n🕒 Calendar & Clock: Stay organized with a built-in calendar and clock display.\nWhy Choose This Extension?\nThis secure, lightweight extension provides a smooth and playful browsing experience. It respects your privacy and is easy to uninstall through your browser settings.\n\nExplore more live wallpapers featuring fun characters, creative visuals, and interactive designs. Additional tools include a note-taking feature, a privacy policy, and a direct uninstall option.\n\nDownload the Windows Chan Live Wallpaper now to add a touch of charm and playfulness to your browser. Visit our website for even more exciting extensions!"
  }
}