{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Therapy Instructions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Therapy Instructions. With Timer & Notifications"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of dealing with annoying neck pain that seems to plague everyone at some point in their lives? Whether you're a gamer, an office worker, a massage therapist, or a manicurist, neck pain can be a constant source of discomfort.\n\nAt Hyss, we understand the never-ending search for neck pain relief pillows, massages, and help from doctors. While these options may provide temporary relief, the pain often returns, leaving you frustrated and seeking a long-term solution.\n\nIntroducing Hyss, the Google Chrome Extension designed to tackle neck pain based on solid evidence. Our solution is simple, yet incredibly effective.\n\nSay goodbye to expensive pillows and endless visits to healthcare professionals. Neck exercises and stretches are the key to alleviating neck pain. The secret lies in making them a regular part of your routine, and that's where Hyss comes in.\n\nWith Hyss, we've made it easy for you to incorporate targeted neck exercises and stretches into your daily life. Our extension provides a range of carefully curated exercises designed to strengthen and stretch your neck muscles, helping to alleviate pain and discomfort.\n\nDon't let neck pain control your life any longer. Experience the magic of consistent neck exercises and stretches with Hyss. Say hello to a pain-free, healthier neck.\n\nDownload Hyss now and start your journey towards lasting neck pain relief."
  }
}