{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page2Leads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page2Leads makes it easy to capture leads from any webpage. You can easily convert email addresses into valuable business contacts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FEATURES\n★ Lead Generation \nPage2Leads allows you to easily convert emails to leads and save them in multiple export options\n✔️ Export leads as CSV files\n✔️ Export leads as text files\n✔️ Organize leads easily by adding to Lists\n✔️ Add leads to multiple autoresponders & CRMs\n\n★ Integrate your email marketing software & CRMs\nPage2Leads supports 20+ autoresponders and CRMs. With this feature, you can enrich leads and enhance your marketing strategies using the tools you're already using.\n\n★ Create organized lists of leads\nPage2Leads makes it simple to build a lead list from captured emails. You can easily save the generated leads into specific lists.\n\n★ Save time, money & get results\nNow, you don't need to use a virtual assistant or copy-paste emails from website into your email service provider anymore.\n\nGET STARTED\nThe extension requires an account you can create immediately after the installation. It also offers a lifetime free plan that allows you to export unlimited leads as text or CSV files. Additionally, this service enables you to add up to 250 leads per month to multiple autoresponders or lists.\n\nBy installing the extension, you agree to Page2Leads's Privacy Policy (https://page2leads.net/privacy-policy). \n\nHOW IT WORKS\n★ Install the Page2Leads Chrome extension and sign in.\n★ Browse the web to get email leads.\n★ Click on the red button on the bottom left side of your browser screen, to view leads.\n★ Choose any export option to save emails as leads."
  }
}