{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meowledge"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Love Cats? Discover Meowledge!\nMeowledge is a fun, lightweight browser extension that brings joy and whimsy to your browsing…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Love Cats? Discover Meowledge!\nMeowledge is a fun, lightweight browser extension that brings joy and whimsy to your browsing experience with a rotating cute cat and interesting cat facts at the click of a button.\n\n\nFEATURES\n>Cute Rotating Cat: Enjoy a delightful rotating cat animation that brings a smile to your face every time you open a new tab or click the extension icon.\n>Cat Facts: Discover fascinating and fun facts about cats with just one click. Learn something new about your feline friends every day!\n\n\nUPCOMING FEATURES\n>Custom Cats: Personalize your experience with a variety of adorable cat animations to choose from. Coming soon!\n>Cat Sound Effects: Add a playful touch to your browsing with charming cat sounds.\n\n\nHOW TO USE MEOWLEDGE\n>Add the extension to your Chrome browser.\n>Click the Meowledge icon and the cat will generate a fun fact for you.\n>Enjoy!\nNOTE: Have some patience. Sometimes, it might take a bit to generate the fact. Till then have fun with the cat.\n\nFEEDBACK AND BUG REPORTS\nIf you're having issues or found a bug, please don't post the bug report here. Contact us directly so we can fix it: pratyushk.dev@gmail.com.\n\nENJOYING MEOWLEDGE? PLEASE RATE US!\nIf you're not fully satisfied, please contact us at pratyushk.dev@gmail.com and we'll make sure to help. We love hearing from our users and making Meowledge better for everyone!"
  }
}