{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ovarian Cyst Treatment Without Surgery"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension consists of free ebook about Ovarian Cyst Treatment Without Surgery"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free ebook about Ovarian Cyst Treatment Without Surgery can be downloaded (for free) by installing this chrome extension. \n---------------------------------------------------------\n\nOvarian Cyst Treatment Without Surgery can be done by using herbal treatments. It may take up to three to six weeks for the herbal treatments listed below to balance your hormones and to really take effect. This list is only meant to be an overview of some options available to you. Please consult a certified herbalist before trying any of the herbs listed. Be sure to also notify your doctor of what herbs you are taking for the treatment and prevention of ovarian cysts.\n\n1. Chasteberry . Chasteberry has been used for centuries to help restore hormonal balance which will bring a woman's estrogen levels back into the normal ranges and help prevent ovarian cysts.\n\n2. Red clover . Red clover is also used for hormonal imbalances. Herbalists will often recommend it to treat conditions like PCOS.\n\n3. Black cohosh . This is often used with red clover to help balance hormones. It is also thought to help stop or slow down the frequency of irregular menstrual cycles.\n\n4. Dandelion . Dandelion may help cleanse the liver which in turn helps flush out excess hormones and other things that may cause ovarian cysts.\n\n5. Wild yam . If hormonal imbalances are causing a woman's ovarian cysts, applying a cream made from Wild yams may help correct it and restore balance."
  }
}