{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Problem Details Inspector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a custom tab on Chrome Developers Tools to help inspect and debug Problem Details responses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Problem Details Inspector is a must-have DevTools extension for developers working with APIs that return HTTP Problem Details responses. This extension enhances your debugging workflow by providing a dedicated tab in the Chrome Developer Tools where you can easily inspect and analyze responses in the application/problem+json format.\n\nWhen you encounter structured error responses from an API, Problem Details Inspector steps in to make debugging simple and efficient. It captures responses automatically and presents the data in an organized and interactive interface. You'll see all the critical fields, such as type, title, status, detail, and instance, laid out clearly to help you quickly identify and resolve issues.\n\nBeyond the basics, the extension makes error validation effortless with a table that highlights errors in a user-friendly format. Nested metadata and debugging information are also parsed and displayed intuitively, saving you the hassle of combing through raw JSON data. The sleek, responsive UI adapts to both light and dark mode, ensuring a seamless experience regardless of your preferences.\n\nProblem Details Inspector is perfect for developers, QA teams, and anyone working with APIs who need to dive deep into structured error responses without disrupting their workflow. Whether you're building APIs or debugging interactions, this tool is designed to streamline the process and keep you focused on what matters: solving problems efficiently."
  }
}