{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KoreaTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to KoreaTab by IVisitKorea.com – Explore Korean language and culture in your browser's new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our innovative new tab extension brings the beauty of Korea to your fingertips, offering a gateway to a vibrant culture, breathtaking landscapes, and a fascinating language.\n\n- Key Features\n\n1. Language Learning: Dive into Korean words learning. Whether you're a beginner or looking to enhance your language skills, KoreaTab has you covered.\n\n2. Cultural Insights: Explore the depths of Korean traditions, history, and contemporary culture. Gain a deeper understanding of this dynamic nation.\n\n3. Multilingual Support: Choose your preferred language for translations. Learn Korean from English, Spanish, French, and more. Our extension adapts to your linguistic needs.\n\n4. Stunning Visuals: Enjoy breathtaking images of Korea's scenic beauty each time you open a new tab. Let the captivating landscapes and vibrant cityscapes transport you to this enchanting country.\n\n5. Daily Inspiration: Receive a daily dose of Korean words to start your day with positivity and motivation.\n\nKoreaTab is more than just a browser extension; it's a gateway to a world of beauty and culture. Install it now to embark on a journey of discovery and immerse yourself in the wonders of Korea, all from the comfort of your browser. Join our community of learners, travelers, and culture enthusiasts and be part of the KoreaTab experience. Start your adventure today!"
  }
}