{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quetext"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quetext is the leading platform for plagiarism detection. Write better, Build citations and proof your original content."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Quetext—the leading platform for plagiarism detection! We’ve helped more than 5 million students, teachers and content writers fix writing issues, build citations and proof their original content. Features include deep search plagiarism checker, citation generator and assistant, interactive snippet text, originality report, and source exclusion. Now featured on paid accounts, additional users and bulk file upload! \n\nQuetext for Chrome features rich and intuitive feedback to help bring success, originality and integrity to your writing in real-time.\n\nWith paid features, Quetext helps you view your work from every angle. Gain confidence in your work, find your voice and maintain integrity with our many tools!\n\nHOW IT WORKS\nQuetext’s lightning-quick DeepSearch technology offers contextual analysis, word placement, and smart algorithms to cover every base leading to possible plagiarism, including:\n•Self-Plagiarism\n•Patchwork Plagiarism\n•Mosaic Plagiarism\n•Accidental Plagiarism\n\nQuetext also provides originality reports and ColorGrade Feedback to help you spot exact matches vs. near-exact matches, as well as interactive snippet text so you can view matches side by side. In addition, all users have access to both Quetext’s citation assistant and citation generator, to help you give credit where credit is due! \n\nNEW! - Go Beyond Plagiarism (new paid features)\nQuetext scans your work as you write and shows you where you can improve capitalization, punctuation, helping you put your best words forward. Apply Quetext’s suggestions with a click, or expand the suggestion to learn more. Now including 6 different dialects of English and 9 other languages! Also included with paid plans Eessential and up) - bulk file upload.\n\n_________________________________________________________________\n\nWhat’s included? Here are Quetext's Plans to Fit Your Needs:\n\nFree\nThe free version of Quetext includes our DeepSearch plagiarism detection software, designed to help you produce honest, original work including:\n•Scan up to 500 words\n•Citation Assistant\n•Citation Generator\n\nEssential (Single User)\nQuetext Essential includes all features offered in our free plan, plus an expanded range of tools, designed to help you produce high-quality work and bring you success.\n• Includes 100,000 words/mo. \n• Download and share originality reports\n• Bulk File Upload (5 files)\n• Spell Check\n• Grammar Check (Beta)\n• Plans starting at $8.25/mo. per user!\n\nProfessional (Includes 3 Users)\nQuetext Professional plans includes all features offered in our Free and Essential plans, plus an expanded range of tools, designed for smaller teams.\n• Includes 100,000 words/mo. per user \n• Add Up to 2 Additional Users (Each Additional User Adds 100,000 words per month)\n• Bulk File Upload (Up to 20 files)\n• Enhanced Citation Generator\n• Admin Controls\n• Annotation Tool (Beta) (NEW!)\n• Source Exclusion\n• Plans starting at $8.25/mo. per user!\n\nEnterprise (Includes 6 Users)\nQuetext Enterprise plans include everything available in our Free, Essential and Professional plans, plus an expanded range of premium features and tools, designed for larger teams.\n• Includes 100,000 words/mo. per user \n• Bulk File Upload (Up to 100 files)\n• Admin Controls\n• Centralized Billing\n• SSL/TLS Encryption\n• Originality Report\n• Interactive Snippet Text\n• Plans starting at $7.50/mo. per user!\n____________________________________________________________________________ \n\nTrusted by Millions of Subscribers! Here's What Our Customers Say About Us:\n\n“Quetext not only helped me during my college days, but its still helping me create unplagiarized content for my mental health start-up. Writing articles to different blogs, Quetext has provided me with a lot of support. There isn’t a single day where I have not used Quetext, it was in constant use then is in constant use now!\n-Arshiya Khan, Student and Business Owner (real user)\n\n“Thanks to Quetext, I now have a team of 20 writers, serving over 40+ clients with a lot of ease.”\n-Saiyam Chutani, Head of a Content Advertising Agency (real user)\n\n----------------------------------------------------------------------------------------------------------------------------\nBy installing the extension, you agree to Quetext’s Terms of \nService (https://www.quetext.com/terms-of-service) \nand acknowledge that you have read Quetext’s Privacy Policy (www.qutext.com/privacy-policy)."
  }
}