{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Previewer by Adzymic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Previewer allows users to preview display ad on live environment by replacing existing ad slot with creative tag."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time on doing screenshots on how the ad looks like in real publisher's environment. . Rather than relying on manually doing screenshot and replacing the ad using photo editor, using Adzymic Smart Previewer is fast and easy. You can now use Adzymic Smart Previewer to preview creative tags on any live websites, by easy selection of elements and ad container. Once done, you can download the screenshot.\n\nThis Chrome extension allows user to select the ad container of a particular web page and replace it with a creative ad tag. User can specify the dimension of the ad. Once the creative ad tag is placed, the ad will be shown on the selected ad container. User can then take a screenshot and download the screenshot as png.\n\nHow to use \nSelect Element - Once selected, the mouse pointer will change to \"+\". Mouse over and click on area beside any ad slot that you want to replace.\nOR\n Select Ad Container - Choose the ad container that you want replace. Our chrome extension scan the list of ad container available for the page.\n\nChoose Ad Size - Select the dimension of the ad size you want to replace. e.g. 300x250, 970x250.\n\nShow Icon - Select this if you would like to display \"Ad Choice\" icon.\n\nPaste the Tag - Paste creative tag here. We accept any creative tags.\n\nClick on Apply. Once apply, you should see the existing ad replace with the ad that you inserted.\n\nTake a Screenshot - Click on this button to download the screenshot of the page rendered with the new ad."
  }
}