{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Protector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prevents accidental tab closing and refreshing on specified websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Protector is a browser extension designed for preventing accidental closure or refreshing of specific sites. Ideal for users who often fill out lengthy forms or engage in workflows that must not be disrupted, this extension offers a straightforward solution to avoid losing work. Once configured, protection is automatically enforced whenever you revisit a listed URL.\n\nHow to choose a URL:\n- Entering a URL will apply the protection to any URLs that start with what you submitted.\n- For example, protecting \"example.com\" will also cover \"example.com/path\", but protecting \"example.com/path\" won't also cover \"example.com\".\n- The same is true for subdomains. If you set \"example.com\" as protected, that won't cover \"sub.example.com\" or \"sub.example.com/path\" because they don't start with \"example.com\", and vice versa.\n\nIMPORTANT:\n- Due to Chrome's restrictions, this will only work for pages once you've somehow interacted with the page at any point after loading it, like by clicking anywhere inside the viewport once.\n- For example, if you open a site you set as protected and then immediately try to close it without using the site at all, it will close without prompting you. Although, if you are using this for a site, then it is probably to keep work (interactions) from getting deleted on refresh/close, so you likely won't need to think about this.\n\nKey Features:\n- Tab Close/Refresh Protection:\n    Once activated for a particular URL, the extension prevents the tab from being refreshed or closed accidentally, no matter how the refresh/close is initiated. Users attempting to close a protected tab will see a popup asking if they truly want to close the tab. A notification will also show on the page briefly to remind them why that is showing.\n- Extra Refresh Prevention:\n    Blocks unintended page reloads caused by pressing keys like F5 or Ctrl+R without showing the prompt. Due to how Chrome is set up, this extra protection is only possible for refreshing shortcuts while the website itself is in focus, and it is not possible for built-in shortcuts that would close the tab.\n- Customizable URL List:\n    Add or remove URLs from the protection list via the popup interface, which you can get to by clicking on the extension's icon.\n- Current Tab Support:\n    Quickly protect the currently open URL with a single click.\n\nData Storage:\n- Tab Protector stores its settings, including the list of protected URLs, using Chrome's sync storage. This allows your preferences to stay consistent across devices when logged into the same Chrome account.\n\n\nFor feature requests or bug reports, feel free to send me an email: contact@stefior.com"
  }
}