{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Economic Calendar TFlab Events (Forex, Crypto & Stock Market)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Forex, Stock & Crypto Trading extension featuring dates for important economic events (previous, actual & forecast) for 21 regions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Economic Calendar extension is a professional tool for financial market traders, helping them with better market management.\nEconomic Events have a significant impact on market fluctuations; therefore, reviewing these events in their previous, forecast, and actual states is crucial for fundamental analysis.\nFeatures\nThe TradingFinder Economic Calendar extension provides real-time financial Events categorized by impact into three levels: High, Medium, and Low.\nWith just one click, explore all the critical financial events right in your Chrome browser, the main applications of this extension include:\n•\tCategorizing events by country, release time, and importance;\n•\tViewing key event specifics, including release time, prior values and actual impacts.\nKey Features \n•\tThree importance level: high, medium, and low;\n•\tSetting time zones to track news in local time;\n•\tRegion- specific events: News for specific regions or countries like the US, Eurozone, Australia, the UK, and 17 others;\n•\tFive time frames: \"Yesterday,\" \"Today,\" \"Tomorrow,\" \"This Week,\" and \"Next Week.\"\n•\tfree with no registration required;\n•\tMultilingual display in six languages: English, Turkish, Russian, Arabic, Ukrainian, and Persian;\n•\tDark and Light themes;\nTrack economic events across 20+ countries:\n•\tUnited States (US)\n•\tChina (CN)\n•\tEurozone (EU)\n•\tJapan (JP)\n•\tGermany (DE)\n•\tUnited Kingdom (GB)\n•\tFrance (FR)\n•\tIndia (IN)\n•\tCanada (CA)\n•\tItaly (IT)\n•\tSouth Korea (KR)\n•\tBrazil (BR)\n•\tRussia (RU)\n•\tAustralia (AU)\n•\tSpain (ES)\n•\tSaudi Arabia (SA)\n•\tTurkey (TR)\n•\tSwitzerland (CH)\n•\tUnited Arab Emirates (AE)\n•\tSouth Africa (ZA)\n•\tNew Zealand (NZ)\n\nTürkçe\n\nEkonomik Takvim uzantısı, finansal piyasa yatırımcıları için profesyonel bir araç olup, onların piyasa yönetiminde daha iyi performans göstermelerine yardımcı olur.\nEkonomik olaylar, piyasa dalgalanmaları üzerinde önemli bir etkiye sahiptir; bu nedenle, bu olayların önceki, tahmini ve gerçek durumlarını incelemek temel analiz için hayati önem taşır.\nÖzellikler\nTradingFinder Ekonomik Takvim uzantısı, finansal olayları anlık olarak ve etkisine göre üç seviyede sınıflandırır: Yüksek, Orta ve Düşük.\nSadece bir tıklamayla, tüm önemli finansal olayları Chrome tarayıcınızda keşfedin. Bu uzantının temel kullanım alanları şunlardır:\n•\tOlayların ülke, yayın zamanı ve önem derecesine göre sınıflandırılması;\n•\tYayın zamanı, önceki değerler ve gerçek etkiler dahil olmak üzere önemli olayların detaylarını görüntüleme.\nAna Özellikler\n•\tÜç önem seviyesi: Yüksek, Orta ve Düşük;\n•\tHaberleri yerel saat diliminde takip etmek için zaman dilimlerini ayarlama;\n•\tBölgeye özgü olaylar: ABD, Euro Bölgesi, Avustralya, Birleşik Krallık ve diğer 17 ülke gibi belirli bölgeler veya ülkeler için haberler;\n•\tBeş zaman çerçevesi: \"Dün,\" \"Bugün,\" \"Yarın,\" \"Bu Hafta,\" ve \"Gelecek Hafta\";\n•\tÜcretsiz ve kayıt gerektirmez;\n•\tAltı dilde çok dilli görüntüleme: İngilizce, Türkçe, Rusça, Arapça, Ukraynaca ve Farsça;\n•\tKaranlık ve Aydınlık temalar.\n\nالعربية\n\nإضافة \"التقويم الاقتصادي\" هي أداة احترافية للمتداولين في الأسواق المالية، تساعدهم على إدارة السوق بشكل أفضل.\nتؤثر الأحداث الاقتصادية بشكل كبير على تقلبات السوق؛ لذلك فإن مراجعة هذه الأحداث في حالاتها السابقة والمتوقعة والحقيقية أمر ضروري للتحليل الأساسي.\nالميزات\nتقدم إضافة TradingFinder Economic Calendar أحداثًا مالية في الوقت الفعلي مصنفة حسب التأثير إلى ثلاثة مستويات: عالي، متوسط، ومنخفض.\nبمجرد نقرة واحدة، يمكنك استكشاف جميع الأحداث المالية الهامة مباشرةً في متصفح كروم الخاص بك. التطبيقات الرئيسية لهذه الإضافة تشمل:\n•\tتصنيف الأحداث حسب الدولة، وقت الإصدار، والأهمية؛\n•\tعرض التفاصيل الأساسية للأحداث، بما في ذلك وقت الإصدار، القيم السابقة، والتأثيرات الفعلية.\nالميزات الرئيسية\n•\tثلاثة مستويات من الأهمية: عالي، متوسط، ومنخفض؛\n•\tإعداد المناطق الزمنية لتتبع الأخبار حسب التوقيت المحلي؛\n•\tأحداث خاصة بالمناطق: أخبار لمناطق أو دول محددة مثل الولايات المتحدة، منطقة اليورو، أستراليا، المملكة المتحدة، و17 دولة أخرى؛\n•\tخمسة أطر زمنية: \"الأمس\"، \"اليوم\"، \"غدًا\"، \"هذا الأسبوع\"، و\"الأسبوع المقبل\"؛\n•\tمجاني تمامًا ولا يتطلب تسجيلًا؛\n•\tعرض متعدد اللغات بست لغات: الإنجليزية، التركية، الروسية، العربية، الأوكرانية، والفارسية؛\n•\tواجهات ذات ثيمات داكنة ومضيئة.\n\nУкраїнська\n\nРозширення \"Економічний календар\" є професійним інструментом для трейдерів фінансових ринків, який допомагає їм краще управляти ринком.\nЕкономічні події мають значний вплив на коливання ринку, тому їх перегляд у попередніх, прогнозованих і фактичних станах є важливим для фундаментального аналізу.\nФункції\nРозширення \"Економічний календар\" TradingFinder надає фінансові події в режимі реального часу, класифіковані за впливом на три рівні: високий, середній і низький.\nЗавдяки одному кліку ви можете переглянути всі важливі фінансові події безпосередньо у вашому браузері Chrome. Основні функції цього розширення включають:\n•\tКласифікацію подій за країною, часом випуску та важливістю;\n•\tПерегляд ключових характеристик подій, включаючи час випуску, попередні значення та фактичні впливи.\nОсновні характеристики\n•\tТри рівні важливості: високий, середній і низький;\n•\tНалаштування часових поясів для відстеження новин у місцевому часі;\n•\tПодії для конкретних регіонів: новини для окремих регіонів або країн, таких як США, Єврозона, Австралія, Велика Британія та 17 інших;\n•\tП'ять часових рамок: \"Вчора\", \"Сьогодні\", \"Завтра\", \"Цього тижня\" і \"Наступного тижня\";\n•\tБезкоштовне використання без реєстрації;\n•\tБагатомовний інтерфейс на шести мовах: англійська, турецька, російська, арабська, українська та перська;\n•\tТеми \"Темна\" і \"Світла\".\n\nРусский\n\nРасширение «Экономический календарь» — это профессиональный инструмент для трейдеров финансовых рынков, который помогает им лучше управлять рынком.\nЭкономические события существенно влияют на колебания рынка, поэтому анализ этих событий в предыдущем, прогнозируемом и фактическом состояниях является ключевым для фундаментального анализа.\nФункции\nРасширение «Экономический календарь» от TradingFinder предоставляет финансовые события в режиме реального времени, классифицированные по степени влияния на три уровня: высокий, средний и низкий.\nВсего одним кликом вы можете изучить все важные финансовые события прямо в вашем браузере Chrome. Основные возможности этого расширения включают:\n•\tКлассификация событий по стране, времени публикации и степени важности;\n•\tПросмотр ключевых данных о событиях, включая время публикации, предыдущие значения и фактическое влияние.\nКлючевые особенности\n•\tТри уровня важности: высокий, средний и низкий;\n•\tНастройка часовых поясов для отслеживания новостей в местном времени;\n•\tСобытия для определенных регионов: новости для конкретных стран или регионов, таких как США, Еврозона, Австралия, Великобритания и 17 других;\n•\tПять временных диапазонов: «Вчера», «Сегодня», «Завтра», «Эта неделя» и «Следующая неделя»;\n•\tБесплатно, без регистрации;\n•\tМногоязычный интерфейс на шести языках: английский, турецкий, русский, арабский, украинский и персидский;\n•\tТемы: светлая и темная.\n\nفارسی\n\nافزونه تقویم اقتصادی یک ابزار حرفه‌ای برای معامله‌گران بازارهای مالی است که به آن‌ها در مدیریت بهتر بازار کمک می‌کند.\nرویدادهای اقتصادی تأثیر قابل‌توجهی بر نوسانات بازار دارند؛ بنابراین بررسی این رویدادها در حالت‌های قبلی، پیش‌بینی‌شده و واقعی برای تحلیل بنیادی بسیار ضروری است.\nویژگی‌ها\nافزونه تقویم اقتصادی TradingFinder رویدادهای مالی را به‌صورت زنده ارائه می‌دهد و آن‌ها را بر اساس تأثیر به سه سطح طبقه‌بندی می‌کند: بالا، متوسط و پایین.\nتنها با یک کلیک می‌توانید تمام رویدادهای مهم مالی را مستقیماً در مرورگر کروم خود مشاهده کنید. کاربردهای اصلی این افزونه شامل موارد زیر است:\n•\tطبقه‌بندی رویدادها بر اساس کشور، زمان انتشار و اهمیت؛\n•\tمشاهده جزئیات کلیدی رویدادها، از جمله زمان انتشار، مقادیر قبلی و تأثیرات واقعی.\nویژگی‌های کلیدی\n•\tسه سطح اهمیت: بالا، متوسط و پایین؛\n•\tتنظیم منطقه زمانی برای پیگیری اخبار بر اساس زمان محلی؛\n•\tرویدادهای منطقه‌ای خاص: اخبار مربوط به مناطق یا کشورهای خاص مانند ایالات متحده، منطقه یورو، استرالیا، بریتانیا و ۱۷ کشور دیگر؛\n•\tپنج بازه زمانی: \"دیروز\"، \"امروز\"، \"فردا\"، \"این هفته\"، و \"هفته آینده\"؛\n•\tکاملاً رایگان و بدون نیاز به ثبت‌نام؛\n•\tنمایش چندزبانه در شش زبان: انگلیسی، ترکی، روسی، عربی، اوکراینی و فارسی؛\n•\tپشتیبانی از تم‌های روشن و تاریک."
  }
}