{
  "name": {
    "ar": "تبديل علامات التبويب الأخيرة",
    "am": "የመጨረሻ ትሮችን ቀይር",
    "bg,bn": "শেষ ট্যাব পরিবর্তন করুন",
    "ca": "Canvia les darreres pestanyes",
    "cs": "Přepnout poslední karty",
    "da": "Skift sidste faner",
    "de": "Letzte Tabs wechseln",
    "el": "Εναλλαγή τελευταίων καρτελών",
    "en,en_AU,en_GB,en_US": "Switch Last Tabs",
    "es,es_419": "Cambiar las últimas pestañas",
    "et": "Vahetage viimased vahelehed",
    "fa": "آخرین برگه ها را تغییر دهید",
    "fi": "Vaihda viimeisiä välilehtiä",
    "fil": "Lumipat ng Mga Huling Tab",
    "fr": "Changer les derniers onglets",
    "gu": "છેલ્લા ટૅબ્સ સ્વિચ કરો",
    "he": "החלף כרטיסיות אחרונות",
    "hi": "अंतिम टैब स्विच करें",
    "hr": "Promjena zadnje kartice",
    "hu": "Váltás az utolsó lapokra",
    "id": "Ganti Tab Terakhir",
    "it": "Cambia le ultime schede",
    "ja": "最後のタブを切り替える",
    "kn": "ಕೊನೆಯ ಟ್ಯಾಬ್‌ಗಳನ್ನು ಬದಲಿಸಿ",
    "ko": "마지막 탭 전환",
    "lt": "Perjungti paskutinius skirtukus",
    "lv": "Pārslēgt pēdējās cilnes",
    "ml": "അവസാന ടാബുകൾ മാറുക",
    "mr": "शेवटचे टॅब स्विच करा",
    "ms": "Tukar Tab Terakhir",
    "nl": "Wissel van laatste tabblad",
    "no": "Bytt siste faner",
    "pl": "Przełącz ostatnie karty",
    "pt_BR,pt_PT": "Alternar últimas guias",
    "ro": "Comutați ultimele file",
    "ru": "Переключить последние вкладки",
    "sk": "Prepnúť posledné karty",
    "sl": "Preklopite zadnje zavihke",
    "sr": "Пребаците последње картице",
    "sv": "Byt sista flikar",
    "sw": "Badilisha Vichupo vya Mwisho",
    "ta": "கடைசி தாவல்களை மாற்றவும்",
    "te": "చివరి ట్యాబ్‌లను మార్చండి",
    "th": "สลับแท็บสุดท้าย",
    "tr": "Son Sekmeleri Değiştir",
    "uk": "Переключити останні вкладки",
    "vi": "Chuyển tab cuối cùng",
    "zh_CN,zh_TW": "切換最後一個選項卡"
  },
  "short": {
    "ar": "استخدم الاختصار <Alt + Q> (أو حدد الاختصار الخاص بك) للتبديل بين آخر علامتي تبويب استخدمتهما. يتطلب دفعة لمرة واحدة.",
    "am": "በመጨረሻ በተጠቀሟቸው ሁለት ትሮች መካከል ለመቀያየር አቋራጩን <Alt + Q> ይጠቀሙ (ወይም የራስዎን ይግለጹ)። የአንድ ጊዜ ክፍያ ያስፈልገዋል።",
    "bg,bn": "আপনার দুটি সর্বশেষ ব্যবহৃত ট্যাবের মধ্যে স্যুইচ করতে শর্টকাট <Alt + Q> (বা আপনার নিজের সংজ্ঞায়িত করুন) ব্যবহার করুন। একটি এককালীন…",
    "ca": "Utilitzeu la drecera <Alt + Q> (o definiu la vostra) per canviar entre les dues darreres pestanyes utilitzades. Requereix un…",
    "cs": "K přepínání mezi dvěma naposledy použitými kartami použijte zkratku <Alt + Q> (nebo definujte vlastní). Vyžaduje jednorázovou…",
    "da": "Brug genvejen <Alt + Q> (eller definer din egen) for at skifte mellem dine to sidst brugte faner. Kræver en engangsbetaling.",
    "de": "Verwenden Sie die Tastenkombination <Alt + Q> (oder definieren Sie eine eigene), um zwischen Ihren beiden zuletzt verwendeten Tabs…",
    "el": "Χρησιμοποιήστε τη συντόμευση <Alt + Q> (ή ορίστε τη δική σας) για εναλλαγή μεταξύ των δύο καρτελών που χρησιμοποιήσατε τελευταία.…",
    "en,en_AU,en_GB,en_US": "Use the shortcut <Alt + Q> (or define your own) to switch between your two last used tabs. Requires a one-time payment.",
    "es,es_419": "Utilice el atajo <Alt + Q> (o defina el suyo propio) para cambiar entre las dos últimas pestañas utilizadas. Requiere un pago único.",
    "et": "Kahe viimati kasutatud vahelehe vahetamiseks kasutage otseteed <Alt + Q> (või määrake oma). Nõuab ühekordset makset.",
    "fa": "از میانبر <Alt + Q> (یا خود را تعریف کنید) برای جابجایی بین دو آخرین برگه استفاده شده خود استفاده کنید. نیاز به پرداخت یکباره دارد.",
    "fi": "Käytä pikanäppäintä <Alt + Q> (tai määritä omasi) vaihtaaksesi kahden viimeksi käytetyn välilehden välillä. Edellyttää kertamaksun.",
    "fil": "Gamitin ang shortcut <Alt + Q> (o tukuyin ang sarili mo) upang lumipat sa pagitan ng iyong dalawang huling ginamit na tab.…",
    "fr": "Utilisez le raccourci <Alt + Q> (ou définissez le vôtre) pour basculer entre vos deux derniers onglets utilisés. Nécessite un…",
    "gu": "તમારા બે છેલ્લે વપરાયેલ ટેબ વચ્ચે સ્વિચ કરવા માટે શોર્ટકટ <Alt + Q> (અથવા તમારી પોતાની વ્યાખ્યા આપો) નો ઉપયોગ કરો. એક વખતની…",
    "he": "השתמש בקיצור <Alt + Q> (או הגדר משלך) כדי לעבור בין שתי הכרטיסיות האחרונות שבהן השתמשת. דורש תשלום חד פעמי.",
    "hi": "अपने दो अंतिम उपयोग किए गए टैब के बीच स्विच करने के लिए शॉर्टकट <Alt + Q> (या अपना खुद का परिभाषित करें) का उपयोग करें। एकमुश्त…",
    "hr": "Upotrijebite prečac <Alt + Q> (ili definirajte vlastiti) za prebacivanje između dvije posljednje korištene kartice. Zahtijeva…",
    "hu": "Használja az <Alt + Q> billentyűparancsot (vagy adja meg a sajátját) a két utoljára használt lap közötti váltáshoz. Egyszeri…",
    "id": "Gunakan pintasan <Alt + Q> (atau tentukan pintasan Anda sendiri) untuk beralih di antara dua tab yang terakhir Anda gunakan.…",
    "it": "Usa la scorciatoia <Alt + Q> (o definisci la tua) per passare tra le ultime due schede utilizzate. Richiede un pagamento una tantum.",
    "ja": "ショートカット <Alt + Q> を使用して (または独自に定義して)、最後に使用した 2 つのタブを切り替えます。 1 回限りの支払いが必要です。",
    "kn": "ನೀವು ಕೊನೆಯದಾಗಿ ಬಳಸಿದ ಎರಡು ಟ್ಯಾಬ್‌ಗಳ ನಡುವೆ ಬದಲಾಯಿಸಲು ಶಾರ್ಟ್‌ಕಟ್ <Alt + Q> (ಅಥವಾ ನಿಮ್ಮದೇ ಆದದನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಿ) ಬಳಸಿ. ಒಂದು-ಬಾರಿ ಪಾವತಿಯ…",
    "ko": "마지막으로 사용한 두 탭 사이를 전환하려면 단축키 <Alt + Q>를 사용하거나 직접 정의하세요. 일회성 결제가 필요합니다.",
    "lt": "Naudokite sparčiuosius klavišus <Alt + Q> (arba nustatykite savo), kad perjungtumėte du paskutinius naudotus skirtukus. Reikalingas…",
    "lv": "Izmantojiet īsinājumtaustiņu <Alt+Q> (vai definējiet savu), lai pārslēgtos starp divām pēdējām izmantotajām cilnēm. Nepieciešams…",
    "ml": "നിങ്ങൾ അവസാനം ഉപയോഗിച്ച രണ്ട് ടാബുകൾക്കിടയിൽ മാറാൻ കുറുക്കുവഴി <Alt + Q> (അല്ലെങ്കിൽ നിങ്ങളുടേത് നിർവചിക്കുക) ഉപയോഗിക്കുക.…",
    "mr": "तुमच्या दोन शेवटच्या वापरलेल्या टॅबमध्ये स्विच करण्यासाठी शॉर्टकट <Alt + Q> (किंवा तुमची स्वतःची व्याख्या) वापरा. एक-वेळ पेमेंट…",
    "ms": "Gunakan pintasan <Alt + Q> (atau tentukan sendiri) untuk bertukar antara dua tab terakhir anda yang digunakan. Memerlukan bayaran…",
    "nl": "Gebruik de sneltoets <Alt + Q> (of definieer uw eigen) om te schakelen tussen de twee laatst gebruikte tabbladen. Vereist een…",
    "no": "Bruk snarveien <Alt + Q> (eller definer din egen) for å bytte mellom de to sist brukte fanene. Krever en engangsbetaling.",
    "pl": "Użyj skrótu <Alt + Q> (lub zdefiniuj własny), aby przełączać się między dwiema ostatnio używanymi zakładkami. Wymaga jednorazowej…",
    "pt_BR,pt_PT": "Use o atalho <Alt + Q> (ou defina o seu próprio) para alternar entre as duas últimas guias usadas. Requer um pagamento único.",
    "ro": "Utilizați comanda rapidă <Alt + Q> (sau definiți-vă propria) pentru a comuta între ultimele două file utilizate. Necesită o singură…",
    "ru": "Используйте сочетание клавиш <Alt + Q> (или определите свое собственное), чтобы переключаться между двумя последними…",
    "sk": "Na prepínanie medzi dvoma naposledy použitými kartami použite skratku <Alt + Q> (alebo definujte svoju vlastnú). Vyžaduje sa…",
    "sl": "Za preklapljanje med zadnjima uporabljenima zavihkoma uporabite bližnjico <Alt + Q> (ali določite svojo). Zahteva enkratno plačilo.",
    "sr": "Користите пречицу <Алт + К> (или дефинишите сопствену) за пребацивање између две последње коришћене картице. Захтева једнократну…",
    "sv": "Använd genvägen <Alt + Q> (eller definiera din egen) för att växla mellan dina två senast använda flikar. Kräver en…",
    "sw": "Tumia njia ya mkato <Alt + Q> (au fafanua yako mwenyewe) kubadili kati ya vichupo vyako viwili vilivyotumika mwisho. Inahitaji…",
    "ta": "நீங்கள் கடைசியாகப் பயன்படுத்திய இரண்டு தாவல்களுக்கு இடையில் மாற, <Alt + Q> (அல்லது உங்களுடையதை வரையறுக்கவும்) குறுக்குவழியைப்…",
    "te": "మీరు చివరిగా ఉపయోగించిన రెండు ట్యాబ్‌ల మధ్య మారడానికి షార్ట్‌కట్ <Alt + Q> (లేదా మీ స్వంతంగా నిర్వచించండి) ఉపయోగించండి. వన్-టైమ్…",
    "th": "ใช้ทางลัด <Alt + Q> (หรือกำหนดของคุณเอง) เพื่อสลับระหว่างสองแท็บที่ใช้ล่าสุด ต้องชำระเงินเพียงครั้งเดียว",
    "tr": "Son kullandığınız iki sekme arasında geçiş yapmak için <Alt + Q> kısayolunu kullanın (veya kendi sekmenizi tanımlayın). Bir kerelik…",
    "uk": "Використовуйте комбінацію клавіш <Alt + Q> (або визначте власну), щоб переключатися між двома останніми використаними вкладками.…",
    "vi": "Sử dụng phím tắt <Alt + Q> (hoặc tự xác định) để chuyển giữa hai tab được sử dụng gần đây nhất. Yêu cầu thanh toán một lần.",
    "zh_CN,zh_TW": "使用快捷鍵 <Alt + Q>（或定義您自己的）在兩個最近使用的選項卡之間切換。 需要一次性付款。"
  },
  "long": {
    "ar": "يمكنك تعديل الاختصار بفتح عنوان URL التالي:\n\nchrome://extensions/shortcuts",
    "am": "የሚከተለውን ዩ.አር.ኤል. በመክፈት አቋራጩን ማሻሻል ይችላሉ-\n\nchrome://extensions/shortcuts",
    "bg": "Можете да промените прекия път, като отворите следния URL адрес:\n\nchrome://extensions/shortcuts",
    "bn": "আপনি নিম্নলিখিত URL টি খোলার মাধ্যমে শর্টকাটটি সংশোধন করতে পারেন:\n\nchrome://extensions/shortcuts",
    "ca": "Podeu modificar la drecera obrint l'URL següent:\n\nchrome://extensions/shortcuts",
    "cs": "Zástupce můžete upravit otevřením následující adresy URL:\n\nchrome://extensions/shortcuts",
    "da": "Du kan ændre genvejen ved at åbne følgende URL:\n\nchrome://extensions/shortcuts",
    "de": "Sie können die Verknüpfung ändern, indem Sie die folgende URL öffnen:\n\nchrome://extensions/shortcuts",
    "el": "Μπορείτε να τροποποιήσετε τη συντόμευση ανοίγοντας την ακόλουθη διεύθυνση URL:\n\nchrome://extensions/shortcuts",
    "en,en_AU,en_GB,en_US": "You can modify the shortcut by opening the following URL: \n\nchrome://extensions/shortcuts",
    "es,es_419": "Puede modificar el acceso directo abriendo la siguiente URL:\n\nchrome://extensions/shortcuts",
    "et": "Otseteed saate muuta, avades järgmise URL-i:\n\nchrome://extensions/shortcuts",
    "fa": "با باز کردن URL زیر می توانید میانبر را تغییر دهید:\n\nchrome://extensions/shortcuts",
    "fi": "Voit muokata pikakuvaketta avaamalla seuraavan URL-osoitteen:\n\nchrome://extensions/shortcuts",
    "fil": "Maaari mong baguhin ang shortcut sa pamamagitan ng pagbubukas ng sumusunod na URL:\n\nchrome://extensions/shortcuts",
    "fr": "Vous pouvez modifier le raccourci en ouvrant l'URL suivante :\n\nchrome://extensions/shortcuts",
    "gu": "તમે નીચેના URL ને ખોલીને શોર્ટકટ સુધારી શકો છો:\n\nchrome://extensions/shortcuts",
    "he": "באפשרותך לשנות את קיצור הדרך על ידי פתיחת כתובת האתר הבאה:\n\nchrome://extensions/shortcuts",
    "hi": "आप निम्न URL खोलकर शॉर्टकट को संशोधित कर सकते हैं:\n\nchrome://extensions/shortcuts",
    "hr": "Prečac možete izmijeniti otvaranjem sljedećeg URL-a:\n\nchrome://extensions/shortcuts",
    "hu": "A parancsikont a következő URL megnyitásával módosíthatja:\n\nchrome://extensions/shortcuts",
    "id": "Anda dapat mengubah pintasan dengan membuka URL berikut:\n\nchrome://extensions/shortcuts",
    "it": "Puoi modificare il collegamento aprendo il seguente URL:\n\nchrome://extensions/shortcuts",
    "ja": "次のURLを開くと、ショートカットを変更できます。\n\nchrome://extensions/shortcuts",
    "kn": "ಕೆಳಗಿನ URL ಅನ್ನು ತೆರೆಯುವ ಮೂಲಕ ನೀವು ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಬಹುದು:\n\nchrome://extensions/shortcuts",
    "ko": "다음 URL을 열어 바로 가기를 수정할 수 있습니다.\n\nchrome://extensions/shortcuts",
    "lt": "Nuorodą galite modifikuoti atidarydami šį URL:\n\nchrome://extensions/shortcuts",
    "lv": "Saīsni var modificēt, atverot šādu URL:\n\nchrome://extensions/shortcuts",
    "ml": "ഇനിപ്പറയുന്ന URL തുറക്കുന്നതിലൂടെ നിങ്ങൾക്ക് കുറുക്കുവഴി പരിഷ്‌ക്കരിക്കാൻ കഴിയും:\n\nchrome://extensions/shortcuts",
    "mr": "आपण खालील यूआरएल उघडून शॉर्टकट सुधारित करू शकता:\n\nchrome://extensions/shortcuts",
    "ms": "Anda boleh mengubah jalan pintas dengan membuka URL berikut:\n\nchrome://extensions/shortcuts",
    "nl": "U kunt de snelkoppeling wijzigen door de volgende URL te openen:\n\nchrome://extensions/shortcuts",
    "no": "Du kan endre snarveien ved å åpne følgende URL:\n\nchrome://extensions/shortcuts",
    "pl": "Możesz zmodyfikować skrót, otwierając następujący adres URL:\n\nchrome://extensions/shortcuts",
    "pt_BR,pt_PT": "Você pode modificar o atalho abrindo o seguinte URL:\n\nchrome://extensions/shortcuts",
    "ro": "Puteți modifica comanda rapidă deschizând următoarea adresă URL:\n\nchrome://extensions/shortcuts",
    "ru": "Вы можете изменить ярлык, открыв следующий URL-адрес:\n\nchrome://extensions/shortcuts",
    "sk": "Skratku môžete upraviť otvorením nasledujúcej adresy URL:\n\nchrome://extensions/shortcuts",
    "sl": "Bližnjico lahko spremenite tako, da odprete naslednji URL:\n\nchrome://extensions/shortcuts",
    "sr": "Пречицу можете изменити отварањем следеће УРЛ адресе:\n\nchrome://extensions/shortcuts",
    "sv": "Du kan ändra genvägen genom att öppna följande URL:\n\nchrome://extensions/shortcuts",
    "sw": "Unaweza kurekebisha njia ya mkato kwa kufungua URL ifuatayo:\n\nchrome://extensions/shortcuts",
    "ta": "பின்வரும் URL ஐத் திறப்பதன் மூலம் குறுக்குவழியை மாற்றலாம்:\n\nchrome://extensions/shortcuts",
    "te": "కింది URL ను తెరవడం ద్వారా మీరు సత్వరమార్గాన్ని సవరించవచ్చు:\n\nchrome://extensions/shortcuts",
    "th": "คุณสามารถแก้ไขทางลัดได้โดยเปิด URL ต่อไปนี้:\n\nchrome://extensions/shortcuts",
    "tr": "Aşağıdaki URL'yi açarak kısayolu değiştirebilirsiniz:\n\nchrome://extensions/shortcuts",
    "uk": "Ви можете змінити ярлик, відкривши таку URL-адресу:\n\nchrome://extensions/shortcuts",
    "vi": "Bạn có thể sửa đổi lối tắt bằng cách mở URL sau:\n\nchrome://extensions/shortcuts",
    "zh_CN": "您可以通過打開以下 URL 來修改快捷方式：\n\nchrome://extensions/shortcuts",
    "zh_TW": "您可以通过打开以下 URL 来修改快捷方式：\n\nchrome://extensions/shortcuts"
  }
}