{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tombo.pt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esta extensão melhora os sites dos arquivos portugueses.",
    "en": "This extension enhances the Portuguese archive sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Moderniza a interface dos sites dos arquivos portugueses. Entre outras coisas, permite uma visualização de página inteira dos livros digitalizados e o acesso rápido a mudança de página.\n\nDe momento não é possível efectuar a subscrição anual, uma vez que a Chrome Web Store removeu o acesso a aplicações pagas. Estamos a estudar a melhor forma de repôr essa funcionalidade.\n\nA subscrição anual ajuda a suportar o desenvolvimento desta aplicação, e desbloqueia o acesso às funcionalidades que não são disponibilizadas pelos sites dos arquivos, nomeadamente: manipulação do brilho; manipulação do contraste; inversão de cores; filtro preto/branco; rotação arbitrária (não apenas 90º como na versão grátis); etc.",
    "en": "Modernises the Portuguese archive sites interface. Among others, it enables a full-screen view of the digitised books and faster page changes.\n\nIt is currently not possible to subscribe the extension, as the Chrome Web Store removed access to paid extensions. We are investigating the best way to bring back that possibility.\n\nThe annual subscription helps to support the development of this application, and unblocks access to features that are not provided by the archive sites, namely: changing the brightness; changing the contrast; colour inversion; monochrome filter; free rotation (not only 90º like in the free version); etc."
  }
}