{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LockedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay focused on tasks"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The world's best focus extension\n\nLockedIn allows you to focus on your tasks and stay away from distractions! After examining existing focus extensions, this extension was developed to include all the essential functionalities in one.\n______________________________________________\n\nFEATURES\n\nSITE BLOCKER: Control your online habits and minimize distractions with the site blocker. You can block access to distracting websites, social media platforms, or any online content that hinders your productivity.\n\nTASK MANAGER: Elevate your organization and efficiency using the task manager. This powerful tool allows you to organize and prioritize your tasks with ease. On top of labeling your tasks, you can also set due dates and add descriptions.  \n\nPOMODORO TIMER: Manage your time and boost your productivity using the pomodoro timer. Inspired by the popular time management technique, this timer helps you break your work into manageable intervals which are 25 minutes long, followed by short breaks and long breaks.  \n\nMUSIC PLAYER: Transport yourself into a world of tranquility and focus with ambient noises and calm music. This music player will allow you to block out distracting background noise and help you focus on your work. You can also upload your own music to the extension. \n\nREMINDERS: Stay refreshed and focused with our reminder feature! Our extension helps you maintain healthy habits while using your browser by providing reminders for tasks like staying hydrated, maintaining good posture, and refreshing your eyes.  With our reminder feature, you can optimize your well-being and productivity while using Google Chrome.\n\n______________________________________________\n\nPRIVACY AND SECURITY\nYou will not need to worry about privacy and security when using LockedIn. The extension was developed with the user's security in mind and it doesn't store any information or activity of the users."
  }
}