{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SubtitleEasy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to view two captions at the same time on Coursera/Apple WWDC sessions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing a Chrome extension that will completely transform your viewing and learning experience! With our innovative tool, you can now enjoy bilingual subtitles for Apple Developer/WWDC videos seamlessly within your browser.\n\nAs you explore the vast library of Apple Developer/WWDC videos, our Chrome extension integrates seamlessly into your browsing experience, providing real-time bilingual subtitles for the videos. Whether you're a seasoned developer or a curious learner, this extension will help you understand the content more effectively, break down language barriers, and expand your knowledge.\n\nPlease note that currently our extension does not support Coursera functionality, but we will be adding support for Coursera in the next version. We are actively working on developing and releasing this feature as soon as possible, so you can enjoy the benefits of bilingual subtitles on Coursera. Stay tuned!\n\nDesigned with simplicity and convenience in mind, our Chrome extension seamlessly integrates into your browser after installation, with just a click to toggle the switch for bilingual subtitles. You can flexibly choose your preferred language combination to ensure full immersion in the content without missing any important information.\n\nWe understand that learning is a personal journey, and everyone has their own preferences. Therefore, our Chrome extension allows you to customize the appearance of the subtitles to meet your needs. Adjust font size, color, and background for optimal readability and create a comfortable viewing experience.\n\nOur commitment to excellence goes beyond providing subtitles. We will continuously update our extension to ensure compatibility with the latest Apple Developer/WWDC videos and add support for Coursera in the next version. Stay ahead and never miss a learning moment with our reliable and cutting-edge Chrome extension.\n\nJoin the thousands of satisfied users who have transformed their viewing and learning experiences through our Chrome extension. Whether you're a developer seeking to understand the latest Apple technologies or a lifelong learner looking to expand your knowledge on Coursera, our bilingual subtitles will be your trusted companion.\n\nDon't let language barriers limit your learning potential. Install our Chrome extension now and unlock the world of knowledge with the power of bilingual subtitles, right at your fingertips. Start your mastery journey and experience learning like never before!"
  }
}