{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyHabits"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your habits, improve your life."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you dreaming about:\n* Being in peak shape?\n* Creating a side business?\n* Getting your dream job?\n* Strengthening your relationships?\n* Finding a partner?\n\nGuess what. The world wants us to believe that all these will become true one day. That without the effort, our destiny is to achieve all these and more. \n\nBut, this couldn’t be further from the truth. Achieving our dreams doesn’t happen through a quantum leap. Years can go by and we can be at the exact same place. You can’t trade nothing for something.\n\nThe only way to achieve our dreams is to put in the work. Not sprinting for a week or a month, but through steady and consistent effort for a long period of time.\n\nHabits are the perfect tool for this job. Once we establish a good habit, it will be our companion through all our life. Simple habits compound and lead to unexpected outcomes:\n\n* By reading 10 pages a day at the end of the year you would have read 3650 equaling 12 books\n* By spending 30 minutes a day in your side hustle, you’ll launch it in a manner of months\n* By practicing gratefulness everyday, you’re rewiring your brain to look for the positive\n\nBut again, you have to build these habits and do them daily.\n\nThis is exactly what MyHabits was designed for. At a glimpse you can see your progress across all the things that matter to you. Every time you open a new tab, you’ll see the progress you’re making toward your dreams. A weekly and monthly chart will help you stay motivated, your goal is to fill as many squares as possible."
  }
}