{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shape Shift Parkour Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Shape Shift Parkour Unblocked Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Play more games on the top-left menu.\n\nShape Shift Parkour Unblocked Game is a free browser extension that lets you play the arcade game Shape Shift Parkour on any website, even those that block games. With this extension, you can test your skills and reflexes as you try to navigate through a series of obstacles by shapeshifting into different shapes.\n\nThe extension is easy to use. Just install it in your browser and then click on the Shape Shift Parkour icon to start playing. The controls are simple: use the mouse to move your character and click to shapeshift. The goal of the game is to reach the end of the level without falling off the platforms or colliding with the obstacles.\n\nShape Shift Parkour Unblocked Game is a great way to pass the time or challenge your friends to a high score competition. It is also a great way to improve your hand-eye coordination and problem-solving skills.\n\nHere are some of the features of the extension:\n\nPlay Shape Shift Parkour on any website, even those that block games.\nSimple controls: use the mouse to move your character and click to shapeshift.\nMultiple levels: test your skills on different levels with increasing difficulty.\nLeaderboards: compete with your friends for the highest score.\nAd-free: enjoy the game without any ads."
  }
}