{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UpLead - Find Emails on Websites"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find Emails on Social Networks and Websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WHAT IS UPLEAD:\nUpLead is a B2B data provider with real-time verified emails, mobile numbers and intent data. Get access to millions of up-to-date contacts that are easy to find and import into your CRM. Use 50+ search filters like intent data to find in-market buyers who will be your next best customers. Integrate with Salesforce, HubSpot, other leading CRMs and Zapier to automate your workflow. UpLead is trusted by 4,000+ customers and is one-third the cost vs leading sales intelligence platforms. It has consistently been rated #1 by G2 for being Easiest to Use and having the Best ROI.\n\nRATED #1:\n* #1 Rated Lead Intelligence Tool by G2\n* #1 Rated Lead Intelligence Tool for Ease of Use by G2\n* #1 Rated Lead Intelligence Tool for SMB by G2\n* #1 Rated B2B Sales Prospecting Tool for Ease of Use by G2\n* #1 Rated B2B Sales Prospecting Tool for SMB by G2\n* #1 Rated B2B Sales Prospecting Tool for Estimated ROI\n* Find emails on Linkedln or while Browsing Company Websites\n* Trusted by Fortune 500 Companies Including: Amazon, Salesforce, Facebook & others.\n\nSUPREME COVERAGE:\n* Worldwide Data in over 200 countries. 100+ million B2B contacts in our database all with direct email addresses.\n\nDEPTH OF DATA:\n* 50+ Fields including Direct Verified Email Addresses, Phone Numbers, Industry Names/SIC Codes, Contact Title, Location, Job Function, Management Level, Number of Employees, Sales Volume, Technologies Used, and more.\n* Account-Based Marketing: Find prospects in the accounts you target by typing in a company name or uploading a list of URL’s. You can build very targeted prospect lists just for the accounts you’re going after.\n* Competitor Intelligence: Find out who the competitors are to millions of companies.\n* Email Pattern Intel: Find the most common email pattern for companies. Example: first.last@domain.com\n* Social Links: Our contact data is rich and comes with logos and full social links including LinkedIn, Twitter, Facebook, and more.\n\nVERIFIED EMAILS\n* When you export or download a contact from UpLead we verify the email addresses in real-time. Ensuring that the moment you download a contact or list the emails are 97%+ accurate and free of hard bounces at the time of download. \n\nTECHNOGRAPHIC DATA\n* UpLead provides technographic data. Technographic data allows customers to build company/contact lists based on the technologies those companies use. UpLead tracks 16,000+ technologies. Ie: HubSpot Users, Stripe Users, Salesforce Users, etc.\n\nINTENT DATA\n* Use UpLead’s Intent Data feature to find consumption patterns that will help grow your business. Take action at the perfect moment — when your prospects start looking for a solution like the one you’re selling.\n\nAbout UpLead & Support:\n\nQuestions?\nEmail us: team@uplead.com\nVisit our help center https://support.uplead.com\nLive Chat with our team: https://www.uplead.com\nBook a Live Demo: https://www.uplead.com/uplead-demo\n\nTwitter: @UpLeadHQ\nWebsite: https://www.uplead.com"
  }
}