{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What Is My Screen Resolution"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you want to know what is your screen resolution? Using this extension, check your screen/monitor resolution instantly for free!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are looking for a Chrome Extension to know what is my screen resolution, then you are in the right place. It helps you to find out the screen resolution of your computer/laptop monitor (Windows 11/10/8/7 or Mac), Android Phone, iPhone, iPad, MacBook, tablet or any display device in pixels.\n\nIt's simple and easy, there is no need to do to find out your screen resolution.\n\nWhat Is Screen Resolution?\n\nA computer screen uses millions of pixels to display images. These pixels are arranged in a grid horizontally and vertically. The number of pixels horizontally and vertically is shown as the screen resolution.\n\nScreen resolution is typically written as 1024 x 768 (or 1366 x 768, 1920 x 1080). This means that the screen has 1024 pixels horizontally and 768 pixels vertically (or 1366 pixels horizontally and 768 pixels vertically, and so on).\n\nHow to check your device Screen Resolution?\n\n1. Just (Add to Chrome) install the extension, \n2. Click on the icon, it will be open on the new page. \n3. Then, there you will see the number that represents you're currently using screen/monitor resolution (in pixels width and height).\n\nEnjoy the extenion!\n\nThanks :)"
  }
}