{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitbucket Query Language"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to developers to navigate through Bitbucket repositories using a query language."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitbucket Query Language (BQL) Chrome Extension - Smart, Private, and Efficient\n\nBQL is a powerful tool designed to help developers seamlessly navigate through Bitbucket repositories. With a simple query syntax, you can access a wide variety of Bitbucket resources such as repositories, branches, tags, commits, pull requests, pipelines, deployments, and more.\n\nKey Features:\n\nSimplified Navigation: Effortlessly open repositories, branches, commits, pull requests, pipelines, and compare branches or tags with a straightforward query language.\nComprehensive Commands: From opening a specific repository to inspecting commits and pull requests, the extension offers commands to access various Bitbucket resources directly.\nMacros for Multi-Repository Queries: Run the same query across multiple repositories at once. BQL’s macro functionality allows you to save time by managing and querying multiple repositories in a single command.\nIntelligent Activity Tracking: The extension smartly tracks your interactions within Bitbucket, giving you quick access to repositories, commit histories, and pull requests.\nPrivacy-First Approach: Your data is never stored in the cloud. All activities and queries are processed locally on your device, ensuring that your work remains private and secure.\nFuture Enhancements: Upcoming features include file navigation with specific line and column numbers, and much more to come.\nWhether you're a developer exploring the depths of your project or a student learning about version control, BQL enhances your Bitbucket experience, saving you time and effort. Try it out and streamline your workflow!"
  }
}