{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supernova: Productivity and relaxation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supernova: Productivity and relaxation"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover a new world of possibilities with the Supernova that will take you on a cosmic journey every time you open a new tab!\nCustom search bar with Results by Microsoft Bing on the New tab page.\n\nExplore the wonders of the universe, keep track of your schedule, and stay ahead of the weather all in one convenient and visually stunning dashboard.\n\n☆Key Features☆\n🌌 Stunning background images\nExperience the wonders of space with Supernova. Each new tab will transport you to a different part of the universe, providing a unique and awe-inspiring view of the cosmos.\n\n⏰ Built-in clock with current time\nWhether you're at home or at work, this clock will keep you on track and help you stay productive throughout the day.\n\n⛅️ Real-time weather forecast\nGet accurate and up-to-date information on temperature in your location so you can plan your day with confidence.\n\nWith Supernova you'll have everything you need to stay informed, productive, and inspired. Get ready for a cool, out-of-this-world experience with every new tab!\n__________________________________________________________________________________\nThe search features used within the extension will be provided by Microsoft Bing. However, the extension will not make any changes in your default browser search setting.\nBy clicking \"Add to chrome\", the user accepts and agrees to installing Supernova search browser extension and setting New tab and Default search to Microsoft Bing that provided by the service, Terms of Use and Privacy Policy.\n\n\nFree stock media content is distributed by Unsplash - [https://unsplash.com](https://unsplash.com/)\n\nPrivacy Policy: [https://supernova.richexts.com/info/privacy/](https://supernova.richexts.com/info/privacy/) \n\nEULA/Terms of Use: [https://supernova.richexts.com/info/terms/] (https://supernova.richexts.com/info/terms/)"
  }
}