{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pebble - Digital Carbon Emissions Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pebble by Antarctica Global unveils the hidden connection between your online activities and your carbon footprint."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📣 Your Digital Actions Today have an impact on Earth’s climate Tomorrow:  Explore the Digital Carbon Footprint of your internet browsing activities with Pebble which visualises the real-time environmental impact of your browsing actions. \n\n🌍 Embark on your conscious digital journey: Pebble’s extension seamlessly integrates with your browsing, revealing your digital carbon footprint. It’s like having a mindful companion for your online adventures. \n\n🍃 Digital Mirror: Unveil the Unseen. See how your digital activities impact our planet's health. Pebble is not just a tool, it is also your guide; nudging you towards more conscious digital steps. Pebble is your call to action! \n\n🧠 Insights on your digital carbon footprint: As you surf, Pebble calculates, unveiling the hidden carbon trails. No need to switch websites – it's all right there, beautifully simple. Pebble skillfully fetches the stats on data transfers in your browsing journey.\n\n⚙️ How it works: When you click on the \"Start Session\" button, the extension begins analysing data about the information exchanged between websites and your browser during your browsing session. The extension then calculates the Final Emissions (gCO2) of your browsing usage by an intricate methodology taking into account key factors such as Data Centers, Networks, User Device etc.\n\n🪨 Why Pebble?\n\nYour browsing data stays yours: Does not collect any browsing data- your data is private. All your data is analysed on your device, staying in your local storage and is not sent or processed anywhere else. \n\nConsciousness Without Cost: Costs absolutely nothing to be aware of your digital impact.\n\nReal-time Insights: Shows real-time consumption breakdown of every tab, across browsers.\n\nUltimate Carbon Calculator: By far the most reliable digital carbon footprint calculator on the market.\n\nLegitimacy and reliability: Methodology inspired from the One Byte Model by The Shift Project, a renowned French think-tank.\n\nEmbrace Pebble's elegance, start your conscious digital journey today. Discover, calculate, and make a difference with every click.\n\nFor more info:\nEmail: contact@antarcticaglobal.com\nWebsite: https://www.antarcticaglobal.com/\nPrivacy Policy: https://www.antarcticaglobal.com/pebble/privacy-policy"
  }
}