{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon FBA Calculator : SellerSimple"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Ultimate Amazon FBA Profit Calculator - Simplify Your Business Today!!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Amazon FBA Calculator Browser Extension - the ultimate tool for Amazon sellers. This browser extension provides real-time calculations of Amazon FBA fees, making it easy for sellers to calculate their profits and make informed decisions about their selling strategy.\nWith this tool, you can easily estimate the cost of selling your products on Amazon using FBA. Simply enter the product weight, size, and price, and the calculator will calculate all relevant fees, including storage fees, fulfillment fees, and monthly storage fees. The results are displayed in real-time, making it easy to see the impact of changes to your product specifications.\nIn addition to calculating fees, the Amazon FBA Calculator Browser Extension also provides data on the average selling price, volume, and competition for your products. This information can help you make informed decisions about pricing, product sourcing, and sales strategy.\nThe calculator is easy to use, with a simple and intuitive interface that allows you to make quick and accurate calculations. The browser extension is available for both Google Chrome and Firefox, so you can easily use it no matter which browser you prefer.\nWith the Amazon FBA Calculator Browser Extension, you'll have the information you need to make smart decisions about your Amazon FBA business. Whether you're just starting out or you're a seasoned pro, this tool will help you optimize your profits and grow your business. So why wait? Install the Amazon FBA Calculator Browser Extension today and take control of your Amazon FBA business!"
  }
}