{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prime Influencer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables Facebook users to efficiently manage and obtain an overview of their profile information, analysis, and statistics."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our Chrome extension, designed to serve as a widget for Facebook users, is a professional tool that enables users to efficiently manage and obtain a comprehensive overview of their Facebook profile information, analysis, and statistics. Our extension is user-friendly and easy to set up, with clear and concise instructions provided to guide users through the process.\n\nThe main functions of the extension include:\n\n1. Overview page: This page allows users to view their personal information on Facebook, necessary parameters about their profile, and the most recent posts they've made, including content, images, videos (if any), likes, comments, and reach of each post.\n\n2. Analysis: This page provides users with detailed analysis indicators through specific charts related to their profile overview metrics, post reach, featured posts, and audience. Users can see related graphs of reach, post interaction, featured posts, and more.\n\n3. Track and manage a list of user posts: This feature enables users to view a list of their posts, detailed information about the indicators, export data by filter, and search articles by article type, empowering them to stay organised and efficient.\n\nOur extension is designed to help Facebook users improve their profile performance by providing them with a user-friendly and intuitive tool that centralizes all the necessary information and analysis in one place. We are confident that our product will be a valuable addition to any Facebook user's toolkit.\n\nFor user's consent and data protection strategy:\n\nOur extension is designed with the highest data protection policy in mind. It is required by the extension that a user need to agree and consent to the storing purpose and display of user data provided by Facebook. Only then the extension would be available for the user to utilise. \n\nFor more details of our terms & policies, please visit:\nhttps://primeinfluencer.asia/en/policy\n\nWe have also implemented advanced security measures, such as data encryption and anonymisation, to protect users' data and privacy. Our Chrome extension is fully compliant with Google's policies and guidelines with the usage of web browser history and access to website content, and we have taken extra care to ensure that our product adheres to the highest standards of content and behaviour.\n\nWe have a dedicated technical support team available to help users with any issues or questions they may have about our Chrome extension. We are committed to providing our users with the best possible experience and are always striving to improve our product."
  }
}