{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NxtJob AI LinkedIn Optimization & Job Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash your true potential with our end-to-end job change platform. Get a salary hike in just 90 days!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Switch to High Paying jobs 2x faster with our AI-powered job change platform.\n\nIt's not just a chrome extension; it's your job hunting companion that helps you find, organise, and land your dream job effortlessly! \n\n➤ Job Aggregator: Import job postings from anywhere on the internet with just one click! Save 85% of your time and energy by adding jobs to your personal database in seconds.\n\n➤ LinkedIn Profile Optimizer: AI-powered LinkedIn Optimizer to improve your profile visibility, enhance your personal brand, and become a magnet for recruiters and job opportunities.\n\n➤ Smart Networking: Grow and manage your professional network efficiently. Our tool will suggest the best connections to make, based on your career goals and interests.\n\n➤ Resume Builder: Build perfect resumes in less than 10 minutes, tailored to your skills and experience. Stand out from the crowd and make an impactful first impression.\n\n➤ Interview Preparation: Get AI-guided interview preparation, including mock interviews, Q&As, and expert tips. Gain confidence and crush your interviews!\n\n➤ Job Health Analytics - Get a 360° overview of your journey from Resumes till the Job Offer.\n\nGet started with a simple 3-step process -\n\n1. Click on “Add to Chrome” on the top of this page.\n2. Spot the extension icon on the right side of your LinkedIn profile.\n3. Tap on it and Sign up using your Google Account.\n\nThat’s it!\n\nIs it free or paid?\nMost of the features are completely free to use, such as the LinkedIn Optimizer, Resume Builder, Job and Network Tracker, and more. However, The AI features cost us money, so we have kept the prices as affordable as possible.\n\nWhy us?\n\nWe’re India’s only Job Guarantee Ecosystem. Our industry-leading tools automate every aspect of your job search, slashing 85% of your search time and effort. Thousands of professionals have used Nxtjob.ai to get placed at their dream company with up to 400% salary hike than their current pay, in just 90 days! \n\nYou have the skills, we know how to present them. Let’s work together to get you hired - Install now!\n\nBy downloading, you are agreeing to our Terms and Conditions - https://www.nxtjob.ai/legal/terms-of-service and privacy policy - https://www.nxtjob.ai/legal/privacy\n\nFor any help, reach out to us at hello@nxtjob.ai"
  }
}