{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring new tabs to front and in last position, allow to save and restore windows.",
    "fr": "Amene les nouveaux onglets au premier plan et en dernière position, permet de sauvegarder et de restaurer les fenêtres.",
    "nl": "Breng nieuwe tabbladen naar voren en op de laatste positie, sta het toe om vensters op te slaan en te herstellen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Since 2013, this extension has brought to you some missing basic tabs management features:\n- Always select tabs when opening\n- Always position tabs last when opening\n- Add a context menu item for opening links in the background/foreground tab depending on the options settings\n\nNew since 2024, it will also allow you to see and manage all your tabs at a glance (click the tab+ icon or hit Ctrl+Shift+e to give it a try) :\n- Quick search \n- Tab moving\n- Duplicate tabs detection\n- Save a window and restore it later (doesn't keep history)\n- Restore saved windows with tabs in an idle state (incognito window are not restored incognito)\n\nAll of this, respecting your privacy, with no telemetry data or stuff like that.\n\n(If you want to be able to manage your incognito session, click right on the extension icon -> \"manage extension\" and check the \"Allow in incognito\" checkbox)",
    "fr": "Depuis 2013, cette extension vous offre des fonctionnalités de gestion de base des onglets manquantes :\n\n- Toujours sélectionner les onglets lors de l'ouverture\n- Toujours positionner les onglets en dernier lors de l'ouverture\n- Ajouter un élément de menu contextuel pour ouvrir les liens dans l'onglet arrière-plan/avant-plan en fonction des paramètres des options\n\nNouveau depuis 2024, elle vous permettra également de voir et gérer tous vos onglets en un coup d'œil (cliquez sur l'icône tab+ ou appuyez sur Ctrl+Shift+e pour essayer) :\n- Recherche rapide\n- Déplacement d'onglets\n- Détection des onglets dupliqués\n- Sauvegarde d'une fenêtre et restauration ultérieure (ne conserve pas l'historique)\n- Restauration des fenêtres sauvegardées avec les onglets dans un état inactif (les fenêtres de navigation privées seront restaurés en mode normal)\n\nTout cela, en respectant votre vie privée, sans collecte de données de télémétrie ou autre.\n\n(Si vous souhaitez pouvoir gérer votre session de navigation privée, cliquez avec le bouton droit sur l'icône de l'extension -> \"gérer l'extension\" et cochez la case \"Autoriser en navigation privée\".)",
    "nl": "Sinds 2013 biedt deze extensie u enkele ontbrekende basisfuncties voor tabbladbeheer:\n\n- Altijd tabbladen selecteren bij het openen\n- Altijd tabbladen als laatste plaatsen bij het openen\n- Voeg een contextmenu-item toe om links te openen in het achtergrond-/voorgrondtabblad, afhankelijk van de instellingen van de opties\n\nNieuw sinds 2024, het zal u ook in staat stellen om al uw tabbladen in één oogopslag te zien en te beheren (klik op het tabblad+-pictogram of druk op Ctrl+Shift+e om het te proberen):\n- Snel zoeken\n- Tabbladen verplaatsen\n- Detectie van dubbele tabbladen\n- Een venster opslaan en later herstellen (behoudt geen geschiedenis)\n- Opgeslagen vensters met tabbladen in een inactieve staat herstellen (incognitovensters worden niet incognito hersteld)\n\nDit alles met respect voor uw privacy, zonder telemetriegegevens of dergelijke.\n\n(Als u uw incognitosessie wilt kunnen beheren, klik dan met de rechtermuisknop op het extensiepictogram -> \"extensie beheren\" en vink het selectievakje \"Toestaan in incognitomodus\" aan.)"
  }
}