{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mail Merge"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fitur Mail Merge yang sama dengan di aplikasi pengolah kata"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mail Merge Extension adalah alat yang berguna untuk melakukan Mail Merge dengan mudah langsung dari browser Google Chrome. Ekstensi ini memungkinkan Anda menggabungkan template dengan data Anda dan menghasilkan teks yang dipersonalisasi dengan cepat.\n\nFitur Utama:\n\nTemplate yang Dapat Disesuaikan: Isi textarea dengan template Anda yang mengandung variabel yang akan digantikan dengan data.\n\nInput Data Mudah: Salin dan tempel data Anda dari Excel atau sumber lain ke textarea yang tersedia.\n\nProses Mail Merge: Klik tombol \"Olah\" untuk menjalankan fungsi Mail Merge dan hasilnya akan ditampilkan di halaman baru.\n\nTampilan Hasil yang Mudah: Halaman baru yang dihasilkan berisi hasil Mail Merge dalam textarea yang hanya baca saja.\n\nPemilihan Otomatis: Ketika textarea hasil ditampilkan di halaman baru, teks akan otomatis dipilih, memudahkan Anda untuk menyalin dengan cepat.\n\nCatatan:\n\nPastikan Anda memiliki konten template dan data yang tepat sebelum menggunakan ekstensi ini. Ekstensi ini dirancang untuk memudahkan pengguna dalam melakukan Mail Merge langsung dari browser Chrome.\n\nAnda dapat menggunakan deskripsi tersebut sebagai panduan dan menyesuaikannya dengan fitur-fitur unik dari ekstensi Mail Merge yang Anda buat. Pastikan deskripsi yang Anda tulis menjelaskan dengan jelas kegunaan ekstensi, manfaatnya, dan bagaimana pengguna dapat menggunakannya."
  }
}