{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Ad Library - YouTube Save Ad Tools & Ad Spy",
    "de": "Ad Library - Typen wie YouTube tragen werbespots und werber",
    "es": "Ad Library - YouTube Save Ad Tools & Ad Spy (en inglés)",
    "fr": "Ad Library - YouTube enregistrer des outils publicitaires & Ad Spy",
    "ja": "広告ライブラリ - YouTubeの保存広告ツール&広告スパイ",
    "pt_PT": "Biblioteca de anúncios - YouTube Save Ad Tools & Espião de Anúncios",
    "zh_CN": "Ad Library-YouTube保存广告工具&广告间谍"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "It supports searching, saving, and downloading ads, and allows you to analyze the performance of your ads",
    "de": "Sie unterstützt suche, speichern und herunterladen Von werbung und ermöglicht ihnen die analyse der wirksamkeit Von werbung",
    "es": "Es compatible con la búsqueda, guardar y descargar anuncios, y le permite analizar el rendimiento de sus anuncios",
    "fr": "Il prend en charge la recherche, l’enregistrement et le téléchargement d’annonces, et vous permet d’analyser les performances de…",
    "ja": "広告の検索、保存、ダウンロードをサポートし、広告の効果を分析することができます。",
    "pt_PT": "Ele oferece suporte à pesquisa, salvamento e download de anúncios e permite que você analise o desempenho de seus anúncios",
    "zh_CN": "它支持搜索、保存和下载广告，并允许你分析广告的表现"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "★Real-time tracking and analysis of competitor ad, a glimpse into their ad marketing secrets.\n★ Search and highlight industry hot and high-performance ad, providing unlimited resources for your personal ad library.\n★Customized search ad function, using multiple conditions such as ad tags, ad keywords, ad delivery time, ad content copy, and ad product categories to refine ad results.\n★Save ad to your personal library in seconds for easy ad analysis and reference.\n★Efficiently guide competitors' ad placement skills and quickly view creative highlights in the ad market.\n\nNo longer bothered by the complicated search process of YouTube's ad library, Ad Library makes ad exploration simple and fast. Enable the Ad Library feature in the Google plugin to accurately locate potential popular ad and simply add them to your favorites.\n\n Ad Library not only contains real-time data on ad, but also provides historical analysis that closely tracks ad trends and deeply observes the development of the ad market. Please rest assured that this extension is completely independent of the official YouTube application. Our goal is to strengthen and improve your ad research work.\n\nActively listening to user feedback, the ad library team constantly iterates and upgrades, aiming to provide more practical functions and convenient services. Let the ad library become your expert in revealing market opportunities and discovering potential products! Try the ad library now, lead the market, and seize opportunities!",
    "de": "★ Echtzeit-Tracking und Analyse von Mitbewerber-Anzeigen, ein Einblick in ihre Werbe-Marketing-Geheimnisse. \n ★ Suchen und markieren Sie die brandaktuelle und leistungsstarke Anzeige und bieten Sie unbegrenzte Ressourcen für Ihre persönliche Anzeigenbibliothek. \n ★ Angepasste Suchanzeigenfunktion, die mehrere Bedingungen wie Anzeigen-Tags, Anzeigen-Keywords, Anzeigenlieferzeit, Anzeigeninhaltskopie und Anzeigenproduktkategorien verwendet, um die Anzeigenergebnisse zu verfeinern. \n ★ Speichern Sie Anzeige in Ihrer persönlichen Bibliothek in Sekunden für einfache Anzeigenanalyse und Referenz. \n Führen Sie die Anzeigenplatzierungsfähigkeiten Ihrer Mitbewerber effizient und sehen Sie sich schnell kreative Highlights auf dem Werbemarkt an. \n\n Die Ad Library stört nicht mehr den komplizierten Suchprozess der YouTube-Anzeigenbibliothek und macht die Anzeigenerkundung einfach und schnell. Aktivieren Sie die Anzeigenbibliotheksfunktion im Google-Plugin, um potenzielle beliebte Anzeigen genau zu finden und sie einfach zu Ihren Favoriten hinzuzufügen. \n\n Die Ad Library enthält nicht nur Echtzeitdaten zu Anzeigen, sondern bietet auch historische Analysen, die Anzeigentrends genau verfolgen und die Entwicklung des Anzeigenmarktes genau beobachten. Bitte seien Sie versichert, dass diese Erweiterung völlig unabhängig von der offiziellen YouTube-Anwendung ist. Unser Ziel ist es, Ihre Anzeigenforschungsarbeit zu stärken und zu verbessern. \n\n Das Anzeigenbibliotheksteam hört aktiv auf das Feedback der Benutzer und führt ständig Iterationen und Upgrades durch, um praktischere Funktionen und komfortablere Dienste bereitzustellen. Lassen Sie die Anzeigenbibliothek zu Ihrem Experten werden, wenn es darum geht, Marktchancen aufzudecken und potenzielle Produkte zu entdecken! Probieren Sie die Anzeigenbibliothek jetzt aus, führen Sie den Markt an und nutzen Sie die Chancen!",
    "es": "Seguimiento y análisis en tiempo real de anuncios de la competencia, una visión de sus secretos de marketing publicitario. \n Busque y resalte anuncios de alto rendimiento y de moda de la industria, proporcionando recursos ilimitados para su biblioteca de anuncios personal. \n Función de anuncio de búsqueda personalizada, utilizando múltiples condiciones, como etiquetas de anuncio, palabras clave de anuncio, tiempo de entrega del anuncio, copia de contenido del anuncio y categorías de productos publicitarios para refinar los resultados del anuncio. \n Guardar anuncios en su biblioteca personal en segundos para un fácil análisis y referencia de anuncios. \n Guía de manera eficiente las habilidades de colocación de anuncios de los competidores y ve rápidamente los aspectos creativos más destacados en el mercado publicitario. \n\n Ya no se molesta por el complicado proceso de búsqueda de la biblioteca de anuncios de YouTube, la biblioteca de anuncios hace que la exploración de anuncios sea simple y rápida. Habilite la función de biblioteca de anuncios en el complemento de Google para localizar con precisión posibles anuncios populares y simplemente agréguelos a sus favoritos. \n\n Ad Library no solo contiene datos en tiempo real sobre anuncios, sino que también proporciona un análisis histórico que rastrea de cerca las tendencias publicitarias y observa en profundidad el desarrollo del mercado publicitario. Tenga la seguridad de que esta extensión es completamente independiente de la aplicación oficial de YouTube. Nuestro objetivo es fortalecer y mejorar su trabajo de investigación publicitaria. \n\n Escuchando activamente los comentarios de los usuarios, el equipo de la biblioteca de anuncios constantemente repite y actualiza, con el objetivo de proporcionar funciones más prácticas y servicios convenientes. ¡ Deje que la biblioteca de anuncios se convierta en su experto en revelar oportunidades de mercado y descubrir productos potenciales! ¡ Pruebe la biblioteca de anuncios ahora, lidere el mercado y aproveche las oportunidades!",
    "fr": "★ Suivi et analyse en temps réel des annonces des concurrents, un aperçu de leurs secrets de marketing publicitaire. \n ★ Recherchez et mettez en évidence les annonces les plus populaires et les plus performantes du secteur, offrant des ressources illimitées pour votre bibliothèque d'annonces personnelle. \n ★ Fonction d'annonce de recherche personnalisée, utilisant plusieurs conditions telles que les balises d'annonce, les mots-clés d'annonce, le délai de livraison de l'annonce, la copie du contenu de l'annonce et les catégories de produits publicitaires pour affiner les résultats des annonces. \n Enregistrez les annonces dans votre bibliothèque personnelle en quelques secondes pour une analyse et une référence faciles. \n ★ Guidez efficacement les compétences de placement d'annonces des concurrents et visualisez rapidement les faits saillants créatifs sur le marché de la publicité. \n\n Ne plus être dérangé par le processus de recherche compliqué de la bibliothèque d'annonces de YouTube, Ad Library rend l'exploration des annonces simple et rapide. Activez la fonctionnalité Bibliothèque d'annonces dans le plugin Google pour localiser avec précision les annonces populaires potentielles et les ajouter simplement à vos favoris. \n\n La bibliothèque d'annonces contient non seulement des données en temps réel sur les annonces, mais fournit également une analyse historique qui suit de près les tendances publicitaires et observe en profondeur l'évolution du marché publicitaire. Soyez assuré que cette extension est complètement indépendante de l'application officielle YouTube. Notre objectif est de renforcer et d'améliorer votre travail de recherche publicitaire. \n\n Écoutant activement les commentaires des utilisateurs, l'équipe de la bibliothèque d'annonces itère et met à jour constamment, dans le but de fournir des fonctions plus pratiques et des services pratiques. Laissez la bibliothèque d'annonces devenir votre expert pour révéler les opportunités de marché et découvrir des produits potentiels! Essayez la bibliothèque d'annonces dès maintenant, dirigez le marché et saisissez les opportunités!",
    "ja": "★競合他社の広告のリアルタイム追跡と分析、広告マーケティングの秘密を垣間見ることができます。\n★検索とハイライト業界のホットで高性能な広告、あなたの個人的な広告ライブラリに無制限のリソースを提供します。\n★広告タグ、広告キーワード、広告配信時間、広告コンテンツコピー、広告商品カテゴリなどの複数の条件を使用して、広告結果を絞り込むカスタマイズ広告機能。\n★簡単な広告分析と参照のために数秒であなたの個人ライブラリに広告を保存します。\n★競合他社の広告配置スキルを効率的に導き、広告市場のクリエイティブハイライトをすばやく表示します。\n\nYouTubeの広告ライブラリの複雑な検索プロセスに悩まされることなく、Ad Libraryは広告探索をシンプルかつ迅速に行います。 Googleプラグインの広告ライブラリ機能を有効にすると、潜在的な人気広告を正確に見つけ、お気に入りに追加するだけです。\n\n Ad Libraryは、広告に関するリアルタイムデータを収録するだけでなく、広告トレンドを密接に追跡し、広告市場の発展を深く観察する履歴分析を提供します。 この拡張機能は公式YouTubeアプリケーションとは完全に独立していますのでご安心ください。 私たちの目標は、広告リサーチ業務の強化と改善です。\n\nユーザーからのフィードバックに積極的に耳を傾け、より実用的な機能と便利なサービスの提供を目指しています。 広告ライブラリは、市場機会を明らかにし、潜在的な製品を発見するエキスパートになりましょう！ 今すぐ広告ライブラリを試して、市場をリードし、チャンスをつかみましょう！",
    "pt_PT": "★ Acompanhamento e análise em tempo real do anúncio do concorrente, um vislumbre de seus segredos de marketing de anúncios. \n ★ Pesquise e destaque os anúncios mais populares e de alto desempenho do setor, fornecendo recursos ilimitados para sua biblioteca de anúncios pessoal. \n ★ Função de anúncio de pesquisa personalizada, usando várias condições, como tags de anúncio, palavras-chave de anúncio, tempo de entrega do anúncio, cópia do conteúdo do anúncio e categorias de produtos de anúncio para refinar os resultados do anúncio. \n ★ Salve o anúncio em sua biblioteca pessoal em segundos para facilitar a análise e a referência de anúncios. \n ★ Orientar com eficiência as habilidades de posicionamento de anúncios dos concorrentes e visualizar rapidamente os destaques criativos no mercado de anúncios. \n\n Não mais incomodado com o complicado processo de pesquisa da biblioteca de anúncios do YouTube, a Biblioteca de anúncios torna a exploração de anúncios simples e rápida. Ative o recurso Biblioteca de anúncios no plug-in do Google para localizar com precisão anúncios populares em potencial e simplesmente adicioná-los aos seus favoritos. \n\n A Biblioteca de anúncios não só contém dados em tempo real sobre anúncios, mas também fornece análises históricas que acompanham de perto as tendências de anúncios e observam profundamente o desenvolvimento do mercado de anúncios. Tenha certeza de que esta extensão é completamente independente do aplicativo oficial do YouTube. Nosso objetivo é fortalecer e melhorar o seu trabalho de pesquisa de anúncios. \n\n Ouvindo ativamente os comentários dos usuários, a equipe da biblioteca de anúncios constantemente repete e atualiza, com o objetivo de fornecer funções mais práticas e serviços convenientes. Deixe que a biblioteca de anúncios se torne sua especialista em revelar oportunidades de mercado e descobrir produtos em potencial! Experimente a biblioteca de anúncios agora, lidere o mercado e aproveite as oportunidades!",
    "zh_CN": "★实时跟踪和分析竞争对手广告，一窥其广告营销秘诀。\n★搜索并突出行业热门和高性能广告，为您的个人广告库提供无限资源。\n★定制化搜索广告功能，利用广告标签、广告关键词、广告投放时间、广告内容文案、广告商品类目等多个条件精细化广告结果。\n★在几秒钟内将广告保存到个人库，方便广告分析和参考。\n★高效指导竞争对手广告投放技巧，快速查看广告市场创意亮点。\n\n不再为YouTube广告库复杂的搜索过程而烦恼，广告 Library使广告探索变得简单快捷。在Google插件中启用广告 Library功能，准确定位潜在的热门广告，并将它们简单地添加到您的收藏夹中。\n\n 广告 Library不仅包含广告实时数据，还提供密切跟踪广告趋势的历史分析，并深察广告市场发展。请放心，此扩展程序完全独立于官方YouTube应用程序。我们的目标是加强和改进您的广告研究工作。\n\n积极倾听用户反馈，广告库团队不断迭代升级，旨在提供更多实用功能和便捷服务。让广告库成为您揭示市场机会、发掘潜在产品的专家！立即试用广告库，引领市场，抓住机遇！"
  }
}