{
  "name": {
    "ar": "﻿عميل الويب للعبة BASEBALL PRO",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "﻿Web Client for game BASEBALL PRO",
    "bg": "﻿Уеб клиент за играта BASEBALL PRO",
    "cs": "﻿Webový klient pro hru BASEBALL PRO",
    "da": "﻿Webklient til spillet BASEBALL PRO",
    "de": "﻿Webclient für das Spiel BASEBALL PRO",
    "el": "﻿Web Client για παιχνίδι BASEBALL PRO",
    "es": "﻿Cliente web para juego BASEBALL PRO",
    "et": "﻿Mängu BASEBALL PRO veebiklient",
    "fa": "﻿سرویس گیرنده وب برای بازی BASEBALL PRO",
    "fi": "﻿Web-asiakasohjelma peliin BASEBALL PRO",
    "fil": "﻿Web Client para sa larong BASEBALL PRO",
    "fr": "﻿Client Web pour le jeu BASEBALL PRO",
    "he": "﻿לקוח אינטרנט למשחק BASEBALL PRO",
    "hr": "﻿Web klijent za igru ​​BASEBALL PRO",
    "hu": "﻿Webkliens a BASEBALL PRO játékhoz",
    "id": "﻿Klien Web untuk permainan BASEBALL PRO",
    "it": "﻿Client Web per il gioco BASEBALL PRO",
    "ja": "﻿ゲーム BASEBALL PRO の Web クライアント",
    "ko": "﻿BASEBALL PRO 게임용 웹 클라이언트",
    "lt": "﻿Interneto klientas žaidimui BASEBALL PRO",
    "lv": "﻿Tīmekļa klients spēlei BASEBALL PRO",
    "nl": "﻿Webclient voor het spel BASEBALL PRO",
    "no": "﻿Webklient for spillet BASEBALL PRO",
    "pl": "﻿Klient sieciowy do gry BASEBALL PRO",
    "ro": "﻿Web Client pentru jocul BASEBALL PRO",
    "ru": "﻿Веб-клиент для игры BASEBALL PRO",
    "sk": "﻿Webový klient pre hru BASEBALL PRO",
    "sl": "﻿Spletni odjemalec za igro BASEBALL PRO",
    "sr": "﻿Веб клијент за игру БАСЕБАЛЛ ПРО",
    "sv": "﻿Webbklient för spelet BASEBALL PRO",
    "th": "﻿เว็บไคลเอนต์สำหรับเกม BASEBALL PRO",
    "tr": "﻿Beyzbol PRO oyunu için Web İstemcisi",
    "uk": "﻿Веб-клієнт для гри BASEBALL PRO",
    "vi": "﻿Web Client cho trò chơi BASEBALL PRO",
    "zh_CN": "﻿游戏 BASEBALL PRO 的 Web 客户端",
    "zh_TW": "﻿遊戲 BASEBALL PRO 的網路用戶端"
  },
  "short": {
    "ar": "﻿قم بتشغيل عميل الويب لـ BASEBALL PRO تمامًا مثل لعبتك المفضلة.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "﻿Run web client for BASEBALL PRO just like your favorite game.",
    "bg": "﻿Стартирайте уеб клиент за BASEBALL PRO точно като любимата си игра.",
    "cs": "﻿Spusťte webového klienta pro BASEBALL PRO stejně jako svou oblíbenou hru.",
    "da": "﻿Kør webklient til BASEBALL PRO ligesom dit yndlingsspil.",
    "de": "﻿Führen Sie den Webclient für BASEBALL PRO aus, genau wie für Ihr Lieblingsspiel.",
    "el": "﻿Εκτελέστε το πρόγραμμα-πελάτη ιστού για το BASEBALL PRO ακριβώς όπως το αγαπημένο σας παιχνίδι.",
    "es": "﻿Ejecute el cliente web para BASEBALL PRO como su juego favorito.",
    "et": "﻿Käitage BASEBALL PRO veebiklienti nagu oma lemmikmängu.",
    "fa": "﻿کلاینت وب را برای BASEBALL PRO درست مانند بازی مورد علاقه خود اجرا کنید.",
    "fi": "﻿Suorita verkkoasiakasohjelmaa BASEBALL PRO:lle aivan kuten suosikkipelisi.",
    "fil": "﻿Patakbuhin ang web client para sa BASEBALL PRO tulad ng iyong paboritong laro.",
    "fr": "﻿Exécutez le client Web pour BASEBALL PRO comme votre jeu préféré.",
    "he": "﻿הפעל לקוח אינטרנט עבור BASEBALL PRO בדיוק כמו המשחק האהוב עליך.",
    "hr": "﻿Pokrenite web klijent za BASEBALL PRO baš kao svoju omiljenu igru.",
    "hu": "﻿Futtassa a BASEBALL PRO webkliensét, akárcsak kedvenc játékát.",
    "id": "﻿Jalankan klien web untuk BASEBALL PRO seperti game favorit Anda.",
    "it": "﻿Esegui il client web per BASEBALL PRO proprio come il tuo gioco preferito.",
    "ja": "﻿お気に入りのゲームと同じように、BASEBALL PRO の Web クライアントを実行します。",
    "ko": "﻿좋아하는 게임처럼 BASEBALL PRO용 웹 클라이언트를 실행하세요.",
    "lt": "﻿Paleiskite BASEBALL PRO žiniatinklio klientą kaip savo mėgstamą žaidimą.",
    "lv": "﻿Palaidiet BASEBALL PRO tīmekļa klientu tāpat kā savu iecienītāko spēli.",
    "nl": "﻿Voer een webclient voor BASEBALL PRO uit, net als uw favoriete spel.",
    "no": "﻿Kjør nettklient for BASEBALL PRO akkurat som favorittspillet ditt.",
    "pl": "﻿Uruchom klienta sieciowego dla BASEBALL PRO tak, jak w swojej ulubionej grze.",
    "ro": "﻿Rulați clientul web pentru BASEBALL PRO la fel ca jocul dvs. preferat.",
    "ru": "﻿Запускайте веб-клиент BASEBALL PRO так же, как свою любимую игру.",
    "sk": "﻿Spustite webového klienta pre BASEBALL PRO rovnako ako svoju obľúbenú hru.",
    "sl": "﻿Zaženite spletni odjemalec za BASEBALL PRO tako kot svojo najljubšo igro.",
    "sr": "﻿Покрените веб клијент за БАСЕБАЛЛ ПРО као своју омиљену игру.",
    "sv": "﻿Kör webbklient för BASEBALL PRO precis som ditt favoritspel.",
    "th": "﻿เรียกใช้เว็บไคลเอ็นต์สำหรับ BASEBALL PRO เช่นเดียวกับเกมที่คุณชื่นชอบ",
    "tr": "﻿BASEBALL PRO için web istemcisini tıpkı favori oyununuz gibi çalıştırın.",
    "uk": "﻿Запустіть веб-клієнт для BASEBALL PRO так само, як свою улюблену гру.",
    "vi": "﻿Chạy ứng dụng khách web cho BASEBALL PRO giống như trò chơi yêu thích của bạn.",
    "zh_CN": "﻿就像运行您最喜欢的游戏一样，运行 BASEBALL PRO 的网络客户端。",
    "zh_TW": "﻿就像您最喜歡的遊戲一樣運行 BASEBALL PRO 的網頁用戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"BASEBALL PRO\" is a Chrome browser extension that offers an immersive and fun baseball game experience. Players can step up to the plate and hit home runs, aiming to achieve the highest scores possible. The game features realistic physics, intuitive controls, and engaging graphics, providing an exciting and enjoyable way to pass the time. Perfect for baseball enthusiasts and casual gamers alike, \"BASEBALL PRO\" brings the thrill of America's favorite pastime right to your browser."
  }
}