{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Sponsored Product Suppressor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remove Sponsored Result in Amazon Search or Show Products for Organic Review"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Sponsored Product Suppressor\nOverview:\nTired of sponsored products cluttering your search results? With Amazon Sponsored Product Suppressor, you can easily clean up your search results and view only organic results. Just click the yellow “Clear Sponsored Listings” button at the top of the page to remove all sponsored content and focus on the most relevant search results.\n\nKey Features:\nRemove Sponsored Products: Click the yellow “Clear Sponsored Listings” button to instantly clear sponsored products from your search results.\n\nShow Organic Results: After clicking the button, you’ll see only genuine, organic search results for a better browsing experience.\n\nSimple and User-Friendly: Easy to install and use with just one click to activate the removal of sponsored content.\n\nEnhanced Search Efficiency: By removing ads, you get to the information you need faster and more effectively.\n\nWhy You Should Install This Extension:\nReduce Distractions: Remove sponsored products for a cleaner, more focused search experience.\n\nEffective Searches: See only organic results to find what you’re looking for more quickly.\n\nImproved Experience: Enjoy a more efficient and satisfying online search with just one click.\n\nHow to Use:\nInstall the Extension: Click “Add to Chrome” and follow the instructions.\n\nUse the Button: Click the yellow “Clear Sponsored Listings” button to clean up your search results.\n\nNote:\nThis extension is designed to remove sponsored products and does not affect non-sponsored results."
  }
}