{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "schedulr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It scrapes the timetable from CliC and inserts it into google calendar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Requirements 👀\n- MMU student with \"Active\" current student status ONLY.\n- Chrome browser ONLY.\n\nUsage 🕹️\nNote: Some steps after step 4 may vary depending on your selected action.\n\nFor students:\n1. Go to \"View My Classes/Schedule > By Class\" in CliC. (Ensure all subjects are expanded)\n\nFor lecturers:\n1. Go to \"Instructor WorkCenter > My Weekly Schedule\" in CLiC.\n\n2. Open the extension by using the shortcut key or by clicking the extension icon.\n3. An authentication window will appear, grant permission for both scopes and then reopen the extension.\n\nTo import calendar into other calendars (like Outlook, Apple Calendar):\n4. Select Transfer to Google Calendar, then click Confirm.\n5. Select all the necessary options.\n6. Press the Submit button to transfer timetable to Google Calendar.\n\nTo import calendar into other calendars (like Outlook, Apple Calendar):\n4. Select Download an .ics file, then click Confirm.\n5. Select all the necessary options.\n6. Press the Submit button to download the .ics file.\n7. Go to your target calendar and import the .ics file.\nTip: An .ics file lets you import events into other calendar apps like Outlook.\n\nKey binding ⌨️\nThe shortcut key opens up the popup page\n- Linux and Windows: Alt+Shift+S\n- macOS: Command+Shift+S\n\nTech Stack 🚀\n1. Javascript\n2. Google calendar API\n\nChangelog 📁\nDetailed changes for each release are documented in the release notes on GitHub\n\nPrivacy policy 📜\nPlease read the Privacy Policy for this extension before proceeding.\n\nLicense ⚖️\nThis project is licensed under the GNU General Public License v3.0 - see the LICENSE on GitHub\n\nBuy me a coffee ☕\nI seem to have developed a bit of an addiction to espresso shots, so if you're feeling generous, feel free to buy me a coffee (find the link on schedulr website or my GitHub repo)!\n\nCredit 🤝🏻\nThis project was developed atHackerspace MMU. Also shoutout to a couple of friends who helped me out on this project.\n\nFrequently Asked Questions (FAQs) 🤔\nQ: What browser does Schedulr currently support?\n\nA: Google Chrome as of now.\n\nQ: Do I have to pay for this extension?\n\nA: No, Schedulr is free to use for all active MMU students/lecturers and open-source.\n\nQ: Why are some of my classes not showing up in the timetable?\n\nA: Ensure you have expanded all subjects in the \"By Class\" page.\n\nQ: Do I need to grant permission every time I open the extension? And should I grant permission for both scopes in the authentication window?\n\nA: You only need to grant permission once and you're good to go. And yes you absolutely should grant permission for both scopes, otherwise the extension will not work properly.\n\nQ: Should I be worried about my privacy when using this extension?\n\nA: No, the extension only reads your timetable and transfers it to your calendar. It does not store any personal data.\n\nQ: Can I use this extension for other universities?\n\nA: No, this extension is specifically designed for MMU students and lecturers only.\n\nQ: Are there any plans to support other browsers?\n\nA: Maybe in the future, but for now, the focus is on Chrome.\n\nQ: Can I rely on this extension for my timetable?\n\nA: Somewhat, reason being CLiC might have unexpected bugs or changes that might affect the extension.\n\nQ: How can I contribute to this project?\n\nA: There are things like bug fixes, feature requests, code, and documentation that you can contribute to. Check out the contribution guidelines\n\nQ: Where can I get any help or support?\n\nA: Check if the encountered issues are mentioned in this documentation. If not, you can communicate with me through email, issue tracker, or discord"
  }
}