{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SAP OSS/ CSS Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SAP OSS/CSS Finder"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides direct navigation to search SAP notes or Customer Incidents or Internal Incidents or Knowledge Base or SAP Help or Articles.\nChoose one of the different search criteria, Hit the respective search button (don’t press ENTER), the result will be shown in a new browser tab.\n\nYou can choose the following options:\n- SAP xSearch\n- SAP Note (by number) \n- SAP Note (by Text)\n- SAP Any Topic (on SAP JamPage)\n- SAP Customer Incidents (Internal only)\n\nFeatures - \n1)\tWhenever you want to search anything, just click on this extension sitting on Chrome top toolbar, and give your search criteria. \n2)\tThis extension gives flexibility to search for OSS notes by number or text, Customer Incidents by number or text, any article on SAP repository – few search repository that I frequently use for my own purposes as well.\n3)\tThis extension helps to skip intermediate steps of finding correct URL and putting your search criteria; instead just put your OSS note number and new tab will be loaded with the specific OSS note page.\n4)\tThis extension allows the link to validate or redirect the user based on user identifier propagation (triggered by SAP backend server).\n5)\tAs a feature of this extension, no additional access or credential or setting change is required, is secure and is kept under “No Access needed” category by Chrome.\n6)\tNo manual activity/ changes required, everything handled automatically by Chrome and this extension!\n7)\tPer standard Chrome feature, any feature (extension or app or settings) once installed with your profile, gets automatically synced with other devices. As a result, you don’t need to install this extension explicitly on other laptop or mobile, should be available automatically when your chrome settings sync up.\n\nUse it, share it among your colleagues if you think it helps in productivity, and for sure, let me know your feedback and improvements - https://chrome.google.com/webstore/detail/sap-oss-css-finder/ofbggdhnaccbjhhknmofihghafdedefk"
  }
}