{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daylift - 10 minutes morning routines"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize your online browsing routine with Daylift. It's the best online routine management tool that is both FREE and easy to use.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize your online browsing routine with Daylift. It's the best online routine management tool that is both FREE and easy to use.\n\nSimplify your daily browsing process. Focus on efficiency. Don't waste time on random internet scrolling, getting lost among different tabs, or trying to remember all your favorite websites. Our users report that Daylift helps them save an average of 2+ hours each day. That's a lot of time that you can instead spend on the things that really matter to you.\n\nWITH DAYLIFT YOU CAN:\n➤ Add all your favorite websites in one place and organize your routine.\n➤ Easily browse the sites in order by clicking the Next button.\n➤ Monitor your stay time on each site, preventing your precious time from being lost in the sea of information.\n➤ Revisit them with a single click anytime you want.\n\n★ TRUSTED BY 500,000+ USERS:\nDaylift is trusted by students, office workers, freelancers, and people who simply want to improve their online productivity. Daylift adapts to your browsing style, giving you the flexibility to revisit your favorite sites & sources anytime you go online.\n\n★ DAYLIFT PREMIUM:\nIf you want to supercharge your browsing routine and maximize efficiency, Daylift Premium is your answer. Here are some of the things that you can do with Premium:\n➤ Set custom stay times for each site.\n➤ Organize your sites into folders and sub-folders.\n➤ Enjoy ad-free browsing in the Daylift workspace.\n➤ Set daily goals and track your progress.\n➤ Collaborate with your friends or team in real-time.\n\n★ FEATURE REQUESTS:\nWe're building Daylift for you, so please submit and vote on feature requests that you'd like to see us prioritize here: https://daylift.upvoty.com/\n\n★ FREQUENTLY ASKED QUESTIONS & CUSTOMER SUPPORT:\nFor frequently asked questions (FAQs) and customer support, please see: https://daylifttools.atlassian.net/servicedesk/customer/portals\n\n★ IMPORTANT THINGS TO NOTE:\n➤ Please note that Daylift only displays the websites from your current active folder.\n➤ While Daylift works on most websites, please note that some websites might have conflicting code that results in the Daylift not functioning properly.\n➤ Daylift fetches your websites based on the respective URL you first added. Please note that if the website URL changes, then Daylift might not be able to fetch it unless you update the URL.\n➤ You can enable/disable the Daylift pop-up with the keyboard shortcut Alt+S (Option+S on Mac).\n\nBy installing the extension, you agree to Daylift's Terms and Privacy Policy (https://daylifttools.com/terms-and-privacy)."
  }
}