{
  "name": {
    "ar": "Video Translator - ترجمة الفيديو والصوت عبر الإنترنت",
    "am": "Video Translator - ቪዲዮ እና ድምጽ በመስመር ላይ ተርጉም",
    "bg": "Video Translator - Превеждайте видео и глас онлайн",
    "bn": "Video Translator - অনলাইনে ভিডিও এবং ভয়েস অনুবাদ করুন",
    "ca": "Video Translator - Tradueix vídeo i veu en línia",
    "cs": "Video Translator - Přeložit Video & Hlas online",
    "da": "Video Translator - Oversæt video og stemme online",
    "de": "Video Translator - Video & Sprache online übersetzen",
    "el": "Video Translator - Μεταφράστε βίντεο & φωνή online",
    "en,en_AU,en_GB,en_US": "Video Translator - Translate Video & Voice online",
    "es,es_419": "Video Translator - Traducir vídeo y voz en línea",
    "et": "Video Translator - Tõlgi video ja hääl internetis",
    "fa": "Video Translator - ویدیو و صدا را به صورت آنلاین ترجمه کنید",
    "fi": "Video Translator - Käännä Video & Voice verkossa",
    "fil": "Video Translator - Isalin ang Video at Boses online",
    "fr": "Video Translator - Traduire des vidéos et des voix en ligne",
    "gu": "Video Translator - વિડિઓ અને વૉઇસનો ઑનલાઇન અનુવાદ કરો",
    "he": "Video Translator - תרגם וידאו וקול באינטרנט",
    "hi": "Video Translator - वीडियो और वॉयस का ऑनलाइन अनुवाद करें",
    "hr": "Video Translator - Prevedite video i glas na mreži",
    "hu": "Video Translator - Videó és hang online fordítása",
    "id": "Video Translator - Menerjemahkan Video & Suara secara online",
    "it": "Video Translator - Tradurre video e voce online",
    "ja": "Video Translator - ビデオと音声をオンライン翻訳",
    "kn": "Video Translator - ವೀಡಿಯೊ ಮತ್ತು ಧ್ವನಿಯನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಅನುವಾದಿಸಿ",
    "ko": "Video Translator - 온라인 비디오 및 음성 번역",
    "lt": "Video Translator - Versti vaizdo ir balso internete",
    "lv": "Video Translator - Tulkot Video & Balss tiešsaistē",
    "ml": "Video Translator - വീഡിയോയും വോയിസും ഓൺലൈനായി വിവർത്തനം ചെയ്യുക",
    "mr": "Video Translator - व्हिडिओ आणि व्हॉइस ऑनलाइन भाषांतरित करा",
    "ms": "Video Translator - Terjemah Video & Suara dalam talian",
    "nl": "Video Translator - Vertaal video en stem online",
    "no": "Video Translator - Oversett video og tale på nettet",
    "pl": "Video Translator - Tłumaczenie wideo i głosu online",
    "pt_BR,pt_PT": "Video Translator - Traduzir vídeo e voz online",
    "ro": "Video Translator - Traduceți video și voce online",
    "ru": "Video Translator - Перевод видео и голоса онлайн",
    "sk": "Video Translator - Preložiť Video & Hlas online",
    "sl": "Video Translator - Prevajanje videa in glasu na spletu",
    "sr": "Video Translator - Преведите видео и глас на мрежи",
    "sv": "Video Translator - Översätt video och röst online",
    "sw": "Video Translator - Tafsiri Video na Sauti mtandaoni",
    "ta": "Video Translator - வீடியோ & குரலை ஆன்லைனில் மொழிபெயர்க்கவும்",
    "te": "Video Translator - ఆన్‌లైన్‌లో వీడియో & వాయిస్‌ని అనువదించండి",
    "th": "Video Translator - แปลวิดีโอและเสียงออนไลน์",
    "tr": "Video Translator - Çevrimiçi Video ve Ses Çevirisi",
    "uk": "Video Translator - Перекладайте відео та голос онлайн",
    "vi": "Video Translator - Dịch Video & Giọng nói trực tuyến",
    "zh_CN": "Video Translator - 在线翻译视频和语音",
    "zh_TW": "Video Translator - 線上翻譯視訊與語音"
  },
  "short": {
    "ar": "مترجم فيديو وصوت يعتمد على الذكاء الاصطناعي (ترجمة، تحويل النص إلى كلام) لترجمة مقاطع الفيديو إلى أكثر من 100 لغة بسهولة وسرعة.",
    "am": "ቪዲዮዎችን ወደ 100+ ቋንቋዎች በቀላሉ እና በፍጥነት ለመተርጎም AI (መተርጎም፣ TTS) የተመሰረተ ቪዲዮ እና ድምጽ ተርጓሚ።",
    "bg": "AI (превод, TTS) базирани видео преводач и глас преводач за лесен и бърз превод на видеоклипове на повече от 100 езика.",
    "bn": "বৃহৎ ভাষার মডেল ব্যবহার করে পত্রক™ থেকে স্বয়ংক্রিয়ভাবে ডেটা অন্বেষণ করুন, ভিজ্যুয়ালাইজেশন এবং ইনফোগ্রাফিক্স তৈরি করুন।",
    "ca": "Traductor de vídeo i traductor de veu basat en AI (Translate, TTS) per a una traducció fàcil i ràpida de vídeos a més de 100…",
    "cs": "Překladač videa a hlasový překladač založený na technologii AI (Translate, TTS) pro snadný a rychlý překlad videa do více než 100…",
    "da": "AI (Translate, TTS) baseret Video Translator og Voice Translator til nem og hurtig oversættelse af videoer til mere end 100 sprog.",
    "de": "AI (Translate, TTS) basierter Videoübersetzer und Sprachübersetzer für die einfache und schnelle Übersetzung von Videos in mehr als…",
    "el": "Μεταφραστής βίντεο και μεταφραστής φωνής με βάση το AI (Translate, TTS) για εύκολη και γρήγορη μετάφραση βίντεο σε περισσότερες από…",
    "en,en_AU,en_GB": "AI (Translate, TTS) based Video and Voice Translator for easy and fast translation of videos into 100+ languages.",
    "en_US": "AIT (Translate, TTS) based Video and Voice Translator for easy and fast translation of videos into 100+ languages.",
    "es,es_419": "Traductor de vídeo y voz basado en AI (Translate, TTS) para traducir vídeos a más de 100 idiomas de forma fácil y rápida.",
    "et": "AI (Translate, TTS) põhinev videotõlkija ja häältõlkija videote lihtsaks ja kiireks tõlkimiseks rohkem kui 100 keelde.",
    "fa": "مترجم ویدیو و صدا مبتنی بر هوش مصنوعی (Translate، TTS) برای ترجمه آسان و سریع ویدیوها به بیش از 100 زبان.",
    "fi": "AI (Translate, TTS) -pohjainen videokääntäjä ja äänikääntäjä helpottaa ja nopeuttaa videoiden kääntämistä yli 100 kielelle.",
    "fil": "AI (Translate, TTS) based na Video Translator at Voice Translator para sa madali at mabilis na pagsasalin ng mga video sa higit sa…",
    "fr": "Traducteur vidéo et traducteur vocal basé sur AI (Translate, TTS) pour une traduction facile et rapide des vidéos dans plus de 100…",
    "gu": "100 થી વધુ ભાષાઓમાં વિડિઓઝના સરળ અને ઝડપી અનુવાદ માટે AI (વ્હિસ્પર, ટ્રાન્સલેટ, TTS) આધારિત વિડિયો ટ્રાન્સલેટર અને વૉઇસ ટ્રાન્સલેટર.",
    "he": "מתרגם וידאו ומתרגם קולי מבוסס AI (Translate, TTS) לתרגום קל ומהיר של סרטונים ליותר מ-100 שפות.",
    "hi": "AI (व्हिस्पर, ट्रांसलेट, TTS) आधारित वीडियो ट्रांसलेटर और वॉयस ट्रांसलेटर, 100 से ज़्यादा भाषाओं में वीडियो का आसान और तेज़ अनुवाद…",
    "hr": "Prevoditelj videozapisa i glasovni prevoditelj temeljen na AI (Translate, TTS) za jednostavno i brzo prevođenje videozapisa na više…",
    "hu": "AI (Translate, TTS) alapú videó fordító és hangfordító a videók egyszerű és gyors fordításához több mint 100 nyelvre.",
    "id": "Penerjemah Video dan Penerjemah Suara berbasis AI (Translate, TTS) untuk penerjemahan video yang mudah dan cepat ke dalam lebih…",
    "it": "Traduttore video e vocale basato su AI (Translate, TTS) per tradurre facilmente e velocemente i video in oltre 100 lingue.",
    "ja": "AI (Translate, TTS)ベースのビデオ翻訳者と音声翻訳者で、ビデオを100以上の言語に簡単かつ迅速に翻訳できます。",
    "kn": "100 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳಿಗೆ ವೀಡಿಯೊಗಳ ಸುಲಭ ಮತ್ತು ವೇಗದ ಅನುವಾದಕ್ಕಾಗಿ AI (ಪಿಸುಮಾತು, ಅನುವಾದ, TTS) ಆಧಾರಿತ ವೀಡಿಯೊ ಅನುವಾದಕ ಮತ್ತು ಧ್ವನಿ…",
    "ko": "100개 이상의 언어로 동영상을 쉽고 빠르게 번역할 수 있는 AI(속삭임, 번역, TTS) 기반 동영상 번역기 및 음성 번역기입니다.",
    "lt": "AI (šnabždesys, vertimas, TTS) pagrįstas vaizdo ir balso vertėjas, skirtas lengvai ir greitai išversti vaizdo įrašus į daugiau nei…",
    "lv": "AI (čuksti, tulkotājs, TTS) balstīta Video tulkotājs un balss tulkotājs, lai viegli un ātri tulkotu video vairāk nekā 100 valodās.",
    "ml": "100-ലധികം ഭാഷകളിലേക്ക് വീഡിയോകൾ എളുപ്പത്തിലും വേഗത്തിലും വിവർത്തനം ചെയ്യുന്നതിനായി AI(Translate, TTS) അടിസ്ഥാനമാക്കിയുള്ള വീഡിയോ…",
    "mr": "चॅटजीपीटी (व्हिस्पर, ट्रान्सलेट, टीटीएस) आधारित व्हिडिओ ट्रान्सलेटर आणि व्हॉइस ट्रान्सलेटर 100 हून अधिक भाषांमध्ये व्हिडिओंचे सोपे…",
    "ms": "Penterjemah Video dan Penterjemah Suara berasaskan AI (Bisikan, Terjemahan, TTS) untuk terjemahan video yang mudah dan pantas ke…",
    "nl": "AI (Translate, TTS) gebaseerde Video Translator en Voice Translator voor eenvoudige en snelle vertaling van video's in meer dan 100…",
    "no": "AI (Translate, TTS) basert videooversetter og stemmeoversetter for enkel og rask oversettelse av videoer til mer enn 100 språk.",
    "pl": "Oparty na AI (Translate, TTS) tłumacz wideo i tłumacz głosowy do łatwego i szybkiego tłumaczenia filmów na ponad 100 języków.",
    "pt_BR": "Tradutor de vídeo e tradutor de voz baseado em AI (Translate, TTS) para tradução fácil e rápida de vídeos em mais de 100 idiomas.",
    "pt_PT": "AI (Translate, TTS) baseado no Tradutor de Vídeo e Tradutor de Voz para uma tradução fácil e rápida de vídeos em mais de 100…",
    "ro": "AI (Translate, TTS) pe bază de traducător video și traducător vocal pentru traducerea ușoară și rapidă a videoclipurilor în mai…",
    "ru": "Видеопереводчик и голосовой переводчик на основе AI (Translate, TTS) для легкого и быстрого перевода видео на более чем 100 языков.",
    "sk": "AI (Translate, TTS) na báze Video Translator a Voice Translator pre jednoduchý a rýchly preklad videí do viac ako 100 jazykov.",
    "sl": "AI (Translate, TTS), ki temelji Video Translator in Voice Translator za enostavno in hitro prevajanje videoposnetkov v več kot 100…",
    "sr": "ЦхатГПТ (Вхиспер, Транслате, ТТС) заснован видео преводилац и гласовни преводилац за лако и брзо превођење видео записа на више од…",
    "sv": "AI (Translate, TTS) baserad videoöversättare och röstöversättare för enkel och snabb översättning av videor till mer än 100 språk.",
    "sw": "AI (Tafsiri, TTS) kulingana na Kitafsiri cha Video na Kitafsiri cha Sauti kwa tafsiri rahisi na ya haraka ya video katika lugha…",
    "ta": "100க்கும் மேற்பட்ட மொழிகளில் வீடியோக்களை எளிதாகவும் வேகமாகவும் மொழிபெயர்ப்பதற்கு AI (Translate, TTS) அடிப்படையிலான வீடியோ…",
    "te": "వీడియోలను 100 కంటే ఎక్కువ భాషల్లోకి సులభంగా మరియు వేగంగా అనువదించడానికి AI (విస్పర్, ట్రాన్స్‌లేట్, TTS) ఆధారిత వీడియో…",
    "th": "เครื่องมือแปลวิดีโอและตัวแปลเสียงที่ใช้ AI (Translate, TTS) ช่วยให้แปลวิดีโอเป็นภาษาต่างๆ ได้มากกว่า 100…",
    "tr": "Videoların 100'den fazla dile kolay ve hızlı bir şekilde çevrilmesi için AI (Fısıltı, Çeviri, TTS) tabanlı Video Çevirmen ve Sesli…",
    "uk": "Перекладач відео та голосовий перекладач на основі AI (Translate, TTS) для легкого та швидкого перекладу відео більш ніж 100 мовами.",
    "vi": "Trình dịch video và giọng nói dựa trên AI (Translate, TTS) để dịch video dễ dàng và nhanh chóng sang hơn 100 ngôn ngữ.",
    "zh_CN": "基于AI（翻译、TTS）的视频翻译器和语音翻译器，可将视频轻松快速地翻译成 100 多种语言。",
    "zh_TW": "基於AI（翻譯、TTS）的視訊翻譯器和語音翻譯器，可將視訊輕鬆快速地翻譯成 100 多種語言。"
  },
  "long": {
    "ar": "هل ترغب في الوصول إلى جمهور أوسع من خلال مقاطع الفيديو الخاصة بك؟ أم أن حواجز اللغة تعيقك؟ إذا كان الأمر كذلك، فأنت لست وحدك. فالعديد من الشركات ومنشئي المحتوى يكافحون لتوسيع نطاق وصولهم بسبب القيود اللغوية. ولكن هناك أخبار جيدة: لدينا الحل. تتيح لك تقنية ترجمة الفيديو المدعومة بالذكاء الاصطناعي الخاصة بنا ترجمة محتوى الفيديو الخاص بك بسهولة ودقة إلى أكثر من 100 لغة بدقة 99%. لا حاجة إلى البحث عن مترجمين مؤهلين أو إنفاق الوقت والمال على فناني التعليق الصوتي - استوديو الذكاء الاصطناعي المبتكر لدينا قد وفر لك كل ما تحتاجه. باستخدام مترجم الفيديو، يمكنك اختراق حواجز اللغة والتواصل مع جمهور عالمي. سواء كنت صاحب عمل، أو مسوقًا أو منشئ محتوى، فإن خيار الترجمة متعدد اللغات لدينا يوفر لك الطريقة الأكثر سهولة وملاءمة وفعالية لتوسيع نطاق وصولك. قل وداعًا للإحباط ونفقات طرق الترجمة التقليدية. \n\nإنه مفيد لدورات التعلم الإلكتروني، ومقاطع الفيديو التعليمية، وفيديوهات المبيعات (عروض المنتجات، وشهادات العملاء، والحملات الترويجية، ومقاطع الفيديو الترويجية للمبيعات)، ومقاطع الفيديو التعليمية، ومقاطع الفيديو الخاصة بتدريب الموظفين والعملاء، ومقاطع الفيديو التسويقية الدولية، وغيرها.\n\nيمكنك لصق رابط الفيديو من Facebook وInstagram وTwitter وVimeo وTiktok وReddit وآلاف المواقع الإلكترونية الأخرى.\nسنقوم بتحويل الفيديو الخاص بك إلى نص (تحويل الكلام إلى نص) بواسطة AI، وترجمته بواسطة مترجم الصوت الخاص بنا، وأخيرًا توليف الفيديو.\n\nحاليًا، تتم الترجمة من خلال ترجمة Google Translate، وفي المستقبل، ستدعم DeepL وBard وBard وClaude وLlama وYandex Translate.\n\nسياسة الخصوصية \n\nحسب التصميم، تبقى بياناتك في جميع الأوقات على حسابك على Google، ولا يتم حفظها في قاعدة بياناتنا. لا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية. \nنحن نلتزم بقوانين الخصوصية (خاصةً اللائحة العامة لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك. \nيتم حذف جميع البيانات التي تقوم بتحميلها تلقائيًا كل يوم.",
    "am": "በቪዲዮዎችዎ ሰፊ ታዳሚ መድረስ ይፈልጋሉ? ወይስ የቋንቋ መሰናክሎች ወደ ኋላ የሚከለክሉህ? ከሆነ፣ ብቻህን አይደለህም። ብዙ ንግዶች እና የይዘት ፈጣሪዎች በቋንቋ ውስንነት ምክንያት ተደራሽነታቸውን ለማስፋት ይቸገራሉ። ግን ጥሩ ዜና አለ፡ መፍትሄው አለን። የእኛ በ AI የተጎላበተ የቪዲዮ ትርጉም ቴክኖሎጂ የቪድዮ ይዘትዎን በ99% ትክክለኛነት ወደ 100+ ቋንቋዎች በቀላሉ እና በትክክል እንዲተረጉሙ ያስችልዎታል። ብቁ ተርጓሚዎችን መፈለግ ወይም ጊዜ እና ገንዘብን በድምፅ በሚተላለፉ አርቲስቶች ላይ ማውጣት አያስፈልግም - የእኛ ፈጠራ AI ስቱዲዮ እርስዎን ሸፍኖልዎታል. በቪዲዮ ተርጓሚ የቋንቋ መሰናክሎችን ማቋረጥ እና ከአለም አቀፍ ታዳሚ ጋር መገናኘት ትችላለህ። የንግድ ድርጅት ባለቤት፣ ገበያተኛ ወይም የይዘት ፈጣሪ፣ የእኛ የብዙ ቋንቋ ትርጉም አማራጭ ተደራሽነትዎን ለማስፋት በጣም ለተጠቃሚ ምቹ፣ ምቹ እና ቀልጣፋ መንገድ ያቀርባል። በባህላዊ የትርጉም ዘዴዎች ብስጭት እና ወጪ ሰነባብተዋል።\n\nለኢ-ትምህርት ኮርሶች፣ የማስተማሪያ ቪዲዮዎች፣ የሽያጭ ቪዲዮዎች (የምርት ማሳያዎች፣ የደንበኛ ምስክርነቶች፣ የማስተዋወቂያ ዘመቻዎች፣ የሽያጭ ቃና ቪዲዮዎች)፣ የትምህርት ቪዲዮዎች፣ የሰራተኛ እና የደንበኞች ስልጠና ቪዲዮዎች፣ አለም አቀፍ የግብይት ቪዲዮዎች እና ሌሎችም ጠቃሚ ነው።\n\nየቪዲዮ ዩአርኤልን ከ Facebook፣ Instagram፣ Twitter፣ Vimeo፣ Tiktok፣ Reddit እና ሌሎች በሺዎች ከሚቆጠሩ ድረ-ገጾች መለጠፍ ይችላሉ። የዒላማውን ቋንቋ መርጠዋል, ከዚያ በሰከንዶች ውስጥ ትርጉም ያገኛሉ.\nቪዲዮህን በAI ወደ ፅሁፍ(ንግግር ወደ ፅሁፍ) እንገለብጣዋለን፣ በድምጽ ተርጓሚያችን እንተረጉማለን፣ የቪዲዮ ውህደት በመጨረሻ።\n\nበአሁኑ ጊዜ በጎግል ተርጓሚ የተተረጎመ ሲሆን ወደፊት ደግሞ DeepL፣ Bard፣ Claude፣ Llama እና Yandex ትርጉምን ይደግፋል።\n\nየ ግል የሆነ\n\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪ ባለቤቱን ጨምሮ የእርስዎ ውሂብ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።\nሁሉም የሚሰቅሉት ውሂብ በየቀኑ በራስ-ሰር ይሰረዛል።",
    "bg": "Искате ли да достигнете до по-широка аудитория с видеоклиповете си? или езиковите бариери ви спират? Ако е така, не сте сами. Много фирми и създатели на съдържание се борят да разширят обхвата си поради езикови ограничения. Но има добра новина: Ние имаме решението. Нашата задвижвана от изкуствен интелект технология за превод на видео ви позволява лесно и точно да превеждате вашето видео съдържание на всякакви 100+ езика с 99% точност. Няма нужда да търсите квалифицирани преводачи или да харчите време и пари за изпълнители на глас зад кадър - нашето иновативно AI студио ще ви покрие. С Video Translator можете да преодолеете езиковите бариери и да се свържете с глобална аудитория. Независимо дали сте собственик на бизнес, търговец или създател на съдържание, нашата опция за многоезичен превод предоставя най-удобния за потребителя, удобен и ефективен начин да разширите обхвата си. Кажете сбогом на разочарованието и разходите от традиционните методи за превод.\n\nПолезно е за курсове за електронно обучение, видеоклипове с инструкции, видеоклипове за продажби (демонстрации на продукти, препоръки на клиенти, промоционални кампании, видеоклипове за представяне на продажбите), образователни видеоклипове, видеоклипове за обучение на служители и клиенти, видеоклипове за международен маркетинг и др.\n\nМожете да поставите URL адреса на видеоклипа от Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit и други хиляди уебсайтове. изберете целевия език, след което ще получите превод за секунди.\nНие ще транскрибираме вашето видео в текст (говор към текст) от AI, ще го преведем от нашия аудио преводач, видео синтез накрая.\n\nВ момента се превежда чрез Google Translate, а в бъдеще ще поддържа DeepL, Bard, Claude, Llama и Yandex Translate.\n\nПолитика за поверителност\n\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.\nВсички данни, които качвате, се изтриват автоматично всеки ден.",
    "bn": "আপনি কি আপনার ভিডিওগুলির মাধ্যমে আরও বৃহত্তর দর্শকদের কাছে পৌঁছাতে চান? বা ভাষার বাধা আপনাকে আটকে রেখেছে? যদি তাই হয়, আপনি একা নন. অনেক ব্যবসা এবং বিষয়বস্তু নির্মাতারা ভাষাগত সীমাবদ্ধতার কারণে তাদের নাগাল প্রসারিত করতে সংগ্রাম করে। কিন্তু ভালো খবর আছে: আমাদের কাছে সমাধান আছে। আমাদের AI-চালিত ভিডিও অনুবাদ প্রযুক্তি আপনাকে 99% নির্ভুলতার সাথে যেকোনো 100+ ভাষায় আপনার ভিডিও সামগ্রীকে সহজে এবং নির্ভুলভাবে অনুবাদ করতে দেয়। যোগ্য অনুবাদক খোঁজার বা ভয়েস-ওভার শিল্পীদের জন্য সময় এবং অর্থ ব্যয় করার দরকার নেই - আমাদের উদ্ভাবনী এআই স্টুডিও আপনাকে কভার করেছে। ভিডিও অনুবাদকের সাহায্যে, আপনি ভাষার বাধা ভেঙ্গে বিশ্বব্যাপী দর্শকদের সাথে সংযোগ স্থাপন করতে পারেন। আপনি একজন ব্যবসার মালিক, বিপণনকারী বা বিষয়বস্তু নির্মাতাই হোন না কেন, আমাদের বহুভাষিক অনুবাদ বিকল্পটি আপনার নাগাল প্রসারিত করার জন্য সবচেয়ে ব্যবহারকারী-বান্ধব, সুবিধাজনক এবং কার্যকর উপায় প্রদান করে। ঐতিহ্যগত অনুবাদ পদ্ধতির হতাশা এবং ব্যয়কে বিদায় জানান।\n\nএটি ই-লার্নিং কোর্স, নির্দেশমূলক ভিডিও, বিক্রয় ভিডিও (পণ্য প্রদর্শন, গ্রাহক প্রশংসাপত্র, প্রচারমূলক প্রচারণা, বিক্রয় পিচ ভিডিও), শিক্ষা ভিডিও, কর্মচারী এবং গ্রাহকদের প্রশিক্ষণ ভিডিও, আন্তর্জাতিক বিপণন ভিডিও এবং আরও অনেক কিছুর জন্য দরকারী।\n\nআপনি Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit, এবং অন্যান্য হাজার হাজার ওয়েবসাইট থেকে ভিডিও url পেস্ট করতে পারেন। লক্ষ্য ভাষা বেছে নিন, তাহলে আপনি সেকেন্ডের মধ্যে অনুবাদ পাবেন।\nআমরা ওপেনএআই দ্বারা আপনার ভিডিওটি টেক্সটে (স্পিচ টু টেক্সট) ট্রান্সক্রাইব করব, আমাদের অডিও ট্রান্সলেটর, ভিডিও সংশ্লেষণ অবশেষে এটি অনুবাদ করব।\n\nবর্তমানে, এটি Google অনুবাদের মাধ্যমে অনুবাদ করা হয়েছে এবং ভবিষ্যতে, এটি DeepL, Bard, Claude, Llama এবং Yandex Translate সমর্থন করবে।\n\nগোপনীয়তা নীতি\n\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারো সাথে শেয়ার করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।\nআপনার আপলোড করা সমস্ত ডেটা প্রতিদিন স্বয়ংক্রিয়ভাবে মুছে ফেলা হয়।",
    "ca": "Vols arribar a un públic més ampli amb els teus vídeos? o les barreres lingüístiques us frenen? Si és així, no estàs sol. Moltes empreses i creadors de contingut lluiten per ampliar el seu abast a causa de les limitacions lingüístiques. Però hi ha bones notícies: tenim la solució. La nostra tecnologia de traducció de vídeo impulsada per IA us permet traduir el vostre contingut de vídeo de manera fàcil i precisa a més de 100 idiomes amb un 99% de precisió. No cal cercar traductors qualificats ni gastar temps i diners en artistes de veu en off: el nostre innovador estudi d'IA t'ofereix. Amb Video Translator, podeu trencar les barreres de l'idioma i connectar amb un públic global. Tant si sou propietari d'una empresa, comercialitzador o creador de contingut, la nostra opció de traducció multilingüe ofereix la manera més fàcil d'utilitzar, còmoda i eficaç d'ampliar el vostre abast. Digues adéu a la frustració i la despesa dels mètodes tradicionals de traducció.\n\nÉs útil per a cursos d'aprenentatge electrònic, vídeos instructius, vídeos de vendes (demostracions de productes, testimonis de clients, campanyes promocionals, vídeos de presentació de vendes), vídeos educatius, vídeos de formació d'empleats i clients, vídeos de màrqueting internacional i molt més.\n\nPodeu enganxar l'URL del vídeo de Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit i altres milers de llocs web. escolliu l'idioma de destinació i obtindreu la traducció en qüestió de segons.\nTranscriurem el teu vídeo a text (de veu a text) per AI, el traduirem amb el nostre traductor d'àudio i, finalment, síntesi de vídeo.\n\nActualment, es tradueix a través de Google Translate i, en el futur, admetrà DeepL, Bard, Claude, Llama i Yandex Translate.\n\nPolítica de privacitat\n\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.\nTotes les dades que carregueu s'eliminen automàticament cada dia.",
    "cs": "Chcete svými videi oslovit širší publikum nebo vás brzdí jazykové bariéry? Pokud ano, nejste sami. Mnoho firem a tvůrců obsahu se snaží rozšířit svůj dosah kvůli jazykovým omezením. Máme však dobrou zprávu: Máme řešení. Naše technologie překladu videa poháněná umělou inteligencí umožňuje snadno a přesně přeložit váš videoobsah do více než 100+ libovolných jazyků s 99% přesností. Nemusíte hledat kvalifikované překladatele ani utrácet čas a peníze za hlasové umělce - naše inovativní AI studio se o vás postará. S nástrojem Video Translator můžete překonat jazykové bariéry a navázat kontakt s globálním publikem. Ať už jste majitel firmy, marketér nebo tvůrce obsahu, naše možnost vícejazyčného překladu představuje uživatelsky nejpřívětivější, nejpohodlnější a nejefektivnější způsob, jak rozšířit svůj dosah. Rozlučte se s frustrací a náklady tradičních překladatelských metod. \n\nHodí se pro e-learningové kurzy, instruktážní videa, prodejní videa (demonstrace produktů ,reference zákazníků, propagační kampaně, prodejní videa), vzdělávací videa, videa pro školení zaměstnanců a zákazníků, mezinárodní marketingová videa a další.\n\nMůžete vložit url adresu videa z Facebooku, Instagramu, Twitteru, Vimea, Tiktoku, Redditu a dalších tisíců webových stránek. vyberte cílový jazyk, pak získáte překlad během několika sekund.\nVaše video přepíšeme do textu (Speech to text) pomocí AI, přeložíme ho pomocí našeho zvukového překladače, nakonec provedeme syntézu videa.\n\nV současné době překládá prostřednictvím Překladače Google a v budoucnu bude podporovat DeepL, Bard, Claude, Llama a Yandex Translate.\n\nZásady ochrany osobních údajů \n\nPodle návrhu zůstávají vaše údaje po celou dobu na vašem účtu Google, nikdy nejsou uloženy v naší databázi. Vaše údaje nejsou s nikým sdíleny, včetně vlastníka doplňku. \nDodržujeme zákony o ochraně osobních údajů (zejména GDPR a kalifornský zákon o ochraně osobních údajů), abychom vaše údaje ochránili. \nVšechna vámi nahraná data jsou každý den automaticky mazána.",
    "da": "Vil du gerne nå ud til et bredere publikum med dine videoer? Eller er det sprogbarrierer, der holder dig tilbage? I så fald er du ikke alene. Mange virksomheder og indholdsskabere kæmper med at udvide deres rækkevidde på grund af sproglige begrænsninger. Men der er gode nyheder: Vi har løsningen. Vores AI-drevne videooversættelsesteknologi giver dig mulighed for nemt og præcist at oversætte dit videoindhold til mere end 100+ sprog med 99 % nøjagtighed. Du behøver ikke at søge efter kvalificerede oversættere eller bruge tid og penge på voice-over-kunstnere - vores innovative AI-studie har styr på det. Med Video Translator kan du bryde igennem sprogbarrierer og komme i kontakt med et globalt publikum. Uanset om du er virksomhedsejer, marketingmedarbejder eller indholdsskaber, er vores flersprogede oversættelsesmulighed den mest brugervenlige, praktiske og effektive måde at udvide din rækkevidde på. Sig farvel til de frustrationer og udgifter, der er forbundet med traditionelle oversættelsesmetoder. \n\nDet er nyttigt til e-læringskurser, instruktionsvideoer, salgsvideoer (produktdemonstrationer, kundeudtalelser, reklamekampagner, salgspitchvideoer), uddannelsesvideoer, træningsvideoer til medarbejdere og kunder, internationale marketingvideoer og meget mere.\n\nDu kan indsætte videoens url fra Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit og andre tusindvis af hjemmesider. Vælg målsproget, så får du en oversættelse på få sekunder.\nVi transskriberer din video til tekst (tale til tekst) med AI, transskriberer den med vores lydoversætter, videosyntese til sidst.\n\nI øjeblikket oversættes det via Google Translate, og i fremtiden vil det understøtte DeepL, Bard, Claude, Llama og Yandex Translate.\n\nPolitik for beskyttelse af personlige oplysninger \n\nSom udgangspunkt forbliver dine data altid på din Google-konto og gemmes aldrig i vores database. Dine data deles ikke med nogen, heller ikke med ejeren af tilføjelsen. \nVi overholder love om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data. \nAlle data, du uploader, slettes automatisk hver dag.",
    "de": "Möchten Sie mit Ihren Videos ein breiteres Publikum erreichen? Oder halten Sie Sprachbarrieren zurück? Wenn ja, dann sind Sie nicht allein. Viele Unternehmen und Inhaltsersteller haben aufgrund sprachlicher Einschränkungen Schwierigkeiten, ihre Reichweite zu vergrößern. Aber es gibt gute Nachrichten: Wir haben die Lösung. Unsere KI-gestützte Videoübersetzungstechnologie ermöglicht es Ihnen, Ihre Videoinhalte mit einer Genauigkeit von 99 % einfach und präzise in über 100+ Sprachen zu übersetzen. Sie brauchen nicht mehr nach qualifizierten Übersetzern zu suchen oder Zeit und Geld für Synchronsprecher auszugeben - unser innovatives KI-Studio hat die Lösung für Sie. Mit Video Translator können Sie Sprachbarrieren überwinden und mit einem globalen Publikum in Kontakt treten. Ganz gleich, ob Sie Unternehmer, Vermarkter oder Inhaltsersteller sind, unsere mehrsprachige Übersetzungsoption bietet die benutzerfreundlichste, bequemste und effizienteste Möglichkeit, Ihre Reichweite zu vergrößern. Verabschieden Sie sich von der Frustration und den Kosten herkömmlicher Übersetzungsmethoden. \n\nSie eignet sich für E-Learning-Kurse, Lehrvideos, Verkaufsvideos (Produktdemonstrationen, Kundenreferenzen, Werbekampagnen, Verkaufsförderungsvideos), Schulungsvideos, Videos zur Schulung von Mitarbeitern und Kunden, internationale Marketingvideos und vieles mehr.\n\nSie können die Video-Url von Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit und anderen tausenden von Websites einfügen. Wählen Sie die Zielsprache, dann erhalten Sie die Übersetzung in Sekunden.\nWir transkribieren Ihr Video in Text (Speech to text) durch AI, übersetzen es durch unseren Audio-Übersetzer, Videosynthese schließlich.\n\nDerzeit wird es durch Google Translate übersetzt, und in der Zukunft wird es DeepL, Bard, Claude, Llama, und Yandex Translate unterstützen.\n\nDatenschutzbestimmungen \n\nIhre Daten bleiben immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden mit niemandem geteilt, auch nicht mit dem Eigentümer des Add-ons. \nWir halten uns an die Datenschutzgesetze (insbesondere GDPR und California Privacy Act), um Ihre Daten zu schützen. \nAlle von Ihnen hochgeladenen Daten werden jeden Tag automatisch gelöscht.",
    "el": "Θέλετε να προσεγγίσετε ένα ευρύτερο κοινό με τα βίντεό σας; ή σας εμποδίζουν τα γλωσσικά εμπόδια; Αν ναι, δεν είστε μόνοι. Πολλές επιχειρήσεις και δημιουργοί περιεχομένου δυσκολεύονται να επεκτείνουν την εμβέλειά τους λόγω γλωσσικών περιορισμών. Αλλά υπάρχουν καλά νέα: Εμείς έχουμε τη λύση. Η τεχνολογία μετάφρασης βίντεο με τεχνητή νοημοσύνη που διαθέτουμε σας επιτρέπει να μεταφράζετε εύκολα και με ακρίβεια το περιεχόμενο των βίντεο σας σε οποιαδήποτε από τις 100+ γλώσσες με ακρίβεια 99%. Δεν χρειάζεται να ψάχνετε για εξειδικευμένους μεταφραστές ή να ξοδεύετε χρόνο και χρήμα σε καλλιτέχνες φωνητικής μετάφρασης - το καινοτόμο στούντιο τεχνητής νοημοσύνης μας σας έχει καλύψει. Με το Video Translator, μπορείτε να σπάσετε τα γλωσσικά εμπόδια και να συνδεθείτε με ένα παγκόσμιο κοινό. Είτε είστε ιδιοκτήτης επιχείρησης, έμπορος ή δημιουργός περιεχομένου, η πολύγλωσση μεταφραστική μας επιλογή παρέχει τον πιο φιλικό προς το χρήστη, βολικό και αποτελεσματικό τρόπο για να επεκτείνετε την εμβέλειά σας. Πείτε αντίο στην απογοήτευση και τα έξοδα των παραδοσιακών μεθόδων μετάφρασης. \n\nΕίναι χρήσιμο για μαθήματα ηλεκτρονικής μάθησης, εκπαιδευτικά βίντεο, βίντεο πωλήσεων (επιδείξεις προϊόντων ,μαρτυρίες πελατών, διαφημιστικές καμπάνιες, βίντεο πωλήσεων), εκπαιδευτικά βίντεο, βίντεο εκπαίδευσης εργαζομένων και πελατών, διεθνή βίντεο μάρκετινγκ και πολλά άλλα.\n\nΜπορείτε να επικολλήσετε το url του βίντεο από το Facebook, το Instagram, το Twitter, το Vimeo, το Tiktok, το Reddit και άλλες χιλιάδες ιστοσελίδες. επιλέξτε τη γλώσσα-στόχο, τότε θα λάβετε τη μετάφραση σε δευτερόλεπτα.\nΘα μεταγράψουμε το βίντεό σας σε κείμενο (Speech to text) από το AI, θα το μεταφράσουμε από τον μεταφραστή ήχου μας, τελικά σύνθεση βίντεο.\n\nΕπί του παρόντος, μεταφράζεται μέσω του Google Translate και στο μέλλον θα υποστηρίζει τα DeepL, Bard, Claude, Llama και Yandex Translate.\n\nΠολιτική απορρήτου \n\nΣύμφωνα με το σχεδιασμό, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στο λογαριασμό σας στη Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του ιδιοκτήτη του πρόσθετου. \nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ιδίως GDPR & California Privacy Act) για την προστασία των δεδομένων σας. \nΌλα τα δεδομένα που ανεβάζετε διαγράφονται αυτόματα κάθε μέρα.",
    "en,en_AU": "Do you want to reach a wider audience with your videos? or language barriers holding you back? If so, you're not alone. Many businesses and content creators struggle to expand their reach due to linguistic limitations. But there's good news: We has the solution. Our AI-powered video translation technology allows you to easily and accurately translate your video content into any 100+ languages with 99% accuracy. No need to search for qualified translators or spend time and money on voice-over artists - our innovative AI studio has got you covered. With Video Translator, you can break through language barriers and connect with a global audience. Whether you're a business owner, marketer, or content creator, our multilingual translation option provides the most user-friendly, convenient, and efficient way to expand your reach. Say goodbye to the frustration and expense of traditional translation methods. \n\nIt's useful for e-learning courses, instructional videos, sales videos(product demonstrations ,customer testimonials,  promotional campaigns, sales pitch videos), education videos, employee & customers training videos, international marketing videos, and more.\n\nYou can paste the video url, chose the target language, then you will get translation in seconds.\nWe will transcribe your video to text(Speech to text) by AI, tranlate it by our audio translator, video synthesis finally.\n\nPrivacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "en_GB,en_US": "Do you want to reach a wider audience with your videos? or language barriers holding you back? If so, you're not alone. Many businesses and content creators struggle to expand their reach due to linguistic limitations. But there's good news: We has the solution. Our AI-powered video translation technology allows you to easily and accurately translate your video content into any 100+ languages with 99% accuracy. No need to search for qualified translators or spend time and money on voice-over artists - our innovative AI studio has got you covered. With Video Translator, you can break through language barriers and connect with a global audience. Whether you're a business owner, marketer, or content creator, our multilingual translation option provides the most user-friendly, convenient, and efficient way to expand your reach. Say goodbye to the frustration and expense of traditional translation methods. \n\nIt's useful for e-learning courses, instructional videos, sales videos(product demonstrations ,customer testimonials,  promotional campaigns, sales pitch videos), education videos, employee & customers training videos, international marketing videos, and more.\n\nYou can paste the video url from Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit, and other thousands of websites.  chose the target language, then you will get translation in seconds.\nWe will transcribe your video to text(Speech to text) by AI, tranlate it by our audio translator, video synthesis finally.\n\nCurrently, it translated through Google Translate, and in the future, it will support DeepL, Bard, Claude, Llama, and Yandex Translate.\n\nPrivacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data. \nAll data you upload are automatically deleted every day.",
    "es,es_419": "¿Quiere llegar a un público más amplio con sus vídeos? o ¿le frenan las barreras lingüísticas? Si es así, no está solo. Muchas empresas y creadores de contenidos luchan por ampliar su alcance debido a limitaciones lingüísticas. Pero hay buenas noticias: Tenemos la solución. Nuestra tecnología de traducción de vídeo basada en IA le permite traducir de forma fácil y precisa su contenido de vídeo a más de 100 idiomas con una precisión del 99%. No hay necesidad de buscar traductores cualificados ni de gastar tiempo y dinero en locutores: nuestro innovador estudio de IA le tiene cubierto. Con Video Translator, puedes romper las barreras lingüísticas y conectar con una audiencia global. Tanto si es propietario de un negocio, comercializador o creador de contenidos, nuestra opción de traducción multilingüe le ofrece la forma más fácil, cómoda y eficaz de ampliar su alcance. Diga adiós a la frustración y los gastos de los métodos de traducción tradicionales. \n\nEs útil para cursos de e-learning, vídeos instructivos, vídeos de ventas (demostraciones de productos, testimonios de clientes, campañas promocionales, vídeos de argumentos de venta), vídeos educativos, vídeos de formación de empleados y clientes, vídeos de marketing internacional y mucho más.\n\nPuede pegar la url del vídeo desde Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit y otros miles de sitios web. Elija el idioma de destino y obtendrá la traducción en segundos.\nVamos a transcribir el vídeo a texto (voz a texto) por AI, tranlate por nuestro traductor de audio, vídeo síntesis finalmente.\n\nActualmente, se traduce a través de Google Translate, y en el futuro, será compatible con DeepL, Bard, Claude, Llama, y Yandex Translate.\n\nPolítica de privacidad \n\nPor diseño, tus datos permanecen en todo momento en tu cuenta de Google, nunca se guardan en nuestra base de datos. Tus datos no se comparten con nadie, incluido el propietario del complemento. \nCumplimos con las leyes de privacidad (especialmente GDPR y California Privacy Act) para proteger sus datos. \nTodos los datos que subes se eliminan automáticamente cada día.",
    "et": "Kas soovite oma videotega jõuda laiema publikuni või takistavad teid keelebarjäärid? Kui jah, siis ei ole te üksi. Paljud ettevõtted ja sisu loojad võitlevad keeleliste piirangute tõttu oma leviala laiendamisega. Kuid on ka häid uudiseid: Meil on lahendus. Meie tehisintellektipõhine videotõlketehnoloogia võimaldab teil hõlpsasti ja täpselt tõlkida oma videosisu enam kui 100+ keelde 99% täpsusega. Pole vaja otsida kvalifitseeritud tõlkijad või kulutada aega ja raha häälekõrvaliste peale - meie uuenduslik AI-stuudio on teid katnud. Videotõlkega saate murda keelebarjääri ja luua kontakti globaalse publikuga. Olenemata sellest, kas olete ettevõtte omanik, turundaja või sisu looja, meie mitmekeelne tõlkevõimalus pakub kõige kasutajasõbralikumat, mugavamat ja tõhusamat viisi oma leviala laiendamiseks. Jätke hüvasti traditsiooniliste tõlkemeetoditega kaasnevate pettumuste ja kuludega. \n\nSee on kasulik e-õppekursuste, õppevideote, müügivideote (tooteesitlused ,klientide iseloomustused, reklaamikampaaniad, müügivideod), õppevideote, töötajate ja klientide koolitusvideote, rahvusvaheliste turundusvideote ja muu jaoks.\n\nVõite kleepida video url Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit ja muud tuhanded veebilehed. valisite sihtkeele, siis saate tõlke sekundite jooksul.\nMe transkribeerime teie video tekstiks (Speech to text) AI abil, translate seda meie audiotõlkija, video süntees lõpuks.\n\nPraegu tõlgib see läbi Google Translate ja tulevikus toetab see DeepL, Bard, Claude, Llama ja Yandex Translate.\n\nPrivaatsuspoliitika \n\nKonstruktsiooni kohaselt jäävad teie andmed alati teie Google'i kontole, neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas lisandmooduli omanikuga. \nMe järgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR & California Privacy Act). \nKõik üleslaetud andmed kustutatakse automaatselt iga päev.",
    "fa": "آیا می خواهید با ویدیوهای خود به مخاطبان بیشتری دست پیدا کنید؟ یا موانع زبانی شما را عقب نگه می دارد؟ اگر چنین است، شما تنها نیستید. بسیاری از کسب‌وکارها و تولیدکنندگان محتوا به دلیل محدودیت‌های زبانی برای گسترش دامنه دسترسی خود تلاش می‌کنند. اما یک خبر خوب وجود دارد: ما راه حل را داریم. فناوری ترجمه ویدیویی مبتنی بر هوش مصنوعی ما به شما امکان می دهد محتوای ویدیوی خود را به راحتی و با دقت به بیش از 100 زبان با دقت 99 درصد ترجمه کنید. بدون نیاز به جستجوی مترجمان واجد شرایط یا صرف زمان و هزینه برای هنرمندان صدادار - استودیوی هوش مصنوعی خلاقانه ما شما را تحت پوشش قرار داده است. با مترجم ویدیو، می‌توانید موانع زبانی را بشکنید و با مخاطبان جهانی ارتباط برقرار کنید. چه مالک کسب‌وکار، بازاریاب یا تولیدکننده محتوا باشید، گزینه ترجمه چند زبانه ما کاربرپسندترین، راحت‌ترین و کارآمدترین راه را برای گسترش دسترسی شما فراهم می‌کند. با ناامیدی و هزینه های روش های سنتی ترجمه خداحافظی کنید.\n\nاین برای دوره‌های آموزش الکترونیکی، فیلم‌های آموزشی، فیلم‌های فروش (نمایش محصول، توصیفات مشتری، کمپین‌های تبلیغاتی، ویدئوهای فروش)، ویدیوهای آموزشی، فیلم‌های آموزشی کارمندان و مشتریان، ویدیوهای بازاریابی بین‌المللی و موارد دیگر مفید است.\n\nمی‌توانید آدرس ویدیو را از فیس‌بوک، اینستاگرام، توییتر، ویمئو، تیک‌توک، ردیت و هزاران وب‌سایت دیگر جای‌گذاری کنید. زبان مقصد را انتخاب کنید، سپس در عرض چند ثانیه ترجمه دریافت خواهید کرد.\nما ویدیوی شما را به متن (گفتار به متن) توسط AI رونویسی می کنیم، آن را توسط مترجم صوتی خود ترجمه می کنیم، در نهایت ترکیب ویدئو را انجام می دهیم.\n\nدر حال حاضر از طریق Google Translate ترجمه شده و در آینده از DeepL، Bard، Claude، Llama و Yandex Translate پشتیبانی خواهد کرد.\n\nسیاست حفظ حریم خصوصی\n\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی از جمله مالک برافزا به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.\nهمه داده هایی که آپلود می کنید هر روز به طور خودکار حذف می شوند.",
    "fi": "Haluatko tavoittaa laajemman yleisön videoillasi? vai pidättelevätkö kielimuurit sinua? Jos näin on, et ole yksin. Monet yritykset ja sisällöntuottajat kamppailevat laajentaakseen tavoittavuuttaan kielellisten rajoitusten vuoksi. Mutta on hyviä uutisia: Meillä on ratkaisu. Tekoälyavusteisen videokäännösteknologiamme avulla voit kääntää videosisältösi helposti ja tarkasti yli 100+ kielelle 99% prosentin tarkkuudella. Sinun ei tarvitse etsiä päteviä kääntäjiä tai kuluttaa aikaa ja rahaa voice-over-taiteilijoihin - innovatiivinen tekoälystudiomme hoitaa homman. Videokääntäjän avulla voit murtaa kielimuurit ja luoda yhteyden maailmanlaajuiseen yleisöön. Olitpa sitten yrityksen omistaja, markkinoija tai sisällöntuottaja, monikielinen käännösvaihtoehtomme tarjoaa käyttäjäystävällisimmän, kätevimmän ja tehokkaimman tavan laajentaa tavoittavuuttasi. Sano hyvästit perinteisten käännösmenetelmien turhautumiselle ja kustannuksille. \n\nSe on hyödyllinen e-learning-kursseille, opetusvideoille, myyntivideoille (tuote-esittelyt, asiakastodistukset, mainoskampanjat, myyntipuhevideot), opetusvideoille, työntekijöiden ja asiakkaiden koulutusvideoille, kansainvälisille markkinointivideoille ja muille.\n\nVoit liittää videon url Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit, ja muut tuhannet sivustot. valitse kohdekieli, niin saat käännös sekunneissa.\nMe transkriboimme videosi tekstiksi (Speech to text) AI: lla, translate se meidän äänikääntäjä, videosynteesi lopulta.\n\nTällä hetkellä se on käännetty Google Translaten kautta, ja tulevaisuudessa se tukee DeepL, Bard, Claude, Llama ja Yandex Translate.\n\nTietosuojaseloste \n\nSuunnitelman mukaan tietosi pysyvät aina Google-tililläsi, eivätkä ne koskaan tallennu tietokantaamme. Tietojasi ei jaeta kenellekään, ei myöskään lisäosan omistajalle. \nNoudatamme tietosuojalakeja (erityisesti GDPR & California Privacy Act) suojellaksemme tietojasi. \nKaikki lataamasi tiedot poistetaan automaattisesti joka päivä.",
    "fil": "Gusto mo bang maabot ang mas malawak na madla gamit ang iyong mga video? o mga hadlang sa wika na pumipigil sa iyo? Kung gayon, hindi ka nag-iisa. Maraming negosyo at content creator ang nagpupumilit na palawakin ang kanilang abot dahil sa mga limitasyon sa wika. Ngunit may magandang balita: Nasa amin ang solusyon. Binibigyang-daan ka ng aming teknolohiyang pagsasalin ng video na pinapagana ng AI na madali at tumpak na isalin ang nilalaman ng iyong video sa anumang 100+ na wika na may 99% katumpakan. Hindi na kailangang maghanap ng mga kwalipikadong tagasalin o gumugol ng oras at pera sa mga voice-over na artist - nasaklaw ka ng aming makabagong AI studio. Gamit ang Video Translator, maaari mong lampasan ang mga hadlang sa wika at kumonekta sa isang pandaigdigang madla. May-ari ka man ng negosyo, nagmemerkado, o tagalikha ng nilalaman, ang aming opsyon sa pagsasalin sa iba't ibang wika ay nagbibigay ng pinaka-user-friendly, maginhawa, at mahusay na paraan upang palawakin ang iyong abot. Magpaalam sa pagkabigo at gastos ng mga tradisyonal na pamamaraan ng pagsasalin.\n\nIto ay kapaki-pakinabang para sa mga kurso sa e-learning, mga video sa pagtuturo, mga video sa pagbebenta (mga demonstrasyon ng produkto, mga testimonial ng customer, mga kampanyang pang-promosyon, mga video sa pagbebenta), mga video sa edukasyon, mga video sa pagsasanay ng empleyado at mga customer, mga video sa internasyonal na marketing, at higit pa.\n\nMaaari mong i-paste ang url ng video mula sa Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit, at iba pang libu-libong mga website. pinili ang target na wika, pagkatapos ay makakakuha ka ng pagsasalin sa ilang segundo.\nIta-transcribe namin ang iyong video sa text (Speech to text) ng AI, isasalin ito sa pamamagitan ng aming audio translator, video synthesis sa wakas.\n\nSa kasalukuyan, isinalin ito sa pamamagitan ng Google Translate, at sa hinaharap, susuportahan nito ang DeepL, Bard, Claude, Llama, at Yandex Translate.\n\nPatakaran sa Privacy\n\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Hindi ibinabahagi ang iyong data sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.\nLahat ng data na ina-upload mo ay awtomatikong nade-delete araw-araw.",
    "fr": "Souhaitez-vous toucher un public plus large avec vos vidéos ? ou des barrières linguistiques vous en empêchent ? Si c'est le cas, vous n'êtes pas seul. De nombreuses entreprises et créateurs de contenu peinent à élargir leur audience en raison de limitations linguistiques. Mais il y a une bonne nouvelle : Nous avons la solution. Notre technologie de traduction vidéo alimentée par l'IA vous permet de traduire facilement et précisément votre contenu vidéo dans plus de 100+ langues avec une précision de 99 %. Plus besoin de chercher des traducteurs qualifiés ou de dépenser du temps et de l'argent pour des artistes de la voix off - notre studio d'IA innovant a tout prévu. Avec Video Translator, vous pouvez franchir les barrières linguistiques et toucher un public international. Que vous soyez chef d'entreprise, responsable marketing ou créateur de contenu, notre option de traduction multilingue constitue le moyen le plus convivial, le plus pratique et le plus efficace d'étendre votre portée. Dites adieu à la frustration et au coût des méthodes de traduction traditionnelles. \n\nElle est utile pour les cours d'apprentissage en ligne, les vidéos pédagogiques, les vidéos de vente (démonstrations de produits, témoignages de clients, campagnes promotionnelles, vidéos d'argumentaires de vente), les vidéos d'éducation, les vidéos de formation des employés et des clients, les vidéos de marketing international, et bien plus encore.\n\nVous pouvez coller l'url de la vidéo depuis Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit, et d'autres milliers de sites web. Choisissez la langue cible, et vous obtiendrez la traduction en quelques secondes.\nNous transcrivons votre vidéo en texte (Speech to text) par AI, puis par notre traducteur audio, et enfin par la synthèse vidéo.\n\nActuellement, il traduit via Google Translate, et dans le futur, il supportera DeepL, Bard, Claude, Llama, et Yandex Translate.\n\nPolitique de confidentialité \n\nPar conception, vos données restent à tout moment sur votre compte Google et ne sont jamais sauvegardées dans notre base de données. Vos données ne sont partagées avec personne, y compris avec le propriétaire du module complémentaire. \nNous respectons les lois sur la protection de la vie privée (en particulier le GDPR et le California Privacy Act) pour protéger vos données. \nToutes les données que vous téléchargez sont automatiquement supprimées chaque jour.",
    "gu": "શું તમે તમારા વિડીયો વડે વિશાળ પ્રેક્ષકો સુધી પહોંચવા માંગો છો? અથવા ભાષા અવરોધો તમને રોકે છે? જો એમ હોય, તો તમે એકલા નથી. ઘણા વ્યવસાયો અને સામગ્રી નિર્માતાઓ ભાષાકીય મર્યાદાઓને કારણે તેમની પહોંચને વિસ્તૃત કરવા માટે સંઘર્ષ કરે છે. પરંતુ સારા સમાચાર છે: અમારી પાસે ઉકેલ છે. અમારી AI-સંચાલિત વિડિઓ અનુવાદ તકનીક તમને તમારી વિડિઓ સામગ્રીને 99% ચોકસાઈ સાથે કોઈપણ 100+ ભાષાઓમાં સરળતાથી અને સચોટ રીતે અનુવાદિત કરવાની મંજૂરી આપે છે. લાયકાત ધરાવતા અનુવાદકોને શોધવાની અથવા વૉઇસ-ઓવર કલાકારો પર સમય અને નાણાં ખર્ચવાની જરૂર નથી - અમારા નવીન AI સ્ટુડિયોએ તમને આવરી લીધા છે. વિડીયો ટ્રાન્સલેટર સાથે, તમે ભાષાના અવરોધોને તોડીને વૈશ્વિક પ્રેક્ષકો સાથે જોડાઈ શકો છો. ભલે તમે વ્યવસાયના માલિક, માર્કેટર અથવા સામગ્રી સર્જક હોવ, અમારો બહુભાષી અનુવાદ વિકલ્પ તમારી પહોંચને વિસ્તારવા માટે સૌથી વધુ વપરાશકર્તા-મૈત્રીપૂર્ણ, અનુકૂળ અને કાર્યક્ષમ રીત પ્રદાન કરે છે. પરંપરાગત અનુવાદ પદ્ધતિઓના હતાશા અને ખર્ચને અલવિદા કહો.\n\nતે ઈ-લર્નિંગ અભ્યાસક્રમો, સૂચનાત્મક વિડિઓઝ, વેચાણ વિડિઓઝ (ઉત્પાદન પ્રદર્શનો, ગ્રાહક પ્રશંસાપત્રો, પ્રમોશનલ ઝુંબેશ, વેચાણ પિચ વિડિઓઝ), શિક્ષણ વિડિઓઝ, કર્મચારી અને ગ્રાહકો તાલીમ વિડિઓઝ, આંતરરાષ્ટ્રીય માર્કેટિંગ વિડિઓઝ અને વધુ માટે ઉપયોગી છે.\n\nતમે Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit અને અન્ય હજારો વેબસાઇટ્સ પરથી વિડિઓ url પેસ્ટ કરી શકો છો. લક્ષ્ય ભાષા પસંદ કરો, પછી તમને સેકંડમાં અનુવાદ મળશે.\nઅમે ઓપનએઆઈ દ્વારા તમારા વિડિયોને ટેક્સ્ટ (સ્પીચ ટુ ટેક્સ્ટ)માં ટ્રાંસ્ક્રાઇબ કરીશું, અમારા ઑડિયો ટ્રાન્સલેટર દ્વારા તેનો અનુવાદ કરીશું, છેલ્લે વિડિયો સિન્થેસિસ કરીશું.\n\nહાલમાં, તે Google અનુવાદ દ્વારા અનુવાદિત થાય છે, અને ભવિષ્યમાં, તે DeepL, Bard, Claude, Llama અને Yandex Translate ને સપોર્ટ કરશે.\n\nગોપનીયતા નીતિ\n\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.\nતમે અપલોડ કરો છો તે તમામ ડેટા દરરોજ આપમેળે કાઢી નાખવામાં આવે છે.",
    "he": "האם אתה רוצה להגיע לקהל רחב יותר עם הסרטונים שלך? או מחסומי שפה שמעכבים אותך? אם כן, אתה לא לבד. עסקים ויוצרי תוכן רבים נאבקים להרחיב את טווח ההגעה שלהם בשל מגבלות לשוניות. אבל יש חדשות טובות: יש לנו את הפתרון. טכנולוגיית תרגום הווידאו המופעלת על ידי AI מאפשרת לך לתרגם בקלות ובדייקנות את תוכן הווידאו שלך לכל 100+ שפות עם דיוק של 99%. אין צורך לחפש מתרגמים מוסמכים או לבזבז זמן וכסף על אמני קריינות - הסטודיו החדשני שלנו לבינה מלאכותית סיפק אותך. עם מתרגם וידאו, אתה יכול לפרוץ את מחסומי השפה ולהתחבר לקהל עולמי. בין אם אתה בעל עסק, משווק או יוצר תוכן, אפשרות התרגום הרב לשוני שלנו מספקת את הדרך הידידותית, הנוחה והיעילה ביותר להרחיב את טווח ההגעה שלך. תיפרדו מהתסכול וההוצאות של שיטות התרגום המסורתיות.\n\nזה שימושי עבור קורסים מתוקשבים, סרטוני הדרכה, סרטוני מכירה (הדגמות מוצרים, המלצות של לקוחות, מסעות פרסום, סרטוני מכירות), סרטוני חינוך, סרטוני הדרכה לעובדים ולקוחות, סרטוני שיווק בינלאומיים ועוד.\n\nאתה יכול להדביק את כתובת האתר של הסרטון מפייסבוק, אינסטגרם, טוויטר, Vimeo, Tiktok, Reddit ועוד אלפי אתרים. בחר את שפת היעד, ואז תקבל תרגום תוך שניות.\nאנו נתמלל את הסרטון שלך לטקסט (דיבור לטקסט) על ידי AI, נתרגם אותו על ידי מתרגם האודיו שלנו, סוף סוף סינתזת וידאו.\n\nנכון לעכשיו, הוא תורגם דרך Google Translate, ובעתיד הוא יתמוך ב-DeepL, Bard, Claude, Llama ו-Yandex Translate.\n\nמדיניות הפרטיות\n\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.\nכל הנתונים שאתה מעלה נמחקים אוטומטית מדי יום.",
    "hi": "क्या आप अपने वीडियो के ज़रिए ज़्यादा से ज़्यादा लोगों तक पहुँचना चाहते हैं? या भाषा की बाधाएँ आपको रोक रही हैं? अगर ऐसा है, तो आप अकेले नहीं हैं। कई व्यवसाय और सामग्री निर्माता भाषाई सीमाओं के कारण अपनी पहुँच बढ़ाने के लिए संघर्ष करते हैं। लेकिन अच्छी खबर यह है: हमारे पास इसका समाधान है। हमारी AI-संचालित वीडियो अनुवाद तकनीक आपको अपने वीडियो सामग्री को 99% सटीकता के साथ किसी भी 100+ भाषाओं में आसानी से और सटीक रूप से अनुवाद करने की अनुमति देती है। योग्य अनुवादकों की तलाश करने या वॉयस-ओवर कलाकारों पर समय और पैसा खर्च करने की कोई ज़रूरत नहीं है - हमारा अभिनव AI स्टूडियो आपकी मदद के लिए तैयार है। वीडियो ट्रांसलेटर के साथ, आप भाषा की बाधाओं को तोड़ सकते हैं और वैश्विक दर्शकों से जुड़ सकते हैं। चाहे आप व्यवसाय के मालिक हों, मार्केटर हों या सामग्री निर्माता हों, हमारा बहुभाषी अनुवाद विकल्प आपकी पहुँच बढ़ाने का सबसे उपयोगकर्ता-अनुकूल, सुविधाजनक और कुशल तरीका प्रदान करता है। पारंपरिक अनुवाद विधियों की निराशा और खर्च को अलविदा कहें। यह ई-लर्निंग कोर्स, निर्देशात्मक वीडियो, बिक्री वीडियो (उत्पाद प्रदर्शन, ग्राहक प्रशंसापत्र, प्रचार अभियान, बिक्री पिच वीडियो), शिक्षा वीडियो, कर्मचारी और ग्राहक प्रशिक्षण वीडियो, अंतर्राष्ट्रीय विपणन वीडियो और बहुत कुछ के लिए उपयोगी है।\n\nआप Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit और अन्य हज़ारों वेबसाइट से वीडियो URL पेस्ट कर सकते हैं। लक्ष्य भाषा चुनें, फिर आपको सेकंड में अनुवाद मिल जाएगा।\nहम आपके वीडियो को AI द्वारा टेक्स्ट (भाषण से टेक्स्ट) में ट्रांसक्राइब करेंगे, इसे हमारे ऑडियो ट्रांसलेटर द्वारा ट्रांसलेट करेंगे, अंत में वीडियो संश्लेषण करेंगे।\n\nवर्तमान में, यह Google अनुवाद के माध्यम से अनुवादित है, और भविष्य में, यह DeepL, Bard, Claude, Llama और Yandex अनुवाद का समर्थन करेगा।\n\nगोपनीयता नीति\n\nडिज़ाइन के अनुसार, आपका डेटा हमेशा आपके Google खाते में रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेष रूप से GDPR और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं। आपके द्वारा अपलोड किया गया सभी डेटा हर दिन स्वचालित रूप से हटा दिया जाता है।",
    "hr": "Želite li svojim videima doprijeti do šire publike? ili vas jezične barijere koče? Ako je tako, niste jedini. Mnoge tvrtke i kreatori sadržaja bore se da prošire svoj doseg zbog jezičnih ograničenja. Ali ima dobrih vijesti: imamo rješenje. Naša tehnologija prevođenja videozapisa koju pokreće umjetna inteligencija omogućuje vam jednostavno i precizno prevođenje vašeg videosadržaja na bilo kojih 100+ jezika s 99% točnosti. Nema potrebe tražiti kvalificirane prevoditelje ili trošiti vrijeme i novac na glasovne umjetnike - naš inovativni AI studio vas pokriva. S Video Translatorom možete probiti jezične barijere i povezati se s globalnom publikom. Bilo da ste vlasnik tvrtke, marketinški stručnjak ili kreator sadržaja, naša višejezična opcija prijevoda pruža najjednostavniji, praktičniji i najučinkovitiji način da proširite svoj doseg. Recite zbogom frustracijama i troškovima tradicionalnih metoda prevođenja.\n\nKoristan je za tečajeve e-učenja, videozapise s uputama, videozapise o prodaji (demonstracije proizvoda, izjave kupaca, promotivne kampanje, videozapise o prodajnim prezentacijama), obrazovne videozapise, videozapise o obuci zaposlenika i kupaca, videozapise o međunarodnom marketingu i još mnogo toga.\n\nMožete zalijepiti URL videozapisa s Facebooka, Instagrama, Twittera, Vimea, Tiktoka, Reddita i drugih tisuća web stranica. odaberite ciljni jezik, tada ćete dobiti prijevod za nekoliko sekundi.\nTranskribirat ćemo vaš video u tekst (govor u tekst) uz pomoć AI-ja, prevesti ga pomoću našeg audio prevoditelja, konačno sintetizirati video.\n\nTrenutno se prevodi putem Google Translatea, au budućnosti će podržavati DeepL, Bard, Claude, Llama i Yandex Translate.\n\nPolitika privatnosti\n\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.\nSvi podaci koje prenesete automatski se brišu svaki dan.",
    "hu": "Szeretne szélesebb közönséget elérni a videóival? vagy nyelvi akadályok hátráltatják? Ha igen, nem vagy egyedül. Sok vállalkozás és tartalomkészítő küzd azzal, hogy a nyelvi korlátok miatt bővítse a hatókörét. De van egy jó hír: Nálunk van a megoldás. AI-alapú videófordítási technológiánk lehetővé teszi, hogy egyszerűen és pontosan, 99%-os pontossággal lefordítsa videótartalmait bármelyik több mint 100 nyelvre. Nem kell szakképzett fordítókat keresnie, vagy időt és pénzt költenie szinkronszínészekre - innovatív AI-stúdiónk gondoskodik róla. A Video Translator segítségével áttörheti a nyelvi korlátokat, és kapcsolatot teremthet a globális közönséggel. Akár cégtulajdonos, marketinges vagy tartalomkészítő, többnyelvű fordítási lehetőségünk a legfelhasználóbarátabb, legkényelmesebb és leghatékonyabb módját kínálja az elérés kiterjesztésének. Mondjon búcsút a hagyományos fordítási módszerek frusztrációjának és költségeinek. \n\nHasznos e-learning tanfolyamokhoz, oktatóvideókhoz, értékesítési videókhoz (termékbemutatók ,vásárlói beszámolók, promóciós kampányok, értékesítési videók), oktatási videókhoz, alkalmazottak és ügyfelek képzési videóihoz, nemzetközi marketingvideókhoz és még sok máshoz.\n\nBeillesztheti a videó url-jét a Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit és más több ezer weboldalról. válassza ki a célnyelvet, majd másodpercek alatt megkapja a fordítást.\nÁtírjuk a videót szövegre(Speech to text) az AI segítségével, átírjuk a hangfordítónkkal, végül videószintézis.\n\nJelenleg a Google Translate segítségével fordít, és a jövőben támogatni fogja a DeepL, Bard, Claude, Claude, Llama és Yandex Translate oldalakat.\n\nAdatvédelmi irányelvek \n\nAz Ön adatai a tervezet szerint mindig a Google-fiókjánál maradnak, soha nem kerülnek elmentésre az adatbázisunkba. Az Ön adatait nem osztjuk meg senkivel, beleértve a bővítmény tulajdonosát sem. \nAdatainak védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR és a kaliforniai adatvédelmi törvény). \nMinden feltöltött adatot minden nap automatikusan törölünk.",
    "id": "Apakah Anda ingin menjangkau audiens yang lebih luas dengan video Anda? atau kendala bahasa menghambat Anda? Jika ya, Anda tidak sendirian. Banyak bisnis dan pembuat konten yang kesulitan memperluas jangkauan mereka karena keterbatasan bahasa. Tapi ada kabar baik: Kami punya solusinya. Teknologi penerjemahan video kami yang didukung oleh AI memungkinkan Anda menerjemahkan konten video dengan mudah dan akurat ke dalam lebih dari 100+ bahasa dengan akurasi 99%. Anda tidak perlu mencari penerjemah yang memenuhi syarat atau menghabiskan waktu dan uang untuk membayar pengisi suara - studio AI kami yang inovatif siap membantu Anda. Dengan Penerjemah Video, Anda dapat menerobos hambatan bahasa dan terhubung dengan audiens global. Baik Anda pemilik bisnis, pemasar, atau pembuat konten, opsi penerjemahan multibahasa kami menyediakan cara yang paling ramah pengguna, nyaman, dan efisien untuk memperluas jangkauan Anda. Ucapkan selamat tinggal pada rasa frustrasi dan biaya metode penerjemahan tradisional. \n\nIni berguna untuk kursus e-learning, video instruksional, video penjualan (demonstrasi produk, testimoni pelanggan, kampanye promosi, video promosi penjualan), video pendidikan, video pelatihan karyawan & pelanggan, video pemasaran internasional, dan banyak lagi.\n\nAnda dapat menempelkan url video dari Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit, dan ribuan situs web lainnya. pilih bahasa target, maka Anda akan mendapatkan terjemahan dalam hitungan detik.\nKami akan mentranskripsikan video Anda ke teks (Ucapan ke teks) oleh AI, menerjemahkannya dengan penerjemah audio kami, akhirnya sintesis video.\n\nSaat ini, ini diterjemahkan melalui Google Translate, dan di masa depan, ini akan mendukung DeepL, Bard, Claude, Llama, dan Yandex Translate.\n\nKebijakan Privasi \n\nSesuai desain, data Anda selalu berada di akun Google Anda, tidak pernah disimpan di basis data kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik pengaya. \nKami mematuhi undang-undang privasi (terutama GDPR & Undang-Undang Privasi California) untuk melindungi data Anda. \nSemua data yang Anda unggah akan dihapus secara otomatis setiap hari.",
    "it": "Volete raggiungere un pubblico più vasto con i vostri video o le barriere linguistiche vi bloccano? Se è così, non siete soli. Molte aziende e creatori di contenuti faticano a espandere la propria portata a causa di limitazioni linguistiche. Ma c'è una buona notizia: Noi abbiamo la soluzione. La nostra tecnologia di traduzione video alimentata dall'intelligenza artificiale vi consente di tradurre facilmente e accuratamente i vostri contenuti video in oltre 100+ lingue con una precisione del 99%. Non c'è bisogno di cercare traduttori qualificati o di spendere tempo e denaro per i doppiatori: il nostro innovativo studio di intelligenza artificiale è a vostra disposizione. Con Video Translator potete superare le barriere linguistiche e connettervi con un pubblico globale. Che siate imprenditori, marketer o creatori di contenuti, la nostra opzione di traduzione multilingue offre il modo più semplice, comodo ed efficiente per espandere la vostra portata. Dite addio alla frustrazione e alle spese dei metodi di traduzione tradizionali. \n\nÈ utile per corsi di e-learning, video didattici, video di vendita (dimostrazioni di prodotti, testimonianze di clienti, campagne promozionali, video di presentazione delle vendite), video didattici, video di formazione per dipendenti e clienti, video di marketing internazionale e altro ancora.\n\nPotete incollare l'url del video da Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit e altri migliaia di siti web. Scegliete la lingua di destinazione e otterrete la traduzione in pochi secondi.\nTrascriveremo il vostro video in testo (Speech to text) con AI, lo tradurremo con il nostro traduttore audio e infine la sintesi video.\n\nAttualmente traduce attraverso Google Translate e in futuro supporterà DeepL, Bard, Claude, Llama e Yandex Translate.\n\nInformativa sulla privacy \n\nI dati dell'utente rimangono sempre nel suo account Google e non vengono mai salvati nel nostro database. I vostri dati non vengono condivisi con nessuno, compreso il proprietario del componente aggiuntivo. \nRispettiamo le leggi sulla privacy (in particolare il GDPR e il California Privacy Act) per proteggere i vostri dati. \nTutti i dati caricati vengono automaticamente cancellati ogni giorno.",
    "ja": "あなたのビデオでより多くの視聴者にリーチしたいですか、それとも言葉の壁が足かせになっていますか？もしそうなら、あなただけではありません。多くの企業やコンテンツ制作者が、言語的な制限のためにリーチを広げるのに苦労しています。しかし、朗報があります： 私たちには解決策があります。当社のAIを搭載した動画翻訳テクノロジーにより、動画コンテンツを99％の精度で100以上の言語に簡単かつ正確に翻訳することができます。有能な翻訳者を探したり、ボイスオーバー・アーティストに時間とお金を費やす必要はありません - 当社の革新的なAIスタジオがあなたをカバーします。Video Translator があれば、言語の壁を打ち破り、世界中の視聴者とつながることができます。ビジネスオーナー、マーケティング担当者、コンテンツ制作者であろうと、当社の多言語翻訳オプションは、最も使いやすく、便利で、効率的な方法でリーチを広げることができます。従来の翻訳方法によるフラストレーションや費用とはお別れです。\n\neラーニングコース、インストラクションビデオ、セールスビデオ（製品デモ、顧客の声、プロモーションキャンペーン、売り込みビデオ）、教育ビデオ、従業員＆顧客トレーニングビデオ、国際マーケティングビデオなどに便利です。\n\nFacebook、Instagram、Twitter、Vimeo、Tiktok、Reddit、その他数千のウェブサイトからビデオのURLを貼り付けることができます。\n私たちは、AIによってテキスト（テキストへの音声）にあなたのビデオを書き起こし、私たちのオーディオ翻訳者によってそれを翻訳し、最終的にビデオ合成します。\n\n現在、Google翻訳を通して翻訳され、将来的には、DeepL、Bard、Claude、Llama、Yandex翻訳をサポートする予定です。\n\nプライバシーポリシー \n\nあなたのデータは常にあなたのGoogleアカウントに保存され、Googleのデータベースに保存されることはありません。あなたのデータは、アドオンの所有者を含め、誰とも共有されません。\n私たちはあなたのデータを保護するためにプライバシー法（特にGDPRとカリフォルニアプライバシー法）を遵守しています。\nあなたがアップロードしたすべてのデータは毎日自動的に削除されます。",
    "kn": "ನಿಮ್ಮ ವೀಡಿಯೊಗಳೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಪ್ರೇಕ್ಷಕರನ್ನು ತಲುಪಲು ನೀವು ಬಯಸುವಿರಾ? ಅಥವಾ ಭಾಷೆಯ ಅಡೆತಡೆಗಳು ನಿಮ್ಮನ್ನು ತಡೆಹಿಡಿಯುತ್ತಿವೆಯೇ? ಹಾಗಿದ್ದಲ್ಲಿ, ನೀವು ಒಬ್ಬಂಟಿಯಾಗಿಲ್ಲ. ಅನೇಕ ವ್ಯವಹಾರಗಳು ಮತ್ತು ವಿಷಯ ರಚನೆಕಾರರು ಭಾಷಾ ಮಿತಿಗಳಿಂದಾಗಿ ತಮ್ಮ ವ್ಯಾಪ್ತಿಯನ್ನು ವಿಸ್ತರಿಸಲು ಹೆಣಗಾಡುತ್ತಾರೆ. ಆದರೆ ಒಳ್ಳೆಯ ಸುದ್ದಿ ಇದೆ: ನಮ್ಮ ಬಳಿ ಪರಿಹಾರವಿದೆ. ನಮ್ಮ AI-ಚಾಲಿತ ವೀಡಿಯೊ ಅನುವಾದ ತಂತ್ರಜ್ಞಾನವು ನಿಮ್ಮ ವೀಡಿಯೊ ವಿಷಯವನ್ನು 99% ನಿಖರತೆಯೊಂದಿಗೆ ಯಾವುದೇ 100+ ಭಾಷೆಗಳಿಗೆ ಸುಲಭವಾಗಿ ಮತ್ತು ನಿಖರವಾಗಿ ಭಾಷಾಂತರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಅರ್ಹ ಅನುವಾದಕರನ್ನು ಹುಡುಕುವ ಅಗತ್ಯವಿಲ್ಲ ಅಥವಾ ಧ್ವನಿ-ಓವರ್ ಕಲಾವಿದರಿಗೆ ಸಮಯ ಮತ್ತು ಹಣವನ್ನು ಖರ್ಚು ಮಾಡುವ ಅಗತ್ಯವಿಲ್ಲ - ನಮ್ಮ ನವೀನ AI ಸ್ಟುಡಿಯೋ ನಿಮಗೆ ರಕ್ಷಣೆ ನೀಡಿದೆ. ವೀಡಿಯೊ ಅನುವಾದಕದೊಂದಿಗೆ, ನೀವು ಭಾಷಾ ಅಡೆತಡೆಗಳನ್ನು ಭೇದಿಸಬಹುದು ಮತ್ತು ಜಾಗತಿಕ ಪ್ರೇಕ್ಷಕರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಬಹುದು. ನೀವು ವ್ಯಾಪಾರ ಮಾಲೀಕರು, ಮಾರಾಟಗಾರರು ಅಥವಾ ವಿಷಯ ರಚನೆಕಾರರಾಗಿರಲಿ, ನಮ್ಮ ಬಹುಭಾಷಾ ಅನುವಾದ ಆಯ್ಕೆಯು ನಿಮ್ಮ ವ್ಯಾಪ್ತಿಯನ್ನು ವಿಸ್ತರಿಸಲು ಅತ್ಯಂತ ಬಳಕೆದಾರ ಸ್ನೇಹಿ, ಅನುಕೂಲಕರ ಮತ್ತು ಪರಿಣಾಮಕಾರಿ ಮಾರ್ಗವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಸಾಂಪ್ರದಾಯಿಕ ಅನುವಾದ ವಿಧಾನಗಳ ಹತಾಶೆ ಮತ್ತು ವೆಚ್ಚಕ್ಕೆ ವಿದಾಯ ಹೇಳಿ.\n\nಇ-ಲರ್ನಿಂಗ್ ಕೋರ್ಸ್‌ಗಳು, ಸೂಚನಾ ವೀಡಿಯೊಗಳು, ಮಾರಾಟದ ವೀಡಿಯೊಗಳು (ಉತ್ಪನ್ನ ಪ್ರದರ್ಶನಗಳು, ಗ್ರಾಹಕರ ಪ್ರಶಂಸಾಪತ್ರಗಳು, ಪ್ರಚಾರದ ಪ್ರಚಾರಗಳು, ಮಾರಾಟದ ಪಿಚ್ ವೀಡಿಯೊಗಳು), ಶಿಕ್ಷಣ ವೀಡಿಯೊಗಳು, ಉದ್ಯೋಗಿ ಮತ್ತು ಗ್ರಾಹಕರ ತರಬೇತಿ ವೀಡಿಯೊಗಳು, ಅಂತರರಾಷ್ಟ್ರೀಯ ಮಾರುಕಟ್ಟೆ ವೀಡಿಯೊಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳಿಗೆ ಇದು ಉಪಯುಕ್ತವಾಗಿದೆ.\n\nನೀವು Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit ಮತ್ತು ಇತರ ಸಾವಿರಾರು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ವೀಡಿಯೊ url ಅನ್ನು ಅಂಟಿಸಬಹುದು. ಗುರಿ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ನಂತರ ನೀವು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಅನುವಾದವನ್ನು ಪಡೆಯುತ್ತೀರಿ.\nನಾವು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಓಪನ್‌ಎಐ ಮೂಲಕ ಪಠ್ಯಕ್ಕೆ (ಸ್ಪೀಚ್‌ ಟು ಟೆಕ್ಸ್ಟ್‌) ಲಿಪ್ಯಂತರ ಮಾಡುತ್ತೇವೆ, ನಮ್ಮ ಆಡಿಯೊ ಅನುವಾದಕದಿಂದ ಅದನ್ನು ಅನುವಾದಿಸುತ್ತೇವೆ, ಅಂತಿಮವಾಗಿ ವೀಡಿಯೊ ಸಿಂಥೆಸಿಸ್.\n\nಪ್ರಸ್ತುತ, ಇದು Google ಅನುವಾದದ ಮೂಲಕ ಅನುವಾದಿಸುತ್ತದೆ ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ, ಇದು DeepL, Bard, Claude, Llama ಮತ್ತು Yandex Translate ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.\n\nಗೌಪ್ಯತಾ ನೀತಿ\n\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.\nನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಪ್ರತಿದಿನ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.",
    "ko": "동영상으로 더 많은 시청자에게 다가가고 싶으신가요? 아니면 언어 장벽이 발목을 잡고 계신가요? 그렇다면 여러분은 혼자가 아닙니다. 많은 비즈니스와 콘텐츠 제작자가 언어적 한계로 인해 도달 범위를 넓히는 데 어려움을 겪고 있습니다. 하지만 좋은 소식이 있습니다: 해결책이 있습니다. 당사의 AI 기반 동영상 번역 기술을 사용하면 동영상 콘텐츠를 100개 이상의 언어로 99%의 정확도로 쉽고 정확하게 번역할 수 있습니다. 자격을 갖춘 번역사를 찾거나 보이스오버 아티스트에게 시간과 비용을 투자할 필요 없이 혁신적인 AI 스튜디오가 도와드립니다. 비디오 번역기를 사용하면 언어 장벽을 뛰어넘어 전 세계 시청자와 소통할 수 있습니다. 비즈니스 소유자, 마케터, 콘텐츠 제작자 등 모든 사용자에게 가장 사용자 친화적이고 편리하며 효율적인 방법으로 도달 범위를 확장할 수 있는 다국어 번역 옵션을 제공합니다. 기존 번역 방법의 답답함과 비용 부담은 이제 그만 잊으세요. \n\ne-러닝 과정, 교육용 동영상, 판매 동영상(제품 데모, 고객 후기, 홍보 캠페인, 세일즈 피치 동영상), 교육 동영상, 직원 및 고객 교육 동영상, 국제 마케팅 동영상 등에 유용합니다.\n\n페이스북, 인스타그램, 트위터, 비메오, 틱톡, 레딧 및 기타 수천 개의 웹사이트에서 비디오 URL을 붙여넣을 수 있습니다. 대상 언어를 선택하면 몇 초 안에 번역을 받을 수 있습니다.\nAI가 비디오를 텍스트로 변환(음성을 텍스트로 변환)하고, 오디오 번역기가 번역하고, 마지막으로 비디오 합성을 통해 번역합니다.\n\n현재는 구글 번역을 통해 번역되며, 향후에는 DeepL, 바드, 클로드, 라마, 얀덱스 번역을 지원할 예정입니다.\n\n개인정보 처리방침 \n\n설계상 사용자의 데이터는 항상 Google 계정에 보관되며, Google 데이터베이스에 저장되지 않습니다. 사용자의 데이터는 애드온 소유자를 포함하여 그 누구와도 공유되지 않습니다. \nGoogle은 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수하여 사용자의 데이터를 보호합니다. \n업로드한 모든 데이터는 매일 자동으로 삭제됩니다.",
    "lt": "Ar norite vaizdo įrašais pasiekti platesnę auditoriją? ar jus stabdo kalbos barjerai? Jei taip, esate ne vieni. Daugelis įmonių ir turinio kūrėjų stengiasi išplėsti savo pasiekiamumą dėl kalbinių apribojimų. Tačiau yra gerų naujienų: Mes turime sprendimą. Mūsų dirbtiniu intelektu paremta vaizdo įrašų vertimo technologija leidžia lengvai ir tiksliai 99 % tikslumu išversti vaizdo įrašų turinį į bet kurią iš daugiau nei 100 kalbų. Nereikia ieškoti kvalifikuotų vertėjų ar leisti laiko ir pinigų įgarsintojams - mūsų novatoriška dirbtinio intelekto studija pasirūpino jumis. Naudodami „Video Translator“ galite įveikti kalbos barjerus ir užmegzti ryšį su pasauline auditorija. Nesvarbu, ar esate verslo savininkas, rinkodaros specialistas, ar turinio kūrėjas, mūsų daugiakalbio vertimo galimybė yra patogiausias, patogiausias ir efektyviausias būdas plėsti savo pasiekiamumą. Atsisveikinkite su nusivylimu ir išlaidomis, susijusiomis su tradiciniais vertimo metodais. \n\nTai naudinga e. mokymosi kursams, mokomiesiems vaizdo įrašams, pardavimų vaizdo įrašams (produktų demonstracijos , klientų atsiliepimai, reklaminės kampanijos, pardavimų vaizdo įrašai), švietimo vaizdo įrašams, darbuotojų ir klientų mokymo vaizdo įrašams, tarptautinės rinkodaros vaizdo įrašams ir kt.\n\nGalite įklijuoti vaizdo įrašo url adresą iš „Facebook“, „Instagram“, „Twitter“, „Vimeo“, „Tiktok“, „Reddit“ ir kitų tūkstančių svetainių. pasirinkite tikslinę kalbą, tada gausite vertimą per kelias sekundes.\nMes perrašysime jūsų vaizdo įrašą į tekstą (Speech to text) pagal AI, transkribuosime jį mūsų garso vertėju, galiausiai atliksime vaizdo įrašų sintezę.\n\nŠiuo metu jis verčiamas per „Google Translate“, o ateityje palaikys DeepL, Bard, Claude, Llama ir Yandex Translate.\n\nPrivatumo politika \n\nPagal projektą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada nesaugomi mūsų duomenų bazėje. Jūsų duomenimis nesidalijama su niekuo, įskaitant papildinio savininką. \nMes laikomės privatumo įstatymų (ypač BDAR ir Kalifornijos privatumo įstatymo), kad apsaugotume jūsų duomenis. \nVisi jūsų įkelti duomenys automatiškai ištrinami kiekvieną dieną.",
    "lv": "Vai vēlaties ar saviem videoklipiem sasniegt plašāku auditoriju? vai jūs kavē valodas barjeras? Ja tā, jūs neesat viens. Daudziem uzņēmumiem un satura veidotājiem valodas ierobežojumu dēļ ir grūti paplašināt savu sasniedzamību. Taču ir labas ziņas: Mums ir risinājums. Mūsu mākslīgā intelekta darbināta video tulkošanas tehnoloģija ļauj viegli un precīzi tulkot jūsu video saturu jebkurā no vairāk nekā 100 valodām ar 99% precizitāti. Jums nav jāmeklē kvalificēti tulkotāji vai jātērē laiks un nauda balsu pasniegšanas māksliniekiem - mūsu inovatīvā AI studija ir par jums parūpējusies. Ar Video Translator jūs varat pārvarēt valodas barjeras un sazināties ar globālo auditoriju. Neatkarīgi no tā, vai esat uzņēmuma īpašnieks, mārketinga speciālists vai satura veidotājs, mūsu daudzvalodu tulkošanas iespēja ir lietotājam draudzīgākais, ērtākais un efektīvākais veids, kā paplašināt savu ietekmi. Atvadieties no neapmierinātības un izdevumiem, kas saistīti ar tradicionālajām tulkošanas metodēm. \n\nTas ir noderīgs e-mācību kursiem, mācību videoklipiem, pārdošanas videoklipiem (produktu demonstrācijas , klientu atsauksmes, reklāmas kampaņas, pārdošanas video), izglītības videoklipiem, darbinieku un klientu apmācības videoklipiem, starptautiskā mārketinga videoklipiem un citiem.\n\nJūs varat ielīmēt video url no Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit un citām tūkstošiem tīmekļa vietņu. izvēlieties mērķa valodu, tad jūs saņemsiet tulkojumu dažu sekunžu laikā.\nMēs transkribēsim jūsu video uz tekstu (Speech to text), izmantojot AI, transkribēsim to ar mūsu audio tulkotāju, visbeidzot video sintēzi.\n\nPašlaik tas tulko, izmantojot Google Translate, un nākotnē tas atbalstīs DeepL, Bard, Claude, Llama un Yandex Translate.\n\nKonfidencialitātes politika \n\nSaskaņā ar projektu jūsu dati visu laiku paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar citiem, tostarp ar papildinājuma īpašnieku. \nMēs ievērojam privātuma likumus (īpaši GDPR un Kalifornijas privātuma likumu), lai aizsargātu jūsu datus. \nVisi augšupielādētie dati tiek automātiski dzēsti katru dienu.",
    "ml": "നിങ്ങളുടെ വീഡിയോകൾ ഉപയോഗിച്ച് കൂടുതൽ പ്രേക്ഷകരിലേക്ക് എത്താൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? അതോ ഭാഷാ തടസ്സങ്ങൾ നിങ്ങളെ പിന്തിരിപ്പിക്കുന്നുണ്ടോ? അങ്ങനെയെങ്കിൽ, നിങ്ങൾ ഒറ്റയ്ക്കല്ല. ഭാഷാപരമായ പരിമിതികൾ കാരണം നിരവധി ബിസിനസ്സുകളും ഉള്ളടക്ക സ്രഷ്‌ടാക്കളും തങ്ങളുടെ വ്യാപ്തി വികസിപ്പിക്കാൻ പാടുപെടുന്നു. എന്നാൽ ഒരു നല്ല വാർത്തയുണ്ട്: ഞങ്ങൾക്ക് പരിഹാരമുണ്ട്. 99% കൃത്യതയോടെ 100+ ഭാഷകളിലേക്ക് നിങ്ങളുടെ വീഡിയോ ഉള്ളടക്കം എളുപ്പത്തിലും കൃത്യമായും വിവർത്തനം ചെയ്യാൻ ഞങ്ങളുടെ AI- പവർ ചെയ്യുന്ന വീഡിയോ വിവർത്തന സാങ്കേതികവിദ്യ നിങ്ങളെ അനുവദിക്കുന്നു. യോഗ്യതയുള്ള വിവർത്തകരെ തിരയുകയോ വോയ്‌സ് ഓവർ ആർട്ടിസ്റ്റുകൾക്കായി സമയവും പണവും ചെലവഴിക്കുകയോ ചെയ്യേണ്ടതില്ല - ഞങ്ങളുടെ നൂതന AI സ്റ്റുഡിയോ നിങ്ങളെ പരിരക്ഷിച്ചിരിക്കുന്നു. വീഡിയോ ട്രാൻസ്ലേറ്റർ ഉപയോഗിച്ച്, നിങ്ങൾക്ക് ഭാഷാ തടസ്സങ്ങൾ മറികടക്കാനും ആഗോള പ്രേക്ഷകരുമായി കണക്റ്റുചെയ്യാനും കഴിയും. നിങ്ങളൊരു ബിസിനസ്സ് ഉടമയോ വിപണനക്കാരനോ ഉള്ളടക്ക സ്രഷ്ടാവോ ആകട്ടെ, ഞങ്ങളുടെ ബഹുഭാഷാ വിവർത്തന ഓപ്‌ഷൻ നിങ്ങളുടെ വ്യാപ്തി വിപുലീകരിക്കുന്നതിനുള്ള ഏറ്റവും ഉപയോക്തൃ-സൗഹൃദവും സൗകര്യപ്രദവും കാര്യക്ഷമവുമായ മാർഗം നൽകുന്നു. പരമ്പരാഗത വിവർത്തന രീതികളുടെ നിരാശയ്ക്കും ചെലവിനും വിട പറയുക.\n\nഇ-ലേണിംഗ് കോഴ്‌സുകൾ, നിർദ്ദേശ വീഡിയോകൾ, സെയിൽസ് വീഡിയോകൾ (ഉൽപ്പന്ന പ്രദർശനങ്ങൾ, ഉപഭോക്തൃ സാക്ഷ്യപത്രങ്ങൾ, പ്രൊമോഷണൽ കാമ്പെയ്‌നുകൾ, സെയിൽസ് പിച്ച് വീഡിയോകൾ), വിദ്യാഭ്യാസ വീഡിയോകൾ, ജീവനക്കാർക്കും ഉപഭോക്താക്കൾക്കുമുള്ള പരിശീലന വീഡിയോകൾ, അന്താരാഷ്ട്ര മാർക്കറ്റിംഗ് വീഡിയോകൾ എന്നിവയ്ക്കും മറ്റും ഇത് ഉപയോഗപ്രദമാണ്.\n\nFacebook, Instagram, Twitter, Vimeo, Tiktok, Reddit എന്നിവയിൽ നിന്നും മറ്റ് ആയിരക്കണക്കിന് വെബ്‌സൈറ്റുകളിൽ നിന്നും നിങ്ങൾക്ക് വീഡിയോ url ഒട്ടിക്കാൻ കഴിയും. ടാർഗെറ്റ് ഭാഷ തിരഞ്ഞെടുത്തു, അപ്പോൾ നിങ്ങൾക്ക് നിമിഷങ്ങൾക്കുള്ളിൽ വിവർത്തനം ലഭിക്കും.\nഓപ്പൺ എഐ വഴി ഞങ്ങൾ നിങ്ങളുടെ വീഡിയോ ടെക്‌സ്‌റ്റിലേക്ക് (സംഭാഷണത്തിൽ നിന്ന് വാചകത്തിലേക്ക്) ട്രാൻസ്‌ക്രൈബ് ചെയ്യും, ഞങ്ങളുടെ ഓഡിയോ വിവർത്തകൻ വഴി വിവർത്തനം ചെയ്യും, ഒടുവിൽ വീഡിയോ സിന്തസിസ്.\n\nനിലവിൽ, ഇത് Google വിവർത്തനത്തിലൂടെ വിവർത്തനം ചെയ്യുന്നു, ഭാവിയിൽ ഇത് DeepL, Bard, Claude, Llama, Yandex Translate എന്നിവയെ പിന്തുണയ്ക്കും.\n\nസ്വകാര്യതാ നയം\n\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.\nനിങ്ങൾ അപ്‌ലോഡ് ചെയ്യുന്ന എല്ലാ ഡാറ്റയും എല്ലാ ദിവസവും സ്വയമേവ ഇല്ലാതാക്കപ്പെടും.",
    "mr": "तुम्हाला तुमच्या व्हिडिओंसह अधिकाधिक प्रेक्षकांपर्यंत पोहोचायचे आहे का? किंवा भाषेतील अडथळे तुम्हाला मागे ठेवतात? तसे असल्यास, आपण एकटे नाही आहात. अनेक व्यवसाय आणि सामग्री निर्माते भाषिक मर्यादांमुळे त्यांची पोहोच वाढवण्यासाठी संघर्ष करतात. पण एक चांगली बातमी आहे: आमच्याकडे उपाय आहे. आमचे AI-शक्तीवर चालणारे व्हिडिओ भाषांतर तंत्रज्ञान तुम्हाला तुमची व्हिडिओ सामग्री 99% अचूकतेसह कोणत्याही 100+ भाषांमध्ये सहजपणे आणि अचूकपणे अनुवादित करू देते. पात्र अनुवादक शोधण्याची किंवा व्हॉइस-ओव्हर कलाकारांवर वेळ आणि पैसा खर्च करण्याची गरज नाही - आमच्या नाविन्यपूर्ण एआय स्टुडिओने तुम्हाला कव्हर केले आहे. व्हिडिओ ट्रान्सलेटरसह, तुम्ही भाषेतील अडथळे दूर करू शकता आणि जागतिक प्रेक्षकांशी कनेक्ट होऊ शकता. तुम्ही व्यवसायाचे मालक, मार्केटर किंवा सामग्री निर्माते असाल तरीही आमचा बहुभाषिक अनुवाद पर्याय तुमची पोहोच वाढवण्याचा सर्वात वापरकर्ता-अनुकूल, सोयीस्कर आणि कार्यक्षम मार्ग प्रदान करतो. पारंपारिक भाषांतर पद्धतींच्या निराशा आणि खर्चाला अलविदा म्हणा.\n\nहे ई-लर्निंग कोर्स, निर्देशात्मक व्हिडिओ, विक्री व्हिडिओ (उत्पादन प्रात्यक्षिके, ग्राहक प्रशंसापत्र, प्रचारात्मक मोहिमा, विक्री पिच व्हिडिओ), शैक्षणिक व्हिडिओ, कर्मचारी आणि ग्राहक प्रशिक्षण व्हिडिओ, आंतरराष्ट्रीय विपणन व्हिडिओ आणि बरेच काही यासाठी उपयुक्त आहे.\n\nतुम्ही Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit आणि इतर हजारो वेबसाइटवरून व्हिडिओ url पेस्ट करू शकता. लक्ष्य भाषा निवडली, नंतर तुम्हाला काही सेकंदात भाषांतर मिळेल.\nआम्ही तुमचा व्हिडिओ ओपनएआयद्वारे मजकूर (स्पीच टू टेक्स्ट) मध्ये लिप्यंतरित करू, आमच्या ऑडिओ अनुवादकाद्वारे त्याचे भाषांतर करू, शेवटी व्हिडिओ संश्लेषण करू.\n\nसध्या, ते Google Translate द्वारे भाषांतरित केले आहे आणि भविष्यात, ते DeepL, Bard, Claude, Llama आणि Yandex Translate ला समर्थन देईल.\n\nगोपनीयता धोरण\n\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. ॲड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमच्या डेटाचे संरक्षण करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.\nतुम्ही अपलोड केलेला सर्व डेटा दररोज आपोआप हटवला जातो.",
    "ms": "Adakah anda ingin menjangkau khalayak yang lebih luas dengan video anda? atau halangan bahasa yang menghalang anda? Jika ya, anda tidak bersendirian. Banyak perniagaan dan pencipta kandungan bergelut untuk meluaskan capaian mereka kerana batasan linguistik. Tetapi ada berita baik: Kami ada penyelesaiannya. Teknologi terjemahan video dikuasakan AI kami membolehkan anda menterjemah kandungan video anda dengan mudah dan tepat ke dalam mana-mana 100+ bahasa dengan ketepatan 99%. Tidak perlu mencari penterjemah yang berkelayakan atau menghabiskan masa dan wang untuk artis suara - studio AI inovatif kami telah membantu anda. Dengan Penterjemah Video, anda boleh menembusi halangan bahasa dan berhubung dengan khalayak global. Sama ada anda pemilik perniagaan, pemasar atau pencipta kandungan, pilihan terjemahan berbilang bahasa kami menyediakan cara yang paling mesra pengguna, mudah dan cekap untuk mengembangkan jangkauan anda. Ucapkan selamat tinggal kepada kekecewaan dan perbelanjaan kaedah terjemahan tradisional.\n\nIa berguna untuk kursus e-pembelajaran, video pengajaran, video jualan (demonstrasi produk, testimoni pelanggan, kempen promosi, video promosi jualan), video pendidikan, video latihan pekerja & pelanggan, video pemasaran antarabangsa dan banyak lagi.\n\nAnda boleh menampal url video daripada Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit dan beribu-ribu tapak web yang lain. memilih bahasa sasaran, maka anda akan mendapat terjemahan dalam beberapa saat.\nKami akan menyalin video anda kepada teks (Ucapan kepada teks) oleh AI, menterjemahkannya oleh penterjemah audio kami, akhirnya sintesis video.\n\nPada masa ini, ia diterjemahkan melalui Terjemahan Google, dan pada masa hadapan, ia akan menyokong DeepL, Bard, Claude, Llama dan Yandex Translate.\n\nDasar Privasi\n\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.\nSemua data yang anda muat naik dipadamkan secara automatik setiap hari.",
    "nl": "Wil je een breder publiek bereiken met je video's? Of houden taalbarrières je tegen? Zo ja, dan ben je niet de enige. Veel bedrijven en contentmakers hebben moeite om hun bereik te vergroten door taalbeperkingen. Maar er is goed nieuws: Wij hebben de oplossing. Met onze AI-gestuurde videovertaaltechnologie kun je je video-inhoud eenvoudig en nauwkeurig vertalen naar meer dan 100+ talen met een nauwkeurigheid van 99%. Je hoeft geen gekwalificeerde vertalers te zoeken of tijd en geld te spenderen aan voice-overartiesten - onze innovatieve AI-studio heeft alles voor je geregeld. Met Video Translator, kunt u door taalbarrières breken en met een globaal publiek verbinden. Of u nu een bedrijfseigenaar, marketeer of content creator bent, onze meertalige vertaaloptie biedt de meest gebruiksvriendelijke, handige en efficiënte manier om uw bereik uit te breiden. Zeg maar dag tegen de frustratie en de kosten van traditionele vertaalmethoden. \n\nHet is handig voor e-learningcursussen, instructievideo's, verkoopvideo's (productdemonstraties, getuigenissen van klanten, promotiecampagnes, verkoopvideo's), onderwijsvideo's, trainingsvideo's voor werknemers en klanten, internationale marketingvideo's en nog veel meer.\n\nJe kunt de video url van Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit en andere duizenden websites plakken. Kies de doeltaal, dan krijg je vertaling in seconden.\nWe zetten je video om in tekst (spraak naar tekst) door AI, we zetten het om door onze audiovertaler en uiteindelijk door videosynthese.\n\nMomenteel vertaalt het via Google Translate, en in de toekomst zal het DeepL, Bard, Claude, Llama en Yandex Translate ondersteunen.\n\nPrivacybeleid \n\nUw gegevens blijven te allen tijde op uw Google-account en worden nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on. \nWij voldoen aan de privacywetgeving (met name GDPR & California Privacy Act) om uw gegevens te beschermen. \nAlle gegevens die u uploadt worden elke dag automatisch verwijderd.",
    "no": "Ønsker du å nå ut til et større publikum med videoene dine? Eller er det språkbarrierer som holder deg tilbake? I så fall er du ikke alene. Mange bedrifter og innholdsskapere sliter med å nå ut til et større publikum på grunn av språklige begrensninger. Men det er gode nyheter: Vi har løsningen. Med vår AI-drevne videooversettelsesteknologi kan du enkelt og nøyaktig oversette videoinnholdet ditt til over 100 språk med 99 % nøyaktighet. Du trenger ikke å lete etter kvalifiserte oversettere eller bruke tid og penger på voice-over-artister - vårt innovative AI-studio har løsningen for deg. Med Video Translator kan du bryte gjennom språkbarrierer og komme i kontakt med et globalt publikum. Enten du er bedriftseier, markedsfører eller innholdsskaper, er vårt flerspråklige oversettelsesalternativ den mest brukervennlige, praktiske og effektive måten å utvide rekkevidden din på. Si farvel til frustrasjonen og kostnadene ved tradisjonelle oversettelsesmetoder. \n\nDet er nyttig for e-læringskurs, instruksjonsvideoer, salgsvideoer (produktdemonstrasjoner, kundeuttalelser, reklamekampanjer, salgspitchvideoer), utdanningsvideoer, opplæringsvideoer for ansatte og kunder, internasjonale markedsføringsvideoer og mer.\n\nDu kan lime inn videonettadressen fra Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit og andre tusenvis av nettsteder. velg målspråket, så får du oversettelse på få sekunder.\nVi vil transkribere videoen din til tekst (tale til tekst) av AI, transkribere den av vår lydoversetter, videosyntese til slutt.\n\nFor øyeblikket oversettes det gjennom Google Translate, og i fremtiden vil det støtte DeepL, Bard, Claude, Llama og Yandex Translate.\n\nRetningslinjer for personvern \n\nDataene dine forblir til enhver tid på Google-kontoen din, og lagres aldri i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget. \nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine. \nAlle data du laster opp, slettes automatisk hver dag.",
    "pl": "Czy chcesz dotrzeć ze swoimi filmami do szerszej publiczności? Czy bariery językowe Cię powstrzymują? Jeśli tak, to nie jesteś sam. Wiele firm i twórców treści ma trudności z rozszerzeniem swojego zasięgu z powodu ograniczeń językowych. Ale mamy dobrą wiadomość: Mamy rozwiązanie. Nasza technologia tłumaczenia wideo oparta na sztucznej inteligencji umożliwia łatwe i dokładne tłumaczenie treści wideo na ponad 100 języków z 99% dokładnością. Nie ma potrzeby szukania wykwalifikowanych tłumaczy ani poświęcania czasu i pieniędzy na lektorów - nasze innowacyjne studio AI ma wszystko pod kontrolą. Dzięki Video Translator możesz przełamać bariery językowe i nawiązać kontakt z globalną publicznością. Niezależnie od tego, czy jesteś właścicielem firmy, marketerem czy twórcą treści, nasza wielojęzyczna opcja tłumaczenia zapewnia najbardziej przyjazny dla użytkownika, wygodny i skuteczny sposób na zwiększenie zasięgu. Pożegnaj się z frustracją i kosztami tradycyjnych metod tłumaczenia. \n\nJest to przydatne w przypadku kursów e-learningowych, filmów instruktażowych, filmów sprzedażowych (demonstracje produktów, referencje klientów, kampanie promocyjne, filmy sprzedażowe), filmów edukacyjnych, filmów szkoleniowych dla pracowników i klientów, międzynarodowych filmów marketingowych i innych.\n\nMożesz wkleić adres URL filmu z Facebooka, Instagrama, Twittera, Vimeo, Tiktok, Reddit i innych tysięcy stron internetowych. wybierz język docelowy, a tłumaczenie otrzymasz w ciągu kilku sekund.\nDokonamy transkrypcji wideo na tekst (zamiana mowy na tekst) przez AI, przetłumaczymy je przez naszego tłumacza audio, a na koniec dokonamy syntezy wideo.\n\nObecnie jest tłumaczony przez Tłumacza Google, aw przyszłości będzie obsługiwał DeepL, Bard, Claude, Llama i Yandex Translate.\n\nPolityka prywatności \n\nZ założenia dane użytkownika pozostają przez cały czas na jego koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są udostępniane nikomu, w tym właścicielowi dodatku. \nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i California Privacy Act), aby chronić Twoje dane. \nWszystkie przesłane dane są automatycznie usuwane każdego dnia.",
    "pt_BR": "Deseja alcançar um público mais amplo com seus vídeos? ou as barreiras linguísticas o estão impedindo? Se sim, você não está sozinho. Muitas empresas e criadores de conteúdo lutam para expandir seu alcance devido a limitações linguísticas. Mas há boas notícias: Nós temos a solução. Nossa tecnologia de tradução de vídeo com tecnologia de IA permite que você traduza seu conteúdo de vídeo com facilidade e precisão para mais de 100 idiomas com 99% de exatidão. Não há necessidade de procurar tradutores qualificados nem de gastar tempo e dinheiro com dubladores - nosso inovador estúdio de IA tem tudo o que você precisa. Com o Video Translator, você pode romper as barreiras do idioma e se conectar com um público global. Seja você proprietário de uma empresa, profissional de marketing ou criador de conteúdo, nossa opção de tradução multilíngue oferece a maneira mais fácil de usar, conveniente e eficiente de expandir seu alcance. Diga adeus à frustração e aos custos dos métodos tradicionais de tradução. \n\nÉ útil para cursos de e-learning, vídeos instrucionais, vídeos de vendas (demonstrações de produtos, depoimentos de clientes, campanhas promocionais, vídeos de argumentos de vendas), vídeos educacionais, vídeos de treinamento de funcionários e clientes, vídeos de marketing internacional e muito mais.\n\nVocê pode colar a url do vídeo do Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit e outros milhares de sites. Escolha o idioma de destino e você receberá a tradução em segundos.\nTranscreveremos seu vídeo para texto (Speech to text) pelo AI, traduziremos por nosso tradutor de áudio e, por fim, sintetizaremos o vídeo.\n\nAtualmente, ele é traduzido pelo Google Translate e, no futuro, será compatível com DeepL, Bard, Claude, Llama e Yandex Translate.\n\nPolítica de privacidade \n\nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados. \nTodos os dados que você carrega são excluídos automaticamente todos os dias.",
    "pt_PT": "Quer chegar a um público mais vasto com os seus vídeos? ou as barreiras linguísticas estão a impedi-lo? Se sim, não está sozinho. Muitas empresas e criadores de conteúdos lutam para expandir o seu alcance devido a limitações linguísticas. Mas há boas notícias: Nós temos a solução. A nossa tecnologia de tradução de vídeo com IA permite-lhe traduzir facilmente e com precisão o seu conteúdo de vídeo para mais de 100 idiomas com uma precisão de 99%. Não é necessário procurar tradutores qualificados ou gastar tempo e dinheiro com artistas de locução - o nosso inovador estúdio de IA tem tudo o que precisa. Com o Video Translator, pode ultrapassar as barreiras linguísticas e ligar-se a um público global. Quer seja proprietário de uma empresa, comerciante ou criador de conteúdos, a nossa opção de tradução multilingue proporciona a forma mais fácil de utilizar, conveniente e eficiente de expandir o seu alcance. Diga adeus à frustração e às despesas dos métodos de tradução tradicionais. \n\nÉ útil para cursos de e-learning, vídeos instrutivos, vídeos de vendas (demonstrações de produtos, testemunhos de clientes, campanhas promocionais, vídeos de vendas), vídeos educativos, vídeos de formação de funcionários e clientes, vídeos de marketing internacional e muito mais.\n\nPode colar o URL do vídeo do Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit e outros milhares de sítios Web. Escolha a língua de destino e obterá a tradução em segundos.\nVamos transcrever o seu vídeo para texto (Speech to text) por AI, traduzi-lo pelo nosso tradutor de áudio, síntese de vídeo finalmente.\n\nAtualmente, é traduzido através do Google Translate e, no futuro, suportará DeepL, Bard, Claude, Llama e Yandex Translate.\n\nPolítica de privacidade \n\nPor definição, os seus dados permanecem sempre na sua conta Google, nunca sendo guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do add-on. \nCumprimos as leis de privacidade (especialmente o RGPD e a Lei de Privacidade da Califórnia) para proteger os seus dados. \nTodos os dados que carrega são automaticamente eliminados todos os dias.",
    "ro": "Doriți să ajungeți la un public mai larg cu videoclipurile dvs.? sau barierele lingvistice vă împiedică? Dacă da, nu sunteți singur. Multe întreprinderi și creatori de conținut se luptă să își extindă aria de acoperire din cauza limitărilor lingvistice. Dar există vești bune: Noi avem soluția. Tehnologia noastră de traducere video bazată pe inteligență artificială vă permite să vă traduceți ușor și precis conținutul video în peste 100 de limbi, cu o precizie de 99%. Nu este nevoie să căutați traducători calificați sau să cheltuiți timp și bani pe artiști de voice-over - studioul nostru inovator de AI v-a acoperit. Cu Video Translator, puteți trece de barierele lingvistice și vă puteți conecta cu un public global. Fie că sunteți proprietar de afacere, comerciant sau creator de conținut, opțiunea noastră de traducere multilingvă oferă cea mai ușor de utilizat, convenabilă și eficientă modalitate de a vă extinde aria de acoperire. Luați-vă adio de la frustrările și cheltuielile aferente metodelor tradiționale de traducere. \n\nEste util pentru cursuri de e-learning, videoclipuri de instruire, videoclipuri de vânzări (demonstrații de produse, mărturii ale clienților, campanii promoționale, videoclipuri de vânzări), videoclipuri educaționale, videoclipuri de instruire pentru angajați și clienți, videoclipuri de marketing internațional și multe altele.\n\nPuteți lipi url-ul video de pe Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit și alte mii de site-uri web. alegeți limba țintă, apoi veți obține traducerea în câteva secunde.\nVom transcrie videoclipul dvs. în text (Speech to text) prin AI, îl vom tranșa prin traducătorul nostru audio, sinteza video în cele din urmă.\n\nÎn prezent, a tradus prin Google Translate, iar în viitor, va sprijini DeepL, Bard, Claude, Llama și Yandex Translate.\n\nPolitica de confidențialitate \n\nPrin design, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul add-on-ului. \nRespectăm legile privind confidențialitatea (în special GDPR & California Privacy Act) pentru a vă proteja datele. \nToate datele pe care le încărcați sunt șterse automat în fiecare zi.",
    "ru": "Хотите охватить своим видео более широкую аудиторию? Или вас сдерживают языковые барьеры? Если да, то вы не одиноки. Многие компании и создатели контента пытаются расширить свой охват из-за языковых ограничений. Но есть и хорошие новости: У нас есть решение. Наша технология перевода видео на основе искусственного интеллекта позволяет легко и точно переводить видеоконтент на любые 100 с лишним языков с точностью 99 %. Не нужно искать квалифицированных переводчиков или тратить время и деньги на оплату услуг дикторов - наша инновационная студия искусственного интеллекта позаботится о вас. С помощью Video Translator вы сможете преодолеть языковые барьеры и установить связь с глобальной аудиторией. Если вы владелец бизнеса, маркетолог или создатель контента, наша опция многоязычного перевода - это самый удобный, удобный и эффективный способ расширить охват аудитории. Попрощайтесь с разочарованием и расходами, связанными с традиционными методами перевода. \n\nЭто полезно для электронных курсов, обучающих видео, видео о продажах (демонстрации продуктов, отзывов клиентов, рекламных кампаний, видео о продажах), образовательных видео, видео для обучения сотрудников и клиентов, видео для международного маркетинга и т. д.\n\nВы можете вставить url видео с Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit и других тысяч сайтов. Выберите язык перевода, и вы получите перевод в считанные секунды.\nМы переведем ваше видео в текст (Speech to text) с помощью AI, переведем его с помощью нашего аудио переводчика, синтез видео, наконец.\n\nВ настоящее время он переводит через Google Translate, а в будущем он будет поддерживать DeepL, Bard, Claude, Llama и Yandex Translate.\n\nПолитика конфиденциальности \n\nВаши данные всегда остаются в вашем аккаунте Google и никогда не сохраняются в нашей базе данных. Ваши данные не передаются никому, включая владельца дополнения. \nМы соблюдаем законы о конфиденциальности (особенно GDPR и California Privacy Act), чтобы защитить ваши данные. \nВсе загруженные вами данные автоматически удаляются каждый день.",
    "sk": "Chcete svojimi videami osloviť širšie publikum? alebo vás brzdia jazykové bariéry? Ak áno, nie ste sami. Mnohé podniky a tvorcovia obsahu majú problém rozšíriť svoj dosah kvôli jazykovým obmedzeniam. Máme však dobré správy: Máme riešenie. Naša technológia prekladu videí poháňaná umelou inteligenciou vám umožní jednoducho a presne preložiť váš video obsah do ľubovoľných viac ako 100 jazykov s 99 % presnosťou. Nemusíte hľadať kvalifikovaných prekladateľov ani míňať čas a peniaze na hlasových umelcov - naše inovatívne štúdio AI sa o vás postará. S aplikáciou Video Translator môžete prekonať jazykové bariéry a nadviazať kontakt s globálnym publikom. Či už ste majiteľom firmy, marketérom alebo tvorcom obsahu, naša možnosť viacjazyčného prekladu poskytuje používateľsky najprívetivejší, najpohodlnejší a najefektívnejší spôsob, ako rozšíriť svoj dosah. Rozlúčte sa s frustráciou a nákladmi tradičných metód prekladu. \n\nJe užitočný pre e-learningové kurzy, inštruktážne videá, predajné videá (ukážky produktov ,referencie zákazníkov, propagačné kampane, predajné videá), vzdelávacie videá, školenia zamestnancov a zákazníkov, medzinárodné marketingové videá a ďalšie.\n\nMôžete vložiť url adresu videa z Facebooku, Instagramu, Twitteru, Vimeo, Tiktok, Reddit a ďalších tisícov webových stránok. vyberte cieľový jazyk, potom dostanete preklad v priebehu niekoľkých sekúnd.\nVaše video prepíšeme do textu (Speech to text) pomocou AI, preložíme ho pomocou nášho zvukového prekladača, nakoniec syntézu videa.\n\nV súčasnosti sa prekladá prostredníctvom Prekladača Google a v budúcnosti bude podporovať DeepL, Bard, Claude, Llama a Yandex Translate.\n\nZásady ochrany osobných údajov \n\nPodľa návrhu zostávajú vaše údaje po celý čas na vašom účte Google, nikdy sa neukladajú do našej databázy. Vaše údaje nie sú zdieľané s nikým, vrátane vlastníka doplnku. \nNa ochranu vašich údajov dodržiavame zákony o ochrane osobných údajov (najmä GDPR a kalifornský zákon o ochrane osobných údajov). \nVšetky údaje, ktoré nahráte, sa každý deň automaticky vymažú.",
    "sl": "Želite s svojimi videoposnetki doseči širše občinstvo? ali vas ovirajo jezikovne ovire? Če je tako, niste sami. Številna podjetja in ustvarjalci vsebin si zaradi jezikovnih omejitev prizadevajo razširiti svoj doseg. Vendar je tu dobra novica: Imamo rešitev. Naša tehnologija za prevajanje videoposnetkov, ki jo poganja umetna inteligenca, vam omogoča enostavno in natančno prevajanje video vsebin v več kot 100 jezikov z 99-odstotno natančnostjo. Ni vam treba iskati usposobljenih prevajalcev ali porabiti časa in denarja za umetnike lektoriranja - naš inovativni studio z umetno inteligenco vas je oskrbel. Z Video Translatorjem lahko premagate jezikovne ovire in se povežete z globalnim občinstvom. Ne glede na to, ali ste lastnik podjetja, tržnik ali ustvarjalec vsebin, je naša možnost večjezičnega prevajanja uporabniku najbolj prijazen, priročen in učinkovit način za razširitev dosega. Poslovite se od frustracij in stroškov tradicionalnih metod prevajanja. \n\nUporaben je za tečaje e-učenja, videoposnetke z navodili, prodajne videoposnetke (predstavitve izdelkov ,pričevanja strank, promocijske kampanje, videoposnetke o prodaji), izobraževalne videoposnetke, videoposnetke za usposabljanje zaposlenih in strank, mednarodne marketinške videoposnetke in drugo.\n\nURL naslov videoposnetka lahko prilepite s Facebooka, Instagrama, Twitterja, Vimea, Tiktoka, Reddita in drugih tisočih spletnih mest. izberite ciljni jezik, nato boste v nekaj sekundah dobili prevod.\nVaš videoposnetek bomo prepisali v besedilo (Speech to text) s pomočjo AI, prevajali ga bomo z našim zvočnim prevajalnikom, na koncu pa še s sintezo videoposnetka.\n\nTrenutno prevaja prek Googlovega prevajalnika, v prihodnosti pa bo podpiral DeepL, Bard, Claude, Llama in Yandex Translate.\n\nPolitika zasebnosti \n\nPo zasnovi vaši podatki ves čas ostajajo v vašem računu Google in nikoli niso shranjeni v naši zbirki podatkov. Vaših podatkov ne delimo z nikomer, vključno z lastnikom dodatka. \nZa zaščito vaših podatkov upoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti). \nVsi podatki, ki jih naložite, se vsak dan samodejno izbrišejo.",
    "sr": "Да ли желите да допрете до шире публике својим видео снимцима? или језичке баријере вас спутавају? Ако јесте, нисте сами. Многа предузећа и креатори садржаја боре се да прошире свој домет због језичких ограничења. Али има добрих вести: имамо решење. Наша технологија за превођење видео записа заснована на вештачкој интелигенцији омогућава вам да лако и прецизно преведете свој видео садржај на било које 100+ језика са тачношћу од 99%. Нема потребе да тражите квалификоване преводиоце или трошите време и новац на извођаче гласа - наш иновативни АИ студио је за вас. Са видео преводиоцем, можете пробити језичке баријере и повезати се са глобалном публиком. Без обзира да ли сте власник предузећа, продавац или креатор садржаја, наша опција вишејезичног превода пружа најприкладнији, најпогоднији и ефикаснији начин да проширите свој досег. Реците збогом фрустрацији и трошку традиционалних метода превођења.\n\nКористан је за курсеве е-учења, видео-снимке са инструкцијама, продајне видео записе (демонстрације производа, изјаве купаца, промотивне кампање, видео-записе о продаји), образовне видео записе, видео записе о обуци запослених и купаца, видео снимке међународног маркетинга и још много тога.\n\nМожете да залепите УРЛ видео снимка са Фацебоок-а, Инстаграм-а, Твиттер-а, Вимео-а, Тикток-а, Реддит-а и других хиљада веб-сајтова. изабрали циљни језик, онда ћете добити превод за неколико секунди.\nТранскрибоваћемо ваш видео у текст (Говор у текст) помоћу АИ-а, превести га помоћу нашег аудио преводиоца, коначно видео синтезу.\n\nТренутно се преводи преко Гоогле Транслате-а, ау будућности ће подржавати ДеепЛ, Бард, Цлауде, Ллама и Иандек Транслате.\n\nПравила о приватности\n\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.\nСви подаци које отпремите се аутоматски бришу сваког дана.",
    "sv": "Vill du nå ut till en bredare publik med dina videor? Eller är det språkbarriärer som hindrar dig? Om så är fallet är du inte ensam. Många företag och innehållsskapare kämpar för att nå ut till fler på grund av språkliga begränsningar. Men det finns goda nyheter: Vi har lösningen. Vår AI-drivna teknik för videoöversättning gör att du enkelt och exakt kan översätta ditt videoinnehåll till över 100 språk med 99 % noggrannhet. Du behöver inte leta efter kvalificerade översättare eller lägga tid och pengar på voice-over-artister - vår innovativa AI-studio har lösningen för dig. Med Video Translator kan du bryta igenom språkbarriärer och nå ut till en global publik. Oavsett om du är företagare, marknadsförare eller innehållsskapare är vårt flerspråkiga översättningsalternativ det mest användarvänliga, bekväma och effektiva sättet att nå ut till fler. Säg adjö till frustrationen och kostnaderna med traditionella översättningsmetoder. \n\nDet är användbart för e-learningkurser, instruktionsvideor, försäljningsvideor (produktdemonstrationer, kundutlåtanden, reklamkampanjer, säljargument), utbildningsvideor, utbildningsvideor för anställda och kunder, internationella marknadsföringsvideor och mer.\n\nDu kan klistra in videoadressen från Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit och andra tusentals webbplatser. valde målspråket, då får du översättning på några sekunder.\nVi kommer att transkribera din video till text (Tal till text) av AI, transkribera den av vår ljudöversättare, videosyntes slutligen.\n\nFör närvarande översätts det via Google Translate, och i framtiden kommer det att stödja DeepL, Bard, Claude, Llama och Yandex Translate.\n\nSekretesspolicy \n\nDina uppgifter finns hela tiden på ditt Google-konto och sparas aldrig i vår databas. Dina uppgifter delas inte med någon, inklusive tilläggsägaren. \nVi följer sekretesslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter. \nAlla data som du laddar upp raderas automatiskt varje dag.",
    "sw": "Je, ungependa kufikia hadhira pana zaidi ukitumia video zako? au vizuizi vya lugha vinakurudisha nyuma? Ikiwa ndivyo, hauko peke yako. Biashara nyingi na waundaji wa maudhui hutatizika kupanua ufikiaji wao kwa sababu ya mapungufu ya lugha. Lakini kuna habari njema: Tuna suluhisho. Teknolojia yetu ya kutafsiri video inayoendeshwa na AI hukuruhusu kutafsiri kwa urahisi na kwa usahihi maudhui ya video yako katika lugha zozote 100+ kwa usahihi wa 99%. Hakuna haja ya kutafuta watafsiri waliohitimu au kutumia wakati na pesa kwa wasanii wa sauti - studio yetu ya ubunifu ya AI imekusaidia. Ukiwa na Kitafsiri cha Video, unaweza kuvunja vizuizi vya lugha na kuungana na hadhira ya kimataifa. Iwe wewe ni mmiliki wa biashara, muuzaji, au mtayarishaji wa maudhui, chaguo letu la kutafsiri kwa lugha nyingi hutoa njia inayofaa zaidi, rahisi na inayofaa zaidi ya kupanua ufikiaji wako. Sema kwaheri kufadhaika na gharama ya mbinu za jadi za kutafsiri.\n\nNi muhimu kwa kozi za mafunzo ya kielektroniki, video za mafundisho, video za mauzo (maonyesho ya bidhaa, ushuhuda wa mteja, kampeni za matangazo, video za sauti), video za elimu, video za mafunzo ya wafanyikazi na wateja, video za uuzaji wa kimataifa, na zaidi.\n\nUnaweza kubandika url ya video kutoka Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit, na maelfu mengine ya tovuti. chagua lugha lengwa, kisha utapata tafsiri kwa sekunde.\nTutainukuu video yako hadi maandishi (Hotuba hadi maandishi) na AI, tutaitafsiri na mfasiri wetu wa sauti, usanisi wa video hatimaye.\n\nKwa sasa, ilitafsiriwa kupitia Google Tafsiri, na katika siku zijazo, itasaidia DeepL, Bard, Claude, Llama, na Yandex Translate.\n\nSera ya Faragha\n\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.\nData yote unayopakia inafutwa kiotomatiki kila siku.",
    "ta": "உங்கள் வீடியோக்கள் மூலம் அதிகமான பார்வையாளர்களை அடைய விரும்புகிறீர்களா? அல்லது மொழித் தடைகள் உங்களைத் தடுத்து நிறுத்துகின்றனவா? அப்படியானால், நீங்கள் தனியாக இல்லை. மொழியியல் வரம்புகள் காரணமாக பல வணிகங்கள் மற்றும் உள்ளடக்க உருவாக்குநர்கள் தங்கள் வரம்பை விரிவுபடுத்த போராடுகிறார்கள். ஆனால் ஒரு நல்ல செய்தி உள்ளது: எங்களிடம் தீர்வு உள்ளது. எங்களின் AI-இயங்கும் வீடியோ மொழிபெயர்ப்பு தொழில்நுட்பம், உங்கள் வீடியோ உள்ளடக்கத்தை 99% துல்லியத்துடன் 100+ மொழிகளுக்கு எளிதாகவும் துல்லியமாகவும் மொழிபெயர்க்க அனுமதிக்கிறது. தகுதிவாய்ந்த மொழிபெயர்ப்பாளர்களைத் தேட வேண்டிய அவசியமில்லை அல்லது குரல் கொடுக்கும் கலைஞர்களுக்காக நேரத்தையும் பணத்தையும் செலவிட வேண்டியதில்லை - எங்களின் புதுமையான AI ஸ்டுடியோ உங்களைக் கவர்ந்துள்ளது. வீடியோ மொழிபெயர்ப்பாளர் மூலம், நீங்கள் மொழி தடைகளை உடைத்து உலகளாவிய பார்வையாளர்களுடன் இணையலாம். நீங்கள் வணிக உரிமையாளராகவோ, சந்தைப்படுத்துபவராகவோ அல்லது உள்ளடக்கத்தை உருவாக்குபவராகவோ எதுவாக இருந்தாலும், எங்களின் பன்மொழி மொழிபெயர்ப்பு விருப்பம் உங்கள் வரம்பை விரிவுபடுத்துவதற்கு மிகவும் பயனர் நட்பு, வசதியான மற்றும் திறமையான வழியை வழங்குகிறது. பாரம்பரிய மொழிபெயர்ப்பு முறைகளின் விரக்தி மற்றும் செலவுக்கு விடைபெறுங்கள்.\n\nமின்-கற்றல் படிப்புகள், அறிவுறுத்தல் வீடியோக்கள், விற்பனை வீடியோக்கள் (தயாரிப்பு விளக்கங்கள், வாடிக்கையாளர் சான்றுகள், விளம்பர பிரச்சாரங்கள், விற்பனை சுருதி வீடியோக்கள்), கல்வி வீடியோக்கள், பணியாளர் மற்றும் வாடிக்கையாளர்கள் பயிற்சி வீடியோக்கள், சர்வதேச சந்தைப்படுத்தல் வீடியோக்கள் மற்றும் பலவற்றிற்கு இது பயனுள்ளதாக இருக்கும்.\n\nநீங்கள் Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit மற்றும் பிற ஆயிரக்கணக்கான வலைத்தளங்களில் இருந்து வீடியோ url ஐ ஒட்டலாம். இலக்கு மொழியைத் தேர்வுசெய்தால், நீங்கள் சில நொடிகளில் மொழிபெயர்ப்பைப் பெறுவீர்கள்.\nஉங்கள் வீடியோவை AI மூலம் உரைக்கு (உரையிலிருந்து உரைக்கு) படியெடுத்தோம், அதை எங்கள் ஆடியோ மொழிபெயர்ப்பாளர் மூலம் மொழிபெயர்ப்போம், இறுதியாக வீடியோ தொகுப்பு.\n\nதற்போது, ​​இது Google Translate மூலம் மொழிபெயர்க்கப்பட்டுள்ளது, மேலும் எதிர்காலத்தில், இது DeepL, Bard, Claude, Llama மற்றும் Yandex Translate ஆகியவற்றை ஆதரிக்கும்.\n\nதனியுரிமைக் கொள்கை\n\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.\nநீங்கள் பதிவேற்றும் அனைத்து தரவுகளும் ஒவ்வொரு நாளும் தானாகவே நீக்கப்படும்.",
    "te": "మీరు మీ వీడియోలతో ఎక్కువ మంది ప్రేక్షకులను చేరుకోవాలనుకుంటున్నారా? లేదా భాషా అవరోధాలు మిమ్మల్ని అడ్డుకుంటున్నాయా? అలా అయితే, మీరు ఒంటరిగా లేరు. భాషాపరమైన పరిమితుల కారణంగా అనేక వ్యాపారాలు మరియు కంటెంట్ సృష్టికర్తలు తమ పరిధిని విస్తరించుకోవడానికి కష్టపడుతున్నారు. కానీ శుభవార్త ఉంది: మా వద్ద పరిష్కారం ఉంది. మా AI-ఆధారిత వీడియో అనువాద సాంకేతికత 99% ఖచ్చితత్వంతో మీ వీడియో కంటెంట్‌ను ఏవైనా 100+ భాషల్లోకి సులభంగా మరియు ఖచ్చితంగా అనువదించడానికి మిమ్మల్ని అనుమతిస్తుంది. అర్హత కలిగిన అనువాదకుల కోసం వెతకాల్సిన అవసరం లేదు లేదా వాయిస్ ఓవర్ ఆర్టిస్టుల కోసం సమయం మరియు డబ్బు వెచ్చించాల్సిన అవసరం లేదు - మా వినూత్న AI స్టూడియో మిమ్మల్ని కవర్ చేసింది. వీడియో ట్రాన్స్‌లేటర్‌తో, మీరు భాషా అడ్డంకులను అధిగమించవచ్చు మరియు ప్రపంచ ప్రేక్షకులతో కనెక్ట్ అవ్వవచ్చు. మీరు వ్యాపార యజమాని అయినా, విక్రయదారుడు లేదా కంటెంట్ సృష్టికర్త అయినా, మా బహుభాషా అనువాద ఎంపిక మీ పరిధిని విస్తరించడానికి అత్యంత వినియోగదారు-స్నేహపూర్వక, అనుకూలమైన మరియు సమర్థవంతమైన మార్గాన్ని అందిస్తుంది. సాంప్రదాయ అనువాద పద్ధతుల యొక్క నిరాశ మరియు వ్యయానికి వీడ్కోలు చెప్పండి.\n\nఇ-లెర్నింగ్ కోర్సులు, సూచనల వీడియోలు, సేల్స్ వీడియోలు (ఉత్పత్తి ప్రదర్శనలు, కస్టమర్ టెస్టిమోనియల్‌లు, ప్రచార ప్రచారాలు, సేల్స్ పిచ్ వీడియోలు), ఎడ్యుకేషన్ వీడియోలు, ఉద్యోగి & కస్టమర్‌ల శిక్షణ వీడియోలు, అంతర్జాతీయ మార్కెటింగ్ వీడియోలు మరియు మరిన్నింటికి ఇది ఉపయోగపడుతుంది.\n\nమీరు Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit మరియు ఇతర వేల వెబ్‌సైట్‌ల నుండి వీడియో urlని అతికించవచ్చు. లక్ష్య భాషను ఎంచుకున్నారు, అప్పుడు మీరు సెకన్లలో అనువాదం పొందుతారు.\nమేము మీ వీడియోను AI ద్వారా టెక్స్ట్‌కి (స్పీచ్‌ టు టెక్స్ట్) లిప్యంతరీకరణ చేస్తాము, మా ఆడియో ట్రాన్స్‌లేటర్ ద్వారా దాన్ని అనువదిస్తాము, చివరకు వీడియో సింథసిస్.\n\nప్రస్తుతం, ఇది Google అనువాదం ద్వారా అనువదించబడింది మరియు భవిష్యత్తులో, ఇది DeepL, Bard, Claude, Llama మరియు Yandex Translateకి మద్దతు ఇస్తుంది.\n\nగోప్యతా విధానం\n\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.\nమీరు అప్‌లోడ్ చేసిన మొత్తం డేటా ప్రతిరోజూ స్వయంచాలకంగా తొలగించబడుతుంది.",
    "th": "คุณต้องการเข้าถึงผู้ชมที่กว้างขึ้นด้วยวิดีโอของคุณหรือไม่ หรืออุปสรรคด้านภาษาทำให้คุณก้าวไปไม่ถึงเป้าหมายหรือไม่ หากเป็นเช่นนั้น คุณไม่ได้อยู่คนเดียว ธุรกิจและผู้สร้างเนื้อหาจำนวนมากประสบปัญหาในการขยายการเข้าถึงเนื่องจากข้อจำกัดด้านภาษา แต่มีข่าวดี: เรามีทางออก เทคโนโลยีการแปลวิดีโอที่ขับเคลื่อนด้วย AI ช่วยให้คุณแปลเนื้อหาวิดีโอเป็นภาษาต่างๆ กว่า 100 ภาษาได้อย่างง่ายดายและแม่นยำด้วยความแม่นยำ 99% ไม่จำเป็นต้องค้นหาผู้แปลที่มีคุณสมบัติหรือเสียเวลาและเงินกับศิลปินพากย์เสียง สตูดิโอ AI ที่เป็นนวัตกรรมของเราช่วยคุณได้ ด้วย Video Translator คุณสามารถก้าวข้ามอุปสรรคด้านภาษาและเชื่อมต่อกับผู้ชมทั่วโลก ไม่ว่าคุณจะเป็นเจ้าของธุรกิจ นักการตลาด หรือผู้สร้างเนื้อหา ตัวเลือกการแปลหลายภาษาของเรามอบวิธีที่เป็นมิตรกับผู้ใช้ สะดวก และมีประสิทธิภาพสูงสุดในการขยายการเข้าถึงของคุณ บอกลาความหงุดหงิดและค่าใช้จ่ายของวิธีการแปลแบบเดิมได้เลย\n\nมีประโยชน์สำหรับหลักสูตร e-learning วิดีโอการสอน วิดีโอการขาย (การสาธิตผลิตภัณฑ์ คำรับรองจากลูกค้า แคมเปญส่งเสริมการขาย วิดีโอการขาย) วิดีโอการศึกษา วิดีโอการฝึกอบรมพนักงานและลูกค้า วิดีโอการตลาดระหว่างประเทศ และอื่นๆ\n\nคุณสามารถวาง URL วิดีโอจาก Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit และเว็บไซต์อื่นๆ อีกนับพันแห่ง เลือกภาษาเป้าหมาย จากนั้นคุณจะได้รับการแปลภายในไม่กี่วินาที\nเราจะถอดเสียงวิดีโอของคุณเป็นข้อความ (คำพูดเป็นข้อความ) โดย AI แปลด้วยโปรแกรมแปลเสียงของเรา และสุดท้ายคือการสังเคราะห์วิดีโอ\n\nปัจจุบันแปลผ่าน Google Translate และในอนาคตจะรองรับ DeepL, Bard, Claude, Llama และ Yandex Translate\n\nนโยบายความเป็นส่วนตัว\n\nตามการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา ไม่เคยบันทึกลงในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใคร รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และ California Privacy Act) เพื่อปกป้องข้อมูลของคุณ\nข้อมูลทั้งหมดที่คุณอัปโหลดจะถูกลบโดยอัตโนมัติทุกวัน",
    "tr": "Videolarınızla daha geniş bir kitleye ulaşmak mı istiyorsunuz? Yoksa dil engeli mi sizi engelliyor? Eğer öyleyse, yalnız değilsiniz. Birçok işletme ve içerik oluşturucu, dil sınırlamaları nedeniyle erişimlerini genişletmekte zorlanıyor. Ama iyi haberlerimiz var: Çözüm bizde. Yapay zeka destekli video çeviri teknolojimiz, video içeriğinizi %99 doğrulukla 100'den fazla dile kolayca ve doğru bir şekilde çevirmenize olanak tanır. Nitelikli çevirmenler aramanıza veya seslendirme sanatçılarına zaman ve para harcamanıza gerek yok - yenilikçi AI stüdyomuz sizi koruyor. Video Translator ile dil engellerini aşabilir ve küresel bir kitleyle bağlantı kurabilirsiniz. İster işletme sahibi, ister pazarlamacı veya içerik oluşturucu olun, çok dilli çeviri seçeneğimiz erişiminizi genişletmek için en kullanıcı dostu, kullanışlı ve verimli yolu sunar. Geleneksel çeviri yöntemlerinin yarattığı hayal kırıklığına ve masraflara elveda deyin. \n\nE-öğrenme kursları, eğitici videolar, satış videoları (ürün tanıtımları, müşteri referansları, tanıtım kampanyaları, satış konuşması videoları), eğitim videoları, çalışan ve müşteri eğitim videoları, uluslararası pazarlama videoları ve daha fazlası için kullanışlıdır.\n\nVideo URL'sini Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit ve diğer binlerce web sitesinden yapıştırabilirsiniz. hedef dili seçin, ardından saniyeler içinde çeviri alacaksınız.\nVideonuzu AI tarafından metne (Konuşmadan metne) çevireceğiz, ses çevirmenimiz tarafından çevireceğiz, son olarak video sentezi yapacağız.\n\nŞu anda Google Translate aracılığıyla çevrildi ve gelecekte DeepL, Bard, Claude, Llama ve Yandex Translate'i destekleyecek.\n\nGizlilik Politikası \n\nTasarım gereği, verileriniz her zaman Google hesabınızda kalır, asla veritabanımıza kaydedilmez. Verileriniz, eklenti sahibi de dahil olmak üzere kimseyle paylaşılmaz. \nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve California Gizlilik Yasası) uyuyoruz. \nYüklediğiniz tüm veriler her gün otomatik olarak silinir.",
    "uk": "Ви хочете охопити ширшу аудиторію своїми відео? Або вас стримує мовний бар'єр? Якщо так, то ви не самотні. Багато компаній і творців контенту намагаються розширити свою аудиторію через мовні обмеження. Але є хороші новини: У нас є рішення. Наша технологія перекладу відео на основі штучного інтелекту дозволяє легко і точно перекладати ваш відеоконтент на будь-які 100+ мов з точністю 99%. Вам не потрібно шукати кваліфікованих перекладачів або витрачати час і гроші на дикторів - наша інноваційна студія штучного інтелекту вже все зробила для вас. За допомогою Video Translator ви зможете подолати мовні бар'єри та налагодити зв'язок з глобальною аудиторією. Незалежно від того, чи ви власник бізнесу, маркетолог або творець контенту, наша функція багатомовного перекладу - це найзручніший, найзручніший та найефективніший спосіб розширити свою аудиторію. Попрощайтеся з розчаруванням і витратами, пов'язаними з традиційними методами перекладу. \n\nЦе корисно для курсів електронного навчання, навчальних відео, відео про продаж (демонстрації продуктів, відгуки клієнтів, рекламні кампанії, відео для презентацій), освітніх відео, відео для навчання співробітників та клієнтів, відео для міжнародного маркетингу тощо.\n\nВи можете вставити посилання на відео з Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit та інших тисяч веб-сайтів. вибравши цільову мову, ви отримаєте переклад за лічені секунди.\nМи транскрибуємо ваше відео в текст (Speech to text) за допомогою AI, перекладаємо його за допомогою нашого аудіоперекладача, нарешті, синтезуємо відео.\n\nНаразі ми перекладаємо через Google Translate, а в майбутньому будемо підтримувати DeepL, Bard, Claude, Llama та Yandex Translate.\n\nПолітика конфіденційності \n\nЗа задумом, ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані не передаються нікому, включаючи власника доповнення. \nМи дотримуємося законів про конфіденційність (особливо GDPR і Каліфорнійського закону про конфіденційність), щоб захистити ваші дані. \nВсі дані, які ви завантажуєте, автоматично видаляються щодня.",
    "vi": "Bạn có muốn tiếp cận nhiều đối tượng khán giả hơn bằng video của mình không? hay rào cản ngôn ngữ đang cản trở bạn? Nếu vậy, bạn không đơn độc. Nhiều doanh nghiệp và người sáng tạo nội dung đang phải vật lộn để mở rộng phạm vi tiếp cận do hạn chế về ngôn ngữ. Nhưng có một tin tốt: Chúng tôi có giải pháp. Công nghệ dịch video hỗ trợ AI của chúng tôi cho phép bạn dịch dễ dàng và chính xác nội dung video của mình sang bất kỳ hơn 100 ngôn ngữ nào với độ chính xác 99%. Không cần phải tìm kiếm biên dịch viên đủ tiêu chuẩn hoặc tốn thời gian và tiền bạc cho nghệ sĩ lồng tiếng - studio AI sáng tạo của chúng tôi sẽ hỗ trợ bạn. Với Video Translator, bạn có thể phá vỡ rào cản ngôn ngữ và kết nối với khán giả toàn cầu. Cho dù bạn là chủ doanh nghiệp, nhà tiếp thị hay người sáng tạo nội dung, tùy chọn dịch đa ngôn ngữ của chúng tôi cung cấp cách thân thiện với người dùng, thuận tiện và hiệu quả nhất để mở rộng phạm vi tiếp cận của bạn. Hãy nói lời tạm biệt với sự thất vọng và chi phí của các phương pháp dịch truyền thống.\n\nCông cụ này hữu ích cho các khóa học trực tuyến, video hướng dẫn, video bán hàng (trình diễn sản phẩm, lời chứng thực của khách hàng, chiến dịch quảng cáo, video chào hàng), video giáo dục, video đào tạo nhân viên và khách hàng, video tiếp thị quốc tế, v.v.\n\nBạn có thể dán url video từ Facebook, Instagram, Twitter, Vimeo, Tiktok, Reddit và hàng ngàn trang web khác. Chọn ngôn ngữ đích, sau đó bạn sẽ nhận được bản dịch trong vài giây.\nChúng tôi sẽ phiên âm video của bạn thành văn bản (Chuyển lời nói thành văn bản) bằng AI, dịch nó bằng trình dịch âm thanh của chúng tôi, cuối cùng là tổng hợp video.\n\nHiện tại, nó được dịch thông qua Google Dịch và trong tương lai, nó sẽ hỗ trợ DeepL, Bard, Claude, Llama và Yandex Translate.\n\nChính sách bảo mật\n\nTheo thiết kế, dữ liệu của bạn luôn nằm trên tài khoản Google của bạn, không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật bảo mật (đặc biệt là GDPR & Đạo luật bảo mật của California) để bảo vệ dữ liệu của bạn.\nTất cả dữ liệu bạn tải lên sẽ tự động bị xóa mỗi ngày.",
    "zh_CN": "您想让更多人观看您的视频吗？如果是这样，您并不孤单。由于语言的限制，许多企业和内容创作者都在努力扩大自己的影响力。不过有一个好消息： 我们有解决方案。我们的人工智能视频翻译技术可以让您轻松、准确地将视频内容翻译成 100 多种语言，准确率高达 99%。无需寻找合格的翻译人员，也无需在配音艺术家身上花费时间和金钱--我们创新的人工智能工作室已经为您提供了解决方案。有了 Video Translator，您可以突破语言障碍，与全球受众建立联系。无论您是企业主、营销人员还是内容创作者，我们的多语言翻译选项都能为您提供最友好、最便捷、最高效的方式来扩大影响力。告别传统翻译方法带来的挫折和费用。\n\n它适用于电子学习课程、教学视频、销售视频（产品演示、客户推荐、促销活动、推销视频）、教育视频、员工和客户培训视频、国际营销视频等。\n\n您可以从 Facebook、Instagram、Twitter、Vimeo、Tiktok、Reddit 和其他数千个网站粘贴视频网址。\n我们将通过 AI 将视频转录为文本（语音转文本），再通过我们的音频翻译器进行转录，最后进行视频合成。\n\n目前，它通过谷歌翻译进行翻译，未来将支持 DeepL、Bard、Claude、Llama 和 Yandex Translate。\n\n隐私政策 \n\n根据设计，您的数据始终保留在您的谷歌账户中，绝不会保存在我们的数据库中。您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（尤其是 GDPR 和加州隐私法），以保护您的数据。\n您上传的所有数据每天都会自动删除。",
    "zh_TW": "您想讓您的影片接觸到更多的觀眾嗎？或是語言障礙讓您卻步？如果是的話，您並不孤單。許多企業和內容創造者因語言限制而難以擴大其影響力。但有個好消息： 我們有解決方案。我們的 AI 驅動視訊翻譯技術可讓您輕鬆準確地將視訊內容翻譯成任何 100 種以上的語言，準確率高達 99%。無需尋找合格的翻譯人員或花費時間和金錢在配音藝術家身上 - 我們創新的 AI 工作室已為您解決問題。有了 Video Translator，您可以突破語言障礙，與全球觀眾聯繫。無論您是企業主、行銷人員或內容創作者，我們的多語言翻譯選項都能提供最友善、最方便、最有效率的方式來擴大您的影響力。告別傳統翻譯方式的沮喪與昂貴。\n\n它適用於電子學習課程、教學視訊、銷售視訊（產品示範、客戶見證、促銷活動、銷售宣傳視訊）、教育視訊、員工與客戶培訓視訊、國際行銷視訊等。\n\n您可以從 Facebook、Instagram、Twitter、Vimeo、Tiktok、Reddit 及其他數以千計的網站貼上影片網址。\n我們將透過 AI 將您的視訊轉錄為文字 (Speech to text)，再透過我們的音訊翻譯器進行轉錄，最後再進行視訊合成。\n\n目前，它透過 Google Translate 進行翻譯，未來將支援 DeepL、Bard、Claude、Llama 和 Yandex Translate。\n\n隱私權政策 \n\n根據設計，您的資料會一直保留在您的 Google 帳戶中，絕不會儲存在我們的資料庫中。您的資料不會與任何人分享，包括附加元件的擁有者。\n我們遵守隱私權法律 (特別是 GDPR 和 California Privacy Act) 以保護您的資料。\n您上傳的所有資料每天都會自動刪除。"
  }
}