{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy Tags Redbubble Keywords Title Copytasker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Tags from Redbubble, Generate Titles, Trademark search, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Want to show up at the top of Redbubble? It's easy. You just need the right tags.\nCopytasker for Redbubble gets all the top tags for any Redbubble keyword search. Bonus: it also Generates a Title for you and has a Trademark searcher.\n\nDo your Redbubble keyword research faster than ever before!\n\n✔ Get Top Tags from Redbubble\n✔ Generates Titles\n✔ Trademark search (Highlight text and Right click)\n✔ Print on Demand dashboard (Click on the extension and hit 'Options')\n\nBONUS: Includes a Print on Demand dashboard with a directory of POD fulfillment sites that is constantly being added to. Just right click on the extension and hit 'Options'. \n\nHow it works:\n\n-  Search any keyword at Redbubble.com\n- Then, click the extension and choose if you want to generate a title, get the top tags, all tags, etc.\n- They will automatically be copied to your clipboard so all you have to do now is paste.\n\n\nExtract tags from given searches with ease, because having relevant tags will boost your SEO.\n\nThis is because the Redbubble algorithm is based on \"relevancy\".\n\nHave you ever noticed 'Most Relevant' is the default setting for showing products on Redbubble?\nYour relevancy score is based on keyword usage for your design, and alignment or keyword parallelism. Increasing your relevancy means your design show up in the top of search results AND show up as a recommended product alongside the #1 design.\n\nFor example:\nIf your design has a set of keywords which are 90% relevant to the top ranking result, your design has the highest probability of being seen in association with it, due to it having the highest relevancy score.\n\nAs a Redbubble seller, the best way to get more sales is to get more traffic. \n\nLet Copytasker start helping you with your Redbubble store today!"
  }
}