{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upwork Cover Letter Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that generates cover letters based on the job posting using ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate PERFECT proposals on Upwork with just 1 click!\n\nThe magic button appears next the \"cover letter\" field (and the custom questions) and generates the perfect proposal with AI - right inside the \"cover letter\" field. \n\nForget about \"copy and paste\", multiple tabs and chatGPT - just setup your prompts, click on \"Generate Cover Letter\", and your AI proposal will appear right where it should!\n\nKey Features:\n\n🚀 AI-Powered Cover Letter Generation: Proposal bot uses artificial intelligence to analyze the job you're applying to create a unique and compelling cover letter in seconds.\n\n🎯 Customized & Relevant: Our smart algorithm ensures that each cover letter is tailored to the job at hand, increasing your chances of winning the project.\n\n⚙️ Seamless Integration: Proposalbot effortlessly integrates with Upwork and adds a \"Generate Cover Letter\" button next to the cover letter field on Upwork. Just click the button and let ProposalBot work its magic.\n\n💡 Easy to Use: No complicated setup or steep learning curve - simply install the extension and start enjoying the benefits of Proposalbot right away.\n\nUnlock your full potential and land more projects - Install now and experience the future of proposal writing!"
  }
}