{
  "name": {
    "ar,bn,cs,et,lv,mr,sl": "5 Rex Online",
    "am,ca,da,hr,hu,id,ms,sk,sw,th": "5 Rex Game",
    "bg,de,el,en,en_AU,en_GB,en_US,es,es_419,fi,fr,hi,it,ja,ko,lt,nl,pl,pt_BR,pt_PT,ro,ru,sr,ta,tr,uk,vi,zh_CN,zh_TW": "5 Rex Platform Game",
    "fa,fil,gu,kn,ml,sv,te": "5 Rex Online Game",
    "he,no": "5 Rex Unblocked Game"
  },
  "short": {
    "ar": "في لعبة ديناصور 5 ريكس هذه ، عليك أن تحقق أعلى درجة من خلال اجتياز العقبات مع جميع الريكس.",
    "am": "በዚህ ዳይኖሳውር 5 ሬክስ ጨዋታ, ሁሉንም rexes ጋር እንቅፋቱን በማለፍ ከፍተኛውን ውጤት ማድረግ አለብዎት.",
    "bg": "В този динозавър 5 рекс игра, трябва да направите най-висок резултат, като премине препятствията с всички рексове.",
    "bn": "এই ডাইনোসর 5 রেক্স গেমে, আপনাকে সমস্ত রেক্স দিয়ে বাধাগুলি অতিক্রম করে সর্বোচ্চ স্কোর তৈরি করতে হবে।",
    "ca": "En aquest joc de dinosaure 5 rex, heu de fer la puntuació més alta superant els obstacles amb tots els rexes.",
    "cs": "V této dinosauří hře 5 rex musíte dosáhnout nejvyššího skóre tím, že projdete překážkami se všemi rexy.",
    "da": "I dette dinosaur 5 rex-spil skal du lave den højeste score ved at passere forhindringerne med alle rexerne.",
    "de": "In diesem Dinosaurier 5 Rex-Spiel müssen Sie die höchste Punktzahl erzielen, indem Sie die Hindernisse mit allen Rexes passieren.",
    "el": "Σε αυτό το παιχνίδι δεινοσαύρων 5 rex, πρέπει να κάνετε την υψηλότερη βαθμολογία περνώντας τα εμπόδια με όλα τα rexes.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this dinosaur 5 rex game, you have to make the highest score by passing the obstacles with all the rexes.",
    "es": "En este juego de dinosaurios 5 rex, tienes que hacer la puntuación más alta pasando los obstáculos con todos los rexes.",
    "et": "Selles dinosauruse 5 rex mängus peate tegema kõrgeima skoori, läbides takistused kõigi rexidega.",
    "fa": "در این بازی دایناسور 5 ركس، شما باید بالاترین نمره را با عبور از موانع با تمام rexes.",
    "fi": "Tässä dinosaurus 5 rex -pelissä sinun on tehtävä korkein pistemäärä ohittamalla esteet kaikilla rexeillä.",
    "fil": "Sa ito dinosaur 5 rex laro, mayroon kang upang gawin ang pinakamataas na puntos sa pamamagitan ng pa",
    "fr": "Dans ce jeu de dinosaure 5 rex, vous devez faire le score le plus élevé en passant les obstacles avec tous les rexes.",
    "gu": "આ ડાયનાસોર 5 રેક્સ ગેમમાં તમારે તમામ રેક્સ સાથે અવરોધો પાર કરીને હાઇએસ્ટ સ્કોર બનાવવાનો છે.",
    "he": "במשחק דינוזאור 5 רקס זה, אתה צריך לעשות את הציון הגבוה ביותר על ידי העברת המכשולים עם כל הרקסים.",
    "hi": "इस डायनासोर 5 रेक्स खेल में, आप सभी रेक्स के साथ बाधाओं को पारित करके उच्चतम स्कोर बनाने के लिए है।",
    "hr": "U ovoj dinosaur 5 rex igri, morate napraviti najviši rezultat prolazeći prepreke sa svim rexes.",
    "hu": "Ebben a dinoszaurusz 5 rex játékban a legmagasabb pontszámot kell elérned, ha az összes rexessel átadod az akadályokat.",
    "id": "Dalam game dinosaur 5 rex ini, anda harus membuat skor tertinggi dengan melewati rintangan dengan semua rexes.",
    "it": "In questo gioco di dinosauri 5 rex, devi fare il punteggio più alto superando gli ostacoli con tutti i rex.",
    "ja": "この恐竜5レックスゲームでは、すべてのレックスで障害物を渡すことによって最高のスコアを作る必要があります。",
    "kn": "ಈ ಡೈನೋಸಾರ್ 5 ರೆಕ್ಸ್ ಆಟದಲ್ಲಿ, ಎಲ್ಲಾ ರೆಕ್ಸ್ ಗಳೊಂದಿಗೆ ಅಡೆತಡೆಗಳನ್ನು ದಾಟುವ ಮೂಲಕ ನೀವು ಅತ್ಯಧಿಕ ಸ್ಕೋರ್ ಮಾಡಬೇಕು.",
    "ko": "이 공룡 5 렉스 게임에서, 당신은 모든 렉스와 장애물을 통과하여 가장 높은 점수를 만들어야합니다.",
    "lv": "Šajā dinozauru 5 rex spēlē jums ir jāiegūst visaugstākais rezultāts, šķērsojot šķēršļus ar visiem rexes.",
    "ml": "ഈ ദിനോസർ 5 റെക്സ് ഗെയിമിൽ, എല്ലാ റെക്സുകളും ഉപയോഗിച്ച് തടസ്സങ്ങൾ മറികടന്ന് നിങ്ങൾ ഏറ്റവും ഉയർന്ന സ്കോർ നേടേണ്ടതുണ്ട്.",
    "mr": "या डायनासोर ५ रेक्स गेममध्ये सर्व रेक्सेससह अडथळे पार करून सर्वोच्च धावसंख्या उभारावी लागते.",
    "ms": "Dalam permainan dinosaur 5 rex ini, anda perlu membuat skor tertinggi dengan melepasi halangan dengan semua rexes.",
    "nl": "In dit dinosaurus 5 rex spel moet je de hoogste score halen door met alle rexen de obstakels te passeren.",
    "no": "I dette dinosaur 5 rex spillet, må du gjøre den høyeste poengsummen ved å passere hindringer med alle rexes.",
    "pl": "W tej grze dinozaur 5 rex musisz uzyskać najwyższy wynik, pokonując przeszkody ze wszystkimi rexami.",
    "ro": "În acest dinozaur 5 rex joc, va trebui să facă cel mai mare scor prin trecerea obstacolelor cu toate rexes.",
    "ru": "В этой игре динозавр 5 rex вы должны набрать наибольшее количество очков, пройдя препятствия со всеми рексами.",
    "sk": "V tejto hre dinosaurus 5 rex musíte dosiahnuť najvyššie skóre tým, že prejdete prekážkami so všetkými rexami.",
    "sl": "V tej dinozavr 5 rex igra, morate narediti najvišji rezultat, ki ga mimo ovir z vsemi rexi.",
    "sv": "I detta dinosaurie 5 rex-spel måste du göra högsta poäng genom att passera hindren med alla rexes.",
    "sw": "Katika mchezo huu wa dinosaur 5 rex, lazima ufanye alama ya juu zaidi kwa kupitisha vikwazo na rexes zote.",
    "ta": "இந்த டைனோசர் 5 ரெக்ஸ் விளையாட்டில், நீங்கள் அனைத்து rexes கொண்டு தடைகளை கடந்து மூலம் மிக உயர்ந்த மதிப்பெண் செய்ய வேண்டும்.",
    "te": "ఈ డైనోసార్ 5 రెక్స్ గేమ్ లో, మీరు అన్ని రెక్స్ లతో అడ్డంకులను దాటడం ద్వారా అత్యధిక స్కోరును సాధించాలి.",
    "th": "ในเกมไดโนเสาร์ 5 เร็กซ์นี้คุณต้องทําคะแนนให้ได้มากที่สุดด้วยการผ่านอุปสรรคกับเร็กซ์ทั้งหมด",
    "tr": "Bu dinozor 5 rex oyununda, tüm rex'lerle engelleri geçerek en yüksek puanı almalısınız.",
    "uk": "У цій грі динозавр 5 рекс ви повинні зробити найвищий бал, пройшовши перешкоди з усіма рексами."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What comes to mind when you think of dinosaur games? Simple games where a single T-Rex runs through obstacles? However, the 5 Rex, a new and unique platform game, will completely change your perception.\n\nTaking traditional T rex run games one step further, 5 Rex allows you to control not just a single dinosaur but five dinosaurs. You heard right; five different dinosaurs will be on your screen simultaneously. This game, distinguished from dinosaur games with this feature, offers both a more challenging and fun experience as you have to manage five dinosaurs simultaneously.\n\nYour goal in classic dino run games is to get the highest score by overcoming obstacles. However, in this game, you have to control not only one dinosaur but all five of them while overcoming obstacles on the track, such as cacti. If even a single rex hits the blocks, you lose the game.\n\n5 Rex is an excellent trex game to test your reflexes. While controlling five dinosaurs simultaneously, you need to minimize your distraction and keep your reflexes at the highest level. Remember, each dinosaur may face different obstacles, and you may need to act fast to overcome these obstacles.\n\nAmong these Rex games, the game is fun for kids and a tool to help them develop their skills. Controlling more than one dinosaur, children improve their ability to focus and increase their quick thinking capacity.\n\n5 Rex has a unique place among dinosaur games. It has a gameplay that is both more challenging and simple enough for children to understand. Have fun and improve your reflexes in the game. Thanks to this game, your perspective on dinosaur games will change completely.\n\n\nHow To Play\nPlayed with Mouse.\n\n5 Rex Platform Game Features\n✓ 2D Character\n✓ Stylized graphics\n✓ Basic control\n✓ 2D Graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! 5 Rex Platform Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}