{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab Portal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new tab extension to create your own portal page with custom links. Easy to share your new tab with friends and team members."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab Portal is a new tab extension. It enable individuals and teams to create their own portal page on new tab. It is very handy and easy to use. \nIt improves productivity and team collaborations.\n\nThis new tab extension offers following features:\n\n1. This new tab extension includes a preconfigured portal page out of the box. After installing this new tab extension, you'll have a working portal page on your new tab. \n\n2. You can customize following items on your new tab page: logo, title, link category names, and links. Four new tab page themes are included.\n\n3. The new tab portal page includes five link categories. You can add unlimited number of links under each category. \n\n4. This new tab extension allows you to backup your new tab portal page configuration into a json file. With the json backup file, you will never lose your new tab and can easily import your new tab page data into the extension.\n\n5. A powerful feature of this new tab extension is you can share your new tab backup json file with your friends and team members. They can import your backup json file and have the exact new tab portal page on their new tab. Everyone can create a custom new tab portal and help improves your team collaborations. \n\n6. No cookies used in this new tab extension. No data is collected. Safe to use.\n\n7. When you open a new tab, the current time is displayed on the page. This can be used to track your work time."
  }
}