{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cookie Clicker Advisor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension helps you spend your cookies on the right stuff Cookie Clicker!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It compares all your available purchases and shows you what purchase will get you the biggest bang for your buck.\n\nThe extension works right after installing, you just have to reload your Cookie Clicker page. It will immediately after loading show you the best thing to buy right over the \"Upgrades\" tab. It will show you: \"purchase name\", \"CpS* outcome\" and \"time to obtain\".\n\nIt works by giving each individual available purchases a score, calculated by its price over how many CpS* it will give you. then it shows you the purchase with the highest score.\n\nIf a purchase will take a long time to obtain, it may be faster to buy another upgrade or building first to shorten the amount of time it will take to obtain the expensive purchase. In the new update, if enabled in the options, this will get shown together with the best upgrade.\n\n\n===Version history===\n1.2.0\nChanged name from \"Cookie Clicker Assistant\" to \"Cookie Clicker Advisor\" as it fits the extension better.\nAdded the new building and upgrades from v. 2.052.\nAdded a slider for controlling update speed.\nAdded option to highlight the best purchase.\nThe advisor now compensates for Elder Battalion.\nFixed calculation for One Mind, Communal Brainsweep and Elder Pact.\nFixed faster-upgrade-check calculating wrong.\n\n1.1.1\nAdded the new building and upgrades from v. 2.048.\nAdded double-synergy upgrades.\nFixed some bugs.\nThe advisor now accounts for wrinklers CpS* boost.\nAdded a debug mode, be carefull with it tho.\nAdded an extra tooltip for the Stock Market-minigame that shows the resting price.\n\n\n1.1.0\nNow only shows the best purchase. With the fixed bugs, other stuff should not be necessary to show.\nThe extension UI now imitates the normal cookie clicker UI.\nThe extension can now calculate if there is an upgrade which will help you achieve the best upgrade faster.\nThe extension now has options, you can find them in the normal cookie-clicker Options-tab.\nFixed Kitten-upgrades being severely overrated by the advisor.\nFixed the Thousand fingers-upgrades having a completely wrong calculation.\nAdded Valentines Cookies upgrades.\nAdded prestige-upgrades.\nAdded Christmas-upgrades. \nAdded Easter-upgrades.\n\n1.0.3\nBuffs that do not give CpS* now do not bug the system.\nNow the extension also works on the http and beta version.\n\n1.0.2\nAdded the Grandma-Synergy upgrades.\nNow the advisor shows how long it will take to earn enough cookies to purchase the upgrade or building.\n\n1.0.1\nAdded the most important upgrades to the list of available purchases.\nNow the CpS* outcome from each purchase will be shown by the advisor.\n\n1.0.0\nAdded functionality to compare all building-purchases. \nAdded list showing top three purchases.\n\n*CpS stands for Cookies pr. Second"
  }
}