{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MrX - WazirX Portfolio Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detailed Waxirx Portfolio with ,Live PNL, Charts, Calculator and many more feature"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For Cryptocurrency Exchange Wazirx portfolio enhancer\nWelcome to MrX, the #1 FREE Cryptocurrency Exchange WazirX portfolio enhancer app. Get Detailed stats of your portfolio with avg. Buy Price, current value, money invested, and PNL for each coin. Get LIVE profit and loss of the Portfolio at the top and LIVE PNL of each coin below their name in the coins list.\nGet a PIE chart of your portfolio to get a better overview of your portfolio diversification.\nGet a BAR chart of Invested Money vs PNL for each coin. This gives the best overviews of how your coins are performing.\nGet a Future avg price calculator to know the new avg price of your coin.\nIf you have already a coin in your portfolio and you want to buy it again at a different price, you can use the calculator to know what will be your new avg price after your new buy.\n\nSophisticated enough for professional investors but simple enough to use for enthusiastic first-timers, MrX has everything you need to manage and grow your crypto portfolio. Measure your performance, learn about and anticipate crypto value changes and know instantly when crypto prices move, MrX helps you make better decisions about your investments.\n\n\n\nFEATURES:\nDETAILED PORTFOLIO\nGet Detailed stats of your portfolio with avg. Buy Price, current value, money invested, and PNL for each coin.\n\nLIVE PROFIT AND LOSS\nGet LIVE profit and loss of the Portfolio at the top and LIVE PNL of each coin below their name in the coins list. \n\nCHARTS FOR BETTER ANALYSIS \nGet a PIE chart of your portfolio to get a better overview of your portfolio diversification.\nGet a BAR chart of Invested Money vs PNL for each coin. This gives the best overviews of how your coins are performing.\n\nFUTURE AVG PRICE CALCULATOR\nGet a Future avg price calculator to know the new avg price of your coin.\nIf you have already a coin in your portfolio and you want to buy it again at a different price, you can use the calculator to know what will be your new avg price after your new buy.\n\n\n\n\nHOW TO USE:\nAfter adding the extension\n1)Add the coin you own to the star coin list\n2)Refresh the WazirX home page ( https://wazirx.com/exchange/* )\n3)Click on the MrX button shown at the top\nNow, wait for a few min the extension will go the start coins one by one and extract the data from your completed orders. Till then you can scroll down to see the animations of the graph ;)\n4)once Done You can see the LIVE PNL of the portfolio at the top and for each, coin below their name in the coin list. You can click on the Details bar at the top to get the Detailed stats of your portfolio.\nYou can scroll down to see the charts. \n5) You can use the calculator below the charts. You can select any coin you own from the option box to auto-fill all the details for you\n\n**THE \"re\" button next to Mrx and LIVE portfolio PNL is to stop and restart the LIVE PNL calculation.\n\n** If you go to funds or any other page and came back to exchange  Refresh the site to make MrX work properly\n\nHOW TO USE CORRECTION :\n(for adding the details of Transferring of the coins from Binance to wazirX and vice versa)\nAs we are not checking the funds and transfer history of the users for their privacy and safety, we are scrapping the data from the users completed orders only ...\nYou need to add the transfer to binance and transfer from binance orders in the script. we will add a video tutorial or a redmi file for that\n*** this feature is not working correctly in this version will update it soon till then enjoy other features***"
  }
}