{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO SERP 2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyse any SERP (Search Engine Result Page) in any Google™ top level domain.",
    "it": "Analizza qualunque SERP (in inglese Search Engine Result Page) in qualunque pagina di ricerca su Google™."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instructions:\nJust head to any SERP and open the extension popup to get a lot of useful stats.\n\nFeatures:\n☆ Works with All, Images, News and Videos searches.\n☆ Number of the \"above the fold\" results (based on a standard 800px page height)\n☆ Reports the ratio of https (secure) and http (not secure) results.\n☆ Average, minimum and maximum titles lenght.\n☆ Count of ellipsed titles, and their average lenght.\n☆ Full list of results with  position in SERP, URL, title, and \"scroll page\" position.\n☆ CSV export\n\nIn the next version the list will be easily downloadable in CSV format and/or printable.\nWaiting for feedback and feature requests.\nThanks.\n\n3.0.2 - Fixes\n3.01 - Fixes\n3.0 - Upgraded to Manifest V3 for improved afficency and security.\n2.4.6 - Fixed some parsing issues.\n2.4.5 - CSV Download! New toolbar useful for future features, style fixes and added more sites\n2.4.4 - Bug fixes, more site types\n2.4.3 - Many more site types\n2.4.2 - More fixes on startup\n2.4.1 - Startup bugfix\n2.4 - Fixed news report. Added more site types\n2.3 - Fixed report not showing in certain cases. Added more site types.\n2.2 - Fixed the new report and some cases in the \"any\" search. Added more site types.\n2.1 - Fixed \"above the fold\" calculation, better handling of no results pages, italian translation",
    "it": "Istruzioni:\nVai su qualunque SERP e clicca su SEO SERP per vedere un sacco di dai interessanti sul popup appena aperto.\n\nCaratteristiche:\n☆ Funziona sulle ricerche per Tutto, Immagini, news a Video\n☆ Riporta il numero di risultati immediatamente visibili per una pagina-tipo alta 800px\n☆ Mostra il rapporto tra i risultati https (sicuro) e http (non sicuro).\n☆ Lunghezza media, minima e massima dei titoli.\n☆ Conteggio dei titoli con puntini di sospensione e loro lunghezza media.\n☆ Elenco completo dei risultati con posizione in SERP, URL, titolo e posizione rispetto la pagina-tipo.\n☆ Esportazione CSV\n\nNella prossima versione l'elenco sarà facilmente scaricabile in formato CSV e / o stampabile.\nResto in attesa di feedback e richieste di funzionalità.\nGrazie.\n\n3.0 - Aggiornato a Manifest V3 per maggiore efficienza e sicurezza.\n2.4.6 - Risolti alcuni problemi di analisi delle pagine.\n2.4.5 - CSV scaricabile! Nuova barra degli strumenti utile per funzionalità future, correzioni di stile e aggiunta di più siti\n2.4.3 - Molti altri tipi di siti\n2.4.2 - Altre correzioni all'avvio\n2.4.1 - Correzione di bug di avvio\n2.4 - Risolto il problema con le notizie. Aggiunti più tipi di sito\n2.3 - Risolto il problema con il report che non veniva visualizzato in alcuni casi. Aggiunti più tipi di sito.\n2.2 - Corretto il nuovo rapporto e alcuni casi nella ricerca \"qualsiasi\". Aggiunti più tipi di sito.\n2.1 - Risolto il calcolo \"above the fold\", una migliore gestione delle pagine senza risultati, traduzione italiana"
  }
}