{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Horoscope Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyHoroscope Pro is a free and insightful daily horoscope extension, offering new tab search, favorite sites shortcuts, and news."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover a daily horoscope reading for your star sign with My Horoscope Pro browser extension. To enable these features, this extension configures your New Tab Search to My Horoscope Pro. It also gives you the ability to add shortcuts and check out recent news from premium publishers.\n\nWith My Horoscope Pro extension you will: \n\n1. Find out what the stars have in store for you \n2. Get daily readings about life, health, and work\n3. Receive free, fun and insightful predictions\n \nThe extension requests the following permissions:\n- Set your new tab page search to MyHoroscope Pro\n- Read and change your data on sites: https://.myhoroscopepro.com/ \n\nBy clicking “ADD TO CHROME”, you accept and agree to install the My Horoscope Pro Chrome Extension, set the Chrome™ New Tab to My Horoscope Pro, and to the Terms of Use, EULA, and Privacy Policy.  \n\nEnd-User License Agreement: https://www.myhoroscopepro.com/terms-of-use \nPrivacy Policy: https://www.myhoroscopepro.com/privacy-policy \n\nYou can uninstall the extension at any time.\n\nTo remove our extension from Google Chrome please follow these steps:\n\n1) Click on the menu icon in the upper right-hand corner of your Chrome browser.\n2) Go to \"Settings\".\n3) Click \"Extensions\".\n4) Select the extension you wish to uninstall.\n5) Click on the trash icon on the right next to the extension you wish to remove.\n6) Close your browser completely and reopen it. The extension should now be removed from your Chrome browser.\n\nFor assistance from our customer service team, please email us at support+myhoroscopepro.extension@nonline-search.com"
  }
}