{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save, categorize, and access your important links or entertaining reels with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Saver: Your Personal Web & Social Media Library\n\nEffortlessly organize and access your favorite web content with Link Saver, the ultimate Chrome extension for digital curators, social media enthusiasts, and efficient browsers alike.\n\nKey Features:\n\n        • Quick Save: Instantly save any webpage, social media post, or reel with a single click\n        • Custom Categories: Organize links into predefined or custom categories like \"Instagram Reels,\" \"TikTok Videos,\" or \"Inspiring Articles\"\n        • Smart Search: Easily find saved content with our powerful search function\n        • User-Friendly Interface: Clean, intuitive design for seamless navigation\n        • Confirmation Popup: Never save a link by accident with our double-check feature\n        • Export/Import: Backup your collection or transfer it to another device\n\nPerfect for:\n\n     • Social media lovers saving entertaining reels and viral posts\n     • Researchers collecting sources and interesting articles\n     • Shoppers bookmarking products and deals\n     • Content creators gathering inspiration from across the web\n     • Anyone who wants to keep their digital life organized and accessible\n\nWhether you're curating a collection of funny reels, saving educational content, or bookmarking recipes to try later, Link Saver is your go-to tool for managing all types of online content.\n\nSave time, stay organized, and never lose an important link or entertaining reel again with Link Saver!"
  }
}