{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QnA3 Sentiment"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QnA3 Sentiment"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QnA3 seamlessly integrates sentiment data into your workflow!\n\nFollowing the success of the “Q&A AI Engine” and “Data Mining,” the QnA3 team has poured their heart and soul into this new product!\n\nQnA3 Sentiment is a Chrome Extension designed specifically for Crypto market traders. We monitor over 18k Crypto KOLs, analyzing each of their statements in real-time to provide the most up-to-date and comprehensive market insights and trading signals. Whether you need to view historical records, monitor market changes in real-time, or analyze market trends, this plugin offers robust support.\n\nCore features include:\n* KOL Analysis Reports: Track and analyze the market views of key opinion leaders to help you make informed trading decisions.\n* Market Sentiment Analysis: Understand overall market sentiment to predict future price trends.\n* Historical Data Viewing: Access the historical prices and changes of the cryptocurrencies you follow at any time.\n* Real-Time Price Monitoring: Keep track of your favorite cryptocurrencies and stay updated on their latest price changes.\n\nUnlike other products, QnA3 Sentiment is a Chrome Extension that seamlessly integrates into your workflow when buying Crypto assets. When you are on an exchange’s trading page, just click to see the latest news and information related to the token you are viewing. This convenience greatly enhances your trading efficiency and decision-making process.\n\nHappy Trading!"
  }
}