{
  "name": {
    "ar": "Custom Cursor for Chrome™ - المؤشر مبدل",
    "am": "Custom Cursor for Chrome™- ጠቋሚ ለውጥ",
    "bg": "Custom Cursor for Chrome™ - Курсор",
    "bn": "Custom Cursor for Chrome™ - কার্সার চেঞ্জার",
    "ca": "Custom Cursor for Chrome™: canviador de cursors",
    "cs": "Custom Cursor for Chrome™ - Vlastní kurzor",
    "da": "Custom Cursor for Chrome™ - Markørskifter",
    "de": "Custom Cursor for Chrome™ - Cursorwechsler",
    "el": "Custom Cursor for Chrome™ - Μετατροπέας δρομέα",
    "en,en_AU,en_GB,en_US,nl,sw": "Custom Cursor for Chrome™",
    "es,es_419": "Custom Cursor for Chrome™ - Cursor personalizado",
    "et": "Custom Cursor for Chrome™ - kursori vahetaja",
    "fa": "Custom Cursor for Chrome™ - تغییر مکان نما",
    "fi": "Custom Cursor for Chrome™ - Mukautettu kursori",
    "fil": "Custom Cursor for Chrome™ - Pasadyang Cursor",
    "fr": "Curseur personnalisé - Changeur de curseur",
    "gu": "Custom Cursor for Chrome™ - કર્સર ચેન્જર",
    "he": "Custom Cursor for Chrome™ - מחלף הסמן",
    "hi": "Custom Cursor for Chrome™ - कर्सर परिवर्तक",
    "hr": "Custom Cursor for Chrome™ - izmjenjivač pokazivača",
    "hu": "Custom Cursor for Chrome™ - Egyéni kurzor",
    "id": "Custom Cursor for Chrome™ - Pengubah Kursor",
    "it": "Custom Cursor for Chrome™ - Cursore personalizzato",
    "ja": "Custom Cursor for Chrome™ - カスタムカーソル",
    "kn": "Custom Cursor for Chrome™ - ಕಸ್ಟಮ್ ಕರ್ಸರ್",
    "ko": "Custom Cursor for Chrome™ - 사용자 정의 커서",
    "lt": "Custom Cursor for Chrome™ - Pasirinktinis žymeklis",
    "lv": "Custom Cursor for Chrome™ - kursora maiņa",
    "ml": "Custom Cursor for Chrome™ - കഴ്സർ ചെനർ",
    "mr": "Custom Cursor for Chrome™ - सानुकूल कर्सर",
    "ms": "Custom Cursor for Chrome™ - Kursor Tersuai",
    "no": "Custom Cursor for Chrome™ - Tilpasset markør",
    "pl": "Custom Cursor for Chrome™ - Zmiana kursora",
    "pt_BR,pt_PT": "Custom Cursor for Chrome™ - Trocador de Cursor",
    "ro": "Custom Cursor for Chrome™ - Cursor personalizat",
    "ru": "Custom Cursor for Chrome™ - Изменить курсор",
    "sk": "Custom Cursor for Chrome™ - Vlastný kurzor",
    "sl": "Custom Cursor for Chrome™ - Kurzor po meri",
    "sr": "Custom Cursor for Chrome™ - Курсор Цхангер",
    "sv": "Custom Cursor for Chrome™ - Anpassad markör",
    "ta": "Custom Cursor for Chrome™ - தனிப்பயன் கர்சர்",
    "te": "Custom Cursor for Chrome™ - కస్టమ్ కర్సర్",
    "th": "Custom Cursor for Chrome™ - เคอร์เซอร์แบบกำหนดเอง",
    "tr": "Custom Cursor for Chrome™ - Özel imleç",
    "uk": "Custom Cursor for Chrome™ - Змінити Курсор",
    "vi": "Custom Cursor for Chrome™ - Con trỏ tùy chỉnh",
    "zh_CN,zh_TW": "Custom Cursor for Chrome™ - 自定义光标"
  },
  "short": {
    "ar": "مؤشرات مخصصة ممتعة لـ Chrome ™. استخدم مجموعة كبيرة من المؤشرات المجانية أو حمّل مؤشراتك الخاصة.",
    "am": "አስደሳች የ Chrome ™ ቀስት. ሰፋ ያሉ ጠቋሚዎችን ስብስብ ይጠቀሙ ወይም የራስዎን ይስቀሉ.",
    "bg": "Забавни персонализирани курсори за Chrome ™. Използвайте голяма колекция от свободни курсори или качете свои собствени.",
    "bn": "Chrome ™ এর জন্য ফ্যান কাস্টম কার্সার। বিনামূল্যে কার্সার একটি বড় সংগ্রহ বা আপনার নিজের আপলোড ব্যবহার করুন।",
    "ca": "Fun cursors personalitzats per a Chrome ™. Utilitzeu una gran col · lecció de cursors gratuïts o carregueu els vostres propis.",
    "cs": "Zábavné kurzy pro Chrome ™. Použijte velkou kolekci volných kurzorů nebo nahrát vlastní.",
    "da": "Sjove brugerdefinerede markører til Chrome ™. Brug en stor samling gratis cursorer eller upload dine egne.",
    "de": "Spaß benutzerdefinierte Cursor für Chrome ™. Verwenden Sie eine große Sammlung von freien Cursors oder laden Sie Ihre eigenen hoch.",
    "el": "Προσαρμοσμένος δρομέας για το Chrome ™. Χρησιμοποιήστε μια μεγάλη συλλογή από ελεύθερους δρομείς ή μεταφορτώστε τη δική σας.",
    "en,en_AU,en_GB,en_US": "Fun custom cursors for Chrome™. Use a large collection of free cursors or upload your own.",
    "es,es_419": "Divertidos cursores personalizados para Chrome ™. Utiliza una gran colección de cursores gratuitos o sube el tuyo.",
    "et": "Huvitavad Chrome ™ -i kohandatud kursorid. Kasutage suures koguses tasuta kursori või laadige üles oma.",
    "fa": "مکان نما جالب برای کروم ™. از یک مجموعه بزرگ از مکان نما رایگان استفاده کنید یا خودتان آپلود کنید.",
    "fi": "Miellyttävät mukautetut osoittimet Chrome ™ -ohjelmalle. Käytä suurta kokoelmaa ilmaisista kohdistimista tai lataa oma.",
    "fil": "Kasayahan pasadyang cursors para sa Chrome ™. Gumamit ng isang malaking koleksyon ng mga libreng cursors o mag-upload ng iyong…",
    "fr": "Des curseurs personnalisés amusants pour Chrome ™. Utilisez une grande collection de curseurs gratuits ou téléchargez vos propres…",
    "gu": "Chrome ™ માટે ફન કસ્ટમ કર્સર. મફત કર્સર મોટો સંગ્રહ ઉપયોગ કરો અથવા તમારા પોતાના અપલોડ કરો.",
    "he": "סמנים מותאמים אישית מהנים עבור Chrome ™. השתמש אוסף גדול של הסמנים חינם או להעלות משלך.",
    "hi": "क्रोम ™ के लिए मजेदार कस्टम कर्सर। मुफ्त कर्सर का एक बड़ा संग्रह का उपयोग करें या अपना खुद का अपलोड करें।",
    "hr": "Zabavni prilagođeni pokazivači za Chrome ™. Koristite veliku zbirku besplatnih pokazivača ili prenesite svoje.",
    "hu": "Fun egyéni kurzorok a Chrome ™ -hoz. Használjon nagyméretű ingyenes kurzorokat vagy töltse fel a sajátját.",
    "id": "Fun cursor kustom untuk Chrome ™. Gunakan banyak koleksi kursor gratis atau unggah milik Anda sendiri.",
    "it": "Divertenti cursori personalizzati per Chrome ™. Utilizza una vasta raccolta di cursori gratuiti o carica i tuoi.",
    "ja": "Chrome™用の楽しいカスタムカーソル。 大量の無料のカーソルを使用するか、自分でアップロードしてください。",
    "kn": "Chrome ™ ಗಾಗಿ ಮೋಜಿನ ಕಸ್ಟಮ್ ಕರ್ಸರ್ಗಳು ™. ಉಚಿತವಾದ ದೊಡ್ಡ ಕರ್ಸರ್ಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ ಅಥವಾ ನಿಮ್ಮದೇ ಆದ ಅಪ್ಲೋಡ್ ಮಾಡಿ.",
    "ko": "Chrome ™ 용 재미있는 맞춤형 커서. 무료 커서의 큰 컬렉션을 사용하거나 자신의 업로드하십시오.",
    "lt": "Chrome™ pritaikyti žymekliai. Naudokite didelę nemokamų žymeklių rinkinį arba įkelkite savo.",
    "lv": "Izklaidējoši pārlūkprogrammas Chrome ™ pielāgotie kursori. Izmantojiet lielu bezmaksas rādītāju kolekciju vai augšupielādējiet savu.",
    "ml": "Chrome- ന്റെ ഇഷ്ടാനുസൃത കർസർമാർ സൗജന്യ കഴ്സറുകളുടെ വലിയ ശേഖരം ഉപയോഗിക്കുക അല്ലെങ്കിൽ നിങ്ങളുടേത് അപ്ലോഡുചെയ്യുക.",
    "mr": "Chrome ™ साठी सानुकूल कर्सर. विनामूल्य कर्सरचा मोठा संग्रह वापरा किंवा आपले स्वतःचे अपलोड करा.",
    "ms": "Kursor tersuai khas untuk Chrome ™. Gunakan koleksi besar kursor percuma atau muat naik sendiri.",
    "nl": "Leuke aangepaste cursors voor Chrome ™. Gebruik een grote verzameling gratis cursors of upload uw eigen cursors.",
    "no": "Morsomme egendefinerte markører for Chrome ™. Bruk en stor samling av gratis markører eller last opp dine egne.",
    "pl": "Zabawne niestandardowe kursory dla Chrome ™. Użyj dużej kolekcji bezpłatnych kursorów lub prześlij własne.",
    "pt_BR,pt_PT": "Cursores personalizados divertidos para o Chrome ™. Use uma grande coleção de cursores gratuitos ou faça o upload do seu próprio.",
    "ro": "Cursor personalizat pentru Chrome ™. Utilizați o colecție mare de cursoare gratuite sau încărcați-vă propriile.",
    "ru": "Забавные пользовательские курсоры для Chrome ™. Используйте большую коллекцию бесплатных курсоров или загрузите свои собственные.",
    "sk": "Vlastné kurzory pre Chrome ™. Použite veľkú zbierku voľných kurzorov alebo nahrajte svoje vlastné.",
    "sl": "Kurzor po meri za Chrome ™. Uporabite veliko zbirko brezplačnih kazalcev ali naložite svoje.",
    "sr": "Прилагођени курсори за Цхроме ™. Користите велику колекцију бесплатних курсора или отпремите своје.",
    "sv": "Anpassade markörer för Chrome ™. Använd en stor samling gratis pekare eller ladda upp din egen.",
    "sw": "Matumizi mkusanyiko mkubwa wa cursors bure au kupakia yako mwenyewe.",
    "ta": "Chrome க்கான தனிப்பயன் கர்சர். இலவசக் கர்சர்களின் பெரிய தொகுப்பைப் பயன்படுத்தவும் அல்லது உங்கள் சொந்த பதிவேற்றவும்.",
    "te": "Chrome ™ కోసం అనుకూల కర్సర్ లు. ఉచిత కర్సర్ల సేకరణను ఉపయోగించండి లేదా మీ స్వంతంగా అప్లోడ్ చేయండి.",
    "th": "เคอร์เซอร์แบบกำหนดเองสำหรับ Chrome ™ ใช้ชุดเคอร์เซอร์ฟรีขนาดใหญ่หรืออัปโหลดด้วยตัวคุณเอง",
    "tr": "Chrome ™ için özel imleçler. Çok sayıda ücretsiz imleç koleksiyonu kullanın veya kendiniz yükleyin.",
    "uk": "Кастомні курсори для Chrome ™. Використовуйте велику колекцію вільних курсорів або завантажуйте свій власний.",
    "vi": "Con trỏ tùy chỉnh cho Chrome ™. Sử dụng một bộ sưu tập lớn các con trỏ miễn phí hoặc tải lên của riêng bạn.",
    "zh_CN,zh_TW": "Chrome™的自定义光标。 使用大量免费游标或上传自己的游标。"
  },
  "long": {
    "ar": "قم بتخصيص تجربة متصفح Chrome من خلال مجموعتنا المجانية من مؤشرات الماوس في Custom Cursor.\n\nفي Custom Cursor أنشأنا مجموعة عملاقة من المؤشرات اللطيفة المرسومة باليد. لدينا أكثر من 8000 حزمة مختلفة متاحة على موقعنا لتستمتع بها. بمساعدتك ، نمت مجموعتنا بشكل كبير لدرجة أننا قسمناها إلى فئات يجب أن تناسب كل الأذواق ، مثل:\n\n- ماين كرافت؛\n- مؤشرات لطيفة.\n- حزم الماوس أنيمي.\n- الميمات.\n- حزم مؤشر Spy x Family مع Anya Forger ؛\n- بيننا؛\n- نوعان من المؤشرات الدنيا للعمل والدراسات ؛\n- ألعاب؛\n- روبلوكس\n- والعديد والعديد من العناصر المضحكة الأخرى لتلعب بها.\n\nيتم تجميع بعض حزم مؤشرات الماوس الخاصة بنا مع ملحق مستعرض Custom Cursor ، ولكن معظمها ينتظرك على موقعنا على الويب. ترقب الإضافات الجديدة والشائعة.\n\nلتبسيط التنقل ، قمنا بتنظيم مجموعتنا في مجموعات اختيارات المحرر ، ولكل منها سمة فريدة. الامثله تشمل:\n\n- سهام خضراء للخريف.\n- سهام تحت عنوان عيد الميلاد.\n- اختيارات محرر الإجازات.\n- عيد الرعب؛\n- تعاون المؤشر المخصص مع Daieny Schuttz ؛\n- يختار محرر المؤشرات الوردي.\n- زينة الفأر الصيفية.\n- ألوان قوس قزح؛\nوأكثر من ذلك بكثير على موقعنا.\n\nإذا لم تتمكن من العثور على ما تبحث عنه ، فاستخدم زر \"تحميل المؤشر\" لإضافة زر خاص بك. إدارة مجموعة الأسهم الشخصية الخاصة بك في صفحة التحميل وضبط حجم المؤشر في قسم \"إدارة\".\n\nسيتم تحميل المجموعات المضافة حديثًا إلى Custom Cursor for Chrome extension ويمكن العثور عليها في أسفل قائمة المجموعة. ستظهر الحزم التي أضفتها في \"مجموعتي\".\n\nقم بإنشاء مجموعتك الخاصة من مؤشرات الماوس من أي صور باستخدام أداة Custom Cursor Creator على موقعنا على الإنترنت. سيسمح لك بإنشاء حزم جديدة من أي سهم أو صورة على شكل مؤشر تقريبًا على الإنترنت.\n\n-------------------\n! بعد تثبيت الامتداد ، قم بتحديث علامات التبويب المفتوحة مسبقًا لاستخدامها في تلك الصفحات. لاحظ أن الامتداد قد لا يعمل على صفحات سوق Chrome الإلكتروني أو الصفحة الرئيسية. افتح موقعًا إلكترونيًا آخر (مثل google.com) لاختبار الامتداد.\n\nإذا كنت ترغب في الامتداد ، يمكنك أيضًا التحقق من تطبيق Custom Cursor for Windows الخاص بنا.\n\nمعاينة مظهر السهم من خلال النقر عليه في نافذة التمديد وتحريك الماوس إلى المساحة الفارغة داخل النافذة.\n\n❤️ ❤️ ❤️",
    "am": "የChrome አሳሽ ተሞክሮዎን በብጁ ጠቋሚ ላይ ባለው የመዳፊት ጠቋሚ ስብስባችን ያብጁት።\n\nበ Custom Cursor በእጅ የተሳሉ የሚያምሩ ጠቋሚዎች ስብስብ ፈጥረናል። በድረ-ገጻችን ላይ ከ8000 በላይ የተለያዩ ጥቅሎች አሉን ለመዝናናት። በእርስዎ እገዛ፣ ስብስባችን በጣም ትልቅ ከመሆኑ የተነሳ ለእያንዳንዱ ጣዕም ተስማሚ ወደሚሆኑ ምድቦች ከፋፍለነዋል፣ ለምሳሌ፡-\n\n- Minecraft;\n- ቆንጆ ጠቋሚዎች;\n- የአኒም መዳፊት እሽጎች;\n- ሜምስ;\n- ስፓይ x የቤተሰብ ጠቋሚ ጥቅሎች ከአንያ አንጥረኛ ጋር;\n- ከእኛ መካከል;\n- ለስራ እና ለጥናት ሁለት ዓይነት አነስተኛ ጠቋሚዎች;\n- ጨዋታዎች;\n- ሮቦሎክስ;\n- እና ብዙ፣ ሌሎች ብዙ አስቂኝ ክፍሎች ለእርስዎ እንዲጫወቱ።\n\nአንዳንድ የእኛ የመዳፊት ጠቋሚ ጥቅሎች ከብጁ ጠቋሚ ማሰሻ ቅጥያ ጋር ተያይዘዋል፣ ግን አብዛኛዎቹ በድረ-ገጻችን ላይ ይጠብቁዎታል። አዳዲስ እና በመታየት ላይ ያሉ ተጨማሪዎችን ይከታተሉ።\n\nአሰሳን ለማቃለል ስብስባችንን ወደ የአርታዒ ምርጫ ስብስቦች አዘጋጅተናል፣ እያንዳንዱም ልዩ ጭብጥ አለው። ምሳሌዎች የሚከተሉትን ያካትታሉ:\n\n- ለመኸር አረንጓዴ ቀስቶች;\n- የገና ጭብጥ ቀስቶች;\n- የበዓላት አርታዒ ምርጫዎች;\n- ሃሎዊን;\n- ብጁ ጠቋሚ ከዳይኒ ሹትዝ ጋር ትብብር;\n- ሮዝ ጠቋሚዎች አርታዒ ምርጫዎች;\n- የበጋ የመዳፊት ማስጌጫዎች;\n- የቀስተ ደመና ቀለሞች;\nእና ብዙ፣ ብዙ ተጨማሪ በድረ-ገጻችን ላይ።\n\nየሚፈልጉትን ማግኘት ካልቻሉ የእራስዎን ለመጨመር የ\"UPLOAD CURSOR\" ቁልፍን ይጠቀሙ። በመስቀል ገጽ ላይ የእርስዎን የግል የቀስት ስብስብ ያስተዳድሩ እና በ \"አቀናብር\" ክፍል ውስጥ የጠቋሚውን መጠን ያስተካክሉ።\n\nአዲስ የተጨመሩ ስብስቦች ወደ ብጁ ጠቋሚ ለ Chrome ቅጥያ ይሰቀላሉ እና በክምችት ዝርዝሩ ግርጌ ላይ ይገኛሉ። የታከሉ ጥቅሎችዎ በ«የእኔ ስብስብ» ውስጥ ይታያሉ።\n\nበድረ-ገጻችን ላይ ባለው የብጁ ጠቋሚ ፈጣሪ መሣሪያ ከማንኛውም ምስሎች የራስዎን የመዳፊት ጠቋሚዎች ስብስብ ይፍጠሩ። በበይነመረቡ ላይ ከማንኛውም ቀስት ወይም ጠቋሚ ቅርጽ ያለው ምስል አዲስ ፓኬጆችን እንዲፈጥሩ ይፈቅድልዎታል።\n\n------------------\n! ቅጥያውን ከጫኑ በኋላ በእነዚያ ገጾች ላይ ለመጠቀም ከዚህ ቀደም የተከፈቱትን ትሮችን ያድሱ። ቅጥያው በChrome ድር ማከማቻ ገፆች ወይም በመነሻ ገጹ ላይ ላይሰራ እንደሚችል ልብ ይበሉ። ቅጥያውን ለመፈተሽ ሌላ ድር ጣቢያ ይክፈቱ (ለምሳሌ፡ google.com)።\n\nቅጥያውን ከወደዱ እንዲሁም የእኛን ብጁ ጠቋሚ ለዊንዶውስ መተግበሪያ ማየት ይችላሉ።\n\nበቅጥያው መስኮቱ ላይ እሱን ጠቅ በማድረግ እና አይጤውን በመስኮቱ ውስጥ ወዳለው ባዶ ቦታ በማንቀሳቀስ የቀስት እይታን አስቀድመው ይመልከቱ።\n\n❤️ ❤️ ❤️",
    "bg": "Персонализирайте вашето изживяване в браузъра Chrome с нашата безплатна колекция от курсори на мишката в Custom Cursor.\n\nВ Custom Cursor създадохме огромна колекция от ръчно рисувани сладки курсори. Имаме над 8000 различни пакета, налични на нашия уебсайт, на които можете да се насладите. С ваша помощ колекцията ни стана толкова голяма, че я разделихме на категории, които трябва да отговарят на всеки вкус, като:\n\n- Minecraft;\n- Сладки курсори;\n- Аниме пакети с мишки;\n- Мемета;\n- Пакети показалци Spy x Family с Anya Forger;\n- Сред нас;\n- Два вида минимални указатели за работа и обучение;\n- Игри;\n- Roblox;\n- И много, много други забавни елементи, с които да играете.\n\nНякои от нашите пакети с показалци на мишката са в комплект с разширението за браузър Custom Cursor, но повечето от тях ви очакват на нашия уебсайт. Следете за нови и модерни допълнения.\n\nЗа да опростим навигацията, организирахме нашата колекция в колекции Избор на редактора, всяка с уникална тема. Примерите включват:\n\n- Зелени стрелки за есента;\n- стрели с коледна тематика;\n- Избор на редактора за празници;\n- Хелоуин;\n- Сътрудничество на Custom Cursor с Daieny Schuttz;\n- Редактор на розови показалци;\n- Летни мишки декорации;\n- Цветове на дъгата;\nи много, много повече на нашия уебсайт.\n\nАко не можете да намерите това, което търсите, използвайте бутона „КАЧВАНЕ НА КУРСОРА“, за да добавите свой собствен. Управлявайте личната си колекция от стрелки на страницата за качване и коригирайте размера на курсора в секцията „Управление“.\n\nНоводобавените колекции ще бъдат качени в разширението Персонализиран курсор за Chrome и могат да бъдат намерени в долната част на списъка с колекции. Вашите добавени пакети ще се покажат в „Моята колекция“.\n\nСъздайте своя собствена колекция от курсори на мишката от всякакви изображения с инструмента Custom Cursor Creator на нашия уебсайт. Това ще ви позволи да създавате нови пакети от почти всяко изображение във формата на стрелка или показалец в интернет.\n\n-------------------\n! След като инсталирате разширението, опреснете вече отворените раздели, за да го използвате на тези страници. Имайте предвид, че разширението може да не работи на страниците на уеб магазина на Chrome или на началната страница. Отворете друг уебсайт (напр. google.com), за да тествате разширението.\n\nАко харесвате разширението, можете също да проверите нашето приложение Персонализиран курсор за Windows.\n\nПрегледайте външния вид на стрелката, като щракнете върху нея в прозореца на разширението и преместите мишката до празното място в прозореца.\n\n❤️ ❤️ ❤️",
    "bn": "কাস্টম কার্সারে আমাদের মাউস কার্সারের বিনামূল্যে সংগ্রহের সাথে আপনার Chrome ব্রাউজার অভিজ্ঞতা কাস্টমাইজ করুন।\n\nকাস্টম কার্সারে আমরা হাতে আঁকা সুন্দর কার্সারগুলির একটি বিশাল সংগ্রহ তৈরি করেছি। আপনার উপভোগ করার জন্য আমাদের ওয়েবসাইটে 8000 টিরও বেশি বিভিন্ন প্যাক রয়েছে। আপনার সাহায্যে, আমাদের সংগ্রহ এত বড় হয়েছে যে আমরা এটিকে বিভাগগুলিতে ভাগ করেছি যা প্রতিটি স্বাদের সাথে মানানসই হওয়া উচিত, যেমন:\n\n- মাইনক্রাফ্ট;\n- চতুর কার্সার;\n- এনিমে মাউস প্যাক;\n- মেমস;\n- Anya Forger-এর সাথে স্পাই এক্স ফ্যামিলি পয়েন্টার প্যাক;\n- আমাদের মধ্যে;\n- কাজ এবং পড়াশোনার জন্য দুই ধরনের ন্যূনতম পয়েন্টার;\n- গেমস;\n- রোবলক্স;\n- এবং আপনার সাথে খেলার জন্য অনেক, অন্যান্য অনেক মজার উপাদান।\n\nআমাদের কিছু মাউস পয়েন্টার প্যাকগুলি কাস্টম কার্সার ব্রাউজার এক্সটেনশনের সাথে একত্রিত, তবে তাদের বেশিরভাগই আমাদের ওয়েবসাইটে আপনার জন্য অপেক্ষা করছে৷ নতুন এবং ট্রেন্ডিং সংযোজনের জন্য নজর রাখুন।\n\nনেভিগেশন সহজ করার জন্য, আমরা আমাদের সংগ্রহকে সম্পাদকের বাছাই সংগ্রহে সংগঠিত করেছি, প্রতিটিতে একটি অনন্য থিম রয়েছে। উদাহরণ অন্তর্ভুক্ত:\n\n- শরতের জন্য সবুজ তীর;\n- ক্রিসমাস-থিমযুক্ত তীর;\n- ছুটির দিন সম্পাদকের বাছাই;\n- হ্যালোইন;\n- Daieny Schuttz-এর সাথে কাস্টম কার্সার সহযোগিতা;\n- গোলাপী পয়েন্টার সম্পাদক বাছাই;\n- গ্রীষ্মের মাউস সজ্জা;\n- রংধনু রং;\nএবং আমাদের ওয়েবসাইটে আরো অনেক কিছু।\n\nআপনি যা খুঁজছেন তা খুঁজে না পেলে, আপনার নিজের যোগ করতে \"আপলোড কার্সার\" বোতামটি ব্যবহার করুন৷ আপলোড পৃষ্ঠায় আপনার ব্যক্তিগত তীর সংগ্রহ পরিচালনা করুন এবং \"পরিচালনা\" বিভাগে কার্সারের আকার সামঞ্জস্য করুন৷\n\nনতুন যোগ করা সংগ্রহগুলি Chrome এক্সটেনশনের জন্য কাস্টম কার্সারে আপলোড করা হবে এবং সংগ্রহ তালিকার নীচে পাওয়া যাবে৷ আপনার যোগ করা প্যাকগুলি \"আমার সংগ্রহ\" এ প্রদর্শিত হবে।\n\nআমাদের ওয়েবসাইটে কাস্টম কার্সার ক্রিয়েটর টুল দিয়ে যেকোনো ছবি থেকে আপনার নিজস্ব মাউস কার্সারের সংগ্রহ তৈরি করুন। এটি আপনাকে ইন্টারনেটে প্রায় যেকোনো তীর বা পয়েন্টার-আকৃতির ছবি থেকে নতুন প্যাক তৈরি করার অনুমতি দেবে।\n\n-------------------\n! এক্সটেনশন ইনস্টল করার পরে, সেই পৃষ্ঠাগুলিতে এটি ব্যবহার করতে পূর্বে খোলা ট্যাবগুলি রিফ্রেশ করুন৷ মনে রাখবেন যে এক্সটেনশনটি Chrome ওয়েব স্টোর পৃষ্ঠা বা হোম পেজে কাজ নাও করতে পারে৷ এক্সটেনশন পরীক্ষা করতে অন্য ওয়েবসাইট (যেমন, google.com) খুলুন।\n\nআপনি যদি এক্সটেনশনটি পছন্দ করেন তবে আপনি Windows অ্যাপের জন্য আমাদের কাস্টম কার্সারও দেখতে পারেন।\n\nএক্সটেনশন উইন্ডোতে ক্লিক করে এবং উইন্ডোর মধ্যে খালি জায়গায় মাউস সরানোর মাধ্যমে তীরের উপস্থিতির পূর্বরূপ দেখুন।\n\n❤️ ❤️ ❤️",
    "ca": "Personalitzeu la vostra experiència de navegador Chrome amb la nostra col·lecció gratuïta de cursors del ratolí a Custom Cursor.\n\nA Custom Cursor hem creat una col·lecció gegant de cursors bonics dibuixats a mà. Tenim més de 8000 paquets diferents disponibles al nostre lloc web perquè en gaudeixis. Amb la teva ajuda, la nostra col·lecció ha crescut tant que la vam dividir en categories que haurien d'adaptar-se a tots els gustos, com ara:\n\n- Minecraft;\n- Cursors bonics;\n- Paquets de ratolí d'anime;\n- Memes;\n- Paquets de punters Spy x Family amb Anya Forger;\n- Entre nosaltres;\n- Dos tipus de punters mínims per al treball i els estudis;\n- Jocs;\n- Roblox;\n- I molts, molts altres elements divertits per jugar.\n\nAlguns dels nostres paquets de punters del ratolí s'inclouen amb l'extensió del navegador Custom Cursor, però la majoria us esperen al nostre lloc web. Estigueu atents a les novetats i tendències.\n\nPer simplificar la navegació, hem organitzat la nostra col·lecció en col·leccions de Selecció de l'editor, cadascuna amb un tema únic. Alguns exemples inclouen:\n\n- Fletxes verdes per a la tardor;\n- fletxes de temàtica nadalenca;\n- Seleccions de l'editor de vacances;\n- Halloween;\n- Col·laboració de Custom Cursor amb Daieny Schuttz;\n- Seleccions de l'editor de punters rosats;\n- Decoracions de ratolí d'estiu;\n- Colors de l'arc de Sant Martí;\ni molt, molt més al nostre lloc web.\n\nSi no trobeu el que busqueu, feu servir el botó \"CARREGA EL CURSOR\" per afegir el vostre. Gestioneu la vostra col·lecció personal de fletxes a la pàgina de càrrega i ajusteu la mida del cursor a la secció \"Gestiona\".\n\nLes col·leccions afegides recentment es penjaran a l'extensió Cursor personalitzat per a Chrome i es poden trobar a la part inferior de la llista de col·leccions. Els vostres paquets afegits apareixeran a \"La meva col·lecció\".\n\nCreeu la vostra pròpia col·lecció de cursors del ratolí a partir de qualsevol imatge amb l'eina Creador de cursors personalitzats al nostre lloc web. Us permetrà crear nous paquets a partir de gairebé qualsevol imatge en forma de fletxa o punter a Internet.\n\n-------------------\n! Després d'instal·lar l'extensió, actualitzeu les pestanyes obertes anteriorment per utilitzar-la en aquestes pàgines. Tingueu en compte que és possible que l'extensió no funcioni a les pàgines de Chrome Web Store o a la pàgina d'inici. Obriu un altre lloc web (p. ex., google.com) per provar l'extensió.\n\nSi t'agrada l'extensió, també pots consultar la nostra aplicació de Cursor personalitzat per a Windows.\n\nPrevisualitza l'aspecte de la fletxa fent-hi clic a la finestra d'extensió i movent el ratolí a l'espai buit de la finestra.\n\n❤️ ❤️ ❤️",
    "cs": "Přizpůsobte si svůj prohlížeč Chrome pomocí naší bezplatné kolekce kurzorů myši na Custom Cursor.\n\nV Custom Cursor jsme vytvořili obří sbírku ručně kreslených roztomilých kurzorů. Na našem webu máme více než 8000 různých balíčků, které si můžete užít. S vaší pomocí se naše sbírka rozrostla natolik, že jsme ji rozdělili do kategorií, které by měly vyhovovat každému vkusu, jako například:\n\n- Minecraft;\n- Roztomilé kurzory;\n- Balíčky anime myší;\n- Memy;\n- Spy x Family pointer balíčky s Anyou Forgerovou;\n- Mezi námi;\n- Dva typy minimálních ukazatelů pro práci a studium;\n- Hry;\n- Roblox;\n- A mnoho, mnoho dalších zábavných prvků, se kterými si můžete hrát.\n\nNěkteré z našich balíčků ukazatelů myši jsou dodávány s rozšířením prohlížeče Custom Cursor, ale většina z nich na vás čeká na našem webu. Sledujte nové a trendy přírůstky.\n\nPro zjednodušení navigace jsme naši sbírku uspořádali do sbírek Tipy editora, z nichž každá má jedinečné téma. Příklady:\n\n- Zelené šipky na podzim;\n- šipky s vánoční tématikou;\n- Tipy redaktora svátků;\n- Předvečer Všech svatých;\n- Spolupráce Custom Cursor s Daieny Schuttz;\n- Výběr editoru růžových ukazatelů;\n- Letní dekorace myší;\n- Duhové barvy;\na mnohem, mnohem více na našem webu.\n\nPokud nemůžete najít, co hledáte, přidejte svůj vlastní pomocí tlačítka „NAHRÁT KURZOR“. Spravujte svou osobní sbírku šípů na stránce Nahrát a upravte velikost kurzoru v sekci „Spravovat“.\n\nNově přidané sbírky budou nahrány do rozšíření Custom Cursor for Chrome a najdete je v dolní části seznamu sbírek. Vaše přidané balíčky se objeví v \"Moje sbírka\".\n\nVytvořte si vlastní sbírku kurzorů myši z libovolných obrázků pomocí nástroje Custom Cursor Creator na našem webu. Umožní vám vytvářet nové balíčky z téměř jakéhokoli obrázku ve tvaru šipky nebo ukazatele na internetu.\n\n--------------------\n! Po instalaci rozšíření obnovte dříve otevřené karty, abyste je mohli na těchto stránkách použít. Upozorňujeme, že rozšíření nemusí fungovat na stránkách Internetového obchodu Chrome nebo na domovské stránce. Otevřete jiný web (např. google.com) a otestujte rozšíření.\n\nPokud se vám rozšíření líbí, můžete také zkontrolovat naši aplikaci Custom Cursor for Windows.\n\nProhlédněte si vzhled šipky kliknutím na ni v okně rozšíření a najetím myši na prázdné místo v okně.\n\n❤️ ❤️ ❤️",
    "da": "Tilpas din Chrome-browseroplevelse med vores gratis samling af musemarkører på Custom Cursor.\n\nHos Custom Cursor har vi skabt en kæmpe samling af håndtegnede søde markører. Vi har over 8000 forskellige pakker tilgængelige på vores hjemmeside, som du kan nyde. Med din hjælp er vores kollektion vokset så stor, at vi har opdelt den i kategorier, der burde passe enhver smag, som:\n\n- Minecraft;\n- Søde markører;\n- Anime-musepakker;\n- Memes;\n- Spy x Family pointerpakker med Anya Forger;\n- Blandt os;\n- To typer af minimale tips til arbejde og studier;\n- Spil;\n- Roblox;\n- Og mange, mange andre sjove elementer for dig at lege med.\n\nNogle af vores musemarkørpakker er bundtet med browserudvidelsen Custom Cursor, men de fleste af dem venter på dig på vores hjemmeside. Hold øje med nye og trending tilføjelser.\n\nFor at forenkle navigationen har vi organiseret vores samling i Editor's Picks-samlinger, hver med et unikt tema. Eksempler omfatter:\n\n- Grønne pile til efteråret;\n- Pile med juletema;\n- Ferieredaktørens valg;\n- Halloween;\n- Custom Cursor samarbejde med Daieny Schuttz;\n- Pink pointers editor picks;\n- Sommer mus dekorationer;\n- Regnbuefarver;\nog meget, meget mere på vores hjemmeside.\n\nHvis du ikke kan finde det, du leder efter, skal du bruge knappen \"UPLOAD MARKØR\" for at tilføje din egen. Administrer din personlige pilsamling på Upload-siden og juster markørens størrelse i sektionen \"Administrer\".\n\nNyligt tilføjede samlinger vil blive uploadet til Custom Cursor for Chrome-udvidelsen og kan findes nederst på samlingslisten. Dine tilføjede pakker vises i \"Min samling\".\n\nOpret din egen samling af musemarkører fra alle billeder med Custom Cursor Creator-værktøjet på vores hjemmeside. Det giver dig mulighed for at oprette nye pakker fra næsten ethvert pil- eller pegerformet billede på internettet.\n\n------------------\n! Når du har installeret udvidelsen, skal du opdatere tidligere åbnede faner for at bruge den på disse sider. Bemærk, at udvidelsen muligvis ikke fungerer på Chrome Webshop-sider eller startsiden. Åbn et andet websted (f.eks. google.com) for at teste udvidelsen.\n\nHvis du kan lide udvidelsen, kan du også tjekke vores Custom Cursor til Windows-app.\n\nForhåndsvis pilens udseende ved at klikke på den i udvidelsesvinduet og flytte musen til det tomme rum i vinduet.\n\n❤️ ❤️ ❤️",
    "de": "Passen Sie Ihr Chrome-Browser-Erlebnis mit unserer kostenlosen Sammlung von Mauszeigern unter Custom Cursor an.\n\nBei Custom Cursor haben wir eine riesige Sammlung von handgezeichneten niedlichen Cursors erstellt. Auf unserer Website stehen Ihnen über 8000 verschiedene Pakete zur Verfügung. Mit Ihrer Hilfe ist unsere Sammlung so groß geworden, dass wir sie in Kategorien unterteilt haben, die jedem Geschmack gerecht werden sollten, wie zum Beispiel:\n\n- Minecraft;\n- Nette Cursor;\n- Anime-Mauspakete;\n- Meme;\n- Spy x Family-Zeigerpakete mit Anya Forger;\n- Unter uns;\n- Zwei Arten von Minimal-Hinweisen für Arbeit und Studium;\n- Spiele;\n-Roblox;\n- Und viele, viele andere lustige Elemente, mit denen du spielen kannst.\n\nEinige unserer Mauszeigerpakete sind mit der benutzerdefinierten Cursor-Browsererweiterung gebündelt, aber die meisten von ihnen erwarten Sie auf unserer Website. Halten Sie Ausschau nach neuen und trendigen Ergänzungen.\n\nUm die Navigation zu vereinfachen, haben wir unsere Sammlung in Editor's Picks-Sammlungen organisiert, jede mit einem einzigartigen Thema. Beispiele beinhalten:\n\n- Grüne Pfeile für den Herbst;\n- Weihnachtspfeile;\n- Auswahl der Feiertagsredaktion;\n- Halloween;\n- Zusammenarbeit mit Custom Cursor mit Daieny Schuttz;\n- Editor-Picks für rosa Zeiger;\n- Sommermaus-Dekorationen;\n- Regenbogenfarben;\nund vieles mehr auf unserer Website.\n\nWenn Sie nicht finden, wonach Sie suchen, verwenden Sie die Schaltfläche \"UPLOAD CURSOR\", um Ihre eigenen hinzuzufügen. Verwalten Sie Ihre persönliche Pfeilsammlung auf der Upload-Seite und passen Sie die Cursorgröße im Abschnitt „Verwalten“ an.\n\nNeu hinzugefügte Sammlungen werden in die Erweiterung Custom Cursor for Chrome hochgeladen und sind am Ende der Sammlungsliste zu finden. Ihre hinzugefügten Packs erscheinen in „Meine Sammlung“.\n\nErstellen Sie Ihre eigene Sammlung von Mauszeigern aus beliebigen Bildern mit dem Custom Cursor Creator-Tool auf unserer Website. Es ermöglicht Ihnen, neue Pakete aus fast jedem pfeil- oder zeigerförmigen Bild im Internet zu erstellen.\n\n-------------------\n! Aktualisieren Sie nach der Installation der Erweiterung zuvor geöffnete Registerkarten, um sie auf diesen Seiten zu verwenden. Beachten Sie, dass die Erweiterung möglicherweise nicht auf Chrome Web Store-Seiten oder der Startseite funktioniert. Öffnen Sie eine andere Website (z. B. google.com), um die Erweiterung zu testen.\n\nWenn Ihnen die Erweiterung gefällt, können Sie auch unsere benutzerdefinierte Cursor-App für Windows ausprobieren.\n\nSehen Sie sich das Erscheinungsbild des Pfeils an, indem Sie im Erweiterungsfenster darauf klicken und die Maus auf den leeren Bereich innerhalb des Fensters bewegen.\n\n❤️ ❤️ ❤️",
    "el": "Προσαρμόστε την εμπειρία του προγράμματος περιήγησης Chrome με τη δωρεάν συλλογή δρομέων ποντικιού στον Προσαρμοσμένο Δρομέα.\n\nΣτο Custom Cursor δημιουργήσαμε μια τεράστια συλλογή από χαριτωμένους δρομείς που σχεδιάζονται στο χέρι. Έχουμε πάνω από 8000 διαφορετικά πακέτα διαθέσιμα στον ιστότοπό μας για να τα απολαύσετε. Με τη βοήθειά σας, η συλλογή μας μεγάλωσε τόσο πολύ που τη χωρίσαμε σε κατηγορίες που πρέπει να ταιριάζουν σε κάθε γούστο, όπως:\n\n- Minecraft\n- Χαριτωμένοι δρομείς\n- Πακέτα ποντικιών Anime.\n- Μιμίδια\n- Πακέτα δείκτη Spy x Family με την Anya Forger.\n- Μεταξύ μας;\n- Δύο τύποι ελάχιστων δεικτών για εργασία και σπουδές.\n- Παιχνίδια;\n- Roblox\n- Και πολλά, πολλά άλλα αστεία στοιχεία για να παίξεις.\n\nΟρισμένα από τα πακέτα δεικτών του ποντικιού μας συνοδεύονται από την επέκταση προγράμματος περιήγησης Custom Cursor, αλλά τα περισσότερα από αυτά σας περιμένουν στον ιστότοπό μας. Έχετε το νου σας για νέες και μοντέρνες προσθήκες.\n\nΓια να απλοποιήσουμε την πλοήγηση, έχουμε οργανώσει τη συλλογή μας σε συλλογές Editor's Picks, καθεμία με ένα μοναδικό θέμα. Τα παραδείγματα περιλαμβάνουν:\n\n- Πράσινα βέλη για το φθινόπωρο.\n- Βέλη με θέμα τα Χριστούγεννα\n- Επιλογές εκδότη για διακοπές.\n- Απόκριες;\n- Συνεργασία προσαρμοσμένου δρομέα με την Daieny Schuttz.\n- Ροζ δείκτες επιλογές επεξεργασίας?\n- Καλοκαιρινή διακόσμηση ποντικιού.\n- Χρώματα ουράνιου τόξου.\nκαι πολλά, πολλά άλλα στην ιστοσελίδα μας.\n\nΕάν δεν μπορείτε να βρείτε αυτό που ψάχνετε, χρησιμοποιήστε το κουμπί \"UPLOAD CURSOR\" για να προσθέσετε το δικό σας. Διαχειριστείτε την προσωπική σας συλλογή βελών στη σελίδα Μεταφόρτωση και προσαρμόστε το μέγεθος του δρομέα στην ενότητα \"Διαχείριση\".\n\nΟι συλλογές που προστέθηκαν πρόσφατα θα μεταφορτωθούν στην επέκταση προσαρμοσμένου δρομέα για το Chrome και βρίσκονται στο κάτω μέρος της λίστας συλλογής. Τα πακέτα που έχετε προσθέσει θα εμφανιστούν στο \"Η συλλογή μου\".\n\nΔημιουργήστε τη δική σας συλλογή δρομέων ποντικιού από οποιεσδήποτε εικόνες με το εργαλείο Δημιουργός προσαρμοσμένου δρομέα στον ιστότοπό μας. Θα σας επιτρέψει να δημιουργήσετε νέα πακέτα από σχεδόν οποιαδήποτε εικόνα σε σχήμα βέλους ή δείκτη στο διαδίκτυο.\n\n--------------------\n! Μετά την εγκατάσταση της επέκτασης, ανανεώστε τις καρτέλες που έχουν ανοίξει προηγουμένως για να τη χρησιμοποιήσετε σε αυτές τις σελίδες. Λάβετε υπόψη ότι η επέκταση ενδέχεται να μην λειτουργεί στις σελίδες του Chrome Web Store ή στην αρχική σελίδα. Ανοίξτε έναν άλλο ιστότοπο (π.χ. google.com) για να δοκιμάσετε την επέκταση.\n\nΕάν σας αρέσει η επέκταση, μπορείτε επίσης να ελέγξετε την εφαρμογή Προσαρμοσμένος Δρομέας για Windows.\n\nΚάντε προεπισκόπηση της εμφάνισης του βέλους κάνοντας κλικ σε αυτό στο παράθυρο επέκτασης και μετακινώντας το ποντίκι στον κενό χώρο μέσα στο παράθυρο.\n\n❤️ ❤️ ❤️",
    "en,en_AU": "Customize your Chrome browser experience with our free collection of mouse cursors at Custom Cursor.\n\nAt Custom Cursor we have created a giant collection of hand-drawn cute cursors. We have over 8000 different packs available on our website for you to enjoy. With your help, our collection has grown so big that we divided it into categories that should fit every taste, like:\n\n- Minecraft;\n- Cute Cursors;\n- Anime mouse packs;\n- Memes;\n- Spy x Family pointer packs with Anya Forger;\n- Among Us;\n- Two types of Minimal pointers for work and studies;\n- Games;\n- Roblox;\n- And many, many other funny elements for you to play with.\n\nSome of our mouse pointer packs are bundled with the Custom Cursor browser extension, but most of them await you on our website. Keep an eye out for new and trending additions.\n\nTo simplify navigation, we've organised our collection into Editor's Picks collections, each with a unique theme. Examples include:\n\n- Green arrows for autumn;\n- Christmas themed arrows;\n- Holidays editor's picks;\n- Halloween;\n- Custom Cursor collaboration with Daieny Schuttz;\n- Pink pointers editor picks;\n- Summer mouse decorations;\n- Rainbow colors;\nand much, much more on our website.\n\nIf you can't find what you're looking for, use the \"UPLOAD CURSOR\" button to add your own. Manage your personal arrow collection on the Upload page and adjust cursor size in the \"Manage\" section.\n\nNewly added collections will be uploaded to the Custom Cursor for Chrome extension and can be found at the bottom of the collection list. Your added packs will appear in “My Collection”.\n\nCreate your own collection of mouse cursors from any images with Custom Cursor Creator tool on our website. It will allow you to create new packs from almost any arrow or pointer shaped image on the internet. \n\n-------------------\n! After installing the extension, refresh previously opened tabs to use it on those pages. Note that the extension may not work on Chrome Web Store pages or the home page. Open another website (e.g., google.com) to test the extension.\n\nIf you like the extension you can also check our Custom Cursor for Windows app.\n\nPreview arrow appearance by clicking on it in the extension window and moving the mouse to the empty space within the window.\n\n❤️ ❤️ ❤️",
    "en_GB,en_US": "Customize your Chrome browser experience with our free collection of mouse cursors at Custom Cursor.\n\nAt Custom Cursor we have created a giant collection of hand-drawn cute cursors. We have over 8000 different packs available on our website for you to enjoy. With your help, our collection has grown so big that we divided it into categories that should fit every taste, like:\n\n- Minecraft;\n- Cute Cursors;\n- Anime mouse packs;\n- Memes;\n- Spy x Family pointer packs with Anya Forger;\n- Among Us;\n- Two types of Minimal pointers for work and studies;\n- Games;\n- Roblox;\n- And many, many other funny elements for you to play with.\n\nSome of our mouse pointer packs are bundled with the Custom Cursor browser extension, but most of them await you on our website. Keep an eye out for new and trending additions.\n\nTo simplify navigation, we've organized our collection into Editor's Picks collections, each with a unique theme. Examples include:\n\n- Green arrows for autumn;\n- Christmas-themed arrows;\n- Holidays editor's picks;\n- Halloween;\n- Custom Cursor collaboration with Daieny Schuttz;\n- Pink pointers editor picks;\n- Summer mouse decorations;\n- Rainbow colors;\nand much, much more on our website.\n\nIf you can't find what you're looking for, use the \"UPLOAD CURSOR\" button to add your own. Manage your personal arrow collection on the Upload page and adjust cursor size in the \"Manage\" section.\n\nNewly added collections will be uploaded to the Custom Cursor for Chrome extension and can be found at the bottom of the collection list. Your added packs will appear in “My Collection”.\n\nCreate your own collection of mouse cursors from any images with Custom Cursor Creator tool on our website. It will allow you to create new packs from almost any arrow or pointer shaped image on the internet. \n\n-------------------\n! After installing the extension, refresh previously opened tabs to use it on those pages. Note that the extension may not work on Chrome Web Store pages or the home page. Open another website (e.g., google.com) to test the extension.\n\nIf you like the extension you can also check our Custom Cursor for Windows app.\n\nPreview arrow appearance by clicking on it in the extension window and moving the mouse to the empty space within the window.\n\n❤️ ❤️ ❤️",
    "es,es_419": "Personalice su experiencia con el navegador Chrome con nuestra colección gratuita de cursores de mouse en Custom Cursor.\n\nEn Custom Cursor hemos creado una colección gigante de lindos cursores dibujados a mano. Tenemos más de 8000 paquetes diferentes disponibles en nuestro sitio web para que disfrutes. Con su ayuda, nuestra colección ha crecido tanto que la dividimos en categorías que deben adaptarse a todos los gustos, como:\n\n- Minecraft;\n- Cursores lindos;\n- Paquetes de ratones de anime;\n- Memes;\n- Paquetes de punteros Spy x Family con Anya Forger;\n- Entre nosotros;\n- Dos tipos de punteros mínimos para el trabajo y los estudios;\n- Juegos;\n-Roblox;\n- Y muchos, muchos otros elementos divertidos para que juegues.\n\nAlgunos de nuestros paquetes de punteros de mouse se incluyen con la extensión del navegador Custom Cursor, pero la mayoría lo esperan en nuestro sitio web. Esté atento a las incorporaciones nuevas y de tendencia.\n\nPara simplificar la navegación, hemos organizado nuestra colección en colecciones de Selecciones del editor, cada una con un tema único. Ejemplos incluyen:\n\n- Flechas verdes para el otoño;\n- Flechas con motivos navideños;\n- Selecciones del editor de vacaciones;\n- Halloween;\n- Colaboración de Custom Cursor con Daieny Schuttz;\n- Selecciones del editor de punteros rosas;\n- Decoraciones de ratón de verano;\n- Colores del arcoiris;\ny mucho, mucho más en nuestro sitio web.\n\nSi no puede encontrar lo que está buscando, use el botón \"CARGAR CURSOR\" para agregar el suyo propio. Administre su colección de flechas personal en la página Cargar y ajuste el tamaño del cursor en la sección \"Administrar\".\n\nLas colecciones recién agregadas se cargarán en la extensión Cursor personalizado para Chrome y se pueden encontrar en la parte inferior de la lista de colecciones. Tus paquetes agregados aparecerán en \"Mi colección\".\n\nCree su propia colección de cursores de mouse a partir de cualquier imagen con la herramienta Custom Cursor Creator en nuestro sitio web. Le permitirá crear nuevos paquetes a partir de casi cualquier imagen en forma de flecha o puntero en Internet.\n\n-------------------\n! Después de instalar la extensión, actualice las pestañas abiertas previamente para usarla en esas páginas. Tenga en cuenta que es posible que la extensión no funcione en las páginas de Chrome Web Store o en la página de inicio. Abra otro sitio web (por ejemplo, google.com) para probar la extensión.\n\nSi le gusta la extensión, también puede consultar nuestra aplicación Cursor personalizado para Windows.\n\nObtenga una vista previa de la apariencia de la flecha haciendo clic en ella en la ventana de extensión y moviendo el mouse al espacio vacío dentro de la ventana.\n\n❤️ ❤️ ❤️",
    "et": "Kohandage oma Chrome'i brauseri kasutuskogemust meie tasuta hiirekursorite kollektsiooniga saidil Kohandatud kursor.\n\nKohandatud kursoris oleme loonud hiiglasliku käsitsi joonistatud armsate kursorite kollektsiooni. Meie veebisaidil on teile nautimiseks saadaval üle 8000 erineva pakendi. Teie abiga on meie kollektsioon kasvanud nii suureks, et jagasime selle kategooriatesse, mis peaksid sobima igale maitsele, näiteks:\n\n- Minecraft;\n- armsad kursorid;\n- Anime hiirepakid;\n- meemid;\n- Spy x Family osutipaketid Anya Forgeriga;\n- Meie seas;\n- kahte tüüpi minimaalseid viiteid tööks ja õppimiseks;\n- Mängud;\n- Roblox;\n- Ja palju, palju muid naljakaid elemente, millega saate mängida.\n\nMõned meie hiirekursori paketid on komplektis kohandatud kursori brauserilaiendiga, kuid enamik neist ootab teid meie veebisaidil. Hoidke silm peal uutel ja trendikatel täiendustel.\n\nNavigeerimise lihtsustamiseks jagasime oma kollektsiooni Editor's Picks kogudeks, millest igaühel on ainulaadne teema. Näited:\n\n- Rohelised nooled sügiseks;\n- jõuluteemalised nooled;\n- pühade toimetaja valikud;\n- Halloween;\n- kohandatud kursori koostöö Daieny Schuttziga;\n- roosade näpunäidete redaktori valikud;\n- Suvised hiirekaunistused;\n- vikerkaarevärvid;\nja palju-palju muud meie veebisaidil.\n\nKui te ei leia seda, mida otsite, kasutage oma kursori lisamiseks nuppu Laadi üles kursor. Hallake oma isiklikku noolekogu üleslaadimise lehel ja kohandage kursori suurust jaotises \"Haldamine\".\n\nÄsja lisatud kogud laaditakse üles Chrome'i kohandatud kursori laiendusse ja need leiate kogude loendi allosas. Teie lisatud pakid kuvatakse jaotises \"Minu kollektsioon\".\n\nLooge meie veebisaidil oleva kohandatud kursori loomise tööriista abil mis tahes piltidest oma hiirekursorite kollektsioon. See võimaldab teil luua uusi pakette peaaegu kõigist Internetis leiduvatest noole- või osutikujulistest piltidest.\n\n-------------------\n! Pärast laienduse installimist värskendage varem avatud vahelehti, et seda neil lehtedel kasutada. Pange tähele, et laiendus ei pruugi Chrome'i veebipoe lehtedel ega avalehel töötada. Laienduse testimiseks avage teine veebisait (nt google.com).\n\nKui teile meeldib laiendus, saate vaadata ka meie Windowsi kohandatud kursori rakendust.\n\nNoole välimuse eelvaate kuvamiseks klõpsake sellel laiendusaknas ja liigutage hiirt aknas tühjale kohale.\n\n❤️ ❤️ ❤️",
    "fa": "تجربه مرورگر Chrome خود را با مجموعه رایگان نشانگر ماوس در نشانگر سفارشی سفارشی کنید.\n\nما در Custom Cursor مجموعه ای غول پیکر از مکان نماهای زیبا و با دست طراحی کرده ایم. ما بیش از 8000 بسته مختلف در وب سایت خود داریم که می توانید از آن لذت ببرید. با کمک شما، مجموعه ما آنقدر بزرگ شده است که ما آن را به دسته هایی تقسیم کردیم که باید با هر سلیقه ای مطابقت داشته باشد، مانند:\n\n- ماین کرافت؛\n- مکان نماهای زیبا.\n- بسته های موس انیمه.\n- الگوهای رفتاری\n- بسته های اشاره گر خانواده جاسوسی با Anya Forger.\n- در بین ما؛\n- دو نوع نشانگر حداقلی برای کار و تحصیل.\n- بازی ها؛\n- Roblox؛\n- و بسیاری از عناصر خنده دار دیگر که می توانید با آنها بازی کنید.\n\nبرخی از بسته‌های نشانگر ماوس ما با افزونه مرورگر نشانگر سفارشی همراه هستند، اما بیشتر آنها در وب‌سایت ما منتظر شما هستند. مراقب اضافات جدید و پرطرفدار باشید.\n\nبرای ساده‌تر کردن پیمایش، مجموعه خود را در مجموعه‌های Editor's Picks سازماندهی کرده‌ایم که هر کدام یک موضوع منحصر به فرد دارند. مثالها عبارتند از:\n\n- فلش های سبز برای پاییز؛\n- فلش هایی با مضمون کریسمس؛\n- انتخاب سردبیر تعطیلات.\n- هالووین؛\n- همکاری مکان نما سفارشی با Daieny Schuttz.\n- انتخاب های ویرایشگر اشاره گر صورتی.\n- تزئینات موش تابستانی؛\n- رنگ های رنگین کمان؛\nو خیلی، خیلی بیشتر در وب سایت ما.\n\nاگر چیزی را که به دنبال آن هستید پیدا نکردید، از دکمه \"UPLOAD CURSOR\" برای اضافه کردن مورد خود استفاده کنید. مجموعه پیکان شخصی خود را در صفحه آپلود مدیریت کنید و اندازه مکان نما را در بخش \"مدیریت\" تنظیم کنید.\n\nمجموعه‌های اضافه‌شده جدید در برنامه افزودنی «مکان‌نمای سفارشی برای Chrome» آپلود می‌شوند و در پایین فهرست مجموعه یافت می‌شوند. بسته های اضافه شده شما در \"مجموعه من\" ظاهر می شود.\n\nبا ابزار Custom Cursor Creator در وب سایت ما مجموعه ای از نشانگرهای ماوس خود را از هر تصویری ایجاد کنید. این به شما این امکان را می دهد که تقریباً از هر تصویر فلش یا اشاره گر در اینترنت بسته های جدیدی ایجاد کنید.\n\n-------------------\n! پس از نصب برنامه افزودنی، برگه های باز شده قبلی را برای استفاده در آن صفحات بازخوانی کنید. توجه داشته باشید که برنامه افزودنی ممکن است در صفحات فروشگاه وب Chrome یا صفحه اصلی کار نکند. برای آزمایش برنامه افزودنی، وب سایت دیگری (به عنوان مثال google.com) باز کنید.\n\nاگر افزونه را دوست دارید، می‌توانید مکان‌نمای سفارشی ما را برای برنامه ویندوز نیز بررسی کنید.\n\nبا کلیک بر روی آن در پنجره برنامه افزودنی و حرکت دادن ماوس به فضای خالی داخل پنجره، پیش نمایش ظاهر فلش را مشاهده کنید.\n\n❤️ ❤️ ❤️",
    "fi": "Mukauta Chrome-selainkokemustasi ilmaisella Custom Cursorin hiiren kohdistinkokoelmallamme.\n\nCustom Cursorissa olemme luoneet valtavan kokoelman käsin piirrettyjä söpöjä kohdistimia. Sivustollamme on yli 8000 erilaista pakkausta, joista voit nauttia. Sinun avullasi kokoelmamme on kasvanut niin suureksi, että jaoimme sen luokkiin, jotka sopivat jokaiseen makuun, kuten:\n\n- Minecraft;\n- Söpöt kursorit;\n- Anime-hiiripakkaukset;\n- Meemit;\n- Spy x Family -osoitinpaketit Anya Forgerilla;\n- Keskuudessamme;\n- Kahden tyyppisiä minimiosoittimia työhön ja opiskeluun;\n- Pelit;\n- Roblox;\n- Ja monia, monia muita hauskoja elementtejä, joilla voit pelata.\n\nJotkut hiiren osoitinpaketteistamme sisältyvät Custom Cursor -selainlaajennukseen, mutta suurin osa niistä odottaa sinua verkkosivustollamme. Pidä silmällä uusia ja trendikkäitä lisäyksiä.\n\nNavigoinnin yksinkertaistamiseksi olemme järjestäneet kokoelmamme Editor's Picks -kokoelmiksi, joilla jokaisella on ainutlaatuinen teema. Esimerkkejä:\n\n- Vihreät nuolet syksyyn;\n- Jouluaiheiset nuolet;\n- Holidays toimittajan valinnat;\n- Halloween\n- Custom Cursor -yhteistyö Daieny Schuttzin kanssa;\n- Pink osoittimia editori poimii;\n- Kesäiset hiirikoristeet;\n- Sateenkaaren värit;\nja paljon muuta verkkosivuillamme.\n\nJos et löydä etsimääsi, lisää omasi \"LATAA KOHDISTIN\" -painikkeella. Hallinnoi henkilökohtaista nuolikokoelmaasi Lataa-sivulla ja säädä kohdistimen kokoa Hallinnoi-osiossa.\n\nÄskettäin lisätyt kokoelmat ladataan Custom Cursor for Chrome -laajennukseen, ja ne löytyvät kokoelmaluettelon alaosasta. Lisäämäsi paketit näkyvät \"Omassa kokoelmassani\".\n\nLuo oma hiirenkursorikokoelmasi mistä tahansa kuvista verkkosivustomme Custom Cursor Creator -työkalulla. Sen avulla voit luoda uusia paketteja melkein mistä tahansa nuolen tai osoittimen muotoisesta kuvasta Internetissä.\n\n--------------------\n! Kun olet asentanut laajennuksen, päivitä aiemmin avatut välilehdet käyttääksesi sitä kyseisillä sivuilla. Huomaa, että laajennus ei välttämättä toimi Chrome Web Storen sivuilla tai kotisivulla. Avaa toinen verkkosivusto (esim. google.com) testataksesi laajennusta.\n\nJos pidät laajennuksesta, voit myös tarkistaa Custom Cursor for Windows -sovelluksen.\n\nEsikatsele nuolen ulkoasua napsauttamalla sitä laajennusikkunassa ja siirtämällä hiirtä ikkunan tyhjään tilaan.\n\n❤️ ❤️ ❤️",
    "fil": "I-customize ang iyong karanasan sa Chrome browser gamit ang aming libreng koleksyon ng mga mouse cursor sa Custom Cursor.\n\nSa Custom Cursor lumikha kami ng isang higanteng koleksyon ng mga hand-drawn na cute na cursor. Mayroon kaming higit sa 8000 iba't ibang mga pack na magagamit sa aming website para masiyahan ka. Sa tulong mo, lumaki nang malaki ang aming koleksyon kaya hinati namin ito sa mga kategorya na dapat magkasya sa bawat panlasa, tulad ng:\n\n- Minecraft;\n- Mga Cute na Cursor;\n- Anime mouse pack;\n- Memes;\n- Spy x Family pointer pack na may Anya Forger;\n- Sa Atin;\n- Dalawang uri ng Minimal pointer para sa trabaho at pag-aaral;\n- Mga Laro;\n- Roblox;\n- At marami, maraming iba pang mga nakakatawang elemento para paglaruan mo.\n\nAng ilan sa aming mga mouse pointer pack ay kasama ng Custom Cursor browser extension, ngunit karamihan sa mga ito ay naghihintay sa iyo sa aming website. Abangan ang bago at trending na mga karagdagan.\n\nUpang pasimplehin ang nabigasyon, inayos namin ang aming koleksyon sa mga koleksyon ng Editor's Picks, bawat isa ay may natatanging tema. Kasama sa mga halimbawa ang:\n\n- Mga berdeng arrow para sa taglagas;\n- Mga arrow na may temang Pasko;\n- Mga pinili ng editor ng Piyesta Opisyal;\n- Halloween;\n- Pasadyang Cursor pakikipagtulungan sa Daieny Schuttz;\n- Pinili ng editor ng pink na pointer;\n- Mga dekorasyon ng mouse sa tag-init;\n- Mga kulay ng bahaghari;\nat marami, marami pang iba sa aming website.\n\nKung hindi mo mahanap ang iyong hinahanap, gamitin ang \"UPLOAD CURSOR\" na button upang magdagdag ng iyong sarili. Pamahalaan ang iyong personal na koleksyon ng arrow sa pahina ng Pag-upload at ayusin ang laki ng cursor sa seksyong \"Pamahalaan\".\n\nAng mga bagong idinagdag na koleksyon ay ia-upload sa Custom Cursor para sa extension ng Chrome at makikita sa ibaba ng listahan ng koleksyon. Lalabas ang iyong mga idinagdag na pack sa “Aking Koleksyon”.\n\nLumikha ng iyong sariling koleksyon ng mga cursor ng mouse mula sa anumang mga larawan gamit ang tool na Custom Cursor Creator sa aming website. Papayagan ka nitong lumikha ng mga bagong pack mula sa halos anumang arrow o hugis-pointer na imahe sa internet.\n\n-------------------\n! Pagkatapos i-install ang extension, i-refresh ang mga dati nang binuksan na tab para magamit ito sa mga page na iyon. Tandaan na maaaring hindi gumana ang extension sa mga page ng Chrome Web Store o sa home page. Magbukas ng isa pang website (hal., google.com) upang subukan ang extension.\n\nKung gusto mo ang extension maaari mo ring tingnan ang aming Custom Cursor para sa Windows app.\n\nI-preview ang hitsura ng arrow sa pamamagitan ng pag-click dito sa extension window at paglipat ng mouse sa bakanteng espasyo sa loob ng window.\n\n❤️ ❤️ ❤️",
    "fr": "Personnalisez votre expérience de navigateur Chrome avec notre collection gratuite de curseurs de souris sur Custom Cursor.\n\nChez Custom Cursor, nous avons créé une collection géante de curseurs mignons dessinés à la main. Nous avons plus de 8000 packs différents disponibles sur notre site Web pour que vous puissiez en profiter. Avec votre aide, notre collection est devenue si grande que nous l'avons divisée en catégories qui devraient convenir à tous les goûts, comme :\n\n- Minecraft;\n- Curseurs mignons ;\n- Packs de souris animés ;\n- Mèmes ;\n- Packs de pointeurs Spy x Family avec Anya Forger;\n- Parmi nous;\n- Deux types de pointeurs minimaux pour le travail et les études ;\n- Jeux;\n-Roblox;\n- Et de nombreux autres éléments amusants avec lesquels vous pouvez jouer.\n\nCertains de nos packs de pointeurs de souris sont fournis avec l'extension de navigateur Custom Cursor, mais la plupart d'entre eux vous attendent sur notre site Web. Gardez un œil sur les ajouts nouveaux et tendance.\n\nPour simplifier la navigation, nous avons organisé notre collection en collections Editor's Picks, chacune avec un thème unique. Les exemples comprennent:\n\n- Flèches vertes pour l'automne ;\n- des flèches sur le thème de Noël ;\n- Sélections de l'éditeur de vacances ;\n- Halloween;\n- Collaboration Curseur personnalisé avec Daieny Schuttz ;\n- Choix de l'éditeur de pointeurs roses ;\n- Décorations de souris d'été ;\n- Couleurs arc-en-ciel ;\net bien plus encore sur notre site Web.\n\nSi vous ne trouvez pas ce que vous cherchez, utilisez le bouton \"TÉLÉCHARGER LE CURSEUR\" pour ajouter le vôtre. Gérez votre collection personnelle de flèches sur la page de téléchargement et ajustez la taille du curseur dans la section \"Gérer\".\n\nLes collections nouvellement ajoutées seront téléchargées sur l'extension Curseur personnalisé pour Chrome et se trouvent au bas de la liste des collections. Vos packs ajoutés apparaîtront dans \"Ma collection\".\n\nCréez votre propre collection de curseurs de souris à partir de n'importe quelle image avec l'outil Custom Cursor Creator sur notre site Web. Il vous permettra de créer de nouveaux packs à partir de presque n'importe quelle image en forme de flèche ou de pointeur sur Internet.\n\n-------------------\n! Après avoir installé l'extension, actualisez les onglets précédemment ouverts pour l'utiliser sur ces pages. Notez que l'extension peut ne pas fonctionner sur les pages du Chrome Web Store ou sur la page d'accueil. Ouvrez un autre site Web (par exemple, google.com) pour tester l'extension.\n\nSi vous aimez l'extension, vous pouvez également consulter notre application Curseur personnalisé pour Windows.\n\nPrévisualisez l'apparence de la flèche en cliquant dessus dans la fenêtre d'extension et en déplaçant la souris dans l'espace vide de la fenêtre.\n\n❤️ ❤️ ❤️",
    "gu": "કસ્ટમ કર્સર પર માઉસ કર્સરના અમારા મફત સંગ્રહ સાથે તમારા ક્રોમ બ્રાઉઝર અનુભવને કસ્ટમાઇઝ કરો.\n\nકસ્ટમ કર્સર પર અમે હાથથી દોરેલા સુંદર કર્સરનો વિશાળ સંગ્રહ બનાવ્યો છે. તમને આનંદ માટે અમારી વેબસાઇટ પર અમારી પાસે 8000 થી વધુ વિવિધ પેક ઉપલબ્ધ છે. તમારી સહાયથી, અમારો સંગ્રહ એટલો મોટો થયો છે કે અમે તેને દરેક સ્વાદમાં ફિટ થવો જોઈએ તેવી શ્રેણીઓમાં વિભાજિત કર્યો છે, જેમ કે:\n\n- Minecraft;\n- ક્યૂટ કર્સર;\n- એનાઇમ માઉસ પેક;\n- મેમ્સ;\n- અન્યા ફોર્જર સાથે સ્પાય એક્સ ફેમિલી પોઇન્ટર પેક;\n- આપણા માંથી;\n- કામ અને અભ્યાસ માટે બે પ્રકારના ન્યૂનતમ પોઇન્ટર;\n- રમતો;\n- રોબ્લોક્સ;\n- અને તમારી સાથે રમવા માટે ઘણા, અન્ય ઘણા રમુજી તત્વો.\n\nઅમારા કેટલાક માઉસ પોઇન્ટર પેક કસ્ટમ કર્સર બ્રાઉઝર એક્સ્ટેંશન સાથે બંડલ કરેલા છે, પરંતુ તેમાંથી મોટાભાગના અમારી વેબસાઇટ પર તમારી રાહ જોશે. નવા અને ટ્રેન્ડિંગ ઉમેરાઓ માટે નજર રાખો.\n\nનેવિગેશનને સરળ બનાવવા માટે, અમે અમારો સંગ્રહ સંપાદકની પસંદગીના સંગ્રહમાં ગોઠવ્યો છે, દરેક એક અનન્ય થીમ સાથે. ઉદાહરણોમાં શામેલ છે:\n\n- પાનખર માટે લીલા તીર;\n- ક્રિસમસ થીમ આધારિત તીરો;\n- રજાઓના સંપાદકની પસંદગીઓ;\n- હેલોવીન;\n- Daieny Schuttz સાથે કસ્ટમ કર્સર સહયોગ;\n- પિંક પોઈન્ટર્સ એડિટર પિક્સ;\n- સમર માઉસ સજાવટ;\n- સપ્તરંગી રંગો;\nઅને ઘણું બધું, અમારી વેબસાઇટ પર.\n\nજો તમે જે શોધી રહ્યાં છો તે તમને ન મળી શકે, તો તમારું પોતાનું ઉમેરવા માટે \"અપલોડ કર્સર\" બટનનો ઉપયોગ કરો. અપલોડ પૃષ્ઠ પર તમારા વ્યક્તિગત તીર સંગ્રહનું સંચાલન કરો અને \"મેનેજ કરો\" વિભાગમાં કર્સરનું કદ સમાયોજિત કરો.\n\nનવા ઉમેરાયેલા સંગ્રહોને Chrome એક્સ્ટેંશન માટે કસ્ટમ કર્સર પર અપલોડ કરવામાં આવશે અને સંગ્રહ સૂચિના તળિયે મળી શકે છે. તમારા ઉમેરેલા પેક \"માય કલેક્શન\" માં દેખાશે.\n\nઅમારી વેબસાઇટ પર કસ્ટમ કર્સર ક્રિએટર ટૂલ વડે કોઈપણ છબીઓમાંથી માઉસ કર્સરનો તમારો પોતાનો સંગ્રહ બનાવો. તે તમને ઇન્ટરનેટ પર લગભગ કોઈપણ તીર અથવા પોઇન્ટર-આકારની છબીમાંથી નવા પેક બનાવવાની મંજૂરી આપશે.\n\n-------------------\n! એક્સ્ટેંશન ઇન્સ્ટોલ કર્યા પછી, તે પૃષ્ઠો પર તેનો ઉપયોગ કરવા માટે અગાઉ ખોલેલ ટેબ્સને તાજું કરો. નોંધ કરો કે એક્સ્ટેંશન Chrome વેબ દુકાન પૃષ્ઠો અથવા હોમ પેજ પર કામ કરી શકશે નહીં. એક્સ્ટેંશનને ચકાસવા માટે બીજી વેબસાઇટ (દા.ત., google.com) ખોલો.\n\nજો તમને એક્સ્ટેંશન ગમતું હોય તો તમે Windows એપ્લિકેશન માટે અમારા કસ્ટમ કર્સરને પણ ચકાસી શકો છો.\n\nએક્સ્ટેંશન વિંડોમાં તેના પર ક્લિક કરીને અને માઉસને વિન્ડોની અંદરની ખાલી જગ્યા પર ખસેડીને તીરના દેખાવનું પૂર્વાવલોકન કરો.\n\n❤️ ❤️ ❤️",
    "he": "התאם אישית את חוויית הדפדפן שלך ב-Chrome עם אוסף סמני העכבר החינמי שלנו ב-Cussor מותאם אישית.\n\nב-Cussor Custom יצרנו אוסף ענק של סמנים חמודים מצויירים ביד. יש לנו מעל 8000 חבילות שונות זמינות באתר שלנו להנאתך. בעזרתכם, האוסף שלנו גדל כל כך שחילקנו אותו לקטגוריות שאמורות להתאים לכל טעם, כמו:\n\n- מיינקראפט;\n- סמנים חמודים;\n- חבילות עכבר אנימה;\n- ממים;\n- חבילות מצביעים של Spy x Family עם Anya Forger;\n- בינינו;\n- שני סוגים של מצביעים מינימליים לעבודה וללימודים;\n- משחקים;\n- רובלוקס;\n- ועוד הרבה הרבה אלמנטים מצחיקים שתוכלו לשחק איתם.\n\nחלק מחבילות מצביעי העכבר שלנו מצורפות עם תוסף הדפדפן Custom Cursor, אך רובן ממתינות לך באתר האינטרנט שלנו. שימו לב לתוספות חדשות וטרנדיות.\n\nכדי לפשט את הניווט, ארגנו את האוסף שלנו באוספים של בחירות העורך, כל אחד עם נושא ייחודי. דוגמאות מכילות:\n\n- חיצים ירוקים לסתיו;\n- חיצים בנושא חג המולד;\n- בחירת עורך החגים;\n- ליל כל הקדושים;\n- שיתוף פעולה עם סמן מותאם אישית עם דייני שוץ;\n- בחירת עורך מצביעים ורודים;\n- קישוטי עכבר קיץ;\n- צבעי הקשת;\nועוד הרבה הרבה יותר באתר שלנו.\n\nאם אינך מוצא את מה שאתה מחפש, השתמש בלחצן \"העלה סמן\" כדי להוסיף משלך. נהל את אוסף החצים האישי שלך בדף העלאה והתאם את גודל הסמן בקטע \"נהל\".\n\nאוספים חדשים שנוספו יועלו לתוסף Custom Cursor for Chrome וניתן למצוא אותם בתחתית רשימת האוספים. החבילות שהוספת יופיעו ב\"האוסף שלי\".\n\nצור אוסף משלך של סמני עכבר מכל תמונה עם הכלי Custom Cursor Creator באתר האינטרנט שלנו. זה יאפשר לך ליצור חבילות חדשות כמעט מכל תמונה בצורת חץ או מצביע באינטרנט.\n\n-------------------\n! לאחר התקנת התוסף, רענן כרטיסיות שנפתחו בעבר כדי להשתמש בו בדפים אלה. שים לב שייתכן שהתוסף לא יפעל בדפי חנות האינטרנט של Chrome או בדף הבית. פתח אתר אחר (למשל, google.com) כדי לבדוק את התוסף.\n\nאם אתה אוהב את התוסף אתה יכול גם לבדוק את אפליקציית הסמן המותאם אישית עבור Windows שלנו.\n\nהצג תצוגה מקדימה של מראה החץ על ידי לחיצה עליו בחלון ההרחבה והזזת העכבר אל החלל הריק בתוך החלון.\n\n❤️ ❤️ ❤️",
    "hi": "कस्टम कर्सर पर माउस कर्सर के हमारे मुफ़्त संग्रह के साथ अपने क्रोम ब्राउज़र अनुभव को अनुकूलित करें।\n\nCustom Cursor में हमने हाथ से खींचे जाने वाले प्यारे कर्सर का एक विशाल संग्रह बनाया है। आपके आनंद लेने के लिए हमारी वेबसाइट पर 8000 से अधिक विभिन्न पैक उपलब्ध हैं। आपकी मदद से, हमारा संग्रह इतना बड़ा हो गया है कि हमने इसे उन श्रेणियों में विभाजित कर दिया है जो हर स्वाद के अनुकूल होनी चाहिए, जैसे:\n\n- माइनक्राफ्ट;\n- प्यारा कर्सर;\n- एनीमे माउस पैक;\n- मीम;\n- आन्या फोर्जर के साथ स्पाई एक्स फैमिली पॉइंटर पैक;\n- हमारे बीच;\n- काम और अध्ययन के लिए दो प्रकार के न्यूनतम संकेतक;\n- खेल;\n- रोबोक्स;\n- और आपके साथ खेलने के लिए कई अन्य मज़ेदार तत्व।\n\nहमारे कुछ माउस पॉइंटर पैक कस्टम कर्सर ब्राउज़र एक्सटेंशन के साथ बंडल किए गए हैं, लेकिन उनमें से अधिकांश हमारी वेबसाइट पर आपका इंतजार कर रहे हैं। नए और ट्रेंडिंग परिवर्धन पर नज़र रखें।\n\nनेविगेशन को सरल बनाने के लिए, हमने अपने संग्रह को संपादक की पसंद संग्रहों में व्यवस्थित किया है, प्रत्येक एक अद्वितीय थीम के साथ। उदाहरणों में शामिल:\n\n- शरद ऋतु के लिए हरी तीर;\n- क्रिसमस-थीम वाले तीर;\n- छुट्टियाँ संपादक की पसंद;\n- हैलोवीन;\n- डेनी शुट्ज़ के साथ कस्टम कर्सर सहयोग;\n- पिंक पॉइंटर्स संपादक चुनता है;\n- ग्रीष्मकालीन माउस सजावट;\n- इंद्रधनुषी रंग;\nऔर भी बहुत कुछ, हमारी वेबसाइट पर और भी बहुत कुछ।\n\nयदि आपको वह नहीं मिल रहा है जिसकी आप तलाश कर रहे हैं, तो अपना खुद का जोड़ने के लिए \"UPLOAD CURSOR\" बटन का उपयोग करें। अपलोड पृष्ठ पर अपना व्यक्तिगत तीर संग्रह प्रबंधित करें और \"प्रबंधित करें\" अनुभाग में कर्सर का आकार समायोजित करें।\n\nनए जोड़े गए संग्रह क्रोम एक्सटेंशन के लिए कस्टम कर्सर पर अपलोड किए जाएंगे और संग्रह सूची के नीचे पाए जा सकते हैं। आपके जोड़े गए पैक \"मेरा संग्रह\" में दिखाई देंगे।\n\nहमारी वेबसाइट पर कस्टम कर्सर क्रिएटर टूल के साथ किसी भी छवि से माउस कर्सर का अपना संग्रह बनाएं। यह आपको इंटरनेट पर लगभग किसी भी तीर या सूचक के आकार की छवि से नए पैक बनाने की अनुमति देगा।\n\n-------------------\n! एक्‍सटेंशन इंस्‍टॉल करने के बाद, पहले खोले गए टैब को उन पृष्‍ठों पर उपयोग करने के लिए रीफ्रेश करें। ध्यान दें कि एक्सटेंशन क्रोम वेब स्टोर पेज या होम पेज पर काम नहीं कर सकता है। एक्सटेंशन का परीक्षण करने के लिए एक अन्य वेबसाइट (जैसे, google.com) खोलें।\n\nयदि आपको एक्सटेंशन पसंद है तो आप विंडोज ऐप के लिए हमारे कस्टम कर्सर को भी देख सकते हैं।\n\nविस्तार विंडो में उस पर क्लिक करके और माउस को विंडो के भीतर खाली जगह पर ले जाकर तीर के स्वरूप का पूर्वावलोकन करें।\n\n❤️ ❤️ ❤️",
    "hr": "Prilagodite svoje iskustvo preglednika Chrome s našom besplatnom zbirkom pokazivača miša na Custom Cursor.\n\nU Custom Cursoru stvorili smo ogromnu kolekciju ručno crtanih slatkih kursora. Na našoj web stranici imamo više od 8000 različitih pakiranja u kojima možete uživati. Uz vašu pomoć, naša kolekcija je toliko narasla da smo je podijelili u kategorije koje bi trebale odgovarati svakom ukusu, kao što su:\n\n- Minecraft;\n- Slatki kursori;\n- Anime paketi miševa;\n- Memi;\n- Paketi pokazivača Spy x Family s Anyom Forger;\n- Među nama;\n- Dvije vrste minimalnih pokazivača za posao i učenje;\n- Igre;\n- Roblox;\n- I mnogo, mnogo drugih smiješnih elemenata s kojima se možete igrati.\n\nNeki od naših paketa pokazivača miša dolaze u paketu s proširenjem preglednika Custom Cursor, ali većina vas čeka na našoj web stranici. Pripazite na nove i trendi dodatke.\n\nKako bismo pojednostavili navigaciju, organizirali smo našu zbirku u zbirke Urednikov izbor, svaka s jedinstvenom temom. Primjeri uključuju:\n\n- Zelene strelice za jesen;\n- strelice s božićnim motivom;\n- Odabir urednika praznika;\n- Noć vještica;\n- Custom Cursor suradnja s Daieny Schuttz;\n- Pijuci urednika ružičastih pokazivača;\n- Ljetni miš ukrasi;\n- Dugine boje;\ni još mnogo, mnogo više na našoj web stranici.\n\nAko ne možete pronaći ono što tražite, upotrijebite gumb \"UPLOAD CURSOR\" da dodate svoj. Upravljajte svojom osobnom kolekcijom strelica na stranici za prijenos i prilagodite veličinu kursora u odjeljku \"Upravljanje\".\n\nNovo dodane zbirke bit će učitane u proširenje Custom Cursor for Chrome i mogu se pronaći na dnu popisa zbirki. Vaši dodani paketi pojavit će se u \"Mojoj kolekciji\".\n\nStvorite vlastitu kolekciju pokazivača miša iz bilo koje slike pomoću alata Custom Cursor Creator na našoj web stranici. Omogućit će vam stvaranje novih paketa iz gotovo bilo koje slike u obliku strelice ili pokazivača na internetu.\n\n-------------------\n! Nakon instaliranja proširenja, osvježite prethodno otvorene kartice da biste ga koristili na tim stranicama. Imajte na umu da proširenje možda neće raditi na stranicama Chrome web trgovine ili na početnoj stranici. Otvorite drugu web stranicu (npr. google.com) da testirate proširenje.\n\nAko vam se sviđa proširenje, također možete provjeriti našu aplikaciju Custom Cursor for Windows.\n\nPregledajte izgled strelice klikom na nju u prozoru proširenja i pomicanjem miša na prazan prostor unutar prozora.\n\n❤️ ❤️ ❤️",
    "hu": "Testreszabhatja Chrome böngészőjének élményét ingyenes egérkurzor gyűjteményünkkel az Egyéni kurzornál.\n\nA Custom Cursornál kézzel rajzolt aranyos kurzorok óriási gyűjteményét hoztuk létre. Weboldalunkon több mint 8000 különböző csomag áll rendelkezésre, hogy élvezze. Az Önök segítségével gyűjteményünk olyan nagyra nőtt, hogy minden ízlésnek megfelelő kategóriákra bontottuk, mint pl.\n\n- Minecraft;\n- Aranyos kurzorok;\n- Anime egércsomagok;\n- Mémek;\n- Spy x Family mutatócsomagok Anya Forgerrel;\n- Köztünk;\n- Kétféle minimális mutató a munkához és a tanuláshoz;\n- Játékok;\n- Roblox;\n- És sok-sok más vicces elem, amellyel játszhatsz.\n\nEgyes egérmutató csomagjaink az Egyéni kurzor böngészőbővítményhez tartoznak, de legtöbbjük a weboldalunkon várja Önt. Tartsa szemmel az új és felkapott kiegészítőket.\n\nA navigáció egyszerűsítése érdekében gyűjteményünket Szerkesztői ajánlatok gyűjteményekbe rendeztük, amelyek mindegyike egyedi témájú. Példák:\n\n- Zöld nyilak őszre;\n- karácsonyi témájú nyilak;\n- Ünnepek szerkesztő választása;\n- Halloween;\n- Egyedi kurzor együttműködés Daieny Schuttz-cal;\n- Pink mutatók szerkesztő csákányok;\n- Nyári egérdíszek;\n- Szivárvány színei;\nés még sok minden más a weboldalunkon.\n\nHa nem találja, amit keres, használja a „KURZOR FELTÖLTÉSE” gombot a sajátja hozzáadásához. Kezelje személyes nyílgyűjteményét a Feltöltés oldalon, és állítsa be a kurzor méretét a „Kezelés” részben.\n\nAz újonnan hozzáadott gyűjtemények a Chrome Custom Cursor bővítményébe kerülnek feltöltésre, és a gyűjteménylista alján találhatók. A hozzáadott csomagok megjelennek a „Saját gyűjteményemben”.\n\nHozzon létre saját egérkurzor-gyűjteményt bármely képből a weboldalunkon található Custom Cursor Creator eszközzel. Lehetővé teszi új csomagok létrehozását szinte bármilyen nyíl vagy mutató alakú képből az interneten.\n\n-------------------\n! A bővítmény telepítése után frissítse a korábban megnyitott lapokat, hogy használni tudja azt azokon az oldalakon. Előfordulhat, hogy a bővítmény nem működik a Chrome Internetes áruház oldalain vagy a kezdőlapon. Nyisson meg egy másik webhelyet (pl. google.com) a bővítmény teszteléséhez.\n\nHa tetszik a bővítmény, megtekintheti a Custom Cursor for Windows alkalmazást is.\n\nTekintse meg a nyíl megjelenésének előnézetét, ha rákattint a bővítményablakban, és mozgassa az egeret az ablakon belüli üres helyre.\n\n❤️ ❤️ ❤️",
    "id": "Sesuaikan pengalaman browser Chrome Anda dengan koleksi kursor mouse gratis kami di Custom Cursor.\n\nDi Custom Cursor kami telah membuat koleksi besar kursor lucu yang digambar dengan tangan. Kami memiliki lebih dari 8000 paket berbeda yang tersedia di situs web kami untuk Anda nikmati. Dengan bantuan Anda, koleksi kami telah berkembang sangat besar sehingga kami membaginya ke dalam kategori yang sesuai dengan setiap selera, seperti:\n\n- Minecraft;\n- Kursor Lucu;\n- Paket mouse anime;\n- Meme;\n- Paket pointer Spy x Family dengan Anya Forger;\n- Di antara kita;\n- Dua jenis petunjuk Minimal untuk bekerja dan belajar;\n- Permainan;\n- Roblox;\n- Dan banyak, banyak elemen lucu lainnya untuk Anda mainkan.\n\nBeberapa paket pointer mouse kami dibundel dengan ekstensi browser Custom Cursor, tetapi sebagian besar menunggu Anda di situs web kami. Mengawasi tambahan baru dan trending.\n\nUntuk menyederhanakan navigasi, kami telah mengatur koleksi kami ke dalam koleksi Pilihan Editor, masing-masing dengan tema yang unik. Contohnya termasuk:\n\n- Panah hijau untuk musim gugur;\n- panah bertema Natal;\n- Pilihan editor liburan;\n- Halloween;\n- Kolaborasi Kursor Kustom dengan Daieny Schuttz;\n- Pilihan editor pointer merah muda;\n- Dekorasi tikus musim panas;\n- Warna pelangi;\ndan masih banyak lagi di website kami.\n\nJika Anda tidak dapat menemukan apa yang Anda cari, gunakan tombol \"UPLOAD CURSOR\" untuk menambahkan kursor Anda sendiri. Kelola koleksi panah pribadi Anda di halaman Unggah dan sesuaikan ukuran kursor di bagian \"Kelola\".\n\nKoleksi yang baru ditambahkan akan diunggah ke ekstensi Kursor Khusus untuk Chrome dan dapat ditemukan di bagian bawah daftar koleksi. Paket tambahan Anda akan muncul di \"Koleksi Saya\".\n\nBuat koleksi kursor mouse Anda sendiri dari gambar apa pun dengan alat Pembuat Kursor Kustom di situs web kami. Ini akan memungkinkan Anda untuk membuat paket baru dari hampir semua gambar berbentuk panah atau penunjuk di internet.\n\n-------------------\n! Setelah menginstal ekstensi, segarkan tab yang dibuka sebelumnya untuk menggunakannya di halaman tersebut. Perhatikan bahwa ekstensi mungkin tidak berfungsi di laman Toko Web Chrome atau beranda. Buka situs web lain (mis., google.com) untuk menguji ekstensi.\n\nJika Anda menyukai ekstensi, Anda juga dapat memeriksa aplikasi Kursor Khusus untuk Windows kami.\n\nPratinjau tampilan panah dengan mengekliknya di jendela ekstensi dan menggerakkan mouse ke ruang kosong di dalam jendela.\n\n❤️ ❤️ ❤️",
    "it": "Personalizza la tua esperienza con il browser Chrome con la nostra raccolta gratuita di cursori del mouse su Custom Cursor.\n\nIn Custom Cursor abbiamo creato una gigantesca collezione di graziosi cursori disegnati a mano. Abbiamo oltre 8000 diversi pacchetti disponibili sul nostro sito Web per il tuo divertimento. Con il tuo aiuto, la nostra collezione è cresciuta così tanto che l'abbiamo suddivisa in categorie che dovrebbero soddisfare tutti i gusti, come:\n\n- Minecraft;\n- Simpatici cursori;\n- Pacchetti mouse anime;\n- Meme;\n- Pacchetti di puntatori Spy x Family con Anya Forger;\n- Tra di noi;\n- Due tipologie di puntatori Minimal per il lavoro e lo studio;\n- Giochi;\n-Roblox;\n- E molti, molti altri elementi divertenti con cui giocare.\n\nAlcuni dei nostri pacchetti di puntatori del mouse sono forniti in bundle con l'estensione del browser Custom Cursor, ma la maggior parte di essi ti aspetta sul nostro sito web. Tieni d'occhio le aggiunte nuove e di tendenza.\n\nPer semplificare la navigazione, abbiamo organizzato la nostra raccolta in raccolte Editor's Picks, ognuna con un tema unico. Esempi inclusi:\n\n- Frecce verdi per l'autunno;\n- Frecce a tema natalizio;\n- Scelte dall'editore per le vacanze;\n- Halloween;\n- Collaborazione del cursore personalizzato con Daieny Schuttz;\n- Scelte dell'editor dei puntatori rosa;\n- Decorazioni topoline estive;\n- Colori dell'arcobaleno;\ne molto altro ancora sul nostro sito web.\n\nSe non riesci a trovare quello che stai cercando, usa il pulsante \"UPLOAD CURSOR\" per aggiungerne uno tuo. Gestisci la tua collezione personale di frecce nella pagina Carica e regola le dimensioni del cursore nella sezione \"Gestisci\".\n\nLe raccolte appena aggiunte verranno caricate nell'estensione Cursore personalizzato per Chrome e si trovano in fondo all'elenco delle raccolte. I tuoi pacchetti aggiunti appariranno in \"La mia collezione\".\n\nCrea la tua raccolta di cursori del mouse da qualsiasi immagine con lo strumento Custom Cursor Creator sul nostro sito web. Ti consentirà di creare nuovi pacchetti da quasi tutte le frecce o le immagini a forma di puntatore su Internet.\n\n-------------------\n! Dopo aver installato l'estensione, aggiorna le schede aperte in precedenza per utilizzarla su quelle pagine. Tieni presente che l'estensione potrebbe non funzionare sulle pagine del Chrome Web Store o sulla home page. Apri un altro sito web (ad es. google.com) per testare l'estensione.\n\nSe ti piace l'estensione puoi anche controllare la nostra app Cursore personalizzato per Windows.\n\nAnteprima dell'aspetto della freccia facendo clic su di essa nella finestra dell'estensione e spostando il mouse nello spazio vuoto all'interno della finestra.\n\n❤️❤️❤️",
    "ja": "Custom Cursor のマウス カーソルの無料コレクションを使用して、Chrome ブラウザのエクスペリエンスをカスタマイズします。\n\nCustom Cursor では、手描きのかわいいカーソルの膨大なコレクションを作成しました。 当社のウェブサイトでは、8000 を超えるさまざまなパックをご用意しております。 皆様のご協力により、私たちのコレクションは非常に大きくなり、すべての好みに合うように次のようなカテゴリに分類しました。\n\n- マインクラフト;\n- かわいいカーソル;\n- アニメマウスパック;\n- ミーム;\n- Anya Forger を含む Spy x Family ポインター パック;\n- 私たちの中;\n- 仕事と勉強のための2種類の最小限のポインター;\n- ゲーム;\n-ロブロックス;\n- 他にも面白い要素がたくさんあります。\n\n一部のマウス ポインター パックは Custom Cursor ブラウザー拡張機能にバンドルされていますが、ほとんどのマウス ポインター パックは Web サイトでご利用いただけます。 新しいトレンドの追加に注目してください。\n\nナビゲーションを簡素化するために、コレクションをエディターのおすすめコレクションにまとめました。それぞれに独自のテーマがあります。 例は次のとおりです。\n\n- 秋の緑色の矢印;\n- クリスマスをテーマにした矢;\n- 休日の編集者のおすすめ;\n- ハロウィン;\n- Daieny Schuttz とのカスタム カーソル コラボレーション;\n- ピンク ポインター エディターのピック;\n- 夏のねずみ飾り;\n- 虹色;\n私たちのウェブサイトには、さらに多くの情報が掲載されています。\n\n探しているものが見つからない場合は、[UPLOAD CURSOR] ボタンを使用して独自のものを追加してください。 アップロード ページで個人の矢印コレクションを管理し、[管理] セクションでカーソル サイズを調整します。\n\n新しく追加されたコレクションは Chrome 拡張機能のカスタム カーソルにアップロードされ、コレクション リストの下部に表示されます。 追加したパックは「マイコレクション」に表示されます。\n\nWeb サイトのカスタム カーソル クリエーター ツールを使用して、任意の画像から独自のマウス カーソルのコレクションを作成します。 インターネット上のほぼすべての矢印またはポインターの形をした画像から新しいパックを作成できます。\n\n-------------------\n! 拡張機能をインストールしたら、以前に開いたタブを更新して、それらのページで使用します。 拡張機能は、Chrome ウェブストア ページやホームページでは機能しない場合があることに注意してください。 別の Web サイト (google.com など) を開いて、拡張機能をテストします。\n\n拡張機能が気に入った場合は、Windows アプリ用のカスタム カーソルも確認できます。\n\n拡張ウィンドウで矢印をクリックし、マウスをウィンドウ内の空きスペースに移動して、矢印の外観をプレビューします。\n\n❤️ ❤️ ❤️",
    "kn": "ಕಸ್ಟಮ್ ಕರ್ಸರ್‌ನಲ್ಲಿ ನಮ್ಮ ಉಚಿತ ಮೌಸ್ ಕರ್ಸರ್‌ಗಳ ಸಂಗ್ರಹಣೆಯೊಂದಿಗೆ ನಿಮ್ಮ Chrome ಬ್ರೌಸರ್ ಅನುಭವವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.\n\nಕಸ್ಟಮ್ ಕರ್ಸರ್‌ನಲ್ಲಿ ನಾವು ಕೈಯಿಂದ ಚಿತ್ರಿಸಿದ ಮುದ್ದಾದ ಕರ್ಸರ್‌ಗಳ ದೈತ್ಯ ಸಂಗ್ರಹವನ್ನು ರಚಿಸಿದ್ದೇವೆ. ನೀವು ಆನಂದಿಸಲು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ 8000 ವಿಭಿನ್ನ ಪ್ಯಾಕ್‌ಗಳು ಲಭ್ಯವಿವೆ. ನಿಮ್ಮ ಸಹಾಯದಿಂದ, ನಮ್ಮ ಸಂಗ್ರಹವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ, ನಾವು ಅದನ್ನು ಪ್ರತಿಯೊಂದು ರುಚಿಗೆ ಸರಿಹೊಂದುವಂತಹ ವರ್ಗಗಳಾಗಿ ವಿಂಗಡಿಸಿದ್ದೇವೆ, ಉದಾಹರಣೆಗೆ:\n\n- Minecraft;\n- ಮುದ್ದಾದ ಕರ್ಸರ್ಗಳು;\n- ಅನಿಮೆ ಮೌಸ್ ಪ್ಯಾಕ್‌ಗಳು;\n- ಮೀಮ್ಸ್;\n- ಅನ್ಯಾ ಫೋರ್ಜರ್‌ನೊಂದಿಗೆ ಸ್ಪೈ x ಫ್ಯಾಮಿಲಿ ಪಾಯಿಂಟರ್ ಪ್ಯಾಕ್‌ಗಳು;\n- ನಮ್ಮ ನಡುವೆ;\n- ಕೆಲಸ ಮತ್ತು ಅಧ್ಯಯನಕ್ಕಾಗಿ ಎರಡು ರೀತಿಯ ಕನಿಷ್ಠ ಪಾಯಿಂಟರ್‌ಗಳು;\n- ಆಟಗಳು;\n- ರಾಬ್ಲಾಕ್ಸ್;\n- ಮತ್ತು ನೀವು ಆಡಲು ಅನೇಕ ಇತರ ತಮಾಷೆಯ ಅಂಶಗಳು.\n\nನಮ್ಮ ಕೆಲವು ಮೌಸ್ ಪಾಯಿಂಟರ್ ಪ್ಯಾಕ್‌ಗಳನ್ನು ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ಜೋಡಿಸಲಾಗಿದೆ, ಆದರೆ ಅವುಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿವೆ. ಹೊಸ ಮತ್ತು ಟ್ರೆಂಡಿಂಗ್ ಸೇರ್ಪಡೆಗಳಿಗಾಗಿ ಗಮನವಿರಲಿ.\n\nನ್ಯಾವಿಗೇಷನ್ ಅನ್ನು ಸರಳೀಕರಿಸಲು, ನಾವು ನಮ್ಮ ಸಂಗ್ರಹಣೆಯನ್ನು ಸಂಪಾದಕರ ಆಯ್ಕೆಗಳ ಸಂಗ್ರಹಗಳಲ್ಲಿ ಆಯೋಜಿಸಿದ್ದೇವೆ, ಪ್ರತಿಯೊಂದೂ ವಿಶಿಷ್ಟ ಥೀಮ್‌ನೊಂದಿಗೆ. ಉದಾಹರಣೆಗಳು ಸೇರಿವೆ:\n\n- ಶರತ್ಕಾಲದಲ್ಲಿ ಹಸಿರು ಬಾಣಗಳು;\n- ಕ್ರಿಸ್ಮಸ್-ವಿಷಯದ ಬಾಣಗಳು;\n- ರಜಾದಿನಗಳ ಸಂಪಾದಕರ ಆಯ್ಕೆಗಳು;\n- ಹ್ಯಾಲೋವೀನ್;\n- ಡೈನಿ ಶುಟ್ಜ್ ಜೊತೆ ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಸಹಯೋಗ;\n- ಪಿಂಕ್ ಪಾಯಿಂಟರ್ಸ್ ಎಡಿಟರ್ ಪಿಕ್ಸ್;\n- ಬೇಸಿಗೆ ಮೌಸ್ ಅಲಂಕಾರಗಳು;\n- ಮಳೆಬಿಲ್ಲಿನ ಬಣ್ಣಗಳು;\nಮತ್ತು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಹೆಚ್ಚು, ಹೆಚ್ಚು.\n\nನೀವು ಹುಡುಕುತ್ತಿರುವುದನ್ನು ನೀವು ಕಂಡುಹಿಡಿಯಲಾಗದಿದ್ದರೆ, ನಿಮ್ಮದೇ ಆದದನ್ನು ಸೇರಿಸಲು \"ಅಪ್‌ಲೋಡ್ ಕರ್ಸರ್\" ಬಟನ್ ಅನ್ನು ಬಳಸಿ. ಅಪ್‌ಲೋಡ್ ಪುಟದಲ್ಲಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಬಾಣದ ಸಂಗ್ರಹವನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು \"ನಿರ್ವಹಿಸು\" ವಿಭಾಗದಲ್ಲಿ ಕರ್ಸರ್ ಗಾತ್ರವನ್ನು ಹೊಂದಿಸಿ.\n\nಹೊಸದಾಗಿ ಸೇರಿಸಲಾದ ಸಂಗ್ರಹಣೆಗಳನ್ನು Chrome ವಿಸ್ತರಣೆಗಾಗಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್‌ಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ಸಂಗ್ರಹಣಾ ಪಟ್ಟಿಯ ಕೆಳಭಾಗದಲ್ಲಿ ಕಾಣಬಹುದು. ನೀವು ಸೇರಿಸಿದ ಪ್ಯಾಕ್‌ಗಳು \"ನನ್ನ ಸಂಗ್ರಹ\" ದಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ.\n\nನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಕ್ರಿಯೇಟರ್ ಟೂಲ್‌ನೊಂದಿಗೆ ಯಾವುದೇ ಚಿತ್ರಗಳಿಂದ ನಿಮ್ಮ ಸ್ವಂತ ಮೌಸ್ ಕರ್ಸರ್‌ಗಳ ಸಂಗ್ರಹವನ್ನು ರಚಿಸಿ. ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಬಾಣ ಅಥವಾ ಪಾಯಿಂಟರ್-ಆಕಾರದ ಚಿತ್ರದಿಂದ ಹೊಸ ಪ್ಯಾಕ್‌ಗಳನ್ನು ರಚಿಸಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\n-------------------\n! ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ, ಆ ಪುಟಗಳಲ್ಲಿ ಅದನ್ನು ಬಳಸಲು ಹಿಂದೆ ತೆರೆಯಲಾದ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ. ವಿಸ್ತರಣೆಯು Chrome ವೆಬ್ ಅಂಗಡಿ ಪುಟಗಳಲ್ಲಿ ಅಥವಾ ಮುಖಪುಟದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸದೇ ಇರಬಹುದು ಎಂಬುದನ್ನು ಗಮನಿಸಿ. ವಿಸ್ತರಣೆಯನ್ನು ಪರೀಕ್ಷಿಸಲು ಮತ್ತೊಂದು ವೆಬ್‌ಸೈಟ್ (ಉದಾ., google.com) ತೆರೆಯಿರಿ.\n\nನೀವು ವಿಸ್ತರಣೆಯನ್ನು ಬಯಸಿದರೆ ನೀವು Windows ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ನಮ್ಮ ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಅನ್ನು ಸಹ ಪರಿಶೀಲಿಸಬಹುದು.\n\nವಿಸ್ತರಣಾ ವಿಂಡೋದಲ್ಲಿ ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಬಾಣದ ನೋಟವನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಿ ಮತ್ತು ಮೌಸ್ ಅನ್ನು ವಿಂಡೋದೊಳಗಿನ ಖಾಲಿ ಜಾಗಕ್ಕೆ ಚಲಿಸಿ.\n\n❤️ ❤️ ❤️",
    "ko": "Custom Cursor에서 무료 마우스 커서 컬렉션을 사용하여 Chrome 브라우저 환경을 맞춤설정하세요.\n\nCustom Cursor에서 우리는 손으로 그린 귀여운 커서의 거대한 컬렉션을 만들었습니다. 저희 웹사이트에는 8000개 이상의 다양한 팩이 있습니다. 귀하의 도움으로 컬렉션이 매우 커져서 다음과 같이 모든 취향에 맞는 범주로 나누었습니다.\n\n- 마인크래프트;\n- 귀여운 커서;\n- 애니메이션 마우스 팩\n- 밈;\n- Anya Forger가 포함된 Spy x Family 포인터 팩\n- 우리 가운데;\n- 일과 학업을 위한 두 가지 유형의 최소 포인터\n- 게임;\n- 로 블록 스;\n- 그리고 당신이 가지고 놀 수 있는 많은 다른 재미있는 요소들.\n\n일부 마우스 포인터 팩은 Custom Cursor 브라우저 확장과 함께 번들로 제공되지만 대부분은 웹사이트에서 여러분을 기다립니다. 새롭고 유행하는 추가 사항을 주시하십시오.\n\n탐색을 단순화하기 위해 컬렉션을 각각 고유한 테마가 있는 Editor's Picks 컬렉션으로 구성했습니다. 예를 들면 다음과 같습니다.\n\n- 가을의 녹색 화살표;\n- 크리스마스 테마 화살;\n- Holidays 에디터 추천;\n- 할로윈;\n- Daieny Schuttz와의 맞춤형 커서 협업\n- 핑크 포인터 에디터 추천;\n- 여름 쥐 장식\n- 무지개 색상;\n우리 웹 사이트에서 훨씬 더.\n\n원하는 항목을 찾을 수 없으면 \"CURSOR 업로드\" 버튼을 사용하여 원하는 항목을 추가하십시오. 업로드 페이지에서 개인 화살표 컬렉션을 관리하고 \"관리\" 섹션에서 커서 크기를 조정합니다.\n\n새로 추가된 컬렉션은 Custom Cursor for Chrome 확장 프로그램에 업로드되며 컬렉션 목록 하단에서 찾을 수 있습니다. 추가한 팩은 \"내 컬렉션\"에 나타납니다.\n\n당사 웹 사이트의 Custom Cursor Creator 도구를 사용하여 모든 이미지에서 자신만의 마우스 커서 컬렉션을 만드십시오. 인터넷에 있는 거의 모든 화살표 또는 포인터 모양의 이미지로 새 팩을 만들 수 있습니다.\n\n-------------------\n! 확장 프로그램을 설치한 후 이전에 열었던 탭을 새로고침하여 해당 페이지에서 사용하세요. 확장 프로그램은 Chrome 웹 스토어 페이지 또는 홈페이지에서 작동하지 않을 수 있습니다. 다른 웹사이트(예: google.com)를 열어 확장 프로그램을 테스트합니다.\n\n확장 기능이 마음에 들면 Windows 앱용 사용자 지정 커서를 확인할 수도 있습니다.\n\n확장 창에서 화살표를 클릭하고 창 내의 빈 공간으로 마우스를 이동하여 화살표 모양을 미리 봅니다.\n\n❤️ ❤️ ❤️",
    "lt": "Tinkinkite savo „Chrome“ naršyklės patirtį naudodami nemokamą pelės žymeklio rinkinį tinkintajame žymeklyje.\n\n„Custom Cursor“ sukūrėme milžinišką rankomis pieštų mielų žymeklių kolekciją. Mūsų svetainėje yra daugiau nei 8000 skirtingų pakuočių, kuriomis galėsite mėgautis. Jūsų pagalba mūsų kolekcija išaugo tokia didelė, kad suskirstėme ją į kategorijas, kurios turėtų tikti kiekvienam skoniui, pavyzdžiui:\n\n- Minecraft;\n- Mieli žymekliai;\n- Anime pelių paketai;\n- Memai;\n- „Spy x Family“ žymeklio paketai su „Anya Forger“;\n- Tarp mūsų;\n- Dviejų tipų minimalios rodyklės darbui ir studijoms;\n- Žaidimai;\n- Roblox;\n- Ir daug daug kitų juokingų elementų, su kuriais galite žaisti.\n\nKai kurie mūsų pelės žymeklio paketai yra susieti su tinkinto žymeklio naršyklės plėtiniu, tačiau dauguma jų jūsų laukia mūsų svetainėje. Stebėkite naujus ir populiarėjančius papildymus.\n\nSiekdami supaprastinti naršymą, savo kolekciją suskirstėme į rinkinius, kurių kiekvienas turi unikalią temą. Pavyzdžiai:\n\n- Žalios rodyklės rudeniui;\n- Kalėdų tematikos rodyklės;\n- Šventės redaktoriaus pasirinkimai;\n- Helovinas;\n- Custom Cursor bendradarbiavimas su Daieny Schuttz;\n- Rožinių rodyklių redaktoriaus pasirinkimai;\n- Vasaros pelės dekoracijos;\n- Vaivorykštės spalvos;\nir daug, daug daugiau mūsų svetainėje.\n\nJei nerandate to, ko ieškote, naudokite mygtuką „ĮKELTI ŽYMEKLIUS“, kad pridėtumėte savo. Tvarkykite savo asmeninę rodyklių kolekciją įkėlimo puslapyje ir koreguokite žymeklio dydį skiltyje „Tvarkyti“.\n\nNaujai pridėtos kolekcijos bus įkeltos į „Chrome“ skirtą tinkintą žymeklį ir jas rasite kolekcijų sąrašo apačioje. Jūsų pridėti paketai bus rodomi „Mano kolekcijoje“.\n\nSukurkite savo pelės žymeklių kolekciją iš bet kokių vaizdų naudodami tinkinto žymeklio kūrimo įrankį mūsų svetainėje. Tai leis jums sukurti naujus paketus iš beveik bet kokio rodyklės ar rodyklės formos paveikslėlio internete.\n\n-------------------\n! Įdiegę plėtinį atnaujinkite anksčiau atidarytus skirtukus, kad galėtumėte jį naudoti tuose puslapiuose. Atminkite, kad plėtinys gali neveikti „Chrome“ internetinės parduotuvės puslapiuose arba pagrindiniame puslapyje. Norėdami išbandyti plėtinį, atidarykite kitą svetainę (pvz., google.com).\n\nJei jums patinka plėtinys, taip pat galite patikrinti mūsų pasirinktinį žymeklį, skirtą „Windows“.\n\nPeržiūrėkite rodyklės išvaizdą spustelėdami ją plėtinio lange ir perkeldami pelę į tuščią lango vietą.\n\n❤️ ❤️ ❤️",
    "lv": "Pielāgojiet pārlūkprogrammas Chrome pieredzi, izmantojot mūsu bezmaksas peles kursoru kolekciju pie Custom Cursor.\n\nVietnē Custom Cursor esam izveidojuši milzīgu ar roku zīmētu jauku kursoru kolekciju. Mūsu vietnē ir pieejami vairāk nekā 8000 dažādu iepakojumu, lai jūs varētu izbaudīt. Ar jūsu palīdzību mūsu kolekcija ir izaugusi tik liela, ka mēs to sadalījām kategorijās, kas atbilst katrai gaumei, piemēram:\n\n- Minecraft;\n- jauki kursori;\n- Anime peles iepakojumi;\n- mēmes;\n- Spy x Family rādītāju komplekti ar Anya Forger;\n- Starp mums;\n- Divu veidu minimālās norādes darbam un mācībām;\n- Spēles;\n- Roblox;\n- Un daudzi, daudzi citi smieklīgi elementi, ar kuriem jūs varat spēlēt.\n\nDažas no mūsu peles rādītāju pakotnēm ir komplektā ar Custom Cursor pārlūkprogrammas paplašinājumu, taču lielākā daļa no tām jūs gaida mūsu vietnē. Sekojiet līdzi jauniem un aktuāliem papildinājumiem.\n\nLai vienkāršotu navigāciju, esam sakārtojuši savu kolekciju kolekcijās Redaktora izvēle, un katrai no tām ir unikāla tēma. Piemēri:\n\n- Zaļas bultas rudenim;\n- Ziemassvētku tematikas bultiņas;\n- Svētku redaktora izvēle;\n- Helovīns;\n- Custom Cursor sadarbība ar Daieny Schuttz;\n- Rozā rādītāju redaktora izvēle;\n- Vasaras peles dekorācijas;\n- Varavīksnes krāsas;\nun daudz, daudz vairāk mūsu vietnē.\n\nJa nevarat atrast to, ko meklējat, izmantojiet pogu AUGšupielādēt kursoru, lai pievienotu savu. Pārvaldiet savu personīgo bultiņu kolekciju lapā Augšupielāde un pielāgojiet kursora izmēru sadaļā \"Pārvaldīt\".\n\nTikko pievienotās kolekcijas tiks augšupielādētas Chrome paplašinājumā Custom Cursor, un tās var atrast kolekciju saraksta apakšā. Jūsu pievienotās pakotnes tiks parādītas sadaļā “Mana kolekcija”.\n\nIzveidojiet savu peles kursoru kolekciju no jebkura attēla, izmantojot mūsu tīmekļa vietnes rīku Custom Cursor Creator. Tas ļaus jums izveidot jaunus iepakojumus no gandrīz jebkura bultiņas vai rādītāja formas attēla internetā.\n\n-------------------\n! Pēc paplašinājuma instalēšanas atsvaidziniet iepriekš atvērtās cilnes, lai to izmantotu šajās lapās. Ņemiet vērā, ka paplašinājums var nedarboties Chrome interneta veikala lapās vai sākumlapā. Atveriet citu vietni (piemēram, google.com), lai pārbaudītu paplašinājumu.\n\nJa jums patīk paplašinājums, varat arī pārbaudīt mūsu lietotni Pielāgots kursors operētājsistēmai Windows.\n\nPriekšskatiet bultiņas izskatu, noklikšķinot uz tās paplašinājuma logā un pārvietojot peli uz tukšo vietu logā.\n\n❤️ ❤️ ❤️",
    "ml": "ഇഷ്‌ടാനുസൃത കഴ്‌സറിലെ മൗസ് കഴ്‌സറുകളുടെ സൗജന്യ ശേഖരം ഉപയോഗിച്ച് നിങ്ങളുടെ Chrome ബ്രൗസർ അനുഭവം ഇഷ്‌ടാനുസൃതമാക്കുക.\n\nഇഷ്‌ടാനുസൃത കഴ്‌സറിൽ ഞങ്ങൾ കൈകൊണ്ട് വരച്ച മനോഹരമായ കഴ്‌സറുകളുടെ ഒരു വലിയ ശേഖരം സൃഷ്‌ടിച്ചു. നിങ്ങൾക്ക് ആസ്വദിക്കാൻ ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ 8000 വ്യത്യസ്ത പായ്ക്കുകൾ ലഭ്യമാണ്. നിങ്ങളുടെ സഹായത്തോടെ, ഞങ്ങളുടെ ശേഖരം വളരെയധികം വളർന്നു, ഞങ്ങൾ അതിനെ എല്ലാ അഭിരുചിക്കും അനുയോജ്യമായ വിഭാഗങ്ങളായി വിഭജിച്ചു:\n\n- Minecraft;\n- ഭംഗിയുള്ള കഴ്‌സറുകൾ;\n- ആനിമേഷൻ മൗസ് പായ്ക്കുകൾ;\n- മെമ്മുകൾ;\n- സ്‌പൈ x ഫാമിലി പോയിന്റർ പായ്ക്കുകൾ അന്യ ഫോർജറിനൊപ്പം;\n- നമ്മുടെ ഇടയിൽ;\n- ജോലിക്കും പഠനത്തിനുമായി രണ്ട് തരം മിനിമൽ പോയിന്ററുകൾ;\n- ഗെയിമുകൾ;\n- റോബ്ലോക്സ്;\n- കൂടാതെ നിങ്ങൾക്ക് കളിക്കാൻ മറ്റ് നിരവധി രസകരമായ ഘടകങ്ങൾ.\n\nഞങ്ങളുടെ ചില മൗസ് പോയിന്റർ പായ്ക്കുകൾ ഇഷ്‌ടാനുസൃത കഴ്‌സർ ബ്രൗസർ വിപുലീകരണത്തിനൊപ്പം ബണ്ടിൽ ചെയ്‌തിരിക്കുന്നു, എന്നാൽ അവയിൽ മിക്കതും ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ നിങ്ങളെ കാത്തിരിക്കുന്നു. പുതിയതും ട്രെൻഡുചെയ്യുന്നതുമായ കൂട്ടിച്ചേർക്കലുകൾക്കായി ശ്രദ്ധിക്കുക.\n\nനാവിഗേഷൻ ലളിതമാക്കാൻ, ഞങ്ങൾ ഞങ്ങളുടെ ശേഖരം എഡിറ്റേഴ്‌സ് പിക്‌സ് ശേഖരങ്ങളായി ക്രമീകരിച്ചിട്ടുണ്ട്, ഓരോന്നിനും തനതായ തീം. ഉദാഹരണങ്ങളിൽ ഇവ ഉൾപ്പെടുന്നു:\n\n- ശരത്കാലത്തിനുള്ള പച്ച അമ്പുകൾ;\n- ക്രിസ്മസ് തീം അമ്പുകൾ;\n- ഹോളിഡേയ്‌സ് എഡിറ്റർ തിരഞ്ഞെടുത്തവ;\n- ഹാലോവീൻ;\n- ഡെയ്‌നി ഷുട്ട്‌സുമായുള്ള ഇഷ്‌ടാനുസൃത കഴ്‌സർ സഹകരണം;\n- പിങ്ക് പോയിന്ററുകൾ എഡിറ്റർ പിക്കുകൾ;\n- വേനൽക്കാല മൗസ് അലങ്കാരങ്ങൾ;\n- മഴവില്ല് നിറങ്ങൾ;\nകൂടാതെ ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ വളരെയധികം.\n\nനിങ്ങൾ തിരയുന്നത് കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ, നിങ്ങളുടേത് ചേർക്കാൻ \"അപ്‌ലോഡ് കഴ്‌സർ\" ബട്ടൺ ഉപയോഗിക്കുക. അപ്‌ലോഡ് പേജിൽ നിങ്ങളുടെ സ്വകാര്യ അമ്പടയാള ശേഖരം നിയന്ത്രിക്കുക, \"മാനേജ്\" വിഭാഗത്തിൽ കഴ്‌സർ വലുപ്പം ക്രമീകരിക്കുക.\n\nChrome വിപുലീകരണത്തിനായുള്ള ഇഷ്‌ടാനുസൃത കഴ്‌സറിലേക്ക് പുതുതായി ചേർത്ത ശേഖരങ്ങൾ അപ്‌ലോഡ് ചെയ്യും, അവ ശേഖരണ ലിസ്റ്റിന്റെ ചുവടെ കണ്ടെത്താനാകും. നിങ്ങൾ ചേർത്ത പായ്ക്കുകൾ \"എന്റെ ശേഖരത്തിൽ\" ദൃശ്യമാകും.\n\nഞങ്ങളുടെ വെബ്‌സൈറ്റിലെ ഇഷ്‌ടാനുസൃത കഴ്‌സർ ക്രിയേറ്റർ ടൂൾ ഉപയോഗിച്ച് ഏത് ചിത്രങ്ങളിൽ നിന്നും നിങ്ങളുടെ സ്വന്തം മൗസ് കഴ്‌സറുകളുടെ ശേഖരം സൃഷ്‌ടിക്കുക. ഇൻറർനെറ്റിലെ ഏത് അമ്പടയാളത്തിൽ നിന്നോ പോയിന്റർ ആകൃതിയിലുള്ള ചിത്രങ്ങളിൽ നിന്നോ പുതിയ പായ്ക്കുകൾ സൃഷ്ടിക്കാൻ ഇത് നിങ്ങളെ അനുവദിക്കും.\n\n-------------------\n! വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്ത ശേഷം, ആ പേജുകളിൽ ഉപയോഗിക്കുന്നതിന് മുമ്പ് തുറന്ന ടാബുകൾ പുതുക്കുക. Chrome വെബ് സ്റ്റോർ പേജുകളിലോ ഹോം പേജിലോ വിപുലീകരണം പ്രവർത്തിച്ചേക്കില്ല എന്നത് ശ്രദ്ധിക്കുക. വിപുലീകരണം പരിശോധിക്കാൻ മറ്റൊരു വെബ്സൈറ്റ് (ഉദാ. google.com) തുറക്കുക.\n\nനിങ്ങൾക്ക് വിപുലീകരണം ഇഷ്‌ടമാണെങ്കിൽ Windows ആപ്പിനായുള്ള ഞങ്ങളുടെ ഇഷ്‌ടാനുസൃത കഴ്‌സറും നിങ്ങൾക്ക് പരിശോധിക്കാവുന്നതാണ്.\n\nവിപുലീകരണ വിൻഡോയിൽ ക്ലിക്കുചെയ്‌ത് ജാലകത്തിനുള്ളിലെ ശൂന്യമായ സ്ഥലത്തേക്ക് മൗസ് നീക്കി അമ്പടയാള രൂപഭാവം പ്രിവ്യൂ ചെയ്യുക.\n\n❤️ ❤️ ❤️",
    "mr": "सानुकूल कर्सरवर आमच्या माऊस कर्सरच्या विनामूल्य संग्रहासह तुमचा Chrome ब्राउझर अनुभव सानुकूलित करा.\n\nकस्टम कर्सरवर आम्ही हाताने काढलेल्या गोंडस कर्सरचा एक विशाल संग्रह तयार केला आहे. तुम्हाला आनंद घेण्यासाठी आमच्या वेबसाइटवर 8000 पेक्षा जास्त विविध पॅक उपलब्ध आहेत. तुमच्या मदतीने, आमचा संग्रह इतका मोठा झाला आहे की आम्ही ते प्रत्येक चवीनुसार बसतील अशा श्रेणींमध्ये विभागले आहे, जसे की:\n\n- Minecraft;\n- गोंडस कर्सर;\n- अॅनिम माउस पॅक;\n- मेम्स;\n- अन्या फोर्जरसह स्पाय एक्स फॅमिली पॉइंटर पॅक;\n- आपल्या मध्ये;\n- काम आणि अभ्यासासाठी दोन प्रकारचे किमान पॉइंटर्स;\n- खेळ;\n- रोब्लॉक्स;\n- आणि तुमच्यासाठी खेळण्यासाठी इतर अनेक मजेदार घटक.\n\nआमचे काही माऊस पॉइंटर पॅक सानुकूल कर्सर ब्राउझर विस्तारासह एकत्रित केलेले आहेत, परंतु त्यापैकी बहुतेक आमच्या वेबसाइटवर तुमची वाट पाहत आहेत. नवीन आणि ट्रेंडिंग जोडण्यांवर लक्ष ठेवा.\n\nनेव्हिगेशन सुलभ करण्यासाठी, आम्ही आमचा संग्रह संपादकाच्या निवडी संग्रहांमध्ये आयोजित केला आहे, प्रत्येक एक अद्वितीय थीमसह. उदाहरणांमध्ये हे समाविष्ट आहे:\n\n- शरद ऋतूतील हिरव्या बाण;\n- ख्रिसमस-थीम असलेली बाण;\n- सुट्टीच्या संपादकाची निवड;\n- हॅलोविन;\n- Daieny Schuttz सह सानुकूल कर्सर सहयोग;\n- गुलाबी पॉइंटर संपादक निवडी;\n- उन्हाळी माऊस सजावट;\n- इंद्रधनुष्य रंग;\nआणि बरेच काही, आमच्या वेबसाइटवर बरेच काही.\n\nआपण जे शोधत आहात ते आपल्याला सापडत नसल्यास, आपले स्वतःचे जोडण्यासाठी \"अपलोड कर्सर\" बटण वापरा. अपलोड पृष्ठावर तुमचे वैयक्तिक बाण संग्रह व्यवस्थापित करा आणि \"व्यवस्थापित करा\" विभागात कर्सर आकार समायोजित करा.\n\nनवीन जोडलेले संग्रह Chrome विस्तारासाठी सानुकूल कर्सरवर अपलोड केले जातील आणि संग्रह सूचीच्या तळाशी आढळू शकतात. तुमचे जोडलेले पॅक “माय कलेक्शन” मध्ये दिसतील.\n\nआमच्या वेबसाइटवरील कस्टम कर्सर क्रिएटर टूलसह कोणत्याही प्रतिमांमधून माउस कर्सरचा तुमचा स्वतःचा संग्रह तयार करा. हे तुम्हाला इंटरनेटवरील जवळजवळ कोणत्याही बाण किंवा पॉइंटर-आकाराच्या प्रतिमेवरून नवीन पॅक तयार करण्यास अनुमती देईल.\n\n-------------------\n! विस्तार स्थापित केल्यानंतर, त्या पृष्ठांवर वापरण्यासाठी पूर्वी उघडलेले टॅब रिफ्रेश करा. लक्षात ठेवा की विस्तार Chrome वेब स्टोअर पृष्ठांवर किंवा मुख्यपृष्ठावर कार्य करू शकत नाही. विस्ताराची चाचणी घेण्यासाठी दुसरी वेबसाइट (उदा. google.com) उघडा.\n\nतुम्हाला विस्तार आवडल्यास तुम्ही आमचे Windows अॅपसाठी कस्टम कर्सर देखील तपासू शकता.\n\nएक्स्टेंशन विंडोमध्ये त्यावर क्लिक करून आणि विंडोमधील रिकाम्या जागेवर माउस हलवून बाणाच्या देखाव्याचे पूर्वावलोकन करा.\n\n❤️ ❤️ ❤️",
    "ms": "Sesuaikan pengalaman penyemak imbas Chrome anda dengan koleksi percuma kursor tetikus kami di Kursor Tersuai.\n\nDi Kursor Tersuai kami telah mencipta koleksi gergasi kursor comel yang dilukis dengan tangan. Kami mempunyai lebih 8000 pek berbeza tersedia di laman web kami untuk anda nikmati. Dengan bantuan anda, koleksi kami telah berkembang dengan begitu besar sehingga kami membahagikannya kepada kategori yang sepatutnya memenuhi setiap citarasa, seperti:\n\n- Minecraft;\n- Kursor Comel;\n- Pek tetikus anime;\n- Meme;\n- Pek penunjuk Spy x Family dengan Anya Forger;\n- Di antara kita;\n- Dua jenis petunjuk Minimal untuk kerja dan pengajian;\n- Permainan;\n- Roblox;\n- Dan banyak lagi unsur lucu lain untuk anda mainkan.\n\nBeberapa pek penuding tetikus kami disertakan dengan sambungan penyemak imbas Kursor Tersuai, tetapi kebanyakannya menunggu anda di tapak web kami. Nantikan penambahan baharu dan sohor kini.\n\nUntuk memudahkan navigasi, kami telah menyusun koleksi kami ke dalam koleksi Pilihan Editor, masing-masing dengan tema yang unik. Contohnya termasuk:\n\n- Anak panah hijau untuk musim luruh;\n- Anak panah bertema Krismas;\n- Pilihan editor Cuti;\n- Halloween;\n- Kerjasama Kursor Tersuai dengan Daieny Schuttz;\n- Pilihan editor penunjuk merah jambu;\n- Hiasan tetikus musim panas;\n- Warna pelangi;\ndan banyak lagi di laman web kami.\n\nJika anda tidak menemui apa yang anda cari, gunakan butang \"MUAT NAIK KURSOR\" untuk menambah anda sendiri. Urus koleksi anak panah peribadi anda pada halaman Muat naik dan laraskan saiz kursor dalam bahagian \"Urus\".\n\nKoleksi yang baru ditambah akan dimuat naik ke Kursor Tersuai untuk sambungan Chrome dan boleh didapati di bahagian bawah senarai koleksi. Pek tambahan anda akan muncul dalam \"Koleksi Saya\".\n\nCipta koleksi kursor tetikus anda sendiri daripada sebarang imej menggunakan alat Pencipta Kursor Tersuai di tapak web kami. Ia akan membolehkan anda mencipta pek baharu daripada hampir mana-mana anak panah atau imej berbentuk penunjuk di internet.\n\n-------------------\n! Selepas memasang sambungan, muat semula tab yang dibuka sebelum ini untuk menggunakannya pada halaman tersebut. Ambil perhatian bahawa sambungan mungkin tidak berfungsi pada halaman Kedai Web Chrome atau halaman utama. Buka tapak web lain (cth., google.com) untuk menguji sambungan.\n\nJika anda menyukai sambungan itu, anda juga boleh menyemak apl Kursor Tersuai kami untuk Windows.\n\nPratonton penampilan anak panah dengan mengklik padanya dalam tetingkap sambungan dan menggerakkan tetikus ke ruang kosong dalam tetingkap.\n\n❤️ ❤️ ❤️",
    "nl": "Pas uw Chrome-browserervaring aan met onze gratis verzameling muiscursors bij Custom Cursor.\n\nBij Custom Cursor hebben we een gigantische verzameling handgetekende schattige cursors gemaakt. We hebben meer dan 8000 verschillende pakketten beschikbaar op onze website om van te genieten. Met jouw hulp is onze collectie zo groot geworden dat we deze hebben onderverdeeld in categorieën die bij elke smaak passen, zoals:\n\n-Minecraft;\n- Leuke cursors;\n- Anime-muispakketten;\n- Memes;\n- Spy x Family-aanwijzerpakketten met Anya Forger;\n- Onder ons;\n- Twee soorten minimale aanwijzingen voor werk en studie;\n- Spellen;\n-Roblox;\n- En vele, vele andere grappige elementen om mee te spelen.\n\nSommige van onze muisaanwijzerpakketten zijn gebundeld met de Custom Cursor-browserextensie, maar de meeste wachten op u op onze website. Houd nieuwe en trending toevoegingen in de gaten.\n\nOm de navigatie te vereenvoudigen, hebben we onze collectie georganiseerd in Editor's Picks-collecties, elk met een uniek thema. Voorbeelden zijn onder meer:\n\n- Groene pijlen voor de herfst;\n- Pijlen met kerstthema;\n- Keuzes van de vakantieredacteur;\n- Halloween;\n- Custom Cursor-samenwerking met Daieny Schuttz;\n- Picks van de editor voor roze aanwijzers;\n- Zomerse muisdecoraties;\n- Regenboogkleuren;\nen nog veel meer op onze website.\n\nAls u niet kunt vinden wat u zoekt, gebruik dan de knop \"UPLOAD CURSOR\" om uw eigen toe te voegen. Beheer uw persoonlijke verzameling pijlen op de uploadpagina en pas de cursorgrootte aan in het gedeelte \"Beheren\".\n\nNieuw toegevoegde collecties worden geüpload naar de Custom Cursor voor Chrome-extensie en zijn te vinden onderaan de collectielijst. Je toegevoegde pakketten verschijnen in \"Mijn verzameling\".\n\nMaak uw eigen verzameling muiscursors van alle afbeeldingen met de Custom Cursor Creator-tool op onze website. Hiermee kun je nieuwe pakketten maken van bijna elke pijl of wijzervormige afbeelding op internet.\n\n-------------------\n! Vernieuw na het installeren van de extensie eerder geopende tabbladen om deze op die pagina's te gebruiken. Houd er rekening mee dat de extensie mogelijk niet werkt op Chrome Web Store-pagina's of de startpagina. Open een andere website (bijvoorbeeld google.com) om de extensie te testen.\n\nAls je de extensie leuk vindt, kun je ook onze Custom Cursor voor Windows-app bekijken.\n\nBekijk een voorbeeld van het uiterlijk van de pijl door erop te klikken in het extensievenster en de muis naar de lege ruimte in het venster te verplaatsen.\n\n❤️ ❤️ ❤️",
    "no": "Tilpass Chrome-nettleseropplevelsen din med vår gratis samling av musepekere på Custom Cursor.\n\nHos Custom Cursor har vi laget en gigantisk samling av håndtegnede søte markører. Vi har over 8000 forskjellige pakker tilgjengelig på nettstedet vårt som du kan glede deg over. Med din hjelp har samlingen vår vokst seg så stor at vi delte den inn i kategorier som burde passe enhver smak, som:\n\n- Minecraft;\n- Søte markører;\n- Anime-musepakker;\n- Memes;\n- Spy x Family-pekerpakker med Anya Forger;\n- Blant oss;\n- To typer minimale tips for arbeid og studier;\n- Spill;\n- Roblox;\n– Og mange, mange andre morsomme elementer for deg å leke med.\n\nNoen av musepekerpakkene våre følger med nettleserutvidelsen Custom Cursor, men de fleste av dem venter på deg på nettstedet vårt. Hold øye med nye og trendende tillegg.\n\nFor å forenkle navigeringen har vi organisert samlingen vår i Editor's Picks-samlinger, hver med et unikt tema. Eksempler inkluderer:\n\n- Grønne piler for høsten;\n- piler med juletema;\n- Ferieredaktørens valg;\n- Halloween;\n- Custom Cursor-samarbeid med Daieny Schuttz;\n- Rosa pekere redaktør plukker;\n- Sommermusepynt;\n- Regnbuefarger;\nog mye, mye mer på nettsiden vår.\n\nHvis du ikke finner det du leter etter, bruk knappen \"LAST OPP MARKØR\" for å legge til din egen. Administrer din personlige pilsamling på Last opp-siden og juster markørstørrelsen i \"Administrer\"-delen.\n\nNylig lagt til samlinger vil bli lastet opp til Custom Cursor for Chrome-utvidelsen og finnes nederst på samlingslisten. Pakkene du har lagt til, vises i \"Min samling\".\n\nLag din egen samling av musepekere fra alle bilder med Custom Cursor Creator-verktøyet på nettstedet vårt. Det lar deg lage nye pakker fra nesten alle piler eller pekerformete bilder på internett.\n\n------------------\n! Etter å ha installert utvidelsen, oppdater tidligere åpnede faner for å bruke den på disse sidene. Vær oppmerksom på at utvidelsen kanskje ikke fungerer på Chrome Nettmarked-sider eller startsiden. Åpne et annet nettsted (f.eks. google.com) for å teste utvidelsen.\n\nHvis du liker utvidelsen, kan du også sjekke vår Custom Cursor for Windows-app.\n\nForhåndsvis pilens utseende ved å klikke på den i utvidelsesvinduet og flytte musen til den tomme plassen i vinduet.\n\n❤️ ❤️ ❤️",
    "pl": "Dostosuj swoją przeglądarkę Chrome za pomocą naszej bezpłatnej kolekcji kursorów myszy na stronie Custom Cursor.\n\nW Custom Cursor stworzyliśmy ogromną kolekcję ręcznie rysowanych uroczych kursorów. Na naszej stronie internetowej dostępnych jest ponad 8000 różnych pakietów. Z Waszą pomocą nasza kolekcja rozrosła się do tego stopnia, że podzieliliśmy ją na kategorie, które powinny trafić w każdy gust, takie jak:\n\n- Minecraft;\n- Śliczne kursory;\n- Pakiety myszy anime;\n- Memy;\n- Pakiety wskaźników Spy x Family z Anyą Forger;\n- Wśród nas;\n- Dwa rodzaje minimalnych wskazówek do pracy i nauki;\n- Gry;\n- Roblox;\n- I wiele, wiele innych zabawnych elementów do zabawy.\n\nNiektóre z naszych pakietów wskaźników myszy są dołączone do rozszerzenia przeglądarki Custom Cursor, ale większość z nich czeka na Ciebie na naszej stronie internetowej. Miej oko na nowe i popularne dodatki.\n\nAby uprościć nawigację, podzieliliśmy naszą kolekcję na kolekcje Redakcje polecają, z których każda ma unikalny motyw. Przykłady obejmują:\n\n- Zielone strzałki na jesień;\n- strzałki o tematyce bożonarodzeniowej;\n- Wakacje wybiera redaktora;\n- Halloween;\n- Współpraca Custom Cursor z Daieny Schuttz;\n- Wybór edytora różowych wskaźników;\n- Letnie dekoracje myszy;\n- Kolory tęczy;\ni wiele, wiele więcej na naszej stronie.\n\nJeśli nie możesz znaleźć tego, czego szukasz, użyj przycisku „PRZEŚLIJ KURSORA”, aby dodać własny. Zarządzaj swoją osobistą kolekcją strzał na stronie przesyłania i dostosuj rozmiar kursora w sekcji „Zarządzaj”.\n\nNowo dodane kolekcje zostaną przesłane do rozszerzenia Custom Cursor for Chrome i można je znaleźć na dole listy kolekcji. Twoje dodane pakiety pojawią się w „Mojej kolekcji”.\n\nStwórz własną kolekcję kursorów myszy z dowolnych obrazów za pomocą narzędzia Custom Cursor Creator na naszej stronie internetowej. Umożliwi tworzenie nowych paczek z prawie dowolnego obrazu w kształcie strzałki lub wskaźnika w Internecie.\n\n-------------------\n! Po zainstalowaniu rozszerzenia odśwież wcześniej otwarte karty, aby używać go na tych stronach. Pamiętaj, że rozszerzenie może nie działać na stronach Chrome Web Store lub na stronie głównej. Otwórz inną witrynę (np. google.com), aby przetestować rozszerzenie.\n\nJeśli podoba Ci się to rozszerzenie, możesz również sprawdzić naszą aplikację Custom Cursor for Windows.\n\nPodejrzyj wygląd strzałki klikając na nią w oknie rozszerzenia i przesuwając mysz do pustego miejsca w oknie.\n\n❤️ ❤️ ❤️",
    "pt_BR,pt_PT": "Personalize sua experiência no navegador Chrome com nossa coleção gratuita de cursores de mouse em Custom Cursor.\n\nNa Custom Cursor, criamos uma coleção gigante de cursores fofos desenhados à mão. Temos mais de 8.000 pacotes diferentes disponíveis em nosso site para você aproveitar. Com a ajuda de vocês, nossa coleção cresceu tanto que a dividimos em categorias que devem atender a todos os gostos, como:\n\n- Minecraft;\n- Cursores fofos;\n- Pacotes de mouse de anime;\n- Memes;\n- Pacotes de ponteiros Spy x Family com Anya Forger;\n- Entre nós;\n- Dois tipos de ponteiros Minimal para trabalho e estudos;\n- Jogos;\n- Roblox;\n- E muitos, muitos outros elementos engraçados para você brincar.\n\nAlguns de nossos pacotes de ponteiros de mouse vêm com a extensão de navegador Custom Cursor, mas a maioria deles espera por você em nosso site. Fique de olho nas adições novas e em alta.\n\nPara simplificar a navegação, organizamos nossa coleção em coleções de Escolhas do Editor, cada uma com um tema exclusivo. Exemplos incluem:\n\n- Setas verdes para o outono;\n- Flechas com tema natalino;\n- Escolhas do editor de feriados;\n- Dia das Bruxas;\n- Colaboração do Custom Cursor com Daieny Schuttz;\n- Escolhas do editor de ponteiros rosa;\n- Decorações de rato de verão;\n- Cores do arco-íris;\ne muito, muito mais em nosso site.\n\nSe você não encontrar o que está procurando, use o botão \"UPLOAD CURSOR\" para adicionar o seu. Gerencie sua coleção pessoal de flechas na página Carregar e ajuste o tamanho do cursor na seção \"Gerenciar\".\n\nAs coleções recém-adicionadas serão carregadas na extensão Custom Cursor for Chrome e podem ser encontradas na parte inferior da lista de coleções. Seus pacotes adicionados aparecerão em “Minha coleção”.\n\nCrie sua própria coleção de cursores de mouse a partir de qualquer imagem com a ferramenta Custom Cursor Creator em nosso site. Ele permitirá que você crie novos pacotes a partir de quase qualquer imagem em forma de seta ou ponteiro na Internet.\n\n-------------------\n! Depois de instalar a extensão, atualize as guias abertas anteriormente para usá-la nessas páginas. Observe que a extensão pode não funcionar nas páginas da Chrome Web Store ou na página inicial. Abra outro site (por exemplo, google.com) para testar a extensão.\n\nSe você gosta da extensão, também pode conferir nosso aplicativo Custom Cursor for Windows.\n\nVisualize a aparência da seta clicando nela na janela de extensão e movendo o mouse para o espaço vazio dentro da janela.\n\n❤️ ❤️ ❤️",
    "ro": "Personalizați-vă experiența browserului Chrome cu colecția noastră gratuită de cursore de mouse la Custom Cursor.\n\nLa Custom Cursor am creat o colecție gigantică de cursore drăguțe desenate manual. Avem peste 8000 de pachete diferite disponibile pe site-ul nostru pentru a vă bucura. Cu ajutorul tău, colecția noastră a crescut atât de mare încât am împărțit-o în categorii care ar trebui să se potrivească tuturor gusturilor, cum ar fi:\n\n- Minecraft;\n- Cursore drăguțe;\n- pachete de mouse-uri anime;\n- Poante;\n- Pachete de indicatori Spy x Family cu Anya Forger;\n- Printre noi;\n- Două tipuri de indicatoare minime pentru muncă și studii;\n- Jocuri;\n- Roblox;\n- Și multe, multe alte elemente amuzante cu care să te joci.\n\nUnele dintre pachetele noastre de indicatori de mouse sunt incluse în extensia de browser Custom Cursor, dar cele mai multe dintre ele vă așteaptă pe site-ul nostru web. Fii cu ochii pe adăugiri noi și în tendințe.\n\nPentru a simplifica navigarea, ne-am organizat colecția în colecții Editor's Picks, fiecare având o temă unică. Exemplele includ:\n\n- Săgeți verzi pentru toamnă;\n- săgeți cu tematică de Crăciun;\n- alegerile editorului de sărbători;\n- Halloween;\n- Custom Cursor colaborare cu Daieny Schuttz;\n- Alegerile editorului de indicatori roz;\n- Decoratiuni de soarece de vara;\n- Culori curcubeu;\nși multe, multe altele pe site-ul nostru.\n\nDacă nu găsești ceea ce cauți, folosește butonul „ÎNCĂRCARE CURSOR” pentru a-l adăuga pe al tău. Gestionați-vă colecția personală de săgeți pe pagina Încărcare și ajustați dimensiunea cursorului în secțiunea „Gestionați”.\n\nColecțiile nou adăugate vor fi încărcate în extensia Custom Cursor for Chrome și pot fi găsite în partea de jos a listei de colecții. Pachetele adăugate vor apărea în „Colecția mea”.\n\nCreați-vă propria colecție de cursore de mouse din orice imagine cu instrumentul Custom Cursor Creator de pe site-ul nostru web. Vă va permite să creați pachete noi din aproape orice imagine în formă de săgeată sau indicator de pe internet.\n\n-------------------\n! După instalarea extensiei, reîmprospătați filele deschise anterior pentru a o utiliza pe acele pagini. Rețineți că este posibil ca extensia să nu funcționeze pe paginile Magazinului web Chrome sau pe pagina de pornire. Deschideți un alt site web (de exemplu, google.com) pentru a testa extensia.\n\nDacă vă place extensia, puteți verifica și aplicația noastră Custom Cursor pentru Windows.\n\nPrevizualizați aspectul săgeții făcând clic pe ea în fereastra de extensie și mutând mouse-ul în spațiul gol din fereastră.\n\n❤️ ❤️ ❤️",
    "ru": "Настройте свой браузер Chrome с помощью нашей бесплатной коллекции курсоров для мыши на сайте Custom Cursor.\n\nВ Custom Cursor мы создали гигантскую коллекцию симпатичных курсоров, нарисованных от руки. У нас есть более 8000 различных пакетов, доступных на нашем сайте для вашего удовольствия. С вашей помощью наша коллекция разрослась настолько, что мы разделили ее на категории на любой вкус, например:\n\n- Шахтерское ремесло;\n- Симпатичные курсоры;\n- Пакеты аниме-мышек;\n- Мемы;\n- наборы указателей Spy x Family с Аней Форгер;\n- Среди нас;\n- Два типа Минимальных указателей для работы и учебы;\n- Игры;\n- Роблокс;\n- И много-много других забавных элементов, с которыми вы можете поиграть.\n\nНекоторые из наших наборов указателей мыши связаны с расширением браузера Custom Cursor, но большинство из них ждут вас на нашем веб-сайте. Следите за новыми и трендовыми дополнениями.\n\nЧтобы упростить навигацию, мы организовали нашу коллекцию в коллекции Editor's Picks, каждая из которых имеет уникальную тему. Примеры включают:\n\n- Зеленые стрелки для осени;\n- новогодние стрелы;\n- Выбор редактора праздников;\n- Хэллоуин;\n- Совместная работа Custom Cursor с Дайени Шутц;\n- Выбор редактора розовых указателей;\n- Летние украшения для мышей;\n- Цвета радуги;\nи многое, многое другое на нашем сайте.\n\nЕсли вы не можете найти то, что ищете, используйте кнопку «ЗАГРУЗИТЬ КУРСОР», чтобы добавить свой собственный. Управляйте своей личной коллекцией стрел на странице загрузки и настраивайте размер курсора в разделе «Управление».\n\nНовые добавленные коллекции будут загружены в расширение Custom Cursor для Chrome и их можно будет найти в нижней части списка коллекций. Добавленные вами наборы появятся в «Моей коллекции».\n\nСоздайте собственную коллекцию курсоров для мыши из любых изображений с помощью инструмента Custom Cursor Creator на нашем сайте. Это позволит вам создавать новые пакеты практически из любого изображения в виде стрелки или указателя в Интернете.\n\n--------------------\n! После установки расширения обновите ранее открытые вкладки, чтобы использовать его на этих страницах. Обратите внимание, что расширение может не работать на страницах Интернет-магазина Chrome или на домашней странице. Откройте другой веб-сайт (например, google.com), чтобы протестировать расширение.\n\nЕсли вам нравится расширение, вы также можете проверить наше приложение Custom Cursor for Windows.\n\nПредварительно просмотрите внешний вид стрелки, нажав на нее в окне расширения и переместив мышь в пустое место внутри окна.\n\n❤️ ❤️ ❤️",
    "sk": "Prispôsobte si prostredie prehliadača Chrome pomocou našej bezplatnej kolekcie kurzorov myši na stránke Custom Cursor.\n\nV Custom Cursor sme vytvorili obrovskú zbierku ručne kreslených roztomilých kurzorov. Na našej webovej stránke máme k dispozícii viac ako 8000 rôznych balení, ktoré si môžete užiť. S vašou pomocou sa naša zbierka rozrástla natoľko, že sme ju rozdelili do kategórií, ktoré by mali vyhovovať každému vkusu, ako napríklad:\n\n- Minecraft;\n- Roztomilé kurzory;\n- anime balíčky myši;\n- memy;\n- Balíky špionážnych x Family pointerov s Anyou Forgerovou;\n- Medzi nami;\n- Dva typy minimálnych ukazovateľov pre prácu a štúdium;\n- hry;\n- Roblox;\n- A mnoho, mnoho ďalších zábavných prvkov, s ktorými sa môžete hrať.\n\nNiektoré z našich balíkov ukazovateľov myši sú dodávané s rozšírením prehliadača Custom Cursor, ale väčšina z nich na vás čaká na našej webovej stránke. Dávajte pozor na nové a trendy prírastky.\n\nAby sme zjednodušili navigáciu, usporiadali sme našu zbierku do kolekcií Tipy editora, z ktorých každá má jedinečnú tému. Príklady:\n\n- Zelené šípky na jeseň;\n- šípky s vianočnou tematikou;\n- Tipy redaktora sviatkov;\n- Halloween;\n- Spolupráca vlastného kurzora s Daieny Schuttz;\n- Výber editora ružových ukazovateľov;\n- letné dekorácie myši;\n- Farby dúhy;\na oveľa, oveľa viac na našej webovej stránke.\n\nAk nemôžete nájsť to, čo hľadáte, pridajte svoj vlastný pomocou tlačidla „NAHRAŤ KURZOR“. Spravujte svoju osobnú zbierku šípok na stránke Odovzdať a upravte veľkosť kurzora v časti „Spravovať“.\n\nNovo pridané kolekcie budú nahrané do rozšírenia Custom Cursor for Chrome a nájdete ich v spodnej časti zoznamu kolekcií. Vaše pridané balíčky sa zobrazia v časti „Moja zbierka“.\n\nVytvorte si vlastnú zbierku kurzorov myši z ľubovoľných obrázkov pomocou nástroja Custom Cursor Creator na našej webovej stránke. Umožní vám vytvárať nové balíčky z takmer akéhokoľvek obrázka v tvare šípky alebo ukazovateľa na internete.\n\n-------------------\n! Po inštalácii rozšírenia obnovte predtým otvorené karty, aby ste ich mohli použiť na týchto stránkach. Upozorňujeme, že rozšírenie nemusí fungovať na stránkach Internetového obchodu Chrome ani na domovskej stránke. Otvorte inú webovú stránku (napr. google.com) a otestujte rozšírenie.\n\nAk sa vám rozšírenie páči, môžete si tiež pozrieť našu aplikáciu Custom Cursor for Windows.\n\nUkážte vzhľad šípky kliknutím na ňu v okne rozšírenia a presunutím myši na prázdne miesto v okne.\n\n❤️ ❤️ ❤️",
    "sl": "Prilagodite svojo izkušnjo brskalnika Chrome z našo brezplačno zbirko kazalcev miške na Custom Cursor.\n\nPri Custom Cursor smo ustvarili velikansko zbirko ročno narisanih srčkanih kazalcev. Na naši spletni strani imamo na voljo več kot 8000 različnih paketov, v katerih lahko uživate. Z vašo pomočjo se je naša zbirka tako povečala, da smo jo razdelili v kategorije, ki naj ustrezajo vsakemu okusu, kot so:\n\n- Minecraft;\n- srčkani kazalci;\n- Paketi miške za anime;\n- memi;\n- Spy x Family pointer paketi z Anyo Forger;\n- Med nami;\n- Dve vrsti Minimalnih kazalcev za delo in študij;\n- Igre;\n- Roblox;\n- In veliko, veliko drugih smešnih elementov, s katerimi se lahko igrate.\n\nNekateri naši paketi kazalcev miške so priloženi razširitvi brskalnika Custom Cursor, vendar vas večina čaka na našem spletnem mestu. Bodite pozorni na nove in trendovske dodatke.\n\nZa poenostavitev navigacije smo našo zbirko organizirali v zbirke Editor's Picks, vsaka z edinstveno temo. Primeri vključujejo:\n\n- zelene puščice za jesen;\n- puščice z božično tematiko;\n- izbor urednika Holidays;\n- noč čarovnic;\n- Custom Cursor sodelovanje z Daieny Schuttz;\n- urejevalnik roza kazalcev;\n- Poletni okraski za miške;\n- Mavrične barve;\nin še veliko, veliko več na naši spletni strani.\n\nČe ne najdete tistega, kar iščete, uporabite gumb »NALOŽI KAZALO«, da dodate svojega. Upravljajte svojo osebno zbirko puščic na strani za nalaganje in prilagodite velikost kazalca v razdelku »Upravljanje«.\n\nNovo dodane zbirke bodo naložene v razširitev Custom Cursor for Chrome in jih najdete na dnu seznama zbirk. Dodani paketi bodo prikazani v »Moji zbirki«.\n\nUstvarite svojo lastno zbirko kazalcev miške iz poljubnih slik z orodjem Custom Cursor Creator na našem spletnem mestu. Omogočil vam bo ustvarjanje novih paketov iz skoraj katere koli puščice ali slike v obliki kazalca na internetu.\n\n-------------------\n! Po namestitvi razširitve osvežite predhodno odprte zavihke, da jo uporabite na teh straneh. Upoštevajte, da razširitev morda ne bo delovala na straneh spletne trgovine Chrome ali domači strani. Odprite drugo spletno mesto (npr. google.com), da preizkusite razširitev.\n\nČe vam je razširitev všeč, lahko preverite tudi našo aplikacijo Kazalec po meri za Windows.\n\nPredoglejte si videz puščice, tako da kliknete nanjo v oknu razširitve in premaknete miško na prazen prostor v oknu.\n\n❤️ ❤️ ❤️",
    "sr": "Прилагодите искуство прегледача Цхроме помоћу наше бесплатне колекције курсора миша на Цустом Цурсор.\n\nУ Цустом Цурсор-у смо направили огромну колекцију руком нацртаних слатких курсора. Имамо преко 8000 различитих пакета доступних на нашој веб страници у којима можете уживати. Уз вашу помоћ, наша колекција је толико порасла да смо је поделили у категорије које би требало да одговарају сваком укусу, као што су:\n\n- Минецрафт;\n- Слатки курсори;\n- Аниме пакети мишева;\n- Мемес;\n- Пакети показивача Спи к Фамили са Аниом Форгер;\n- Међу нама;\n- две врсте минималних показивача за рад и учење;\n- Игре;\n- Роблок;\n- И много, много других смешних елемената са којима се можете играти.\n\nНеки од наших пакета показивача миша су у пакету са екстензијом претраживача Цустом Цурсор, али већина њих вас чека на нашој веб страници. Пазите на нове и трендовске додатке.\n\nДа бисмо поједноставили навигацију, организовали смо нашу колекцију у колекције Едитор'с Пицкс, свака са јединственом темом. Примери укључују:\n\n- Зелене стрелице за јесен;\n- стрелице на тему Божића;\n- Избор уредника празника;\n- Ноћ вештица;\n- Цустом Цурсор сарадња са Даиени Сцхуттз;\n- Пинк поинтерс едитор пицкс;\n- Летњи украси за мишеве;\n- Дугине боје;\nи много, много више на нашој веб страници.\n\nАко не можете да пронађете оно што тражите, користите дугме „УПЛОАД ЦУРСОР“ да бисте додали свој. Управљајте својом личном колекцијом стрелица на страници за отпремање и подесите величину курсора у одељку „Управљање“.\n\nНовододате колекције биће отпремљене у проширење Цустом Цурсор фор Цхроме и могу се наћи на дну листе колекција. Ваши додати пакети ће се појавити у „Мојој колекцији“.\n\nКреирајте сопствену колекцију курсора миша од било које слике помоћу алатке Цустом Цурсор Цреатор на нашој веб страници. Омогућиће вам да креирате нове пакете од скоро сваке слике у облику стрелице или показивача на интернету.\n\n-------------------\n! Након инсталирања проширења, освежите претходно отворене картице да бисте га користили на тим страницама. Имајте на уму да проширење можда неће радити на страницама Цхроме веб продавнице или на почетној страници. Отворите другу веб локацију (нпр. гоогле.цом) да бисте тестирали проширење.\n\nАко вам се свиђа проширење, можете да проверите и нашу апликацију Цустом Цурсор за Виндовс.\n\nПрегледајте изглед стрелице тако што ћете кликнути на њу у прозору проширења и померити миш на празан простор унутар прозора.\n\n❤ ❤ ❤",
    "sv": "Anpassa din Chrome-webbläsarupplevelse med vår kostnadsfria samling av muspekare på Custom Cursor.\n\nPå Custom Cursor har vi skapat en gigantisk samling av handritade söta markörer. Vi har över 8 000 olika paket tillgängliga på vår hemsida som du kan njuta av. Med din hjälp har vår kollektion vuxit sig så stor att vi delat in den i kategorier som borde passa alla smaker, som:\n\n- Minecraft;\n- Söta markörer;\n- Anime-muspaket;\n- Memes;\n- Spy x Family-pekarpaket med Anya Forger;\n- Bland oss;\n- Två typer av minimala tips för arbete och studier;\n- Spel;\n- Roblox;\n– Och många, många andra roliga inslag för dig att leka med.\n\nVissa av våra muspekarpaket levereras med webbläsartillägget Custom Cursor, men de flesta av dem väntar på dig på vår webbplats. Håll utkik efter nya och trendiga tillägg.\n\nFör att förenkla navigeringen har vi organiserat vår samling i Redaktörens val-samlingar, var och en med ett unikt tema. Exempel inkluderar:\n\n- Gröna pilar för hösten;\n- Pilar med jultema;\n- Semesterredaktörens val;\n- Halloween;\n- Custom Cursor-samarbete med Daieny Schuttz;\n- Redaktörens val av rosa pekare;\n- Sommarmusdekorationer;\n- Regnbågsfärger;\noch mycket, mycket mer på vår hemsida.\n\nOm du inte kan hitta det du letar efter, använd knappen \"LADDA MARKÖR\" för att lägga till din egen. Hantera din personliga pilsamling på sidan Ladda upp och justera markörstorleken i avsnittet \"Hantera\".\n\nNyligen tillagda samlingar kommer att laddas upp till tillägget Custom Cursor for Chrome och finns längst ned i samlingslistan. Dina tillagda paket kommer att visas i \"Min samling\".\n\nSkapa din egen samling av muspekare från alla bilder med verktyget Custom Cursor Creator på vår webbplats. Det låter dig skapa nya paket från nästan vilken pil eller pekare som helst på internet.\n\n------------------\n! När du har installerat tillägget, uppdatera tidigare öppnade flikar för att använda det på dessa sidor. Observera att tillägget kanske inte fungerar på Chrome Web Store-sidor eller startsidan. Öppna en annan webbplats (t.ex. google.com) för att testa tillägget.\n\nOm du gillar tillägget kan du också kolla vår Custom Cursor for Windows-app.\n\nFörhandsgranska pilens utseende genom att klicka på den i tilläggsfönstret och flytta musen till det tomma utrymmet i fönstret.\n\n❤️ ❤️ ❤️",
    "sw": "Geuza utumiaji wa kivinjari chako cha Chrome upendavyo kwa mkusanyiko wetu wa bila malipo wa vishale vya kipanya kwenye Custom Cursor.\n\nKatika Kiteuzi Maalum tumeunda mkusanyiko mkubwa wa vishale vya kupendeza vinavyochorwa kwa mkono. Tuna zaidi ya vifurushi 8000 tofauti vinavyopatikana kwenye tovuti yetu ili ufurahie. Kwa msaada wako, mkusanyiko wetu umekua mkubwa sana hivi kwamba tuliugawanya katika kategoria ambazo zinafaa kutoshea kila ladha, kama vile:\n\n- Minecraft;\n- Cute cursors;\n- Panya za panya za Wahusika;\n- Memes;\n- Spy x Family pointer pakiti na Anya Forger;\n- Kati yetu;\n- Aina mbili za Viashiria vidogo vya kazi na masomo;\n- Michezo;\n- Roblox;\n- Na vitu vingine vingi vya kuchekesha vya wewe kucheza navyo.\n\nBaadhi ya vifurushi vyetu vya vielekezi vya kipanya vimeunganishwa na kiendelezi cha kivinjari cha Kiteuzi Maalum, lakini vingi vyavyo vinakungoja kwenye tovuti yetu. Endelea kutazama nyongeza mpya na zinazovuma.\n\nIli kurahisisha urambazaji, tumepanga mkusanyiko wetu katika mikusanyiko ya Chaguo za Mhariri, kila moja ikiwa na mandhari ya kipekee. Mifano ni pamoja na:\n\n- Mishale ya kijani kwa vuli;\n- mishale ya mandhari ya Krismasi;\n- Chaguo za mhariri wa likizo;\n- Halloween;\n- Ushirikiano wa Mshale maalum na Daieny Schuttz;\n- Chaguo za mhariri wa viashiria vya Pink;\n- Mapambo ya panya ya majira ya joto;\n- rangi ya upinde wa mvua;\nna mengi zaidi kwenye wavuti yetu.\n\nIkiwa huwezi kupata unachotafuta, tumia kitufe cha \"PAKIA MSHALE\" ili kuongeza chako. Dhibiti mkusanyiko wako wa vishale vya kibinafsi kwenye ukurasa wa Upakiaji na urekebishe ukubwa wa kishale katika sehemu ya \"Dhibiti\".\n\nMikusanyiko mipya iliyoongezwa itapakiwa kwenye Kiteuzi Maalum cha kiendelezi cha Chrome na inaweza kupatikana chini ya orodha ya mkusanyiko. Vifurushi vyako vilivyoongezwa vitaonekana katika \"Mkusanyiko Wangu\".\n\nUnda mkusanyiko wako mwenyewe wa vielekezi vya kipanya kutoka kwa picha zozote ukitumia zana ya Muundaji wa Mshale Maalum kwenye tovuti yetu. Itakuruhusu kuunda pakiti mpya kutoka kwa karibu picha yoyote ya umbo la mshale au pointer kwenye mtandao.\n\n-------------------\n! Baada ya kusakinisha kiendelezi, onyesha upya vichupo vilivyofunguliwa hapo awali ili kukitumia kwenye kurasa hizo. Kumbuka kuwa kiendelezi kinaweza kisifanye kazi kwenye kurasa za Duka la Chrome kwenye Wavuti au ukurasa wa nyumbani. Fungua tovuti nyingine (k.m., google.com) ili kujaribu kiendelezi.\n\nIkiwa unapenda kiendelezi unaweza pia kuangalia Kiteuzi chetu Maalum cha programu ya Windows.\n\nHakiki mwonekano wa mshale kwa kubofya kwenye kidirisha cha kiendelezi na kusogeza kipanya kwenye nafasi tupu ndani ya dirisha.\n\n❤️ ❤️ ❤️",
    "ta": "தனிப்பயன் கர்சரில் உள்ள எங்களின் இலவச மவுஸ் கர்சர்கள் மூலம் உங்கள் Chrome உலாவி அனுபவத்தைத் தனிப்பயனாக்கவும்.\n\nதனிப்பயன் கர்சரில், கையால் வரையப்பட்ட அழகான கர்சர்களின் மாபெரும் தொகுப்பை உருவாக்கியுள்ளோம். நீங்கள் ரசிக்க எங்கள் இணையதளத்தில் 8000க்கும் மேற்பட்ட வெவ்வேறு பேக்குகள் உள்ளன. உங்கள் உதவியுடன், எங்கள் சேகரிப்பு மிகவும் பெரியதாகிவிட்டது, ஒவ்வொரு சுவைக்கும் பொருந்தக்கூடிய வகைகளாகப் பிரித்தோம்:\n\n- Minecraft;\n- அழகான கர்சர்கள்;\n- அனிம் மவுஸ் பொதிகள்;\n- இணையத்தள;\n- Anya Forger உடன் ஸ்பை x குடும்ப சுட்டி பொதிகள்;\n- எங்களுக்கு மத்தியில்;\n- வேலை மற்றும் படிப்புக்கான இரண்டு வகையான குறைந்தபட்ச சுட்டிகள்;\n- விளையாட்டுகள்;\n- ரோப்லாக்ஸ்;\n- மேலும் நீங்கள் விளையாடுவதற்கு பல வேடிக்கையான கூறுகள்.\n\nஎங்களின் சில மவுஸ் பாயிண்டர் பேக்குகள் தனிப்பயன் கர்சர் உலாவி நீட்டிப்புடன் தொகுக்கப்பட்டுள்ளன, ஆனால் அவற்றில் பெரும்பாலானவை எங்கள் இணையதளத்தில் உங்களுக்காகக் காத்திருக்கின்றன. புதிய மற்றும் பிரபலமான சேர்த்தல்களுக்கு ஒரு கண் வைத்திருங்கள்.\n\nவழிசெலுத்தலை எளிமையாக்க, எங்களின் தொகுப்பை எடிட்டர்ஸ் பிக்ஸ் சேகரிப்புகளாக ஒழுங்கமைத்துள்ளோம், ஒவ்வொன்றும் ஒரு தனித்துவமான தீம். எடுத்துக்காட்டுகள் அடங்கும்:\n\n- இலையுதிர்காலத்திற்கான பச்சை அம்புகள்;\n- கிறிஸ்துமஸ் கருப்பொருள் அம்புகள்;\n- விடுமுறை எடிட்டரின் தேர்வுகள்;\n- ஹாலோவீன்;\n- டெய்னி ஷுட்ஸுடன் தனிப்பயன் கர்சர் ஒத்துழைப்பு;\n- பிங்க் சுட்டிகள் எடிட்டர் தேர்வுகள்;\n- கோடை சுட்டி அலங்காரங்கள்;\n- ரெயின்போ நிறங்கள்;\nமேலும் எங்கள் இணையதளத்தில் அதிகம்.\n\nநீங்கள் தேடுவதைக் கண்டுபிடிக்க முடியவில்லை எனில், உங்களுடையதைச் சேர்க்க \"கர்சர் பதிவேற்று\" பொத்தானைப் பயன்படுத்தவும். பதிவேற்றம் பக்கத்தில் உங்கள் தனிப்பட்ட அம்புக்குறி சேகரிப்பை நிர்வகிக்கவும் மற்றும் \"நிர்வகி\" பிரிவில் கர்சரின் அளவை சரிசெய்யவும்.\n\nபுதிதாக சேர்க்கப்பட்ட சேகரிப்புகள் Chrome நீட்டிப்புக்கான தனிப்பயன் கர்சரில் பதிவேற்றப்படும் மற்றும் சேகரிப்பு பட்டியலின் கீழே காணலாம். நீங்கள் சேர்த்த தொகுப்புகள் \"எனது சேகரிப்பில்\" தோன்றும்.\n\nஎங்கள் இணையதளத்தில் உள்ள தனிப்பயன் கர்சர் கிரியேட்டர் கருவி மூலம் எந்தப் படங்களிலிருந்தும் உங்கள் சொந்த மவுஸ் கர்சர்களின் தொகுப்பை உருவாக்கவும். இணையத்தில் உள்ள எந்த அம்புக்குறி அல்லது சுட்டி வடிவ படத்திலிருந்தும் புதிய தொகுப்புகளை உருவாக்க இது உங்களை அனுமதிக்கும்.\n\n-------------------\n! நீட்டிப்பை நிறுவிய பின், அந்தப் பக்கங்களில் பயன்படுத்த, முன்பு திறந்த தாவல்களைப் புதுப்பிக்கவும். Chrome இணைய அங்காடி பக்கங்கள் அல்லது முகப்புப் பக்கத்தில் நீட்டிப்பு வேலை செய்யாது என்பதை நினைவில் கொள்ளவும். நீட்டிப்பைச் சோதிக்க மற்றொரு இணையதளத்தைத் திறக்கவும் (எ.கா., google.com).\n\nநீங்கள் நீட்டிப்பை விரும்பினால், Windows பயன்பாட்டிற்கான எங்கள் தனிப்பயன் கர்சரையும் பார்க்கலாம்.\n\nநீட்டிப்பு சாளரத்தில் அதைக் கிளிக் செய்வதன் மூலம் அம்பு தோற்றத்தை முன்னோட்டமிடவும் மற்றும் சாளரத்தில் உள்ள வெற்று இடத்திற்கு சுட்டியை நகர்த்தவும்.\n\n❤️ ❤️ ❤️",
    "te": "కస్టమ్ కర్సర్‌లో మా ఉచిత మౌస్ కర్సర్‌ల సేకరణతో మీ Chrome బ్రౌజర్ అనుభవాన్ని అనుకూలీకరించండి.\n\nకస్టమ్ కర్సర్ వద్ద మేము చేతితో గీసిన అందమైన కర్సర్‌ల యొక్క భారీ సేకరణను సృష్టించాము. మీరు ఆనందించడానికి మా వెబ్‌సైట్‌లో 8000కి పైగా విభిన్న ప్యాక్‌లు అందుబాటులో ఉన్నాయి. మీ సహాయంతో, మా సేకరణ చాలా పెద్దదైంది, మేము దానిని ప్రతి అభిరుచికి సరిపోయే వర్గాలుగా విభజించాము:\n\n- Minecraft;\n- అందమైన కర్సర్లు;\n- అనిమే మౌస్ ప్యాక్‌లు;\n- మీమ్స్;\n- అన్య ఫోర్జర్‌తో స్పై x ఫ్యామిలీ పాయింటర్ ప్యాక్‌లు;\n- మనలో;\n- పని మరియు అధ్యయనాల కోసం రెండు రకాల కనీస పాయింటర్లు;\n- ఆటలు;\n- రోబ్లాక్స్;\n- మరియు మీరు ఆడటానికి అనేక ఇతర ఫన్నీ అంశాలు.\n\nమా మౌస్ పాయింటర్ ప్యాక్‌లలో కొన్ని కస్టమ్ కర్సర్ బ్రౌజర్ పొడిగింపుతో బండిల్ చేయబడ్డాయి, కానీ వాటిలో చాలా వరకు మా వెబ్‌సైట్‌లో మీ కోసం వేచి ఉన్నాయి. కొత్త మరియు ట్రెండింగ్ జోడింపుల కోసం ఒక కన్ను వేసి ఉంచండి.\n\nనావిగేషన్‌ను సరళీకృతం చేయడానికి, మేము మా సేకరణను ఎడిటర్ ఎంపికల సేకరణలుగా నిర్వహించాము, ప్రతి ఒక్కటి ప్రత్యేకమైన థీమ్‌తో. ఉదాహరణలు:\n\n- శరదృతువు కోసం ఆకుపచ్చ బాణాలు;\n- క్రిస్మస్ నేపథ్య బాణాలు;\n- హాలిడేస్ ఎడిటర్ ఎంపికలు;\n- హాలోవీన్;\n- డైనీ షుట్జ్‌తో అనుకూల కర్సర్ సహకారం;\n- పింక్ పాయింటర్స్ ఎడిటర్ పిక్స్;\n- వేసవి మౌస్ అలంకరణలు;\n- రెయిన్బో రంగులు;\nమరియు మా వెబ్‌సైట్‌లో చాలా ఎక్కువ.\n\nమీరు వెతుకుతున్నది కనుగొనలేకపోతే, మీ స్వంతంగా జోడించడానికి \"అప్‌లోడ్ కర్సర్\" బటన్‌ను ఉపయోగించండి. అప్‌లోడ్ పేజీలో మీ వ్యక్తిగత బాణం సేకరణను నిర్వహించండి మరియు \"నిర్వహించు\" విభాగంలో కర్సర్ పరిమాణాన్ని సర్దుబాటు చేయండి.\n\nకొత్తగా జోడించిన సేకరణలు Chrome పొడిగింపు కోసం అనుకూల కర్సర్‌కి అప్‌లోడ్ చేయబడతాయి మరియు సేకరణ జాబితా దిగువన కనుగొనబడతాయి. మీరు జోడించిన ప్యాక్‌లు \"నా కలెక్షన్\"లో కనిపిస్తాయి.\n\nమా వెబ్‌సైట్‌లోని కస్టమ్ కర్సర్ క్రియేటర్ సాధనంతో ఏదైనా చిత్రాల నుండి మీ స్వంత మౌస్ కర్సర్‌ల సేకరణను సృష్టించండి. ఇది ఇంటర్నెట్‌లో దాదాపు ఏదైనా బాణం లేదా పాయింటర్ ఆకారపు చిత్రం నుండి కొత్త ప్యాక్‌లను సృష్టించడానికి మిమ్మల్ని అనుమతిస్తుంది.\n\n-------------------\n! పొడిగింపును ఇన్‌స్టాల్ చేసిన తర్వాత, ఆ పేజీలలో ఉపయోగించడానికి గతంలో తెరిచిన ట్యాబ్‌లను రిఫ్రెష్ చేయండి. Chrome వెబ్ స్టోర్ పేజీలు లేదా హోమ్ పేజీలో పొడిగింపు పని చేయకపోవచ్చని గమనించండి. పొడిగింపును పరీక్షించడానికి మరొక వెబ్‌సైట్ (ఉదా., google.com) తెరవండి.\n\nమీరు పొడిగింపును ఇష్టపడితే, మీరు Windows యాప్ కోసం మా అనుకూల కర్సర్‌ను కూడా తనిఖీ చేయవచ్చు.\n\nపొడిగింపు విండోలో దానిపై క్లిక్ చేసి, విండోలోని ఖాళీ స్థలానికి మౌస్‌ని తరలించడం ద్వారా బాణం రూపాన్ని పరిదృశ్యం చేయండి.\n\n❤️ ❤️ ❤️",
    "th": "ปรับแต่งประสบการณ์เบราว์เซอร์ Chrome ของคุณด้วยชุดเคอร์เซอร์เมาส์ฟรีของเราที่ Custom Cursor\n\nที่ Custom Cursor เราได้สร้างคอลเลกชันขนาดใหญ่ของเคอร์เซอร์น่ารักที่วาดด้วยมือ เรามีมากกว่า 8000 แพ็คที่แตกต่างกันบนเว็บไซต์ของเราเพื่อให้คุณเพลิดเพลิน ด้วยความช่วยเหลือของคุณ คอลเลกชั่นของเราเติบโตขึ้นอย่างมากจนเราแบ่งออกเป็นหมวดหมู่ที่เหมาะกับทุกรสนิยม เช่น:\n\n- ไมน์คราฟต์;\n- เคอร์เซอร์น่ารัก;\n- ชุดเมาส์อะนิเมะ\n- มส์;\n- ชุดตัวชี้ Spy x Family พร้อม Anya Forger;\n- ในหมู่พวกเรา;\n- ตัวชี้ขั้นต่ำสองประเภทสำหรับการทำงานและการศึกษา\n- เกม;\n- โรบอกซ์;\n- และองค์ประกอบตลก ๆ อีกมากมายให้คุณเล่น\n\nชุดพอยเตอร์เมาส์บางชุดของเรามาพร้อมกับส่วนขยายเบราว์เซอร์เคอร์เซอร์แบบกำหนดเอง แต่ส่วนใหญ่รอคุณอยู่บนเว็บไซต์ของเรา จับตาดูการเพิ่มใหม่และแนวโน้ม\n\nเพื่อให้การนำทางง่ายขึ้น เราได้จัดคอลเลกชั่นของเราเป็นคอลเลกชั่นเรื่องคัดสรรโดยบรรณาธิการ ซึ่งแต่ละคอลเลกชั่นจะมีธีมเฉพาะ ตัวอย่าง ได้แก่:\n\n- ลูกศรสีเขียวสำหรับฤดูใบไม้ร่วง\n- ลูกศรธีมคริสต์มาส\n- คัดสรรโดยบรรณาธิการวันหยุด\n- ฮาโลวีน;\n- การทำงานร่วมกันของเคอร์เซอร์แบบกำหนดเองกับ Daieny Schuttz;\n- ตัวแก้ไขตัวชี้สีชมพูเลือก;\n- การตกแต่งเมาส์ฤดูร้อน\n- สีรุ้ง\nและอื่น ๆ อีกมากมายบนเว็บไซต์ของเรา\n\nหากคุณไม่พบสิ่งที่ต้องการ ให้ใช้ปุ่ม \"อัปโหลดเคอร์เซอร์\" เพื่อเพิ่มของคุณเอง จัดการคอลเลกชันลูกศรส่วนตัวของคุณในหน้าอัปโหลดและปรับขนาดเคอร์เซอร์ในส่วน \"จัดการ\"\n\nคอลเลกชันที่เพิ่มใหม่จะถูกอัปโหลดไปยังส่วนขยายเคอร์เซอร์ที่กำหนดเองสำหรับ Chrome และสามารถพบได้ที่ด้านล่างของรายการคอลเลกชัน ชุดที่คุณเพิ่มจะปรากฏใน “คอลเลกชันของฉัน”\n\nสร้างชุดเคอร์เซอร์ของเมาส์ของคุณเองจากรูปภาพใดก็ได้ด้วยเครื่องมือ Custom Cursor Creator บนเว็บไซต์ของเรา มันจะช่วยให้คุณสร้างแพ็คใหม่จากรูปภาพลูกศรหรือตัวชี้เกือบทุกชนิดบนอินเทอร์เน็ต\n\n-------------------\n! หลังจากติดตั้งส่วนขยายแล้ว ให้รีเฟรชแท็บที่เปิดก่อนหน้านี้เพื่อใช้ในหน้าเหล่านั้น โปรดทราบว่าส่วนขยายนี้อาจใช้ไม่ได้กับหน้า Chrome Web Store หรือหน้าแรก เปิดเว็บไซต์อื่น (เช่น google.com) เพื่อทดสอบส่วนขยาย\n\nหากคุณชอบส่วนขยายนี้ คุณยังสามารถตรวจสอบแอป Custom Cursor สำหรับ Windows ของเราได้อีกด้วย\n\nดูตัวอย่างลักษณะลูกศรโดยคลิกที่มันในหน้าต่างส่วนขยายและเลื่อนเมาส์ไปยังพื้นที่ว่างภายในหน้าต่าง\n\n❤️ ❤️ ❤️",
    "tr": "Özel İmleç'teki ücretsiz fare imleçleri koleksiyonumuzla Chrome tarayıcı deneyiminizi özelleştirin.\n\nCustom Cursor'da elle çizilmiş sevimli imleçlerden oluşan dev bir koleksiyon oluşturduk. Web sitemizde keyfini çıkarmanız için 8000'den fazla farklı paketimiz var. Yardımınızla koleksiyonumuz o kadar büyüdü ki, onu her zevke uygun kategorilere ayırdık, örneğin:\n\n- minecraft;\n- Sevimli İmleçler;\n- Anime fare paketleri;\n- Mizah;\n- Anya Forger ile Spy x Family işaretçi paketleri;\n- Aramızda;\n- Çalışma ve çalışmalar için iki tür Minimal işaretçi;\n- Oyunlar;\n- Roblox;\n- Ve oynaman için daha pek çok eğlenceli öğe.\n\nFare işaretçisi paketlerimizden bazıları Özel İmleç tarayıcı uzantısıyla birlikte gelir, ancak çoğu web sitemizde sizi bekliyor. Yeni ve trend eklemeler için bir göz atın.\n\nGezinmeyi basitleştirmek için koleksiyonumuzu, her biri benzersiz bir temaya sahip Editörün Seçtikleri koleksiyonları halinde düzenledik. Örnekler şunları içerir:\n\n- Sonbahar için yeşil oklar;\n- Noel temalı oklar;\n- Tatil editörünün seçtikleri;\n- Cadılar Bayramı;\n- Daieny Schuttz ile Özel İmleç işbirliği;\n- Editörün seçtikleri pembe işaretçiler;\n- Yazlık fare süsleri;\n- Gökkuşağı renkleri;\nve çok ama çok daha fazlası web sitemizde.\n\nAradığınızı bulamıyorsanız, kendinizinkini eklemek için \"İMLEÇ YÜKLE\" düğmesini kullanın. Kişisel ok koleksiyonunuzu Yükleme sayfasında yönetin ve \"Yönet\" bölümünde imleç boyutunu ayarlayın.\n\nYeni eklenen koleksiyonlar, Chrome için Özel İmleç uzantısına yüklenecek ve koleksiyon listesinin en altında bulunabilecek. Eklenen paketleriniz \"Koleksiyonum\" bölümünde görünecektir.\n\nWeb sitemizdeki Özel İmleç Oluşturucu aracıyla herhangi bir görüntüden kendi fare imleç koleksiyonunuzu oluşturun. İnternetteki hemen hemen her ok veya işaretçi şeklindeki görüntüden yeni paketler oluşturmanıza olanak tanır.\n\n-------------------\n! Uzantıyı yükledikten sonra, daha önce açılan sekmeleri o sayfalarda kullanmak için yenileyin. Uzantının Chrome Web Mağazası sayfalarında veya ana sayfada çalışmayabileceğini unutmayın. Uzantıyı test etmek için başka bir web sitesi (ör. google.com) açın.\n\nUzantıyı beğendiyseniz, Windows için Özel İmleç uygulamamıza da göz atabilirsiniz.\n\nUzantı penceresinde üzerine tıklayarak ve fareyi pencere içindeki boş alana getirerek ok görünümünü önizleyin.\n\n❤️ ❤️ ❤️",
    "uk": "Прикрасьте свій браузер Chrome за допомогою нашої безкоштовної колекції курсорів миші на Custom Cursor.\n\nУ Custom Cursor ми створили гігантську колекцію милих курсорів, намальованих від руки. На нашому веб-сайті доступно понад 8000 різноманітних пакетів курсоріи, якими ви можете насолоджуватися. Завдяки вашій допомозі наша колекція настільки зросла, що ми розділили її на категорії на будь-який смак, наприклад:\n\n- Minecraft;\n- Милі курсори;\n- Набори курсорів аніме;\n- Меми;\n- Пакети стрілочок для миші Spy x Family з Аньою Форгер;\n- Among Us;\n- Два види мінімальних курсорів для роботи та навчання;\n- Ігри;\n- Роблокс;\n- І багато, багато інших кумедних елементів, з якими ви можете грати.\n\nДеякі з наших пакетів курсорів для миші постачаються разом із розширенням для браузера Custom Cursor, але більшість із них чекають на вас на нашому веб-сайті. Слідкуйте за новими та трендовими доповненнями.\n\nЩоб спростити навігацію, ми організували нашу колекцію в колекції «Вибір редактора», кожна з яких має унікальну тему. Приклади:\n\n- Зелені стрілки для осені;\n- Різдвяні стрілки;\n- Вибір редактора свята;\n- Хелловін;\n- Співпраця Custom Cursor з Daieny Schuttz;\n- Вибірки редактора рожевих покажчиків;\n- Літні прикраси мишки;\n- Кольори веселки;\n- Та багато, багато іншого на нашому сайті.\n\nЯкщо ви не можете знайти те, що шукаєте, скористайтеся кнопкою «ЗАВАНТАЖИТИ КУРСОР», щоб додати свій власний. Керуйте своєю особистою колекцією стрілок на сторінці завантаження та змінюйте розмір курсору в розділі «Налаштувань».\n\nНещодавно додані колекції буде завантажено в розширення Custom Cursor for Chrome і їх можна знайти внизу списку колекцій. Додані вами пакети з’являться в розділі «Моя колекція».\n\nСтворіть власну колекцію курсорів миші з будь-яких зображень за допомогою інструменту Custom Cursor Creator на нашому веб-сайті. Це дозволить вам створювати нові пакети майже з будь-якої стрілки чи зображення у формі покажчика в Інтернеті.\n\n-------------------\n! Після встановлення розширення оновіть раніше відкриті вкладки, щоб використовувати його на цих сторінках. Зауважте, що розширення може не працювати на сторінках веб-магазину Chrome або на домашній сторінці. Відкрийте інший веб-сайт (наприклад, google.com), щоб перевірити розширення.\n\nЯкщо вам подобається розширення, ви також можете перевірити нашу програму Custom Cursor for Windows.\n\nПерегляньте вигляд стрілки, клацнувши її у вікні розширення та перемістивши мишу на порожнє місце у вікні.\n\n❤️ ❤️ ❤️",
    "vi": "Tùy chỉnh trải nghiệm trình duyệt Chrome của bạn với bộ sưu tập con trỏ chuột miễn phí của chúng tôi tại Con trỏ tùy chỉnh.\n\nTại Custom Cursor, chúng tôi đã tạo ra một bộ sưu tập khổng lồ các con trỏ dễ thương được vẽ bằng tay. Chúng tôi có hơn 8000 gói khác nhau có sẵn trên trang web của chúng tôi để bạn thưởng thức. Với sự giúp đỡ của bạn, bộ sưu tập của chúng tôi đã lớn đến mức chúng tôi đã chia nó thành các danh mục phù hợp với mọi sở thích, chẳng hạn như:\n\n- Minecraft;\n- Con trỏ dễ thương;\n- Gói chuột anime;\n- Memes;\n- Gói con trỏ Spy x Family với Anya Forger;\n- Giữa chúng ta;\n- Hai loại con trỏ tối thiểu cho công việc và học tập;\n- Trò chơi;\n- Roblox;\n- Và rất nhiều yếu tố vui nhộn khác để bạn chơi cùng.\n\nMột số gói con trỏ chuột của chúng tôi đi kèm với tiện ích mở rộng trình duyệt Con trỏ tùy chỉnh, nhưng hầu hết chúng đang chờ bạn trên trang web của chúng tôi. Theo dõi các bổ sung mới và theo xu hướng.\n\nĐể đơn giản hóa việc điều hướng, chúng tôi đã sắp xếp bộ sưu tập của mình thành các bộ sưu tập Lựa chọn của biên tập viên, mỗi bộ sưu tập có một chủ đề riêng. Những ví dụ bao gồm:\n\n- Mũi tên xanh cho mùa thu;\n- Mũi tên theo chủ đề Giáng sinh;\n- Lựa chọn của biên tập viên ngày lễ;\n- Halloween;\n- Con trỏ tùy chỉnh hợp tác với Daieny Schuttz;\n- Trình chỉnh sửa con trỏ màu hồng;\n- Chuột trang trí mùa hè;\n- Màu sắc cầu vồng;\nvà nhiều, nhiều hơn nữa trên trang web của chúng tôi.\n\nNếu bạn không thể tìm thấy nội dung mình đang tìm kiếm, hãy sử dụng nút \"TẢI LÊN CON TRỎ\" để thêm nội dung của riêng bạn. Quản lý bộ sưu tập mũi tên cá nhân của bạn trên trang Tải lên và điều chỉnh kích thước con trỏ trong phần \"Quản lý\".\n\nCác bộ sưu tập mới được thêm vào sẽ được tải lên tiện ích Con trỏ tùy chỉnh dành cho Chrome và có thể được tìm thấy ở cuối danh sách bộ sưu tập. Các gói đã thêm của bạn sẽ xuất hiện trong “Bộ sưu tập của tôi”.\n\nTạo bộ sưu tập con trỏ chuột của riêng bạn từ bất kỳ hình ảnh nào bằng công cụ Custom Cursor Creator trên trang web của chúng tôi. Nó sẽ cho phép bạn tạo các gói mới từ hầu hết mọi hình ảnh mũi tên hoặc hình con trỏ trên internet.\n\n-------------------\n! Sau khi cài đặt tiện ích mở rộng, hãy làm mới các tab đã mở trước đó để sử dụng nó trên các trang đó. Lưu ý rằng tiện ích mở rộng có thể không hoạt động trên các trang Cửa hàng Chrome trực tuyến hoặc trang chủ. Mở một trang web khác (ví dụ: google.com) để kiểm tra tiện ích mở rộng.\n\nNếu bạn thích tiện ích mở rộng, bạn cũng có thể kiểm tra ứng dụng Con trỏ tùy chỉnh dành cho Windows của chúng tôi.\n\nXem trước sự xuất hiện của mũi tên bằng cách nhấp vào nó trong cửa sổ tiện ích mở rộng và di chuyển chuột đến khoảng trống trong cửa sổ.\n\n❤️ ❤️ ❤️",
    "zh_CN": "使用我们在 Custom Cursor 收集的免费鼠标光标自定义您的 Chrome 浏览器体验。\n\n在 Custom Cursor，我们创建了一个巨大的手绘可爱光标集合。 我们的网站上有超过 8000 种不同的包装供您享用。 在您的帮助下，我们的收藏品变得如此庞大，以至于我们将其分为适合各种口味的类别，例如：\n\n- 我的世界；\n- 可爱的光标；\n- 动漫鼠标包；\n- 模因；\n- 带有 Anya Forger 的 Spy x Family 指针包；\n- 在我们之间;\n- 两种类型的工作和学习的最小指针；\n- 游戏；\n- 罗布乐思;\n- 还有许多其他有趣的元素供您玩耍。\n\n我们的一些鼠标指针包与自定义光标浏览器扩展程序捆绑在一起，但大多数都在我们的网站上等待您的光临。 留意新的和流行的添加。\n\n为了简化导航，我们将我们的收藏组织成编辑精选收藏，每个收藏都有一个独特的主题。 例子包括：\n\n- 秋天的绿色箭头；\n- 圣诞主题的箭头；\n- 假期编辑精选；\n- 万圣节;\n- 与 Daieny Schuttz 的自定义光标合作；\n- 粉红指针编辑精选；\n- 夏季老鼠装饰品；\n- 彩虹色；\n在我们的网站上还有很多很多。\n\n如果找不到您要查找的内容，请使用“上传光标”按钮添加您自己的内容。 在上传页面管理您的个人箭头收藏，并在“管理”部分调整光标大小。\n\n新添加的收藏将上传到 Chrome 扩展的自定义光标，可以在收藏列表的底部找到。 您添加的包将出现在“我的收藏”中。\n\n使用我们网站上的 Custom Cursor Creator 工具从任何图像创建您自己的鼠标光标集合。 它将允许您从互联网上几乎任何箭头或指针形状的图像创建新包。\n\n------------------\n！ 安装扩展程序后，刷新以前打开的选项卡以在这些页面上使用它。 请注意，该扩展程序可能无法在 Chrome 网上应用店页面或主页上运行。 打开另一个网站（例如 google.com）来测试扩展程序。\n\n如果您喜欢该扩展程序，您还可以查看我们的 Windows 自定义光标应用程序。\n\n通过在扩展窗口中单击箭头并将鼠标移动到窗口内的空白区域来预览箭头外观。\n\n❤️ ❤️ ❤️",
    "zh_TW": "使用我們在 Custom Cursor 收集的免費鼠標光標自定義您的 Chrome 瀏覽器體驗。\n\n在 Custom Cursor，我們創建了一個巨大的手繪可愛光標集合。 我們的網站上有超過 8000 種不同的包裝供您享用。 在您的幫助下，我們的收藏品變得如此龐大，以至於我們將其分為適合各種口味的類別，例如：\n\n- 我的世界；\n- 可愛的光標；\n- 動漫鼠標包；\n- 模因；\n- 帶有 Anya Forger 的 Spy x Family 指針包；\n- 在我們之間;\n- 兩種類型的工作和學習的最小指針；\n- 遊戲；\n- 羅布樂思;\n- 還有許多其他有趣的元素供您玩耍。\n\n我們的一些鼠標指針包與自定義光標瀏覽器擴展程序捆綁在一起，但大多數都在我們的網站上等待您的光臨。 留意新的和流行的添加。\n\n為了簡化導航，我們將我們的收藏組織成編輯精選收藏，每個收藏都有一個獨特的主題。 例子包括：\n\n- 秋天的綠色箭頭；\n- 聖誕主題的箭頭；\n- 假期編輯精選；\n- 萬聖節;\n- 與 Daieny Schuttz 的自定義光標合作；\n- 粉紅指針編輯精選；\n- 夏季老鼠裝飾品；\n- 彩虹色；\n在我們的網站上還有很多很多。\n\n如果找不到您要查找的內容，請使用“上傳光標”按鈕添加您自己的內容。 在上傳頁面管理您的個人箭頭收藏，並在“管理”部分調整光標大小。\n\n新添加的收藏將上傳到 Chrome 擴展的自定義光標，可以在收藏列表的底部找到。 您添加的包將出現在“我的收藏”中。\n\n使用我們網站上的 Custom Cursor Creator 工具從任何圖像創建您自己的鼠標光標集合。 它將允許您從互聯網上幾乎任何箭頭或指針形狀的圖像創建新包。\n\n------------------\n！ 安裝擴展程序後，刷新以前打開的選項卡以在這些頁面上使用它。 請注意，該擴展程序可能無法在 Chrome 網上應用店頁面或主頁上運行。 打開另一個網站（例如 google.com）來測試擴展程序。\n\n如果您喜歡該擴展程序，您還可以查看我們的 Windows 自定義光標應用程序。\n\n通過在擴展窗口中單擊箭頭並將鼠標移動到窗口內的空白區域來預覽箭頭外觀。\n\n❤️ ❤️ ❤️"
  }
}