{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jotters - Chrome Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jot your note in the browser in one click. Just open a new tab or click the extension button!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jotters is a Chrome extension that makes taking quick notes in your browser simple and convenient.\n\nEasy Access\n  - Open a new tab to access Jotters in your browser.\n  - Click the extension button to open Jotters as a popup.\n\nFocus Mode\n  - Pin Jotters to the top of the screen to keep your notes always visible.\n\nOffline Access\n  - Notes are stored locally in your browser, no internet needed.\n  - It's fully offline, ensuring only you can see your notes.\n  - Don't worry, your notes remain safe even if you delete your browser history and cache!\n\nMore Features\n  - Light and dark mode\n  - Download as text file\n  - Find and replace\n  - Keyboard shortcut and multi-cursor (You will love this if you're a programmer)\n  - Autosave: Your notes is saved automatically\nAnd many more features to come!\n\nJotters is designed with simplicity and efficiency in mind.\n\nIf you are the type of person who likes to:\n  - Write down random notes\n  - Copy and paste text from the web\n  - Code using keyboard shortcuts and multi-cursors\n\nThen Jotters is for you. The goal of Jotters is not to be an app for note-taking with tons of complex formatting and text styling, but a simple note-taking app that can be accessed quickly and used easily.\n\nYou don't have to navigate to a different app or go to a specific website to see or write a note. You just need to open a new tab in your browser, and Jotters is ready to use. Or even better, open it as a pop-up, so you don't even have to switch tabs!\n\nAnother cool thing about Jotters is that if you're used to VSCode (or Sublime), you might be familiar with these shortcuts:\n  - Ctrl + X: Cut a line\n  - Ctrl + F: Find (and replace)\n  - Ctrl + D: Select multiple occurrence of a word\n  - Ctrl + click: Multi-cursors\n  - Shift + Alt + arrow down: Duplicate selected text\n\nJotters also supports these shortcuts, so you can write much faster! If you're not familiar with these shortcuts, I suggest you start using them—they will make your life much easier.\n\nI hope Jotters makes your note-taking a breeze! If you have any feedback, I'd love to hear it! And stay tuned—more features are on the way!"
  }
}