{
  "name": {
    "ar": "Delete Cookies - Empty Cache",
    "am,hr": "Delete Cache - Delete Cookies",
    "bg,he": "Cleaner - Empty Cache",
    "bn": "Clear Cookies - Delete Cache",
    "ca": "El netejador - esborra les galetes i la memòria cau",
    "cs": "Čistič - smazat cookies a mezipaměť",
    "da": "Rengøringsassistent - slet cookies og cache",
    "de": "Reiniger - Cookies und Cache löschen",
    "el": "Delete History - Cleaner",
    "en,en_AU,ru,uk": "The Cleaner -  delete Cookies and Cache",
    "en_GB,en_US": "The cleaner - delete cookies and cache",
    "es,es_419": "El limpiador - eliminar cookies y caché",
    "et,fa": "Delete Cache - Delete History",
    "fi": "Puhdistaja - poista evästeet ja välimuisti",
    "fil": "Empty Cache - Cleaner",
    "fr": "Nettoyeur - supprimer les cookies et le cache",
    "gu,ro": "Remove History - Erase Temporary Files",
    "hi": "Delete Cache - Remove History",
    "hu": "Cleaner - Clear Cookies",
    "id,sw": "Delete History - Delete Cache",
    "it": "Pulitore - elimina i cookie e la cache",
    "ja": "クリーナー - クッキーとキャッシュを削除する",
    "kn": "The Cleaner - Clear Cookies",
    "ko": "청소 사람 - 쿠키 및 캐시 삭제",
    "lt": "Valytojas - ištrinti slapukus ir talpyklą",
    "lv": "Tīrītājs - izdzēst sīkfailus un kešatmiņu",
    "ml": "Delete Cache - Clear Cookies",
    "mr": "The Cleaner - Remove History",
    "ms": "Clear Cookies - Delete History",
    "nl": "Schoonmaker - cookies en cache verwijderen",
    "no": "Rengjører - slette informasjonskapsler og hurtigbuffer",
    "pl": "Sprzątacz - usuń pliki cookie i pamięć podręczną",
    "pt_BR,pt_PT": "O limpa - excluir cookies e cache",
    "sk": "Čistič - vymazať súbory cookie a vyrovnávaciu pamäť",
    "sl": "Čistilec - izbrišite piškotke in predpomnilnik",
    "sr": "Remove History - Delete Cookies",
    "sv": "Städare - ta bort cookies och cache",
    "ta": "Erase Temporary Files - Remove History",
    "te": "The Cleaner - Empty Cache",
    "th": "Empty Cache - Delete Cache",
    "tr": "Temizlikçi - çerezleri ve önbelleği sil",
    "vi": "Delete Cookies - Clear Cookies",
    "zh_CN": "清洁工 - 删除cookie和缓存",
    "zh_TW": "清潔工 - 刪除cookie和快取"
  },
  "short": {
    "am,ar,hr,ms,te": "The Cleaner effortlessly erases temporary files, clears cookies, and deletes history from Chrome Browser, providing you with…",
    "bg,bn,fil,gu,kn,ro,vi": "The Cleaner efficiently removes Cache, Cookies, Downloads, and History from Chrome Browser, ensuring your privacy is safeguarded.…",
    "ca": "El netejador esborra la memòria cau, galetes, descàrregues i historial del navegador Chrome. Estableix la neteja automàtica de…",
    "cs": "Čistič maže mezipaměť, cookies, stahování a historii z prohlížeče Chrome. Nastavte automatické čištění historie pro ochranu vašeho…",
    "da": "Rengøringsassistenten sletter cachen, cookies, downloads og historik fra Chrome-browseren. Indstil automatisk historikrensning for…",
    "de": "Der Reiniger löscht den Cache, Cookies, Downloads und Verlauf des Chrome-Browsers. Stellen Sie die automatische Verlaufsbereinigung…",
    "el,id,sr": "The Cleaner effortlessly erases temporary files, clears cookies and removes history from Chrome Browser, ensuring your privacy is…",
    "en,en_AU,ru,uk": "The Cleaner delete the Cache, Cookies, Downloads, History from Chrome Browser. Set auto history cleaning, to protect your privacy!",
    "en_GB": "The Cleaner deletes the Cache, Cookies, Downloads, History from Chrome Browser. Set auto history cleaning, to protect your privacy!",
    "en_US": "The Cleaner deletes Cache, Cookies, Downloads, and History from the Chrome Browser. Set auto history cleaning to protect your…",
    "es": "El limpiador elimina el caché, las cookies, las descargas y el historial del navegador Chrome. ¡Establece la limpieza automática…",
    "es_419": "El limpiador elimina el caché, las cookies, las descargas y el historial del navegador Chrome. ¡Configure la limpieza automática…",
    "et,hi,mr,ta": "The Cleaner efficiently erases temporary files, clears cookies, empties cache and removes history from Chrome Browser to ensure…",
    "fa,he,hu,ml,th": "The Cleaner will erase all temporary files, delete history, clear cookies, and empty the cache from Chrome Browser. It also offers…",
    "fi": "Puhdistaja poistaa välimuistin, evästeet, lataukset ja historian Chrome-selaimesta. Aseta automaattinen historian puhdistus…",
    "fr": "Le Nettoyeur supprime le cache, les cookies, les téléchargements et l'historique du navigateur Chrome. Configurez le nettoyage…",
    "it": "Il Pulitore elimina la cache, i cookie, i download e la cronologia dal browser Chrome. Imposta la pulizia automatica della…",
    "ja": "クリーナーは、Chromeブラウザからキャッシュ、クッキー、ダウンロード、履歴を削除します。自動履歴クリーニングを設定して、プライバシーを保護しましょう！",
    "ko": "청소 사람은 크롬 브라우저의 캐시, 쿠키, 다운로드, 기록을 삭제합니다. 개인 정보를 보호하기 위해 자동 기록 정리를 설정하세요!",
    "lt": "Valytojas ištrina talpyklą, slapukus, atsisiuntimus, istoriją iš „Chrome“ naršyklės. Nustatykite automatinį istorijos valymą, kad…",
    "lv": "Tīrītājs izdzēš kešatmiņu, sīkfailus, lejupielādes un vēsturi no Chrome pārlūkprogrammas. Iestatiet automātisko vēstures tīrīšanu,…",
    "nl": "De Schoonmaker verwijdert de Cache, Cookies, Downloads, Geschiedenis van de Chrome-browser. Stel automatische geschiedenisreiniging…",
    "no": "Rengjører sletter hurtigbufferen, informasjonskapsler, nedlastinger og historikk fra Chrome-nettleseren. Sett opp automatisk…",
    "pl": "Sprzątacz usuwa pamięć podręczną, pliki cookie, pobrane pliki i historię z przeglądarki Chrome. Ustaw automatyczne czyszczenie…",
    "pt_BR": "O limpa - excluir cookies e cache, Downloads, Histórico do navegador Chrome. Configure a limpeza automática do histórico para…",
    "pt_PT": "O limpa - excluir cookies e cache, Downloads, Histórico do navegador Chrome. Defina a limpeza automática do histórico para proteger…",
    "sk": "Čistič odstraňuje vyrovnávaciu pamäť, súbory cookie, sťahovanie a históriu z prehliadača Chrome. Nastavte automatické čistenie…",
    "sl": "Čistilec izbriše predpomnilnik, piškotke, prenose, zgodovino iz brskalnika Chrome. Nastavite samodejno čiščenje zgodovine, da…",
    "sv": "Städaren tar bort cachen, cookies, nedladdningar och historik från Chrome-webbläsaren. Ställ in automatisk historikrensning för att…",
    "sw": "The Cleaner effortlessly deletes Cache, Cookies, Downloads, History from Chrome Browser to ensure your privacy is always protected.…",
    "tr": "Temizlikçi, Chrome Tarayıcısından Önbelleği, Çerezleri, İndirmeleri ve Geçmişi siler. Gizliliğinizi korumak için otomatik geçmiş…",
    "zh_CN": "清洁工从Chrome浏览器中删除缓存、Cookie、下载和历史记录。设置自动清理历史记录，以保护您的隐私！",
    "zh_TW": "清潔工從Chrome瀏覽器中刪除緩存、Cookie、下載和歷史記錄。設置自動歷史清理，以保護您的隱私！"
  },
  "long": {
    "am,ar,bg,bn,el,et,fa,fil,gu,he,hi,hr,kn,ml,mr,ms,sw,ta,te,th,vi": "The most fast and powerful The Cleaner Extension in the Chrome Store!\n\nThe Cleaner lets you clear all unnecessary data from Chrome as easy as one click. Protect your privacy, delete all activity and fasten your browser with The Cleaner extension for Chrome.\n\nExtension lets you clear most of temporary browser information effectively just with one click and protect your privacy, delete all activity from your browser and many more:\n\n-clean browser history, cache, cookies, downloads, website storage and passwords\n-clean all your browser data at once or separately\n-button for quick access to memory and DNS info in extension menu\n-open extension’s folder and incognito tab with a button from menu\n\nDeletes typed URLs, Cache, Cookies, your Download and Browsing History...instantly, with just The Cleaner.\n \nclick&clean is an innovative and totally free solution for your PC, Mac or Chromebook, that will help you to:\n\n- Delete your browsing history \n- Remove download history \n- Erase temporary files \n- Clear cookies\n- Empty cache \n- Delete client-side Web SQL Databases\n- Remove Flash Cookies (LSOs)\n- Protect your privacy by cleaning up all traces of your internet activity\n- Clean up your hard drives and free up more disk space.\n\nThis powerful solution enables you to do all that mentioned above instantly, \nwith one click on the TP roll icon in the Chrome toolbar.\n\nIt's never been easier to erase browsers data. Clear temporary data, cache, cookies, download and browsing history effectively just with one click. Adding a floating button “Clear All” on each page allows you to do that.\n\nIs Chrome browser Slow? Clean up browsing data. Make your Chrome browser more faster and Protect your privacy!!\nMy Google Chrome is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Google Chrome, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the cache, history etc.\nOneClick Cleaner is a useful Chrome extension that helps you quickly clean up the browser. and It help to delete all traces of your online activity to protect your privacy.\nOneClick Cleaner is very easy to use and fast.\n\nClean up browsing data from a user's local profile.\nMake your Chrome browser more faster and Protect your privacy!!\nThis extension supports Chrome 19 and later. This extension works with minimal permissions since 2012.\n\n\nCache cleaner\n+ Speed up device performance and clean unnecessary data.\n+ Clear cache of all websites.\n\nProtect your privacy and delete all activity from your browser with ccleaner.\n\nFew key features:\n\n+ Instant removal with one-click\n+ View and clear browser history\n+ Clear download history\n+ Empty the temporary files\n+ Delete cookies and other site and plug-in data\n+ Clear cache\n+ Clear saved passwords\n+ Clear saved form data\n+ Ability to choose time period\n+ Light \\ Dark mode for every time of day\n\nClick \"add extension\" button to add Cleaner and clean the browser temporary data without any efforts. \nIs your browser Slow?\n\nClean up browsing data and make your browser even faster and Protect your privacy!\n\nMy browser is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Chromium based browser, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the temporary data, history etc.\n\nNotes:\n* Please, be aware that super history & cache cleaner extension The Cleaner will delete only chrome history, but will not interfere with your google history (your search history on google.com). To deal with your google search history you should go to your account in the search engine itself and deal with the google history from there)\n\n* If you delete cookies, you'll be signed out from most current sites (don't select \"clear cookies\" if you don't want to log-in again every time you use the cleaner.",
    "ca,ro,ru,sr,uk": "The most fast and powerful The Cleaner Extension in the Chrome Store!\nThe Cleaner lets you clear all unnecessary data from Chrome as easy as one click. Protect your privacy, delete all activity and fasten your browser with The Cleaner extension for Chrome.\n\nExtension lets you clear most of temporary browser information effectively just with one click and protect your privacy, delete all activity from your browser and many more:\n\n-clean browser history, cache, cookies, downloads, website storage and passwords\n-clean all your browser data at once or separately\n-button for quick access to memory and DNS info in extension menu\n-open extension’s folder and incognito tab with a button from menu\n\nIt's never been easier to erase browsers data. Clear temporary data, cookies, download and browsing history effectively just with one click. Adding a floating button “Clear All” on each page allows you to do that.\n\nProtect your privacy and delete all activity from your browser with Ccleaner.\n\nFew key features:\n\n+ Instant removal with one-click\n+ View, Edit, Backup and Clear browser history\n+ Clear download history\n+ Empty the temporary files\n+ Delete cookies and other site and plug-in data\n+ Clear saved passwords\n+ Clear saved form data\n+ Ability to choose time period\n+ Light \\ Dark mode for every time of day\n\nClick \"add extension\" button to add Cleaner and clean the browser temporary data without any efforts\n.\nIs your browser Slow?\n\nClean up browsing data and make your browser even faster and Protect your privacy!\nMy browser is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Chromium based browser, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the temporary data, history etc.\n\nNotes:\n* Please, be aware that super history & cache cleaner extension The Cleaner will delete only chrome history, but will not interfere with your google history (your search history on google.com). To deal with your google search history you should go to your account in the search engine itself and deal with the google history from there)\n\n* If you delete cookies, you'll be signed out from most current sites (don't select \"clear cookies\" if you don't want to log-in again every time you use the cleaner)",
    "cs,sk": "Nejrychlejší a nejvýkonnější rozšíření The Cleaner v Chrome Store!\n\nCleaner vám umožní vymazat všechna nepotřebná data z Chromu jediným kliknutím. Chraňte své soukromí, odstraňte veškerou aktivitu a upevněte svůj prohlížeč pomocí rozšíření The Cleaner pro Chrome.\n\nRozšíření vám umožňuje efektivně vymazat většinu dočasných informací prohlížeče jediným kliknutím a chránit vaše soukromí, odstranit veškerou aktivitu z vašeho prohlížeče a mnoho dalších:\n\n-vyčistěte historii prohlížeče, mezipaměť, soubory cookie, stahování, úložiště webových stránek a hesla\n-vyčistěte všechna data prohlížeče najednou nebo samostatně\n-tlačítko pro rychlý přístup k paměti a informacím DNS v nabídce rozšíření\n-otevřít složku rozšíření a anonymní kartu pomocí tlačítka z nabídky\n\nNikdy nebylo snazší vymazat data prohlížečů. Vymažte dočasná data, mezipaměť, soubory cookie, historii stahování a procházení efektivně jediným kliknutím. Přidání plovoucího tlačítka „Vymazat vše“ na každou stránku vám to umožní.\n\nČistič mezipaměti\n+ Zrychlete výkon zařízení a vyčistěte nepotřebná data.\n+ Vymažte mezipaměť všech webů.\n\nChraňte své soukromí a odstraňte veškerou aktivitu z vašeho prohlížeče pomocí ccleaner.\n\nNěkolik klíčových funkcí:\n\n+ Okamžité odstranění jedním kliknutím\n+ Zobrazit a vymazat historii prohlížeče\n+ Vymazat historii stahování\n+ Vyprázdněte dočasné soubory\n+ Smažte soubory cookie a další data stránek a zásuvných modulů\n+ Vymazat mezipaměť\n+ Vymazat uložená hesla\n+ Vymazat uložená data formuláře\n+ Možnost výběru časového období\n+ Světlý \\ Tmavý režim pro každou denní dobu\n\nKliknutím na tlačítko „přidat rozšíření“ přidáte čistič a vyčistíte dočasná data prohlížeče bez jakéhokoli úsilí.\nJe váš prohlížeč pomalý?\n\nVyčistěte data procházení a zrychlete svůj prohlížeč a chraňte své soukromí!\n\nMůj prohlížeč je příliš pomalý. Co můžu dělat?\nProblém se všemi prohlížeči, ať už se jedná o internetový prohlížeč nebo prohlížeč založený na Chromiu, je ten, že se po určité době stanou pomalými a neohrabanými. Jejich spuštění, načítání webových stránek a otevírání a zavírání karet nějakou dobu trvá. To je situace, kdy byste měli zvážit vyčištění prohlížeče a zbavení se dočasných dat, historie atd.\n\nPoznámky:\n* Mějte prosím na paměti, že rozšíření superhistorie a čistič mezipaměti The Cleaner smaže pouze historii Chromu, ale nebude zasahovat do vaší historie Google (historie vyhledávání na google.com). Chcete-li se vypořádat s historií vyhledávání Google, měli byste přejít na svůj účet v samotném vyhledávači a vypořádat se s historií Google odtud)\n\n* Pokud smažete soubory cookie, budete odhlášeni z většiny aktuálních stránek (nevybírejte možnost „vymazat soubory cookie“, pokud se nechcete znovu přihlašovat při každém použití čističe.",
    "da": "Den mest hurtige og kraftfulde The Cleaner Extension i Chrome Store!\n\nCleaner lader dig rydde alle unødvendige data fra Chrome så let som et enkelt klik. Beskyt dit privatliv, slet al aktivitet, og fastgør din browser med The Cleaner-udvidelsen til Chrome.\n\nUdvidelse lader dig rydde de fleste midlertidige browseroplysninger effektivt med et enkelt klik og beskytte dit privatliv, slette al aktivitet fra din browser og meget mere:\n\n-Rens browserhistorik, cache, cookies, downloads, webstedslagring og adgangskoder\n-Rens alle dine browserdata på én gang eller separat\n-knap for hurtig adgang til hukommelse og DNS-info i udvidelsesmenuen\n-åbn udvidelsens mappe og inkognitofane med en knap fra menuen\n\nDet har aldrig været nemmere at slette browserdata. Ryd midlertidige data, cache, cookies, download- og browsinghistorik effektivt med et enkelt klik. Tilføjelse af en flydende knap \"Slet alt\" på hver side giver dig mulighed for at gøre det.\n\nCache renser\n+ Fremskynd enhedens ydeevne og rens unødvendige data.\n+ Ryd cache for alle websteder.\n\nBeskyt dit privatliv og slet al aktivitet fra din browser med ccleaner.\n\nFå nøglefunktioner:\n\n+ Øjeblikkelig fjernelse med et enkelt klik\n+ Se og ryd browserhistorik\n+ Ryd downloadhistorik\n+ Tøm de midlertidige filer\n+ Slet cookies og andre websteds- og plug-in-data\n+ Ryd cache\n+ Ryd gemte adgangskoder\n+ Ryd gemte formulardata\n+ Mulighed for at vælge tidsperiode\n+ Lys \\ Mørk tilstand til hver tid på dagen\n\nKlik på knappen \"tilføj udvidelse\" for at tilføje Cleaner og rense browserens midlertidige data uden nogen indsats.\nEr din browser langsom?\n\nRyd op i browserdata og gør din browser endnu hurtigere og beskyt dit privatliv!\n\nMin browser bliver for langsom. Hvad kan jeg gøre?\nProblemet med alle browsere, uanset om det er Internet Explorer eller Chromium baseret browser, er, at de bliver langsomme og klodsede efter en periode. De tager tid at starte op til, at indlæse websteder og at åbne og lukke faner. Det er her, man bør overveje at rydde op i browseren og slippe af med de midlertidige data, historik osv.\n\nBemærkninger:\n* Vær venligst opmærksom på, at superhistorik og cache-oprydningsudvidelse. The Cleaner sletter kun chrome-historik, men vil ikke forstyrre din google-historik (din søgehistorik på google.com). For at håndtere din google-søgehistorik skal du gå til din konto i selve søgemaskinen og behandle google-historikken derfra)\n\n* Hvis du sletter cookies, bliver du logget ud fra de fleste aktuelle websteder (vælg ikke \"ryd cookies\", hvis du ikke vil logge ind igen, hver gang du bruger renseren.",
    "de": "Die schnellste und leistungsfähigste The Cleaner-Erweiterung im Chrome Store!\n\nMit dem Cleaner können Sie alle unnötigen Daten aus Chrome mit nur einem Klick löschen. Schützen Sie Ihre Privatsphäre, löschen Sie alle Aktivitäten und beschleunigen Sie Ihren Browser mit der The Cleaner-Erweiterung für Chrome.\n\nMit der Erweiterung können Sie die meisten temporären Browserinformationen mit nur einem Klick effektiv löschen und Ihre Privatsphäre schützen, alle Aktivitäten aus Ihrem Browser löschen und vieles mehr:\n\n- Browserverlauf, Cache, Cookies, Downloads, Website-Speicher und Passwörter bereinigen\n-Säubern Sie alle Ihre Browserdaten auf einmal oder separat\n-Taste für schnellen Zugriff auf Speicher- und DNS-Informationen im Erweiterungsmenü\n-Öffnen Sie den Ordner und den Inkognito-Tab der Erweiterung mit einer Schaltfläche aus dem Menü\n\nEs war noch nie so einfach, Browserdaten zu löschen. Löschen Sie temporäre Daten, Cache, Cookies, Download- und Browserverlauf effektiv mit nur einem Klick. Indem Sie auf jeder Seite eine schwebende Schaltfläche „Alle löschen“ hinzufügen, können Sie dies tun.\n\nCache-Reiniger\n+ Beschleunigen Sie die Geräteleistung und bereinigen Sie unnötige Daten.\n+ Leeren Sie den Cache aller Websites.\n\nSchützen Sie Ihre Privatsphäre und löschen Sie mit ccleaner alle Aktivitäten aus Ihrem Browser.\n\nEinige Schlüsselfunktionen:\n\n+ Sofortige Entfernung mit einem Klick\n+ Browserverlauf anzeigen und löschen\n+ Downloadverlauf löschen\n+ Leeren Sie die temporären Dateien\n+ Löschen Sie Cookies und andere Website- und Plug-in-Daten\n+ Cache leeren\n+ Gespeicherte Passwörter löschen\n+ Gespeicherte Formulardaten löschen\n+ Möglichkeit zur Auswahl des Zeitraums\n+ Light \\ Dark-Modus für jede Tageszeit\n\nKlicken Sie auf die Schaltfläche \"Erweiterung hinzufügen\", um Cleaner hinzuzufügen und die temporären Daten des Browsers ohne Aufwand zu bereinigen.\nIst Ihr Browser langsam?\n\nBereinigen Sie Browserdaten und machen Sie Ihren Browser noch schneller und schützen Sie Ihre Privatsphäre!\n\nMein Browser wird zu langsam. Was kann ich tun?\nDas Problem bei allen Browsern, ob Internet Explorer oder Chromium-basierter Browser, ist, dass sie nach einer gewissen Zeit langsam und klobig werden. Sie brauchen Zeit, um zu starten, Websites zu laden und Registerkarten zu öffnen und zu schließen. In diesem Fall sollte man in Betracht ziehen, den Browser zu bereinigen und die temporären Daten, den Verlauf usw.\n\nAnmerkungen:\n* Bitte beachten Sie, dass die Super History & Cache Cleaner-Erweiterung The Cleaner nur den Chrome-Verlauf löscht, aber nicht Ihren Google-Verlauf (Ihren Suchverlauf auf google.com) beeinträchtigt. Um mit Ihrem Google-Suchverlauf umzugehen, sollten Sie zu Ihrem Konto in der Suchmaschine selbst gehen und sich von dort aus mit dem Google-Verlauf befassen.)\n\n* Wenn Sie Cookies löschen, werden Sie von den meisten aktuellen Websites abgemeldet (wählen Sie nicht „Cookies löschen“, wenn Sie sich nicht jedes Mal neu anmelden möchten, wenn Sie den Reiniger verwenden.",
    "en,en_AU": "The most fast and powerful The Cleaner Extension in the Chrome Store!\n\nThe Cleaner lets you clear all unnecessary data from Chrome as easy as one click. Protect your privacy, delete all activity and fasten your browser with The Cleaner extension for Chrome.\n\nExtension lets you clear most of temporary browser information effectively just with one click and protect your privacy, delete all activity from your browser and many more:\n\n-clean browser history, cache, cookies, downloads, website storage and passwords\n-clean all your browser data at once or separately\n\nIt's never been easier to erase browsers data. Clear temporary data, cache, cookies, download and browsing history effectively just with one click. Adding a floating button “Clear All” on each page allows you to do that.\n\nCache cleaner.\n+ Speed up device performance and clean unnecessary data.\n+ Clear cache of all websites.\n\nProtect your privacy and delete all activity from your browser with ccleaner.\n\nFew key features:\n\n+ Instant removal with one-click\n+ View and clear browser history\n+ Clear download history\n+ Empty the temporary files\n+ Delete cookies and other site and plug-in data\n+ Clear cache\n+ Clear saved passwords\n+ Clear saved form data\n+ Ability to choose time period\n+ Light \\ Dark mode for every time of day\n\nClick \"add extension\" button to add Cleaner and clean the browser temporary data without any efforts. \nIs your browser Slow?\n\nClean up browsing data and make your browser even faster and Protect your privacy!\n\nMy browser is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Chromium based browser, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the temporary data, history etc.\n\nNotes:\n* Please, be aware that super history & cache cleaner extension The Cleaner will delete only chrome history, but will not interfere with your google history (your search history on google.com). To deal with your google search history you should go to your account in the search engine itself and deal with the google history from there)\n\n* If you delete cookies, you'll be signed out from most current sites (don't select \"clear cookies\" if you don't want to log-in again every time you use the cleaner.\n\nExtension uses Dynamic URL to track Uninstalls. This information fully anonymous. Based on this infomation we improve our extension to make The Cleaner the best cleaner extension in Chrome Web Store.",
    "en_GB,en_US": "The most fast and powerful The Cleaner Extension in the Chrome Store!\n\nThe Cleaner lets you clear all unnecessary data from Chrome as easy as one click. Protect your privacy, delete all activity and fasten your browser with The Cleaner extension for Chrome.\n\nExtension lets you clear most of temporary browser information effectively just with one click and protect your privacy, delete all activity from your browser and many more:\n\n-clean browser history, cache, cookies, downloads, website storage and passwords\n-clean all your browser data at once or separately\n\nIt's never been easier to erase browsers data. Clear temporary data, cache, cookies, download and browsing history effectively just with one click. Adding a floating button “Clear All” on each page allows you to do that.\n\nCache cleaner\n+ Speed up device performance and clean unnecessary data.\n+ Clear cache of all websites.\n\nProtect your privacy and delete all activity from your browser with ccleaner.\n\nFew key features:\n\n+ Instant removal with one-click\n+ View and clear browser history\n+ Clear download history\n+ Empty the temporary files\n+ Delete cookies and other site and plug-in data\n+ Clear cache\n+ Clear saved passwords\n+ Clear saved form data\n+ Ability to choose time period\n+ Light \\ Dark mode for every time of day\n\nClick \"add extension\" button to add Cleaner and clean the browser temporary data without any efforts. \nIs your browser Slow?\n\nClean up browsing data and make your browser even faster and Protect your privacy!\n\nMy browser is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Chromium based browser, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the temporary data, history etc.\n\nNotes:\n* Please, be aware that super history & cache cleaner extension The Cleaner will delete only chrome history, but will not interfere with your google history (your search history on google.com). To deal with your google search history you should go to your account in the search engine itself and deal with the google history from there)\n\n* If you delete cookies, you'll be signed out from most current sites (don't select \"clear cookies\" if you don't want to log-in again every time you use the cleaner.",
    "es,es_419": "¡La extensión más rápida y poderosa de The Cleaner en Chrome Store!\n\nThe Cleaner le permite borrar todos los datos innecesarios de Chrome con tan solo un clic. Proteja su privacidad, elimine toda actividad y asegure su navegador con la extensión The Cleaner para Chrome.\n\nLa extensión le permite borrar la mayor parte de la información temporal del navegador de manera efectiva con solo un clic y proteger su privacidad, eliminar toda la actividad de su navegador y mucho más:\n\n-limpie el historial del navegador, caché, cookies, descargas, almacenamiento de sitios web y contraseñas\n-limpie todos los datos de su navegador a la vez o por separado\n-botón para acceso rápido a la información de memoria y DNS en el menú de extensión\n-abre la carpeta de la extensión y la pestaña de incógnito con un botón del menú\n\nNunca ha sido tan fácil borrar los datos de los navegadores. Borre datos temporales, caché, cookies, descargas e historial de navegación de manera efectiva con solo un clic. Agregar un botón flotante \"Borrar todo\" en cada página le permite hacer eso.\n\nLimpiador de cache\n+ Acelere el rendimiento del dispositivo y limpie los datos innecesarios.\n+ Borrar caché de todos los sitios web.\n\nProteja su privacidad y elimine toda la actividad de su navegador con ccleaner.\n\nAlgunas características clave:\n\n+ Eliminación instantánea con un clic\n+ Ver y borrar el historial del navegador\n+ Borrar historial de descargas\n+ Vaciar los archivos temporales\n+ Eliminar cookies y otros datos de sitios y complementos\n+ Borrar caché\n+ Borrar contraseñas guardadas\n+ Borrar datos de formulario guardados\n+ Posibilidad de elegir el período de tiempo\n+ Modo claro \\ oscuro para cada momento del día\n\nHaga clic en el botón \"agregar extensión\" para agregar Cleaner y limpiar los datos temporales del navegador sin ningún esfuerzo.\n¿Tu navegador es lento?\n\n¡Limpie los datos de navegación y haga que su navegador sea aún más rápido y proteja su privacidad!\n\nMi navegador se está volviendo demasiado lento. ¿Qué puedo hacer?\nEl problema con todos los navegadores, ya sea Internet Explorer o navegador basado en Chromium, es que se vuelven lentos y torpes después de un período de tiempo. Toman tiempo para iniciar, cargar sitios web y abrir y cerrar pestañas. Aquí es cuando uno debe considerar limpiar el navegador y deshacerse de los datos temporales, el historial, etc.\n\nNotas:\n* Por favor, tenga en cuenta que la extensión Super History & Cache Cleaner The Cleaner eliminará solo el historial de Chrome, pero no interferirá con su historial de Google (su historial de búsqueda en google.com). Para manejar su historial de búsqueda de Google, debe ir a su cuenta en el motor de búsqueda y manejar el historial de Google desde allí)\n\n* Si elimina las cookies, se cerrará la sesión de la mayoría de los sitios actuales (no seleccione \"borrar cookies\" si no desea volver a iniciar sesión cada vez que use el limpiador.",
    "fi": "Chrome Storen nopein ja tehokkain The Cleaner Extension!\n\nCleanerin avulla voit poistaa kaikki tarpeettomat tiedot Chromesta helposti yhdellä napsautuksella. Suojaa yksityisyyttäsi, poista kaikki toiminta ja kiinnitä selain Chromen Cleaner-laajennuksella.\n\nLaajennuksen avulla voit tyhjentää suurimman osan väliaikaisista selaintiedoista tehokkaasti yhdellä napsautuksella ja suojata yksityisyyttäsi, poistaa kaiken toiminnan selaimeltasi ja paljon muuta:\n\n- Puhdista selainhistoria, välimuisti, evästeet, lataukset, verkkosivuston tallennustila ja salasanat\n- Puhdista kaikki selaimesi tiedot kerralla tai erikseen\n-painike, jolla pääset nopeasti muistiin ja DNS-tietoihin laajennusvalikossa\n-avaa laajennuksen kansio ja incognito-välilehti painikkeella valikosta\n\nSelaintietojen poistaminen ei ole koskaan ollut helpompaa. Tyhjennä väliaikaiset tiedot, välimuisti, evästeet, lataus- ja selaushistoria tehokkaasti yhdellä napsautuksella. Voit tehdä tämän lisäämällä kelluvan painikkeen \"Tyhjennä kaikki\" jokaiselle sivulle.\n\nVälimuistin puhdistaja\n+ Nopeuta laitteen suorituskykyä ja puhdista tarpeettomat tiedot.\n+ Tyhjennä kaikkien verkkosivustojen välimuisti.\n\nSuojaa yksityisyyttäsi ja poista kaikki toiminta selaimestasi ccleanerilla.\n\nMuutamia tärkeitä ominaisuuksia:\n\n+ Välitön poisto yhdellä napsautuksella\n+ Tarkastele ja tyhjennä selainhistoria\n+ Tyhjennä lataushistoria\n+ Tyhjennä väliaikaiset tiedostot\n+ Poista evästeet ja muut sivusto- ja laajennustiedot\n+ Tyhjennä välimuisti\n+ Tyhjennä tallennetut salasanat\n+ Tyhjennä tallennetut lomaketiedot\n+ Mahdollisuus valita ajanjakso\n+ Vaalea \\ Tumma tila jokaiseen kellonaikaan\n\nNapsauta \"Lisää laajennus\" -painiketta lisätäksesi Cleanerin ja puhdistaaksesi selaimen väliaikaiset tiedot ilman ponnisteluja.\nOnko selaimesi hidas?\n\nPuhdista selaustiedot ja tee selaimesta entistä nopeampi ja suojaa yksityisyyttäsi!\n\nSelaimeni alkaa olla liian hidas. Mitä voin tehdä?\nOngelma kaikissa selaimissa, olipa kyseessä Internet Explorer tai Chromium-pohjainen selain, on, että niistä tulee hitaita ja kömpelöitä tietyn ajan kuluttua. Niiden käynnistyminen, verkkosivustojen lataaminen ja välilehtien avaaminen ja sulkeminen vie aikaa. Tällöin kannattaa harkita selaimen puhdistamista ja väliaikaisten tietojen, historian jne. poistamista.\n\nHuomautuksia:\n* Huomaa, että Super History & Cache Cleaner -laajennus Cleaner poistaa vain kromihistorian, mutta ei vaikuta Google-historiaasi (hakuhistoriaasi osoitteessa google.com). Jos haluat käsitellä Google-hakuhistoriaasi, sinun tulee mennä tilillesi itse hakukoneessa ja käsitellä Google-historiaa sieltä)\n\n* Jos poistat evästeet, sinut kirjataan ulos useimmilta nykyisiltä sivustoilta (älä valitse \"tyhjennä evästeet\", jos et halua kirjautua uudelleen sisään joka kerta, kun käytät puhdistusohjelmaa.",
    "fr": "L'extension The Cleaner la plus rapide et la plus puissante du Chrome Store !\n\nLe nettoyeur vous permet d'effacer toutes les données inutiles de Chrome en un seul clic. Protégez votre vie privée, supprimez toutes les activités et fixez votre navigateur avec l'extension The Cleaner pour Chrome.\n\nL'extension vous permet d'effacer efficacement la plupart des informations temporaires du navigateur en un seul clic et de protéger votre vie privée, de supprimer toutes les activités de votre navigateur et bien d'autres :\n\n-nettoyer l'historique du navigateur, le cache, les cookies, les téléchargements, le stockage du site Web et les mots de passe\n-nettoyez toutes les données de votre navigateur en même temps ou séparément\n-bouton pour un accès rapide à la mémoire et aux informations DNS dans le menu d'extension\n-ouvrir le dossier de l'extension et l'onglet incognito avec un bouton du menu\n\nIl n'a jamais été aussi facile d'effacer les données des navigateurs. Effacez efficacement les données temporaires, le cache, les cookies, l'historique de téléchargement et de navigation en un seul clic. L'ajout d'un bouton flottant \"Effacer tout\" sur chaque page vous permet de le faire.\n\nNettoyeur de cache\n+ Accélérez les performances de l'appareil et nettoyez les données inutiles.\n+ Effacer le cache de tous les sites Web.\n\nProtégez votre vie privée et supprimez toutes les activités de votre navigateur avec ccleaner.\n\nQuelques fonctionnalités clés :\n\n+ Suppression instantanée en un clic\n+ Afficher et effacer l'historique du navigateur\n+ Effacer l'historique des téléchargements\n+ Vider les fichiers temporaires\n+ Supprimer les cookies et autres données de site et de plug-in\n+ Vider le cache\n+ Effacer les mots de passe enregistrés\n+ Effacer les données de formulaire enregistrées\n+ Possibilité de choisir la période\n+ Mode clair \\ sombre pour chaque moment de la journée\n\nCliquez sur le bouton \"Ajouter une extension\" pour ajouter Cleaner et nettoyer les données temporaires du navigateur sans aucun effort.\nVotre navigateur est-il lent ?\n\nNettoyez les données de navigation et rendez votre navigateur encore plus rapide et protégez votre vie privée !\n\nMon navigateur devient trop lent. Que puis-je faire?\nLe problème avec tous les navigateurs, qu'il s'agisse d'Internet Explorer ou d'un navigateur basé sur Chromium, est qu'ils deviennent lents et maladroits après un certain temps. Ils prennent du temps à démarrer, à charger des sites Web et à ouvrir et fermer des onglets. C'est à ce moment-là qu'il faut envisager de nettoyer le navigateur et de se débarrasser des données temporaires, de l'historique, etc.\n\nRemarques:\n* S'il vous plaît, sachez que l'extension super historique et nettoyeur de cache The Cleaner supprimera uniquement l'historique de chrome, mais n'interférera pas avec votre historique Google (votre historique de recherche sur google.com). Pour gérer votre historique de recherche Google, vous devez accéder à votre compte dans le moteur de recherche lui-même et traiter l'historique Google à partir de là)\n\n* Si vous supprimez les cookies, vous serez déconnecté de la plupart des sites actuels (ne sélectionnez pas \"effacer les cookies\" si vous ne souhaitez pas vous reconnecter à chaque fois que vous utilisez le nettoyeur.",
    "hu,id,pt_BR,pt_PT,sl": "The most fast and powerful The Cleaner Extension in the Chrome Store!\n\nThe Cleaner lets you clear all unnecessary data from Chrome as easy as one click. Protect your privacy, delete all activity and fasten your browser with The Cleaner extension for Chrome.\n\nExtension lets you clear most of temporary browser information effectively just with one click and protect your privacy, delete all activity from your browser and many more:\n\n-clean browser history, cache, cookies, downloads, website storage and passwords\n-clean all your browser data at once or separately\n-button for quick access to memory and DNS info in extension menu\n-open extension’s folder and incognito tab with a button from menu\n\nIt's never been easier to erase browsers data. Clear temporary data, cache, cookies, download and browsing history effectively just with one click. Adding a floating button “Clear All” on each page allows you to do that.\n\nCache cleaner\n+ Speed up device performance and clean unnecessary data.\n+ Clear cache of all websites.\n\nProtect your privacy and delete all activity from your browser with ccleaner.\n\nFew key features:\n\n+ Instant removal with one-click\n+ View and clear browser history\n+ Clear download history\n+ Empty the temporary files\n+ Delete cookies and other site and plug-in data\n+ Clear cache\n+ Clear saved passwords\n+ Clear saved form data\n+ Ability to choose time period\n+ Light \\ Dark mode for every time of day\n\nClick \"add extension\" button to add Cleaner and clean the browser temporary data without any efforts. \nIs your browser Slow?\n\nClean up browsing data and make your browser even faster and Protect your privacy!\n\nMy browser is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Chromium based browser, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the temporary data, history etc.\n\nNotes:\n* Please, be aware that super history & cache cleaner extension The Cleaner will delete only chrome history, but will not interfere with your google history (your search history on google.com). To deal with your google search history you should go to your account in the search engine itself and deal with the google history from there)\n\n* If you delete cookies, you'll be signed out from most current sites (don't select \"clear cookies\" if you don't want to log-in again every time you use the cleaner.",
    "it": "L'estensione The Cleaner più veloce e potente nel Chrome Store!\n\nThe Cleaner ti consente di cancellare tutti i dati non necessari da Chrome con un semplice clic. Proteggi la tua privacy, elimina tutte le attività e proteggi il tuo browser con l'estensione The Cleaner per Chrome.\n\nL'estensione ti consente di cancellare la maggior parte delle informazioni temporanee del browser in modo efficace con un solo clic e proteggere la tua privacy, eliminare tutte le attività dal tuo browser e molto altro:\n\n- pulire la cronologia del browser, la cache, i cookie, i download, l'archiviazione del sito Web e le password\n-pulire tutti i dati del browser in una volta o separatamente\n-pulsante per un rapido accesso alla memoria e alle informazioni DNS nel menu delle estensioni\n-apri la cartella dell'estensione e la scheda in incognito con un pulsante dal menu\n\nNon è mai stato così facile cancellare i dati del browser. Cancella dati temporanei, cache, cookie, download e cronologia di navigazione in modo efficace con un solo clic. L'aggiunta di un pulsante mobile \"Cancella tutto\" su ogni pagina ti consente di farlo.\n\nPulizia della cache\n+ Velocizza le prestazioni del dispositivo e pulisci i dati non necessari.\n+ Svuota la cache di tutti i siti web.\n\nProteggi la tua privacy ed elimina tutte le attività dal tuo browser con ccleaner.\n\nAlcune caratteristiche chiave:\n\n+ Rimozione istantanea con un clic\n+ Visualizza e cancella la cronologia del browser\n+ Cancella la cronologia dei download\n+ Svuota i file temporanei\n+ Elimina cookie e altri dati di siti e plug-in\n+ Cancella cache\n+ Cancella password salvate\n+ Cancella i dati del modulo salvati\n+ Possibilità di scegliere il periodo di tempo\n+ Modalità Light \\ Dark per ogni ora del giorno\n\nFai clic sul pulsante \"aggiungi estensione\" per aggiungere Cleaner e pulire i dati temporanei del browser senza alcuno sforzo.\nIl tuo browser è lento?\n\nPulisci i dati di navigazione e rendi il tuo browser ancora più veloce e proteggi la tua privacy!\n\nIl mio browser sta diventando troppo lento. Cosa posso fare?\nIl problema con tutti i browser, che si tratti di Internet Explorer o di un browser basato su Chromium, è che diventano lenti e goffi dopo un certo periodo di tempo. Richiedono tempo per l'avvio, per caricare i siti Web e per aprire e chiudere le schede. Questo è il momento in cui si dovrebbe prendere in considerazione la pulizia del browser e l'eliminazione dei dati temporanei, della cronologia, ecc.\n\nAppunti:\n* Tieni presente che l'estensione Super History & Cache Cleaner The Cleaner eliminerà solo la cronologia di Chrome, ma non interferirà con la cronologia di Google (la cronologia delle ricerche su google.com). Per gestire la cronologia delle ricerche di Google dovresti accedere al tuo account nel motore di ricerca stesso e gestire la cronologia di Google da lì)\n\n* Se elimini i cookie, verrai disconnesso dalla maggior parte dei siti attuali (non selezionare \"cancella cookie\" se non desideri accedere nuovamente ogni volta che utilizzi il pulitore.",
    "ja": "Chrome ストアで最も高速で強力なThe Cleaner Extension!\n\nCleaner を使用すると、Chrome から不要なデータをワンクリックで簡単に削除できます。 Chrome 用の The Cleaner 拡張機能を使用して、プライバシーを保護し、すべてのアクティビティを削除して、ブラウザを固定します。\n\n拡張機能を使用すると、ワンクリックでほとんどの一時的なブラウザー情報を効果的に消去し、プライバシーを保護し、ブラウザーからすべてのアクティビティを削除することができます。\n\n-ブラウザの履歴、キャッシュ、Cookie、ダウンロード、ウェブサイトのストレージ、パスワードを消去します\n- すべてのブラウザ データを一度に、または個別にクリーニングする\n-拡張メニューでメモリとDNS情報にすばやくアクセスするためのボタン\n-メニューのボタンで拡張機能のフォルダーとシークレットタブを開きます\n\nブラウザのデータを消去することは、かつてないほど容易になりました。 ワンクリックで、一時データ、キャッシュ、Cookie、ダウンロード、閲覧履歴を効果的に消去します。 各ページにフローティングボタン「すべてクリア」を追加すると、それが可能になります。\n\nキャッシュクリーナー\n+ デバイスのパフォーマンスを高速化し、不要なデータを消去します。\n+ すべてのウェブサイトのキャッシュをクリアします。\n\nccleaner を使用して、プライバシーを保護し、ブラウザーからすべてのアクティビティを削除します。\n\n主な機能:\n\n+ワンクリックで即座に削除\n+ ブラウザの履歴を表示してクリアする\n+ ダウンロード履歴を消去\n+ 一時ファイルを空にする\n+ Cookie および他のサイトとプラグインのデータを削除する\n+ キャッシュをクリア\n+ 保存したパスワードをクリア\n+ 保存したフォームデータを消去\n+期間を選択する機能\n+ 一日中ライト \\ ダークモード\n\n「拡張機能を追加」ボタンをクリックしてクリーナーを追加し、手間をかけずにブラウザの一時データを消去します。\nあなたのブラウザは遅いですか？\n\n閲覧データをクリーンアップしてブラウザをさらに高速化し、プライバシーを保護しましょう!\n\nブラウザが遅くなりすぎています。 私に何ができる？\nInternet Explorer であろうと Chromium ベースのブラウザであろうと、すべてのブラウザの問題点は、一定期間が経過すると遅くなり、扱いにくくなることです。 起動、ウェブサイトの読み込み、タブの開閉に時間がかかります。 これは、ブラウザをクリーンアップし、一時データや履歴などを取り除くことを検討する必要があるときです.\n\nノート：\n* スーパー ヒストリー & キャッシュ クリーナー拡張機能 The Cleaner は Chrome ヒストリーのみを削除しますが、Google ヒストリー (google.com での検索ヒストリー) には干渉しないことに注意してください。 Google の検索履歴を処理するには、検索エンジン自体のアカウントに移動し、そこから Google の履歴を処理する必要があります)。\n\n* Cookie を削除すると、現在のほとんどのサイトからサインアウトされます (クリーナーを使用するたびに再度ログインしたくない場合は、[Cookie をクリアする] を選択しないでください。",
    "ko": "Chrome 스토어에서 가장 빠르고 강력한 클리너 확장 프로그램!\n\nCleaner를 사용하면 클릭 한 번으로 쉽게 Chrome에서 불필요한 데이터를 모두 지울 수 있습니다. Chrome용 The Cleaner 확장 프로그램으로 개인 정보를 보호하고 모든 활동을 삭제하고 브라우저를 고정하세요.\n\n확장 기능을 사용하면 한 번의 클릭으로 대부분의 임시 브라우저 정보를 효과적으로 지우고 개인 정보를 보호하고 브라우저에서 모든 활동을 삭제할 수 있습니다.\n\n-브라우저 기록, 캐시, 쿠키, 다운로드, 웹사이트 저장소 및 암호 정리\n-모든 브라우저 데이터를 한 번에 또는 별도로 정리\n-확장 메뉴에서 메모리 및 DNS 정보에 빠르게 액세스할 수 있는 버튼\n-메뉴의 버튼으로 확장 프로그램의 폴더 및 시크릿 탭 열기\n\n브라우저 데이터를 지우는 것이 결코 쉬운 일은 아닙니다. 클릭 한 번으로 임시 데이터, 캐시, 쿠키, 다운로드 및 검색 기록을 효과적으로 지울 수 있습니다. 각 페이지에 플로팅 버튼 \"모두 지우기\"를 추가하면 그렇게 할 수 있습니다.\n\n캐시 클리너\n+ 장치 성능을 높이고 불필요한 데이터를 정리하십시오.\n+ 모든 웹사이트의 캐시를 지웁니다.\n\nccleaner를 사용하여 개인 정보를 보호하고 브라우저에서 모든 활동을 삭제하십시오.\n\n몇 가지 주요 기능:\n\n+ 원 클릭으로 즉시 제거\n+ 브라우저 기록 보기 및 지우기\n+ 다운로드 기록 지우기\n+ 임시 파일 비우기\n+ 쿠키 및 기타 사이트 및 플러그인 데이터 삭제\n+ 캐시 지우기\n+ 저장된 비밀번호 지우기\n+ 저장된 양식 데이터 지우기\n+ 기간 선택 기능\n+ 하루 중 모든 시간을 위한 라이트 \\ 다크 모드\n\n아무 노력 없이 Cleaner를 추가하고 브라우저 임시 데이터를 정리하려면 \"확장 프로그램 추가\" 버튼을 클릭하십시오.\n브라우저가 느립니까?\n\n검색 데이터를 정리하고 브라우저를 더욱 빠르게 만들고 개인 정보를 보호하세요!\n\n브라우저가 너무 느려지고 있습니다. 어떡해?\n인터넷 익스플로러든 Chromium 기반 브라우저든 모든 브라우저의 문제는 시간이 지나면 느리고 투박해진다는 것입니다. 시작하고, 웹사이트를 로드하고, 탭을 열고 닫는 데 시간이 걸립니다. 이것은 브라우저를 정리하고 임시 데이터, 기록 등을 제거하는 것을 고려해야 할 때입니다.\n\n노트:\n* 슈퍼 히스토리 및 캐시 클리너 확장 프로그램 The Cleaner는 크롬 기록만 삭제하지만 Google 기록(google.com의 검색 기록)에는 영향을 미치지 않습니다. Google 검색 기록을 처리하려면 검색 엔진 자체의 계정으로 이동하여 거기에서 Google 기록을 처리해야 합니다.)\n\n* 쿠키를 삭제하면 현재 대부분의 사이트에서 로그아웃됩니다(클리너를 사용할 때마다 다시 로그인하지 않으려면 \"쿠키 삭제\"를 선택하지 마십시오.",
    "lt": "Greičiausias ir galingiausias „The Cleaner Extension“ „Chrome“ parduotuvėje!\n\n„Cleaner“ leidžia vienu spustelėjimu išvalyti visus nereikalingus duomenis iš „Chrome“. Apsaugokite savo privatumą, ištrinkite visą veiklą ir pritvirtinkite naršyklę naudodami „Chrome“ skirtą „The Cleaner“ plėtinį.\n\nPlėtinys leidžia efektyviai išvalyti didžiąją dalį laikinosios naršyklės informacijos vienu paspaudimu ir apsaugoti savo privatumą, ištrinti visą veiklą iš naršyklės ir dar daugiau:\n\n- Išvalykite naršyklės istoriją, talpyklą, slapukus, atsisiuntimus, svetainės saugyklą ir slaptažodžius\n- Išvalykite visus naršyklės duomenis iš karto arba atskirai\n-mygtukas, skirtas greitai pasiekti atmintį ir DNS informaciją plėtinio meniu\n- atidarykite plėtinio aplanką ir inkognito skirtuką mygtuku iš meniu\n\nDar niekada nebuvo taip paprasta ištrinti naršyklės duomenis. Efektyviai išvalykite laikinus duomenis, talpyklą, slapukus, atsisiuntimo ir naršymo istoriją vienu paspaudimu. Kiekviename puslapyje pridėjus slankųjį mygtuką „Išvalyti viską“, galite tai padaryti.\n\nTalpyklos valiklis\n+ Pagreitinkite įrenginio veikimą ir išvalykite nereikalingus duomenis.\n+ Išvalykite visų svetainių talpyklą.\n\nApsaugokite savo privatumą ir ištrinkite visą veiklą iš naršyklės naudodami ccleaner.\n\nKeletas pagrindinių funkcijų:\n\n+ Momentinis pašalinimas vienu paspaudimu\n+ Peržiūrėkite ir išvalykite naršyklės istoriją\n+ Išvalyti atsisiuntimų istoriją\n+ Ištuštinkite laikinuosius failus\n+ Ištrinkite slapukus ir kitus svetainės bei papildinių duomenis\n+ Išvalyti talpyklą\n+ Išvalykite išsaugotus slaptažodžius\n+ Išvalykite išsaugotus formos duomenis\n+ Galimybė pasirinkti laikotarpį\n+ Šviesus \\ Tamsus režimas kiekvienam paros laikui\n\nSpustelėkite mygtuką „Pridėti plėtinį“, kad pridėtumėte „Cleaner“ ir be jokių pastangų išvalytumėte laikinus naršyklės duomenis.\nAr jūsų naršyklė lėta?\n\nIšvalykite naršymo duomenis ir paspartinkite naršyklę bei apsaugokite savo privatumą!\n\nMano naršyklė per lėta. Ką aš galiu padaryti?\nVisų naršyklių, nesvarbu, ar tai būtų „Internet Explorer“, ar „Chromium“ naršyklė, problema yra ta, kad po tam tikro laiko jos tampa lėtos ir nepatogios. Jiems paleisti, įkelti svetaines ir atidaryti bei uždaryti skirtukus reikia laiko. Tada reikėtų apsvarstyti galimybę išvalyti naršyklę ir atsikratyti laikinų duomenų, istorijos ir pan.\n\nPastabos:\n* Atminkite, kad „Super History & Cache Cleaner“ plėtinys „Cleaner“ ištrins tik „Chrome“ istoriją, bet netrukdys „Google“ istorijai (jūsų paieškos istorijai google.com). Norėdami tvarkyti „Google“ paieškos istoriją, turėtumėte eiti į savo paskyrą pačioje paieškos variklyje ir tvarkyti „Google“ istoriją iš ten)\n\n* Jei ištrinsite slapukus, būsite atjungti nuo daugumos dabartinių svetainių (nepasirinkite „išvalyti slapukus“, jei nenorite vėl prisijungti kiekvieną kartą, kai naudojate valiklį.",
    "lv": "Ātrākais un jaudīgākais paplašinājums Cleaner Chrome veikalā!\n\nTīrītājs ļauj notīrīt visus nevajadzīgos datus no pārlūka Chrome ar vienu klikšķi. Aizsargājiet savu privātumu, izdzēsiet visas darbības un piestipriniet pārlūkprogrammu, izmantojot Chrome paplašinājumu The Cleaner.\n\nPaplašinājums ļauj efektīvi notīrīt lielāko daļu pagaidu pārlūkprogrammas informācijas tikai ar vienu klikšķi un aizsargāt jūsu privātumu, dzēst visas darbības no pārlūkprogrammas un daudz ko citu:\n\n- notīriet pārlūkprogrammas vēsturi, kešatmiņu, sīkfailus, lejupielādes, vietņu krātuvi un paroles\n-notīriet visus pārlūkprogrammas datus uzreiz vai atsevišķi\n-poga ātrai piekļuvei atmiņai un DNS informācijai paplašinājuma izvēlnē\n- atveriet paplašinājuma mapi un inkognito cilni ar pogu no izvēlnes\n\nPārlūka datu dzēšana nekad nav bijusi tik vienkārša. Efektīvi notīriet pagaidu datus, kešatmiņu, sīkfailus, lejupielādes un pārlūkošanas vēsturi tikai ar vienu klikšķi. Katrai lapai pievienojot peldošo pogu “Notīrīt visu”, varat to izdarīt.\n\nKešatmiņas tīrītājs\n+ Paātriniet ierīces veiktspēju un notīriet nevajadzīgos datus.\n+ Notīriet visu vietņu kešatmiņu.\n\nAizsargājiet savu privātumu un izdzēsiet visas pārlūkprogrammas darbības, izmantojot programmu ccleaner.\n\nDažas galvenās funkcijas:\n\n+ Tūlītēja noņemšana ar vienu klikšķi\n+ Skatiet un notīriet pārlūkprogrammas vēsturi\n+ Notīrīt lejupielādes vēsturi\n+ Iztukšojiet pagaidu failus\n+ Izdzēsiet sīkfailus un citus vietņu un spraudņu datus\n+ Notīrīt kešatmiņu\n+ Notīriet saglabātās paroles\n+ Notīrīt saglabātos veidlapas datus\n+ Spēja izvēlēties laika periodu\n+ Gaišs \\ Tumšs režīms katram diennakts laikam\n\nNoklikšķiniet uz pogas \"Pievienot paplašinājumu\", lai pievienotu Cleaner un bez jebkādām pūlēm notīrītu pārlūkprogrammas pagaidu datus.\nVai jūsu pārlūkprogramma ir lēna?\n\nNotīriet pārlūkošanas datus un padariet pārlūkprogrammu vēl ātrāku un aizsargājiet savu privātumu!\n\nMana pārlūkprogramma kļūst pārāk lēna. Ko es varu darīt?\nProblēma ar visām pārlūkprogrammām, neatkarīgi no tā, vai tās ir pārlūkprogrammas Internet Explorer vai Chromium, ir tāda, ka pēc noteikta laika tās kļūst lēnas un neveiklas. To palaišana, vietņu ielāde un cilņu atvēršana un aizvēršana prasa laiku. Šajā gadījumā jāapsver pārlūkprogrammas tīrīšana un pagaidu datu, vēstures utt.\n\nPiezīmes:\n* Lūdzu, ņemiet vērā, ka Super History & Cache Cleaner paplašinājums Cleaner izdzēsīs tikai Chrome vēsturi, taču netraucēs jūsu Google vēsturei (jūsu meklēšanas vēsturei vietnē google.com). Lai apstrādātu savu Google meklēšanas vēsturi, pašā meklētājprogrammā dodieties uz savu kontu un no turienes apstrādājiet Google vēsturi)\n\n* Ja izdzēsīsiet sīkfailus, jūs tiksiet izrakstījies no vairuma pašreizējo vietņu (neatlasiet “notīrīt sīkfailus”, ja nevēlaties vēlreiz pieteikties katru reizi, kad izmantojat tīrītāju).",
    "nl": "De snelste en krachtigste The Cleaner-extensie in de Chrome Store!\n\nMet de Cleaner kunt u met één klik alle onnodige gegevens uit Chrome wissen. Bescherm uw privacy, verwijder alle activiteiten en maak uw browser vast met de extensie The Cleaner voor Chrome.\n\nMet de extensie kunt u de meeste tijdelijke browserinformatie effectief wissen met slechts één klik en uw privacy beschermen, alle activiteiten uit uw browser verwijderen en nog veel meer:\n\n-schoon browsergeschiedenis, cache, cookies, downloads, website-opslag en wachtwoorden\n-schoon al uw browsergegevens in één keer of afzonderlijk op\n-knop voor snelle toegang tot geheugen en DNS-info in extensiemenu\n-open de map van de extensie en het incognitotabblad met een knop in het menu\n\nHet is nog nooit zo eenvoudig geweest om browsergegevens te wissen. Wis tijdelijke gegevens, cachegeheugen, cookies, download- en browsegeschiedenis effectief met slechts één klik. Door op elke pagina een zwevende knop \"Alles wissen\" toe te voegen, kunt u dat doen.\n\nCache schoner\n+ Versnel de apparaatprestaties en ruim onnodige gegevens op.\n+ Wis de cache van alle websites.\n\nBescherm uw privacy en verwijder alle activiteiten uit uw browser met ccleaner.\n\nEnkele belangrijke kenmerken:\n\n+ Onmiddellijke verwijdering met één klik\n+ Bekijk en wis browsergeschiedenis\n+ Wis de downloadgeschiedenis\n+ Maak de tijdelijke bestanden leeg\n+ Verwijder cookies en andere site- en plug-ingegevens\n+ Cache wissen\n+ Wis opgeslagen wachtwoorden\n+ Wis opgeslagen formuliergegevens\n+ Mogelijkheid om tijdsperiode te kiezen\n+ Light \\ Dark-modus voor elk moment van de dag\n\nKlik op de knop \"extensie toevoegen\" om Cleaner toe te voegen en de tijdelijke gegevens van de browser moeiteloos op te schonen.\nIs uw browser traag?\n\nRuim browsegegevens op en maak uw browser nog sneller en bescherm uw privacy!\n\nMijn browser wordt te langzaam. Wat kan ik doen?\nHet probleem met alle browsers, of het nu een internetverkenner of een op Chromium gebaseerde browser is, is dat ze na verloop van tijd traag en onhandig worden. Ze hebben tijd nodig om op te starten, websites te laden en tabbladen te openen en te sluiten. Dit is wanneer men zou moeten overwegen om de browser op te schonen en de tijdelijke gegevens, geschiedenis enz. Te verwijderen.\n\nOpmerkingen:\n* Houd er rekening mee dat de Super History & Cache Cleaner-extensie The Cleaner alleen de Chrome-geschiedenis verwijdert, maar uw Google-geschiedenis (uw zoekgeschiedenis op google.com) niet verstoort. Om uw Google-zoekgeschiedenis af te handelen, moet u naar uw account in de zoekmachine zelf gaan en van daaruit de Google-geschiedenis afhandelen)\n\n* Als u cookies verwijdert, wordt u afgemeld van de meeste huidige sites (selecteer niet \"cookies wissen\" als u niet elke keer opnieuw wilt inloggen als u de reiniger gebruikt.",
    "no": "Den raskeste og kraftigste The Cleaner-utvidelsen i Chrome Store!\n\nCleaner lar deg fjerne all unødvendig data fra Chrome så enkelt som ett klikk. Beskytt personvernet ditt, slett all aktivitet og fest nettleseren din med The Cleaner-utvidelsen for Chrome.\n\nUtvidelsen lar deg fjerne det meste av midlertidig nettleserinformasjon effektivt bare med ett klikk og beskytte personvernet ditt, slette all aktivitet fra nettleseren din og mye mer:\n\n-Ren nettleserhistorikk, cache, informasjonskapsler, nedlastinger, nettstedslagring og passord\n-Rengjør alle nettleserdataene dine samtidig eller separat\n-knapp for rask tilgang til minne og DNS-info i utvidelsesmenyen\n-åpne utvidelsens mappe og inkognitofane med en knapp fra menyen\n\nDet har aldri vært enklere å slette nettleserdata. Tøm midlertidige data, cache, informasjonskapsler, nedlastings- og nettlesingshistorikk effektivt bare med ett klikk. Ved å legge til en flytende knapp \"Slett alt\" på hver side kan du gjøre det.\n\nCache renser\n+ Få fart på enhetens ytelse og rengjør unødvendige data.\n+ Tøm cache for alle nettsteder.\n\nBeskytt personvernet ditt og slett all aktivitet fra nettleseren din med ccleaner.\n\nNoen viktige funksjoner:\n\n+ Øyeblikkelig fjerning med ett klikk\n+ Se og tøm nettleserloggen\n+ Tøm nedlastingsloggen\n+ Tøm de midlertidige filene\n+ Slett informasjonskapsler og andre nettsted- og plugin-data\n+ Tøm cache\n+ Slett lagrede passord\n+ Slett lagrede skjemadata\n+ Evne til å velge tidsperiode\n+ Lys \\ Mørk modus for hver tid på dagen\n\nKlikk \"legg til utvidelse\"-knappen for å legge til Cleaner og rense nettleserens midlertidige data uten anstrengelser.\nEr nettleseren din treg?\n\nRydd opp i nettleserdata og gjør nettleseren din enda raskere og Beskytt personvernet ditt!\n\nNettleseren min blir for treg. Hva kan jeg gjøre?\nProblemet med alle nettleserne, enten det er Internet Explorer eller Chromium-basert nettleser, er at de blir trege og klumpete etter en periode. De tar tid å starte opp til, laste inn nettsider og åpne og lukke faner. Dette er når man bør vurdere å rydde opp i nettleseren og kvitte seg med de midlertidige dataene, historikken osv.\n\nMerknader:\n* Vær oppmerksom på at utvidelsen for superhistorikk og cache cleaner The Cleaner sletter kun chrome-historikk, men vil ikke forstyrre google-historikken din (søkeloggen din på google.com). For å håndtere google-søkeloggen din bør du gå til kontoen din i selve søkemotoren og håndtere google-historikken derfra)\n\n* Hvis du sletter informasjonskapsler, blir du logget av de fleste aktuelle nettsteder (ikke velg «tøm informasjonskapsler» hvis du ikke vil logge på igjen hver gang du bruker renseren.",
    "pl": "Najszybsze i najpotężniejsze rozszerzenie The Cleaner w sklepie Chrome!\n\nNarzędzie Cleaner pozwala usunąć wszystkie niepotrzebne dane z przeglądarki Chrome za pomocą jednego kliknięcia. Chroń swoją prywatność, usuwaj całą aktywność i popraw swoją przeglądarkę dzięki rozszerzeniu The Cleaner dla Chrome.\n\nRozszerzenie pozwala skutecznie wyczyścić większość tymczasowych informacji przeglądarki jednym kliknięciem i chronić swoją prywatność, usunąć całą aktywność z przeglądarki i wiele więcej:\n\n- wyczyść historię przeglądarki, pamięć podręczną, pliki cookie, pliki do pobrania, miejsce na stronie i hasła\n- wyczyść wszystkie dane przeglądarki jednocześnie lub osobno\n-przycisk szybkiego dostępu do informacji o pamięci i DNS w menu rozszerzeń\n-otwórz folder rozszerzenia i kartę incognito za pomocą przycisku z menu\n\nUsuwanie danych przeglądarki nigdy nie było łatwiejsze. Wyczyść dane tymczasowe, pamięć podręczną, pliki cookie, historię pobierania i przeglądania skutecznie jednym kliknięciem. Dodanie pływającego przycisku „Wyczyść wszystko” na każdej stronie pozwala to zrobić.\n\nCzyszczenie pamięci podręcznej\n+ Przyspiesz działanie urządzenia i wyczyść niepotrzebne dane.\n+ Wyczyść pamięć podręczną wszystkich stron internetowych.\n\nChroń swoją prywatność i usuwaj całą aktywność z przeglądarki za pomocą ccleaner.\n\nKilka kluczowych cech:\n\n+ Natychmiastowe usuwanie jednym kliknięciem\n+ Przeglądaj i wyczyść historię przeglądarki\n+ Wyczyść historię pobierania\n+ Opróżnij pliki tymczasowe\n+ Usuń pliki cookie i inne dane witryn i wtyczek\n+ Wyczyść pamięć podręczną\n+ Wyczyść zapisane hasła\n+ Wyczyść zapisane dane formularza\n+ Możliwość wyboru okresu\n+ Tryb Light \\ Dark na każdą porę dnia\n\nKliknij przycisk „dodaj rozszerzenie”, aby dodać Cleaner i wyczyścić tymczasowe dane przeglądarki bez żadnego wysiłku.\nCzy Twoja przeglądarka działa wolno?\n\nWyczyść dane przeglądania i spraw, aby Twoja przeglądarka była jeszcze szybsza i chroń swoją prywatność!\n\nMoja przeglądarka działa zbyt wolno. Co mogę zrobić?\nProblem ze wszystkimi przeglądarkami, niezależnie od tego, czy jest to Internet Explorer, czy przeglądarka oparta na Chromium, polega na tym, że po pewnym czasie stają się one powolne i niezgrabne. Uruchamianie, ładowanie stron internetowych oraz otwieranie i zamykanie kart zajmuje im trochę czasu. Wtedy warto pomyśleć o wyczyszczeniu przeglądarki i pozbyciu się danych tymczasowych, historii itp.\n\nUwagi:\n* Należy pamiętać, że rozszerzenie super historii i czyszczenia pamięci podręcznej The Cleaner usunie tylko historię Chrome, ale nie będzie ingerować w historię Google (historię wyszukiwania na google.com). Aby poradzić sobie z historią wyszukiwania w Google, powinieneś przejść do swojego konta w samej wyszukiwarce i stamtąd zająć się historią Google)\n\n* Jeśli usuniesz pliki cookie, zostaniesz wylogowany z większości obecnych witryn (nie wybieraj opcji „wyczyść pliki cookie”, jeśli nie chcesz logować się ponownie za każdym razem, gdy korzystasz z narzędzia czyszczącego.",
    "sv": "Det snabbaste och mest kraftfulla The Cleaner-tillägget i Chrome Store!\n\nMed Cleaner kan du rensa all onödig data från Chrome så enkelt som ett klick. Skydda din integritet, ta bort all aktivitet och fäst din webbläsare med tillägget The Cleaner för Chrome.\n\nTillägget låter dig rensa det mesta av tillfällig webbläsarinformation effektivt bara med ett klick och skydda din integritet, radera all aktivitet från din webbläsare och mycket mer:\n\n- ren webbläsarhistorik, cache, cookies, nedladdningar, webbplatslagring och lösenord\n- Rengör alla dina webbläsardata på en gång eller separat\n-knapp för snabb åtkomst till minne och DNS-information i tilläggsmenyn\n-öppna tilläggets mapp och inkognitoflik med en knapp från menyn\n\nDet har aldrig varit enklare att radera webbläsardata. Rensa tillfällig data, cache, cookies, nedladdnings- och webbhistorik effektivt bara med ett klick. Genom att lägga till en flytande knapp \"Rensa allt\" på varje sida kan du göra det.\n\nCache renare\n+ Snabba upp enhetens prestanda och rensa onödig data.\n+ Rensa cache för alla webbplatser.\n\nSkydda din integritet och ta bort all aktivitet från din webbläsare med ccleaner.\n\nNågra viktiga funktioner:\n\n+ Omedelbar borttagning med ett klick\n+ Visa och rensa webbläsarhistorik\n+ Rensa nedladdningshistorik\n+ Töm de tillfälliga filerna\n+ Radera cookies och annan webbplats- och plugin-data\n+ Rensa cache\n+ Rensa sparade lösenord\n+ Rensa sparade formulärdata\n+ Möjlighet att välja tidsperiod\n+ Ljus \\ mörkt läge för varje tid på dagen\n\nKlicka på knappen \"lägg till tillägg\" för att lägga till Cleaner och rensa webbläsarens temporära data utan några ansträngningar.\nÄr din webbläsare långsam?\n\nRensa upp webbläsardata och gör din webbläsare ännu snabbare och skydda din integritet!\n\nMin webbläsare blir för långsam. Vad kan jag göra?\nProblemet med alla webbläsare, oavsett om det är Internet Explorer eller Chromium-baserad webbläsare, är att de blir långsamma och klumpiga efter en tid. De tar tid att starta upp till, att ladda hemsidor och att öppna och stänga flikar. Det är då man bör överväga att rensa upp webbläsaren och bli av med tillfälliga data, historik etc.\n\nAnmärkningar:\n* Var medveten om att tillägget Super History & cache Cleaner The Cleaner raderar endast Chrome-historik, men kommer inte att störa din Google-historik (din sökhistorik på google.com). För att hantera din google-sökhistorik bör du gå till ditt konto i själva sökmotorn och hantera google-historiken därifrån)\n\n* Om du tar bort cookies kommer du att loggas ut från de flesta aktuella webbplatser (välj inte \"rensa cookies\" om du inte vill logga in igen varje gång du använder rengöringsprogrammet.",
    "tr": "Chrome Mağazasındaki en hızlı ve güçlü The Cleaner Uzantısı!\n\nTemizleyici, Chrome'daki tüm gereksiz verileri tek bir tıklama kadar kolay bir şekilde temizlemenizi sağlar. Chrome için Temizleyici uzantısıyla gizliliğinizi koruyun, tüm etkinliği silin ve tarayıcınızı hızlandırın.\n\nUzantı, geçici tarayıcı bilgilerinin çoğunu yalnızca tek bir tıklamayla etkili bir şekilde temizlemenize ve gizliliğinizi korumanıza, tarayıcınızdaki tüm etkinliği silmenize ve daha pek çok şeye olanak tanır:\n\n-temiz tarayıcı geçmişi, önbellek, çerezler, indirmeler, web sitesi depolama alanı ve şifreler\n- tüm tarayıcı verilerinizi bir kerede veya ayrı ayrı temizleyin\nUzantı menüsünde bellek ve DNS bilgilerine hızlı erişim için -düğmesi\n- menüden bir düğme ile uzantının klasörünü ve gizli sekmesini açın\n\nTarayıcı verilerini silmek hiç bu kadar kolay olmamıştı. Geçici verileri, önbelleği, çerezleri, indirme ve göz atma geçmişini tek bir tıklamayla etkili bir şekilde temizleyin. Her sayfada kayan bir \"Tümünü Temizle\" düğmesi eklemek, bunu yapmanızı sağlar.\n\nÖnbellek temizleyici\n+ Cihaz performansını hızlandırın ve gereksiz verileri temizleyin.\n+ Tüm web sitelerinin önbelleğini temizleyin.\n\nCcleaner ile gizliliğinizi koruyun ve tarayıcınızdaki tüm etkinlikleri silin.\n\nBirkaç temel özellik:\n\n+ Tek tıklamayla anında kaldırma\n+ Tarayıcı geçmişini görüntüleyin ve temizleyin\n+ İndirme geçmişini temizle\n+ Geçici dosyaları boşaltın\n+ Çerezleri ve diğer site ve eklenti verilerini silin\n+ Önbelleği temizle\n+ Kayıtlı şifreleri temizle\n+ Kayıtlı form verilerini temizle\n+ Zaman aralığı seçme yeteneği\n+ Günün her saati için Aydınlık \\ Karanlık modu\n\nTemizleyici eklemek ve tarayıcı geçici verilerini zahmetsizce temizlemek için \"uzantı ekle\" düğmesini tıklayın.\nTarayıcınız Yavaş mı?\n\nTarama verilerini temizleyin ve tarayıcınızı daha da hızlandırın ve gizliliğinizi koruyun!\n\nTarayıcım çok yavaşlıyor. Ne yapabilirim?\nİster internet explorer ister Chromium tabanlı tarayıcı olsun, tüm tarayıcıların sorunu, bir süre sonra yavaş ve hantal hale gelmeleridir. Başlamak, web sitelerini yüklemek ve sekmeleri açıp kapatmak zaman alır. Bu, tarayıcıyı temizlemeyi ve geçici verilerden, geçmişten vb. kurtulmayı düşünmeniz gereken zamandır.\n\nnotlar:\n* Lütfen süper geçmiş ve önbellek temizleyici uzantısı The Cleaner'ın yalnızca krom geçmişini sileceğini, ancak google geçmişinize (google.com'daki arama geçmişinize) müdahale etmeyeceğini unutmayın. Google arama geçmişinizle ilgilenmek için, arama motorunun kendisinde hesabınıza gitmeli ve oradan google geçmişiyle ilgilenmelisiniz)\n\n* Çerezleri silerseniz, mevcut sitelerin çoğunda oturumunuz kapatılır (temizleyiciyi her kullandığınızda tekrar oturum açmak istemiyorsanız \"çerezleri temizle\"yi seçmeyin.",
    "zh_CN": "Chrome 商店中最快速、最强大的 The Cleaner Extension！\n\nCleaner 让您一键清除 Chrome 中所有不必要的数据。 使用 Chrome 的 Cleaner 扩展程序保护您的隐私、删除所有活动并固定您的浏览器。\n\n扩展程序让您只需单击一下即可有效清除大部分临时浏览器信息并保护您的隐私，删除浏览器中的所有活动等等：\n\n- 清除浏览器历史记录、缓存、cookie、下载、网站存储和密码\n- 一次或单独清除所有浏览器数据\n- 用于在扩展菜单中快速访问内存和 DNS 信息的按钮\n- 使用菜单中的按钮打开扩展程序的文件夹和隐身选项卡\n\n擦除浏览器数据从未如此简单。 一键有效清除临时数据、缓存、cookies、下载和浏览历史记录。 在每个页面上添加一个浮动按钮“全部清除”可以让你做到这一点。\n\n缓存清理器\n+ 加快设备性能并清理不必要的数据。\n+ 清除所有网站的缓存。\n\n使用 ccleaner 保护您的隐私并从您的浏览器中删除所有活动。\n\n几个主要特点：\n\n+ 一键即时删除\n+ 查看和清除浏览器历史记录\n+ 清除下载历史\n+ 清空临时文件\n+ 删除 cookie 和其他站点和插件数据\n+ 清除缓存\n+ 清除保存的密码\n+ 清除保存的表单数据\n+能够选择时间段\n+一天中每个时间的浅色\\深色模式\n\n单击“添加扩展程序”按钮即可添加 Cleaner 并轻松清理浏览器临时数据。\n你的浏览器慢吗？\n\n清理浏览数据并使您的浏览器更快并保护您的隐私！\n\n我的浏览器变得太慢了。 我能做什么？\n所有浏览器的问题，无论是 Internet Explorer 还是基于 Chromium 的浏览器，都在一段时间后变得缓慢而笨拙。 他们需要时间来启动、加载网站以及打开和关闭选项卡。 这时应该考虑清理浏览器并清除临时数据、历史记录等。\n\n笔记：\n* 请注意，超级历史记录和缓存清理器扩展 The Cleaner 只会删除 chrome 历史记录，但不会干扰您的谷歌历史记录（您在 google.com 上的搜索历史记录）。 要处理您的谷歌搜索历史，您应该在搜索引擎本身中转到您的帐户并从那里处理谷歌历史）\n\n* 如果您删除 cookie，您将从大多数当前站点注销（如果您不想每次使用清洁器时都重新登录，请不要选择“清除 cookie”。",
    "zh_TW": "Chrome 商店中最快速、最強大的 The Cleaner Extension！\n\nCleaner 讓您一鍵清除 Chrome 中所有不必要的數據。 使用 Chrome 的 Cleaner 擴展程序保護您的隱私、刪除所有活動並固定您的瀏覽器。\n\n擴展程序讓您只需單擊一下即可有效清除大部分臨時瀏覽器信息並保護您的隱私，刪除瀏覽器中的所有活動等等：\n\n- 清除瀏覽器歷史記錄、緩存、cookie、下載、網站存儲和密碼\n- 一次或單獨清除所有瀏覽器數據\n- 用於在擴展菜單中快速訪問內存和 DNS 信息的按鈕\n- 使用菜單中的按鈕打開擴展程序的文件夾和隱身選項卡\n\n擦除瀏覽器數據從未如此簡單。 一鍵有效清除臨時數據、緩存、cookies、下載和瀏覽歷史記錄。 在每個頁面上添加一個浮動按鈕“全部清除”可以讓你做到這一點。\n\n緩存清理器\n+ 加快設備性能並清理不必要的數據。\n+ 清除所有網站的緩存。\n\n使用 ccleaner 保護您的隱私並從您的瀏覽器中刪除所有活動。\n\n幾個主要特點：\n\n+ 一鍵即時刪除\n+ 查看和清除瀏覽器歷史記錄\n+ 清除下載歷史\n+ 清空臨時文件\n+ 刪除 cookie 和其他站點和插件數據\n+ 清除緩存\n+ 清除保存的密碼\n+ 清除保存的表單數據\n+能夠選擇時間段\n+一天中每個時間的淺色\\深色模式\n\n單擊“添加擴展程序”按鈕即可添加 Cleaner 並輕鬆清理瀏覽器臨時數據。\n你的瀏覽器慢嗎？\n\n清理瀏覽數據並使您的瀏覽器更快並保護您的隱私！\n\n我的瀏覽器變得太慢了。 我能做什麼？\n所有瀏覽器的問題，無論是 Internet Explorer 還是基於 Chromium 的瀏覽器，都在一段時間後變得緩慢而笨拙。 他們需要時間來啟動、加載網站以及打開和關閉選項卡。 這時應該考慮清理瀏覽器並刪除臨時數據、歷史記錄等。\n\n筆記：\n* 請注意，超級歷史記錄和緩存清理器擴展 The Cleaner 只會刪除 chrome 歷史記錄，但不會干擾您的谷歌歷史記錄（您在 google.com 上的搜索歷史記錄）。 要處理您的谷歌搜索歷史，您應該在搜索引擎本身中轉到您的帳戶並從那里處理谷歌歷史）\n\n* 如果您刪除 cookie，您將從大多數當前站點註銷（如果您不想每次使用清潔器時都重新登錄，請不要選擇“清除 cookie”。"
  }
}