{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopify export tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This can help you export product information from shopify stores"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopify export tool features:\n✓ Can extract thousands of products within minutes\n✓ Filter by a specific collection\n✓ All fields from Shopify product listing are included (see below)\n✓ All product images are added to the CSV\n✓ Export to CSV format compatible with Shopify import format (https://help.shopify.com/en/manual/products/import-export/import-products)\n✓ Save as XLSX (Excel document) with proper data types - dates, prices\n✓ Does not require excessive permissions\n\nFor e-commerce store owners, the Shopify Export Tool empowers you to effortlessly monitor your competitors' products, pricing, and promotions. This tool facilitates the swift extraction of thousands of products from Shopify-powered stores, allowing you to filter them based on specific collections.\n\nFor digital marketers, the Shopify Export Tool delivers precise and trustworthy product data, enabling thorough market trend analysis and the identification of potential opportunities for your clients.\n\nConducting product research becomes seamless with the Shopify Export Tool, offering a quick and efficient way to gather data on a substantial number of products. This capability streamlines the identification of trends and insights within your research domain.\n\nDropshippers find the Shopify Export Tool indispensable for discovering new products to integrate into their stores. It also facilitates monitoring pricing changes and product availability for existing products.\n\nData analysts benefit from the Shopify Export Tool's feature to extract product data from Shopify stores and save it in CSV or Excel formats. This functionality makes it an appealing tool for processing large datasets swiftly and efficiently.\n\nWhether you're an e-commerce store owner, digital marketer, product researcher, dropshipper, or data analyst, the Shopify Export Tool provides all the essential features to stay informed about the latest product trends and insights. Give it a try today and elevate your business to new heights!"
  }
}