{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CryptoGuard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track and flag potentially scammy crypto sites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "## Description\n\nCryptoGuard is an innovative browser extension designed to bolster security in the cryptocurrency space by leveraging community-driven verification and blockchain technology. It aims to protect users from potential scams, fraudulent websites, and malicious actors in the crypto ecosystem.\n\nKey features of CryptoGuard include:\n\n1. **Real-time Website Safety Checks**: As users navigate the web, CryptoGuard analyzes sites in real-time, providing immediate feedback on their safety status based on community ratings.\n\n2. **Community-Driven Ratings**: Users can rate websites as safe or unsafe, contributing to a collective database of trustworthy and untrustworthy crypto sites.\n\n3. **Commenting System**: Users can leave detailed comments about websites, sharing insights, warnings, or positive experiences to help others make informed decisions.\n\n4. **Voting Mechanism**: A voting system allows users to upvote or downvote comments, helping to surface the most relevant and helpful information.\n\n5. **Blockchain-Backed Attestations**: All ratings, comments, and votes are recorded as attestations using the Sign Protocol, ensuring transparency and immutability of user contributions.\n\n6. **User-Friendly Interface**: Designed with both crypto novices and experts in mind, CryptoGuard offers an intuitive interface that simplifies the process of contributing to and benefiting from the community's collective knowledge.\n\n7. **Spam Prevention**: Intelligent mechanisms are in place to prevent spam and manipulation, ensuring the integrity of the information provided.\n\nCryptoGuard aims to create a safer browsing experience for everyone in the cryptocurrency ecosystem by harnessing the power of community knowledge and blockchain technology. It serves as a crucial tool in the fight against crypto scams, empowering users to make informed decisions and contribute to the overall security of the crypto space.\n\n## How it's made\n\nCryptoGuard is built using a combination of modern web technologies and blockchain protocols, carefully integrated to provide a secure, user-friendly experience:\n\n1. **Frontend Development**:\n   - React is used for building the dynamic user interface, allowing for efficient state management and interactivity.\n   - Chakra UI provides a clean, accessible design system, ensuring a consistent and appealing look across different devices.\n\n2. **Authentication**:\n   - Web3Auth is integrated to offer a seamless and flexible authentication experience.\n   - Users can log in using familiar providers (Google, Facebook, Twitter) without needing a crypto wallet.\n   - This significantly lowers the barrier to entry for blockchain newcomers while still supporting wallet connections for experienced users.\n\n3. **Blockchain Integration**:\n   - The Sign Protocol is implemented in an off-chain manner, forming the core of CryptoGuard's security features.\n   - This approach allows for creating verifiable attestations for every rating, comment, and vote without requiring users to pay gas fees or interact directly with the blockchain.\n   - Three specific schemas are used for different types of attestations:\n     a. Safety Ratings Schema\n     b. Comments Schema\n     c. Comment Votes Schema\n\n4. **Data Management**:\n   - All data is managed through Sign Protocol attestations, eliminating the need for a traditional database.\n   - Real-time updates are achieved through efficient querying of attestation data.\n\n5. **Spam Prevention and Data Integrity**:\n   - Only the last recorded value from a unique address is considered for ratings and votes, preventing multiple entries.\n   - A pseudo-editing functionality for comments is implemented:\n     - The post comment textarea is hidden for users who have already commented.\n     - An edit button on existing comments allows users to update their input.\n     - Only the latest version of a user's comment is displayed.\n\n6. **Gas-free Interactions**:\n   - Users can flag sites, add comments, and vote without incurring any blockchain transaction costs.\n   - This is achieved through the off-chain implementation of the Sign Protocol.\n\nBy leveraging these technologies and methodologies, CryptoGuard creates a user-friendly interface that enhances web3 security accessibility. The use of off-chain attestations and Web3Auth allows for a seamless user experience that maintains the benefits of blockchain technology (immutability, transparency) without the typical barriers of gas fees or complex wallet management.\n\nThis approach not only makes the extension accessible to a wide range of users but also ensures that every interaction contributes to building a more secure and trustworthy cryptocurrency ecosystem."
  }
}