{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Hero"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab management to supercharge your productivity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conquer tab overload, with a single click.\n\nOverview\n\nTab Hero is the ultimate Chrome extension for multitasking professionals. If you’re constantly overwhelmed by countless windows and tabs, Tab Hero will save you valuable time! With eight one-click actions to reorganize all your tabs, say goodbye to tab chaos and hello to an organized digital workspace.\n\nKey Features\n\n**8 Powerful, Fully Customizable Buttons**\nSetup automations that allow you to Open, Close and Organize your tabs based on combinations of tab URLs and the amount of time that's passed since you last viewed a tab. Customize the behaviour to make yourself the most productive and organized you've ever been.\n\n**Tab Search**\nQuickly find that one tab you're looking for among all the open tabs with lighting fast tab search. No more wasting time looking through all your tabs to find the right one while everyone waits.\n\n\n**Default Buttons That Give You Tab Superpowers**\nUse these actions to up your productivity immediately, or customize them to your liking.\n\n1.\tCombine Windows\n\t•\tOrganizes all open tabs into one window and groups them by URL. \n\n2.\tWork Mode\n\t•\tOrganizes all tabs with URLs that match the settings into a new window to let you focus \n\n3.\tGoogle Suite\n\t•\tOrganizes Google Suite product tabs into separate windows\n\t\n4.\tDuplicates\n\t•\tCloses tabs with duplicate URLs.\n\t\n5.\tOlder Than 24h\n\t•\tCloses tabs not accessed in the last 24 hours.\n\t\n6.\tRecent\n\t•\tMoves the 5 most recently accessed tabs to a new window.\n\t\n7.\tSearch Tabs\n\t•\tCloses tabs that originated from a Google search.\n\t\n8.\tSocial Tabs\n\t•\tOrganizes all social media tabs (X, Facebook, Instagram, etc.) into one window.\n\n\nWhy Install Tab Hero?\n\n\t•\tBoost efficiency by managing your tabs smartly.\n\t•\tKeep your browsing organized and productive.\n\t•\tCustomize to fit your unique browsing habits.\n\nDownload Tab Hero today and master your tabs for a more efficient digital workspace."
  }
}