{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emoji Type"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to type emojis in any text field by replacing specific text with emojis."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EmojiType: Effortless Emoji Typing for Chrome\n\nTired of searching through endless emoji menus to find the perfect reaction? Say goodbye to the hassle and hello to EmojiType – the ultimate Chrome extension for lightning-fast emoji typing!\n\nStreamlined Typing Experience\nEmojiType revolutionizes your typing experience by seamlessly integrating emojis into your everyday conversations. With just a simple delimiter, you can effortlessly replace text with expressive emojis in an instant. Whether it's a cheeky wink 😉, a burst of laughter 😂, or a heartfelt thumbs up 👍, EmojiType has you covered.\n\nFlexible Configuration\nEmojiType puts you in control with flexible configuration options. Easily manage your hotwords and emojis through an intuitive interface, allowing you to add, remove, or modify entries effortlessly. With EmojiType, customization is key, empowering you to craft the perfect emoji repertoire for any conversation.\n\nEnhanced Productivity\nBoost your productivity and streamline your communication with EmojiType's intuitive features. Say goodbye to tedious emoji searches and hello to instant access to your favorite expressions. Whether you're chatting with friends, composing emails, or posting on social media, EmojiType enhances your efficiency without missing a beat.\n\nWebsite Whitelists and Blacklists\nTake control of your emoji usage with EmojiType's website whitelists and blacklists. Customize where EmojiType activates to ensure seamless integration with your browsing experience. Whether you want emojis enabled on social media platforms or disabled during work hours, EmojiType empowers you to tailor your emoji usage to your needs.\n\nEffortless Installation\nGetting started with EmojiType is a breeze. Simply install the extension from the Chrome Web Store, and you're ready to start typing with emojis in seconds. With EmojiType, there's no complicated setup or lengthy configuration process – just install and enjoy!\n\nConfigurabe\n\nGet EmojiType for Chrome Today\nUpgrade your typing experience and unleash the power of emojis with EmojiType for Chrome. Download now from the Chrome Web Store and take your communication to new heights with effortless emoji typing!"
  }
}