{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Photon Slides Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assistant for Photon Slides | Store slides"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Photon Slides Assistant,\" the ultimate Chrome extension designed to revolutionize your slide creation and storage experience on the popular website, Photon Slides. (https://itsmarsss.github.io/photon-slides/app/)\n\nWith Photon Slides Assistant, managing and accessing your slideshows has never been easier. This powerful tool empowers users to seamlessly store their creative presentations both locally on their devices and securely on the cloud. Say goodbye to the fear of losing your valuable presentations, as Photon Slides Assistant ensures that your slideshows are safely backed up with Google and readily available whenever and wherever you need them.\n\nKey Features:\n\n1. Effortless Slide Management: Organize and categorize your slideshows effortlessly, making it a breeze to find and access them whenever required.\n\n2. Local and Cloud Storage: Enjoy the flexibility of choosing between storing your slideshows on your device for offline access or securely on the cloud hosted by Google for any of your devices to access.\n\n3. User-Friendly Interface: Experience a smooth and intuitive interface that enhances your workflow, saving you time and effort during slide creation and storage.\n\n4. Seamless Integration: Photon Slides Assistant seamlessly integrates with Photon Slides, allowing you to create and save slideshows with just a click, eliminating the hassle of manual file management.\n\nWhether you're a student, educator, business professional, or just someone who loves creating stunning presentations, Photon Slides Assistant is the ultimate companion to take your slide creation and management experience to the next level.\n\nGet ready to unlock the full potential of your presentations with Photon Slides Assistant – the must-have Chrome extension for Photon Slides users. Simplify your slide organization, ensure data safety, and elevate your collaboration possibilities – all with one powerful tool. Try Photon Slides Assistant today and embrace a whole new world of efficient slide management!\n\n\nAbout Photon Slides:\n\nWelcome to Photon Slides, your go-to destination for creating stunning slideshows using cutting-edge web development technology. Photon Slides is an innovative website that empowers users with the creative freedom of CSS and HTML to craft captivating presentations with beautiful transitions.\n\nWith Photon Slides, the possibilities are endless. Whether you're a student, educator, business professional, or a creative enthusiast, you can now showcase your ideas in a visually engaging and dynamic manner. Harness the power of CSS to design visually striking elements, and leverage the flexibility of HTML to structure your content seamlessly.\n\nKey Features:\n\n1. Web Development Flexibility: Unlike traditional presentation tools, Photon Slides breaks the boundaries by enabling users to harness the full potential of web development technologies. Create unique and customized slideshows with ease, blending design and functionality effortlessly.\n\n2. Gorgeous Transitions: Elevate your presentations with captivating transitions that capture the attention of your audience. Utilize CSS animations to add fluidity and visual appeal to every slide, making your content come to life.\n\n3. Intuitive Interface: Photon Slides boasts a user-friendly interface, ensuring that both beginners and experienced web developers can navigate through the platform with ease. Say goodbye to steep learning curves and welcome a seamless and enjoyable slide creation process.\n\n4. Responsive Design: Your presentations deserve to shine on any device. Photon Slides ensures that your slideshows adapt to various screen sizes, guaranteeing a consistent and professional look across desktops, tablets, and smartphones.\n\n5. Versatile Applications: Whether it's for educational purposes, business pitches, creative portfolios, or simply sharing your passion projects, Photon Slides caters to a diverse range of users and applications.\n\n6. Real-Time Preview: Instantly see your changes come to life with the real-time preview feature. Effortlessly fine-tune your designs and animations until they meet your vision, saving time and streamlining the creative process.\n\nUnleash your creativity and transform your presentations into works of art with Photon Slides. No longer limited by traditional presentation tools, Photon Slides empowers you to make a lasting impact with visually impressive slideshows that leave a lasting impression on your audience.\n\nWhether you're a coding whiz or just starting your journey into web development, Photon Slides offers a dynamic platform to showcase your ideas and stories like never before. Embrace the future of presentation design with Photon Slides and turn your visions into reality, one slide at a time."
  }
}