{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2Slash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Prompt-Free AI Assistant, Everywhere"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your content creation and start writing smarter & faster - making your daily work more efficient!\n\nType \"//\" in any text field to create emails, social media posts or replies and even summarize long text - all in seconds.\n\nSocial Media Growth - Elevate your social media influence with tailored responses, captivating posts & clever comments. Achieve 10x growth & amplify your impact effortlessly across social platforms. Let your presence shine!\n\nCommunity Growth & Engagement - Connecting with your community and boosting engagement has never been easier. Add a splash of color to every post, reply, or comment to ensure a diverse and engaging experience for your audience!\n\nSales & Support Productivity - Productivity is a marathon, not a sprint.\nYou can complete tasks like setting up outreach, handling prospect responses & booking meetings effortlessly. Type less and win more!\n\nIntroducing our new innovative FREE Prompts Library:\n\nRefine writing using expert prompts. Personalized Prompts for enhanced productivity.\n\nExplore our curated library of tailor-made prompts crafted by our engineers. They are designed to help you refine your skills, deepen your knowledge, and achieve results across all mediums.\n\nDiscover our collections, from creating blogs to crafting social media responses, writing emails, and developing your content strategy.\n\nNeed a specific prompt? Just request it from our team of experts - and you should have it in 24 hours :)"
  }
}