{
  "name": {
    "ar": "Linux Mint خادم الانترنت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Linux Mint online server",
    "de": "Linux Mint Online-Server",
    "es,es_419": "Linux Mint servidor en línea",
    "fr": "Linux Mint serveur en ligne",
    "hi": "Linux Mint ऑनलाइन सर्वर",
    "it": "Linux Mint server online",
    "ja": "Linux Mint オンラインサーバー",
    "ko": "Linux Mint 온라인 서버",
    "pl": "Linux Mint serwer online",
    "pt_BR,pt_PT": "Linux Mint servidor online",
    "ru": "Linux Mint онлайн сервер",
    "tr": "Linux Mint çevrimiçi sunucu",
    "uk": "Linux Mint онлайн-сервер",
    "zh_CN": "Linux Mint 在线服务器"
  },
  "short": {
    "ar": "قم بتشغيل خادم Linux Mint عبر الإنترنت مع استضافة مجانية على OnWorks",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Run Linux Mint online server with the free hosting OnWorks",
    "de": "Führen Sie den Linux Mint-Online-Server mit dem kostenlosen Hosting OnWorks aus",
    "es,es_419": "Ejecute el servidor en línea Linux Mint con el alojamiento gratuito OnWorks",
    "fr": "Exécutez le serveur en ligne Linux Mint avec l'hébergement gratuit OnWorks",
    "hi": "मुफ्त होस्टिंग OnWorks के साथ लिनक्स मिंट ऑनलाइन सर्वर चलाएं",
    "it": "Esegui il server online di Linux Mint con l'hosting gratuito OnWorks",
    "ja": "無料のホスティングOnWorksでLinux Mintオンラインサーバーを実行する",
    "ko": "무료 호스팅 OnWorks로 Linux Mint 온라인 서버 실행",
    "nl": "Voer Linux Mint online server uit met de gratis hosting OnWorkss",
    "pl": "Uruchom serwer online Linux Mint z bezpłatnym hostingiem OnWorks",
    "pt_BR,pt_PT": "Execute o servidor online Linux Mint com o OnWorks gratuito de hospedagem",
    "ru": "Запустите Linux Mint онлайн-сервер с бесплатного хостинга OnWorks",
    "tr": "Linux Mint çevrimiçi sunucusunu ücretsiz barındırma OnWorks ile çalıştırın",
    "uk": "Запустіть Інтернет-сервер Linux Mint за допомогою безкоштовного хостингу OnWorks",
    "zh_CN": "免费托管OnWorks，运行Linux Mint在线服务器"
  },
  "long": {
    "ar": "يوفر هذا الامتداد OnWorks Linux Mint عبر الإنترنت ، وهو توزيع قائم على Ubuntu وهدفه هو توفير تجربة سطح المكتب الكلاسيكية مع العديد من الأدوات المخصصة والمخصصة ودعم الوسائط المتعددة الاختياري.\n\nيعتبر Linux Mint أحد أكثر توزيعات Linux المستندة إلى Ubuntu وأكثرها سهولة في الاستخدام. إنه مناسب تمامًا للوافدين الجدد والمستخدمين المتقدمين. الشعار الرئيسي لنظام Linux Mint هو \"من الحرية جاء الأناقة\" التي توفر تجربة مستقرة وقوية وسهلة الاستخدام وكاملة خارج اللعبة.\n\nمعالمه الرئيسية هي:\n\nنظرًا لأن Linux Mint هو نظام Linux Linux المستند إلى Ubuntu ، فهو متوافق تمامًا مع مستودعات برنامج Ubuntu.\n\nيأتي مع نظام ممتلئ بما في ذلك ملحقات المستعرض وبرامج ترميز الوسائط ودعم تشغيل DVD وجافا والمكونات الأخرى.\n\nيأتي Linux Mint مع مجموعة من القوالب المختلفة حسب حاجة المستخدم ، بما في ذلك Cinnamon و GNOME و KDE و MATE و Xfce.\n\nيأتي هذا الجهاز مع بيئة سطح مكتب سينامون التي تتميز بدرجة فائقة من الاستقرار والأناقة.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension provides OnWorks Linux Mint online, an Ubuntu-based distribution whose goal is to provide a classic desktop experience with many convenient, custom tools and optional out-of-the-box multimedia support. \n\nLinux Mint is one of the most popular and best user-friendly Ubuntu-based Linux distro available out there. It is perfect fit for both newcomers and advanced users. The main motto of Linux Mint is “From freedom came elegance” which provides a stable, powerful, easy to use, and a complete out of the box experience.\n\nIts main features are:\n\nAs Linux Mint is Ubuntu-based Linux distro, so it is fully compatible with Ubuntu software repositories.\n\nComes with a full-packed system including browser plugins, media codecs, support for DVD playback, Java, and other components.\n\nLinux Mint comes with a set of different templates as per user’s need including Cinnamon, GNOME, KDE, MATE, Xfce.\n\nThis one comes with Cinnamon desktop environment which is super stable and looks elegant.",
    "de": "Diese Erweiterung bietet OnWorks Linux Mint online, eine Ubuntu-basierte Distribution, deren Ziel es ist, ein klassisches Desktop-Erlebnis mit vielen praktischen, benutzerdefinierten Tools und optionaler sofort einsatzbereiter Multimedia-Unterstützung zu bieten.\n\nLinux Mint ist eine der beliebtesten und benutzerfreundlichsten Ubuntu-basierten Linux-Distributionen auf dem Markt. Es ist perfekt für Neulinge und fortgeschrittene Benutzer geeignet. Das Hauptmotto von Linux Mint lautet „Aus Freiheit kam Eleganz“ und bietet ein stabiles, leistungsstarkes, benutzerfreundliches und sofort einsatzbereites Erlebnis.\n\nSeine Hauptmerkmale sind:\n\nDa Linux Mint eine Ubuntu-basierte Linux-Distribution ist, ist es vollständig kompatibel mit Ubuntu-Software-Repositorys.\n\nKommt mit einem voll gepackten System, das Browser-Plugins, Mediencodecs, Unterstützung für die DVD-Wiedergabe, Java und andere Komponenten enthält.\n\nLinux Mint wird je nach Bedarf des Benutzers mit verschiedenen Vorlagen geliefert, darunter Cinnamon, GNOME, KDE, MATE, Xfce.\n\nDieser kommt mit Cinnamon Desktop-Umgebung, die super stabil ist und elegant aussieht.",
    "es,es_419": "Esta extensión proporciona OnWorks Linux Mint en línea, una distribución basada en Ubuntu cuyo objetivo es proporcionar una experiencia de escritorio clásica con muchas herramientas convenientes y personalizadas y soporte multimedia listo para usar opcional.\n\nLinux Mint es una de las distribuciones de Linux más populares y fáciles de usar basadas en Ubuntu disponibles en el mercado. Es perfecto tanto para los recién llegados como para los usuarios avanzados. El lema principal de Linux Mint es \"De la libertad vino la elegancia\", que proporciona una experiencia estable, potente, fácil de usar y completa.\n\nSus características principales son:\n\nComo Linux Mint es una distribución de Linux basada en Ubuntu, es totalmente compatible con los repositorios de software de Ubuntu.\n\nViene con un sistema completo que incluye complementos de navegador, códecs de medios, soporte para reproducción de DVD, Java y otros componentes.\n\nLinux Mint viene con un conjunto de plantillas diferentes según las necesidades del usuario, incluidas Cinnamon, GNOME, KDE, MATE, Xfce.\n\nEste viene con un entorno de escritorio Cinnamon que es súper estable y se ve elegante.",
    "fr": "Cette extension fournit OnWorks Linux Mint en ligne, une distribution basée sur Ubuntu dont le but est de fournir une expérience de bureau classique avec de nombreux outils pratiques et personnalisés et une prise en charge multimédia optionnelle prête à l'emploi.\n\nLinux Mint est l'une des distributions Linux basées sur Ubuntu les plus populaires et les plus conviviales disponibles sur le marché. Il convient parfaitement aux nouveaux arrivants et aux utilisateurs avancés. La devise principale de Linux Mint est «De la liberté est venue l'élégance» qui offre une expérience stable, puissante, facile à utiliser et complète.\n\nSes principales caractéristiques sont:\n\nComme Linux Mint est une distribution Linux basée sur Ubuntu, il est donc entièrement compatible avec les référentiels de logiciels Ubuntu.\n\nLivré avec un système complet comprenant des plug-ins de navigateur, des codecs multimédias, la prise en charge de la lecture de DVD, Java et d'autres composants.\n\nLinux Mint est livré avec un ensemble de modèles différents selon les besoins des utilisateurs, notamment Cinnamon, GNOME, KDE, MATE, Xfce.\n\nCelui-ci est livré avec un environnement de bureau Cinnamon qui est super stable et élégant.",
    "hi": "यह एक्सटेंशन ओनवर्क्स लिनक्स मिंट ऑनलाइन प्रदान करता है, एक उबंटू-आधारित वितरण जिसका लक्ष्य कई सुविधाजनक, कस्टम टूल और वैकल्पिक आउट-ऑफ-द-बॉक्स मल्टीमीडिया समर्थन के साथ एक क्लासिक डेस्कटॉप अनुभव प्रदान करना है।\n\nलिनक्स मिंट सबसे लोकप्रिय और सबसे अच्छा उपयोगकर्ता-अनुकूल उबंटू-आधारित लिनक्स डिस्ट्रो में से एक है जो वहां उपलब्ध है। यह नए लोगों और उन्नत उपयोगकर्ताओं दोनों के लिए एकदम सही है। लिनक्स टकसाल का मुख्य उद्देश्य \"स्वतंत्रता से लालित्य आया\" है जो एक स्थिर, शक्तिशाली, उपयोग करने में आसान और बॉक्स अनुभव से पूर्ण है।\n\nइसकी मुख्य विशेषताएं हैं:\n\nचूंकि लिनक्स टकसाल उबंटू आधारित लिनक्स डिस्ट्रो है, इसलिए यह उबंटू सॉफ्टवेयर रिपॉजिटरी के साथ पूरी तरह से संगत है।\n\nब्राउज़र प्लग इन, मीडिया कोडेक्स, डीवीडी प्लेबैक, जावा और अन्य घटकों के लिए समर्थन सहित एक पूर्ण-पैक प्रणाली के साथ आता है।\n\nलिनक्स टकसाल उपयोगकर्ता की जरूरत के अनुसार विभिन्न टेम्पलेट्स के एक सेट के साथ आता है, जिसमें दालचीनी, GNOME, KDE, MATE, Xfce शामिल हैं।\n\nयह एक Cinnamon डेस्कटॉप वातावरण के साथ आता है जो सुपर स्थिर है और सुरुचिपूर्ण दिखता है।",
    "it": "Questa estensione fornisce OnWorks Linux Mint online, una distribuzione basata su Ubuntu il cui obiettivo è fornire un'esperienza desktop classica con molti strumenti convenienti e personalizzati e supporto multimediale pronto all'uso.\n\nLinux Mint è una delle distribuzioni Linux basate su Ubuntu più popolari e facili da usare disponibili sul mercato. È perfetto per principianti e utenti esperti. Il motto principale di Linux Mint è \"Dalla libertà è arrivata l'eleganza\" che offre un'esperienza stabile, potente, facile da usare e completa.\n\nLe sue caratteristiche principali sono:\n\nDato che Linux Mint è una distribuzione Linux basata su Ubuntu, quindi è completamente compatibile con i repository software Ubuntu.\n\nViene fornito con un sistema completo che include plug-in per browser, codec multimediali, supporto per la riproduzione di DVD, Java e altri componenti.\n\nLinux Mint viene fornito con una serie di modelli diversi in base alle esigenze dell'utente, tra cui Cinnamon, GNOME, KDE, MATE, Xfce.\n\nQuesto è dotato di un ambiente desktop Cinnamon che è super stabile e sembra elegante.",
    "ja": "この拡張機能は、多くの便利なカスタムツールとオプションのすぐに使えるマルチメディアサポートを備えたクラシックなデスクトップエクスペリエンスを提供することを目的とする、UbuntuベースのディストリビューションであるOnWorks Linux Mintオンラインを提供します。\n\nLinux Mintは、最も人気があり、ユーザーにとって使いやすいUbuntuベースのLinuxディストリビューションの1つです。初心者と上級ユーザーの両方に最適です。 Linux Mintの主なモットーは、「自由から生まれた優雅さ」です。これは、安定した強力で使いやすく、すぐに使用できる完全なエクスペリエンスを提供します。\n\n主な機能は次のとおりです。\n\nLinux MintはUbuntuベースのLinuxディストリビューションであるため、Ubuntuソフトウェアリポジトリと完全に互換性があります。\n\nブラウザープラグイン、メディアコーデック、DVD再生のサポート、Java、その他のコンポーネントを含むフルパックシステムが付属しています。\n\nLinux Mintには、Cinnamon、GNOME、KDE、MATE、Xfceなど、ユーザーのニーズに応じたさまざまなテンプレートのセットが付属しています。\n\nこれには、非常に安定していてエレガントに見えるCinnamonデスクトップ環境が付属しています。",
    "ko": "이 확장 기능은 Ubuntu 기반 배포판 인 OnWorks Linux Mint 온라인을 제공하며, 그 목적은 편리한 사용자 정의 도구와 옵션으로 기본 제공되는 멀티미디어 지원으로 클래식 데스크탑 환경을 제공하는 것입니다.\n\nLinux Mint는 가장 인기 있고 사용자 친화적 인 Ubuntu 기반 Linux 배포판 중 하나입니다. 초보자와 고급 사용자 모두에게 적합합니다. Linux Mint의 주요 모토는 \"자유가 시작된 우아함\"입니다. 안정적이고 강력하며 사용하기 쉬우 며 완벽한 경험을 제공합니다.\n\n주요 특징은 다음과 같습니다.\n\nLinux Mint는 Ubuntu 기반 Linux 배포판이므로 Ubuntu 소프트웨어 리포지토리와 완벽하게 호환됩니다.\n\n브라우저 플러그인, 미디어 코덱, DVD 재생 지원, Java 및 기타 구성 요소를 포함한 전체 시스템이 제공됩니다.\n\nLinux Mint에는 Cinnamon, GNOME, KDE, MATE, Xfce 등 사용자의 필요에 따라 다양한 템플릿이 제공됩니다.\n\n이것은 Cinnamon 데스크탑 환경과 함께 제공되며 매우 안정적이며 우아하게 보입니다.",
    "nl": "Deze uitbreiding biedt OnWorks Linux Mint online, een op Ubuntu gebaseerde distributie met als doel een klassieke desktopervaring te bieden met veel handige, aangepaste tools en optionele kant-en-klare multimedia-ondersteuning.\n\nLinux Mint is een van de meest populaire en beste gebruiksvriendelijke op Ubuntu gebaseerde Linux-distro die er is. Het is perfect geschikt voor zowel nieuwkomers als geavanceerde gebruikers. Het belangrijkste motto van Linux Mint is \"Van vrijheid kwam elegantie\", wat een stabiele, krachtige, gemakkelijk te gebruiken en een complete out-of-the-box-ervaring biedt.\n\nDe belangrijkste kenmerken zijn:\n\nAangezien Linux Mint op Ubuntu gebaseerde Linux-distro is, is het volledig compatibel met Ubuntu-software-opslagplaatsen.\n\nWordt geleverd met een volgepakt systeem inclusief browserplug-ins, mediacodecs, ondersteuning voor het afspelen van dvd's, Java en andere componenten.\n\nLinux Mint wordt geleverd met een reeks verschillende sjablonen die per gebruiker nodig hebben, waaronder Cinnamon, GNOME, KDE, MATE, Xfce.\n\nDeze wordt geleverd met Cinnamon-desktopomgeving die superstabiel is en er elegant uitziet.",
    "pl": "To rozszerzenie zapewnia OnWorks Linux Mint online, dystrybucję opartą na systemie Ubuntu, której celem jest zapewnienie klasycznego środowiska pracy z wieloma wygodnymi, niestandardowymi narzędziami i opcjonalną gotową obsługą multimediów.\n\nLinux Mint to jedna z najpopularniejszych i najbardziej przyjaznych dla użytkownika dystrybucji Linuksa opartych na Ubuntu. Jest to idealne rozwiązanie zarówno dla początkujących, jak i zaawansowanych użytkowników. Głównym mottem Linux Mint jest „Z wolności przyszła elegancja”, która zapewnia stabilny, wydajny, łatwy w użyciu i kompletny interfejs.\n\nJego główne cechy to:\n\nPonieważ Linux Mint jest dystrybucją Linuksa opartą na Ubuntu, jest więc w pełni kompatybilny z repozytoriami oprogramowania Ubuntu.\n\nDostarczany jest z pełnym pakietem obejmującym wtyczki do przeglądarek, kodeki multimediów, obsługę odtwarzania DVD, Java i innych komponentów.\n\nLinux Mint zawiera zestaw różnych szablonów według potrzeb użytkownika, w tym Cinnamon, GNOME, KDE, MATE, Xfce.\n\nTen jest wyposażony w środowisko pulpitu Cinnamon, które jest super stabilne i wygląda elegancko.",
    "pt_BR,pt_PT": "Essa extensão fornece o OnWorks Linux Mint online, uma distribuição baseada no Ubuntu, cujo objetivo é fornecer uma experiência clássica de desktop com muitas ferramentas convenientes e personalizadas e suporte multimídia opcional pronto para uso.\n\nO Linux Mint é uma das mais populares e melhores distribuições Linux baseadas no Ubuntu disponíveis no mercado. É perfeito para iniciantes e usuários avançados. O lema principal do Linux Mint é “Da ​​liberdade veio a elegância”, que fornece uma experiência estável, poderosa, fácil de usar e completa.\n\nSuas principais características são:\n\nComo o Linux Mint é uma distribuição Linux baseada no Ubuntu, é totalmente compatível com os repositórios de software do Ubuntu.\n\nVem com um sistema completo, incluindo plug-ins de navegador, codecs de mídia, suporte para reprodução de DVD, Java e outros componentes.\n\nO Linux Mint vem com um conjunto de modelos diferentes conforme a necessidade do usuário, incluindo Cinnamon, GNOME, KDE, MATE, Xfce.\n\nEste é fornecido com o ambiente de trabalho Cinnamon, super estável e elegante.",
    "ru": "Это расширение предоставляет OnWorks Linux Mint онлайн, дистрибутив на основе Ubuntu, целью которого является обеспечение классического рабочего стола с множеством удобных, настраиваемых инструментов и дополнительной встроенной поддержкой мультимедиа.\n\nLinux Mint - один из самых популярных и удобных для пользователей дистрибутивов Linux на основе Ubuntu. Он идеально подходит как для новичков, так и для опытных пользователей. Основной девиз Linux Mint - «Из свободы пришла элегантность», которая обеспечивает стабильную, мощную, простую в использовании и полную готовность к работе.\n\nЕго основными особенностями являются:\n\nТак как Linux Mint является дистрибутивом Linux на основе Ubuntu, он полностью совместим с программными репозиториями Ubuntu.\n\nПоставляется с полностью упакованной системой, включающей плагины для браузера, медиа-кодеки, поддержку воспроизведения DVD, Java и другие компоненты.\n\nLinux Mint поставляется с набором различных шаблонов в соответствии с потребностями пользователя, включая Cinnamon, GNOME, KDE, MATE, Xfce.\n\nЭтот поставляется с настольной средой Cinnamon, которая очень стабильна и выглядит элегантно.",
    "tr": "Bu uzantı, hedefi birçok kullanışlı, özel araç ve isteğe bağlı kullanıma hazır multimedya desteği ile klasik bir masaüstü deneyimi sunmak olan Ubuntu tabanlı bir dağıtım olan OnWorks Linux Mint çevrimiçi sağlar.\n\nLinux Mint, mevcut en popüler ve en kullanıcı dostu Ubuntu tabanlı Linux dağıtımlarından biridir. Hem yeni gelenler hem de ileri düzey kullanıcılar için mükemmel bir seçimdir. Linux Mint'in ana sloganı, istikrarlı, güçlü, kullanımı kolay ve eksiksiz bir deneyim sunan “Özgürlükten zarafet geldi” dir.\n\nBaşlıca özellikleri:\n\nLinux Mint Ubuntu tabanlı bir Linux dağıtım olduğundan, Ubuntu yazılım depolarıyla tamamen uyumludur.\n\nTarayıcı eklentileri, medya kodekleri, DVD oynatma desteği, Java ve diğer bileşenleri içeren tam dolu bir sistemle birlikte gelir.\n\nLinux Mint, Tarçın, GNOME, KDE, MATE, Xfce dahil olmak üzere kullanıcının ihtiyacına göre bir dizi farklı şablonla birlikte gelir.\n\nBu, süper kararlı ve zarif görünen Tarçın masaüstü ortamı ile birlikte gelir.",
    "uk": "Це розширення надає OnWorks Linux Mint в Інтернеті, дистрибутив на базі Ubuntu, метою якого є надання класичного досвіду на робочому столі з багатьма зручними, користувацькими інструментами та додатковою нестандартною мультимедійною підтримкою.\n\nLinux Mint - це один із найпопулярніших та найкращих зручних для користувача Ubuntu дистрибутивів Linux, доступний там. Він ідеально підходить як для новачків, так і для досвідчених користувачів. Основним девізом Linux Mint є «Зі свободи вийшла елегантність», яка забезпечує стабільну, потужну, просту у використанні та повну практичну практику.\n\nОсновними його особливостями є:\n\nОскільки Linux Mint - це дистрибутив Linux на базі Ubuntu, тому він повністю сумісний із сховищами програмного забезпечення Ubuntu.\n\nПоставляється з повноцінною системою, включаючи плагіни браузера, медіа-кодеки, підтримку відтворення DVD, Java та інших компонентів.\n\nLinux Mint постачається з набором різних шаблонів відповідно до потреб користувача, включаючи Cinnamon, GNOME, KDE, MATE, Xfce.\n\nУ цьому комплекті настільне середовище Cinnamon, яке дуже стійке та елегантне.",
    "zh_CN": "此扩展程序提供OnWorks Linux Mint在线，这是一个基于Ubuntu的发行版，其目标是通过许多便捷的自定义工具和可选的即购即用多媒体支持来提供经典的桌面体验。\n\nLinux Mint是市面上最受欢迎，最易用的基于Ubuntu的Linux发行版之一。它非常适合新手和高级用户。 Linux Mint的主要座右铭是“优雅源自自由”，它提供了稳定，强大，易于使用的体验，以及完整的即装即用体验。\n\n其主要特点是：\n\n由于Linux Mint是基于Ubuntu的Linux发行版，因此它与Ubuntu软件存储库完全兼容。\n\n带有完整的系统，包括浏览器插件，媒体编解码器，对DVD播放的支持，Java和其他组件。\n\n根据用户的需要，Linux Mint附带了一组不同的模板，包括Cinnamon，GNOME，KDE，MATE和Xfce。\n\n这个带有Cinnamon桌面环境，该环境超级稳定且外观优雅。"
  }
}