{
  "name": {
    "ar": "ماسح الفواتير OCR",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Invoice Scanner OCR",
    "de": "Rechnungsscanner OCR",
    "es": "Escáner de Facturas OCR",
    "fr": "Scanner de Factures OCR",
    "it": "Scanner di Fatture OCR",
    "ja": "請求書スキャナー OCR",
    "ko": "송장 스캐너 OCR",
    "pl": "Skaner Faktur OCR",
    "pt_BR,pt_PT": "Scanner de Faturas OCR"
  },
  "short": {
    "ar": "ماسح الفواتير: وفر الوقت وتجنب إدخال البيانات يدويًا",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Invoice Scanner: Save Time & Skip Manual Data Entry",
    "de": "Rechnungsscanner: Zeit sparen & manuelle Dateneingabe vermeiden",
    "es": "Escáner de Facturas: Ahorra Tiempo y Evita la Entrada Manual de Datos",
    "fr": "Scanner de Factures : Gagnez du Temps et Évitez la Saisie Manuelle des Données",
    "it": "Scanner di Fatture: Risparmia Tempo ed Evita l’Inserimento Manuale dei Dati",
    "ja": "請求書スキャナー: 時間を節約し、手動データ入力を回避",
    "ko": "송장 스캐너: 시간 절약 및 수동 데이터 입력 방지",
    "pl": "Skaner Faktur: Oszczędzaj Czas i Unikaj Ręcznego Wprowadzania Danych",
    "pt_BR,pt_PT": "Scanner de Faturas: Economize Tempo e Evite Entrada Manual de Dados"
  },
  "long": {
    "ar": "ماسح الفواتير: تبسيط معالجة البيانات\n\nيعمل تطبيق ماسح الفواتير على تسهيل إدارة الفواتير من خلال استخراج البيانات الأساسية وتحويلها مباشرة إلى تنسيق Excel.\n\nفوائد رئيسية:\n\n- التقاط بيانات دقيقة: يستخرج تفاصيل مثل التواريخ، المبالغ، الموردين، وأرقام الفواتير، مما يقلل من الحاجة إلى إدخال البيانات يدويًا.\n- تنظيم الفواتير: سهولة فرز والبحث عن الفواتير حسب التاريخ، المورد، أو الفئة، لتسهيل تتبع الحسابات المالية.\n- توفير الوقت: امسح الفواتير بسرعة واحتفظ بها بصيغة رقمية لتسريع سير العمل المحاسبي.\n- خيارات تصدير سلسة: حوّل الفواتير الممسوحة إلى ملفات Excel أو CSV لتكامل سهل مع أدوات المحاسبة.\n- تخزين خالٍ من الفوضى: قلل استخدام الورق ووفر المساحة عن طريق الاحتفاظ بجميع الفواتير بصيغة رقمية.\n- تحقق من أرصدة حسابك.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Invoice Scanner: Streamline Your Data Processing\n\nOur Invoice Scanner app simplifies invoice management by extracting essential data from invoices and converting it directly into Excel format.\n\nKey Benefits:\n\n- Precise Data Capture: extracts details like dates, amounts, vendors, and invoice numbers, reducing the need for manual data entry.\n- Organized Invoices: easily sort and search your invoices by date, supplier, or category, making it easier to track your finances.\n- Time Efficiency: quickly scan invoices and store them in a digital format, speeding up your accounting workflow.\n-Export Options: convert your scanned invoices into Excel or CSV files for straightforward integration with your accounting tools.\n- Clutter-Free Storage: reduce paper use and save space by keeping all your invoices in a digital format.\n- Check your account credits.",
    "de": "Rechnungsscanner: Optimieren Sie Ihre Datenverarbeitung\n\nUnsere Rechnungsscanner-App vereinfacht die Rechnungsverwaltung, indem sie wichtige Daten aus Rechnungen extrahiert und direkt in das Excel-Format konvertiert.\n\nHauptvorteile:\n\n- Präzise Datenerfassung: erfasst Details wie Daten, Beträge, Lieferanten und Rechnungsnummern und reduziert so den Bedarf an manueller Dateneingabe.\n- Organisierte Rechnungen: sortieren und durchsuchen Sie Ihre Rechnungen einfach nach Datum, Lieferant oder Kategorie, um Ihre Finanzen leichter im Blick zu behalten.\n- Zeitersparnis: scannen Sie Rechnungen schnell und speichern Sie sie digital, um Ihren Buchhaltungsworkflow zu beschleunigen.\n- Nahtlose Exportoptionen: konvertieren Sie Ihre gescannten Rechnungen in Excel- oder CSV-Dateien für eine einfache Integration mit Ihren Buchhaltungstools.\n- Platzsparende Speicherung: reduzieren Sie den Papierverbrauch und sparen Sie Platz, indem Sie alle Rechnungen digital aufbewahren.\n- Überprüfen Sie Ihre Kontoguthaben.",
    "es": "Escáner de Facturas: Optimice su Procesamiento de Datos\n\nNuestra aplicación de escáner de facturas simplifica la gestión de facturas al extraer datos esenciales y convertirlos directamente en formato Excel.\n\nBeneficios clave:\n\n- Captura de Datos Precisa: extrae detalles como fechas, montos, proveedores y números de factura, reduciendo la necesidad de ingresar datos manualmente.\n- Facturas Organizadas: ordene y busque fácilmente sus facturas por fecha, proveedor o categoría, facilitando el seguimiento de sus finanzas.\n- Eficiencia de Tiempo: escanee rápidamente las facturas y guárdelas en formato digital, acelerando su flujo de trabajo contable.\n- Opciones de Exportación Sin Complicaciones: convierta sus facturas escaneadas en archivos Excel o CSV para integrarlos fácilmente con sus herramientas de contabilidad.\n- Almacenamiento Sin Desorden: reduzca el uso de papel y ahorre espacio manteniendo todas sus facturas en formato digital.\n- Verifique los créditos de su cuenta.",
    "fr": "Scanner de Factures : Simplifiez votre Traitement de Données\n\nNotre application de scanner de factures facilite la gestion des factures en extrayant les données essentielles et en les convertissant directement en format Excel.\n\nAvantages principaux :\n\n- Capture de Données Précise : extrait des informations comme les dates, montants, fournisseurs et numéros de facture, réduisant le besoin de saisie manuelle.\n- Factures Organisées : triez et recherchez facilement vos factures par date, fournisseur ou catégorie, facilitant le suivi de vos finances.\n- Gain de Temps : scannez rapidement vos factures et stockez-les en format numérique, accélérant votre flux de travail comptable.\n- Options d’Exportation Simples : convertissez vos factures scannées en fichiers Excel ou CSV pour une intégration facile avec vos outils de comptabilité.\n- Stockage Sans Encombrement : réduisez l’utilisation de papier et économisez de l’espace en conservant toutes vos factures en format numérique.\n- Vérifiez vos crédits de compte.",
    "it": "Scanner di Fatture: Semplifica il tuo Processo di Gestione Dati\n\nLa nostra app Scanner di Fatture semplifica la gestione delle fatture estraendo i dati essenziali e convertendoli direttamente in formato Excel.\n\nVantaggi principali:\n\n- Acquisizione Dati Precisa: estrae dettagli come date, importi, fornitori e numeri di fattura, riducendo la necessità di inserimento manuale dei dati.\n- Fatture Organizzate: ordina e ricerca facilmente le tue fatture per data, fornitore o categoria, facilitando il monitoraggio delle tue finanze.\n- Risparmio di Tempo: scansiona rapidamente le fatture e conservale in formato digitale, velocizzando il flusso di lavoro contabile.\n- Opzioni di Esportazione Semplici: converte le fatture scansionate in file Excel o CSV per un’integrazione facile con i tuoi strumenti contabili.\n- Archiviazione Senza Ingombro: riduci l’uso di carta e risparmia spazio mantenendo tutte le tue fatture in formato digitale.\n- Controlla i crediti del tuo account.",
    "ja": "請求書スキャナー: データ処理の効率化\n\n請求書スキャナーアプリは、請求書から必要なデータを抽出し、Excel形式に直接変換することで、請求書管理を簡単にします。\n\n主なメリット:\n\n- 正確なデータ取得: 日付、金額、取引先、請求書番号などを抽出し、手動入力の手間を減らします。\n- 整理された請求書: 日付、取引先、カテゴリで簡単に請求書を並べ替えたり検索したりでき、財務管理が容易になります。\n- 時間の効率化: 請求書を素早くスキャンしてデジタル形式で保存し、会計処理の効率を高めます。\n- スムーズなエクスポートオプション: スキャンした請求書をExcelやCSVファイルに変換し、会計ツールとの統合が簡単です。\n- 整理された保存: 紙の使用を減らし、すべての請求書をデジタル形式で保管することで、スペースを節約します。\n- アカウントのクレジットを確認する。",
    "ko": "송장 스캐너: 데이터 처리 간소화\n\n송장 스캐너 앱은 송장에서 중요한 데이터를 추출하여 Excel 형식으로 직접 변환함으로써 송장 관리를 간편하게 해줍니다.\n\n주요 혜택:\n\n- 정확한 데이터 추출: 날짜, 금액, 공급업체 및 송장 번호와 같은 세부 정보를 추출하여 수작업 입력을 줄여줍니다.\n- 체계적인 송장 정리: 날짜, 공급업체 또는 카테고리별로 송장을 쉽게 정렬하고 검색하여 재정 관리를 더 편리하게 합니다.\n- 시간 절약: 송장을 빠르게 스캔하고 디지털 형식으로 저장하여 회계 워크플로우를 가속화합니다.\n- 간편한 내보내기 옵션: 스캔한 송장을 Excel 또는 CSV 파일로 변환하여 회계 도구와 손쉽게 통합할 수 있습니다.\n- 공간 절약: 종이 사용을 줄이고 모든 송장을 디지털 형식으로 보관하여 공간을 절약할 수 있습니다.\n- 계정 크레딧 확인.",
    "pl": "Skaner Faktur: Usprawnij Przetwarzanie Danych\n\nNasza aplikacja Skaner Faktur upraszcza zarządzanie fakturami, automatycznie wyodrębniając kluczowe dane i konwertując je bezpośrednio do formatu Excel.\n\nGłówne korzyści:\n\n- Precyzyjne Pozyskiwanie Danych: wyodrębnia informacje, takie jak daty, kwoty, dostawcy i numery faktur, redukując potrzebę ręcznego wprowadzania danych.\n- Zorganizowane Faktury: łatwo sortuj i wyszukuj faktury według daty, dostawcy lub kategorii, co ułatwia kontrolę finansów.\n- Oszczędność Czasu: szybko skanuj faktury i zapisuj je w formacie cyfrowym, przyspieszając procesy księgowe.\n- Proste Opcje Eksportu: konwertuj zeskanowane faktury do plików Excel lub CSV, aby łatwo integrować je z narzędziami księgowymi.\n- Przechowywanie Bez Zagracania: zmniejsz zużycie papieru i oszczędzaj miejsce, przechowując wszystkie faktury w formacie cyfrowym.\n- Sprawdź swoje kredyty na koncie.",
    "pt_BR,pt_PT": "Scanner de Faturas: Simplifique o Processamento de Dados\n\nNosso aplicativo Scanner de Faturas facilita a gestão de faturas, extraindo dados essenciais e convertendo-os diretamente para o formato Excel.\n\nPrincipais Benefícios:\n\n- Captura Precisa de Dados: extrai informações como datas, valores, fornecedores e números de fatura, reduzindo a necessidade de entrada manual de dados.\n- Faturas Organizadas: ordene e pesquise facilmente suas faturas por data, fornecedor ou categoria, facilitando o controle financeiro.\n- Economia de Tempo: digitalize rapidamente suas faturas e armazene-as em formato digital, acelerando o fluxo de trabalho contábil.\n- Opções de Exportação Simples: converta suas faturas digitalizadas em arquivos Excel ou CSV para uma integração fácil com suas ferramentas de contabilidade.\n- Armazenamento sem Desordem: reduza o uso de papel e economize espaço mantendo todas as faturas em formato digital.\n- Verifique os créditos da sua conta."
  }
}