{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UpPocket"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "List, search, and open your Pocket links from a convenient popup."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uppocket is a repackage of discontinued PickPocket. All credit goes to PickPocket.\n\nUppocket lets you view, search, and open links from your Pocket account in a convenient popup window.\n\nHighlights: – view and open your unread pocket links from a convenient popup.\n\n– search all your links (archived ones too).\n\n– optionally open all unread links in tabs with one click.\n\n– optionally open links in Pockets reading-optimized view.\n\n– auto-archive links when you open (or close) them.\n\n– archive or remove links with a click, a keyboard shortcut, or a context menu command.\n\n– pin links to the unread list.\n\n– add links to Pocket using the popup or context menu items.\n\nUppocket has two basic modes of operation.\n\nYou can choose the mode to use in the extensions Options.\n\nIn list mode, clicking the toolbar button will open a popup listing your unread (or unarchived) Pocket links.\n\nYou can open a link from the list by clicking it or by selecting it with the up/down keys and pressing enter.\n\nYou can also search all your links (including archived ones) using the search bar at the top of the popup.\n\nIn tabs mode, clicking the toolbar button will simply open all of your unread links in new tabs.\n\n(If you have more than 10 unread links, the extension will ask you to confirm opening them.)\n\nIn either mode, Uppocket can automatically archive a link when you open it.\n\nArchiving can be done when you activate the links tab or when you close it (or never).\n\nYou can choose the desired setting in Options.\n\nYou can also manually archive a link using a context menu command or by typing Shift+Alt+P while viewing its tab.\n\nTo override automatic archival once, hold down the Shift key while clicking a link.\n\nYou can archive or delete a link in the popup by clicking the appropriate icon or typing a keyboard shortcut (see below).\n\nYou can also add links to your pocket account using a context menu item (\"Add Page to Pocket\"), a keyboard shortcut (Ctrl+Shift+P), or the add button in the list-mode popup.\n\nIf you use the popups Add button (the \"+\" icon), you get a form in which you can edit the title and URL of the link before submitting it.\n\nIf you use the context menu item or the keyboard shortcut, Uppocket will just use the URL and title of the current web page"
  }
}