{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sitemap Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check for the existence of a sitemap file and download URLs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SiteMap Finder is your go-to tool for effortlessly locating sitemaps on any website you visit. Whether you're a developer, SEO specialist, or just curious about a site's structure, this intuitive Chrome extension simplifies the process of finding sitemaps, saving you time and effort.\n\nWith SiteMap Finder, you can:\n\nQuickly discover XML sitemaps for any website with just a click.\n\nStreamline your SEO workflow by efficiently identifying sitemaps to analyze site structure and content organization.\n\nAccess sitemaps for improved website indexing, search engine visibility, and overall optimization efforts.\n\nEnhance website auditing and content management processes by easily accessing comprehensive sitemap data.\n\nKey Features:\n\nEffortless Sitemap Discovery: Instantly locate sitemaps on any website you visit.\nIntuitive Interface: User-friendly interface for seamless navigation and operation.\nTime-Saving: Save valuable time by eliminating the hassle of manual sitemap searches.\nOptimization Assistance: Simplify SEO tasks and improve website performance with streamlined sitemap access.\nReliable Support: Continuous updates and support to ensure compatibility with the latest Chrome versions and web standards.\n\nHow to Use:\n\nInstall SiteMap Finder from the Chrome Web Store.\nNavigate to any website.\nClick on the SiteMap Finder extension icon in your Chrome toolbar.\nInstantly view and access available sitemaps for the current website.\nGet Started with SiteMap Finder today and take the guesswork out of sitemap discovery!"
  }
}