{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OrgOrg"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize your organization"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The OrgOrg Chrome extension is the ultimate productivity solution for your team's needs. It streamlines workflows and enhances browsing experiences to boost efficiency, making it an excellent tool for remote teams that need an easy and efficient way to stay connected and productive.\n\nThe shortlinks feature allows you to easily generate branded shortlinks — use go/, jump/ or whatever makes it feel unique to your company. With shortlinks discovery, you can browse and search shortlinks that are globally popular, trending, most recently used, or newly created in your organization. Shortlinks can be unlisted for a level of privacy for those sensitive docs that still need a shortlink. Collaboration is also made easy, as team members can keep links up-to-date or choose to lock them for editing by only the creator.\n\nThe OrgOrg Chrome extension provides an easy mechanism to display shortlinks on your banded new tab for easy access. Administrators can create a branded new tab theme for employees in their organization. Each time an employee opens a new tab, they are presented with a company branded experience and quick links to the most commonly accessed resources. Easily create a work context that saves employees time by quickly getting them to the right resource.\n\nWith the OrgOrg Chrome extension, everything your team needs is at your fingertips, eliminating the hassle of navigating through bookmarks and searching for the right resources. This tool is perfect for businesses of all sizes and industries, from startups to enterprise-level organizations. Try it today and see the difference it can make in your team's productivity."
  }
}