{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ShowMeTheDiagram (PlantUML viewer)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlanUML viewer for GitHub and Azure DevOps. Note: this is a PoC extension, using https://plantuml.com/ to render diagrams."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nThe \"PlanUML Viewer\" is a powerful and convenient Chrome extension that allows you to seamlessly view diagrams within GitHub and Azure DevOps repositories by rendering PlantUML syntax. With this extension, you can effortlessly visualize and understand the structure and relationships of various software projects.\n\nIt looks for any code in your Markdown files starting with below syntax:\n\n```\n@startuml\n\nExample repository: https://github.com/Chroscielski/plantUML-extension-samples/blob/main/README.md\n\nPrivacy Warning:\nPlease note that the \"PlanUML Viewer\" extension is a proof-of-concept (PoC) implementation and relies on a remote host, namely \"https://plantuml.com/,\" to render the diagrams. Due to this dependency, it is important to be aware of potential privacy implications. The extension communicates with the remote host to process and display UML diagrams, and as a result, diagram data may be transmitted to and processed by the host. Please exercise caution while using the extension and be mindful of the data you choose to share.\n\nNote:\nAs a PoC extension, the \"PlanUML Viewer\" is continuously being improved and enhanced to provide a seamless and secure experience. While the remote host is currently used for rendering diagrams, future versions may incorporate alternative rendering options or self-hosted capabilities to address privacy concerns."
  }
}