{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "3 Tekken - Play Tekken 3 Online in Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play the retro PlayStation classic, Tekken 3 in your browser without downloading anything."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Relive the nostalgia of playing Tekken 3, the legendary PlayStation classic, directly in your browser with the 3 Tekken Chrome Extension. No downloads, no installations—just pure gaming fun! This extension gives you instant access to the game in a popup window and offers a convenient button to play in fullscreen mode on 3Tekken.com, where you can customize controls, save progress, and enjoy additional features.\n\nHow to Play Tekken 3 Online on 3Tekken.com\n\nGetting started is effortless! Follow these simple steps to jump right into the action:\n\n- Open the 3Tekken website: 3tekken.com.\n- Click the blue “PLAY NOW” button on the grey rectangle visible on the website.\n\nThe game will load all essential files in 8–10 seconds, and then you’re ready to dive into epic battles!\n\nDefault Controls for Tekken 3\n\nBy default, the game controls are pre-configured for Player 1. Here’s the layout:\n\n- Select: Right Shift\n- Start: Enter\n- Movement: Arrow Keys (Up, Down, Left, Right)\n- Circle: z\n- Cross: x\n- Triangle: a\n -Square: s\n\nCustomizing Your Game Controls:\n\nNot a fan of the default controls? No problem! Fully customize your key mapping to suit your style.\n\nFor Keyboard Users:\n\n- During gameplay, hover your mouse over the game screen and click the controller icon in the bottom-left corner.\n- In the Control Settings, click on the desired action under the Keyboard column and press the key you want to assign to it.\n- Repeat for all controls, then click Update to save your changes.\n\nFor Mobile Players:\n\n- Tap the D-Pad icon (plus-shaped icon) in the top-right corner of the game screen.\n- Drag and drop the on-screen controls to your preferred locations.\n- Tap Close to save your layout and get back to the action.\n\nWhy Choose 3 Tekken?\n\n- Fast & Easy Access: Play instantly without downloading anything.\n- Customizable Gameplay: Modify controls to match your gaming style.\n- Fullscreen Experience: Switch to 3Tekken.com for enhanced features like save states and control placement for mobile.\n- Retro Gaming Fun: Rekindle your love for Tekken 3, a timeless classic!\n\nDownload the 3 Tekken Chrome Extension now and start playing Tekken 3 anytime, anywhere!"
  }
}