{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MakeBoost by Automatiza.dev"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Make.com interface with useful actions and features."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MakeBoost - «Eleva tu Productividad en Make.com»\n\nMaximiza tu eficiencia en la plataforma de Make.com con MakeBoost, la extensión definitiva para profesionales que buscan perfeccionar sus flujos de trabajo al capturar y grabar escenarios sin comprometer la privacidad o la claridad visual.\n\nDiseñada específicamente para quienes valoran la simplicidad y rapidez, MakeBoost transforma tu experiencia en Make.com al ofrecerte herramientas poderosas y fáciles de usar.\n\nFuncionalidades clave:\n⊙ Oculta todos los textos: Mantén tu escenario limpio al ocultar todo el texto con un solo clic.\n⊙ Oculta textos seleccionados: Algunos campos de textos serán ocultados de la pantalla..\n⊙ Oculta conexiones: Despreocúpate al momento de mostrar el listado de conexiones.\n⊙ Captura de pantalla transparente: Obtén imágenes nítidas de tus escenarios sin distracciones ni elementos innecesarios.\n⊙ Autoguardado cada 20 segundos: Trabaja sin preocupaciones; tus cambios se guardan automáticamente, asegurando que nunca pierdas tu progreso.\n\nMakeBoost es la herramienta esencial para creadores de contenido y desarrolladores que desean capturar escenarios impecables, sin perder tiempo en ajustes manuales.\n\nOptimiza tu productividad y crea contenido visualmente impactante con la extensión que te acompañará en cada paso de tu viaje en Make.com.\n\nHaz de MakeBoost tu aliado número uno en la creación de contenido de calidad. \n\n¡Descárgala ahora y transforma tu flujo de trabajo!\n\n1- Instalar MakeBoost desde la Chrome Web Store.\n2- Hacer clic en el icono de MakeBoost en la barra de herramientas de Chrome.\n3- Ingresar y validar la API key proporcionada desde www.automatiza.dev\n4- Navegar a make.com e iniciar sesión.\n5- Abrir la interfaz de MakeBoost y activar las funciones deseadas:\n- Desenfoque de escenarios\n- Desenfoque de carpetas\n- Desenfoque básico\n- Desenfoque condicional\n- Desenfoque de conexiones\n- Autoguardado\n- Cambio de color de fondo\n- Usar el botón de captura de pantalla cuando sea necesario.\n- Las preferencias se guardan automáticamente para futuras sesiones."
  }
}