{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ABF (Audio Brain Focus)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your focus with curated ambient sounds. Designed for work and relaxation.",
    "de": "Steigern Sie Ihre Konzentration mit sorgfältig ausgewählten Umgebungsgeräuschen. Entwickelt für Arbeit und Entspannung.",
    "es": "Mejora tu enfoque con sonidos ambientales cuidadosamente seleccionados. Diseñado para trabajo y relajación.",
    "fr": "Augmentez votre concentration avec des sons ambiants soigneusement sélectionnés. Conçu pour le travail et la détente.",
    "it": "Aumenta la tua concentrazione con suoni ambientali accuratamente selezionati. Progettato per lavoro e relax."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ABF is a revolutionary Chrome extension designed to bring the power of sound to your workspace. Whether you're working, studying, or just need a moment of relaxation, ABF offers a unique blend of ambient sounds and music tracks, all at your fingertips.\n\nKey Features:\n- Diverse Sound Library: Choose from a wide array of ambient sounds and music tracks, ranging from soothing nature sounds to energizing rhythms.\n- Intuitive Emoji-Based Interface: Easily find and play your preferred sounds using our emoji-based sound representation.\n- Customizable Mixes: Mix and match different sounds to create your perfect work or relaxation environment.\n- Simple and User-Friendly: Designed with simplicity in mind, ABF integrates seamlessly into your Chrome browser, offering a clutter-free and intuitive experience.\n\nWhether you need the calming sound of rain, the focus-enhancing rhythm of a coffee shop, or the energizing beat of electronic music, ABF is your go-to extension for creating the ideal sound environment for any task.\n\nDiscover the power of sound with ABF - your personal productivity soundboard.",
    "de": "ABF ist mehr als nur eine Chrome-Erweiterung – es ist Ihr persönlicher Sound-Partner für mehr Produktivität und Entspannung.\n\nMit einer Auswahl an Klängen, die speziell darauf ausgerichtet sind, Ihre Arbeits- oder Lernumgebung zu verbessern, bietet ABF eine einzigartige Lösung.\n\nABF Highlights:\n- Umfangreiche Klangbibliothek: Für jede Stimmung und Aufgabe der richtige Klang.\n- Emoji-basierte Benutzeroberfläche: Schnell und spielerisch zum gewünschten Sound.\n- Individuelle Klangwelten: Gestalten Sie Ihr persönliches Hörerlebnis.\n- Nahtlose Integration: Perfekt in Chrome eingebunden, einfach und effektiv.\n\nErleben Sie mit ABF, wie sich Ihre Arbeitsweise durch die Kraft der Klänge verändert.",
    "es": "ABF lleva la productividad a otro nivel a través de una sinfonía de sonidos y músicas.\n\nEsta extensión de Chrome es ideal para quienes buscan mejorar su concentración o simplemente relajarse.\n\nAspectos destacados de ABF:\n- Amplia Gama de Sonidos: Desde melodías tranquilizantes hasta vibrantes sonidos naturales.\n- Interfaz Única con Emojis: Elige tu sonido ideal de manera rápida y divertida.\n- Ambientes a Tu Medida: Personaliza tu espacio sonoro según tus preferencias.\n- Fácil de Usar: Una extensión que se integra perfectamente en Chrome, brindando una experiencia sin complicaciones.\n\nCon ABF, cada tarea se convierte en una experiencia enriquecedora y personalizada.",
    "fr": "Transformez votre environnement de travail avec ABF, une extension Chrome innovante qui utilise le son pour booster votre productivité.\n\nParfait pour ceux qui cherchent à dynamiser leurs sessions de travail ou à se relaxer, ABF met à votre disposition une sélection riche et variée de sons et de musiques.\n\nPourquoi choisir ABF ?\n\n- Bibliothèque sonore riche : Un éventail de sons naturels et de musiques pour chaque humeur et activité.\n- Interface ludique et intuitive : Les emojis vous guident vers le son parfait pour chaque moment.\n- Ambiances personnalisables : Créez l'atmosphère de travail ou de relaxation qui vous ressemble.\n- Ergonomie et simplicité : Une intégration fluide dans Chrome pour une utilisation sans effort.\n\nAvec ABF, faites de votre espace de travail un havre de paix ou une source d'énergie, selon vos besoins.",
    "it": "ABF rivoluziona il tuo modo di lavorare o studiare attraverso il potere dei suoni. Questa estensione Chrome è una vera e propria oasi sonora, ideale per chi cerca di migliorare la concentrazione o di rilassarsi.\n\nPunti di Forza di ABF:\n- Variegata Scelta di Suoni: Dalla musica rilassante ai suoni della natura, trova il tuo sound ideale.\n- Interfaccia Innovativa con Emoji: Scegli i suoni in modo rapido e divertente.\n- Combinazioni Su Misura: Adatta l'ambiente sonoro alle tue esigenze.\n- Facilità d'Uso: Un'estensione che si fonde con il tuo browser per un'esperienza utente fluida.\n\nCon ABF, ogni sessione di lavoro diventa un'esperienza unica, adattata al tuo stile."
  }
}