{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailGenius: AI Email Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your emails with AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailGenius AI: Your Personal Email Enhancer\n\nElevate your email communication with MailGenius AI, the smart Chrome extension that transforms your drafts into polished, professional messages. Whether you're crafting a quick note or an important business email, MailGenius AI is your secret weapon for clear, effective communication.\n\nKey Features:\n- Instant Enhancement: Turn rough drafts into well-structured emails with a single click.\n- AI-Powered Refinement: Our advanced AI analyzes your text, improving clarity, tone, and impact.\n- Grammar and Style Check: Eliminate errors and polish your writing style effortlessly.\n- Customizable Prompts: Tailor the AI to your specific needs with custom enhancement requests.\n- Time-Saving: Spend less time editing and more time on what matters.\n- Privacy-Focused: Your data stays secure; we never store your email content.\n\nPerfect for:\n✓ Professionals aiming to make a strong impression\n✓ Students crafting academic emails\n✓ Non-native English speakers seeking confidence in their writing\n✓ Anyone looking to improve their email communication skills\n\nHow it works:\n1. Draft your email in the MailGenius AI editor\n2. Click 'Enhance' to let our AI work its magic\n3. Review and send your polished message\n\nWith MailGenius AI, you'll write with confidence, save time, and make every email count. Upgrade your email game today and experience the power of AI-assisted communication!\n\nTry MailGenius AI now and transform the way you write emails forever."
  }
}