{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sheldon Whispers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sheldon Whispers Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the secret to acing your job interviews with Sheldon Whispers! This AI-driven service provides real-time advice and support, helping you navigate the stress of interviews with confidence. Whether it’s a phone call or video conference on platforms like Zoom, Teams, and more, Sheldon Whispers analyzes questions and offers crafted responses to ensure you present the best answers possible.\nHow It Works\nSelect a job posting and let Sheldon Whispers support you with thousands of potential interview questions and scenarios. Our digital assistant acts as your co-pilot, offering tips and guidance in real time. If your job isn’t listed, use Custom mode to input the job description and your resume; Sheldon will then tailor its support to meet your specific needs.\nWhat’s Included?\n- Basic Plan: Access up to 50 job tracks, practice, and live modes including 2 phone and 2 video call interviews.\n- Focused and Undivided Attention Plan: Upgrade for more interviews or access to Custom mode for a personalized preparation journey.\nDevice and Platform Compatibility\nSheldon Whispers works seamlessly across all major platforms like Zoom, Google Meet, and Microsoft Teams. It supports a wide range of devices including phones, tablets, and PCs (Windows or Mac).\nEnhance Your Interview Skills\nWith Sheldon Whispers, interview preparation is more than just getting the right answers. It’s about reducing anxiety, enhancing performance, and ensuring you’re prepared for any question. It’s not cheating; it’s supporting you through the stressful process of job interviews.\nGet Started\nTransform the way you ace your interview. Try Sheldon Whispers now and take control of your interview success!"
  }
}