{
  "name": {
    "am,ar,bn,ca,cs,da,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fr,gu,hr,kn,lt,ml,mr,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,uk,vi": "FNAF Unblocked",
    "bg": "FNAF Отблокиран",
    "el,he,id,no": "FNAF Desbloqueado",
    "es,hi": "FNAF desbloqueado",
    "et": "FNAF avatud blockimata",
    "fil": "FNAF Unblock",
    "hu": "FNAF feloldozott",
    "it": "FNAF Sbloccato",
    "ja": "FNAF（Five Nights at Freddy's）アンブロックされました",
    "ko": "FNAF 차단 해제",
    "lv": "FNAF neatbloķēts",
    "ms": "FNAF Dibuka proses Permainan",
    "nl": "FNAF Ontgrendeld",
    "th": "FNAF ระงับการบล็อค",
    "tr": "FNAF Engellenmemiş",
    "zh_CN": "FNAF未封锁",
    "zh_TW": "FNAF未封鎖"
  },
  "short": {
    "am,ar,bg,bn,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fr,gu,hr,kn,ko,lv,ml,mr,pl,pt_BR,pt_PT,sk,sl,sw,ta,te,zh_TW": "Play FNAF Unblocked as a Chrome extension - Five Nights At Freddy’s, try it now!",
    "ca": "Juega FNAF Unblocked como una extensión de Chrome - Five Nights At Freddy’s, ¡pruébalo ahora!",
    "da": "Spil FNAF ulåst som en Chrome-udvidelse - Five Nights At Freddy's, prøv det nu!",
    "el": "Juega FNAF desbloqueado como una extensión de Chrome: ¡Five Nights At Freddy's, pruébalo ahora!",
    "es": "¡Juega FNAF Desbloqueado como una extensión de Chrome - Five Nights At Freddy's, pruébalo ahora!",
    "et": "Mängi FNAF blokeerimata Chrome'i laiendina - Viis ööd Freddy juures, proovi kohe!",
    "fil": "Maglaro ng FNAF Unblocked bilang isang Chrome extension - Five Nights At Freddy's, subukan mo na ngayon!",
    "he": "Juega FNAF Desbloqueado como una extensión de Chrome - Five Nights At Freddy's, ¡pruébalo ahora!",
    "hi": "Bermain FNAF Unblocked sebagai ekstensi Chrome - Five Nights At Freddy's, cobalah sekarang!",
    "hu": "Játsszon a FNAF Unblocked elnevezésű Chrome-kiegészítővel - Five Nights At Freddy’s, próbálja ki most!",
    "id": "Jogue FNAF Desbloqueado como uma extensão do Chrome - Five Nights At Freddy's, experimente agora!",
    "it": "Gioca a FNAF sbloccato come estensione di Chrome - Five Nights At Freddy's, prova ora!",
    "ja": "Chrome拡張機能としてFNAF Unblockedをプレイ - Five Nights At Freddy’s、今すぐお試しください！",
    "lt": "Juega a FNAF desbloqueado como extensión de Chrome: Five Nights At Freddy's, ¡pruébalo ahora!",
    "ms": "Mainkan FNAF yang dibebaskan sebagai sambungan Chrome - Five Nights At Freddy’s, cuba sekarang!",
    "nl": "Speel FNAF Unblocked als een Chrome-extensie - Five Nights At Freddy's, probeer het nu!",
    "no": "Juega a FNAF desbloqueado como una extensión de Chrome: Five Nights At Freddy's, ¡pruébalo ahora!",
    "ro": "Joacă FNAF deblocat ca extensie Chrome - Five Nights At Freddy's, încearcă acum!",
    "ru": "Играйте в FNAF Unblocked как расширение для Chrome - Five Nights At Freddy's, попробуйте сейчас!",
    "sr": "Играјте FNAF Unblocked као Chrome прикључак - Пет ноћи у Фредијевом, пробајте одмах!",
    "sv": "Spela FNAF olåst som en Chrome-tillägg - Five Nights At Freddy's, prova det nu!",
    "th": "เล่น FNAF ได้โดยไม่ถูกบล้อกด้วยส่วนขยาย Chrome - Five Nights At Freddy’s ลองเล่นเดี๋ยวนี้!",
    "tr": "Chrome uzantısı olarak FNAF Engellenmemiş oyununu oyna - Five Nights At Freddy's, hemen dene!",
    "uk": "Jouez à FNAF Unblocked en tant qu'extension Chrome - Five Nights At Freddy's, essayez-le maintenant!",
    "vi": "Chơi FNAF Unblocked như một tiện ích mở rộng Chrome - Five Nights At Freddy’s, hãy thử ngay bây giờ!",
    "zh_CN": "在Chrome扩展中玩解锁的《五夜后宫》，现在就试试吧！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Play more games on the top-left menu.\n\n“Five Nights at Freddy’s” (often abbreviated as FNAF) is a popular indie horror game developed by Scott Cawthon. The game is renowned for its unique blend of horror, strategy, and suspense. Set in a spooky, dimly-lit pizza restaurant named Freddy Fazbear’s Pizza, players take on the role of a night-time security guard who must survive five nights while being stalked by animatronic characters that roam the building at night.\n\nHow to Play\nThe primary goal in FNAF is to survive five nights (each night lasting approximately 8 minutes in real time) without being caught by any of the animatronic characters. Players are confined to a security office and must monitor the restaurant through a network of security cameras. The game involves managing limited power resources, which are consumed by using lights, security doors, and cameras.\n\nGame Controls\nMouse Movement: Look around the office.\nLeft Mouse Click: Interact with camera feeds, lights, and doors.\nSpace Bar: (In some versions) Turn on/off the fan or look at different items on the desk."
  }
}