{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right-Click Swiss Army Knife"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context-aware menu helpers for various tasks"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right-Click Swiss Army Knife: Your Ultimate Productivity Tool\n\nSimplify your online experience with the Right-Click Swiss Army Knife Chrome extension! Packed with powerful utilities, this extension lets you perform quick actions on selected text without leaving the page. Whether you’re decoding, converting, or summarizing, everything is just a right-click away.\n\n🚀 Key Features\n\t•\tUnit Conversion: Instantly convert measurements to your preferred units.\n\t•\tCurrency Conversion: Get real-time exchange rates for any selected currency.\n\t•\tText Translation: Break language barriers with seamless text translation.\n\t•\tTime Zone Conversion: Make scheduling across time zones a breeze.\n\t•\tText Summarization: Get concise summaries of lengthy content in a flash.\n\t•\tExplain Text: Demystify complex phrases or jargon with detailed explanations.\n\n🛠 How It Works\n\t1.\tHighlight text on any webpage.\n\t2.\tRight-click to open the context menu.\n\t3.\tChoose your desired action. Done!\n\nNo more copy-pasting into separate tools – everything you need is integrated into your browser.\n\n🌍 Who Is It For?\n\t•\tStudents simplifying study material.\n\t•\tProfessionals managing global communication.\n\t•\tCasual users navigating the web more efficiently.\n\nUpgrade your browsing experience and save precious time with Right-Click Swiss Army Knife.\n👉 Install now and put the power of productivity at your fingertips!"
  }
}