{
  "name": {
    "ar": "مترجم لتطبيق Discord™ Web",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Translator for Discord™ Web",
    "de": "Übersetzer für Discord™ Web",
    "es": "Traductor para Discord™ Web",
    "fr": "Traducteur pour Discord ™ Web",
    "ja": "Discord™ リアルタイム翻訳",
    "pt_BR": "Tradutor para Discord™ Web",
    "ru": "Переводчик для Discord™ Web",
    "zh_CN": "Discord™实时翻译",
    "zh_TW": "Discord™實時翻譯"
  },
  "short": {
    "ar": "دعم محركات الترجمة المزدوجة، القادرة على الترجمة الآلية وترجمة مفاتيح الاختصار (غير الرسمية).",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Supporting multiple translation engines, capable of automatic translation and shortcut key translation (unofficial).",
    "de": "Unterstützt doppelte Übersetzungs-Engines, fähig zur automatischen Übersetzung und Shortcut-Key-Übersetzung (inoffiziell)",
    "es": "Admite un motor de doble traducción, capaz de traducir automáticamente y con teclas de atajo (no oficiales).",
    "fr": "Fournit deux moteurs de traduction, une traduction automatique et une traduction de touches de raccourci (non officielle).",
    "ja": "強力な Discord リアルタイム翻訳プラグイン、デュアル翻訳エンジンをサポート、自動翻訳とショートカット キー翻訳が可能 (非公式)",
    "pt_BR": "Suporta vários mecanismos de tradução, capazes de tradução automática e tradução de teclas de atalho (não oficial).",
    "ru": "Поддерживает двойные механизмы перевода, автоматический перевод и перевод с помощью сочетаний клавиш (неофициальный).",
    "zh_CN": "强大的Discord实时翻译插件，支持多翻译引擎，可以自动翻译和快捷键翻译（非官方）",
    "zh_TW": "強大的Discord實時翻譯插件，支持多翻譯引擎，可以自動翻譯和快捷鍵翻譯（非官方）"
  },
  "long": {
    "ar": "هذه هي صفحة ديسكورد نهاية الرسالة ترجمة البرنامج المساعد . \n\n استخدام المشهد : عندما كنا في زيارة بعض المجتمعات المحلية مع ديسكورد ، ونحن غالبا ما تواجه عقبات لغوية ، وذلك باستخدام البرنامج المساعد لدينا ، فقط وضع لغتي و لغة الاتصال ، دردشة المحتوى يمكن ترجمتها تلقائيا .  المدخلات في مربع الإدخال يمكن أيضا أن تترجم إلى اللغة المستهدفة عن طريق مفاتيح الاختصار . \n\n تنويه : اكتشاف علامة تجارية مسجلة في الولايات المتحدة .  اكتشاف عناصر الترجمة في الوقت الحقيقي هو مشروع مستقل لا علاقة له مع اكتشاف الرسمية .",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Function Description: This is a Discord web message translation plugin.\n\nUsage scenario: When browsing some communities on Discord, we often encounter language barriers. By using our plugin, we only need to set my language and the language of the contacts, and the chat content can be automatically translated. The content entered in the input box can also be translated into the target language using shortcut keys.\n\nDisclaimer: Discord is a trademark registered in the United States. Discord? Real time Translation is an independent project and has no relationship with Discord official.",
    "de": "Funktionsbeschreibung: Dies ist ein Discord Web Message Translation Plugin.\n\nNutzungsszenario: Beim Surfen in einigen Communities auf Discord stoßen wir oft auf Sprachbarrieren. Durch die Verwendung unseres Plugins müssen wir nur meine Sprache und die Sprache der Kontakte einstellen, und der Chat-Inhalt kann automatisch übersetzt werden. Die im Eingabefeld eingegebenen Inhalte können auch über Tastenkombinationen in die Zielsprache übersetzt werden.\n\nDisclaimer: Discord ist eine eingetragene Marke in den Vereinigten Staaten. Real Time Translation ist ein unabhängiges Projekt und steht in keiner Beziehung zu Discord Official.",
    "es": "Descripción de la función: este es un plug - in de traducción de mensajes en el lado de la página web de discord.\n\nEscenario de uso: cuando visitamos algunas comunidades con discord, a menudo encontramos barreras lingüísticas. con nuestro plug - in, solo tenemos que configurar mi idioma y el idioma de los contactos para que el contenido del chat se traduzca automáticamente. Lo que se introduce en el cuadro de entrada también se puede traducir al idioma de destino a través de teclas de acceso rápido.\n\nDescargo de responsabilidad: discord es una marca registrada en los Estados Unidos. La traducción en tiempo real de discord es un proyecto independiente que no tiene nada que ver con los funcionarios de discord.",
    "fr": "Description des fonctionnalités: il s'agit d'un plugin de traduction de messages discord côté page Web.\n\nScénarios d'utilisation: nous rencontrons souvent des obstacles linguistiques lorsque nous parcourons certaines communautés avec discord, et avec notre plugin, il suffit de configurer ma langue et celle de mes contacts pour que le contenu du chat soit traduit automatiquement. Ce qui est entré dans la boîte de saisie peut également être traduit dans la langue cible par un raccourci.\n\nDisclaimer: discord est une marque déposée aux États - Unis. Discord™ Live Translation est un projet indépendant qui n'a aucun lien avec discord Official.",
    "ja": "機能説明：これはDiscordウェブページ側メッセージ翻訳プラグインです。\n\n使用シーン：Discordでコミュニティを見ていると、言語上の障害に遭遇することがよくあります。プラグインを使用すると、私の言語と連絡先の言語を設定するだけで、チャット内容が自動翻訳されます。入力ボックスに入力された内容は、ショートカットキーを使用して目的の言語に翻訳することもできます。\n\n免責事項：Discordは米国で登録された商標です。Discord™リアルタイム翻訳は、Discordの公式とは何の関係もない独立したプロジェクトです。",
    "pt_BR": "Descrição da função: Este é um plugin de tradução de mensagens web do Discord.\n\nCenário de uso: Ao navegar em algumas comunidades no Discord, muitas vezes encontramos barreiras linguísticas. Usando nosso plugin, só precisamos definir meu idioma e o idioma dos contatos, e o conteúdo do chat pode ser traduzido automaticamente. O conteúdo inserido na caixa de entrada também pode ser traduzido para o idioma de destino usando teclas de atalho.\n\nDisclaimer: Discord é uma marca registrada nos Estados Unidos. Tradução em tempo real é um projeto independente e não tem relação com o funcionário do Discord.",
    "ru": "Описание функции: Это плагин для веб - перевода сообщений Discord. \n\n Сценарии использования: Мы часто сталкиваемся с языковыми барьерами при посещении некоторых сообществ с помощью Discord, используя наши плагины, просто настраивая язык моего языка и контакта, и чат - контент может быть переведен автоматически.  Содержание, введенное в поле ввода, также может быть переведено на целевой язык с помощью комбинации клавиш. \n\n Отказ от ответственности: Discord является торговой маркой, зарегистрированной в США.  Перевод Discord™ в режиме реального времени - это независимый проект, который не имеет никакого отношения к Discord.",
    "zh_CN": "功能说明：这是一款Discord网页端消息翻译插件。\n\n使用场景：我们在用Discord逛一些社群时，经常会遇到语言上的障碍，使用我们插件，只需设定我的语言和连络人的语言，聊天内容就可以实现自动翻译。输入框中输入的内容也可以通过快速键翻译成目标语言。\n\n免责声明：Discord是在美国注册的商标。Discord™实时翻译是一个独立项目，与Discord官方没有任何关系。",
    "zh_TW": "功能說明：這是一款Discord網頁端消息翻譯挿件。\n\n使用場景：我們在用Discord逛一些社群時，經常會遇到語言上的障礙，使用我們挿件，只需設定我的語言和連絡人的語言，聊天內容就可以實現自動翻譯。 輸入框中輸入的內容也可以通過快速鍵翻譯成目標語言。\n\n免責聲明：Discord是在美國注册的商標。 Discord™實时翻譯是一個獨立項目，與Discord官方沒有任何關係。"
  }
}