{
  "name": {
    "ar,bg,hu,sw": "Fish Love Unblocked Game",
    "am,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fr,hr,it,lt,nl,no,pt_BR,pt_PT,ro,ru,sk,sr,te,tr,uk,vi,zh_CN,zh_TW": "Fish Love Hyper Casual Game",
    "bn,he,ml,ms,sl,ta,th": "Fish Love Game",
    "cs,et,fi,hi,ja,kn,mr,pl": "Fish Love Hyper Casual Games",
    "fa,fil,id": "Fish Love Online",
    "gu,ko,lv,sv": "Fish Love Online Game"
  },
  "short": {
    "ar": "استخدم ذكائك لفتح الأقفال في الوقت المناسب وجمع الأسماك في الحب.",
    "am": "የማሰብ ችሎታህን ተጠቅመህ በተገቢው ጊዜ ቁልፎችን ከፍተህ ዓሣውን በፍቅር አንድ ላይ አሰባስበው።",
    "bg": "Използвайте интелигентността си, за да отключите ключалки в точното време и да се съберете заедно влюбената риба.",
    "bn": "সঠিক সময়ে লকগুলি আনলক করতে এবং প্রেমে মাছটি একত্রিত করতে আপনার বুদ্ধিমত্তা ব্যবহার করুন।",
    "ca": "Utilitzeu la vostra intel·ligència per desbloquejar panys en el moment adequat i reunir els peixos enamorats.",
    "cs": "Použijte svou inteligenci k odemknutí zámků ve správný čas a spojte ryby v lásce.",
    "da": "Brug din intelligens til at låse op på det rigtige tidspunkt og samle de forelskede fisk.",
    "de": "Nutze deine Intelligenz, um Schlösser zur richtigen Zeit zu öffnen und die Fische in Liebe zusammenzubringen.",
    "el": "Χρησιμοποιήστε την ευφυΐα σας για να ξεκλειδώσετε κλειδαριές την κατάλληλη στιγμή και να ενώσετε τα ερωτευμένα ψάρια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Use your intelligence to unlock locks at the right time and come together the fish in love.",
    "es": "Usa tu inteligencia para desbloquear cerraduras en el momento adecuado y reunir a los peces enamorados.",
    "et": "Kasutage oma intelligentsust, et avada lukud õigel ajal ja tulla kokku armunud kaladega.",
    "fa": "استفاده از هوش خود را برای باز کردن قفل در زمان مناسب و گرد هم آمدن ماهی در عشق.",
    "fi": "Käytä älykkyyttäsi lukkojen avaamiseen oikeaan aikaan ja kokoa rakastuneet kalat yhteen.",
    "fil": "Gamitin ang iyong katalinuhan upang i-unlock ang mga kandado sa tamang oras at magsama-sama ang isda sa pag-ibig.",
    "fr": "Utilisez votre intelligence pour déverrouiller les serrures au bon moment et rassembler les poissons amoureux.",
    "gu": "યોગ્ય સમયે તાળાઓને અનલોક કરવા અને પ્રેમમાં માછલીને એક સાથે લાવવા માટે તમારી બુદ્ધિનો ઉપયોગ કરો.",
    "he": "השתמש באינטליגנציה שלך כדי לפתוח מנעולים בזמן הנכון ולאחד את הדגים המאוהבים.",
    "hi": "सही समय पर ताले अनलॉक करने के लिए अपनी बुद्धि का उपयोग करें और प्यार में मछली को एक साथ आएं।",
    "hr": "Koristite svoju inteligenciju za otključavanje brava u pravo vrijeme i spojite ribu u ljubavi.",
    "hu": "Használd az intelligenciádat, hogy a megfelelő időben oldd fel a zárakat, és gyere össze a szerelmes halakkal.",
    "id": "Gunakan kecerdasan Anda untuk membuka kunci pada waktu yang tepat dan kumpulkan ikan yang sedang jatuh cinta.",
    "it": "Usa la tua intelligenza per sbloccare le serrature al momento giusto e riunire il pesce innamorato.",
    "ja": "適切なタイミングでロックを解除し、愛の魚を一緒に来るためにあなたの知性を使用してください。",
    "kn": "ಸರಿಯಾದ ಸಮಯದಲ್ಲಿ ಲಾಕ್ ಗಳನ್ನು ಅನ್ ಲಾಕ್ ಮಾಡಲು ಮತ್ತು ಪ್ರೀತಿಯಲ್ಲಿರುವ ಮೀನುಗಳನ್ನು ಒಟ್ಟಿಗೆ ತರಲು ನಿಮ್ಮ ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ಬಳಸಿ.",
    "ko": "지능을 사용하여 적시에 자물쇠를 잠금 해제하고 물고기를 사랑으로 모으십시오.",
    "lv": "Izmantojiet savu inteliģenci, lai īstajā laikā atbloķētu slēdzenes un sanāktu kopā ar iemīlējušajām zivīm.",
    "ml": "നിങ്ങളുടെ ബുദ്ധി ഉപയോഗിച്ച് ശരിയായ സമയത്ത് പൂട്ടുകൾ അൺലോക്ക് ചെയ്യുകയും മത്സ്യങ്ങളെ പ്രണയത്തിൽ ഒരുമിച്ച് കൊണ്ടുവരികയും ചെയ്യുക.",
    "mr": "योग्य वेळी कुलूप अनलॉक करण्यासाठी आपल्या बुद्धिमत्तेचा वापर करा आणि प्रेमात मासे एकत्र आणा.",
    "ms": "Gunakan kecerdasan anda untuk membuka kunci pada masa yang tepat dan datang bersama-sama ikan dalam cinta.",
    "nl": "Gebruik je intelligentie om sloten op het juiste moment te ontgrendelen en de verliefde vissen samen te brengen.",
    "no": "Bruk intelligensen din til å låse opp låser til rett tid og komme sammen fisken forelsket.",
    "pl": "Wykorzystaj swoją inteligencję, aby odblokować zamki we właściwym czasie i zebrać zakochane ryby.",
    "ro": "Folosește-ți inteligența pentru a debloca încuietorile la momentul potrivit și pentru a reuni peștele îndrăgostit.",
    "ru": "Используйте свой интеллект, чтобы разблокировать замки в нужное время и собрать вместе влюбленных рыб.",
    "sk": "Použite svoju inteligenciu na odomknutie zámkov v správnom čase a spojte zamilované ryby.",
    "sl": "Uporabite svojo inteligenco za odklepanje ključavnice ob pravem času in združiti zaljubljene ribe.",
    "sv": "Använd din intelligens för att låsa upp lås vid rätt tidpunkt och samla fisken i kärlek.",
    "sw": "Tumia akili yako kufungua kufuli kwa wakati unaofaa na kuja pamoja samaki katika mapenzi.",
    "ta": "சரியான நேரத்தில் பூட்டுகளைத் திறக்கவும், காதலில் மீன்களை ஒன்றிணைக்கவும் உங்கள் புத்திசாலித்தனத்தைப் பயன்படுத்தவும்.",
    "te": "సరైన సమయంలో తాళాలు తెరవడానికి మీ తెలివితేటలను ఉపయోగించండి మరియు ప్రేమలో ఉన్న చేపలను కలిసి రండి.",
    "th": "ใช้สติปัญญาของคุณเพื่อปลดล็อกล็อคในเวลาที่เหมาะสมและมารวมตัวกันของปลาที่มีความรัก",
    "tr": "Kilitlerin kilidini doğru zamanda açmak ve aşık balıkları bir araya getirmek için zekanızı kullanın.",
    "uk": "Використовуйте свій інтелект, щоб розблокувати замки в потрібний час і зібрати разом закоханих рибок."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like fish games! Show yourself in fun and challenging levels.\n\nHow To Play\nPlayed with Mouse.\n\nFish Love Hyper Casual Game Features\n✓ Little Particle\n✓ 3+ Level\n✓ Easy control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Fish Love Hyper Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}