{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi Search AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search or Chat with ChatGPT, Google, Perplexity, Reddit, and many more — all at once, without switching tabs! 10x Producivity boost"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi Search AI: The Ultimate Search Accelerator for Your Browser, It's simple yet efficient! This is the best All in One solution for searches, AIs, web surfing and multi tasking in general. \n\nAre you tired of toggling between different search engines & AI chatbots to find the precise information you need? Multi Search + AI NewTab changes the way you search by amalgamating the power of multiple search engines into one convenient new tab. Gone are the days of using a single website at a time.\n\nINSTRUCTIONS :-\n- Simply enter what you want to search / ask on the top most search bar after opening a new tab and press enter!\n\n- Select your preferred search engine / AI via drop-down menu available on top left and the top right side for left and right windows respectively, you can add more than 2 if you wish.\n\n- Write \" ms \" in url search/address bar of your browser and press <SpaceBar> on your keyboard, the extension will then take over any further words you press as search query! (hit enter in the end to search) | ms stands for Multi Search :D\n\n- To navigate backwards, select one of the two windows (left or right) and press your browser's back button.\n\n- You can also think of left and right split windows as individual tabs and use them as such.\n\n- From settings in bottom right side, you can override browser's new tab or let multi search take over the searches from url bar too!\n\nWhy Choose Multi Search & AI NewTab?\n\n> Time-Saving Efficiency: Multi Search & AI NewTab saves you precious seconds with every search / ask, which add up over the course of a normal day. No more manual switching between search engines or opening multiple tabs.\n\n> Diverse Perspectives: Different search engines & AI excel in different areas. Multi Search & AI NewTab ensures you receive a wide array of results, from scholarly articles and news reports to forums and blogs, enhancing the quality and diversity of information at your fingertips.\n\n > Sleek, User-Friendly Interface: Designed with simplicity in mind, our intuitive interface ensures a seamless search experience. No clutter, no fuss—just the results you need, when you need them.\n\n> Privacy-Focused: Your searches are your own business. Multi Search & AI NewTab is committed to maintaining your privacy and does not store any data apart from user settings.\n\n> Free to Use:This extension is completely free, offering an unbeatable search solution without any cost to you.\n\nWho Can Benefit from Multi Search & AI NewTab?\n\n> Everyday Users: Enhance your daily search activities, from shopping and news to entertainment.\n> Professionals: Find the most relevant, up-to-date information for your industry.\n> Students: Gather diverse sources for your studies and \n> Researchers & Academics: Access a broad spectrum of scholarly \n\nGet Started Today!\n\nElevate your search game with Multi Search & AI NewTab. It’s more than just an extension—it’s your new search companion, designed to make your online experience more productive and enjoyable. Install Multi Search & AI NewTab now and transform the way you search the web <3"
  }
}