{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wasted Time Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool tracks the amount of time you waste each day on distracting websites. Use it to become more productive and disciplined!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Wasted Time Tracker is a Chrome Extension that tracks how much time you waste each day on unproductive, distracting websites. Simply input the URLs you'd like to track, and it will automatically start the timer each time you visit one of these websites. If you switch to another tab, or minimize your browser window, the timer will stop—meaning it will only track the actual time that you are legitimately spending on these websites.\n\nThe uncomfortable reality is that most of us waste an enormous amount of time each day on unproductive websites that are expertly designed to capture our attention and keep us engaged for as long as possible. We endlessly scroll a never-ending feed of TikTok videos or YouTube Shorts. We find ourselves compulsively navigating to Facebook or Reddit, and just scrolling and reading and browsing with no specific goal in mind. Social media videos autoplay, Netflix shows start one after the other to keep us binge-watching—and before we know it, we've cumulatively wasted several hours each day on these websites.\n\nWe might lie to ourselves and say that it's no big deal, because we only hop onto these websites every now and then for a few minutes at a time—but by using The Wasted Time Tracker, we're forced to confront exactly how much time we waste each day on these distractions. And what we inevitably find is that these small little chunks of time throughout the day add up to large amounts, sometimes several hours.\n\nBy making us more aware of how much time we waste, and on what specific websites, The Wasted Time Tracker is a powerful tool for driving increased productivity. It can help you stay focused on your goals and spend more time working on your top priorities. By breaking your bad browsing habits, you can become a much more effective person.\n\nThe key advantage of using The Wasted Time Tracker, compared against other online time tracking tools, is that when you visit one of your distracting websites, the timer will show up automatically on the actual webpage itself. Most other website usage tools, by comparison, have these statistics tucked away in some hidden dashboard that you have to take the initiative to click and examine. The Wasted Time Tracker forces the issue by having the timer pop up on the actual distracting websites themselves—so it's right there, in plain view, reminding you that you're currently wasting your time.\n\nThe timer is small and undistracting, but visible enough to be a constant reminder that you are not being productive. Reposition the timer to your liking, based on where you'd like it to sit on screen, and your unique settings will be saved for each separate URL—meaning URL #1 might have the timer automatically show up on the top left of the screen, whereas for URL #2, it can be optimally positioned at the bottom right, bottom center, etc.\n\nIf you'd like a break from the constant reminder that you're wasting so much time each day, simply click on the Wasted Time Tracker extension icon, and temporarily disable the on-screen timer by un-checking the display option at the bottom of the popup. Then whenever you're ready, navigate back there and re-activate the timer by re-checking the timer display setting.\n\nThe Wasted Time Tracker is a simple tool that will make you more effective and productive. It reminds you to stop wasting your time online, and it keeps you focused on your goals and your top priorities each day. Take control of your time and you take control of your life!"
  }
}