{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Caption TTS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reads YouTube captions aloud using Chrome's built-in TTS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Real-Time Caption Reading: Automatically reads YouTube captions aloud as they appear on the screen.\n\nYouTube Caption TTS is designed to enhance your YouTube viewing experience by reading captions aloud using Chrome's built-in Text-to-Speech (TTS) capabilities.\n\nThis can be used to effectively dub videos with multilingual captions available, supporting both pre-written or auto-generated captions.\n\nCustomizable TTS Settings:\n- Voice Selection: Choose from a variety of available voices to suit your preference.\n- Speech Speed Control: Adjust the speed of the speech to match your listening comfort.\n- Volume Adjustment: Control the volume of the TTS output independently.\n\nAdvanced Settings:\n- Overlap Time: Define how long the extension waits before interrupting ongoing speech with new captions.\n- Catch-Up Factor: Adjust the reading speed when catching up to recent captions.\n- Caption Visibility Control: Option to hide on-screen captions while still having them read aloud.\n- Modulate Speed by Character Count: Dynamically changes the speech rate based on the length of captions.\n\nChangelog:\n\nV1.3\n- Initial release\n\nV1.4\n- Bugfix: Initialized content script properly when storage is empty.\n- Bugfix: Resolved issue where TTS wouldn't start when activated after page load.\n- Bugfix: Fixed \"Stop\" functionality to prevent reading subsequent captions.\n\nV1.5\n- Bugfix: Incorrect first-time initialization of speech speed"
  }
}