{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The QR Code Extension"
  },
  "short": {
    "ar": "يسمح لتوليد رمز الاستجابة السريعة للصفحة الحالية ومسح رمز الاستجابة السريعة باستخدام كاميرا ويب.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,ms,sw,ta,te": "Allows to generate a QR Code for the current page and scan a QR Code using the webcam.",
    "bg": "Позволява да се генерира QR Code за текущата страница и сканиране на QR код с помощта на уеб камерата.",
    "ca": "Permet generar un codi QR de la pàgina actual i escanejar un codi QR amb la càmera web.",
    "cs": "Umožňuje generovat QR kód aktuální stránky a skenovat QR kód pomocí webové kamery.",
    "da": "Gør det muligt at generere en QR Code for den aktuelle side og scanne en QR-kode ved hjælp af webcam.",
    "de": "Ermöglicht einen QR Code für die aktuelle Seite zu erzeugen und QR Codes mit der Webcam zu scannen.",
    "el": "Σας επιτρέπει να δημιουργήσετε ένα QR Code για την τρέχουσα σελίδα και να σαρώσετε ένα QR Code με την κάμερα.",
    "es": "Permite generar un código QR de la página actual y escanear un código QR con la cámara web.",
    "et": "Võimaldab luua QR-kood sellele lehele ja skaneerida QR-kood, kasutades veebikaamera.",
    "fi": "Mahdollistaa tuottaa QR Code nykyisen sivun ja skannata QR Code käyttäen webcam.",
    "fil": "Binibigyang-daan upang bumuo ng isang QR Code para sa kasalukuyang pahina at i-scan ang isang QR Code gamit ang webcam.",
    "fr": "Permet de générer un QR code pour la page courante et scanner un code QR à l'aide de la webcam.",
    "he": "מאפשר ליצור קוד QR לדף הנוכחי ולסרוק קוד QR באמצעות מצלמת האינטרנט.",
    "hi": "वर्तमान पृष्ठ के लिए एक QR कोड उत्पन्न करने और वेब कैमरा का उपयोग करते हुए एक QR कोड स्कैन करने के लिए अनुमति देता है.",
    "hr": "Omogućuje generirati QR kod za trenutnu stranicu i skenirati QR kod pomoću web-kamere.",
    "hu": "Lehetővé teszi, hogy létrehoz egy QR-kód az aktuális oldal és szkennelés a QR-kód segítségével a webkamerát.",
    "id": "Memungkinkan untuk menghasilkan QR Kode untuk halaman saat ini dan memindai QR Kode menggunakan webcam.",
    "it": "Consente di generare un codice QR per la pagina corrente e la scansione di un codice a barre usando la webcam.",
    "ja": "現在のページのQRコードを生成し、ウェブカメラを使ってQRコードをスキャンすることができます。",
    "ko": "현재 페이지의 QR 코드를 생성하고 웹캠을 사용하여 QR 코드를 검색 할 수 있습니다.",
    "lt": "Leidžia sukurti QR code for esamą puslapį ir nuskaityti QR kodą su kamera.",
    "lv": "Ļauj, lai radītu QR kods, lai pašreizējā lapā un skenēt QR kodu, izmantojot webcam.",
    "nl": "Maakt het mogelijk om een ​​QR-code voor de huidige pagina te genereren en te scannen een QR-code met behulp van de webcam.",
    "no": "Gjør det mulig å generere en QR-kode for gjeldende side og skanne en QR-kode ved hjelp av webkamera.",
    "pl": "Pozwala wygenerować QR Code dla bieżącej strony i zeskanować kod QR za pomocą kamery internetowej.",
    "pt_BR,pt_PT": "Permite gerar um QR Code para a página atual e digitalizar um código QR usando a webcam.",
    "ro": "Permite pentru a genera un cod QR pentru pagina curentă și a scana un cod QR cu ajutorul camerei web.",
    "ru": "Позволяет генерировать QR код для текущей страницы и сканировать QR код с помощью веб-камеры.",
    "sk": "Umožňuje generovať QR kód aktuálnej stránky a skenovať QR kód pomocou webovej kamery.",
    "sl": "Omogoča, da ustvarite QR koda za trenutno stran in skeniranje QR koda s pomočjo spletne kamere.",
    "sr": "Омогућава да генерише КР Цоде за тренутну страницу и скенирате КР Цоде користећи камеру.",
    "sv": "Gör det möjligt att generera en QR-kod för den aktuella sidan och skanna en QR-kod med hjälp av webbkameran.",
    "th": "ช่วยให้การสร้างรหัส QR สำหรับหน้าปัจจุบันและสแกน QR Code ได้ใช้เว็บแคม",
    "tr": "Geçerli sayfa için bir QR Code oluşturmak ve web kamerası kullanarak QR Code tarama sağlar.",
    "uk": "Дозволяє генерувати QR код для поточної сторінки і сканувати QR код за допомогою веб-камери.",
    "vi": "Cho phép tạo ra một QR Code cho trang hiện tại và quét QR Code bằng cách sử dụng webcam.",
    "zh_CN": "允许当前页面生成QR码，并使用网络摄像头扫描QR码。",
    "zh_TW": "允許當前頁面生成QR碼，並使用網絡攝像頭掃描QR碼。"
  },
  "long": {
    "ar,el,et,fi,he,hi,hu,ja,ko,lt,lv,nl,no,ru,sr,sv,th,uk,vi,zh_CN,zh_TW": "Generates a QR Code from the Page URL of the current tab with a single click. The QR Code is displayed inline in a small popup.\n\nPlease note that this extension, unlike other extensions, does not require any special permissions (like access to your tabs and data). It is only loaded when you click on the button. So it does not have any unnecessary memory consumption and performance implications while not used.\nAlso note, that the QR code is generated completely offline. The URL of the Page you visited is not sent over the network (except when you click on \"Edit QR Code\" - that opens www.the-qrcode-generator.com). So it's probably as good as it regarding privacy  and security.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,ms,sw,ta,te": "Generates a QR Code from the Page URL of the current tab with a single click. The QR Code is displayed inline in a small popup.\n\nPlease note that this extension, unlike other extensions, does not require any special permissions (like access to your tabs and data). It is only loaded when you click on the button. So it does not have any unnecessary memory consumption and performance implications while not used.\nAlso note, that the QR code is generated completely offline. The URL of the Page you visited is not sent over the network (except when you click on \"Edit QR Code\" - that opens www.the-qrcode-generator.com). So it's probably as good as it gets regarding privacy  and security.",
    "bg": "Создает QR-код с URL-адрес страницы текущей вкладки с помощью одного клика. Появится QR-код, встроенный в небольшой всплывающем окне.\n\nОбратите внимание, что это расширение, в отличие от других расширений, не требует никаких специальных разрешений (как доступ к вашим вкладок и данных). Он загружается только при нажатии на кнопку. Так что не имеет ненужного потребления памяти и производительности последствия в то время не используется.\nТакже обратите внимание, что QR-код генерируется полностью в автономном режиме.Адрес страницы вы посетили не передаются по сети (кроме случаев, когда вы нажимаете на \"Edit QR-код» - открывшемся www.the-QRCode-generator.com). Так что это, вероятно, так же хорошо, как это относительно конфиденциальности и безопасности.",
    "ca": "Genera un codi QR de la URL de la pàgina de la fitxa actual amb un sol clic. El codi QR es mostra en línia en una petita finestra emergent.\n\nTingueu en compte que aquesta extensió, a diferència d'altres extensions, no requereix cap permís especial (com l'accés a les pestanyes i dades). Només es carrega en fer clic al botó. Per tant, no té cap consum de memòria innecessària i implicacions de rendiment, mentre que no s'utilitza.\nTambé tingui en compte, que el codi QR es genera completament fora de línia. La direcció URL de la pàgina que va visitar no s'envia a través de la xarxa (excepte quan es fa clic a \"Edita Codi QR\" - que obre www.the-qrcode-generator.com). Així que és probable que sigui tan bo com respecte a la privacitat i la seguretat.",
    "cs": "Generuje QR kód ze stránky URL aktuální kartě pomocí jediného kliknutí.QR kód je zobrazen inline v malém popup.\n\nVezměte prosím na vědomí, že toto rozšíření, na rozdíl od jiných rozšíření, nevyžaduje žádné speciální oprávnění (jako je přístup k vašim karet a dat). To je naloženo pouze tehdy, pokud kliknete na tlačítko. Takže to nemá žádné zbytečné spotřeby paměti a výkon důsledky, když není používán.\nTaké si všimněte, že QR kód je generován zcela v režimu offline.URL této stránky jste navštívili není odeslána po síti (s výjimkou, když kliknete na \"Upravit QR Code\" -, které se otevře www.the-qrcode-generator.com). Takže je to asi tak dobré, jak to jde soukromí a bezpečnosti.",
    "da": "Genererer en QR Code fra Side URL for den aktuelle fane med et enkelt klik. QR-koden vises inline i et lille popup.\n\nBemærk, at denne udvidelse, i modsætning til andre udvidelser, kræver ingen særlige tilladelser (som adgang til dine faner og data). Det er kun indlæses, når du klikker på knappen. Så det ikke har nogen konsekvenser unødvendig hukommelse forbrug og ydeevne, mens der ikke anvendes.\nBemærk også, at QR-koden er genereret helt offline. Webadressen på den side, du besøgte, ikke sendes over netværket (undtagen når du klikker på \"Rediger QR Code\" - der åbner www.the-qrcode-generator.com). Så det er nok så godt som det med hensyn til privatlivets fred og sikkerhed.",
    "de": "Generiert einen QR-Code von der URL des aktuellen Tabs mit einem einzigen Mausklick. Der QR-Code wird inline in einem kleinen Popup-Fenster angezeigt.\n\nBitte beachten Sie, dass diese Erweiterung, im Gegensatz zu anderen Erweiterungen, keine besonderen Berechtigungen benötigt (wie den Zugriff auf Ihre Tabs und Daten). Es wird nur geladen, wenn Sie auf den Button klicken. Sie verbraucht also keinen Speicher oder hat auswirkungen auf die Leistung, während sie nicht verwendet wird.\nBeachten Sie auch, dass der QR-Code ist komplett offline erzeugt wird. Die URL der Seite wird nicht über das Netzwerk gesendet (außer, wenn Sie auf \"Bearbeiten QR Code\" klicken - was www.the-qrcode-generator.com öffnet). Die Erweiterung ist also vermutlich so gut es geht, was Datenschutz und Sicherheit angeht.",
    "es": "Genera un código QR ​​de la URL de la página de la ficha actual con un solo clic. El código QR ​​se muestra en línea en una pequeña ventana emergente.\n\nTenga en cuenta que esta extensión, a diferencia de otras extensiones, no requiere ningún permiso especial (como el acceso a las pestañas y datos). Sólo se carga al hacer clic en el botón. Por lo tanto, no tiene ningún consumo de memoria innecesaria e implicaciones de rendimiento, mientras que no se utiliza.\nTambién tenga en cuenta, que el código QR ​​se genera completamente fuera de línea. La dirección URL de la página que visitó no se envía a través de la red (excepto cuando se hace clic en \"Editar Código QR​​\" - que abre www.the-qrcode-generator.com). Así que es probable que sea tan bueno como respecto a la privacidad y la seguridad.",
    "fil": "Genererer en QR-kode fra Side URL for den aktuelle fane med et enkelt klik. QR-koden vises inline i et lille popup.\n\nBemærk, at denne udvidelse, i modsætning til andre udvidelser, ikke kræver nogen særlige tilladelser (som faner og adgang til dine data). Det er kun indlæst Når du klikker på knappen. Så det ikke har nogen unødig hukommelsesforbrug og ydelse konsekvenser, mens der ikke brugt.\nBemærk også, at QR-koden er genereret helt offline. Webadressen på den side, du besøgte sendes ikke via netværket (undtagen når du klikker på \"Rediger QR Code\" - der åbner www.the-QRCode-generator.com). Så det er nok så godt som det angår privatlivets fred og sikkerhed.",
    "fr": "Génère un code QR à partir de l'URL de la page de l'onglet en cours en un seul clic. Le QR Code est affiché en ligne dans une petite fenêtre.\n\nS'il vous plaît noter que cette extension, contrairement à d'autres extensions, ne nécessite pas de permissions spéciales (comme les onglets et l'accès à vos données). Il est chargé uniquement Lorsque vous cliquez sur le bouton. Donc, il n'a pas de consommation de mémoire inutiles et les conséquences de performance qui n'est pas utilisé.\nA noter également, que le code QR est généré complètement déconnecté. L'URL de la page que vous avez visitée n'est pas envoyé sur le réseau (à l'exception Lorsque vous cliquez sur \"Modifier le code QR» - qui ouvre www.the-QRCode-generator.com). Donc, il est probablement aussi bon qu'il en matière de confidentialité et de sécurité.",
    "hr": "Generira QR koda sa stranice URL trenutne kartice s jednim klikom.QR kod je umetnuta u malom popup.\n\nImajte na umu da je ovo proširenje, za razliku od ostalih nastavaka, ne zahtijeva nikakve posebne dozvole (poput karticama i pristup vašim podacima). To je učitan samo Kad kliknete na gumb. Tako da nema nepotrebnu potrošnju memorije i performanse implikacije dok se ne koristi.\nTakođer, imajte na umu, da QR kod generirana potpuno odsutan.URL stranice koje ste posjetili ne šalju preko mreže (osim kada kliknete na \"Uredi QR Code\" - to otvara www.the-QRCode-generator.com). Dakle, to je vjerojatno dobar kao što se tiče privatnost i sigurnost.",
    "id": "Menghasilkan kode QR dari URL Halaman dari tab saat ini dengan satu klik. Kode QR ditampilkan inline dalam popup kecil.\n\nHarap dicatat bahwa perpanjangan ini, tidak seperti ekstensi lainnya, tidak Perlu ada izin khusus (seperti tab dan akses ke data Anda). Itu hanya dimuat Ketika Anda mengklik pada tombol. Jadi tidak memiliki konsumsi memori yang tidak perlu dan implikasi kinerja sementara tidak digunakan.\nJuga mencatat, bahwa kode QR yang dihasilkan benar-benar offline. URL dari halaman yang Anda kunjungi tidak dikirim melalui jaringan (kecuali Ketika Anda klik \"Edit QR Code\" - yang terbuka www.the-QRCode-generator.com). Jadi itu mungkin sebagus Mengenai privasi dan keamanan.",
    "it": "Genera un codice QR da URL pagina della scheda corrente con un solo clic. Il QR Code è visualizzato inline in un piccolo popup.\n\nSi prega di notare che questa estensione, a differenza di altre estensioni, non richiede autorizzazioni speciali (come l'accesso alle vostre schede e dati). Si è caricato solo quando si fa clic sul pulsante. Quindi non ha implicazioni consumo di memoria inutile e prestazioni mentre non utilizzato.\nSi noti inoltre, che il codice QR viene generato completamente offline. L'URL della pagina che avete visitato non viene inviato attraverso la rete (tranne quando si fa clic su \"Modifica QR Code\" - che si apre www.the-qrcode-generator.com). Quindi è probabilmente buono come in materia di privacy e sicurezza.",
    "pl": "Generuje kod QR z adresem strony na bieżącej karcie za pomocą jednego kliknięcia.QR kod jest wyświetlany w jednej linii w małym okienko.\n\nProszę pamiętać, że to rozszerzenie, w przeciwieństwie do innych rozszerzeń, nie wymaga żadnych specjalnych uprawnień (takich jak karty i dostępu do danych). Jest ładowany tylko po kliknięciu na przycisk. Więc to nie ma wpływu niepotrzebnego zużycia pamięci i wydajności, podczas gdy nie jest używany.\nNależy również pamiętać, że kod QR są generowane całkowicie nieaktywny.URL odwiedzonej strona nie jest przesyłane przez sieć (z wyjątkiem Po kliknięciu na \"Edytuj QR Code\" - że Otwiera www.the-QRCode-generator.com). Więc to chyba tak dobre, jak chodzi o prywatność i bezpieczeństwo.",
    "pt_BR": "Gera um código QR ​​a partir do URL da página da guia atual, com um único clique. O código QR ​​é exibido em linha em uma pequena popup.\n\nPor favor, note que esta extensão, ao contrário de outras extensões, não necessita de quaisquer permissões especiais (como guias e acesso aos seus dados). Ele só é carregado quando você clicar no botão. Por isso, não tenho qualquer consumo de memória desnecessária e implicações de desempenho, enquanto não utilizados.\nObserve também, que o código QR ​​é gerado completamente offline. A URL da página que você visitou não é enviado através da rede (exceto quando você clicar em \"Editar Código QR​​\" - que abre www.the-QRCode-generator.com). Por isso, é provavelmente tão boa como em relação à privacidade e segurança.",
    "pt_PT": "Generates a QR Code from the Page URL of the current tab with a single click. The QR Code is displayed inline in a small popup.\n\nAbout required Permissions:\n  - tabs (Access your tabs and browsing activity) is needed to access the URL of the current page.",
    "ro": "Generează un cod QR de la URL-ul paginii din fila curentă, cu un singur clic. Codul QR este afișat inline într-un pop-up de mici.\n\nVă rugăm să rețineți că această extindere, spre deosebire de alte extensii, nu are nevoie de nici permisiuni speciale (cum ar fi file și acces la datele dvs.). Acesta este încărcat numai atunci când faceți clic pe butonul. Deci, ea nu are nici un consum de memorie inutil și implicații de performanță în timp ce nu sunt folosite.\nDe asemenea, rețineți, că acest cod QR este generat complet deconectat.URL-ul paginii ați vizitat nu este trimis în rețea (cu excepția Când faceți clic pe \"Edit QR Code\" - care se deschide www.the-QRCode-generator.com). Deci, este, probabil, la fel de bun ca acesta privind confidențialitatea și securitatea.",
    "sk": "Generuje QR kódu zo stránky URL aktuálnej karte pomocou jediného kliknutia. QR kód je zobrazený inline v malom popup.\n\nVezmite prosím na vedomie, že toto rozšírenie, na rozdiel od iných rozšírenie, nevyžaduje žiadne špeciálne oprávnenia (ako sú záložky a prístupu k vašim dátam). To je naložený len vtedy, keď kliknete na tlačidlo. Takže to nemá žiadne zbytočné spotreby pamäte a výkon dôsledky, keď nie je používaný.\nTiež si všimnite, že QR kód je generovaný úplne v režime offline. URL tejto stránky ste navštívili nie je odoslaná po sieti (s výnimkou Keď kliknete na \"Upraviť QR Code\" -, ktoré sa otvorí www.the-QRCode-generator.com). Takže je to asi tak dobré, ako to ide o súkromie a bezpečnosti.",
    "sl": "Ustvari QR kodo iz URL strani na trenutnem zavihku z enim samim klikom.QR koda je prikazana v vrstici v majhnem pojavnem oknu.\n\nProsimo, upoštevajte, da je to podaljšanje, za razliko od druge prizidke, ne zahteva nobenih posebnih dovoljenj (kot so zavihki in dostop do vaših podatkov). To je naložen le Ko boste kliknili na gumb. Tako da nima nobenih posledic nepotrebno porabo pomnilnika in zmogljivosti, medtem ko se ne uporablja.\nUpoštevajte tudi, da je koda QR ustvarila popolnoma odsoten.URL strani, ki jo je obiskala, ne pošlje preko omrežja (razen, ko boste kliknili na \"Edit QR Code\" -, ki se odpre www.the-QRCode-generator.com). Torej je verjetno tako dober, kot je zadeva zasebnost in varnost.",
    "tr": "Tek bir tıklama ile mevcut sekmesinin Sayfa URL'den bir QR kodu üretir.QR Code, küçük bir pop-up satır içi görüntülenir.\n\nBu uzantı, diğer uzantıları aksine, (sekmeler ve verilere erişim gibi) herhangi bir özel izin iste olmadığını unutmayın. Eğer düğmeye tıkladığınızda sadece yüklenir. Bu yüzden kullanılmıyor ise herhangi bir gereksiz bellek tüketimi ve performans etkileri yoktur.\nAyrıca QR kod tamamen çevrimdışı oluşturulur, dikkat. Eğer ziyaret Page URL (- www.the-QRCode-generator.com açar \"Edit QR Code\" tıkladığınızda hariç) ağ üzerinden gönderilmez. Yani muhtemelen bu gizlilik ve güvenlik ile ilgili olarak iyi."
  }
}