{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabFan: Dynamic Tab Organizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with TabFan."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with TabFan, an innovative Chrome extension that organizes your tabs into a beautiful, interactive fan structure inspired by traditional Chinese design.\nKey Features:\n\nIntuitive Fan Interface: Access all your tabs in a visually appealing, easy-to-navigate fan layout.\nQuick Tab Switching: Effortlessly switch between tabs with a single click on the fan blades.\nSmart Tab Management: Pin, close, or create new tabs directly from the fan interface.\nCustomizable Position: Choose between top-middle and center positions for your fan (with more options coming soon!).\nTab Counter: Always know how many tabs you have open at a glance.\nSeamless Integration: Works on all web pages without disrupting your browsing experience.\n\nHow to Use:\n\nInstall the TabFan extension from the Chrome Web Store.\nClick the TabFan icon in your browser toolbar to set your preferred fan position.\nOn any web page, click the fan icon that appears to expand or collapse your tab fan.\nInteract with your tabs through the elegant fan interface:\n\nClick a fan blade to switch to that tab\nUse the pin icon to pin/unpin tabs\nClick the close icon to close tabs\nUse the \"+\" blade to open a new tab\n\n\n\nExperience a new level of tab organization with TabFan. Download now and bring harmony to your browsing chaos!"
  }
}