{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save AIofClaude to Notion",
    "en,en_AU,en_US": "AINote to Notion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Claude conversations to Notion with one click. Export Claude conversations"
  },
  "long": {
    "ar": "يُعَد امتداد \"كلود إلى Notion\" لمتصفح كروم أداة لا غنى عنها لكل من يستخدم كلاً من المساعد الذكي كلود والمنصة الإلكترونية لأخذ الملاحظات Notion. يتيح هذا الامتداد لك حفظ محادثاتك مع كلود مباشرةً في Notion بنقرة واحدة فقط.\n\nالفوائد الرئيسية:\n\nتركيز المعرفة: احفظ محادثاتك القيّمة مع كلود عن طريق نقل نص المحادثة تلقائيًا إلى Notion. هذا يضمن تنظيم آرائك ومعلوماتك وسهولة الوصول إليها في مكان واحد.\n\nتعزيز الإنتاجية: توقّف عن عملية النسخ واللصق اليدوي المُرهق لدردشات كلود. يتولى امتداد \"كلود إلى Notion\" نقل المحادثات نيابةً عنك، مما يوفر لك الوقت والجهد.\n\nتحسين التعاون: شارك محادثات كلود مع أفراد الفريق عن طريق حفظها في مساحات عمل Notion المشتركة. هذا يمكّن من تبادل المعرفة والتعلّم الجماعي بسهولة.\n\nالمحافظة على السياق: يحافظ الامتداد على السياق الكامل لتفاعلاتك مع كلود، لذا يمكنك الرجوع إلى سلسلة المحادثة الكاملة في Notion.\n\nلماذا يجب عليك تثبيته:\n\nإذا كنت تعتمد على كل من كلود وNotion كجزء من سير عملك، فهذا الامتداد هو محفّز إنتاجية لا غنى عنه. إنه يربط بشكل سلس بين هذين الأداتين القويتين، مما يتيح لك تجميع معرفتك والتعاون بشكل أكثر فعالية. قم بتثبيت \"كلود إلى Notion\" اليوم وارتقِ بإنتاجيتك إلى آفاق جديدة.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "This plugin is a personal development plugin, not an officially provided plugin.\n\nThe 'claude to notion' Chrome extension is a must-have tool for anyone who uses both the Claude AI assistant and the Notion note-taking platform. This extension allows you to seamlessly save your conversations with Claude directly to Notion with just a single click.\n\nChangelog:\n\n20250102\n    • Fix the issue that the pop-up window cannot be closed and the display is misplaced.\n\n20250101\n    • Resolve the issue with the Notion database selection.\n    • Optimize UI design\n20241119\n    • Fixed an issue where saving was incomplete in certain situations\n    • Optimized UI display\n    • Added save button to pop-up pages\n    • Removed official Claude icon\n\n20240424: Fix the issue of unable to retrieve chat history due to changes in Claude page elements.\n\nKey Benefits:\n\nCentralize Your Knowledge: Preserve your valuable discussions with Claude by automatically transferring the conversation text to Notion. This ensures your insights and information are neatly organized and accessible in one place.\nEnhance Productivity: Stop the tedious process of manually copying and pasting your Claude chats. The 'claude to notion' extension handles the transfer for you, saving you time and effort.\nImprove Collaboration: Share your Claude conversations with teammates by saving them to shared Notion workspaces. This enables effortless knowledge-sharing and collective learning.\nMaintain Context: The extension preserves the full context of your Claude interactions, so you can refer back to the complete discussion thread in Notion.\n\nWhy You Should Install It:\nIf you rely on both Claude and Notion as part of your workflow, this extension is an invaluable productivity booster. It seamlessly bridges the gap between these two powerful tools, allowing you to consolidate your knowledge and collaborate more effectively. Install 'claude to notion' today and take your productivity to new heights.\n\nIf you have any questions, please contact: Email: chatgpt2notion@gmail.com",
    "de": "Die \"Claude to Notion\" Chrome-Erweiterung ist ein unverzichtbares Tool für alle, die sowohl den Claude KI-Assistenten als auch die Notion-Notizplattform nutzen. Diese Erweiterung ermöglicht es Ihnen, Ihre Gespräche mit Claude mit nur einem einzigen Klick direkt in Notion zu speichern.\n\nHauptvorteile:\n\nZentralisierung Ihres Wissens: Bewahren Sie Ihre wertvollen Diskussionen mit Claude, indem Sie den Gesprächstext automatisch in Notion übertragen. So werden Ihre Erkenntnisse und Informationen übersichtlich organisiert und an einem Ort zugänglich.\n\nSteigerung der Produktivität: Beenden Sie den mühseligen Prozess des manuellen Kopierens und Einfügens Ihrer Claude-Chats. Die \"Claude to Notion\"-Erweiterung übernimmt den Transfer für Sie und spart Ihnen Zeit und Aufwand.\n\nVerbesserung der Zusammenarbeit: Teilen Sie Ihre Claude-Gespräche mit Teammitgliedern, indem Sie sie in gemeinsam genutzten Notion-Arbeitsräumen speichern. Dies ermöglicht einen unkomplizierten Wissensaustausch und gemeinsames Lernen.\n\nErhalt des Kontexts: Die Erweiterung bewahrt den vollständigen Kontext Ihrer Claude-Interaktionen, sodass Sie im Notion-System auf den gesamten Gesprächsverlauf zurückgreifen können.\n\nWarum Sie sie installieren sollten:\n\nWenn Sie sowohl auf Claude als auch auf Notion als Teil Ihres Arbeitsablaufs setzen, ist diese Erweiterung ein unschätzbarer Produktivitätsbooster. Sie verbindet diese beiden leistungsstarken Tools nahtlos, sodass Sie Ihr Wissen bündeln und effektiver zusammenarbeiten können. Installieren Sie noch heute \"Claude to Notion\" und steigern Sie Ihre Produktivität auf ein neues Niveau.",
    "es": "La extensión de Chrome \"Claude to Notion\" es una herramienta imprescindible para cualquiera que use tanto el asistente de IA Claude como la plataforma de toma de notas Notion. Esta extensión le permite guardar sus conversaciones con Claude directamente en Notion con solo un clic.\n\nPrincipales Beneficios:\n\nCentralizar su Conocimiento: Preserve sus valiosas discusiones con Claude transfiriendo automáticamente el texto de la conversación a Notion. Esto asegura que sus ideas e información estén bien organizadas y accesibles en un solo lugar.\n\nMejorar la Productividad: Deje de lado el tedioso proceso de copiar y pegar manualmente sus chats de Claude. La extensión \"Claude to Notion\" se encarga de la transferencia por usted, ahorrándole tiempo y esfuerzo.\n\nMejorar la Colaboración: Comparta sus conversaciones con Claude guardándolas en espacios de trabajo compartidos de Notion. Esto permite un intercambio de conocimiento y un aprendizaje colectivo sin esfuerzo.\n\nMantener el Contexto: La extensión preserva el contexto completo de sus interacciones con Claude, para que pueda referirse al hilo de discusión completo en Notion.\n\nPor qué Debería Instalarla:\n\nSi depende tanto de Claude como de Notion como parte de su flujo de trabajo, esta extensión es un impulsador de productividad invaluable. Conecta sin problemas estas dos poderosas herramientas, lo que le permite consolidar su conocimiento y colaborar de manera más efectiva. Instale \"Claude to Notion\" hoy y lleve su productividad a nuevas alturas.",
    "fr": "L'extension Chrome \"Claude to Notion\" est un outil indispensable pour toute personne utilisant à la fois l'assistant IA Claude et la plateforme de prise de notes Notion. Cette extension vous permet d'enregistrer vos conversations avec Claude directement dans Notion en un seul clic.\n\nPrincipaux avantages :\n\nCentraliser vos connaissances : Préservez vos précieuses discussions avec Claude en transférant automatiquement le texte de la conversation vers Notion. Cela garantit que vos idées et informations soient bien organisées et accessibles en un seul endroit.\n\nAméliorer la productivité : Arrêtez le processus fastidieux de copier-coller manuellement vos conversations avec Claude. L'extension \"Claude to Notion\" se charge du transfert pour vous, vous faisant gagner du temps et des efforts.\n\nAméliorer la collaboration : Partagez vos conversations avec Claude en les enregistrant dans des espaces de travail Notion partagés. Cela permet un échange de connaissances et un apprentissage collectif sans effort.\n\nConserver le contexte : L'extension préserve le contexte complet de vos interactions avec Claude, afin que vous puissiez vous référer au fil de discussion complet dans Notion.\n\nPourquoi devriez-vous l'installer ?\n\nSi vous vous appuyez à la fois sur Claude et Notion dans votre flux de travail, cette extension est un outil de productivité inestimable. Elle connecte de manière transparente ces deux puissants outils, vous permettant de consolider vos connaissances et de collaborer plus efficacement. Installez \"Claude to Notion\" dès aujourd'hui et faites passer votre productivité à un nouveau niveau.",
    "ja": "クロームの「Claude to Notion」拡張機能は、ClaudeのAIアシスタントとNotion note-taking プラットフォームを使う人に必須のツールです。この拡張機能を使えば、Claudeとの会話をたった1クリックで簡単にNotionに保存できます。\n\n主な便利な点:\n\n知識の一元化: Claudeとの貴重な会話をテキストとして自動的にNotionに移行できるので、洞察や情報が整理されて一つの場所で管理できます。\n\n生産性の向上: Claudeのチャットを手動でコピーアンドペーストする面倒な作業がなくなります。「Claude to Notion」拡張機能が代わりに転送してくれるので、時間と労力を節約できます。\n\n協調作業の改善: Claudeの会話をチームメイトと共有Notionのワークスペースに保存できるので、ナレッジ共有や集合学習が簡単になります。\n\n文脈の保持: この拡張機能ではClaudeとのやり取りの全体的な文脈が保持されるので、Notionで完全な会話履歴を参照できます。\n\nなぜインストールすべきか:\n\nClaudeとノーション両方をワークフローの一部として使っている場合、この拡張機能は非常に価値のある生産性向上ツールとなります。この2つの強力なツールをシームレスにつなげ、知識の一元化と効果的な協調を実現してくれます。ぜひ「Claude to Notion」拡張機能をインストールして、生産性を新たなレベルに引き上げてください。",
    "ko": "'클로드 to 노션' 크롬 확장 프로그램은 클로드 AI 어시스턴트와 노션 노트 플랫폼을 모두 사용하는 사람들에게 필수적인 도구입니다. 이 확장 프로그램을 통해 클로드와의 대화 내용을 단 한 번의 클릭으로 바로 노션에 저장할 수 있습니다.\n\n주요 혜택:\n\n지식 통합: 클로드와의 소중한 대화 내용을 자동으로 노션에 전송하여 통합할 수 있습니다. 이를 통해 통찰력과 정보가 잘 정리되어 한 곳에서 관리될 수 있습니다.\n\n생산성 향상: 클로드 채팅 내용을 수동으로 복사하고 붙여넣는 번거로운 과정이 사라집니다. '클로드 to 노션' 확장 프로그램이 대신 전송해 줌으로써 시간과 노력을 절약할 수 있습니다.\n\n협업 향상: 클로드 대화 내용을 공유 노션 작업공간에 저장할 수 있어, 지식 공유와 협력 학습이 쉬워집니다.\n\n맥락 유지: 이 확장 프로그램은 클로드와의 상호 작용 전체 맥락을 유지하므로, 노션에서 전체 대화 내역을 참조할 수 있습니다.\n\n왜 설치해야 할까요?\n\n클로드와 노션을 워크플로우의 일부로 활용하고 계신다면, 이 확장 프로그램은 매우 유용한 생산성 향상 도구가 될 것입니다. 이 두 강력한 도구를 원활하게 연결하여 지식 통합과 효과적인 협업을 실현할 수 있습니다. 오늘 바로 '클로드 to 노션' 확장 프로그램을 설치하고 생산성을 새로운 수준으로 높여보세요.",
    "pt_PT": "A extensão do Chrome \"Claude para Notion\" é uma ferramenta essencial para quem usa tanto o assistente de IA Claude quanto a plataforma de anotações Notion. Essa extensão permite que você salve suas conversas com o Claude diretamente no Notion com apenas um clique.\n\nPrincipais Benefícios:\n\nCentralizar Seu Conhecimento: Preserve suas valiosas discussões com o Claude transferindo automaticamente o texto da conversa para o Notion. Isso garante que suas ideias e informações estejam bem organizadas e acessíveis em um único lugar.\n\nAumentar a Produtividade: Pare com o processo tedioso de copiar e colar manualmente seus bate-papos com o Claude. A extensão \"Claude para Notion\" cuida da transferência por você, economizando seu tempo e esforço.\n\nMelhorar a Colaboração: Compartilhe suas conversas com o Claude salvando-as em espaços de trabalho compartilhados no Notion. Isso permite uma fácil troca de conhecimento e aprendizado coletivo.\n\nManter o Contexto: A extensão preserva o contexto completo de suas interações com o Claude, para que você possa se referir à thread de discussão completa no Notion.\n\nPor que você deve instalá-la:\n\nSe você depende tanto do Claude quanto do Notion como parte de seu fluxo de trabalho, essa extensão é um impulsionador de produtividade inestimável. Ela conecta de forma perfeita essas duas poderosas ferramentas, permitindo que você consolide seu conhecimento e colabore de forma mais eficaz. Instale o \"Claude para Notion\" hoje e leve sua produtividade a novos patamares.",
    "zh_CN": "\"Claude to Notion\"Chrome 扩展程序是任何同时使用 Claude AI 助手和 Notion 笔记平台的人的必备工具。这款扩展程序可让您只需单击一下就能将与 Claude 的对话直接保存到 Notion。\n\n主要优势:\n\n知识整合: 通过自动将对话内容转移到 Notion,保留您与 Claude 的宝贵讨论。这可确保您的见解和信息井井有条,集中在一个地方。\n\n提高生产力: 不再需要手动复制粘贴 Claude 聊天内容的繁琐过程。\"Claude to Notion\"扩展程序替您完成转移,节省时间和精力。\n\n改善协作: 将 Claude 对话保存到共享的 Notion 工作区,与团队成员分享。这样可以轻松实现知识共享和集体学习。\n\n保留上下文: 该扩展程序保留您与 Claude 互动的完整上下文,方便您在 Notion 中查看整个讨论线索。\n\n为什么应该安装它:\n\n如果您将 Claude 和 Notion 作为工作流程的一部分,这款扩展程序是一个无可替代的生产力提升工具。它无缝连接这两个强大的工具,让您能整合知识,更有效地协作。立即安装\"Claude to Notion\"扩展程序,将您的生产力提升到新的高度。",
    "zh_TW": "「Claude to Notion」Chrome 擴充功能是每個同時使用 Claude AI 助手和 Notion 筆記平台的人的必備工具。這款擴充功能讓您只需單擊一下就能將與 Claude 的對話直接保存到 Notion。\n\n主要優勢:\n\n知識集中: 通過自動將對話內容轉移到 Notion,保留您與 Claude 的寶貴討論。這確保您的見解和資訊整理有序,集中在一個地方。\n\n提高生產力: 停止手動複製貼上 Claude 聊天的繁瑣過程。「Claude to Notion」擴充功能替您完成轉移,節省時間和精力。\n\n改善協作: 將 Claude 對話保存到共享的 Notion 工作區,與團隊成員分享。這讓知識共享和集體學習變得更加輕鬆。\n\n保留上下文: 此擴充功能保留您與 Claude 互動的完整上下文,方便您在 Notion 中查看整個討論線索。\n\n為什麼應該安裝它:\n\n如果您將 Claude 和 Notion 作為工作流程的一部分,這款擴充功能是一個無價的生產力提升工具。它無縫連接這兩個強大的工具,讓您能整合知識,更有效地協作。立即安裝「Claude to Notion」擴充功能,將您的生產力提升到新的高度。"
  }
}