{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Adblock Chrome",
    "da": "Adblock Unlimited – Adblocker",
    "de": "AdLock: Adblocker & Privacy Protection",
    "fr": "Adblocker for Youtube",
    "it": "Stands Adblocker",
    "ms": "Adblocker Ultimate",
    "nl": "Pornhub AdBlock",
    "no": "OnlyFans AdBlcoker",
    "tr": "Pornhub AdBlocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "All-in-one Ads Blocker for Chrome. Removes pop-ups, banners, video ads from all websites. Disables trackers, redirects, etc.",
    "da": "The only True AdBlocker in the Web. Forget about annoying banners, chat windows, popups, etc. Block ads on YouTube, Instagram,…",
    "de": "Best Free Adblocker for Chrome browser. Speeds up your Chrome by removing Ads from all websites and social networks. YouTube,…",
    "fr": "Free AdBlocker for Chrome. Remove all Banner and Video Ads from all websites, including YouTube, Twitch, Facebook, etc.",
    "it": "Ad Blocker for Youtube. Ad Blocker for Facebook. Ad Blocker for Twitch. Block all Ads. Video Ads Skipper and Blocker",
    "ms": "Removes banner Ads and pop-ups from all websites. Blocks video Ads on YouTube, Facebook, Twitch, etc. Blocks redirects and data…",
    "nl": "Adblock for OnlyFans. Adblock for Pornhub. Removes ads from all websites. Blocks video ads on YouTube, Twitch and other video…",
    "no": "How to block ads on OnlyFans? Add this extension to your Chrome and forget about Ads. Also removes ads from Pornhub, xVideos,…",
    "tr": "Designed to block ads on adult websites. Block ads on Pornhub. Adblock for Onlyfans, xVideos, etc. Enhanced privacy and data…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📌 A browser extension for removing any advertisements from any website you visit. Adblock Chrome helps you get rid of annoying ads and enhances your private data security.\n\n📌 This brand new adblocker is designed to remove ads like banners, popups, chat windows, new tabs, etc. from any website you visit. It also removes video ads from platforms like YouTube and Twitch. Adblock Chrome cleans ads on popular social networks like Facebook, Instagram, Twitter, etc.\n\n📌 The Adblocker blocks malicious redirects, data mining, trackers, and more. It disables suspicious activities in your browser, providing better data and privacy protection."
  }
}