{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DIG This Deal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare prices and find the best deals on new and second-hand products."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of switching between multiple tabs to find the best price? Look no further! DIG This Deal – Your Ultimate Price Comparison Tool helps you save time and money by bringing the best deals directly to your browser.\n\nKey Features:\nSeamless Price Comparisons: Compare prices on new and pre-loved products from multiple online retailers in real time.\n\nCashback Rewards: Earn cashback on eligible purchases when shopping through partnered retailers. Terms and conditions apply.\n\nEnhanced Shopping Experience: Save time by viewing all available deals and prices in one place without the hassle of manual searches.\n\nSupport for Pre-Loved Items: Discover refurbished and second-hand options to save even more and shop sustainably.\n\nPersonalized Recommendations: Receive tailored suggestions based on your browsing and shopping habits.\n\nReal-Time Updates: Stay informed with the latest deals, discounts, and price drops across your favorite online stores.\n\n\nHow It Works:\n\nInstall the DIG This Deal Extension: Add the extension to your browser for a seamless price-checking experience.\n\nBrowse Your Favorite Retailers: Shop as usual, and the extension will automatically display price comparisons and cashback opportunities.\n\nEarn Rewards: Qualify for cashback by completing purchases through our partnered retailers.\n\n\nWhy Choose DIG This Deal?\n\nSave money effortlessly while browsing online.\n\nAccess prices for both brand-new and pre-loved products.\n\nJoin a growing community of savvy shoppers who prioritize smart and sustainable shopping.\n\nDownload DIG This Deal now and start saving today!"
  }
}