{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better FPL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Master Fantasy Premier League with the Better FPL extension! Dominate your mini leagues and make your friends envy your genius!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better FPL aims to make fantasy.premierleague.com more accessible, engaging, and fun for all users. With a streamlined user experience, it is easier for you to get involved in the world’s most popular fantasy football game for only £1.99 a month!\n\nAre you a Fantasy Premier League manager?\n\nIf so, then you know the stress of picking your team. You have to make a decision that will affect your team's performance, not just for the coming gameweek, but sometimes for many gameweeks at a time. Perhaps even an entire season! That is where Better FPL can help you.\n\nThe goal is to make the site as easy to use for everyone as possible.\n\nThis extension will display fixture difficulty before each game so you can see how difficult the next match will be for your team. It also gives you an expected points value based on past performances. The extension also gives you a massively expanded overview of your leagues. With it you can see who everybody has captained, what chip they might have played, and even what chips they have left to play or how many points they left sitting on the bench.\n\nFPL managers are always looking for ways to improve their team. That's why I created Better FPL. First to help myself get better at the game and now to help you just as well.\n\nI believe in making it easy for you to see what matters most, and my extension enables you to do just that. The fixture difficulty display shows you how difficult each game will be for each player, and it also shows you expected points based on past results. You can also use our extended league table to see where your team stands in relation to other teams in your league.\n\nBetter FPL makes it easier than ever before for FPL managers to stay motivated and keep rising up the ranks both overall and in their mini leagues!"
  }
}