{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bloxorz Unblocked for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Bloxorz unblocked game on chrome. Bloxorz online game. Created for Bloxorz unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The well-known puzzle game Bloxorz was initially released online. To maneuver a rectangle block across a grid and have it fall into a square hole at the conclusion of each level while avoiding going off the edges is the game's main goal.\n\nThe arrow keys can be used to move the rectangular block. The block is longer than it is broad, which makes the game's tough phase more challenging because you must consider its orientation when making moves. For instance, you need to have the block erect and not resting flat if you're trying to transfer it through a small opening.\n\nThe game features several unique level designs and difficulties. Some stages include switches that can only be turned on by standing the block on end, while others could have bridges that can only be crossed by lying the block flat.\n\nIf you have any questions about our Bloxorz Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Bloxorz Unblocked game extension.\n4. Press \"Remove\""
  }
}