{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Portal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Gateway To Online Privacy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide your email when signing up for websites or enrolling to newsletters. Use auto-generated \"Privacy Addresses\" instead and have all your emails delivered to your personal inbox. This protects your privacy and eliminates spam from your inbox.\n\nYour personal email can easily be linked to your identity. Using the same email address for all your accounts makes it extremely easy for advertisers, data brokers, and bad actors to connect your accounts and aggregate your data to profile you. Using unique addresses for every service shrinks your digital footprint and makes you a smaller target.\n\nWhenever a website asks you for your email address, simply type the \"@\" sign in the email field and Privacy Portal will automatically fill in a new Privacy Address that privately relays emails to your personal inbox. Alternatively, you can click on the \"Hide my Email\" suggestion that appears on the page for the same effect.\n\nPrivacy Portal's Mail Relay is compatible with all standard email providers. You don't need a special email account to use it.\n\n\nPrivacy & Transparency:\nThe Privacy Portal extension is Open Source. It offers minimal functionality by design to provide you with the highest levels of privacy while browsing.\n\n\nPrivacy Portal is better for your privacy!\nAt Privacy Portal, we build privacy-first products. We design our software from the ground up ensuring that every feature aligns with our strict privacy goals.\n\nOur Mail Relay service processes emails in-memory and does not store nor log any of your emails. Check our Privacy Policy for more information.\n\n\nPlans Overview\nPrivacy Portal offers a generous basic protection plan free of charge. An upgrade is available for users who wish to get more advanced functionality such as email encryption, unlimited Privacy Addresses, multiple personal emails, ..."
  }
}