{
  "name": {
    "ar": "جزيرة ذا لوست راش  Online Game",
    "am": "የጠፋው ጥድፊያ ደሴት  Runner Game",
    "bg,el": "Isle of the Lost Rush  Action Game",
    "bn": "আইল অফ দ্য লস্ট রাশ  Online Game",
    "ca,ms,ro": "Isle of the Lost Rush  Online",
    "cs,fil,sk": "Isle of the Lost Rush  Online Game",
    "da,fi,sl": "Isle of the Lost Rush  Unblocked Game",
    "de": "Insel des verlorenen Ansturms  Online",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Isle of the Lost Rush - HTML5 Game",
    "es": "Isla de la fiebre perdida  Action Game",
    "et": "Lost Rushi saar  Action Game",
    "fa": "جزیره عجله گمشده  Online",
    "fr": "Île de la ruée perdue  Unblocked Games",
    "gu": "આઇલ ઓફ ધ લોસ્ટ રશ  Online Game",
    "he": "Isle of the Lost Rush  Runner Game",
    "hi": "आइल ऑफ द लॉस्ट रश  Unblocked Game",
    "hr,hu,th": "Isle of the Lost Rush  Online Games",
    "id": "Pulau Rush yang Hilang  Action Game",
    "it": "Isola della corsa perduta Unblocked",
    "ja": "失われたラッシュの島  Online Games",
    "kn": "ಐಲ್ ಆಫ್ ದಿ ಲಾಸ್ಟ್ ರಶ್  Unblocked Games",
    "ko": "잃어버린 돌진의 섬 Unblocked",
    "lv": "Lost Rush sala  Unblocked Games",
    "ml": "ഐൽ ഓഫ് ദി ലോസ്റ്റ് റഷ്  Online",
    "mr": "आयल ऑफ द लॉस्ट रश  Online Games",
    "nl": "Eiland van de verloren stormloop  Online Games",
    "pl": "Wyspa Zaginionej Gorączki  Runner Game",
    "ru": "Остров потерянной спешки  Runner Game",
    "sw": "Kisiwa cha Kukimbilia Waliopotea  Online Game",
    "ta": "ஐல் ஆஃப் தி லாஸ்ட் ரஷ்  Online Game",
    "te": "ఐల్ ఆఫ్ ది లాస్ట్ రష్  Online Game",
    "tr": "Lost Rush Adası  Unblocked Games",
    "uk": "Острів Загубленого Раша  Online"
  },
  "short": {
    "ar": "Isle of the Lost Rush هي لعبة حركة HTML5 حيث يركض اللاعبون ويقفزون لتفادي العقبات وجمع العملات المعدنية.",
    "am": "የጠፋው Rush ደሴት ተጫዋቾች እንቅፋት ለማስወገድ የሚሮጡበት እና የሚዘልሉበት እና ሳንቲሞች የሚሰበስቡበት HTML5 ጨዋታ ነው።",
    "bg": "Isle of the Lost Rush е HTML5 екшън игра, в която играчите тичат и скачат, за да избягват препятствия и да събират монети.",
    "bn": "আইল অফ দ্য লস্ট রাশ হল একটি HTML5 অ্যাকশন গেম যেখানে খেলোয়াড়রা বাধা এড়াতে এবং কয়েন সংগ্রহ করতে দৌড়ায় এবং লাফ দেয়।",
    "ca": "Isle of the Lost Rush és un joc d&#39;acció HTML5 on els jugadors corren i salten per evitar obstacles i recollir monedes.",
    "cs": "Isle of the Lost Rush je akční hra HTML5, ve které hráči běhají a skákají, aby se vyhnuli překážkám a sbírali mince.",
    "da": "Isle of the Lost Rush er et HTML5 actionspil, hvor spillere løber og hopper for at undgå forhindringer og samle mønter.",
    "de": "Isle of the Lost Rush ist ein HTML5-Actionspiel, bei dem Spieler rennen und springen, um Hindernissen auszuweichen und Münzen zu…",
    "el": "Το Isle of the Lost Rush είναι ένα παιχνίδι δράσης HTML5 όπου οι παίκτες τρέχουν και πηδούν για να αποφύγουν τα εμπόδια και να…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Isle of the Lost Rush is an HTML5 action game where players run and jump to avoid obstacles and collect coins.",
    "es": "Isle of the Lost Rush es un juego de acción HTML5 en el que los jugadores corren y saltan para evitar obstáculos y recolectar…",
    "et": "Isle of the Lost Rush on HTML5 põnevusmäng, kus mängijad jooksevad ja hüppavad, et vältida takistusi ja koguda münte.",
    "fa": "Isle of the Lost Rush یک بازی اکشن HTML5 است که در آن بازیکنان می دوند و می پرند تا از موانع جلوگیری کنند و سکه جمع کنند.",
    "fi": "Isle of the Lost Rush on HTML5-toimintapeli, jossa pelaajat juoksevat ja hyppäävät välttääkseen esteitä ja kerätäkseen kolikoita.",
    "fil": "Ang Isle of the Lost Rush ay isang HTML5 action game kung saan ang mga manlalaro ay tumatakbo at tumatalon upang maiwasan ang mga…",
    "fr": "Isle of the Lost Rush est un jeu d&#39;action HTML5 où les joueurs courent et sautent pour éviter les obstacles et collecter des…",
    "gu": "Isle of the Lost Rush એ એક HTML5 એક્શન ગેમ છે જ્યાં ખેલાડીઓ અવરોધોને ટાળવા અને સિક્કા એકત્રિત કરવા દોડે છે અને કૂદી પડે છે.",
    "he": "Isle of the Lost Rush הוא משחק פעולה HTML5 שבו שחקנים רצים וקופצים כדי להימנע ממכשולים ולאסוף מטבעות.",
    "hi": "आइल ऑफ द लॉस्ट रश एक HTML5 एक्शन गेम है जहां खिलाड़ी बाधाओं से बचने और सिक्के एकत्र करने के लिए दौड़ते और कूदते हैं।",
    "hr": "Isle of the Lost Rush je HTML5 akcijska igra u kojoj igrači trče i skaču kako bi izbjegli prepreke i skupljali novčiće.",
    "hu": "Az Isle of the Lost Rush egy HTML5-ös akciójáték, amelyben a játékosok futva és ugrálva elkerülik az akadályokat, és érméket…",
    "id": "Isle of the Lost Rush adalah game aksi HTML5 di mana pemain berlari dan melompat untuk menghindari rintangan dan mengumpulkan koin.",
    "it": "Isle of the Lost Rush è un gioco d&#39;azione HTML5 in cui i giocatori corrono e saltano per evitare ostacoli e raccogliere monete.",
    "ja": "Isle of the Lost Rush は HTML5 アクション ゲームで、プレイヤーは走ったりジャンプしたりして障害物を避け、コインを集めます。",
    "kn": "ಐಲ್ ಆಫ್ ದಿ ಲಾಸ್ಟ್ ರಶ್ ಒಂದು HTML5 ಆಕ್ಷನ್ ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಅಡೆತಡೆಗಳನ್ನು ತಪ್ಪಿಸಲು ಮತ್ತು ನಾಣ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಓಡುತ್ತಾರೆ ಮತ್ತು…",
    "ko": "Isle of the Lost Rush는 플레이어가 달리고 점프하여 장애물을 피하고 동전을 모으는 HTML5 액션 게임입니다.",
    "lv": "Isle of the Lost Rush ir HTML5 asa sižeta spēle, kurā spēlētāji skrien un lec, lai izvairītos no šķēršļiem un vāktu monētas.",
    "ml": "തടസ്സങ്ങൾ ഒഴിവാക്കാനും നാണയങ്ങൾ ശേഖരിക്കാനും കളിക്കാർ ഓടുകയും ചാടുകയും ചെയ്യുന്ന ഒരു HTML5 ആക്ഷൻ ഗെയിമാണ് ഐൽ ഓഫ് ദി ലോസ്റ്റ് റഷ്.",
    "mr": "आयल ऑफ द लॉस्ट रश हा HTML5 अॅक्शन गेम आहे जिथे खेळाडू अडथळे टाळण्यासाठी आणि नाणी गोळा करण्यासाठी धावतात आणि उडी मारतात.",
    "ms": "Isle of the Lost Rush ialah permainan aksi HTML5 di mana pemain berlari dan melompat untuk mengelakkan halangan dan mengumpul…",
    "nl": "Isle of the Lost Rush is een HTML5-actiespel waarin spelers rennen en springen om obstakels te ontwijken en munten te verzamelen.",
    "pl": "Isle of the Lost Rush to gra akcji HTML5, w której gracze biegają i skaczą, aby omijać przeszkody i zbierać monety.",
    "ro": "Isle of the Lost Rush este un joc de acțiune HTML5 în care jucătorii aleargă și sar pentru a evita obstacolele și pentru a colecta…",
    "ru": "Isle of the Lost Rush — это экшн-игра на HTML5, в которой игроки бегают и прыгают, избегая препятствий и собирая монеты.",
    "sk": "Isle of the Lost Rush je akčná hra HTML5, v ktorej hráči bežia a skáču, aby sa vyhli prekážkam a zbierali mince.",
    "sl": "Isle of the Lost Rush je akcijska igra HTML5, kjer igralci tečejo in skačejo, da se izognejo oviram in zbirajo kovance.",
    "sw": "Isle of the Lost Rush ni mchezo wa vitendo wa HTML5 ambapo wachezaji hukimbia na kuruka ili kuepuka vikwazo na kukusanya sarafu.",
    "ta": "ஐல் ஆஃப் தி லாஸ்ட் ரஷ் என்பது ஒரு HTML5 ஆக்ஷன் கேம் ஆகும், இதில் வீரர்கள் ஓடி, குதித்து தடைகளைத் தவிர்க்க மற்றும் நாணயங்களைச்…",
    "te": "ఐల్ ఆఫ్ ది లాస్ట్ రష్ అనేది HTML5 యాక్షన్ గేమ్, ఆటగాళ్ళు అడ్డంకులను నివారించడానికి మరియు నాణేలను సేకరించడానికి పరిగెత్తడం మరియు…",
    "th": "Isle of the Lost Rush เป็นเกมแอคชั่น HTML5 ที่ผู้เล่นวิ่งและกระโดดเพื่อหลีกเลี่ยงสิ่งกีดขวางและเก็บเหรียญ",
    "tr": "Isle of the Lost Rush, oyuncuların engellerden kaçmak ve jeton toplamak için koşup zıpladıkları bir HTML5 aksiyon oyunudur.",
    "uk": "Isle of the Lost Rush — це гра-екшн HTML5, у якій гравці бігають і стрибають, щоб уникати перешкод і збирати монети."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Isle of the Lost Rush is an HTML5 action game where players run and jump to avoid obstacles and collect coins.\nIsle of the Lost Rush is a fast-paced HTML5 game perfect for players who love a challenge. In the game, players control a character. They must use him to navigate a treacherous island while avoiding obstacles and collecting coins. The gameplay is on a scrolling screen, and the character moves automatically, following the player's mouse cursor or finger.\nThe game's objective is to avoid obstacles and collect as many coins as possible while navigating the island. The screen will scroll continuously, and new blocks will appear as the game progresses. To succeed, players must have quick reflexes and be able to anticipate and avoid obstacles.\nOne of the critical features of Isle of the Lost Rush is its color. And vibrant graphics are perfect for players who love a good adventure. The game's easy-to-use controls and straightforward gameplay make it ideal for players of all ages.\nIn addition to the standard game mode, Isle of the Lost Rush also includes a variety of challenging levels and game modes to keep players coming back for more. In the Puzzle mode, players must use their reflexes and problem-solving skills to solve increasingly tricky levels. Endlessly, players must stay alive for as long as possible, avoiding obstacles and collecting coins to stay ahead.\nOverall, Isle of the Lost Rush is a fun and addictive HTML5 game that keeps players entertained for hours. Its challenging gameplay, various game modes, and easy-to-use controls make it a must-play for anyone looking for a brain-teasing and engaging game.\n\nTo swipe Install this extension to play the Isle of the Lost Rush Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}