{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motiv8"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A motivational quote extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motiv8 - Your Daily Dose of Inspiration\nMotiv8 is a sleek and intuitive Chrome extension designed to bring a touch of inspiration to your day. Every time you open a new tab, Motiv8 delivers a thoughtfully curated motivational quote that’s sure to uplift your spirits and help you stay focused.\n\nWhy Install Motiv8?\nDaily Inspiration: Start your day with a fresh and impactful motivational quote. Whether you’re looking for encouragement, a boost in confidence, or just a moment of reflection, Motiv8 provides the perfect words to keep you motivated.\n\nElegant Design: Motiv8 features a minimalist and professional design that seamlessly integrates with your browser, ensuring that the quotes are both visually appealing and easy to read. The design complements your browsing experience without being intrusive.\n\nSimple and User-Friendly: The extension is easy to install and even easier to use. Just add it to Chrome, and you’ll receive inspiring quotes directly in your browser’s popup. No additional configuration is needed.\n\nCustomizable Experience: You can easily access a new quote anytime by clicking the extension icon. The popup provides a clean interface displaying the quote text and the author’s name, enhancing your browsing experience with a touch of daily wisdom.\n\nReliable Performance: Built with efficiency in mind, Motiv8 ensures smooth and responsive performance without impacting your browser’s speed or consuming excessive resources.\n\nMotiv8 is perfect for anyone looking to infuse their day with positivity and encouragement. Whether you’re a student, professional, or just someone who loves a daily boost of inspiration, this extension is designed to help you stay motivated and focused on your goals.\n\nFeatures:\n\nDaily motivational quotes to inspire and uplift\nMinimalist and elegant design\nEasy-to-use interface\nSeamless integration with Chrome\nInstall Motiv8 today and let each new quote remind you of the power of positivity and the strength within you. Transform your browsing experience into a source of daily motivation and inspiration."
  }
}