{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autosave Task Manager 👨🏻‍💻"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to manage tasks and improve productivity. ✅"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez la Révolution de la Gestion des Tâches avec l'Extension Task Manager 🚀\nPlongez dans une nouvelle ère de gestion des tâches et d'optimisation de la productivité avec notre extension exceptionnelle, Task Manager. \n\nDécouvrez un monde entièrement nouveau où chaque moment compte, où chaque action est orchestrée pour l'excellence.\n\n➡️ Dépassez vos Limites : Libérez tout votre potentiel en adoptant l'extension Task Manager, conçue pour amplifier votre productivité de manière exceptionnelle. Transformez chaque journée en une symphonie de réussites en optimisant la gestion de vos tâches.\n\n➡️ Personnalisation Totale : Créez des listes de tâches sur mesure qui reflètent vos ambitions personnelles. Définissez des priorités claires qui éclairent le chemin à suivre et ne laissez aucune tâche dans l'ombre grâce à des rappels astucieux qui vous guident à la perfection.\n\n➡️ Suivi des Progrès Récompensant : Suivi de vos progrès devient une expérience gratifiante. Grâce à une interface intuitive, suivez les étapes que vous avez franchies et célébrez vos succès. Cette clarté vous procure un avantage inestimable pour une gestion du temps judicieuse.\n\n➡️ Techniques de Gestion du Temps Prouvées : Adoptez des techniques de gestion du temps éprouvées. La méthode Pomodoro, en particulier, sera votre alliée pour maintenir une concentration inébranlable et transformer chaque moment en une opportunité de productivité maximale.\n\n➡️ Finissez avec le Chaos des Tâches Non Gérées : L'extension Task Manager vous aide à garder le contrôle et à éviter l'accumulation paralysante. Votre vision reste claire, votre attention sans faille, et vos objectifs toujours à portée de main.\n\nEntrez dans un futur où les réalisations sont tangibles, les journées maîtrisées, et les objectifs atteints. Task Manager est votre partenaire vers un accomplissement renouvelé. Rejoignez-nous dès aujourd'hui pour créer une réalité où la productivité est au cœur de chaque moment. 🌟\n\n➡️ Discord help: https://discord.com/invite/K2uUHdf\n➡️ Tools Discord: https://discord.gg/Qce5aFRxSm\n➡️ Gtool: https://gtool.fr/\n➡️ Website : https://dev-maxime-guinard.fr/\n\nThanks you ! ❤️"
  }
}