{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organizing Your online world with Artificial Intelligence, one tag at a time.",
    "pt_BR": "Organizando Seu mundo online com Inteligência Artificial, uma tag de cada vez."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the true magic of smart sourcing with Bookmarks! Simplify your daily tasks and gain productivity superpowers by delegating some of the work to Bookmarks.\n\n* Complete search: Our state-of-the-art search engine is designed to deliver fast, accurate results, allowing you to find exactly what you need, when you need it.\n\n* Organization Flexibility and Efficiency with Tags: Organization with tags is our foundation for efficient, personalized bookmark management. Our revolutionary approach allows you to sort your favorite links intuitively, creating a versatile categorization system that adapts to your needs.\n\n* Tags with Artificial Intelligence: In Bookmarks, we embrace Artificial Intelligence to take organizing your bookmarks to a whole new level.\n\n* Bring your Favorites: Bookmarks offers a seamless transition that preserves structure and organization, allowing you to enjoy all the benefits of our bookmark manager while keeping its valuable resources at your fingertips.\n\n* Save with 1-Click: While other methods can be complicated or time-consuming, our extension simplifies the process into a single click, allowing you to save valuable web content instantly and focus on what really matters.\n\nTransform your browsing experience with Bookmarks. Organize your links smartly and free yourself from digital clutter. Try it now and discover how Bookmarks can simplify your online life!",
    "pt_BR": "Descubra a verdadeira magia da terceirização inteligente com o Bookmarks! Simplifique suas tarefas diárias e obtenha superpoderes de produtividade ao delegar parte do trabalho para o Bookmarks.\n\n* Pesquisa Completa: Nosso mecanismo de pesquisa de última geração foi projetado para fornecer resultados rápidos e precisos, permitindo que você encontre exatamente o que precisa, quando precisar.\n\n* Flexibilidade e Eficiência da organização com tags: A organização com tags é nossa base para um gerenciamento de favoritos personalizado e eficiente. Nossa abordagem revolucionária permite que você classifique seus links favoritos de forma intuitiva, criando um sistema de categorização versátil que se adapta às suas necessidades.\n\n* Tags com Inteligência Artificial: Nos Favoritos, adotamos a Inteligência Artificial para levar a organização dos seus favoritos a um nível totalmente novo.\n\n* Traga seus favoritos: os favoritos oferecem uma transição perfeita que preserva a estrutura e a organização, permitindo que você aproveite todos os benefícios do nosso gerenciador de favoritos enquanto mantém seus valiosos recursos ao seu alcance.\n\n* Salve com 1-Click: embora outros métodos possam ser complicados ou demorados, nossa extensão simplifica o processo com um único clique, permitindo que você salve conteúdo valioso da web instantaneamente e se concentre no que realmente importa.\n\nTransforme sua experiência de navegação com os Favoritos. Organize seus links de maneira inteligente e liberte-se da confusão digital. Experimente agora e descubra como os Favoritos podem simplificar sua vida online!"
  }
}