{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prox-IN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Network Proxy tool by ITIC"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our cutting-edge Browser Extension, the ultimate solution for seamless and secure browsing with Proxy/VPN services. Designed with a keen focus on user needs, this extension redefines the way you access the internet, offering a fast, real-time, and wide-supported experience that's both easy to connect to and incredibly user-friendly.\n\nAre you tired of compromising your online privacy or dealing with sluggish internet speeds while using proxy or VPN services? Look no further! Our Browser Extension takes the hassle out of securing your online activities while ensuring lightning-fast internet connections. Whether you're streaming content, accessing geo-restricted websites, or safeguarding your personal data, our extension guarantees a secure and efficient online experience.\n\nOne of the key highlights of our extension is its real-time functionality. Say goodbye to delays in establishing connections or buffering issues. With our extension, you'll experience a seamless transition as it quickly adapts to your browsing needs, providing uninterrupted access to content across the globe.\n\nSupported across a wide range of browsers, our extension brings security and convenience to users of various platforms. Whether you're using Chrome, Firefox, Safari, or any other major browser, our extension is here to serve you, delivering consistent performance and reliable protection.\n\nConnecting to a secure proxy or VPN server has never been easier. Our extension's intuitive interface guides you through a simple setup process, ensuring that even users new to these technologies can establish a secure connection effortlessly. No more complex configurations or technical jargon to decipher – just a few clicks, and you're all set.\n\nWe understand the importance of affordability, which is why our Browser Extension follows a cost-effective subscription model. Choose from a range of subscription plans that suit your needs, and experience the full spectrum of benefits without breaking the bank. Say goodbye to hidden fees and surprise charges – transparency is our policy.\n\nIn today's digital age, protecting your online presence is paramount. Experience the freedom of browsing the internet without borders, accessing geo-restricted content, and safeguarding your data from prying eyes. With our user-friendly, fast, and real-time Browser Extension for Proxy/VPN services, you can enjoy the best of both worlds – a secure online experience and the convenience of browsing at your fingertips. Join us today and redefine your online journey!"
  }
}