{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RarityRanks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that shows the rarity rank and rarity score under NFT tokens\n\nThe extension displays a small window above some images…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that shows the rarity rank and rarity score under NFT tokens\n\nThe extension displays a small window above some images of NFT tokens. On the Opensea.io and market.x.immutable.com/ websites.\n\nThis window contains information about the rarity rank and rarity score of this token. \nRarityRanks extension takes information from the API- https://rarityranks.io/ \n\nIn the extension pop-up, you can turn off the display of pop-ups over NFT tokens. You can also switch the extension windows to a dark theme.\n\nAt the moment, the extension only shows a popup over some of the collections. For example \"The Doge Pound\". You can check how extension works on this page -  https://opensea.io/collection/the-doge-pound or https://market.x.immutable.com/assets?collection=0x343fd244ab5a1d1129a6edf21ba37c64aa725ff0\n\nLatest updates RarityRanks extension:\nRelease 1.0.3 - 22/12/2021\n+ New design improvements. Added a static element displaying the rarity rank.\n+ New mode for collection pages added. 5% of the most rare NFTs are highlighted in red. And in green for 20% of the most rare. The remaining 80% are displayed in gray.\n+ Made the extension more reliable, now the processes of adding elements and filling them with data work separately. This fixed a lot of bugs with variable site loading, especially for https://market.x.immutable.com/.\n+ Fixed bug for limit of 4096 characters for styles has been fixed. Because of it, there was a lot of distortion in the display.\n+ Also added Open Sans font. Many small bugs have been fixed and many small improvements have been made.\n\nRelease 1.0.2 - 21/11/2021\n+ Added a static icon and a static Rank text next to the name of the NFT element. For Opensea.io and market.x.immutable.com .\n+ Added \"Last Updates\" page.\n+ Fixed influence of extension styles on OpenSea styles.\n+ Fixed a bug for some NFT elements that contained a parameter \"/matic/\" in their URL.\n+ Bug with displaying in the directory \"/assets\".\nA lot bug fixes and small improvements.\n\nRelease 1.0.1 - 07/11/2021\n+ Added informational popups with rarity on market.x.immutable.com\n+ Rarity popups have also been added to the activity tab for OpenSea.io\nSome improvements and bug fixes.\n\nRelease 1.0.0 - 21/10/2021\n+ Initial release"
  }
}