{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rongin - Color Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rongin: Your vibrant color picker extension for seamless web exploration. Capture, save, and integrate hues effortlessly!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Title: Rongin: Your Comprehensive Color Picker Extension\n\nDetails:\n\nIntroducing Rongin, the comprehensive color picker extension that revolutionizes the way you explore, capture, and integrate colors across the web. With its intuitive design and powerful features, Rongin empowers designers, artists, developers, and enthusiasts alike to discover vibrant hues, effortlessly capture color inspiration, and seamlessly integrate them into their projects with precision and ease.\n\nKey Features:\n\n1. Effortless Color Capture:\nRongin simplifies the process of capturing colors from any webpage. With just a single click, effortlessly extract colors from images, text, backgrounds, buttons, and more. Rongin's advanced color detection algorithm ensures accurate and reliable results every time, giving you the confidence to explore without limitations.\n\n2. Precise Color Identification:\nSay goodbye to guesswork! Rongin instantly identifies the hexadecimal codes, RGB values, HSL values, and CMYK values of any color you capture, providing you with precise color information at your fingertips. Whether you're working on a web design project, digital artwork, or print materials, Rongin ensures consistency and accuracy in your color choices.\n\n3. Custom Color Palettes:\nOrganize and manage your color inspirations with ease using Rongin's custom color palettes. Create multiple palettes for different projects, themes, or clients, and effortlessly add, remove, and rearrange colors to suit your needs. With Rongin, keeping track of your favorite colors has never been easier.\n\n4. Seamless Integration:\nRongin seamlessly integrates with popular design tools and platforms, allowing you to streamline your workflow and enhance your productivity. With support for Adobe Creative Suite, Figma, Sketch, and more, transferring colors from Rongin to your preferred design environment is as simple as a click of a button. Spend less time on manual tasks and more time bringing your creative visions to life.\n\n5. History and Favorites:\nNever lose track of your color explorations again. Rongin keeps a comprehensive history of all the colors you've captured, allowing you to revisit past inspirations and projects with ease. Additionally, mark your favorite colors for quick access and reference, ensuring that your most-loved hues are always within reach.\n\n6. Accessibility and Customization:\nRongin is designed with accessibility in mind, featuring a user-friendly interface and customizable settings to cater to your unique preferences. Adjust the color picker size, choose your preferred color format, and customize keyboard shortcuts to enhance your user experience. Rongin puts you in control, allowing you to tailor the extension to suit your workflow and style.\n\n7. Cross-Platform Compatibility:\nWhether you're using Chrome, Firefox, Safari, or any other modern web browser, Rongin delivers a seamless experience across all platforms. Enjoy consistent performance and functionality no matter where your creative journey takes you. Rongin is your trusted companion wherever you go.\n\n8. Regular Updates and Support:\nThe Rongin team is dedicated to continuously improving the extension and providing exceptional support to our users. Expect regular updates with new features, enhancements, and optimizations based on user feedback and industry trends. Have a question or need assistance? Our friendly support team is here to help.\n\nUnlock Your Creative Potential with Rongin:\nWith its robust features, intuitive interface, and seamless integration, Rongin empowers you to unleash your creativity and explore the infinite possibilities of color. Whether you're a seasoned designer, aspiring artist, developer, or color enthusiast, Rongin is your indispensable companion for all things vibrant and visually captivating.\n\nExperience the power of Rongin today and elevate your color exploration journey to new heights!"
  }
}