{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad Remover - Ad Blocker for Chrome",
    "de": "Ad Remover – Ad Blocker für Chrome",
    "ja": "Ad Remover - Chrome用広告ブロッカー"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension blocks all types of internet ads, including banner, text, popup, and video ads.",
    "de": "Die Erweiterung blockiert alle Arten an Internet-Werbeanzeigen, einschließlich Banner, Text, Pop-Ups und Videoanzeigen.",
    "ja": "この拡張機能により、バナー広告、テキスト広告、ポップアップ広告、ビデオ広告など、あらゆる種類のインターネット広告をブロックできます。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad Remover is one of Chrome's most effective ad blockers with over 400K daily active users enjoying complete peace of mind on the Internet.\n\nAd Remover blocks all types of internet ads, including banners, texts, pop-ups, and video ads.\nEnjoy YouTube, Facebook, MSN, and all your favorite websites without ads or trackers!\n\nWe tested Ad Remover on the 1,800 most popular websites and on average websites loaded 44% faster and used 19% lesser data with it installed. \n\nWhy use Ad Remover?\n\n★ Block annoying ads \n✓ Instantly block ads and pop-ups across YouTube, Facebook and your favorite websites. \n✓ Enjoy a clean browsing experience from page to page \n\n★ Improve browsing speeds \n✓ Increase page load performance across all devices \n✓ Use less data every time you go online \n\n★ Protect yourself online  \n✓ Identify and block trackers and other malware \n✓ Keep sensitive information secure from identity theft \n\nTry Ad Remover for FREE today!\n\nHow It Works:\n\nUsing Ad Remover is easy. Simply click the blue \"Add to Chrome\" button, follow the instructions to enable it, and start enjoying all your favorite sites completely ad-free!\n\nAd Remover will automatically start blocking ads across the Internet and protect you from tracking cookies that can track all your activity and personal information.\n\nJust sit back and enjoy a peaceful Internet with Ad Remover!\n\nNeed assistance? \nClick on the Support tab to contact us",
    "de": "Ad Remover ist einer der effektivsten Werbeblocker für Chrome und hat über 400.000 täglich aktive Nutzer, die das Internet ganz unbesorgt genießen können.\n\nAd Remover blockiert alle Arten von Internetwerbung, darunter Banner, Texte, Pop-ups und Video-Anzeigen.\nGenießen Sie YouTube, Facebook, MSN und all Ihre Lieblings-Websites ohne Werbung oder Tracker!\n\nWir haben Ad Remover auf den 1800 beliebtesten Websites getestet: Im Schnitt luden die Seiten mit installiertem Ad Remover um 44 % schneller und verbrauchten 19 % weniger Daten.\n\nWarum Ad Remover?\n\n★ Störende Werbung blockieren\n✓ Blockieren Sie im Handumdrehen Werbung und Pop-ups auf YouTube, Facebook und Ihren Lieblings-Websites.\n✓ Genießen Sie ein aufgeräumtes Surferlebnis auf jeder Seite.\n\n★ Surfgeschwindigkeit steigern\n✓ Verbessern Sie die Seitenladezeiten auf allen Geräten.\n✓ Verbrauchen Sie beim Surfen weniger Daten.\n\n★ Schutz im Internet  \n✓ Erkennen und blockieren Sie Tracker und sonstige Schadsoftware.\n✓ Schützen Sie sensible Daten vor Identitätsdiebstahl.\n\nTesten Sie Ad Remover noch heute KOSTENLOS!\n\nSo funktioniert’s:\n\nEs ist ganz leicht, Ad Remover zu nutzen. Klicken Sie einfach auf die blaue Schaltfläche „Zu Chrome hinzufügen“, folgen Sie den Anweisungen zum Aktivieren und genießen Sie all Ihre Lieblings-Websites komplett werbefrei!\n\nAd Remover wird automatisch Werbung im Internet blockieren und Sie vor Tracking-Cookies schützen, die all Ihre Aktivitäten und personenbezogenen Daten verfolgen können.\n\nLehnen Sie sich einfach zurück und genießen Sie mit Ad Remover ein friedliches Internet!\n\nSie benötigen Unterstützung? \nKlicken Sie auf den Support-Reiter, um Kontakt mit uns aufzunehmen.",
    "ja": "Ad Removerは、Chromeの最も効果的な広告ブロッカーの1つです。毎日40万人以上のユーザーが心から安心してインターネットを楽しんでいます。\n\nAd Removerは、バナー広告、テキスト広告、ポップアップ広告、動画広告など、あらゆるタイプのインターネット広告をブロックします。\nYouTube、Facebook、MSNをはじめ、すべてのお気に入りサイトを、広告やトラッカーなしでお楽しみください！\n\n1,800の人気サイトでAd Removerのテストを実施したところ、ウェブサイトの表示速度は平均して44％向上し、インストールされた状態でのデータ使用量は19パーセント減少しました。\n\nAd Removerを使用する利点は？\n\n★ 迷惑広告をブロック \n✓ YouTube、Facebook、お気に入りのウェブサイトで、広告やポップアップを瞬時にブロックします \n✓ ページからページへのクリーンなブラウジングをお楽しみください \n\n★ ウェブサイトの表示速度を改善 \n✓ すべてのデバイスでページの読み込みパフォーマンスを向上させます \n✓ オンラインに接続するたびにデータ使用量を削減します \n\n★ オンライン上で身を守る \n✓ トラッカーやその他のマルウェアを識別し、ブロックします \n✓ 機密情報を保護し、個人情報の漏洩を防ぎます \n\nAd Removerを今すぐ無料で試してみましょう！\n\n使用方法\n\nAd Removerの使用方法は簡単です。青い [Chromeに追加] ボタンをクリックし、指示に沿って有効化するだけで、お気に入りのサイトを完全に広告なしで楽しむことができます！\n\nAd Removerは、自動的にインターネット上の広告をブロックし、アクティビティや個人情報を追跡するトラッキングクッキーから保護します。\n\nAd Removerで安心してインターネットを楽しみましょう！\n\nサポートが必要ですか？\nサポートタブをクリックしてお問い合わせください"
  }
}