{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Shortcuts by PaganCode QWERTZ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds keyboard shortcuts to Close other / right / left tabs and Duplicate tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NOTE: Look up the QWERTY (RED) version of the extension in the Web Store if you’re using an English (or other QWERTY) keyboard.\n\nTired of right-clicking on the active tab million times a day? Make your life easier by just pressing the shortcuts:\n\n- Press Ctrl+Q to close other tabs.\n- Press Ctrl+Y to close tabs to the right.\n- Press Ctrl+Shift+Y to close tabs to the left.\n- Press Ctrl+Space to duplicate tab.\n\nThese don’t collide with any other Chrome default shortcuts while providing convenience at the same time. The extension requires no special permissions.\nUnlike some other solutions available in the Web Store that may feel sluggish at times these will always execute the action and never fail (regardless of whether the content of the active page has already been fully loaded or not).\nYou might have noticed that the Web Store has removed a couple of extensions that were dealing with shortcuts because they haven’t been updated to manifest version 2.\nI was wondering how it is possible that such basic actions are not supported by keyboard shortcuts and just couldn’t find any simple, lightweight, clean and reliable solution that would have covered my needs. There are a few workarounds but not quite what I could be happy about. Either they’re not responsive at all times or the chosen keys are not comfortable.\nEventually, I concluded that enough is enough and decided to do it myself. This is possibly one of the simplest and smallest extensions being less than 4 KB in weight, (excluding icons). Just a few lines of code but what a relief!\nFrankly, I did this just for myself. But it won’t do any harm if I share it with the world. And if you care about productivity you might find it handy. Enjoy."
  }
}