{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "dataDouble"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "dataDouble Browser Extension: an art project by Roopa Vasudevan"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"dataDouble\" is an art project designed to illuminate the ways in which our identities are reduced and flattened by data collection. Finding inspiration in the concept of the “data double”, a likeness developed out of the digital traces that we (voluntarily or involuntarily) leave behind in our day to day interactions with technology, the project seeks to translate an individual user’s browsing data into a visual interpretation of how they are seen in the eyes of those extracting their information.\n\nThis extension locally collects a user’s browsing data cumulatively from the time of installation (note: your data is NOT sent to any kind of server or collection process outside of your own computer). Upon installing, the user is also prompted to upload a photo of themselves, which is altered and shaped into a portrait of their “data double” by applying image manipulation techniques that directly correlate to the amount and type of data collected from their browsing (description of these processes available here: https://datadouble.art/code-book/). The portrait is available to download from the extension after 14 days of use.\n\nAs data accumulates, the image, while still somewhat recognizable as a portrait of the individual user, becomes a warped and alternate representation of the self; the reduced, flattened version that is used as a basis for the extremely segmented experience that users have on the Internet today. But by utilizing a portrait of the user as a baseline, the project also serves to inject humanity back into a process that often strips it away, attempting to return voice to the user in the process.\n\nFor more information about the project, please visit https://datadouble.art."
  }
}