{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mighty Ape Travel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save up to 60% off at 3,000,000+ hotels worldwide."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mighty Ape Travel: Stop Overpaying for Hotels.\n\n🌟 Don't waste precious time searching for the best hotel deal. Let Mighty Ape Travel do the work for you and unlock fantastic savings! \n\n🍭 Sweet deals taste good, and Mighty Ape Travel makes them even sweeter! Think of us as your free, easy money solution. With our browser extension, you can book directly with over 500,000 hotels and save cash (up to 60% off retail rates). Imagine having more money in your pocket to spend on incredible experiences during your travels.\n\n🔍 Our browser extension automatically scours the web to find you the best price for local hotels and pops up just when you need it. Say goodbye to endless searching and book directly with confidence. With the money you save, you can indulge in delightful room service or treat yourself to something special. The choice is yours, and it tastes oh-so-good!\n\n🍽️ Craving a saving? Feed your travels and add Mighty Ape Travel to your browser—it's completely free! Our extension works like magic, bringing you exclusive deals and ensuring you always get the best hotel rate. Let Mighty Ape Travel be your trusted companion on every journey, making travel planning effortless and exciting.\n\nJoin Mighty Ape Travel today and start saving on your next adventure! ✨"
  }
}