{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EZ Blocker - Easy Ad Blocker",
    "da": "EZ Blocker - Let Ad Blocker",
    "de": "EZ Blocker - Einfacher Ad-Blocker",
    "es": "EZ Blocker - Bloqueador de Anuncios Fácil",
    "fr": "EZ Blocker - Bloqueur de publicités facile",
    "it": "EZ Blocker - Bloccatore di Annunci Facile",
    "nl": "EZ Blocker - Eenvoudige Adblocker",
    "pt_BR": "EZ Blocker - Bloqueador de Anúncios Fácil",
    "sv": "EZ Blocker - Enkel Ad Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to use Ad blocker that do not get detected by Youtube",
    "da": "Let at bruge annonceblokker, der ikke opdages af Youtube",
    "de": "Einfacher zu bedienender Ad-Blocker, der von Youtube nicht erkannt wird",
    "es": "Bloqueador de anuncios fácil de usar que no es detectado por Youtube",
    "fr": "Bloqueur de publicités facile à utiliser qui n'est pas détecté par Youtube",
    "it": "Bloccatore di annunci facile da usare che non viene rilevato da Youtube",
    "nl": "Eenvoudig te gebruiken adblocker die niet wordt gedetecteerd door Youtube",
    "pt_BR": "Bloqueador de anúncios fácil de usar que não é detectado pelo Youtube",
    "sv": "Enkel att använda ad blocker som inte upptäcks av Youtube"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⭐ Easy to use Ad blocker, nothing to configure, it just works.\n🚫 Blocks and automatically closes most annoying popup advertisements.\n🥷 Not detected by (Youtube) anti-adblock script.\n\nFor the full list or urls that we block, you can consult our official page: ezadblocker.site\n\nWhy EZ Blocker and not ublock (or other ad blocker) ?\nBecause almost all other popup blocker are detected as Ad blockers. Youtube now blocks ad blockers and many other sites as well. EZ Blocker is not detected on Youtube.\n\nTo better understand which websites we need to block, we record anonymous data about your browsing, keeping only the top level domain (never the full url) and a maximum of 50 per user.\n\n✓ Permissions: Default permissions is required on every website to effectively block ads and close popup advertisement.\n\n🚀 About\nWe monitor new urls of ad networks 24/7 and add them to our list every day. If you find that an ad or popup is not blocked, just wait 24h, it should be solved.\n\nChange log :\n2024.11.19 : Removed remote updating of scripts.\n2024.10.23 : Moved scripts into local files directly into local storage upon install. Updated blocking list."
  }
}