{
  "name": {
    "ar": "Vdubo - دبلجة الفيديو عبر الإنترنت",
    "am": "Vucbo - በመስመር ላይ ቪዲዮ ዱባ",
    "bg": "Vdubo - Видео дублаж онлайн",
    "bn": "ভিডুবো - অনলাইন ভিডিও ডাবিং",
    "ca": "VDUBO: DuBbing de vídeo en línia",
    "cs": "Vdubo - Video dabing online",
    "da": "Vdubo - Videodubbing online",
    "de": "Vdubo - Videosynchronisierung online",
    "el": "Vdubo - Μεταγλώττιση βίντεο στο διαδίκτυο",
    "en,en_AU,en_GB,en_US,es_419,fil,no": "Vdubo - Video dubbing online",
    "es": "VDUBO - Video Dubbing en línea",
    "et": "Vdubo – videote dubleerimine võrgus",
    "fa": "vdubo - دوبله ویدیو آنلاین",
    "fi": "VDUBO - Video kopiointi verkossa",
    "fr": "Vdubo - Doublage vidéo en ligne",
    "gu": "Vdubo - વિડિઓ ડબિંગ ઓનલાઇન",
    "he": "Vdubo - דיבוב וידאו ברשת",
    "hi": "Vdubo - ऑनलाइन वीडियो डबिंग",
    "hr": "Vdubo - Video presnimavanje online",
    "hu": "Vdubo - Videó szinkronizálása online",
    "id": "Vdubo - Pengalihan suara video daring",
    "it": "Vdubo - Doppiaggio video online",
    "ja": "Vdubo - オンラインビデオダビング",
    "kn": "Vdubo - ವೀಡಿಯೊ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಡಬ್ಬಿಂಗ್",
    "ko": "Vdubo - 온라인 비디오 더빙",
    "lt": "Vdubo - vaizdo įrašų dubliavimas internete",
    "lv": "Vdubo — video dublēšana tiešsaistē",
    "ml": "Vdubo - ഓൺലൈനിൽ വീഡിയോ ഡബ്ബിംഗ്",
    "mr": "Vdubo - व्हिडिओ डब ऑनलाईन",
    "ms,sw": "VDUBO - Video Dubbing Online",
    "nl": "Vdubo - Video nasynchronisatie online",
    "pl": "Vdubo - Dubbing wideo online",
    "pt_BR": "Vdubo - dublagem de vídeo online",
    "pt_PT": "Vdubo - Dobragem de vídeo online",
    "ro": "Vdubo - Dublare video online",
    "ru": "Vdubo - Видео дубляж онлайн",
    "sk": "Vdubo - Dabing videa online",
    "sl": "Vdubo - Snemanje videa na spletu",
    "sr": "ВДУБО - Видео Дуббинг Онлине",
    "sv": "Vdubo - Videodubbning online",
    "ta": "VDUBO - வீடியோ டப்பிங் ஆன்லைனில்",
    "te": "Vdubo - వీడియో డబ్బింగ్ ఆన్‌లైన్",
    "th": "VDUBO - วิดีโอพากย์ออนไลน์",
    "tr": "Vdubo - Video dublajı çevrimiçi",
    "uk": "VDUBO - Відео Дубінг в Інтернеті",
    "vi": "Vdubo - Lồng tiếng video trực tuyến",
    "zh_CN": "V读播 - 视频配音在线",
    "zh_TW": "vdubo-在線視頻配音"
  },
  "short": {
    "ar": "تشغيل الدبلجة عند مشاهدة فيديو على YouTube. تحسين الترجمة والترجمات الفرعية والدبلجة بشكل أكبر للأعضاء.",
    "am": "የ YouTube ቪዲዮን ሲመለከቱ Dubbing ን ይጫወቱ.የትርጉም, ንዑስተሮች እና ለአባላት ማበረታቻዎች የበለጠ ማመቻቸት.",
    "bg": "Играйте дублиране, когато гледате видеоклип в YouTube. По -нататъшно оптимизирайте превод, субтитри и дублиране на членовете.",
    "bn": "ইউটিউব ভিডিও দেখার সময় ডাবিং খেলুন।সদস্যদের জন্য অনুবাদ, সাবটাইটেল এবং ডাবিং আরও অনুকূলিত করুন।",
    "ca": "Reprodueix el doblatge en veure el vídeo de YouTube. Optimitzar encara més la traducció, els subtítols i el doblatge per als…",
    "cs": "Přehrát dabing při sledování videa na YouTube. Dále optimalizovat překlady, titulky a dabing pro členy.",
    "da": "Afspil dubbing, når du ser YouTube-video. Yderligere optimer oversættelse, undertekster og dubbing for medlemmer.",
    "de": "Beim Ansehen von YouTube-Videos Synchronisation abspielen. Übersetzung, Untertitel und Synchronisation für Mitglieder weiter…",
    "el": "Παίξτε μεταγλώττιση όταν παρακολουθείτε βίντεο στο YouTube. Βελτιστοποιήστε περαιτέρω τη μετάφραση, τους υπότιτλους και τη…",
    "en,en_AU,en_GB,en_US,es_419": "Play dubbing when watching YouTube video. Further optimize translation, subtitles, and dubbing for members.",
    "es": "Reproducir doblaje cuando vea el video de YouTube. Optimizar aún más la traducción, los subtítulos y el doblaje para los miembros.",
    "et": "Esitage YouTube'i videot vaadates dubleerimist. Täiendavalt optimeerige liikmete tõlget, subtiitreid ja dubleerimist.",
    "fa": "هنگام تماشای فیلم YouTube ، دوبله بازی کنید. ترجمه ، زیرنویس و دوبله برای اعضا را بهینه کنید.",
    "fi": "Pelaa kopioita katsellessasi YouTube -videota. Optimoi edelleen jäsenille käännös, tekstitykset ja kopiointi.",
    "fil": "Maglaro ng dubbing kapag nanonood ng video sa YouTube. Higit pang i-optimize ang pagsasalin, subtitle, at dubbing para sa mga…",
    "fr": "Jouer du doublage lorsque vous regardez la vidéo YouTube. Optimiser davantage la traduction, les sous-titres et le doublage des…",
    "gu": "યુટ્યુબ વિડિયો જોતી વખતે ડબિંગ વગાડો. સભ્યો માટે અનુવાદ, સબટાઇટલ્સ અને ડબિંગને વધુ ઑપ્ટિમાઇઝ કરો.",
    "he": "הפעל דיבוב בעת צפייה בווידיאו של YouTube. עוד יותר אופטימיזציה של התרגום, הכתוביות והדיבוב לחברים.",
    "hi": "YouTube वीडियो देखते समय डबिंग चलाएँ। सदस्यों के लिए अनुवाद, उपशीर्षक और डबिंग को और भी बेहतर बनाएँ।",
    "hr": "Pusti sinkronizaciju dok gledaš YouTube video. Dodatno optimizirajte prijevod, titlove i sinkronizaciju za članove.",
    "hu": "Játssz szinkront YouTube-videó megtekintése közben. Tovább optimalizálja a fordítást, a feliratokat és a szinkront a tagok számára.",
    "id": "Putar sulih suara saat menonton video YouTube. Optimalkan lebih lanjut penerjemahan, subtitel, dan sulih suara untuk anggota.",
    "it": "Riproduci il doppiaggio quando guardi un video di YouTube. Ottimizza ulteriormente la traduzione, i sottotitoli e il doppiaggio per…",
    "ja": "YouTube 動画の視聴時に吹き替えを再生します。メンバー向けに翻訳、字幕、吹き替えをさらに最適化します。",
    "kn": "ಯೂಟ್ಯೂಬ್ ವೀಡಿಯೊ ನೋಡುವಾಗ ಡಬ್ಬಿಂಗ್ ಪ್ಲೇ ಮಾಡಿ.ಸದಸ್ಯರಿಗೆ ಅನುವಾದ, ಉಪಶೀರ್ಷಿಕೆಗಳು ಮತ್ತು ಡಬ್ಬಿಂಗ್ ಅನ್ನು ಮತ್ತಷ್ಟು ಉತ್ತಮಗೊಳಿಸಿ.",
    "ko": "YouTube 동영상을 볼 때 더빙을 재생합니다. 멤버를 위해 번역, 자막 및 더빙을 더욱 최적화합니다.",
    "lt": "Žaiskite dubliavimą žiūrėdami „YouTube“ vaizdo įrašą. Toliau optimizuokite vertimą, subtitrus ir dubliavimą nariams.",
    "lv": "Skatoties YouTube videoklipu, atskaņojiet dublēšanu. Turpiniet optimizēt dalībnieku tulkošanu, subtitrus un dublēšanu.",
    "ml": "YouTube വീഡിയോ കാണുമ്പോൾ ഡബ്ബിംഗ് പ്ലേ ചെയ്യുക.അംഗങ്ങൾക്കുള്ള വിവർത്തനവും സബ്ടൈറ്റിലുകളും ഡബ്ബിംഗും കൂടുതൽ ഒപ്റ്റിമൈസ് ചെയ്യുക.",
    "mr": "YouTube व्हिडिओ पाहताना डबिंग प्ले करा.पुढील सदस्यांसाठी भाषांतर, उपशीर्षके आणि डबिंग ऑप्टिमाइझ करा.",
    "ms": "Main dubbing ketika menonton video YouTube. Selanjutnya mengoptimumkan terjemahan, sari kata, dan dubbing untuk ahli.",
    "nl": "Speel nasynchronisatie af bij het bekijken van YouTube-video's. Optimaliseer vertaling, ondertiteling en nasynchronisatie verder…",
    "no": "Spill dubbing når du ser på YouTube -video. Optimaliserer oversettelse, undertekster og dubbing for medlemmer.",
    "pl": "Odtwarzaj dubbing podczas oglądania filmu na YouTube. Dalsze optymalizowanie tłumaczenia, napisów i dubbingu dla członków.",
    "pt_BR": "Jogue dublagem ao assistir ao vídeo do YouTube. Otimize ainda mais a tradução, as legendas e a dublagem para os membros.",
    "pt_PT": "Jogue a dobragem ao ver vídeos do YouTube. Otimize ainda mais a tradução, as legendas e a dobragem para os membros.",
    "ro": "Redați dublajul atunci când vizionați un videoclip YouTube. Optimizați în continuare traducerea, subtitrarea și dublarea pentru…",
    "ru": "Воспроизведите дубинг при просмотре видео на YouTube. Дополнительная оптимизация перевода, субтитров и дублирования для участников.",
    "sk": "Prehrajte dabing pri sledovaní videa YouTube. Ďalej optimalizovať preklad, titulky a dabing pre členov.",
    "sl": "Predvajaj sinhronizacijo, ko gledaš YouTube video. Dodatno optimizirajte prevod, podnapise in sinhronizacijo za člane.",
    "sr": "Играјте прегазивање када гледате иоутубе видео. Даље оптимизирајте превод, титлове и пребацивање за чланове.",
    "sv": "Spela dubbning när du tittar på YouTube-video. Optimera ytterligare översättning, undertexter och dubbning för medlemmar.",
    "sw": "Cheza kucha wakati wa kutazama video ya YouTube.Boresha zaidi tafsiri, manukuu, na kuchapisha kwa wanachama.",
    "ta": "யூடியூப் வீடியோவைப் பார்க்கும்போது டப்பிங் விளையாடுங்கள்.உறுப்பினர்களுக்கான மொழிபெயர்ப்பு, வசன வரிகள் மற்றும் டப்பிங் ஆகியவற்றை…",
    "te": "యూట్యూబ్ వీడియో చూసేటప్పుడు డబ్బింగ్ ప్లే చేయండి.సభ్యుల కోసం అనువాదం, ఉపశీర్షికలు మరియు డబ్బింగ్ మరింత ఆప్టిమైజ్ చేయండి.",
    "th": "เล่น Dubbing เมื่อดูวิดีโอ YouTube เพิ่มประสิทธิภาพการแปลคำบรรยายและการพากย์สำหรับสมาชิก",
    "tr": "YouTube videosunu izlerken dublaj oynatın. Üyeler için çeviriyi, altyazıları ve dublajı daha da optimize edin.",
    "uk": "Грайте в дубляж під час перегляду відео YouTube. Подальше оптимізуйте переклад, субтитри та дубляж для членів.",
    "vi": "Phát lồng tiếng khi xem video YouTube. Tối ưu hóa thêm bản dịch, phụ đề và lồng tiếng cho thành viên.",
    "zh_CN": "观看YouTube视频时播放配音。为会员进一步优化译文、字幕、配音。",
    "zh_TW": "觀看YouTube視頻時玩配音。進一步優化會員的翻譯，字幕和配音。"
  },
  "long": {
    "ar": "يوفر VDUBO Dubbing عبر الإنترنت لمواقع الفيديو وفقًا للغة المحددة من قبل المستخدم. موقع الويب المدعوم حاليًا هو YouTube. يوجد أيقونة التحكم في VDUBO في أسفل فيديو YouTube الذي يتم مشاهدة. يمكن للمستخدم النقر على أيقونة التحكم في أي وقت لبدء Dubbing. بالنسبة لمقاطع الفيديو التي لا توجد بها ترجمات أو مقاطع فيديو ذات محتوى فرعي غير مرضٍ ، يمكن للأعضاء استخدام وظيفة النسخ الصوتي لإنشاء ترجمات. يتيح لك VDUBO التركيز على مقاطع فيديو اللغة الأجنبية دون أن تحدق دائمًا في الترجمات ، وبالتالي تحسين تجربة مشاهدة الفيديو.",
    "am": "ቭዱቦ በተጠቃሚው በተገለጸው ቋንቋ መሰረት ለቪዲዮ ድረ-ገጾች የመስመር ላይ ዱብንግ ያቀርባል። በአሁኑ ጊዜ የሚደገፈው ድረ-ገጽ YouTube ነው። የVdubo መቆጣጠሪያ አዶ እየታየ ባለው የዩቲዩብ ቪዲዮ ግርጌ ላይ ነው። ማባዛትን ለመጀመር ተጠቃሚ በማንኛውም ጊዜ የቁጥጥር አዶውን ጠቅ ማድረግ ይችላል። የትርጉም ጽሑፎች ወይም ቪዲዮዎች አጥጋቢ ያልሆነ የትርጉም ጽሑፍ ይዘት ላላቸው ቪዲዮዎች አባል የትርጉም ጽሑፎችን ለመፍጠር የድምጽ ቅጂ ተግባሩን መጠቀም ይችላል። ቭዱቦ ሁል ጊዜ የትርጉም ጽሑፎችን ሳታዩ በውጭ ቋንቋ ቪዲዮዎች ላይ እንዲያተኩሩ ይፈቅድልዎታል ፣ በዚህም ቪዲዮ የመመልከት ልምድን ያሻሽላል።",
    "bg": "Vdubo предоставя онлайн дублаж за видео уебсайтове според езика, посочен от потребителя. Поддържаният в момента уебсайт е YouTube. Контролната икона на Vdubo е в долната част на видеоклипа в YouTube, който се гледа. Потребителят може да щракне върху иконата за управление по всяко време, за да започне презаписа. За видеоклипове без субтитри или видеоклипове с незадоволително съдържание на субтитри, членът може да използва функцията за гласова транскрипция, за да генерира субтитри. Vdubo ви позволява да се фокусирате върху видеоклипове на чужди езици, без винаги да се взирате в субтитрите, като по този начин подобрява изживяването при гледане на видео.",
    "bn": "ভিডুবো ব্যবহারকারীর দ্বারা নির্দিষ্ট ভাষা অনুসারে ভিডিও ওয়েবসাইটগুলির জন্য অনলাইন ডাবিং সরবরাহ করে। বর্তমানে সমর্থিত ওয়েবসাইটটি ইউটিউব। ভিডুবো কন্ট্রোল আইকনটি ইউটিউব ভিডিও দেখার নীচে রয়েছে। ডাবিং শুরু করতে ব্যবহারকারী যে কোনও সময় নিয়ন্ত্রণ আইকনটি ক্লিক করতে পারেন। অসন্তুষ্ট সাবটাইটেল সামগ্রী সহ সাবটাইটেল বা ভিডিও ছাড়াই ভিডিওগুলির জন্য, সদস্য সাবটাইটেলগুলি তৈরি করতে ভয়েস ট্রান্সক্রিপশন ফাংশনটি ব্যবহার করতে পারেন। ভিডুবো আপনাকে সর্বদা সাবটাইটেলগুলিতে না তাকিয়ে বিদেশী ভাষার ভিডিওগুলিতে ফোকাস করার অনুমতি দেয়, যার ফলে ভিডিও দেখার অভিজ্ঞতা উন্নত হয়।",
    "ca": "Vdubo ofereix doblatge en línia per a llocs web de vídeo segons l'idioma especificat per l'usuari. El lloc web compatible actualment és YouTube. La icona de control de Vdubo es troba a la part inferior del vídeo de YouTube que s'està mirant. L'usuari pot fer clic a la icona de control en qualsevol moment per començar el doblatge. Per a vídeos sense subtítols o vídeos amb contingut de subtítols insatisfactori, el membre pot utilitzar la funció de transcripció de veu per generar subtítols. Vdubo us permet centrar-vos en vídeos en llengua estrangera sense mirar sempre els subtítols, millorant així l'experiència de veure vídeos.",
    "cs": "Vdubo poskytuje online dabing pro video webové stránky podle jazyka určeného uživatelem. Aktuálně podporovaným webem je YouTube. Ikona ovládání Vdubo je ve spodní části sledovaného videa YouTube. Uživatel může kdykoli kliknout na ikonu ovládání a zahájit kopírování. U videí bez titulků nebo videí s neuspokojivým obsahem titulků může člen použít funkci přepisu hlasu ke generování titulků. Vdubo vám umožňuje soustředit se na cizojazyčná videa, aniž byste neustále zírali na titulky, čímž zlepšuje zážitek ze sledování videa.",
    "da,no": "Vdubo leverer online dubbing til videowebsteder i henhold til det sprog, brugeren har angivet. Den aktuelt understøttede hjemmeside er YouTube. Vdubo-kontrolikonet er nederst i den YouTube-video, der ses. Brugeren kan til enhver tid klikke på kontrolikonet for at starte overspilningen. For videoer uden undertekster eller videoer med utilfredsstillende undertekstindhold, kan medlemmet bruge stemmetransskriptionsfunktionen til at generere undertekster. Vdubo giver dig mulighed for at fokusere på fremmedsprogede videoer uden altid at stirre på underteksterne, og derved forbedre oplevelsen af ​​at se video.",
    "de": "VDUBO bietet Online -Synchronisation für Video -Websites gemäß der vom Benutzer angegebenen Sprache. Die derzeit unterstützte Website ist YouTube. Das VDUBO -Steuerungssymbol befindet sich unten im YouTube -Video, das angesehen wird. Der Benutzer kann jederzeit auf das Steuerungssymbol klicken, um mit dem Synchronisieren zu beginnen. Für Videos ohne Untertitel oder Videos mit unbefriedigendem Untertitelinhalt kann das Mitglied die Sprachtranskriptionsfunktion verwenden, um Untertitel zu generieren. Mit VDUBO können Sie sich auf Fremdsprachvideos konzentrieren, ohne immer auf die Untertitel zu starren und so die Erfahrung des Ansehens von Videos zu verbessern.",
    "el": "Το VDUBO παρέχει online μεταγλώττιση για ιστοσελίδες βίντεο σύμφωνα με τη γλώσσα που καθορίζεται από τον χρήστη. Ο σήμερα υποστηριζόμενος ιστότοπος είναι το YouTube. Το εικονίδιο ελέγχου VDUBO βρίσκεται στο κάτω μέρος του βίντεο YouTube που παρακολουθείται. Ο χρήστης μπορεί να κάνει κλικ στο εικονίδιο ελέγχου ανά πάσα στιγμή για να ξεκινήσει την αντιγραφή. Για βίντεο χωρίς υπότιτλους ή βίντεο με μη ικανοποιητικό περιεχόμενο υπότιτλου, το μέλος μπορεί να χρησιμοποιήσει τη λειτουργία μεταγραφής φωνής για να δημιουργήσει υπότιτλους. Το VDUBO σας επιτρέπει να εστιάσετε σε βίντεο ξένων γλωσσών χωρίς πάντα να κοιτάζετε τους υπότιτλους, βελτιώνοντας έτσι την εμπειρία της παρακολούθησης βίντεο.",
    "en,en_AU,en_GB,en_US,es_419": "Vdubo provides online dubbing for video websites according to the language specified by the user. The currently supported website is YouTube. The Vdubo control icon is at the bottom of the YouTube video being watched. User can click the control icon at any time to start dubbing. For videos without subtitles or videos with unsatisfactory subtitle content, member can use the voice transcription function to generate subtitles. Vdubo allows you to focus on foreign language videos without always staring at the subtitles, thereby improving the experience of watching video.",
    "es": "VDUBO proporciona doblaje en línea para sitios web de video de acuerdo con el idioma especificado por el usuario. El sitio web actualmente compatible es YouTube. El icono de control VDubo está en la parte inferior del video de YouTube que se está viendo. El usuario puede hacer clic en el icono de control en cualquier momento para comenzar a doblar. Para videos sin subtítulos o videos con contenido de subtítulo insatisfactorio, el miembro puede usar la función de transcripción de voz para generar subtítulos. VDubo le permite concentrarse en videos de idiomas extranjeros sin siempre mirar los subtítulos, mejorando así la experiencia de ver video.",
    "et": "Vdubo pakub videoveebisaitide jaoks veebis dubleerimist vastavalt kasutaja määratud keelele. Praegu toetatud veebisait on YouTube. Vdubo juhtikoon on vaadatava YouTube'i video allosas. Kasutaja saab dubleerimise alustamiseks igal ajal klõpsata juhtikoonil. Ilma subtiitriteta videote või ebarahuldava subtiitrite sisuga videote puhul saab liige kasutada subtiitrite loomiseks häältranskriptsiooni funktsiooni. Vdubo võimaldab teil keskenduda võõrkeelsetele videotele ilma alati subtiitreid vaatamata, parandades seeläbi video vaatamise kogemust.",
    "fa": "Vdubo دوبله آنلاین وب سایت های ویدیویی را با توجه به زبان مشخص شده توسط کاربر ارائه می دهد. وب سایت پشتیبانی شده در حال حاضر YouTube است. نماد کنترل Vdubo در پایین ویدیوی YouTube در حال تماشا قرار دارد. کاربر می تواند برای شروع دوبله در هر زمان روی نماد کنترل کلیک کند. برای ویدیوهای بدون زیرنویس یا ویدیوهایی با محتوای زیرنویس رضایت بخش، اعضا می توانند از عملکرد رونویسی صدا برای تولید زیرنویس استفاده کنند. Vdubo به شما امکان می دهد بدون خیره شدن به زیرنویس ها بر روی ویدیوهای زبان خارجی تمرکز کنید و در نتیجه تجربه تماشای ویدیو را بهبود بخشید.",
    "fi": "Vdubo tarjoaa online-kopiointia videosivustoille käyttäjän määrittämän kielen mukaan. Tällä hetkellä tuettu sivusto on YouTube. Vdubo-ohjauskuvake on katsottavan YouTube-videon alaosassa. Käyttäjä voi milloin tahansa aloittaa kopioinnin napsauttamalla ohjauskuvaketta. Videoille ilman tekstitystä tai videoille, joiden tekstityssisältö on epätyydyttävä, jäsen voi käyttää tekstitystoimintoa tekstityksen luomiseen. Vdubon avulla voit keskittyä vieraiden kielten videoihin katsomatta aina tekstityksiä, mikä parantaa videon katselukokemusta.",
    "fil": "Nagbibigay ang Vdubo ng online dubbing para sa mga website ng video ayon sa wikang tinukoy ng user. Ang kasalukuyang sinusuportahang website ay YouTube. Ang Vdubo control icon ay nasa ibaba ng video sa YouTube na pinapanood. Maaaring i-click ng user ang icon ng kontrol anumang oras upang simulan ang pag-dubbing. Para sa mga video na walang subtitle o mga video na may hindi kasiya-siyang nilalaman ng subtitle, maaaring gamitin ng miyembro ang voice transcription function upang bumuo ng mga subtitle. Binibigyang-daan ka ng Vdubo na tumuon sa mga video sa wikang banyaga nang hindi palaging tumitingin sa mga subtitle, sa gayon ay nagpapabuti sa karanasan sa panonood ng video.",
    "fr": "Vdubo fournit du doublage en ligne pour les sites Web vidéo en fonction de la langue spécifiée par l'utilisateur. Le site Web actuellement pris en charge est YouTube. L'icône Vdubo Control est au bas de la vidéo YouTube en cours de regard. L'utilisateur peut cliquer sur l'icône de contrôle à tout moment pour commencer le doublage. Pour les vidéos sans sous-titres ou vidéos avec contenu de sous-titre insatisfaisant, le membre peut utiliser la fonction de transcription vocale pour générer des sous-titres. Vdubo vous permet de vous concentrer sur des vidéos en langue étrangère sans toujours regarder les sous-titres, améliorant ainsi l'expérience de la vision de la vidéo.",
    "gu": "Vdubo વપરાશકર્તા દ્વારા ઉલ્લેખિત ભાષા અનુસાર વિડિઓ વેબસાઇટ્સ માટે ઑનલાઇન ડબિંગ પ્રદાન કરે છે. હાલમાં સમર્થિત વેબસાઇટ YouTube છે. Vdubo કંટ્રોલ આઇકન જોવામાં આવતા YouTube વિડિઓની નીચે છે. ડબિંગ શરૂ કરવા માટે વપરાશકર્તા કોઈપણ સમયે નિયંત્રણ આયકન પર ક્લિક કરી શકે છે. સબટાઈટલ વિનાના વિડિયો અથવા અસંતોષકારક સબટાઈટલ કન્ટેન્ટવાળા વિડિયો માટે, સભ્ય સબટાઈટલ જનરેટ કરવા માટે વૉઇસ ટ્રાંસ્ક્રિપ્શન ફંક્શનનો ઉપયોગ કરી શકે છે. Vdubo તમને હંમેશા સબટાઈટલ્સ પર નજર રાખ્યા વિના વિદેશી ભાષાના વીડિયો પર ધ્યાન કેન્દ્રિત કરવાની મંજૂરી આપે છે, ત્યાંથી વીડિયો જોવાના અનુભવમાં સુધારો થાય છે.",
    "he": "VDUBO מספק דיבוב מקוון לאתרי וידיאו על פי השפה שצוינה על ידי המשתמש. האתר הנתמך כרגע הוא YouTube. אייקון בקרת VDUBO נמצא בתחתית הסרטון YouTube שנצפה. המשתמש יכול ללחוץ על סמל הבקרה בכל עת כדי להתחיל לדיבוב. לסרטונים ללא כתוביות או סרטונים עם תוכן כתוביות לא מספק, החבר יכול להשתמש בפונקציית התמלול הקולית כדי ליצור כתוביות. VDUBO מאפשר לך להתמקד בסרטוני שפה זרה מבלי להביט תמיד בכתוביות, ובכך לשפר את החוויה של צפייה בווידיאו.",
    "hi,mr": "VDUBO उपयोगकर्ता द्वारा निर्दिष्ट भाषा के अनुसार वीडियो वेबसाइटों के लिए ऑनलाइन डबिंग प्रदान करता है। वर्तमान में समर्थित वेबसाइट YouTube है। VDUBO नियंत्रण आइकन YouTube वीडियो के नीचे देखा जा रहा है। डबिंग शुरू करने के लिए उपयोगकर्ता किसी भी समय नियंत्रण आइकन पर क्लिक कर सकता है। असंतोषजनक उपशीर्षक सामग्री के साथ उपशीर्षक या वीडियो के बिना वीडियो के लिए, सदस्य उपशीर्षक उत्पन्न करने के लिए वॉयस ट्रांसक्रिप्शन फ़ंक्शन का उपयोग कर सकते हैं। VDUBO आपको हमेशा उपशीर्षक को घूरने के बिना विदेशी भाषा वीडियो पर ध्यान केंद्रित करने की अनुमति देता है, जिससे वीडियो देखने के अनुभव में सुधार होता है।",
    "hr": "Vdubo nudi online sinkronizaciju za video web stranice prema jeziku koji odredi korisnik. Trenutno podržana web stranica je YouTube. Ikona kontrole Vdubo nalazi se na dnu YouTube videa koji se gleda. Korisnik može kliknuti ikonu kontrole u bilo kojem trenutku za početak presnimavanja. Za videozapise bez titlova ili videozapise s nezadovoljavajućim sadržajem titlova, član može koristiti funkciju glasovne transkripcije za generiranje titlova. Vdubo vam omogućuje da se usredotočite na videozapise na stranom jeziku bez da uvijek buljite u titlove, čime poboljšavate iskustvo gledanja videa.",
    "hu": "A VDUBO online szinkronizálást biztosít a videó webhelyek számára a felhasználó által megadott nyelv szerint. A jelenleg támogatott webhely a YouTube. A VDUBO vezérlő ikon a YouTube videó alján található. A felhasználó bármikor rákattinthat a vezérlő ikonra, hogy elkezdje a szinkronizálást. A feliratok vagy a nem kielégítő felirattartalommal rendelkező videók nélküli videókhoz a tag a hangátviteli funkciót felhasználhatja felirat előállításához. A VDUBO lehetővé teszi az idegen nyelvű videókra összpontosítást anélkül, hogy mindig a feliratokra bámulnánk, ezáltal javítva a videó megtekintésének tapasztalatait.",
    "id": "VDUBO menyediakan dubbing online untuk situs web video sesuai dengan bahasa yang ditentukan oleh pengguna. Situs web yang saat ini didukung adalah YouTube. Ikon kontrol VDUBO berada di bagian bawah video YouTube yang sedang ditonton. Pengguna dapat mengklik ikon kontrol kapan saja untuk memulai dubbing. Untuk video tanpa subtitle atau video dengan konten subtitle yang tidak memuaskan, anggota dapat menggunakan fungsi transkripsi suara untuk menghasilkan subtitle. VDUBO memungkinkan Anda untuk fokus pada video bahasa asing tanpa selalu menatap subtitle, sehingga meningkatkan pengalaman menonton video.",
    "it": "VDUBO fornisce un doppiaggio online per i siti Web video in base alla lingua specificata dall'utente. Il sito Web attualmente supportato è YouTube. L'icona di controllo VDUBO è in fondo al video di YouTube da guardare. L'utente può fare clic sull'icona di controllo in qualsiasi momento per iniziare il doppiaggio. Per video senza sottotitoli o video con contenuto di sottotitoli insoddisfacenti, il membro può utilizzare la funzione di trascrizione vocale per generare sottotitoli. Vdubo ti consente di concentrarti su video in lingua straniera senza sempre fissare i sottotitoli, migliorando così l'esperienza di guardare video.",
    "ja": "Vduboは、ユーザーが指定した言語に従って、ビデオWebサイトにオンラインダビングを提供します。現在サポートされているWebサイトはYouTubeです。 Vduboコントロールアイコンは、YouTubeビデオの下部にあります。ユーザーはいつでもコントロールアイコンをクリックしてダビングを開始できます。不十分なサブタイトルコンテンツを備えた字幕またはビデオのないビデオの場合、メンバーは音声転写関数を使用して字幕を生成できます。 Vduboでは、常に字幕を見つめることなく、外国語のビデオに集中することができ、それによりビデオを見る経験が向上します。",
    "kn": "Vdubo ಬಳಕೆದಾರರಿಂದ ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಭಾಷೆಯ ಪ್ರಕಾರ ವೀಡಿಯೊ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಆನ್‌ಲೈನ್ ಡಬ್ಬಿಂಗ್ ಅನ್ನು ಒದಗಿಸುತ್ತದೆ. ಪ್ರಸ್ತುತ ಬೆಂಬಲಿತ ವೆಬ್‌ಸೈಟ್ YouTube ಆಗಿದೆ. Vdubo ನಿಯಂತ್ರಣ ಐಕಾನ್ ವೀಕ್ಷಿಸುತ್ತಿರುವ YouTube ವೀಡಿಯೊದ ಕೆಳಭಾಗದಲ್ಲಿದೆ. ಡಬ್ಬಿಂಗ್ ಪ್ರಾರಂಭಿಸಲು ಬಳಕೆದಾರರು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಯಂತ್ರಣ ಐಕಾನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬಹುದು. ಉಪಶೀರ್ಷಿಕೆಗಳಿಲ್ಲದ ವೀಡಿಯೊಗಳು ಅಥವಾ ಅತೃಪ್ತಿಕರ ಉಪಶೀರ್ಷಿಕೆ ವಿಷಯದೊಂದಿಗೆ ವೀಡಿಯೊಗಳಿಗಾಗಿ, ಉಪಶೀರ್ಷಿಕೆಗಳನ್ನು ರಚಿಸಲು ಸದಸ್ಯರು ಧ್ವನಿ ಪ್ರತಿಲೇಖನ ಕಾರ್ಯವನ್ನು ಬಳಸಬಹುದು. Vdubo ಯಾವಾಗಲೂ ಉಪಶೀರ್ಷಿಕೆಗಳನ್ನು ನೋಡದೆ ವಿದೇಶಿ ಭಾಷೆಯ ವೀಡಿಯೊಗಳ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಇದರಿಂದಾಗಿ ವೀಡಿಯೊವನ್ನು ನೋಡುವ ಅನುಭವವನ್ನು ಸುಧಾರಿಸುತ್ತದೆ.",
    "ko": "Vdubo는 사용자가 지정한 언어에 따라 비디오 웹 사이트에 온라인 더빙을 제공합니다. 현재 지원되는 웹 사이트는 YouTube입니다. vdubo 컨트롤 아이콘은 YouTube 비디오의 맨 아래에 있습니다. 사용자는 언제든지 컨트롤 아이콘을 클릭하여 더빙을 시작할 수 있습니다. 불만족스러운 자막 콘텐츠가있는 자막이나 비디오가없는 비디오의 경우, 회원은 음성 전사 기능을 사용하여 자막을 생성 할 수 있습니다. Vdubo를 사용하면 자막을 항상 쳐다 보지 않고 외국어 비디오에 집중할 수 있으므로 비디오 시청 경험을 향상시킬 수 있습니다.",
    "lt": "„Vdubo“ teikia internetinių vaizdo įrašų svetainių dubliavimą pagal vartotojo nurodytą kalbą. Šiuo metu palaikoma svetainė yra „YouTube“. Vdubo valdymo piktograma yra žiūrimo „YouTube“ vaizdo įrašo apačioje. Vartotojas gali bet kada spustelėti valdymo piktogramą, kad pradėtų dubliuoti. Vaizdo įrašams be subtitrų arba vaizdo įrašams su nepatenkinamu subtitrų turiniu narys gali naudoti balso transkripcijos funkciją, kad sukurtų subtitrus. „Vdubo“ leidžia sutelkti dėmesį į vaizdo įrašus užsienio kalbomis, nežiūrint į subtitrus, taip pagerinant vaizdo įrašų žiūrėjimo patirtį.",
    "lv": "Vdubo nodrošina tiešsaistes dublēšanu video vietnēm atbilstoši lietotāja norādītajai valodai. Pašlaik atbalstītā vietne ir YouTube. Vdubo vadības ikona atrodas skatītā YouTube videoklipa apakšā. Lietotājs jebkurā laikā var noklikšķināt uz vadības ikonas, lai sāktu dublēšanu. Videoklipiem bez subtitriem vai videoklipiem ar neapmierinošu subtitru saturu dalībnieks var izmantot balss transkripcijas funkciju, lai ģenerētu subtitrus. Vdubo ļauj koncentrēties uz videoklipiem svešvalodās, vienmēr neskatoties uz subtitriem, tādējādi uzlabojot video skatīšanās pieredzi.",
    "ml": "വീഡിയോ വെബ്‌സൈറ്റുകൾക്കായി ഉപയോക്താവ് വ്യക്തമാക്കിയ ഭാഷയ്ക്ക് അനുസൃതമായി Vdubo ഓൺലൈൻ ഡബ്ബിംഗ് നൽകുന്നു. നിലവിൽ പിന്തുണയ്‌ക്കുന്ന വെബ്‌സൈറ്റ് YouTube ആണ്. കാണുന്ന YouTube വീഡിയോയുടെ താഴെയാണ് Vdubo കൺട്രോൾ ഐക്കൺ. ഡബ്ബിംഗ് ആരംഭിക്കാൻ ഉപയോക്താവിന് ഏത് സമയത്തും നിയന്ത്രണ ഐക്കണിൽ ക്ലിക്ക് ചെയ്യാം. സബ്‌ടൈറ്റിലുകളില്ലാത്ത വീഡിയോകൾക്കും തൃപ്തികരമല്ലാത്ത സബ്‌ടൈറ്റിൽ ഉള്ളടക്കമുള്ള വീഡിയോകൾക്കും, സബ്‌ടൈറ്റിലുകൾ സൃഷ്‌ടിക്കാൻ അംഗത്തിന് വോയ്‌സ് ട്രാൻസ്‌ക്രിപ്ഷൻ ഫംഗ്‌ഷൻ ഉപയോഗിക്കാം. സബ്‌ടൈറ്റിലുകളിൽ എപ്പോഴും ഉറ്റുനോക്കാതെ വിദേശ ഭാഷാ വീഡിയോകളിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കാൻ Vdubo നിങ്ങളെ അനുവദിക്കുന്നു, അതുവഴി വീഡിയോ കാണുന്നതിൻ്റെ അനുഭവം മെച്ചപ്പെടുത്തുന്നു.",
    "ms": "Vdubo menyediakan alih suara dalam talian untuk laman web video mengikut bahasa yang ditentukan oleh pengguna. Tapak web yang disokong pada masa ini ialah YouTube. Ikon kawalan Vdubo berada di bahagian bawah video YouTube yang sedang ditonton. Pengguna boleh mengklik ikon kawalan pada bila-bila masa untuk memulakan alih suara. Untuk video tanpa sari kata atau video dengan kandungan sari kata yang tidak memuaskan, ahli boleh menggunakan fungsi transkripsi suara untuk menjana sari kata. Vdubo membolehkan anda menumpukan pada video bahasa asing tanpa sentiasa menatap sari kata, dengan itu meningkatkan pengalaman menonton video.",
    "nl": "VDUBO biedt online nascholking voor videowebsites volgens de taal die door de gebruiker is opgegeven. De momenteel ondersteunde website is YouTube. Het vDUBO -besturingspictogram bevindt zich onderaan de YouTube -video die wordt bekeken. Gebruiker kan op elk moment op het besturingspictogram klikken om te starten. Voor video's zonder ondertitels of video's met onbevredigende ondertitelinhoud, kan lid de spraaktranscriptiefunctie gebruiken om ondertitels te genereren. Met VDUBO kunt u zich concentreren op video's in vreemde talen zonder altijd naar de ondertitels te staren, waardoor de ervaring van het bekijken van video wordt verbeterd.",
    "pl": "Vdubo zapewnia internetowy dubbing dla stron wideo zgodnie z językiem określonym przez użytkownika. Obecnie obsługiwana strona to YouTube. Ikona sterowania Vdubo znajduje się na dole oglądanego filmu YouTube. Użytkownik może kliknąć ikonę sterowania w dowolnym momencie, aby rozpocząć dubbing. W przypadku filmów bez napisów lub filmów z niezadowalającą zawartością napisów członek może użyć funkcji transkrypcji głosu, aby wygenerować napisy. Vdubo pozwala skupić się na filmach w języku obcym bez ciągłego wpatrywania się w napisy, co poprawia wrażenia z oglądania wideo.",
    "pt_BR": "O Vdubo fornece dublagem online para sites de vídeo de acordo com o idioma especificado pelo usuário. O site suportado atualmente é o YouTube. O ícone de controle do Vdubo está na parte inferior do vídeo do YouTube que está sendo assistido. O usuário pode clicar no ícone de controle a qualquer momento para iniciar a dublagem. Para vídeos sem legendas ou vídeos com conteúdo de legenda insatisfatório, o membro pode usar a função de transcrição de voz para gerar legendas. O Vdubo permite que você se concentre em vídeos em língua estrangeira sem sempre olhar para as legendas, melhorando assim a experiência de assistir ao vídeo.",
    "pt_PT": "A Vdubo oferece dobragem online para sites de vídeo de acordo com o idioma especificado pelo utilizador. O site atualmente suportado é o YouTube. O ícone de controlo do Vdubo está na parte inferior do vídeo do YouTube que está a ser visualizado. O utilizador pode clicar no ícone de controlo a qualquer momento para iniciar a dobragem. Para vídeos sem legendas ou vídeos com conteúdo de legendas insatisfatório, o membro pode utilizar a função de transcrição de voz para gerar legendas. O Vdubo permite que se concentre em vídeos em línguas estrangeiras sem estar sempre a ver as legendas, melhorando assim a experiência de visualização do vídeo.",
    "ro": "Vdubo oferă dublare online pentru site-urile web video în funcție de limba specificată de utilizator. Site-ul web acceptat în prezent este YouTube. Pictograma de control Vdubo se află în partea de jos a videoclipului YouTube vizionat. Utilizatorul poate face clic pe pictograma de control în orice moment pentru a începe duplicarea. Pentru videoclipurile fără subtitrări sau videoclipurile cu conținut nesatisfăcător de subtitrare, membrul poate folosi funcția de transcriere vocală pentru a genera subtitrări. Vdubo vă permite să vă concentrați pe videoclipuri în limbi străine fără să vă uitați întotdeauna la subtitrări, îmbunătățind astfel experiența de vizionare a videoclipurilor.",
    "ru": "Vdubo предоставляет онлайн -дублирование для видео -сайтов в соответствии с языком, указанным пользователем. В настоящее время поддерживаемый веб -сайт - YouTube. Значок управления Vdubo находится в нижней части просмотра видео на YouTube. Пользователь может нажать на значок управления в любое время, чтобы начать дублировать. Для видео без субтитров или видео с неудовлетворительным содержанием субтитров, участник может использовать функцию голосовой транскрипции для генерации субтитров. Vdubo позволяет вам сосредоточиться на видео на иностранном языке, не всегда смотря на субтитра, тем самым улучшая опыт просмотра видео.",
    "sk": "Vdubo poskytuje online dabing pre video webové stránky podľa jazyka určeného používateľom. Aktuálne podporovaná webová stránka je YouTube. Ikona ovládania Vdubo sa nachádza v spodnej časti prezeraného videa YouTube. Používateľ môže kedykoľvek spustiť kopírovanie kliknutím na ikonu ovládania. Pre videá bez titulkov alebo videá s neuspokojivým obsahom titulkov môže člen použiť funkciu hlasového prepisu na generovanie titulkov. Vdubo vám umožňuje sústrediť sa na cudzojazyčné videá bez toho, aby ste sa stále pozerali na titulky, čím sa zlepšuje zážitok zo sledovania videa.",
    "sl": "Vdubo omogoča spletno sinhronizacijo video spletnih mest v skladu z jezikom, ki ga določi uporabnik. Trenutno podprto spletno mesto je YouTube. Kontrolna ikona Vdubo je na dnu YouTubovega videa, ki ga gledate. Uporabnik lahko kadar koli klikne ikono za nadzor, da začne presnemavanje. Za videoposnetke brez podnapisov ali videoposnetke z nezadovoljivo vsebino podnapisov lahko član uporabi funkcijo glasovnega prepisa za ustvarjanje podnapisov. Vdubo vam omogoča, da se osredotočite na videe v tujem jeziku, ne da bi vedno strmeli v podnapise, s čimer izboljšate izkušnjo gledanja videa.",
    "sr": "Вдубо обезбеђује онлајн преснимавање за видео веб странице према језику који је одредио корисник. Тренутно подржана веб локација је ИоуТубе. Икона контроле Вдубо налази се на дну ИоуТубе видеа који се гледа. Корисник може да кликне контролну икону у било ком тренутку да започне преснимавање. За видео записе без титлова или видео записе са незадовољавајућим садржајем титлова, члан може користити функцију гласовне транскрипције за генерисање титлова. Вдубо вам омогућава да се фокусирате на видео записе на страном језику без сталног гледања у титлове, чиме се побољшава доживљај гледања видеа.",
    "sv": "Vdubo tillhandahåller onlinedubbning för videowebbplatser enligt det språk som anges av användaren. Den för närvarande stödda webbplatsen är YouTube. Vdubo-kontrollikonen finns längst ner på YouTube-videon som visas. Användaren kan klicka på kontrollikonen när som helst för att börja dubba. För videor utan undertexter eller videor med otillfredsställande undertextinnehåll kan medlemmen använda rösttranskriptionsfunktionen för att generera undertexter. Vdubo låter dig fokusera på videor på främmande språk utan att alltid stirra på undertexterna, vilket förbättrar upplevelsen av att titta på video.",
    "sw": "Vdubo hutoa uandikaji wa mtandaoni kwa tovuti za video kulingana na lugha iliyobainishwa na mtumiaji. Tovuti inayotumika kwa sasa ni YouTube. Aikoni ya udhibiti wa Vdubo iko chini ya video ya YouTube inayotazamwa. Mtumiaji anaweza kubofya aikoni ya kudhibiti wakati wowote ili kuanza kuandika. Kwa video zisizo na manukuu au video zenye maudhui yasiyoridhisha ya manukuu, mwanachama anaweza kutumia kipengele cha unukuzi wa sauti kutengeneza manukuu. Vdubo hukuruhusu kuzingatia video za lugha ya kigeni bila kutazama manukuu kila wakati, na hivyo kuboresha uzoefu wa kutazama video.",
    "ta": "VDUBO பயனரால் குறிப்பிடப்பட்ட மொழியின் படி வீடியோ வலைத்தளங்களுக்கான ஆன்லைன் டப்பிங் வழங்குகிறது. தற்போது ஆதரிக்கப்படும் வலைத்தளம் YouTube. VDUBO கட்டுப்பாட்டு ஐகான் YouTube வீடியோவின் அடிப்பகுதியில் உள்ளது. டப்பிங் தொடங்க பயனர் எந்த நேரத்திலும் கட்டுப்பாட்டு ஐகானைக் கிளிக் செய்யலாம். வசன வரிகள் இல்லாத வீடியோக்களுக்கு அல்லது திருப்தியற்ற வசன உள்ளடக்கம் கொண்ட வீடியோக்களுக்கு, உறுப்பினர் குரல் டிரான்ஸ்கிரிப்ஷன் செயல்பாட்டைப் பயன்படுத்தி வசன வரிகள் உருவாக்கலாம். எப்போதும் வசன வரிகள் பார்க்காமல் வெளிநாட்டு மொழி வீடியோக்களில் கவனம் செலுத்த VDUBO உங்களை அனுமதிக்கிறது, இதன் மூலம் வீடியோவைப் பார்க்கும் அனுபவத்தை மேம்படுத்துகிறது.",
    "te": "VDUBO వినియోగదారు పేర్కొన్న భాష ప్రకారం వీడియో వెబ్‌సైట్ల కోసం ఆన్‌లైన్ డబ్బింగ్ అందిస్తుంది. ప్రస్తుతం మద్దతు ఉన్న వెబ్‌సైట్ యూట్యూబ్. VDUBO కంట్రోల్ ఐకాన్ యూట్యూబ్ వీడియో దిగువన ఉంది. డబ్బింగ్ ప్రారంభించడానికి వినియోగదారు ఎప్పుడైనా నియంత్రణ చిహ్నాన్ని క్లిక్ చేయవచ్చు. అసంతృప్తికరమైన ఉపశీర్షిక కంటెంట్‌తో ఉపశీర్షికలు లేదా వీడియోలు లేని వీడియోల కోసం, సభ్యుడు ఉపశీర్షికలను ఉత్పత్తి చేయడానికి వాయిస్ ట్రాన్స్క్రిప్షన్ ఫంక్షన్‌ను ఉపయోగించవచ్చు. VDUBO ఎల్లప్పుడూ ఉపశీర్షికలను చూసుకోకుండా విదేశీ భాషా వీడియోలపై దృష్టి పెట్టడానికి మిమ్మల్ని అనుమతిస్తుంది, తద్వారా వీడియో చూసే అనుభవాన్ని మెరుగుపరుస్తుంది.",
    "th": "Vdubo นำเสนอการพากย์เสียงออนไลน์สำหรับเว็บไซต์วิดีโอตามภาษาที่ผู้ใช้กำหนด เว็บไซต์ที่รองรับในปัจจุบันคือ YouTube ไอคอนควบคุม Vdubo อยู่ที่ด้านล่างของวิดีโอ YouTube ที่กำลังรับชม ผู้ใช้สามารถคลิกไอคอนควบคุมได้ตลอดเวลาเพื่อเริ่มพากย์เสียง สำหรับวิดีโอที่ไม่มีคำบรรยายหรือวิดีโอที่มีเนื้อหาคำบรรยายที่ไม่น่าพอใจ สมาชิกสามารถใช้ฟังก์ชันการถอดเสียงเพื่อสร้างคำบรรยาย Vdubo ช่วยให้คุณสามารถเน้นที่วิดีโอภาษาต่างประเทศได้โดยไม่ต้องจ้องคำบรรยายตลอดเวลา จึงช่วยปรับปรุงประสบการณ์การรับชมวิดีโอ",
    "tr": "Vdubo, kullanıcı tarafından belirtilen dile göre video web siteleri için çevrimiçi dublaj sağlar. Şu anda desteklenen web sitesi YouTube'dur. Vdubo kontrol simgesi, izlenen YouTube videonunun altında. Kullanıcı, dublaj başlatmak için istediğiniz zaman kontrol simgesini tıklayabilir. Altyazılı veya tatmin edici altyazılı içeriğe sahip videolar olmayan videolar için üye, altyazılar oluşturmak için sesli transkripsiyon işlevini kullanabilir. Vdubo, her zaman altyazılara bakmadan yabancı dil videolarına odaklanmanızı sağlar, böylece video izleme deneyimini geliştirir.",
    "uk": "Vdubo надає онлайн -дубльбінг для відео веб -сайтів відповідно до мови, визначеної користувачем. В даний час веб -сайт - YouTube. Піктограма управління Vdubo знаходиться внизу відео YouTube, яке переглядається. Користувач може натиснути значок управління в будь -який час, щоб почати дублювати. Для відео без субтитрів або відео з незадовільним вмістом субтитрів, учасник може використовувати функцію голосової транскрипції для створення субтитрів. Vdubo дозволяє зосередитись на відео з іноземною мовою, не завжди дивлячись на субтитри, тим самим покращуючи досвід перегляду відео.",
    "vi": "VDubo cung cấp lồng tiếng trực tuyến cho các trang web video theo ngôn ngữ được chỉ định bởi người dùng. Trang web hiện đang được hỗ trợ là YouTube. Biểu tượng điều khiển VDubo nằm ở cuối video YouTube đang được xem. Người dùng có thể nhấp vào biểu tượng điều khiển bất cứ lúc nào để bắt đầu lồng tiếng. Đối với các video không có phụ đề hoặc video có nội dung phụ đề không đạt yêu cầu, thành viên có thể sử dụng chức năng phiên mã thoại để tạo phụ đề. Vdubo cho phép bạn tập trung vào các video ngoại ngữ mà không luôn nhìn chằm chằm vào phụ đề, từ đó cải thiện trải nghiệm xem video.",
    "zh_CN": "V读播根据用户指定的语言为视频网站提供在线配音。当前支持的网站是YouTube。 V读播控制图标位于正在观看的YouTube视频的底部。用户可以随时单击控制图标以开始配音。对于没有字幕或字幕内容不令人满意的视频，会员可以使用语音转录功能来生成字幕。 V读播使您可以将注意力集中在外语视频而不必总是盯着字幕，从而改善观看视频的体验。",
    "zh_TW": "VDUBO根據用戶指定的語言為視頻網站提供在線配音。當前支持的網站是YouTube。 VDUBO控製圖標位於正在觀看的YouTube視頻的底部。用戶可以隨時單擊控製圖標以開始配音。對於沒有字幕或字幕內容不令人滿意的視頻，會員可以使用語音轉錄功能來生成字幕。 Vdubo允許您專注於外語視頻，而不必總是盯著字幕，從而改善觀看視頻的體驗。"
  }
}