{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Bookmarker (Your Ultimate Color Picker for Capturing Colors Anywhere)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Bookmarker is your essential tool for organizing and managing colors while browsing the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Bookmarker is your essential tool for organizing and managing colors while browsing the web. This intuitive Chrome extension allows you to capture, and save colors from any webpage with ease.\n\nDetailed step-by-step description for your Chrome extension, emphasizing the \"color picker\" functionality:\n\nKey Features:\n\n1. Color Capture: Instantly grab colors from any element on a webpage with the built-in color picker tool. Simply hover over the desired color and click to capture it effortlessly.\n\n2. Color Change: Easily change the color of any element on a webpage in real-time using the color picker feature. Instantly see how different color options will look before making your selection.\n\n3. Color Copy: Copy the hexadecimal, color codes with just a click, allowing you to quickly transfer colors to your design or development projects.\n\n4. Color Delete: Remove unwanted colors from your saved palette with the color delete function. Keep your color library organized and clutter-free by removing obsolete or duplicate colors with ease.\n\n\nHow to Use:\n\n1. Install Color Picker Plus from the Chrome Web Store.\n2. Navigate to any webpage containing colors you want to capture or manipulate.\n3. Click on the Color Picker Plus icon in your Chrome toolbar to activate the color picker tool.\n4. Hover over any color on the webpage and click to capture it.\n5. Click on color preview box to change the color by picking new color or changing the color from color palate.\n6. Click on color code to copy the color on your clip board for further use in your design.\n7. Delete unwanted colors from your palette to keep it clean and organized by click on cross icon that appear on hover on color code.\n8. Click on \"Clear all\" button to clear all the colors that listed.\n\nTransform your browsing experience with Color Picker Plus and take control of your color management tasks with precision and ease. Enhance your design workflow, boost productivity, and unleash your creativity with this essential Chrome extension."
  }
}