{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emoji Keyboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly copy Emojis from your browser."
  },
  "long": {
    "ar": "احصل على الوصول إلى أكثر من 100+ رمز تعبيري مباشرة في متصفحك.\n\nهل تواجه صعوبة في محاولة التعبير عن نفسك بالكلمات؟ حاول استخدام لوحة مفاتيح الرموز التعبيرية هذه\nعندما تراسل أصدقائك / تعلق على Youtube / تترك تعليقات Instagram.\n\nتسمح لك Emojis بالتعبير عن المشاعر من خلال صورة واحدة بسيطة مقابل الحاجة إلى كتابة جمل طويلة\nفي رسائلك النصية.\n\nحاول استخدام لوحة مفاتيح الرموز التعبيرية هذه ، للبدء ، ما عليك سوى تثبيت برنامج الرموز التعبيرية والنقر فوق\nرمز التمديد. يتم تجميع الرموز التعبيرية عبر فئات مختلفة ويسمح لك بالفرز\nهذه الرموز التعبيرية المختلفة بسرعة للعثور على الرموز التعبيرية المثالية التي تناسب حالتك المزاجية.\n\nجرب هذه المجموعة المجانية من الرموز التعبيرية الآن. إنه يعمل بشكل جيد مع tiktok emojis و discord emojis أيضًا.\n\nيحتوي برنامجنا على ميزة نسخ ولصق الرموز التعبيرية التي تتيح لك اختيار الرموز التعبيرية التي ترغب في استخدامها ،\nوانقر على \"نسخ\" للصق الرموز التعبيرية في تطبيقات مختلفة.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Get access to over 100+ emojis right in your browser.\n\nAre you having trouble trying to express yourself with words? Try using this emoji keyboard\nwhen you're texting your friends/commenting on Youtube/leaving Instagram comments.\n\nEmojis allow you to express emotions with one simple image vs having to type out long sentences\nin your text messages.\n\nTry using this emoji keyboard, to get started, simply install the emojis software and click on the\nextension icon. The emojis are grouped up via different categories and it allows you to sort through\nthese different emojis quickly to find the perfect emoji which fits your mood.\n\nTry this free emojis collection now. It works well for tiktok emojis and discord emojis as well.\n\nOur software has a emojis copy and paste feature which allows you to choose the emojis you wish to use,\nand click on \"copy\" to paste the emojis into different applications.",
    "bg": "Получете достъп до над 100+ емоджита направо във вашия браузър.\n\nИмате ли проблеми да се изразявате с думи? Опитайте да използвате тази емоджи клавиатура\nкогато пишете на приятелите си/коментирате в Youtube/оставяте коментари в Instagram.\n\nЕмоджитата ви позволяват да изразявате емоции с едно просто изображение срещу необходимостта да пишете дълги изречения\nвъв вашите текстови съобщения.\n\nОпитайте да използвате тази емоджи клавиатура, за да започнете, просто инсталирайте софтуера за емоджи и щракнете върху\nикона за разширение. Емоджитата са групирани в различни категории и ви позволяват да сортирате\nтези различни емоджи бързо, за да намерите идеалното емоджи, което отговаря на вашето настроение.\n\nОпитайте тази безплатна колекция от емоджи сега. Работи добре и за емоджита на tiktok и емоджита на дискорд.\n\nНашият софтуер има функция за копиране и поставяне на емоджи, която ви позволява да изберете емоджита, които искате да използвате,\nи щракнете върху „копиране“, за да поставите емоджитата в различни приложения.",
    "ca": "Aconsegueix accés a més de 100 emojis directament al teu navegador.\n\nTens problemes per intentar expressar-te amb paraules? Prova d'utilitzar aquest teclat emoji\nquan envieu missatges de text als vostres amics/comenteu a Youtube/deixes comentaris d'Instagram.\n\nEls emojis us permeten expressar emocions amb una imatge senzilla en lloc d'haver d'escriure frases llargues\nals teus missatges de text.\n\nProveu d'utilitzar aquest teclat emoji, per començar, només cal que instal·leu el programari d'emojis i feu clic a\nicona d'extensió. Els emojis s'agrupen en diferents categories i us permet ordenar-los\naquests diferents emojis ràpidament per trobar l'emoji perfecte que s'adapti al vostre estat d'ànim.\n\nProva aquesta col·lecció d'emojis gratuïta ara. També funciona bé per als emojis tiktok i els emojis de discordia.\n\nEl nostre programari té una funció de copiar i enganxar emojis que us permet triar els emojis que voleu utilitzar.\ni feu clic a \"copiar\" per enganxar els emojis a diferents aplicacions.",
    "cs": "Získejte přístup k více než 100+ emotikonům přímo ve vašem prohlížeči.\n\nMáte problém se vyjádřit slovy? Zkuste použít tuto klávesnici emoji\nkdyž píšete SMS svým přátelům/komentujete na Youtube/zanecháváte komentáře na Instagramu.\n\nEmoji vám umožňují vyjádřit emoce jedním jednoduchým obrázkem oproti nutnosti psát dlouhé věty\nve vašich textových zprávách.\n\nZkuste použít tuto klávesnici emodži, začněte jednoduše instalací softwaru emotikonů a kliknutím na\nikona rozšíření. Emoji jsou seskupeny do různých kategorií a umožňují vám je třídit\ntyto různé emotikony rychle najděte dokonalé emotikony, které odpovídají vaší náladě.\n\nVyzkoušejte tuto bezplatnou sbírku emotikonů. Funguje to dobře pro emotikony tiktok a discord emoji.\n\nNáš software má funkci kopírování a vkládání emodži, která vám umožňuje vybrat si emotikony, které chcete použít,\na kliknutím na „kopírovat“ vložte emotikony do různých aplikací.",
    "da": "Få adgang til mere end 100 emojis direkte i din browser.\n\nHar du problemer med at prøve at udtrykke dig selv med ord? Prøv at bruge dette emoji-tastatur\nnår du sender sms'er til dine venner/kommenterer på Youtube/efterlader Instagram-kommentarer.\n\nEmojis giver dig mulighed for at udtrykke følelser med et enkelt billede i stedet for at skulle skrive lange sætninger\ni dine tekstbeskeder.\n\nPrøv at bruge dette emoji-tastatur, for at komme i gang skal du blot installere emojis-softwaren og klikke på\nudvidelsesikon. Emojierne er grupperet via forskellige kategorier, og det giver dig mulighed for at sortere igennem\ndisse forskellige emojis hurtigt for at finde den perfekte emoji, der passer til dit humør.\n\nPrøv denne gratis emoji-samling nu. Det fungerer også godt til tiktok-emojis og discord-emojis.\n\nVores software har en emojis kopi og indsæt-funktion, som giver dig mulighed for at vælge de emojis, du ønsker at bruge,\nog klik på \"kopier\" for at indsætte emojis i forskellige applikationer.",
    "de": "Erhalten Sie Zugriff auf über 100 Emojis direkt in Ihrem Browser.\n\nHaben Sie Schwierigkeiten, sich mit Worten auszudrücken? Versuchen Sie es mit dieser Emoji-Tastatur\nwenn du deinen Freunden eine SMS schreibst/auf Youtube kommentierst/Instagram-Kommentare hinterlässt.\n\nMit Emojis können Sie Emotionen mit einem einfachen Bild ausdrücken, anstatt lange Sätze tippen zu müssen\nin Ihren Textnachrichten.\n\nVersuchen Sie, diese Emoji-Tastatur zu verwenden, um loszulegen, installieren Sie einfach die Emojis-Software und klicken Sie auf die\nErweiterungssymbol. Die Emojis sind nach verschiedenen Kategorien gruppiert und ermöglichen es Ihnen, sie zu sortieren\nVerwenden Sie diese verschiedenen Emojis, um schnell das perfekte Emoji zu finden, das zu Ihrer Stimmung passt.\n\nProbieren Sie diese kostenlose Emojis-Sammlung jetzt aus. Es funktioniert auch gut für Tiktok-Emojis und Zwietracht-Emojis.\n\nUnsere Software verfügt über eine Funktion zum Kopieren und Einfügen von Emojis, mit der Sie die Emojis auswählen können, die Sie verwenden möchten.\nund klicken Sie auf \"Kopieren\", um die Emojis in verschiedene Anwendungen einzufügen.",
    "el": "Αποκτήστε πρόσβαση σε πάνω από 100+ emoji απευθείας στο πρόγραμμα περιήγησής σας.\n\nΔυσκολεύεστε να προσπαθήσετε να εκφραστείτε με λόγια; Δοκιμάστε να χρησιμοποιήσετε αυτό το πληκτρολόγιο emoji\nόταν στέλνετε μηνύματα στους φίλους σας/σχολιάζετε στο Youtube/ αφήνετε σχόλια στο Instagram.\n\nΤα emoji σάς επιτρέπουν να εκφράζετε συναισθήματα με μια απλή εικόνα αντί να χρειάζεται να πληκτρολογήσετε μεγάλες προτάσεις\nστα γραπτά σας μηνύματα.\n\nΔοκιμάστε να χρησιμοποιήσετε αυτό το πληκτρολόγιο emoji, για να ξεκινήσετε, απλώς εγκαταστήστε το λογισμικό emoji και κάντε κλικ στο\nεικονίδιο επέκτασης. Τα emoji ομαδοποιούνται σε διαφορετικές κατηγορίες και σας επιτρέπει να τα ταξινομήσετε\nαυτά τα διαφορετικά emoji γρήγορα για να βρείτε το τέλειο emoji που ταιριάζει στη διάθεσή σας.\n\nΔοκιμάστε αυτήν τη δωρεάν συλλογή emojis τώρα. Λειτουργεί καλά για τα emoji tiktok και τα emojis discord επίσης.\n\nΤο λογισμικό μας διαθέτει μια δυνατότητα αντιγραφής και επικόλλησης emojis που σας επιτρέπει να επιλέξετε τα emojis που θέλετε να χρησιμοποιήσετε,\nκαι κάντε κλικ στο \"αντιγραφή\" για να επικολλήσετε τα emojis σε διαφορετικές εφαρμογές.",
    "es": "Obtenga acceso a más de 100 emojis directamente en su navegador.\n\n¿Tiene problemas para tratar de expresarse con palabras? Intenta usar este teclado emoji\ncuando estás enviando mensajes de texto a tus amigos/comentando en Youtube/dejando comentarios en Instagram.\n\nLos emojis te permiten expresar emociones con una imagen simple en lugar de tener que escribir oraciones largas\nen tus mensajes de texto.\n\nIntente usar este teclado emoji, para comenzar, simplemente instale el software emojis y haga clic en el\nicono de extensión. Los emojis se agrupan en diferentes categorías y te permite ordenarlos\nestos diferentes emojis rápidamente para encontrar el emoji perfecto que se adapte a tu estado de ánimo.\n\nPrueba esta colección de emojis gratis ahora. Funciona bien para emojis de tiktok y emojis de discordia también.\n\nNuestro software tiene una función de copiar y pegar emojis que le permite elegir los emojis que desea usar,\ny haga clic en \"copiar\" para pegar los emojis en diferentes aplicaciones.",
    "et": "Saate otse oma brauseris juurdepääsu enam kui 100 emotikonile.\n\nKas teil on probleeme sõnadega väljendamisega? Proovige seda emotikonide klaviatuuri kasutada\nkui saadate sõpradele sõnumeid / kommenteerite Youtube'i / jätate Instagrami kommentaare.\n\nEmotikonid võimaldavad teil emotsioone väljendada ühe lihtsa pildiga, mitte aga pikkade lausete tippimisega\noma tekstisõnumites.\n\nProovige seda emotikonide klaviatuuri kasutada, alustamiseks installige lihtsalt emotikonide tarkvara ja klõpsake nuppu\nlaienduse ikoon. Emotikonid on rühmitatud erinevate kategooriate kaupa ja see võimaldab teil sorteerida\nneid erinevaid emotikone kiiresti, et leida täiuslik emotikon, mis sobib teie meeleoluga.\n\nProovige seda tasuta emotikonide kollektsiooni kohe. See töötab hästi ka tiktoki emotikonide ja discordi emotikonide jaoks.\n\nMeie tarkvaral on emotikonide kopeerimise ja kleepimise funktsioon, mis võimaldab teil valida emotikone, mida soovite kasutada,\nja klõpsake nuppu \"Kopeeri\", et emotikonid erinevatesse rakendustesse kleepida.",
    "fa": "مستقیماً در مرورگر خود به بیش از 100 ایموجی دسترسی داشته باشید.\n\nآیا در تلاش برای بیان خود با کلمات مشکل دارید؟ از این کیبورد ایموجی استفاده کنید\nوقتی به دوستان خود پیامک می‌فرستید/در یوتیوب نظر می‌دهید/نظرات اینستاگرام را می‌گذارید.\n\nایموجی ها به شما امکان می دهند احساسات را با یک تصویر ساده در مقابل تایپ جملات طولانی بیان کنید\nدر پیامک های شما\n\nسعی کنید از این کیبورد ایموجی استفاده کنید، برای شروع، به سادگی نرم افزار ایموجی را نصب کرده و روی آن کلیک کنید\nنماد برنامه افزودنی ایموجی‌ها از طریق دسته‌های مختلف گروه‌بندی می‌شوند و به شما این امکان را می‌دهد که مرتب‌سازی کنید\nاین ایموجی های مختلف را به سرعت پیدا کنید تا شکلک مناسبی را پیدا کنید که متناسب با روحیه شما باشد.\n\nاکنون این مجموعه ایموجی های رایگان را امتحان کنید. برای ایموجی های tiktok و ایموجی های discord نیز به خوبی کار می کند.\n\nنرم افزار ما دارای ویژگی کپی و چسباندن ایموجی است که به شما امکان می دهد ایموجی هایی را که می خواهید استفاده کنید انتخاب کنید.\nو روی \"کپی\" کلیک کنید تا ایموجی ها در برنامه های مختلف جای گذاری شوند.",
    "fil": "Saat käyttöösi yli 100 emojia suoraan selaimessasi.\n\nOnko sinulla vaikeuksia ilmaista itseäsi sanoilla? Kokeile käyttää tätä emoji-näppäimistöä\nkun lähetät tekstiviestejä ystävillesi / kommentoit Youtubessa / jätät Instagram-kommentteja.\n\nEmojien avulla voit ilmaista tunteita yhdellä yksinkertaisella kuvalla, eikä sinun tarvitse kirjoittaa pitkiä lauseita\ntekstiviesteissäsi.\n\nKokeile tätä emoji-näppäimistöä. Aloita asentamalla emoji-ohjelmisto ja napsauttamalla\nlaajennuskuvake. Emojit on ryhmitelty eri luokkiin, ja sen avulla voit lajitella\nnämä erilaiset emojit nopeasti löytääksesi täydellisen emojin, joka sopii mielialaasi.\n\nKokeile tätä ilmaista emojikokoelmaa nyt. Se toimii hyvin myös tiktok-emojien ja discord-emojien kanssa.\n\nOhjelmistossamme on emojien kopiointi ja liittäminen -ominaisuus, jonka avulla voit valita haluamasi hymiöt,\nja napsauta \"kopioi\" liittääksesi hymiöt eri sovelluksiin.",
    "fr": "Accédez à plus de 100 emojis directement dans votre navigateur.\n\nAvez-vous du mal à vous exprimer avec des mots ? Essayez d'utiliser ce clavier emoji\nlorsque vous envoyez des SMS à vos amis/commentez sur Youtube/laissez des commentaires Instagram.\n\nLes émoticônes vous permettent d'exprimer des émotions avec une simple image plutôt que d'avoir à taper de longues phrases\ndans vos SMS.\n\nEssayez d'utiliser ce clavier emoji, pour commencer, installez simplement le logiciel emojis et cliquez sur le\nicône d'extension. Les emojis sont regroupés via différentes catégories et cela vous permet de trier\nces différents emojis rapidement pour trouver l'emoji parfait qui correspond à votre humeur.\n\nEssayez cette collection gratuite d'emojis maintenant. Cela fonctionne bien pour les emojis tiktok et les emojis discord aussi.\n\nNotre logiciel dispose d'une fonctionnalité de copier-coller d'emojis qui vous permet de choisir les emojis que vous souhaitez utiliser,\net cliquez sur \"copier\" pour coller les emojis dans différentes applications.",
    "hi": "सीधे अपने ब्राउज़र में 100+ से अधिक इमोजी तक पहुंच प्राप्त करें।\n\nक्या आपको अपने आप को शब्दों से व्यक्त करने में परेशानी हो रही है? इस इमोजी कीबोर्ड का उपयोग करके देखें\nजब आप अपने दोस्तों को मैसेज भेज रहे हों/यूट्यूब पर कमेंट कर रहे हों/इंस्टाग्राम पर कमेंट कर रहे हों।\n\nइमोजी आपको एक साधारण छवि के साथ भावनाओं को व्यक्त करने की अनुमति देते हैं बनाम लंबे वाक्यों को टाइप करने के लिए\nआपके पाठ संदेशों में।\n\nइस इमोजी कीबोर्ड का उपयोग करके देखें, आरंभ करने के लिए, बस इमोजी सॉफ़्टवेयर इंस्टॉल करें और पर क्लिक करें\nएक्सटेंशन आइकन। इमोजी को विभिन्न श्रेणियों के माध्यम से समूहीकृत किया जाता है और यह आपको इसके माध्यम से छाँटने की अनुमति देता है\nये अलग-अलग इमोजी आपके मूड के अनुकूल सही इमोजी खोजने के लिए जल्दी से तैयार हो जाते हैं।\n\nइस मुफ्त इमोजी संग्रह को अभी आज़माएं। यह टिकटोक इमोजी और डिस्कॉर्ड इमोजी के लिए भी अच्छा काम करता है।\n\nहमारे सॉफ़्टवेयर में एक इमोजी कॉपी और पेस्ट सुविधा है जो आपको उन इमोजी को चुनने की अनुमति देती है जिनका आप उपयोग करना चाहते हैं,\nऔर इमोजी को विभिन्न एप्लिकेशन में पेस्ट करने के लिए \"कॉपी\" पर क्लिक करें।",
    "hr": "Dobijte pristup preko 100+ emojija izravno u svom pregledniku.\n\nImate li problema da se izrazite riječima? Pokušajte koristiti ovu emoji tipkovnicu\nkada šaljete poruke svojim prijateljima/komentirate na Youtube-u/ostavljate komentare na Instagramu.\n\nEmoji vam omogućuju da izrazite emocije jednom jednostavnom slikom, a ne morate tipkati duge rečenice\nu svojim SMS porukama.\n\nPokušajte upotrijebiti ovu tipkovnicu za emoji, da biste započeli, jednostavno instalirajte softver za emojije i kliknite na\nikona proširenja. Emotikoni su grupirani u različite kategorije i to vam omogućuje sortiranje\novi različiti emojiji brzo pronaći savršene emojije koji odgovaraju vašem raspoloženju.\n\nIsprobajte ovu besplatnu kolekciju emojija sada. Dobro funkcionira i za tiktok emojije i emotikone razdora.\n\nNaš softver ima značajku kopiranja i lijepljenja emojija koja vam omogućuje da odaberete emojis koje želite koristiti,\ni kliknite na \"kopiraj\" da zalijepite emojije u različite aplikacije.",
    "hu": "Hozzáférhet több mint 100 hangulatjelhez közvetlenül a böngészőben.\n\nGondjai vannak azzal, hogy szavakkal fejezze ki magát? Próbálja ki ezt az emoji billentyűzetet\namikor sms-t írsz a barátaidnak / megjegyzéseket írsz a Youtube-on / megjegyzéseket hagysz az Instagramon.\n\nA hangulatjelek lehetővé teszik az érzelmek kifejezését egyetlen egyszerű képpel, és nem kell hosszú mondatokat kiírni\nszöveges üzeneteiben.\n\nPróbálja ki ezt az emoji billentyűzetet, az induláshoz egyszerűen telepítse az emojiszoftvert, és kattintson a ikonra\nkiterjesztés ikonra. A hangulatjelek különböző kategóriákba vannak csoportosítva, és lehetővé teszi a válogatást\nezeket a különböző hangulatjeleket gyorsan megtalálja a hangulatához illő tökéletes hangulatjelet.\n\nPróbálja ki most ezt az ingyenes hangulatjel-gyűjteményt. Jól működik tiktok hangulatjelekhez és discord hangulatjelekhez is.\n\nSzoftverünk hangulatjelek másolása és beillesztése funkcióval rendelkezik, amely lehetővé teszi a használni kívánt hangulatjelek kiválasztását,\nés kattintson a \"másolás\" gombra a hangulatjelek beillesztéséhez különböző alkalmazásokba.",
    "id": "Dapatkan akses ke lebih dari 100+ emoji langsung di browser Anda.\n\nApakah Anda kesulitan mengekspresikan diri dengan kata-kata? Coba gunakan keyboard emoji ini\nsaat Anda mengirim SMS ke teman/komentar di Youtube/meninggalkan komentar Instagram.\n\nEmoji memungkinkan Anda mengekspresikan emosi dengan satu gambar sederhana vs harus mengetik kalimat panjang\ndalam pesan teks Anda.\n\nCoba gunakan papan ketik emoji ini, untuk memulai, cukup instal perangkat lunak emoji dan klik\nikon ekstensi. Emoji dikelompokkan melalui kategori yang berbeda dan memungkinkan Anda untuk memilah-milah\nemoji yang berbeda ini dengan cepat untuk menemukan emoji sempurna yang sesuai dengan suasana hati Anda.\n\nCoba koleksi emoji gratis ini sekarang. Ini berfungsi dengan baik untuk emoji tiktok dan emoji perselisihan juga.\n\nPerangkat lunak kami memiliki fitur salin dan tempel emoji yang memungkinkan Anda memilih emoji yang ingin Anda gunakan,\ndan klik \"salin\" untuk menempelkan emoji ke aplikasi yang berbeda.",
    "it": "Ottieni l'accesso a oltre 100+ emoji direttamente nel tuo browser.\n\nHai difficoltà ad esprimerti con le parole? Prova a usare questa tastiera emoji\nquando mandi messaggi ai tuoi amici/commenti su Youtube/lascia commenti su Instagram.\n\nGli emoji ti consentono di esprimere emozioni con una semplice immagine anziché dover digitare frasi lunghe\nnei tuoi messaggi di testo.\n\nProva a utilizzare questa tastiera emoji, per iniziare, installa semplicemente il software emoji e fai clic su\nicona dell'estensione. Gli emoji sono raggruppati in diverse categorie e ti consente di ordinare\nquesti diversi emoji per trovare rapidamente l'emoji perfetta che si adatta al tuo umore.\n\nProva subito questa raccolta di emoji gratuita. Funziona bene anche per emoji tiktok e discord.\n\nIl nostro software ha una funzione di copia e incolla degli emoji che ti consente di scegliere gli emoji che desideri utilizzare,\ne fai clic su \"copia\" per incollare gli emoji in diverse applicazioni.",
    "ja": "ブラウザで100以上の絵文字にアクセスできます。\n\n言葉で表現しようとして困っていませんか？この絵文字キーボードを使ってみてください\n友達にテキストメッセージを送ったり、Youtubeにコメントしたり、Instagramのコメントを残したりするとき。\n\n絵文字を使用すると、長い文章を入力しなくても、1つのシンプルな画像で感情を表現できます\nあなたのテキストメッセージで。\n\nこの絵文字キーボードを使用してみてください。開始するには、絵文字ソフトウェアをインストールして、\n拡張アイコン。絵文字はさまざまなカテゴリにグループ化されており、並べ替えることができます\nこれらのさまざまな絵文字をすばやく見つけて、気分に合った完璧な絵文字を見つけましょう。\n\nこの無料の絵文字コレクションを今すぐお試しください。 tiktok絵文字や不和絵文字にも適しています。\n\n当社のソフトウェアには、使用したい絵文字を選択できる絵文字のコピーアンドペースト機能があります。\n「コピー」をクリックして、絵文字をさまざまなアプリケーションに貼り付けます。",
    "ko": "브라우저에서 바로 100개 이상의 이모티콘에 액세스할 수 있습니다.\n\n말로 표현하기 어려우신가요? 이 이모티콘 키보드를 사용해 보세요\n친구에게 문자를 보낼 때/유튜브에 댓글을 남길 때/인스타그램 댓글을 남길 때.\n\n이모티콘을 사용하면 긴 문장을 입력해야 하는 대신 하나의 간단한 이미지로 감정을 표현할 수 있습니다.\n당신의 문자 메시지에서.\n\n이 이모티콘 키보드를 사용해 보세요. 시작하려면 이모티콘 소프트웨어를 설치하고\n확장 아이콘입니다. 이모티콘은 다른 카테고리를 통해 그룹화되어 정렬할 수 있습니다.\n이 다양한 이모티콘을 사용하여 기분에 맞는 완벽한 이모티콘을 빠르게 찾을 수 있습니다.\n\n지금 이 무료 이모티콘 모음을 사용해 보세요. 틱톡 이모티콘과 디스코드 이모티콘에도 잘 작동합니다.\n\n우리 소프트웨어에는 사용하려는 이모티콘을 선택할 수 있는 이모티콘 복사 및 붙여넣기 기능이 있습니다.\n다른 응용 프로그램에 이모티콘을 붙여넣으려면 \"복사\"를 클릭하십시오.",
    "lt": "Gaukite prieigą prie daugiau nei 100 jaustukų tiesiog savo naršyklėje.\n\nAr jums sunku išreikšti save žodžiais? Pabandykite naudoti šią jaustukų klaviatūrą\nkai siunčiate žinutes draugams / komentuojate „Youtube“ / paliekate „Instagram“ komentarus.\n\nJaustukai leidžia išreikšti emocijas vienu paprastu vaizdu, o ne rašyti ilgus sakinius\nsavo tekstinėse žinutėse.\n\nPabandykite naudoti šią jaustukų klaviatūrą, kad pradėtumėte, tiesiog įdiekite jaustukų programinę įrangą ir spustelėkite\nplėtinio piktogramą. Jaustukai sugrupuoti pagal skirtingas kategorijas ir leidžia juos rūšiuoti\nŠiuos skirtingus jaustukus greitai raskite tobulą jaustuką, atitinkantį jūsų nuotaiką.\n\nIšbandykite šią nemokamą jaustukų kolekciją dabar. Tai taip pat gerai veikia tiktok emocijoms ir discord emocijoms.\n\nMūsų programinėje įrangoje yra jaustukų kopijavimo ir įklijavimo funkcija, leidžianti pasirinkti jaustukus, kuriuos norite naudoti,\nir spustelėkite „kopijuoti“, kad įklijuotumėte jaustukus į skirtingas programas.",
    "lv": "Piekļūstiet vairāk nekā 100 emocijzīmēm tieši savā pārlūkprogrammā.\n\nVai jums ir grūtības izteikties ar vārdiem? Mēģiniet izmantot šo emocijzīmju tastatūru\nkad sūtāt īsziņas saviem draugiem/komentējat Youtube/atstāt Instagram komentārus.\n\nEmocijas ļauj paust emocijas ar vienu vienkāršu attēlu, nevis rakstīt garus teikumus\nsavās īsziņās.\n\nMēģiniet izmantot šo emocijzīmju tastatūru, lai sāktu, vienkārši instalējiet emocijzīmju programmatūru un noklikšķiniet uz\npaplašinājuma ikona. Emocijas ir sagrupētas dažādās kategorijās, un tas ļauj kārtot\nšīs dažādās emocijzīmes ātri, lai atrastu ideālās emocijzīmes, kas atbilst jūsu noskaņojumam.\n\nIzmēģiniet šo bezmaksas emocijzīmju kolekciju tūlīt. Tas labi darbojas arī tiktok emocijzīmēm un discord emocijzīmēm.\n\nMūsu programmatūrai ir emocijzīmju kopēšanas un ielīmēšanas funkcija, kas ļauj izvēlēties emocijzīmes, kuras vēlaties izmantot,\nun noklikšķiniet uz \"Kopēt\", lai ielīmētu emocijzīmes dažādās lietojumprogrammās.",
    "ms": "Dapatkan akses kepada lebih 100+ emoji terus dalam penyemak imbas anda.\n\nAdakah anda menghadapi masalah untuk menyatakan diri anda dengan kata-kata? Cuba gunakan papan kekunci emoji ini\napabila anda menghantar mesej kepada rakan anda/mengulas di Youtube/meninggalkan komen Instagram.\n\nEmoji membolehkan anda meluahkan emosi dengan satu imej mudah berbanding perlu menaip ayat yang panjang\ndalam mesej teks anda.\n\nCuba gunakan papan kekunci emoji ini, untuk bermula, cuma pasang perisian emoji dan klik pada\nikon sambungan. Emoji dikumpulkan melalui kategori yang berbeza dan ia membolehkan anda mengisih\nemoji berbeza ini dengan cepat untuk mencari emoji yang sesuai yang sesuai dengan mood anda.\n\nCuba koleksi emoji percuma ini sekarang. Ia berfungsi dengan baik untuk emoji tiktok dan emoji perselisihan juga.\n\nPerisian kami mempunyai ciri salin dan tampal emoji yang membolehkan anda memilih emoji yang ingin anda gunakan,\ndan klik pada \"salin\" untuk menampal emoji ke dalam aplikasi yang berbeza.",
    "nl": "Krijg toegang tot meer dan 100+ emoji's rechtstreeks in je browser.\n\nHeb je moeite om jezelf met woorden uit te drukken? Probeer dit emoji-toetsenbord te gebruiken\nwanneer je je vrienden sms't / commentaar geeft op YouTube / Instagram-reacties achterlaat.\n\nMet emoji's kun je emoties uiten met één simpele afbeelding in plaats van lange zinnen te typen\nin uw sms-berichten.\n\nProbeer dit emoji-toetsenbord te gebruiken, om aan de slag te gaan, installeer eenvoudig de emojis-software en klik op de\nextensie icoon. De emoji's zijn gegroepeerd via verschillende categorieën en je kunt er doorheen sorteren\ndeze verschillende emoji's snel om de perfecte emoji te vinden die bij je stemming past.\n\nProbeer nu deze gratis emoji-collectie. Het werkt ook goed voor tiktok-emoji's en onenigheid-emoji's.\n\nOnze software heeft een functie voor het kopiëren en plakken van emoji's waarmee je de emoji's kunt kiezen die je wilt gebruiken,\nen klik op \"kopiëren\" om de emoji's in verschillende applicaties te plakken.",
    "no": "Få tilgang til over 100 emojier direkte i nettleseren din.\n\nHar du problemer med å prøve å uttrykke deg selv med ord? Prøv å bruke dette emoji-tastaturet\nnår du sender tekstmeldinger til vennene dine/kommenterer på Youtube/legger igjen Instagram-kommentarer.\n\nEmoji lar deg uttrykke følelser med ett enkelt bilde kontra å måtte skrive ut lange setninger\ni tekstmeldingene dine.\n\nPrøv å bruke dette emoji-tastaturet, for å komme i gang, bare installer emojis-programvaren og klikk på\nutvidelsesikon. Emojiene er gruppert i forskjellige kategorier, og det lar deg sortere gjennom\ndisse forskjellige emojiene raskt for å finne den perfekte emojien som passer humøret ditt.\n\nPrøv denne gratis emoji-samlingen nå. Det fungerer også bra for tiktok-emojier og discord-emojier.\n\nProgramvaren vår har en emoji-kopier og lim-funksjon som lar deg velge emojiene du ønsker å bruke,\nog klikk på \"kopier\" for å lime inn emojiene i forskjellige applikasjoner.",
    "pl": "Uzyskaj dostęp do ponad 100 emotikonów bezpośrednio w przeglądarce.\n\nCzy masz problem z wyrażeniem siebie słowami? Spróbuj użyć tej klawiatury emoji\nkiedy piszesz do znajomych/komentujesz na Youtube/opuszczasz komentarze na Instagramie.\n\nEmotikony pozwalają wyrazić emocje za pomocą jednego prostego obrazu zamiast wpisywać długie zdania\nw wiadomościach tekstowych.\n\nSpróbuj użyć tej klawiatury emoji, aby rozpocząć, po prostu zainstaluj oprogramowanie emoji i kliknij\nikona rozszerzenia. Emotikony są pogrupowane według różnych kategorii i umożliwiają sortowanie\nte różne emotikony szybko znajdziesz idealne emotikony, które pasują do Twojego nastroju.\n\nWypróbuj teraz tę bezpłatną kolekcję emotikonów. Działa również dobrze w przypadku emotikonów tiktok i emotikonów niezgody.\n\nNasze oprogramowanie ma funkcję kopiowania i wklejania emotikonów, która pozwala wybrać emotikony, których chcesz użyć,\ni kliknij „kopiuj”, aby wkleić emotikony do różnych aplikacji.",
    "ro": "Obțineți acces la peste 100 de emoji-uri chiar în browser.\n\nAi probleme în a încerca să te exprimi prin cuvinte? Încercați să utilizați această tastatură emoji\ncând trimiteți mesaje mesaje prietenilor dvs./comentați pe Youtube/lași comentarii pe Instagram.\n\nEmoji-urile vă permit să exprimați emoțiile cu o singură imagine simplă în comparație cu a trebui să tastați propoziții lungi\nîn mesajele dvs. text.\n\nÎncercați să utilizați această tastatură emoji, pentru a începe, pur și simplu instalați software-ul emoji și faceți clic pe\npictograma extensiei. Emoji-urile sunt grupate în diferite categorii și vă permite să le sortați\naceste emoji-uri diferite pentru a găsi rapid emoji-ul perfect care se potrivește dispoziției tale.\n\nÎncercați acum această colecție gratuită de emoji-uri. Funcționează bine și pentru emoji-urile tiktok și emoji-urile discord.\n\nSoftware-ul nostru are o funcție de copiere și inserare emoji-uri care vă permite să alegeți emoji-urile pe care doriți să le utilizați,\nși faceți clic pe „Copy” pentru a lipi emoji-urile în diferite aplicații.",
    "ru": "Получите доступ к более чем 100 смайликам прямо в браузере.\n\nВам трудно выразить себя словами? Попробуйте использовать эту клавиатуру с эмодзи\nкогда вы пишете своим друзьям/комментируете на Youtube/оставляете комментарии в Instagram.\n\nСмайлики позволяют вам выражать эмоции с помощью одного простого изображения вместо того, чтобы печатать длинные предложения.\nв ваших текстовых сообщениях.\n\nПопробуйте использовать эту клавиатуру emoji, чтобы начать, просто установите программное обеспечение emojis и нажмите на кнопку\nзначок расширения. Смайлики сгруппированы по разным категориям, и это позволяет вам сортировать\nэти разные смайлики, чтобы быстро найти идеальный смайлик, который соответствует вашему настроению.\n\nПопробуйте эту бесплатную коллекцию смайликов прямо сейчас. Он также хорошо работает для смайликов тикток и смайликов дискорда.\n\nНаше программное обеспечение имеет функцию копирования и вставки смайлов, которая позволяет вам выбирать смайлики, которые вы хотите использовать,\nи нажмите «Копировать», чтобы вставить смайлики в разные приложения.",
    "sk": "Získajte prístup k viac ako 100 emotikonom priamo vo svojom prehliadači.\n\nMáte problém vyjadriť sa slovami? Skúste použiť túto klávesnicu emoji\nkeď píšete svojim priateľom/komentujete na Youtube/zanechávate komentáre na Instagrame.\n\nEmoji vám umožňujú vyjadriť emócie jedným jednoduchým obrázkom v porovnaní s písaním dlhých viet\nvo vašich textových správach.\n\nSkúste použiť túto klávesnicu emojis, aby ste mohli začať, jednoducho nainštalujte softvér emojis a kliknite na\nikona rozšírenia. Emoji sú zoskupené do rôznych kategórií a umožňujú vám ich triediť\ntieto rôzne emotikony rýchlo nájdete dokonalé emotikony, ktoré zodpovedajú vašej nálade.\n\nVyskúšajte túto bezplatnú zbierku emotikonov. Funguje to dobre aj pre tiktok emojis a discord emojis.\n\nNáš softvér má funkciu kopírovania a vkladania emotikonov, ktorá vám umožňuje vybrať si emotikony, ktoré chcete použiť,\na kliknutím na „kopírovať“ vložíte emotikony do rôznych aplikácií.",
    "sl": "Pridobite dostop do več kot 100+ emojijev kar v brskalniku.\n\nImate težave pri izražanju z besedami? Poskusite uporabiti to tipkovnico emoji\nko pošiljate sporočila svojim prijateljem / komentirate na Youtubu / puščate komentarje na Instagramu.\n\nEmoji vam omogočajo, da izrazite čustva z eno preprosto sliko, medtem ko morate vnašati dolge stavke\nv vaših besedilnih sporočilih.\n\nPoskusite uporabiti to tipkovnico emoji, če želite začeti, preprosto namestite programsko opremo za emoji in kliknite na\nikona razširitve. Emoji so združeni po različnih kategorijah in vam omogoča razvrščanje\nte različne emodžije hitro poiščete popoln emoji, ki ustreza vašemu razpoloženju.\n\nPreizkusite to brezplačno zbirko emodžijev zdaj. Dobro deluje tudi za emodžije tiktok in emoji neskladja.\n\nNaša programska oprema ima funkcijo kopiranja in lepljenja emojisov, ki vam omogoča, da izberete emoji, ki jih želite uporabiti,\nin kliknite na \"kopiraj\", da prilepite emoji v različne aplikacije.",
    "sr": "Добијте приступ преко 100+ емоџија директно у свом прегледачу.\n\nИмате ли проблема да се изразите речима? Покушајте да користите ову тастатуру са емоџијима\nкада шаљете поруке пријатељима / коментаришете на Иоутубе-у / остављате коментаре на Инстаграму.\n\nЕмоџи вам омогућавају да изразите емоције једном једноставном сликом, а не да морате да куцате дугачке реченице\nу вашим текстуалним порукама.\n\nПокушајте да користите ову тастатуру за емоџије, да бисте започели, једноставно инсталирајте софтвер за емоџије и кликните на\nикона проширења. Емоји су груписани по различитим категоријама и омогућавају вам да их сортирате\nови различити емоји брзо пронађу савршене емоџије који одговарају вашем расположењу.\n\nИспробајте ову бесплатну колекцију емоџија сада. Добро функционише и за тикток емоџије и емоџије неслагања.\n\nНаш софтвер има функцију копирања и лепљења емоџија која вам омогућава да изаберете емоџије које желите да користите,\nи кликните на „копирај“ да бисте налепили емоџије у различите апликације.",
    "sv": "Få tillgång till över 100+ emojis direkt i din webbläsare.\n\nHar du problem med att försöka uttrycka dig med ord? Prova att använda detta emoji-tangentbord\nnär du sms:ar dina vänner/kommentarer på Youtube/lämnar Instagram-kommentarer.\n\nEmojis låter dig uttrycka känslor med en enkel bild jämfört med att behöva skriva ut långa meningar\ni dina textmeddelanden.\n\nProva att använda detta emoji-tangentbord, för att komma igång, installera helt enkelt emojis-mjukvaran och klicka på\nförlängningsikon. Emojis grupperas upp via olika kategorier och det låter dig sortera igenom\ndessa olika emojis snabbt för att hitta den perfekta emojin som passar ditt humör.\n\nProva denna gratis samling av emojis nu. Det fungerar bra för tiktok-emojis och discord-emojis också.\n\nVår programvara har en emojis kopiera och klistra in funktion som låter dig välja de emojis du vill använda,\noch klicka på \"kopiera\" för att klistra in emojierna i olika applikationer.",
    "th": "เข้าถึงอีโมจิมากกว่า 100+ ได้จากเบราว์เซอร์ของคุณ\n\nคุณมีปัญหาในการพยายามแสดงออกด้วยคำพูดหรือไม่? ลองใช้แป้นพิมพ์อีโมจินี้\nเมื่อคุณส่งข้อความหาเพื่อน/แสดงความคิดเห็นบน Youtube/แสดงความคิดเห็นใน Instagram\n\nอิโมจิช่วยให้คุณแสดงอารมณ์ด้วยภาพง่ายๆ เพียงภาพเดียว เทียบกับการพิมพ์ประโยคยาวๆ\nในข้อความของคุณ\n\nลองใช้แป้นพิมพ์อีโมจินี้ เพื่อเริ่มต้น เพียงติดตั้งซอฟต์แวร์อิโมจิและคลิกที่\nไอคอนส่วนขยาย อิโมจิถูกจัดกลุ่มตามหมวดหมู่ต่างๆ และช่วยให้คุณจัดเรียงได้\nอีโมจิต่างๆ เหล่านี้ได้อย่างรวดเร็วเพื่อค้นหาอีโมจิที่เหมาะกับอารมณ์ของคุณ\n\nลองคอลเลกชันอิโมจิฟรีตอนนี้ มันใช้งานได้ดีกับ tiktok emojis และ discord emojis เช่นกัน\n\nซอฟต์แวร์ของเรามีคุณสมบัติคัดลอกและวางอิโมจิซึ่งให้คุณเลือกอิโมจิที่คุณต้องการใช้\nและคลิกที่ \"คัดลอก\" เพื่อวางอิโมจิลงในแอปพลิเคชันต่างๆ",
    "tr": "100'den fazla emojiye doğrudan tarayıcınızdan erişin.\n\nKendinizi kelimelerle ifade etmeye çalışmakta zorlanıyor musunuz? Bu emoji klavyesini kullanmayı deneyin\narkadaşlarına mesaj yazarken/Youtube'da yorum yaparken/Instagram yorumları bırakırken.\n\nEmojiler, uzun cümleler yazmak zorunda kalmak yerine duyguları tek bir basit görüntü ile ifade etmenize olanak tanır\nmetin mesajlarınızda.\n\nBaşlamak için bu emoji klavyesini kullanmayı deneyin, sadece emoji yazılımını yükleyin ve\nuzantı simgesi. Emojiler farklı kategorilere göre gruplandırılmıştır ve sıralamanızı sağlar.\nruh halinize uyan mükemmel emojiyi bulmak için bu farklı emojileri çabucak kullanın.\n\nBu ücretsiz emoji koleksiyonunu şimdi deneyin. Tiktok emojileri ve discord emojileri için de iyi çalışır.\n\nYazılımımız, kullanmak istediğiniz emojiyi seçmenize olanak tanıyan bir emojiyi kopyala ve yapıştır özelliğine sahiptir,\nve emojileri farklı uygulamalara yapıştırmak için \"kopyala\"ya tıklayın.",
    "uk": "Отримайте доступ до понад 100+ смайлів прямо у своєму браузері.\n\nВам важко висловити себе словами? Спробуйте використовувати цю клавіатуру смайлів\nколи ви пишете друзям/коментуєте на Youtube/залишаєте коментарі в Instagram.\n\nСмайли дозволяють виражати емоції за допомогою одного простого зображення, а не вводити довгі речення\nу ваших текстових повідомленнях.\n\nСпробуйте скористатися цією клавіатурою смайлів, щоб почати, просто встановіть програмне забезпечення для смайлів і натисніть на\nзначок розширення. Смайли згруповані за різними категоріями, і це дозволяє вам сортувати\nці різні смайли швидко знайти ідеальний смайлик, який відповідає вашому настрою.\n\nСпробуйте цю безкоштовну колекцію смайлів зараз. Це добре працює для смайлів tiktok і смайлів розбрату.\n\nНаше програмне забезпечення має функцію копіювання та вставки смайлів, яка дозволяє вам вибрати смайли, які ви хочете використовувати,\nі натисніть «копіювати», щоб вставити емодзі в різні програми.",
    "vi": "Nhận quyền truy cập vào hơn 100 biểu tượng cảm xúc ngay trong trình duyệt của bạn.\n\nBạn đang gặp khó khăn khi cố gắng thể hiện bản thân bằng lời nói? Hãy thử sử dụng bàn phím biểu tượng cảm xúc này\nkhi bạn đang nhắn tin cho bạn bè / bình luận trên Youtube / để lại bình luận trên Instagram.\n\nBiểu tượng cảm xúc cho phép bạn thể hiện cảm xúc bằng một hình ảnh đơn giản mà không cần phải nhập những câu dài\ntrong tin nhắn văn bản của bạn.\n\nHãy thử sử dụng bàn phím biểu tượng cảm xúc này, để bắt đầu, chỉ cần cài đặt phần mềm biểu tượng cảm xúc và nhấp vào\nbiểu tượng mở rộng. Các biểu tượng cảm xúc được nhóm lại theo các danh mục khác nhau và nó cho phép bạn sắp xếp\ncác biểu tượng cảm xúc khác nhau này nhanh chóng để tìm ra biểu tượng cảm xúc hoàn hảo phù hợp với tâm trạng của bạn.\n\nHãy thử bộ sưu tập biểu tượng cảm xúc miễn phí này ngay bây giờ. Nó hoạt động tốt cho biểu tượng cảm xúc tiktok và biểu tượng cảm xúc bất hòa.\n\nPhần mềm của chúng tôi có tính năng sao chép và dán biểu tượng cảm xúc cho phép bạn chọn biểu tượng cảm xúc bạn muốn sử dụng,\nvà nhấp vào \"sao chép\" để dán các biểu tượng cảm xúc vào các ứng dụng khác nhau.",
    "zh_CN": "直接在您的浏览器中访问 100 多个表情符号。\n\n您是否在尝试用言语表达自己时遇到困难？尝试使用这个表情符号键盘\n当您给朋友发短信/在 Youtube 上发表评论/在 Instagram 上发表评论时。\n\n表情符号让您可以用一张简单的图像表达情感，而不必输入长句\n在您的短信中。\n\n尝试使用这个表情符号键盘，开始，只需安装表情符号软件并点击\n扩展图标。表情符号通过不同的类别进行分组，它允许您进行排序\n这些不同的表情符号可以快速找到适合您心情的完美表情符号。\n\n现在试试这个免费的表情符号集合。它也适用于 tiktok 表情符号和不和谐表情符号。\n\n我们的软件具有表情符号复制和粘贴功能，可让您选择要使用的表情符号，\n并单击“复制”将表情符号粘贴到不同的应用程序中。",
    "zh_TW": "直接在您的瀏覽器中訪問 100 多個表情符號。\n\n您是否在嘗試用言語表達自己時遇到困難？嘗試使用這個表情符號鍵盤\n當您給朋友發短信/在 Youtube 上發表評論/在 Instagram 上發表評論時。\n\n表情符號讓您可以用一張簡單的圖片表達情感，而不必輸入長句\n在您的短信中。\n\n嘗試使用這個表情符號鍵盤，開始，只需安裝表情符號軟件並點擊\n擴展圖標。表情符號通過不同的類別進行分組，它允許您進行排序\n這些不同的表情符號可以快速找到適合您心情的完美表情符號。\n\n現在試試這個免費的表情符號集合。它也適用於 tiktok 表情符號和不和諧表情符號。\n\n我們的軟件具有表情符號複製和粘貼功能，可讓您選擇要使用的表情符號，\n並單擊“複製”將表情符號粘貼到不同的應用程序中。"
  }
}