{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wallacy Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wallacy Wallet is a hybrid and gamified crypto wallet. We are pleased to introduce Wallacy Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wallacy Wallet is a hybrid and gamified crypto wallet. We are pleased to introduce Wallacy Extension, allowing you to efficiently manage and swiftly convert Multichain assets while securely exploring the Web 3 world.\n\nWallacy Extension Key Features:\n- Easy Asset Management Effortlessly: manage, view, and track assets like Tokens, NFTs, and Wallacy Gems.\n- Instant Cross-Chain Swaps/Bridge: Swiftly transfer assets across Ethereum ecosystems, including Ethereum, BNB Chain, Arbitrum, Base, Optimism, and Polygon.\n- Seamless dApp Connectivity: Securely connect to dApps and approve transactions with transparent permissions.\n\nIn addition to Wallacy Extension, you can also utilize the Wallacy Mobile App (available on Android and iOS) to access a full range of gamified features. All versions are instantly synced for your convenience.\nLink to download All version of Wallacy Wallet: https://wallacy.io/download/\n\nWallacy Wallet thrives on community engagement, and our team is enthusiastic about receiving your input and offering support to our users. Feel free to stay connected with us\n\nVisit our Website: https://wallacy.io/\nJoin our Telegram Community: https://t.me/wallacywalletglobal\nFollow our news update on Twitter: https://twitter.com/WallacyWallet"
  }
}