{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OKIOCAM Live"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "The perfect app for live presentations. Display your camera's image on a larger screen or share it through conferencing software.",
    "zh_TW": "適合現場展示的完美應用程式。在較大的螢幕上顯示相機的影像，或透過視訊會議軟體分享它。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Teachers' Favorite Software - Visualize Lessons in Dynamic Ways\n\nOKIOCAM Live is the perfect app for live presenting with your document camera, allowing you to display your camera's image on a larger screen or share it through conferencing software.\n\nThe app comes with new exciting features that you have been asking for — Annotation, PiP (Picture-in-picture), and exclusive Presentation Modes to be used together with our new OKIOPoint visual pointer.\n\nWatch TUTORIAL: https://www.youtube.com/watch?v=qsuiyhEAD38\nDownload Windows/Mac Desktop App: https://www.okiolabs.com/software/okiocam-live/\n\nGet the most out of your document camera with OKIOCAM Live!\n\n5 Presentation Modes:\n\n★Zoom and Follow\nZoom and follow is the default mode when you turn on the OKIOPoint feature in the OKIOCAM Live App for the first time. In this mode, the camera will zoom in at the place you point with your OKIOPoint. \n\nGreat for:\n-In-class read-alouds.\n-Close ups on pictures and graphics.\n-Creating variety to make your audience alert while they follow your movement!\n\n—-------\n★Highlight\nIn Highlight mode, only a small area next to where you are pointing is shown clearly to make it easy to see where everyone should be focusing on now. The Width and Height of the area can be adjusted to fit your needs.\n\nGreat for:\n-Minimizing distractions when reading.\n\n—-------\n★Fluorescent Marker\nIn this mode, a small area you are pointing at will be highlighted just like how you would highlight certain parts of a text using a highlighter to let students know that “this is important”! You can take snapshots at any point of your presentation on the App and distribute the shots as review materials after.\n\n—-------\nGreat for:\n-Highlighting an important section of the text.\n-Highlighting a math formula that’ll be on the test!\n\n—-------\n★Underline\nUnderline mode is perfect for teaching kids how to read graphs. As a bonus, it makes it much easier for teachers to line up the names with numbers in attendance registers and grade books too!\n\nGreat for:\n-Making it easy for students to follow along in class\n-Accentuating important information \n\n—-------\n★Spotlight\nBring a theatrical spark into your lessons! Spotlight mode shows whatever you are pointing at in the spotlight, while darkening the surrounding areas.\n\nGreat for:\n-Playing games in class.\n-Making reading roleplays more fun.\n\nHandy Tools for Teachers:\n\n★Annotation\nMake annotations in class to enhance visual memory, take a snapshot, and save it for future review! Includes handy functions like freehand drawing, framing, lines, and arrows.\n\n★Secondary Camera (PiP)\nWith the built-in PiP function, you can easily show your face using a second camera (like using another OKIOCAM or webcam) at the same time as you show your work with your main OKIOCAM camera. This way, you can strengthen relationships during online presentations by showing your personality to the audience!\n\nComments? Questions? Suggestions? Contact us at: \nhttps://support.okiolabs.com"
  }
}