{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dota 2 Mirana Live Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the mystical world of Dota 2 with Mirana live wallpaper, featuring a clock and Google search bar for your new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the elegance and strength of Mirana, the Princess of the Moon, to your Chrome new tab with this Dota 2 Mirana Live Wallpaper. In stunning 4K detail, this wallpaper captures Mirana's celestial power and determination, making it perfect for fans of Dota 2. The minimalist design blends seamlessly with the dynamic visuals, offering a practical clock and a Google search bar for easy access. Whether you admire her commanding presence or her role in the battle for Radiant and Dire, this live wallpaper will immerse you in Mirana's enchanting world every time you open a tab.\n\nExtension Features\n4K Live Wallpaper:\nHigh-resolution visuals showcasing Mirana's celestial elegance.\n\nMinimalist Design:\nA clean and stylish interface to complement the dynamic wallpaper.\n\nIntegrated Clock:\nStay on schedule with a sleek, built-in clock on your new tab.\n\nGoogle Search Bar:\nQuick and seamless access to Google search functionality.\n\nDynamic and Magical:\nMirana’s mystical aura brings a touch of fantasy and adventure to your browser.\n\nOptimized Performance:\nLightweight and efficient for smooth browsing without interruptions.\n\nPerfect for Dota 2 Fans:\nCelebrate the power and grace of one of Dota 2’s iconic heroes every time you browse."
  }
}