{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vocab"
  },
  "short": {
    "ar": "ترجمة النص المميز وتخزين الترجمة في كتاب معجم. تظهر بطاقة مسرد عشوائية عند فتح صفحة ويب",
    "am": "የደመቀውን ጽሑፍ ተርጉምና ትርጉሙን በመዝገበ-ቃላት መጽሐፍ ውስጥ አስቀምጥ። የዘፈቀደ የቃላት መፍቻ ካርድ ድረ-ገጽ ሲከፍት ያሳያል።",
    "bg": "Преведете подчертания текст и запазете превода в речник. Произволна карта с речник се показва при отваряне на уеб страница.",
    "bn": "হাইলাইট করা পাঠ্য অনুবাদ করুন এবং একটি শব্দকোষ বইতে অনুবাদ সংরক্ষণ করুন।",
    "ca": "Tradueix el text destacat i emmagatzema la traducció en un glossari.",
    "cs": "přeložit zvýrazněný text a uložit překlad do slovníku. Při otevření webové stránky se zobrazí náhodná karta glosáře",
    "da": "Oversæt fremhævet tekst og gem oversættelsen i en ordbog. Et tilfældigt ordlistekort vises, når du åbner en webside.",
    "de": "Hervorgehobenen Text übersetzen und die Übersetzung in einem Glossarbuch speichern.",
    "el": "μεταφράστε το επισημασμένο κείμενο και αποθηκεύστε τη μετάφραση σε ένα βιβλίο γλωσσάρι.",
    "en,en_AU,en_GB,en_US,es_419": "Translate highlighted text and store the translation in a glossary book. A random glossary card shows when opening a web page.",
    "es": "traducir el texto resaltado y almacenar la traducción en un libro de glosario.",
    "et": "Tõlkige esiletõstetud tekst ja salvestage tõlge sõnastikku. Veebilehe avamisel kuvatakse juhuslik sõnastikukaart.",
    "fa": "متن برجسته شده را ترجمه کنید و ترجمه را در فرهنگ لغت ذخیره کنید.",
    "fi": "Käännä korostettu teksti ja tallenna käännös sanakirjaan. Satunnainen sanakirjakortti tulee näkyviin, kun avaat verkkosivun.",
    "fil": "Isalin ang naka-highlight na teksto at i-save ang pagsasalin sa diksyunaryo.",
    "fr": "Traduisez le texte surligné et stockez la traduction dans un glossaire.",
    "gu": "હાઇલાઇટ કરેલ ટેક્સ્ટનો અનુવાદ કરો અને અનુવાદને શબ્દકોશમાં સાચવો. જ્યારે તમે વેબ પેજ ખોલો છો ત્યારે રેન્ડમ ડિક્શનરી કાર્ડ દેખાય છે",
    "he": "תרגם את הטקסט המודגש ושמור את התרגום למילון. כרטיס מילון אקראי מופיע בעת פתיחת דף אינטרנט.",
    "hi": "हाइलाइट किए गए टेक्स्ट का अनुवाद करें और अनुवाद को शब्दावली पुस्तक में संग्रहित करें।",
    "hr": "Prevedite označeni tekst i spremite prijevod u rječnik. Nasumična kartica rječnika pojavljuje se kada otvorite web stranicu.",
    "hu": "Fordítsa le a kiemelt szöveget, és mentse el a fordítást a szótárba.",
    "id": "Terjemahkan teks yang disorot dan simpan terjemahannya ke kamus. Kartu kamus acak muncul saat Anda membuka halaman web.",
    "it": "Traduci il testo evidenziato e salva la traduzione nel dizionario.",
    "ja": "強調表示されたテキストを翻訳し、翻訳を辞書に保存します。 Web ページを開くと、ランダムな辞書カードが表示されます。",
    "kn": "ಹೈಲೈಟ್ ಮಾಡಿದ ಪಠ್ಯವನ್ನು ಅನುವಾದಿಸಿ ಮತ್ತು ಅನುವಾದವನ್ನು ನಿಘಂಟಿನಲ್ಲಿ ಉಳಿಸಿ.",
    "ko": "강조 표시된 텍스트를 번역하고 번역을 사전에 저장합니다. 웹 페이지를 열면 임의의 사전 카드가 나타납니다.",
    "lt": "Išverskite paryškintą tekstą ir išsaugokite vertimą žodyne. Atsitiktinė žodyno kortelė pasirodo atidarius tinklalapį.",
    "lv": "Tulkojiet iezīmēto tekstu un saglabājiet tulkojumu vārdnīcā. Atverot tīmekļa lapu, tiek parādīta nejauša vārdnīcas kartīte.",
    "ml": "ഹൈലൈറ്റ് ചെയ്‌ത വാചകം വിവർത്തനം ചെയ്‌ത് വിവർത്തനം നിഘണ്ടുവിലേക്ക് സംരക്ഷിക്കുക.",
    "mr": "हायलाइट केलेला मजकूर अनुवादित करा आणि अनुवाद शब्दकोशात जतन करा. तुम्ही वेब पेज उघडता तेव्हा एक यादृच्छिक शब्दकोष कार्ड दिसते.",
    "ms": "Terjemah teks yang diserlahkan dan simpan terjemahan ke kamus. Kad kamus rawak muncul apabila anda membuka halaman web.",
    "nl": "Vertaal de gemarkeerde tekst en sla de vertaling op in het woordenboek.",
    "no": "Oversett den uthevede teksten og lagre oversettelsen i ordboken. Et tilfeldig ordbokkort vises når du åpner en nettside.",
    "pl": "Przetłumacz zaznaczony tekst i zapisz tłumaczenie w słowniku. Po otwarciu strony internetowej pojawia się losowa karta słownika.",
    "pt_BR,pt_PT": "Traduza o texto destacado e salve a tradução no dicionário.",
    "ro": "Traduceți textul evidențiat și salvați traducerea în dicționar. Un card de dicționar aleatoriu apare când deschideți o pagină web",
    "ru": "Переведите выделенный текст и сохраните перевод в словаре. Случайная карточка словаря появляется при открытии веб-страницы.",
    "sk": "Preložte zvýraznený text a uložte preklad do slovníka. Keď otvoríte webovú stránku, zobrazí sa karta náhodného slovníka.",
    "sl": "Prevedite označeno besedilo in shranite prevod v slovar. Ko odprete spletno stran, se prikaže naključna kartica slovarja.",
    "sr": "Преведите истакнути текст и сачувајте превод у речник. Када отворите веб страницу, појављује се насумична картица речника.",
    "sv": "Översätt den markerade texten och spara översättningen i ordboken. Ett slumpmässigt ordbokskort visas när du öppnar en webbsida.",
    "sw": "Tafsiri maandishi yaliyoangaziwa na uhifadhi tafsiri kwenye kamusi.Kadi ya kamusi nasibu inaonekana unapofungua ukurasa wa wavuti",
    "ta": "தனிப்படுத்தப்பட்ட உரையை மொழிபெயர்த்து, மொழிபெயர்ப்பை அகராதியில் சேமிக்கவும்.",
    "te": "హైలైట్ చేసిన వచనాన్ని అనువదించండి మరియు అనువాదాన్ని నిఘంటువులో సేవ్ చేయండి.",
    "th": "แปลข้อความที่ไฮไลต์และบันทึกการแปลลงในพจนานุกรม การ์ดพจนานุกรมแบบสุ่มจะปรากฏขึ้นเมื่อคุณเปิดหน้าเว็บ",
    "tr": "Vurgulanan metni çevirin ve çeviriyi sözlüğe kaydedin. Bir web sayfasını açtığınızda rastgele bir sözlük kartı görünür.",
    "uk": "Перекладіть виділений текст і збережіть переклад у словнику.Коли ви відкриваєте веб-сторінку,з’являється довільна картка словника",
    "vi": "Dịch văn bản được đánh dấu và lưu bản dịch vào từ điển. Một thẻ từ điển ngẫu nhiên xuất hiện khi bạn mở một trang web.",
    "zh_CN": "右键翻译选中的文本, 并将翻译结果添加到生词本, 每次打开网页时显示一个生词卡, 用来帮助记忆新词汇",
    "zh_TW": "右鍵翻譯選中的文本, 並將翻譯結果添加到生詞本, 每次打開網頁時顯示一個生詞卡, 用來幫助記憶新詞彙"
  },
  "long": {
    "ar": "النص المحدد على صفحة الويب وترجمته في قائمة السياق. سيتم عرض نتيجة الترجمة في شكل عائم ، ويمكن إضافتها إلى كتاب المصطلحات بالنقر فوق الزر \"+\" أو نطقها بالنقر فوق زر مكبر الصوت.\n\nيرجى أيضًا إلقاء نظرة على الإعدادات من popover ، حيث يمكنك تكوين عدة إعدادات للإضافة ، بما في ذلك:\n1. لغة المصدر والهدف ، تدعم حاليًا 24 لغة\n2. عرض بطاقة قاموس مصطلحات عشوائية في كل مرة تفتح فيها صفحة جديدة. يمكن أن يساعدك ذلك على حفظ المفردات وتعلمها ، حيث يتم تقديم المفردات الجديدة لك من وقت لآخر.\n3. دعم إعداد محدد CSS ، بحيث في كل مرة يتم النقر فوق عنصر محدد CSS ، ستظهر أيضًا بطاقة قاموس مصطلحات عشوائية. يمكن أن يؤدي ذلك إلى زيادة تعرض المفردات بشكل أكبر عند تصفح الإنترنت\n\nيمكن أيضًا عرض المفردات المضافة والبحث فيها وتحريرها وتصديرها واستيرادها وقراءتها بصوت عالٍ بشكل متكرر في عارض المفردات من النافذة المنبثقة.\n\nهناك أيضًا عرض إحصائي بسيط من popover ، يوضح عدد المرات التي أضفت فيها مفردات جديدة إلى كتاب المسرد.\n\nيتم تحقيق الترجمة من خلال واجهة برمجة التطبيقات المجانية لترجمة جوجل.",
    "am": "በድረ-ገጽ ላይ የተመረጠ ጽሑፍ እና በአውድ ምናሌው ላይ መተርጎም. የትርጉም ውጤቱ በተንሳፋፊ ሞዳል ውስጥ ይታያል እና '+' የሚለውን ቁልፍ በመጫን ወደ መዝገበ ቃላት መዝገበ ቃላት መጨመር ወይም የተናጋሪውን ቁልፍ በመጫን መጥራት ይቻላል ።\n\nእባኮትን ጨምሮ ለቅጥያው ብዙ ቅንብሮችን ማዋቀር የሚችሉበትን ከፖፕቨር ላይ ያሉትን ቅንብሮች ይመልከቱ፡-\n1. ምንጭ እና ዒላማ ቋንቋዎች፣ በአሁኑ ጊዜ 24 ቋንቋዎችን ይደግፋል\n2. አዲስ ገጽ በከፈቱ ቁጥር የዘፈቀደ የቃላት መፍቻ ካርድ ማሳየት። አዲሶቹ መዝገበ-ቃላቶች በየጊዜው ስለሚቀርቡልዎት ይህ የቃላት ዝርዝርን ለማስታወስ እና ለመማር ይረዳዎታል።\n3. የሲ ኤስ ኤስ መራጭን ማዋቀርን ይደግፉ፣ ስለዚህ የ CSS መራጭ ንጥረ ነገር በተነካ ቁጥር የዘፈቀደ የቃላት መፍቻ ካርድም ይታያል። ይህ በበይነመረብ ላይ በሚፈልጉበት ጊዜ የቃላቶቹን ተጋላጭነት የበለጠ ይጨምራል\n\nየተጨመሩት መዝገበ-ቃላቶች እንዲሁ በፖፖቨር የቃላት መመልከቻ ውስጥ ሊታዩ ፣ ሊፈለጉ ፣ ሊታተሙ ፣ ሊላኩ ፣ ሊገቡ እና ጮክ ብለው ደጋግመው ማንበብ ይችላሉ።\n\nእንዲሁም አዳዲስ መዝገበ-ቃላትን ወደ መዝገበ-ቃላት መፅሃፉ ምን ያህል ጊዜ እንደጨመሩ የሚያሳይ ቀላል የስታቲስቲክስ እይታ ከፖፖቨር አለ።\n\nትርጉሙ የሚገኘው በ google ትርጉም ነፃ ኤፒአይ ነው።",
    "bg": "Избран текст на уеб страница и превод от контекстното меню. Резултатът от превода ще бъде показан в плаващ модален вид и може да бъде добавен към книга с речник чрез щракване върху бутона „+“ или произнесен чрез щракване върху бутона на високоговорителя.\n\nМоля, разгледайте и настройките от popover, където можете да конфигурирате няколко настройки за разширението, включително:\n1. изходният и целевият език, в момента поддържа 24 езика\n2. показване на произволна карта с речник всеки път, когато отворите нова страница. Това може да ви помогне да запомните и научите речниците, тъй като новите речници ви се представят от време на време.\n3. Поддържайте задаване на CSS селектор, така че всеки път, когато се щракне върху елемента на CSS селектора, ще се показва произволна карта с речник. Това може допълнително да увеличи експозицията на речниците, когато сърфирате в интернет\n\nДобавените речници също могат да се преглеждат, търсят, редактират, експортират, импортират и четат на глас многократно в инструмента за преглед на речници от popover.\n\nИма и прост статистически изглед от popover, показващ колко често сте добавяли нови речници към речника.\n\nПреводът се постига чрез безплатен API за превод на Google.",
    "bn": "ওয়েব পৃষ্ঠায় নির্বাচিত পাঠ্য এবং প্রসঙ্গ মেনুতে অনুবাদ করুন। অনুবাদের ফলাফল একটি ভাসমান মডেলে দেখানো হবে, এবং '+' বোতামে ক্লিক করে বা স্পিকার বোতামে ক্লিক করে উচ্চারণ করে একটি শব্দকোষ বইতে যোগ করা যেতে পারে।\n\nঅনুগ্রহ করে পপওভার থেকে সেটিংসও দেখুন, যেখানে আপনি এক্সটেনশনের জন্য বেশ কয়েকটি সেটিংস কনফিগার করতে পারেন, যার মধ্যে রয়েছে:\n1. উৎস এবং লক্ষ্য ভাষা, বর্তমানে 24টি ভাষা সমর্থন করে\n2. প্রতিবার যখন আপনি একটি নতুন পৃষ্ঠা খুলবেন তখন একটি এলোমেলো শব্দকোষ কার্ড প্রদর্শন করা। এটি আপনাকে শব্দভাণ্ডারগুলি মুখস্ত করতে এবং শিখতে সাহায্য করতে পারে, যেহেতু নতুন শব্দভান্ডারগুলি আপনার কাছে সময়ে সময়ে উপস্থাপন করা হয়।\n3. একটি CSS নির্বাচক সেট করা সমর্থন করে, যাতে প্রতিবার CSS নির্বাচকের উপাদানটিতে ক্লিক করা হয়, একটি র্যান্ডম শব্দকোষ কার্ডও প্রদর্শিত হবে। আপনি ইন্টারনেটে ব্রাউজ করার সময় এটি শব্দভান্ডারের এক্সপোজারকে আরও বাড়িয়ে তুলতে পারে\n\nযোগ করা শব্দভান্ডারগুলি পপওভার থেকে শব্দভাণ্ডার দর্শকের মধ্যে বারবার দেখা, অনুসন্ধান, সম্পাদনা, রপ্তানি, আমদানি এবং জোরে জোরে পড়তে পারে।\n\nপপওভার থেকে একটি সাধারণ পরিসংখ্যান দৃশ্যও রয়েছে, যা দেখায় যে আপনি শব্দকোষ বইটিতে কত ঘন ঘন নতুন শব্দভান্ডার যুক্ত করেছেন৷\n\nঅনুবাদটি গুগল ট্রান্সলেশন ফ্রি API দ্বারা অর্জন করা হয়।",
    "ca": "Text seleccionat a la pàgina web i traduïu-lo al menú contextual. El resultat de la traducció es mostrarà en un modal flotant i es pot afegir a un glossari fent clic al botó \"+\" o pronunciar-lo fent clic al botó de l'altaveu.\n\nSi us plau, mireu també la configuració de popover, on podeu configurar diversos paràmetres per a l'extensió, com ara:\n1. els idiomes d'origen i de destinació, actualment admet 24 idiomes\n2. mostrar una targeta de glossari aleatòria cada vegada que obriu una pàgina nova. Això us pot ajudar a memoritzar i aprendre els vocabularis, ja que els nous vocabularis se us presenten de tant en tant.\n3. Admet la configuració d'un selector CSS, de manera que cada vegada que es faci clic a l'element del selector CSS, també apareixerà una targeta de glossari aleatòria. Això pot augmentar encara més l'exposició dels vocabularis quan navegueu per Internet\n\nEls vocabularis afegits també es poden veure, cercar, editar, exportar, importar i llegir en veu alta repetidament al visualitzador de vocabulari des del popover.\n\nTambé hi ha una vista senzilla d'estadístiques des del popover, que mostra la freqüència amb què heu afegit vocabularis nous al llibre de glossari.\n\nLa traducció s'aconsegueix mitjançant l'API gratuïta de traducció de Google.",
    "cs": "Vybraný text na webové stránce a jeho překlad v kontextové nabídce. Výsledek překladu se zobrazí jako plovoucí modal a lze jej přidat do slovníku kliknutím na tlačítko „+“ nebo vyslovit kliknutím na tlačítko reproduktoru.\n\nPodívejte se také na nastavení z vyskakovacího okna, kde můžete nakonfigurovat několik nastavení pro rozšíření, včetně:\n1. zdrojový a cílový jazyk, aktuálně podporuje 24 jazyků\n2. zobrazení náhodného glosáře pokaždé, když otevřete novou stránku. To vám může pomoci zapamatovat si a naučit se slovní zásobu, protože nové slovníčky jsou vám čas od času prezentovány.\n3. Podporujte nastavení selektoru CSS, aby se při každém kliknutí na prvek selektoru CSS také zobrazila náhodná karta glosáře. To může dále zvýšit expozici slovní zásoby při procházení internetu\n\nPřidané slovníky lze také prohlížet, vyhledávat, upravovat, exportovat, importovat a opakovaně číst nahlas v prohlížeči slovníků z vyskakovacího okna.\n\nK dispozici je také jednoduchá statistika z popover, která ukazuje, jak často jste do knihy glosářů přidávali nové slovníky.\n\nPřekladu je dosaženo pomocí google translation free API.",
    "da": "Valgt tekst på websiden og oversæt den i kontekstmenuen. Oversættelsesresultatet vil blive vist i en flydende modal og kan føjes til en ordbog ved at klikke på knappen '+' eller udtales ved at klikke på højttalerknappen.\n\nTag også et kig på indstillingerne fra popover, hvor du kan konfigurere flere indstillinger for udvidelsen, herunder:\n1. kilde- og målsprogene, understøtter i øjeblikket 24 sprog\n2. vise et tilfældigt ordlistekort hver gang du åbner en ny side. Dette kan hjælpe dig med at huske og lære ordforrådene, da de nye ordforråd præsenteres for dig fra tid til anden.\n3. Understøtte indstilling af en CSS-vælger, så hver gang der klikkes på elementet i CSS-vælgeren, vil der også dukke et tilfældigt ordlistekort op. Dette kan yderligere øge eksponeringen af ​​ordforrådene, når du surfer på internettet\n\nDe tilføjede ordforråd kan også ses, søges, redigeres, eksporteres, importeres og læses gentagne gange i ordforrådsfremviseren fra popover.\n\nDer er også en simpel statistikvisning fra popover, der viser, hvor ofte du har tilføjet nye ordforråd til ordlistebogen.\n\nOversættelsen opnås af google translation free API.",
    "de": "Ausgewählter Text auf der Webseite und im Kontextmenü übersetzen. Das Übersetzungsergebnis wird in einem schwebenden Modal angezeigt und kann durch Klicken auf die Schaltfläche „+“ zu einem Glossarbuch hinzugefügt oder durch Klicken auf die Schaltfläche „Lautsprecher“ ausgesprochen werden.\n\nBitte werfen Sie auch einen Blick auf die Einstellungen im Popover, wo Sie mehrere Einstellungen für die Erweiterung konfigurieren können, darunter:\n1. die Quell- und Zielsprachen, unterstützt derzeit 24 Sprachen\n2. Jedes Mal, wenn Sie eine neue Seite öffnen, wird eine zufällige Glossarkarte angezeigt. Dies kann Ihnen helfen, sich die Vokabeln zu merken und zu lernen, da Ihnen von Zeit zu Zeit neue Vokabeln präsentiert werden.\n3. Unterstützen Sie das Festlegen eines CSS-Selektors, sodass jedes Mal, wenn auf das Element des CSS-Selektors geklickt wird, auch eine zufällige Glossarkarte angezeigt wird. Dies kann die Sichtbarkeit der Vokabeln beim Surfen im Internet weiter erhöhen\n\nDie hinzugefügten Vokabeln können auch im Vokabel-Viewer aus dem Popover angesehen, durchsucht, bearbeitet, exportiert, importiert und wiederholt vorgelesen werden.\n\nEs gibt auch eine einfache Statistikansicht aus dem Popover, die zeigt, wie oft Sie dem Glossarbuch neue Vokabeln hinzugefügt haben.\n\nDie Übersetzung wird durch die kostenlose API von Google Translation erreicht.",
    "el": "Επιλεγμένο κείμενο στην ιστοσελίδα και μεταφράστε το στο μενού περιβάλλοντος. Το αποτέλεσμα της μετάφρασης θα εμφανιστεί σε μια αιωρούμενη μορφή και μπορεί να προστεθεί σε ένα βιβλίο γλωσσάρι κάνοντας κλικ στο κουμπί '+' ή να προφέρεται κάνοντας κλικ στο κουμπί του ηχείου.\n\nΡίξτε επίσης μια ματιά στις ρυθμίσεις από το popover, όπου μπορείτε να διαμορφώσετε πολλές ρυθμίσεις για την επέκταση, όπως:\n1. οι γλώσσες προέλευσης και προορισμού, υποστηρίζει επί του παρόντος 24 γλώσσες\n2. εμφάνιση μιας τυχαίας κάρτας γλωσσαρίου κάθε φορά που ανοίγετε μια νέα σελίδα. Αυτό μπορεί να σας βοηθήσει να απομνημονεύσετε και να μάθετε τα λεξιλόγια, αφού τα νέα λεξιλόγια σας παρουσιάζονται κατά καιρούς.\n3. Υποστηρίξτε τη ρύθμιση ενός επιλογέα CSS, έτσι ώστε κάθε φορά που γίνεται κλικ στο στοιχείο του επιλογέα CSS, να εμφανίζεται επίσης μια τυχαία κάρτα γλωσσαρίου. Αυτό μπορεί να αυξήσει περαιτέρω την έκθεση του λεξιλογίου όταν περιηγείστε στο Διαδίκτυο\n\nΤα προστιθέμενα λεξιλόγια μπορούν επίσης να προβληθούν, να αναζητηθούν, να επεξεργαστούν, να εξαχθούν, να εισαχθούν και να διαβαστούν επανειλημμένα στο πρόγραμμα προβολής λεξιλογίου από το popover.\n\nΥπάρχει επίσης μια απλή προβολή στατιστικών στοιχείων από το popover, που δείχνει πόσο συχνά προσθέτατε νέα λεξιλόγια στο βιβλίο γλωσσάρι.\n\nΗ μετάφραση επιτυγχάνεται από το google translation free API.",
    "en,en_AU,en_GB,en_US,es_419": "Selected text on web page and translate it on context menu. The translation result will be shown in a floating modal, and can be added to a glossary book by clicking '+' button or pronounced by clicking the speaker button.\n\nPlease also take a look at the settings from popover, where you can configure several settings for the extension, including:\n1. the source and target languages, currently supports 24 languages\n2. displaying a random glossary card every time you open a new page. This can help you to memorize and learn the vocabularies, since the new vocabularies is presented to you from time to time.\n3. Support setting a CSS selector, so that every time the element of the CSS selector is clicked, a random glossary card will also show up. This can furtherly increase the exposure of the vocabularies when you are browsing on internet\n\nThe added vocabularies can also be viewed, searched, edited, exported, imported and read aloud repeatedly in the vocabulary viewer from popover.\n\nThere is also a simple statistics view from popover, showing how frequently you added new vocabularies to the glossary book.\n\nThe translation is achieved by google translation free API.",
    "es": "Texto seleccionado en la página web y traducirlo en el menú contextual. El resultado de la traducción se mostrará en un modal flotante y se puede agregar a un libro de glosario haciendo clic en el botón '+' o pronunciado haciendo clic en el botón del altavoz.\n\nTambién eche un vistazo a la configuración de popover, donde puede configurar varias configuraciones para la extensión, que incluyen:\n1. los idiomas de origen y de destino, actualmente admite 24 idiomas\n2. mostrar una tarjeta de glosario al azar cada vez que abre una nueva página. Esto puede ayudarlo a memorizar y aprender los vocabularios, ya que los nuevos vocabularios se le presentan de vez en cuando.\n3. Admite la configuración de un selector de CSS, de modo que cada vez que se haga clic en el elemento del selector de CSS, también aparecerá una tarjeta de glosario aleatoria. Esto puede aumentar aún más la exposición de los vocabularios cuando navega por Internet.\n\nLos vocabularios agregados también se pueden ver, buscar, editar, exportar, importar y leer en voz alta repetidamente en el visor de vocabulario desde la ventana emergente.\n\nTambién hay una vista de estadísticas simple desde la ventana emergente, que muestra la frecuencia con la que agregó nuevos vocabularios al libro del glosario.\n\nLa traducción se logra mediante la API gratuita de traducción de Google.",
    "et": "Valitud tekst veebilehel ja tõlkida see kontekstimenüüst. Tõlketulemus kuvatakse ujuvas vormingus ja selle saab lisada sõnastikuraamatusse, klõpsates nuppu + või hääldada, klõpsates kõlari nuppu.\n\nVaadake ka sätteid popoverist, kus saate laienduse jaoks konfigureerida mitmeid seadeid, sealhulgas:\n1. lähte- ja sihtkeeled, toetab praegu 24 keelt\n2. juhusliku sõnastikukaardi kuvamine iga kord, kui avate uue lehe. See võib aidata teil sõnavara pähe õppida ja õppida, sest aeg-ajalt esitatakse teile uusi sõnavarasid.\n3. Toetage CSS-i valija seadistamist, nii et iga kord, kui CSS-i valija elemendil klõpsate, ilmub ka juhuslik sõnastikukaart. See võib veelgi suurendada sõnavarade nähtavust Internetis sirvimise ajal\n\nLisatud sõnavarasid saab hüpikaknast sõnavaravaaturis ka vaadata, otsida, redigeerida, eksportida, importida ja korduvalt valjusti lugeda.\n\nSamuti on hüpikaknast lihtne statistikavaade, mis näitab, kui sageli olete sõnastikku uusi sõnavarasid lisanud.\n\nTõlge on saavutatud Google'i tõlkevaba API-ga.",
    "fa": "متن انتخاب شده در صفحه وب و ترجمه آن در منوی زمینه. نتیجه ترجمه به صورت شناور نشان داده می‌شود و می‌توان آن را با کلیک کردن روی دکمه «+» به کتاب واژه نامه اضافه کرد یا با کلیک کردن روی دکمه بلندگو تلفظ کرد.\n\nلطفاً به تنظیمات popover نیز نگاهی بیندازید، جایی که می توانید چندین تنظیمات را برای برنامه افزودنی پیکربندی کنید، از جمله:\n1. زبان مبدأ و مقصد، در حال حاضر از 24 زبان پشتیبانی می کند\n2. نمایش کارت واژه نامه تصادفی هر بار که صفحه جدیدی را باز می کنید. این می تواند به شما در حفظ و یادگیری لغات کمک کند، زیرا واژگان جدید هر از گاهی به شما ارائه می شود.\n3. از تنظیم یک انتخابگر CSS پشتیبانی کنید، به طوری که هر بار که عنصر انتخابگر CSS کلیک می شود، یک کارت واژه نامه تصادفی نیز نمایش داده می شود. این امر می تواند باعث افزایش بیشتر واژگان در هنگام مرور اینترنت شود\n\nواژگان اضافه شده را نیز می توان مشاهده، جستجو، ویرایش، صادر، وارد کرد و به طور مکرر در بیننده واژگان از popover با صدای بلند خواند.\n\nهمچنین یک نمای آماری ساده از popover وجود دارد که نشان می دهد چقدر واژگان جدید را به کتاب واژه نامه اضافه کرده اید.\n\nترجمه توسط API رایگان ترجمه گوگل به دست آمده است.",
    "fi": "Valittu teksti verkkosivulta ja käännä se pikavalikosta. Käännöstulos näytetään kelluvana modaalina, ja se voidaan lisätä sanastokirjaan napsauttamalla +-painiketta tai ääntää napsauttamalla kaiutinpainiketta.\n\nKatso myös asetukset popoverista, jossa voit määrittää useita asetuksia laajennukselle, mukaan lukien:\n1. lähde- ja kohdekielet, tukee tällä hetkellä 24 kieltä\n2. satunnaisen sanastokortin näyttäminen aina, kun avaat uuden sivun. Tämä voi auttaa sinua muistamaan ja oppimaan sanastot, koska uusia sanastoja esitellään sinulle aika ajoin.\n3. Tue CSS-valitsimen asettamista, jotta joka kerta kun CSS-valitsimen elementtiä napsautetaan, näkyviin tulee myös satunnainen sanastokortti. Tämä voi entisestään lisätä sanastojen näkyvyyttä, kun selaat Internetiä\n\nLisättyjä sanastoja voidaan myös tarkastella, etsiä, muokata, viedä, tuoda ja lukea ääneen toistuvasti ponnahdusikkunan sanaston katseluohjelmassa.\n\nPonnahdusikkunasta on myös yksinkertainen tilastonäkymä, joka näyttää kuinka usein olet lisännyt uusia sanastoja sanastokirjaan.\n\nKäännös tapahtuu google-käännöksen ilmaisella API:lla.",
    "fil": "Pinili ang teksto sa web page at isalin ito sa menu ng konteksto. Ang resulta ng pagsasalin ay ipapakita sa isang lumulutang na modal, at maaaring idagdag sa isang glossary na aklat sa pamamagitan ng pag-click sa '+' na button o pagbigkas sa pamamagitan ng pag-click sa speaker button.\n\nMangyaring tingnan din ang mga setting mula sa popover, kung saan maaari mong i-configure ang ilang mga setting para sa extension, kabilang ang:\n1. ang pinagmulan at target na mga wika, kasalukuyang sumusuporta sa 24 na wika\n2. pagpapakita ng random na glossary card sa tuwing magbubukas ka ng bagong pahina. Makakatulong ito sa iyo na kabisaduhin at matutunan ang mga bokabularyo, dahil ang mga bagong bokabularyo ay ipinakita sa iyo paminsan-minsan.\n3. Suportahan ang pagtatakda ng CSS selector, upang sa bawat oras na magki-click ang elemento ng CSS selector, lalabas din ang isang random na glossary card. Ito ay maaaring higit pang mapataas ang pagkakalantad ng mga bokabularyo kapag ikaw ay nagba-browse sa internet\n\nAng mga idinagdag na bokabularyo ay maaari ding tingnan, hanapin, i-edit, i-export, i-import at basahin nang malakas nang paulit-ulit sa viewer ng bokabularyo mula sa popover.\n\nMayroon ding simpleng view ng istatistika mula sa popover, na nagpapakita kung gaano kadalas ka nagdagdag ng mga bagong bokabularyo sa glossary book.\n\nAng pagsasalin ay nakamit sa pamamagitan ng google translation free API.",
    "fr": "Texte sélectionné sur la page Web et traduisez-le dans le menu contextuel. Le résultat de la traduction sera affiché dans un modal flottant et peut être ajouté à un glossaire en cliquant sur le bouton '+' ou prononcé en cliquant sur le bouton du haut-parleur.\n\nVeuillez également consulter les paramètres du popover, où vous pouvez configurer plusieurs paramètres pour l'extension, notamment :\n1. les langues source et cible, prend actuellement en charge 24 langues\n2. afficher une carte de glossaire aléatoire chaque fois que vous ouvrez une nouvelle page. Cela peut vous aider à mémoriser et à apprendre les vocabulaires, puisque de nouveaux vocabulaires vous sont présentés de temps en temps.\n3. Prise en charge de la définition d'un sélecteur CSS, de sorte que chaque fois que l'élément du sélecteur CSS est cliqué, une carte de glossaire aléatoire s'affiche également. Cela peut encore augmenter l'exposition des vocabulaires lorsque vous naviguez sur Internet\n\nLes vocabulaires ajoutés peuvent également être visualisés, recherchés, modifiés, exportés, importés et lus à haute voix à plusieurs reprises dans la visionneuse de vocabulaire à partir du popover.\n\nIl existe également une vue statistique simple à partir du popover, indiquant la fréquence à laquelle vous avez ajouté de nouveaux vocabulaires au glossaire.\n\nLa traduction est réalisée par l'API gratuite de google traduction.",
    "gu": "વેબ પૃષ્ઠ પર ટેક્સ્ટ પસંદ કરો અને સંદર્ભ મેનૂ પર તેનો અનુવાદ કરો. અનુવાદનું પરિણામ ફ્લોટિંગ મોડલમાં બતાવવામાં આવશે, અને '+' બટન પર ક્લિક કરીને અથવા સ્પીકર બટનને ક્લિક કરીને ઉચ્ચાર કરીને શબ્દાવલિ પુસ્તકમાં ઉમેરી શકાય છે.\n\nકૃપા કરીને પોપઓવરથી સેટિંગ્સ પર પણ એક નજર નાખો, જ્યાં તમે એક્સ્ટેંશન માટે ઘણી સેટિંગ્સ ગોઠવી શકો છો, જેમાં નીચેનાનો સમાવેશ થાય છે:\n1. સ્ત્રોત અને લક્ષ્ય ભાષાઓ, હાલમાં 24 ભાષાઓને સપોર્ટ કરે છે\n2. જ્યારે પણ તમે નવું પૃષ્ઠ ખોલો ત્યારે રેન્ડમ ગ્લોસરી કાર્ડ પ્રદર્શિત કરવું. આ તમને શબ્દભંડોળ યાદ રાખવા અને શીખવામાં મદદ કરી શકે છે, કારણ કે સમયાંતરે નવી શબ્દભંડોળ તમને રજૂ કરવામાં આવે છે.\n3. CSS સિલેક્ટરને સેટ કરવામાં સપોર્ટ કરો, જેથી જ્યારે પણ CSS સિલેક્ટરના ઘટકને ક્લિક કરવામાં આવે, ત્યારે રેન્ડમ ગ્લોસરી કાર્ડ પણ દેખાશે. જ્યારે તમે ઇન્ટરનેટ પર બ્રાઉઝ કરી રહ્યાં હોવ ત્યારે આ શબ્દભંડોળના એક્સપોઝરમાં વધુ વધારો કરી શકે છે\n\nઉમેરવામાં આવેલ શબ્દભંડોળ પોપઓવરથી શબ્દભંડોળ દર્શકમાં વારંવાર જોઈ, શોધી, સંપાદિત, નિકાસ, આયાત અને મોટેથી વાંચી શકાય છે.\n\nપોપઓવરમાંથી એક સરળ આંકડાકીય દૃશ્ય પણ છે, જે દર્શાવે છે કે તમે ગ્લોસરી બુકમાં કેટલી વાર નવી શબ્દભંડોળ ઉમેરી છે.\n\nઅનુવાદ Google અનુવાદ મુક્ત API દ્વારા પ્રાપ્ત થાય છે.",
    "he": "טקסט נבחר בדף אינטרנט ותרגם אותו בתפריט ההקשר. תוצאת התרגום תוצג במודאל צף, וניתן להוסיף אותה לספר מונחים על ידי לחיצה על כפתור '+' או לבטא על ידי לחיצה על כפתור הרמקול.\n\nאנא עיין גם בהגדרות מ-Popover, שם תוכל להגדיר מספר הגדרות עבור התוסף, כולל:\n1. שפות המקור והיעד, תומך כרגע ב-24 שפות\n2. הצגת קלף מילון מונחים אקראי בכל פעם שאתה פותח דף חדש. זה יכול לעזור לך לשנן וללמוד את אוצר המילים, שכן אוצר המילים החדשים מוצגים לך מדי פעם.\n3. תמיכה בהגדרת בורר CSS, כך שבכל פעם שנלחץ על האלמנט של בורר ה-CSS, יופיע גם כרטיס מילון מונחים אקראי. זה יכול להגביר עוד יותר את החשיפה של אוצר המילים כשאתה גולש באינטרנט\n\nניתן גם לצפות באוצר המילים שנוספו, לחפש, לערוך, לייצא, לייבא ולקרוא בקול שוב ושוב במציג אוצר המילים מ-Popover.\n\nיש גם תצוגת סטטיסטיקה פשוטה מ-Popover, המראה באיזו תדירות הוספת אוצר מילים חדש לספר המונחים.\n\nהתרגום מושג על ידי google translation free API.",
    "hi": "वेब पेज पर चयनित टेक्स्ट और संदर्भ मेनू पर उसका अनुवाद करें। अनुवाद परिणाम एक फ्लोटिंग मोडल में दिखाया जाएगा, और '+' बटन पर क्लिक करके या स्पीकर बटन पर क्लिक करके एक शब्दकोष पुस्तक में जोड़ा जा सकता है।\n\nकृपया पॉपओवर की सेटिंग पर भी एक नज़र डालें, जहां आप एक्सटेंशन के लिए कई सेटिंग्स कॉन्फ़िगर कर सकते हैं, जिनमें शामिल हैं:\n1. स्रोत और लक्ष्य भाषाएं, वर्तमान में 24 भाषाओं का समर्थन करती हैं\n2. हर बार जब आप कोई नया पृष्ठ खोलते हैं तो एक यादृच्छिक शब्दावली कार्ड प्रदर्शित करना। इससे आपको शब्दसंग्रह याद रखने और सीखने में मदद मिल सकती है, क्योंकि समय-समय पर आपके सामने नई शब्दावली प्रस्तुत की जाती हैं।\n3. CSS चयनकर्ता को सेट करने का समर्थन करें, ताकि हर बार CSS चयनकर्ता के तत्व पर क्लिक करने पर, एक यादृच्छिक शब्दावली कार्ड भी दिखाई दे। जब आप इंटरनेट पर ब्राउज़ कर रहे हों तो यह शब्दावली के प्रदर्शन को और बढ़ा सकता है\n\nजोड़ी गई शब्दावली को पॉपओवर से शब्दावली दर्शक में बार-बार देखा, खोजा, संपादित, निर्यात, आयात और जोर से पढ़ा जा सकता है।\n\nपॉपओवर से एक साधारण सांख्यिकी दृश्य भी है, जिसमें दिखाया गया है कि आपने शब्दावली पुस्तक में कितनी बार नई शब्दावली जोड़ी है।\n\nअनुवाद गूगल ट्रांसलेशन फ्री एपीआई द्वारा हासिल किया जाता है।",
    "hr": "Odabrani tekst na web stranici i prevedite ga na kontekstnom izborniku. Rezultat prijevoda bit će prikazan u plutajućem obliku i može se dodati u glosar klikom na gumb '+' ili izgovoriti klikom na gumb zvučnika.\n\nTakođer pogledajte postavke iz popover-a, gdje možete konfigurirati nekoliko postavki za proširenje, uključujući:\n1. izvorni i ciljni jezik, trenutno podržava 24 jezika\n2. prikazivanje nasumične kartice pojmovnika svaki put kada otvorite novu stranicu. To vam može pomoći da zapamtite i naučite vokabulare, budući da vam se novi rječnici prikazuju s vremena na vrijeme.\n3. Podržava postavljanje CSS selektora, tako da svaki put kada se klikne na element CSS selektora, također će se pojaviti nasumična kartica pojmovnika. To može dodatno povećati izloženost vokabulara dok pregledavate internet\n\nDodani rječnici također se mogu pregledavati, pretraživati, uređivati, izvoziti, uvoziti i više puta čitati naglas u pregledniku vokabulara iz popover-a.\n\nPostoji i jednostavan statistički prikaz iz popovera, koji pokazuje koliko ste često dodavali nove vokabulare u rječnik.\n\nPrijevod je postignut besplatnim API-jem za google prijevod.",
    "hu": "Kijelölt szöveg a weboldalon, és lefordítani a helyi menüben. A fordítás eredménye lebegő módban jelenik meg, és hozzáadható egy szószedethez a „+” gombra kattintva, vagy kiejthető a hangszóró gombra kattintva.\n\nKérjük, tekintse meg a popover beállításait is, ahol számos beállítást konfigurálhat a bővítményhez, többek között:\n1. a forrás- és célnyelv, jelenleg 24 nyelvet támogat\n2. egy véletlenszerű szószedet megjelenítése minden alkalommal, amikor új oldalt nyit meg. Ez segíthet a szókincsek memorizálásában és elsajátításában, mivel az új szókincseket időről időre bemutatják.\n3. Támogassa a CSS-választó beállítását, hogy minden alkalommal, amikor a CSS-választó elemére kattintunk, egy véletlenszerű szószedet is megjelenjen. Ez tovább növelheti a szókincsek láthatóságát, amikor az interneten böngészik\n\nA hozzáadott szókincsek megtekinthetők, kereshetők, szerkeszthetők, exportálhatók, importálhatók és ismételten hangosan felolvashatók a szókincsnézegetőben a popoverből.\n\nVan egy egyszerű statisztikai nézet is a popoverből, amely megmutatja, hogy milyen gyakran adott hozzá új szókészleteket a szószedethez.\n\nA fordítást a google fordítás ingyenes API biztosítja.",
    "id": "Teks yang dipilih pada halaman web dan menerjemahkannya pada menu konteks. Hasil terjemahan akan ditampilkan dalam modal mengambang, dan dapat ditambahkan ke buku glosarium dengan mengklik tombol '+' atau diucapkan dengan mengklik tombol speaker.\n\nSilakan lihat juga pengaturan dari popover, di mana Anda dapat mengonfigurasi beberapa pengaturan untuk ekstensi, termasuk:\n1. bahasa sumber dan target, saat ini mendukung 24 bahasa\n2. menampilkan kartu glosarium acak setiap kali Anda membuka halaman baru. Ini dapat membantu Anda untuk menghafal dan mempelajari kosakata, karena kosakata baru disajikan kepada Anda dari waktu ke waktu.\n3. Mendukung pengaturan pemilih CSS, sehingga setiap kali elemen pemilih CSS diklik, kartu glosarium acak juga akan muncul. Ini selanjutnya dapat meningkatkan paparan kosakata saat Anda menjelajah di internet\n\nKosakata yang ditambahkan juga dapat dilihat, dicari, diedit, diekspor, diimpor, dan dibacakan berulang kali di penampil kosakata dari popover.\n\nAda juga tampilan statistik sederhana dari popover, yang menunjukkan seberapa sering Anda menambahkan kosakata baru ke buku glosarium.\n\nTerjemahan dicapai oleh Google Translation API gratis.",
    "it": "Seleziona il testo sulla pagina web e traducilo nel menu contestuale. Il risultato della traduzione verrà mostrato in un modale mobile e può essere aggiunto a un glossario facendo clic sul pulsante \"+\" o pronunciato facendo clic sul pulsante dell'altoparlante.\n\nDai anche un'occhiata alle impostazioni dal popover, dove puoi configurare diverse impostazioni per l'estensione, tra cui:\n1. le lingue di origine e di destinazione, attualmente supporta 24 lingue\n2. visualizzare una scheda glossario casuale ogni volta che si apre una nuova pagina. Questo può aiutarti a memorizzare e imparare i vocabolari, poiché i nuovi vocabolari ti vengono presentati di volta in volta.\n3. Supporto per l'impostazione di un selettore CSS, in modo che ogni volta che si fa clic sull'elemento del selettore CSS, venga visualizzata anche una scheda di glossario casuale. Ciò può aumentare ulteriormente l'esposizione dei vocabolari durante la navigazione in Internet\n\nI vocabolari aggiunti possono anche essere visualizzati, cercati, modificati, esportati, importati e letti ad alta voce ripetutamente nel visualizzatore di vocabolari dal popover.\n\nC'è anche una semplice visualizzazione delle statistiche dal popover, che mostra la frequenza con cui hai aggiunto nuovi vocabolari al libro del glossario.\n\nLa traduzione è ottenuta tramite l'API gratuita di Google Translation.",
    "ja": "Web ページで選択したテキストをコンテキスト メニューで翻訳します。翻訳結果はフローティングモーダルで表示され、「+」ボタンをクリックして用語集ブックに追加したり、スピーカーボタンをクリックして発音したりできます。\n\nポップオーバーからの設定も見てください。ここでは、次のような拡張機能のいくつかの設定を構成できます。\n1. ソース言語とターゲット言語、現在 24 の言語をサポート\n2. 新しいページを開くたびに、ランダムな用語集カードを表示します。新しい語彙が時々提示されるので、これは語彙を覚えて学ぶのに役立ちます。\n3. CSS セレクターの設定をサポートし、CSS セレクターの要素がクリックされるたびにランダムな用語集カードも表示されるようにします。これにより、インターネットを閲覧しているときに語彙の露出がさらに増える可能性があります\n\n追加された語彙は、ポップオーバーから語彙ビューアーで繰り返し表示、検索、編集、エクスポート、インポート、読み上げることもできます。\n\nポップオーバーからの簡単な統計ビューもあり、用語集ブックに新しい語彙を追加した頻度を示します。\n\n翻訳はグーグル翻訳の無料APIで実現しています。",
    "kn": "ವೆಬ್ ಪುಟದಲ್ಲಿ ಪಠ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಅದನ್ನು ಸಂದರ್ಭ ಮೆನುವಿನಲ್ಲಿ ಅನುವಾದಿಸಿ. ಅನುವಾದ ಫಲಿತಾಂಶವನ್ನು ತೇಲುವ ಮಾದರಿಯಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು '+' ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಗ್ಲಾಸರಿ ಪುಸ್ತಕಕ್ಕೆ ಸೇರಿಸಬಹುದು ಅಥವಾ ಸ್ಪೀಕರ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಉಚ್ಚರಿಸಬಹುದು.\n\nದಯವಿಟ್ಟು popover ನಿಂದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಹ ನೋಡಿ, ಅಲ್ಲಿ ನೀವು ವಿಸ್ತರಣೆಗಾಗಿ ಹಲವಾರು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದು, ಅವುಗಳೆಂದರೆ:\n1. ಮೂಲ ಮತ್ತು ಗುರಿ ಭಾಷೆಗಳು, ಪ್ರಸ್ತುತ 24 ಭಾಷೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ\n2. ನೀವು ಹೊಸ ಪುಟವನ್ನು ತೆರೆದಾಗಲೆಲ್ಲಾ ಯಾದೃಚ್ಛಿಕ ಗ್ಲಾಸರಿ ಕಾರ್ಡ್ ಅನ್ನು ಪ್ರದರ್ಶಿಸುವುದು. ಹೊಸ ಶಬ್ದಕೋಶಗಳನ್ನು ಕಾಲಕಾಲಕ್ಕೆ ನಿಮಗೆ ಪ್ರಸ್ತುತಪಡಿಸುವುದರಿಂದ ಶಬ್ದಕೋಶಗಳನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ಮತ್ತು ಕಲಿಯಲು ಇದು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.\n3. ಸಿಎಸ್ಎಸ್ ಸೆಲೆಕ್ಟರ್ ಅನ್ನು ಹೊಂದಿಸುವುದನ್ನು ಬೆಂಬಲಿಸಿ, ಆದ್ದರಿಂದ ಪ್ರತಿ ಬಾರಿ ಸಿಎಸ್ಎಸ್ ಸೆಲೆಕ್ಟರ್ನ ಅಂಶವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ, ಯಾದೃಚ್ಛಿಕ ಗ್ಲಾಸರಿ ಕಾರ್ಡ್ ಸಹ ತೋರಿಸುತ್ತದೆ. ನೀವು ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಬ್ರೌಸ್ ಮಾಡುತ್ತಿರುವಾಗ ಇದು ಶಬ್ದಕೋಶಗಳ ಮಾನ್ಯತೆಯನ್ನು ಮತ್ತಷ್ಟು ಹೆಚ್ಚಿಸಬಹುದು\n\nಸೇರಿಸಲಾದ ಶಬ್ದಕೋಶಗಳನ್ನು ಪಾಪೋವರ್‌ನಿಂದ ಶಬ್ದಕೋಶ ವೀಕ್ಷಕದಲ್ಲಿ ಪದೇ ಪದೇ ವೀಕ್ಷಿಸಬಹುದು, ಹುಡುಕಬಹುದು, ಸಂಪಾದಿಸಬಹುದು, ರಫ್ತು ಮಾಡಬಹುದು, ಆಮದು ಮಾಡಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ಗಟ್ಟಿಯಾಗಿ ಓದಬಹುದು.\n\nಪಾಪೋವರ್‌ನಿಂದ ಸರಳವಾದ ಅಂಕಿಅಂಶಗಳ ವೀಕ್ಷಣೆಯೂ ಇದೆ, ನೀವು ಗ್ಲಾಸರಿ ಪುಸ್ತಕಕ್ಕೆ ಎಷ್ಟು ಬಾರಿ ಹೊಸ ಶಬ್ದಕೋಶಗಳನ್ನು ಸೇರಿಸಿದ್ದೀರಿ ಎಂಬುದನ್ನು ತೋರಿಸುತ್ತದೆ.\n\nಅನುವಾದವನ್ನು Google ಅನುವಾದ ಉಚಿತ API ಮೂಲಕ ಸಾಧಿಸಲಾಗುತ್ತದೆ.",
    "ko": "웹 페이지에서 선택한 텍스트를 컨텍스트 메뉴에서 번역합니다. 번역 결과는 플로팅 모달로 표시되며 '+' 버튼을 클릭하여 용어집에 추가하거나 스피커 버튼을 클릭하여 발음할 수 있습니다.\n\n또한 다음을 포함하여 확장에 대한 여러 설정을 구성할 수 있는 팝오버의 설정을 살펴보십시오.\n1. 소스 및 타겟 언어, 현재 24개 언어 지원\n2. 새 페이지를 열 때마다 임의의 용어집 카드를 표시합니다. 이것은 새로운 어휘가 수시로 제공되기 때문에 어휘를 암기하고 배우는 데 도움이 될 수 있습니다.\n3. CSS 선택기 설정을 지원하여 CSS 선택기의 요소를 클릭할 때마다 임의의 용어집 카드도 표시되도록 합니다. 이것은 인터넷에서 검색할 때 어휘의 노출을 더욱 증가시킬 수 있습니다.\n\n추가된 어휘는 팝오버의 어휘 뷰어에서 반복적으로 보고, 검색하고, 편집하고, 내보내고, 가져오고, 소리 내어 읽을 수 있습니다.\n\n또한 팝오버의 간단한 통계 보기가 있어 용어집에 새 어휘를 얼마나 자주 추가했는지 보여줍니다.\n\n번역은 구글 번역 무료 API로 이루어집니다.",
    "lt": "Pasirinktas tekstas tinklalapyje ir išverstas kontekstiniame meniu. Vertimo rezultatas bus rodomas slankiuoju būdu ir gali būti įtrauktas į žodyno knygą spustelėjus mygtuką „+“ arba ištariamas spustelėjus garsiakalbio mygtuką.\n\nTaip pat peržiūrėkite nustatymus iš popover, kur galite sukonfigūruoti kelis plėtinio nustatymus, įskaitant:\n1. šaltinio ir tikslinės kalbos, šiuo metu palaikomos 24 kalbos\n2. atsitiktinės žodyno kortelės rodymas kiekvieną kartą, kai atidarote naują puslapį. Tai gali padėti įsiminti ir išmokti žodynus, nes karts nuo karto jums pristatomi nauji žodynai.\n3. Palaikykite CSS parinkiklio nustatymą, kad kiekvieną kartą spustelėjus CSS parinkiklio elementą būtų rodoma ir atsitiktinė žodyno kortelė. Tai gali dar labiau padidinti žodynų parodymą naršant internete\n\nPridėtus žodynus taip pat galima peržiūrėti, ieškoti, redaguoti, eksportuoti, importuoti ir pakartotinai skaityti garsiai žodyno peržiūros priemonėje iš iškylančiojo puslapio.\n\nTaip pat yra paprastas statistikos vaizdas iš popover, rodantis, kaip dažnai į žodynėlį įtraukėte naujų žodynų.\n\nVertimas atliekamas naudojant nemokamą google vertimo API.",
    "lv": "Atlasīts teksts tīmekļa lapā un tulkots konteksta izvēlnē. Tulkošanas rezultāts tiks parādīts peldošā veidā, un to var pievienot glosārija grāmatai, noklikšķinot uz pogas “+”, vai izrunāt, noklikšķinot uz skaļruņa pogas.\n\nLūdzu, apskatiet arī iestatījumus no popover, kur varat konfigurēt vairākus paplašinājuma iestatījumus, tostarp:\n1. avota un mērķa valodas, pašlaik atbalsta 24 valodas\n2. nejaušas glosārija kartītes parādīšana katru reizi, kad atverat jaunu lapu. Tas var palīdzēt jums iegaumēt un apgūt vārdu krājumus, jo jaunās vārdnīcas jums laiku pa laikam tiek prezentētas.\n3. Atbalstiet CSS atlasītāja iestatīšanu, lai katru reizi, noklikšķinot uz CSS atlasītāja elementa, tiktu parādīta arī nejauša glosārija kartīte. Tas var vēl vairāk palielināt vārdu krājuma ekspozīciju, kad pārlūkojat internetu\n\nPievienotās vārdnīcas var arī skatīt, meklēt, rediģēt, eksportēt, importēt un atkārtoti lasīt skaļi vārdu krājuma skatītājā no popover.\n\nIr arī vienkāršs statistikas skats no popover, kas parāda, cik bieži glosārija grāmatai pievienojāt jaunas vārdnīcas.\n\nTulkojums tiek veikts ar google tulkošanas bezmaksas API.",
    "ml": "വെബ് പേജിലെ ടെക്‌സ്‌റ്റ് തിരഞ്ഞെടുത്ത് സന്ദർഭ മെനുവിൽ വിവർത്തനം ചെയ്യുക. വിവർത്തന ഫലം ഒരു ഫ്ലോട്ടിംഗ് മോഡലിൽ കാണിക്കും, കൂടാതെ '+' ബട്ടൺ ക്ലിക്കുചെയ്‌ത് ഒരു ഗ്ലോസറി ബുക്കിലേക്ക് ചേർക്കാം അല്ലെങ്കിൽ സ്പീക്കർ ബട്ടണിൽ ക്ലിക്കുചെയ്‌ത് ഉച്ചരിക്കാം.\n\nദയവായി പോപോവറിൽ നിന്നുള്ള ക്രമീകരണങ്ങളും പരിശോധിക്കുക, അവിടെ നിങ്ങൾക്ക് വിപുലീകരണത്തിനായി നിരവധി ക്രമീകരണങ്ങൾ കോൺഫിഗർ ചെയ്യാം, ഇനിപ്പറയുന്നവ ഉൾപ്പെടെ:\n1. ഉറവിടവും ലക്ഷ്യ ഭാഷകളും, നിലവിൽ 24 ഭാഷകളെ പിന്തുണയ്ക്കുന്നു\n2. നിങ്ങൾ ഒരു പുതിയ പേജ് തുറക്കുമ്പോഴെല്ലാം ക്രമരഹിതമായ ഗ്ലോസറി കാർഡ് പ്രദർശിപ്പിക്കുന്നു. പുതിയ പദാവലികൾ നിങ്ങൾക്ക് ഇടയ്ക്കിടെ അവതരിപ്പിക്കുന്നതിനാൽ, പദാവലി മനഃപാഠമാക്കാനും പഠിക്കാനും ഇത് നിങ്ങളെ സഹായിക്കും.\n3. ഒരു CSS സെലക്‌ടർ സജ്ജീകരിക്കുന്നതിനെ പിന്തുണയ്‌ക്കുക, അതുവഴി ഓരോ തവണയും CSS സെലക്‌ടറിന്റെ ഘടകം ക്ലിക്കുചെയ്യുമ്പോൾ, ഒരു ക്രമരഹിതമായ ഗ്ലോസറി കാർഡും ദൃശ്യമാകും. നിങ്ങൾ ഇന്റർനെറ്റിൽ ബ്രൗസ് ചെയ്യുമ്പോൾ പദാവലികളുടെ എക്സ്പോഷർ കൂടുതൽ വർദ്ധിപ്പിക്കാൻ ഇത് സഹായിക്കും\n\nചേർത്ത പദാവലികൾ പോപോവറിൽ നിന്ന് പദാവലി വ്യൂവറിൽ കാണാനും തിരയാനും എഡിറ്റ് ചെയ്യാനും കയറ്റുമതി ചെയ്യാനും ഇറക്കുമതി ചെയ്യാനും ഉച്ചത്തിൽ വായിക്കാനും കഴിയും.\n\nഗ്ലോസറി പുസ്‌തകത്തിലേക്ക് നിങ്ങൾ എത്ര തവണ പുതിയ പദാവലി ചേർത്തുവെന്ന് കാണിക്കുന്ന പോപോവറിൽ നിന്നുള്ള ലളിതമായ സ്ഥിതിവിവരക്കണക്കുകളും ഉണ്ട്.\n\nഗൂഗിൾ ട്രാൻസ്ലേഷൻ ഫ്രീ എപിഐ വഴിയാണ് വിവർത്തനം സാധ്യമാകുന്നത്.",
    "mr": "वेब पृष्ठावरील मजकूर निवडून संदर्भ मेनूवर अनुवादित करा. भाषांतर परिणाम फ्लोटिंग मॉडेलमध्ये दर्शविला जाईल आणि '+' बटणावर क्लिक करून किंवा स्पीकर बटण क्लिक करून उच्चार करून शब्दकोष पुस्तकात जोडला जाऊ शकतो.\n\nकृपया पॉपओव्हरच्या सेटिंग्जवर देखील एक नजर टाका, जिथे तुम्ही विस्तारासाठी अनेक सेटिंग्ज कॉन्फिगर करू शकता, यासह:\n1. स्त्रोत आणि लक्ष्य भाषा, सध्या 24 भाषांना समर्थन देते\n2. प्रत्येक वेळी तुम्ही नवीन पृष्ठ उघडता तेव्हा यादृच्छिक शब्दावली कार्ड प्रदर्शित करणे. हे तुम्हाला शब्दसंग्रह लक्षात ठेवण्यास आणि शिकण्यास मदत करू शकते, कारण नवीन शब्दसंग्रह तुम्हाला वेळोवेळी सादर केले जातात.\n3. CSS सिलेक्टर सेट करण्यास सपोर्ट करा, जेणेकरून प्रत्येक वेळी CSS सिलेक्टरच्या घटकावर क्लिक केल्यावर, एक यादृच्छिक शब्दावली कार्ड देखील दिसेल. जेव्हा तुम्ही इंटरनेटवर ब्राउझ करत असाल तेव्हा हे शब्दसंग्रहांचे प्रदर्शन वाढवू शकते\n\nजोडलेले शब्दसंग्रह पॉपओव्हरमधून शब्दसंग्रह दर्शकामध्ये वारंवार पाहिले, शोधले, संपादित, निर्यात, आयात आणि मोठ्याने वाचले जाऊ शकतात.\n\nपॉपओव्हरमधून एक साधे आकडेवारी दृश्य देखील आहे, जे तुम्ही शब्दकोषाच्या पुस्तकात किती वारंवार नवीन शब्दसंग्रह जोडले हे दर्शविते.\n\ngoogle translation free API द्वारे भाषांतर साध्य केले जाते.",
    "ms": "Teks yang dipilih pada halaman web dan terjemahkannya pada menu konteks. Hasil terjemahan akan ditunjukkan dalam modal terapung, dan boleh ditambah pada buku glosari dengan mengklik butang '+' atau disebut dengan mengklik butang pembesar suara.\n\nSila lihat juga tetapan dari popover, di mana anda boleh mengkonfigurasi beberapa tetapan untuk sambungan, termasuk:\n1. bahasa sumber dan sasaran, kini menyokong 24 bahasa\n2. memaparkan kad glosari rawak setiap kali anda membuka halaman baharu. Ini boleh membantu anda untuk menghafal dan mempelajari perbendaharaan kata, kerana perbendaharaan kata baharu dibentangkan kepada anda dari semasa ke semasa.\n3. Sokongan menetapkan pemilih CSS, supaya setiap kali elemen pemilih CSS diklik, kad glosari rawak juga akan dipaparkan. Ini boleh meningkatkan lagi pendedahan perbendaharaan kata apabila anda menyemak imbas di internet\n\nPerbendaharaan kata yang ditambah juga boleh dilihat, dicari, diedit, dieksport, diimport dan dibaca dengan kuat berulang kali dalam pemapar perbendaharaan kata dari popover.\n\nTerdapat juga paparan statistik ringkas dari popover, menunjukkan kekerapan anda menambah perbendaharaan kata baharu pada buku glosari.\n\nTerjemahan dicapai oleh API percuma terjemahan google.",
    "nl": "Geselecteerde tekst op webpagina en vertaal deze in het contextmenu. Het vertaalresultaat wordt weergegeven in een zwevende modaliteit en kan worden toegevoegd aan een woordenlijstboek door op de '+'-knop te klikken of uitgesproken door op de luidsprekerknop te klikken.\n\nBekijk ook de instellingen van popover, waar u verschillende instellingen voor de extensie kunt configureren, waaronder:\n1. de bron- en doeltalen, ondersteunt momenteel 24 talen\n2. het weergeven van een willekeurige woordenlijstkaart telkens wanneer u een nieuwe pagina opent. Dit kan u helpen om de woordenlijsten te onthouden en te leren, aangezien de nieuwe woordenlijsten u van tijd tot tijd worden gepresenteerd.\n3. Ondersteuning voor het instellen van een CSS-selector, zodat elke keer dat er op het element van de CSS-selector wordt geklikt, er ook een willekeurige woordenlijstkaart verschijnt. Dit kan de zichtbaarheid van de vocabulaires verder vergroten wanneer u op internet surft\n\nDe toegevoegde vocabulaires kunnen ook herhaaldelijk worden bekeken, doorzocht, bewerkt, geëxporteerd, geïmporteerd en hardop voorgelezen in de vocabulaireviewer vanuit de popover.\n\nEr is ook een eenvoudige statistische weergave van popover, die laat zien hoe vaak u nieuwe vocabulaires aan het woordenlijstboek hebt toegevoegd.\n\nDe vertaling wordt bereikt door de gratis API van Google Translation.",
    "no": "Valgt tekst på nettsiden og oversett den på kontekstmenyen. Oversettelsesresultatet vil bli vist i en flytende modal, og kan legges til en ordlistebok ved å klikke på '+'-knappen eller uttales ved å klikke på høyttalerknappen.\n\nTa også en titt på innstillingene fra popover, der du kan konfigurere flere innstillinger for utvidelsen, inkludert:\n1. kilde- og målspråket, støtter for øyeblikket 24 språk\n2. vise et tilfeldig ordlistekort hver gang du åpner en ny side. Dette kan hjelpe deg med å huske og lære vokabularene, siden de nye vokabularene presenteres for deg fra tid til annen.\n3. Støtte innstilling av en CSS-velger, slik at hver gang elementet i CSS-velgeren klikkes, vil det også vises et tilfeldig ordlistekort. Dette kan ytterligere øke eksponeringen av vokabularene når du surfer på internett\n\nDe tillagte vokabularene kan også vises, søkes i, redigeres, eksporteres, importeres og leses opp gjentatte ganger i vokabularvisningen fra popover.\n\nDet er også en enkel statistikkvisning fra popover, som viser hvor ofte du har lagt til nye vokabularer i ordlisteboken.\n\nOversettelsen oppnås av google translation free API.",
    "pl": "Zaznaczony tekst na stronie i przetłumacz go w menu kontekstowym. Wynik tłumaczenia zostanie wyświetlony w postaci pływającej i można go dodać do glosariusza, klikając przycisk „+” lub wymówić, klikając przycisk głośnika.\n\nPrzyjrzyj się również ustawieniom z popover, gdzie możesz skonfigurować kilka ustawień rozszerzenia, w tym:\n1. język źródłowy i docelowy, obecnie obsługuje 24 języki\n2. wyświetlanie losowej karty słownika za każdym razem, gdy otwierasz nową stronę. Pomoże Ci to zapamiętać i nauczyć się słownictwa, ponieważ nowe słownictwo jest Ci przedstawiane od czasu do czasu.\n3. Wsparcie ustawienia selektora CSS, tak aby za każdym razem, gdy klikniesz element selektora CSS, pojawi się również losowa karta glosariusza. Może to dodatkowo zwiększyć widoczność słowników podczas przeglądania Internetu\n\nDodane słowniki można również wielokrotnie przeglądać, przeszukiwać, edytować, eksportować, importować i czytać na głos w przeglądarce słowników z popover.\n\nDostępny jest również prosty widok statystyk z popover, pokazujący, jak często dodałeś nowe słowniki do glosariusza.\n\nTłumaczenie odbywa się za pomocą darmowego API do tłumaczenia google.",
    "pt_BR,pt_PT": "Texto selecionado na página da web e traduzi-lo no menu de contexto. O resultado da tradução será mostrado em um modal flutuante e pode ser adicionado a um livro de glossário clicando no botão '+' ou pronunciado clicando no botão do alto-falante.\n\nPor favor, dê uma olhada nas configurações do popover, onde você pode definir várias configurações para a extensão, incluindo:\n1. os idiomas de origem e destino, atualmente suporta 24 idiomas\n2. exibir um cartão de glossário aleatório toda vez que você abrir uma nova página. Isso pode ajudá-lo a memorizar e aprender os vocabulários, pois os novos vocabulários são apresentados a você de tempos em tempos.\n3. Suporte a configuração de um seletor de CSS, para que toda vez que o elemento do seletor de CSS for clicado, um cartão de glossário aleatório também apareça. Isso pode aumentar ainda mais a exposição dos vocabulários quando você estiver navegando na internet\n\nOs vocabulários adicionados também podem ser visualizados, pesquisados, editados, exportados, importados e lidos em voz alta repetidamente no visualizador de vocabulário do popover.\n\nHá também uma visualização de estatísticas simples do popover, mostrando com que frequência você adicionou novos vocabulários ao livro de glossário.\n\nA tradução é obtida pela API gratuita do Google Translation.",
    "ro": "Text selectat pe pagina web și traduceți-l în meniul contextual. Rezultatul traducerii va fi afișat într-un mod flotant și poate fi adăugat la o carte de glosar făcând clic pe butonul „+” sau pronunțat făcând clic pe butonul difuzor.\n\nVă rugăm să aruncați o privire și la setările din popover, unde puteți configura mai multe setări pentru extensie, inclusiv:\n1. limbile sursă și țintă, în prezent acceptă 24 de limbi\n2. afișarea unui card de glosar aleatoriu de fiecare dată când deschideți o pagină nouă. Acest lucru vă poate ajuta să memorați și să învățați vocabularele, deoarece noile vocabulare vă sunt prezentate din când în când.\n3. Acceptați setarea unui selector CSS, astfel încât de fiecare dată când se face clic pe elementul selectorului CSS, va apărea și un card de glosar aleatoriu. Acest lucru poate crește și mai mult expunerea vocabularelor atunci când navigați pe internet\n\nVocabularele adăugate pot fi, de asemenea, vizualizate, căutate, editate, exportate, importate și citite cu voce tare în mod repetat în vizualizatorul de vocabular din popover.\n\nExistă, de asemenea, o vizualizare simplă a statisticilor din popover, care arată cât de des ați adăugat noi vocabulare la cartea de glosar.\n\nTraducerea este realizată de API-ul gratuit de traducere Google.",
    "ru": "Выделите текст на веб-странице и переведите его в контекстном меню. Результат перевода будет отображаться в плавающем модальном окне, и его можно добавить в глоссарий, нажав кнопку «+», или произнести, нажав кнопку динамика.\n\nПожалуйста, также взгляните на настройки из всплывающего окна, где вы можете настроить несколько параметров для расширения, в том числе:\n1. исходный и целевой языки, в настоящее время поддерживает 24 языка\n2. отображение случайной карточки глоссария каждый раз, когда вы открываете новую страницу. Это может помочь вам запомнить и выучить словари, поскольку время от времени вам представляются новые словари.\n3. Поддержка настройки селектора CSS, чтобы при каждом щелчке элемента селектора CSS также отображалась случайная карточка глоссария. Это может еще больше увеличить доступность словарей при просмотре в Интернете.\n\nДобавленные словари также можно просматривать, искать, редактировать, экспортировать, импортировать и многократно читать вслух в средстве просмотра словарей из всплывающего окна.\n\nСуществует также простое представление статистики из всплывающего окна, показывающее, как часто вы добавляли новые словари в глоссарий.\n\nПеревод осуществляется с помощью бесплатного API Google Translation.",
    "sk": "Vybratý text na webovej stránke a preložiť ho v kontextovej ponuke. Výsledok prekladu sa zobrazí v plávajúcej forme a možno ho pridať do slovníka kliknutím na tlačidlo „+“ alebo vysloviť kliknutím na tlačidlo reproduktora.\n\nPozrite si tiež nastavenia z kontextového okna, kde môžete nakonfigurovať niekoľko nastavení pre rozšírenie, vrátane:\n1. zdrojový a cieľový jazyk, v súčasnosti podporuje 24 jazykov\n2. zobrazenie náhodného glosára vždy, keď otvoríte novú stránku. To vám môže pomôcť zapamätať si a naučiť sa slovnú zásobu, pretože nové slovníčky sú vám z času na čas prezentované.\n3. Podporte nastavenie selektora CSS, takže pri každom kliknutí na prvok selektora CSS sa zobrazí aj náhodná karta slovníka. To môže ďalej zvýšiť vystavenie slovnej zásoby pri prehliadaní internetu\n\nPridané slovníky je tiež možné prezerať, vyhľadávať, upravovať, exportovať, importovať a opakovane čítať nahlas v prehliadači slovníkov z kontextového okna.\n\nK dispozícii je tiež jednoduchý štatistický prehľad z kontextového okna, ktorý ukazuje, ako často ste do slovníka pridávali nové slovníky.\n\nPreklad je dosiahnutý pomocou google translation free API.",
    "sl": "Izbrano besedilo na spletni strani in ga prevedite v kontekstnem meniju. Rezultat prevoda bo prikazan v lebdečem načinu in ga je mogoče dodati v glosar s klikom na gumb '+' ali izgovoriti s klikom na gumb zvočnika.\n\nOglejte si tudi nastavitve iz popoverja, kjer lahko konfigurirate več nastavitev za razširitev, vključno z:\n1. izvorni in ciljni jezik, trenutno podpira 24 jezikov\n2. prikaz naključne kartice glosarja vsakič, ko odprete novo stran. To vam lahko pomaga pri zapomnitvi in ​​učenju besedišč, saj so vam novi besednjaki občasno predstavljeni.\n3. Podprite nastavitev izbirnika CSS, tako da se vsakič, ko kliknete element izbirnika CSS, prikaže tudi naključna kartica glosarja. To lahko dodatno poveča izpostavljenost besedišča, ko brskate po internetu\n\nDodane besednjake si lahko tudi ogledate, iščete, urejate, izvažate, uvažate in večkrat berete na glas v pregledovalniku besedišča iz popoverja.\n\nObstaja tudi preprost statistični pogled iz popoverja, ki prikazuje, kako pogosto ste dodajali nove besednjake v glosar.\n\nPrevod je dosežen z Googlovim brezplačnim API-jem za prevajanje.",
    "sr": "Одабрати текст на веб страници и превести га у контекстуалном менију. Резултат превода ће бити приказан у плутајућем модалном облику и може се додати у књигу речника кликом на дугме '+' или изговорити кликом на дугме звучника.\n\nТакође погледајте подешавања из поповер-а, где можете да конфигуришете неколико подешавања за екстензију, укључујући:\n1. изворни и циљни језик, тренутно подржава 24 језика\n2. приказивање насумичне картице са речником сваки пут када отворите нову страницу. Ово вам може помоћи да запамтите и научите речнике, јер вам се нови вокабулар с времена на време представља.\n3. Подржите подешавање ЦСС селектора, тако да сваки пут када се кликне на елемент ЦСС селектора, такође ће се појавити насумична картица речника. Ово може додатно повећати изложеност речника када претражујете интернет\n\nДодати речници се такође могу прегледати, претраживати, уређивати, извозити, увозити и читати наглас више пута у прегледнику речника из искачућег екрана.\n\nПостоји и једноставан приказ статистике из искачућег приказа, који показује колико често сте додавали нове речнике у књигу речника.\n\nПревод се постиже бесплатним АПИ-јем за гоогле превод.",
    "sv": "Markerad text på webbsidan och översätt den på snabbmenyn. Översättningsresultatet kommer att visas i en flytande modal och kan läggas till i en ordlista genom att klicka på knappen '+' eller uttalas genom att klicka på högtalarknappen.\n\nTa också en titt på inställningarna från popover, där du kan konfigurera flera inställningar för tillägget, inklusive:\n1. käll- och målspråk, stöder för närvarande 24 språk\n2. visa ett slumpmässigt ordlistaskort varje gång du öppnar en ny sida. Detta kan hjälpa dig att memorera och lära dig vokabulärerna, eftersom de nya vokabulärerna presenteras för dig då och då.\n3. Stöd inställning av en CSS-väljare, så att varje gång elementet i CSS-väljaren klickas, kommer ett slumpmässigt ordlistaskort också att dyka upp. Detta kan ytterligare öka exponeringen av vokabulärerna när du surfar på internet\n\nDe tillagda vokabulärerna kan också ses, sökas, redigeras, exporteras, importeras och läsas upp upprepade gånger i vokabulärvisningen från popover.\n\nDet finns också en enkel statistikvy från popover, som visar hur ofta du lagt till nya ordförråd till ordboken.\n\nÖversättningen uppnås av google translation free API.",
    "sw": "Maandishi yaliyochaguliwa kwenye ukurasa wa wavuti na kuyatafsiri kwenye menyu ya muktadha. Matokeo ya tafsiri yataonyeshwa kwa mtindo unaoelea, na yanaweza kuongezwa kwa kitabu cha faharasa kwa kubofya kitufe cha '+' au kutamka kwa kubofya kitufe cha kipaza sauti.\n\nTafadhali pia angalia mipangilio kutoka popover, ambapo unaweza kusanidi mipangilio kadhaa ya kiendelezi, ikijumuisha:\n1. lugha chanzi na lengwa, kwa sasa inaauni lugha 24\n2. kuonyesha kadi ya faharasa nasibu kila wakati unapofungua ukurasa mpya. Hii inaweza kukusaidia kukariri na kujifunza misamiati, kwa kuwa msamiati mpya hutolewa kwako mara kwa mara.\n3. Usaidizi wa kuweka kiteuzi cha CSS, ili kila wakati kipengele cha kiteuzi cha CSS kinapobofya, kadi ya faharasa nasibu pia itaonekana. Hii inaweza kuongeza zaidi udhihirisho wa msamiati unapovinjari kwenye mtandao\n\nMsamiati ulioongezwa pia unaweza kutazamwa, kutafutwa, kuhaririwa, kusafirishwa nje, kuagizwa na kusomwa kwa sauti mara kwa mara katika mtazamaji wa msamiati kutoka popover.\n\nPia kuna mwonekano rahisi wa takwimu kutoka popover, inayoonyesha ni mara ngapi uliongeza msamiati mpya kwenye kitabu cha faharasa.\n\nTafsiri inafikiwa na API ya bure ya utafsiri ya google.",
    "ta": "வலைப்பக்கத்தில் தேர்ந்தெடுக்கப்பட்ட உரை மற்றும் சூழல் மெனுவில் மொழிபெயர்க்கவும். மொழிபெயர்ப்பு முடிவு மிதக்கும் மாதிரியில் காட்டப்படும், மேலும் '+' பொத்தானைக் கிளிக் செய்வதன் மூலம் ஒரு சொற்களஞ்சிய புத்தகத்தில் சேர்க்கலாம் அல்லது ஸ்பீக்கர் பொத்தானைக் கிளிக் செய்வதன் மூலம் உச்சரிக்கலாம்.\n\nதயவு செய்து popover இலிருந்து அமைப்புகளைப் பார்க்கவும், அங்கு நீங்கள் நீட்டிப்புக்கான பல அமைப்புகளை உள்ளமைக்கலாம், அவற்றுள்:\n1. மூல மற்றும் இலக்கு மொழிகள், தற்போது 24 மொழிகளை ஆதரிக்கிறது\n2. ஒவ்வொரு முறையும் நீங்கள் புதிய பக்கத்தைத் திறக்கும் போது சீரற்ற சொற்களஞ்சிய அட்டையைக் காண்பிக்கும். புதிய சொற்களஞ்சியங்கள் அவ்வப்போது உங்களுக்கு வழங்கப்படுவதால், சொற்களஞ்சியங்களை மனப்பாடம் செய்து கற்றுக்கொள்ள இது உங்களுக்கு உதவும்.\n3. CSS தேர்வியை அமைப்பதை ஆதரிக்கவும், அதனால் ஒவ்வொரு முறையும் CSS தேர்வாளரின் உறுப்பு கிளிக் செய்யும் போது, ​​ஒரு சீரற்ற சொற்களஞ்சிய அட்டையும் காண்பிக்கப்படும். நீங்கள் இணையத்தில் உலாவும்போது இது சொற்களஞ்சியங்களின் வெளிப்பாட்டை மேலும் அதிகரிக்கலாம்\n\nசேர்க்கப்பட்ட சொற்களஞ்சியங்களை பாப்ஓவரில் இருந்து சொல்லகராதி வியூவரில் மீண்டும் மீண்டும் பார்க்கலாம், தேடலாம், திருத்தலாம், ஏற்றுமதி செய்யலாம், இறக்குமதி செய்யலாம் மற்றும் சத்தமாக வாசிக்கலாம்.\n\nபாப்ஓவரில் இருந்து ஒரு எளிய புள்ளிவிவரக் காட்சியும் உள்ளது, நீங்கள் எவ்வளவு அடிக்கடி சொற்களஞ்சியப் புத்தகத்தில் புதிய சொற்களஞ்சியங்களைச் சேர்த்தீர்கள் என்பதைக் காட்டுகிறது.\n\nகூகுள் மொழிபெயர்ப்பு இலவச ஏபிஐ மூலம் மொழிபெயர்ப்பு அடையப்படுகிறது.",
    "te": "వెబ్ పేజీలో ఎంచుకున్న వచనం మరియు సందర్భ మెనులో దాన్ని అనువదించండి. అనువాద ఫలితం తేలియాడే మోడల్‌లో చూపబడుతుంది మరియు '+' బటన్‌ను క్లిక్ చేయడం ద్వారా గ్లాసరీ పుస్తకానికి జోడించబడుతుంది లేదా స్పీకర్ బటన్‌ను క్లిక్ చేయడం ద్వారా ఉచ్ఛరిస్తారు.\n\nదయచేసి popover నుండి సెట్టింగ్‌లను కూడా పరిశీలించండి, ఇక్కడ మీరు పొడిగింపు కోసం అనేక సెట్టింగ్‌లను కాన్ఫిగర్ చేయవచ్చు, వీటితో సహా:\n1. మూలం మరియు లక్ష్య భాషలు, ప్రస్తుతం 24 భాషలకు మద్దతిస్తోంది\n2. మీరు కొత్త పేజీని తెరిచిన ప్రతిసారీ యాదృచ్ఛిక గ్లాసరీ కార్డ్‌ని ప్రదర్శించడం. కొత్త పదజాలం మీకు ఎప్పటికప్పుడు అందించబడుతుంది కాబట్టి, పదజాలాన్ని గుర్తుంచుకోవడానికి మరియు నేర్చుకోవడంలో ఇది మీకు సహాయపడుతుంది.\n3. CSS సెలెక్టర్‌ని సెట్ చేయడానికి మద్దతు ఇస్తుంది, తద్వారా CSS సెలెక్టర్ యొక్క మూలకం క్లిక్ చేసిన ప్రతిసారీ, యాదృచ్ఛిక పదకోశం కార్డ్ కూడా చూపబడుతుంది. ఇది మీరు ఇంటర్నెట్‌లో బ్రౌజ్ చేస్తున్నప్పుడు పదజాలం యొక్క బహిర్గతాన్ని మరింత పెంచుతుంది\n\nపాప్‌ఓవర్ నుండి పదజాలం వ్యూయర్‌లో జోడించిన పదజాలాలను వీక్షించవచ్చు, శోధించవచ్చు, సవరించవచ్చు, ఎగుమతి చేయవచ్చు, దిగుమతి చేసుకోవచ్చు మరియు పదే పదే బిగ్గరగా చదవవచ్చు.\n\nపాప్‌ఓవర్ నుండి సాధారణ గణాంకాల వీక్షణ కూడా ఉంది, మీరు పదకోశం పుస్తకానికి ఎంత తరచుగా కొత్త పదజాలాన్ని జోడించారో చూపిస్తుంది.\n\nగూగుల్ ట్రాన్స్‌లేషన్ ఫ్రీ API ద్వారా అనువాదం సాధించబడుతుంది.",
    "th": "เลือกข้อความบนหน้าเว็บและแปลในเมนูบริบท ผลการแปลจะแสดงในรูปแบบลอยตัว และสามารถเพิ่มลงในหนังสืออภิธานศัพท์ได้โดยคลิกปุ่ม '+' หรือออกเสียงโดยคลิกปุ่มลำโพง\n\nโปรดดูการตั้งค่าจากป๊อปโอเวอร์ ซึ่งคุณสามารถกำหนดการตั้งค่าต่างๆ สำหรับส่วนขยายได้ รวมถึง:\n1. ภาษาต้นทางและปลายทางปัจจุบันรองรับ 24 ภาษา\n2. แสดงการ์ดคำศัพท์แบบสุ่มทุกครั้งที่คุณเปิดหน้าใหม่ วิธีนี้จะช่วยให้คุณจดจำและเรียนรู้คำศัพท์ได้ เนื่องจากมีการนำเสนอคำศัพท์ใหม่ๆ ให้คุณเป็นครั้งคราว\n3. รองรับการตั้งค่าตัวเลือก CSS เพื่อให้ทุกครั้งที่คลิกองค์ประกอบของตัวเลือก CSS การ์ดอภิธานศัพท์แบบสุ่มจะปรากฏขึ้น สิ่งนี้ยังช่วยเพิ่มการเปิดเผยคำศัพท์เมื่อคุณท่องอินเทอร์เน็ต\n\nคำศัพท์ที่เพิ่มเข้ามายังสามารถดู ค้นหา แก้ไข ส่งออก นำเข้า และอ่านออกเสียงซ้ำๆ ในโปรแกรมดูคำศัพท์จากป๊อปโอเวอร์\n\nนอกจากนี้ยังมีมุมมองสถิติอย่างง่ายจากป๊อปโอเวอร์ ซึ่งแสดงว่าคุณเพิ่มคำศัพท์ใหม่ลงในสมุดอภิธานศัพท์บ่อยเพียงใด\n\nการแปลทำได้โดย API ของ Google ที่ไม่มีการแปล",
    "tr": "Web sayfasında seçilen metin ve içerik menüsünden çevrilmesi. Çeviri sonucu kayan bir modda gösterilecektir ve '+' düğmesi tıklanarak bir sözlük kitabına eklenebilir veya hoparlör düğmesi tıklanarak telaffuz edilebilir.\n\nLütfen uzantı için aşağıdakiler de dahil olmak üzere çeşitli ayarları yapılandırabileceğiniz popover'daki ayarlara da bir göz atın:\n1. kaynak ve hedef diller, şu anda 24 dili desteklemektedir\n2. Her yeni sayfa açtığınızda rastgele bir sözlük kartı gösteriliyor. Bu, yeni sözlükler size zaman zaman sunulduğundan, kelimeleri ezberlemenize ve öğrenmenize yardımcı olabilir.\n3. Bir CSS seçicisinin ayarlanmasını destekleyin, böylece CSS seçicinin öğesi her tıklandığında, rastgele bir sözlük kartı da görünecektir. Bu, internette gezinirken sözlüklerin açığa çıkmasını daha da artırabilir.\n\nEklenen sözlükler ayrıca popover'dan kelime görüntüleyicide tekrar tekrar görüntülenebilir, aranabilir, düzenlenebilir, dışa aktarılabilir, içe aktarılabilir ve yüksek sesle okunabilir.\n\nAyrıca, sözlük kitabına ne sıklıkta yeni sözlükler eklediğinizi gösteren açılır pencereden basit bir istatistik görünümü vardır.\n\nÇeviri, google çeviri ücretsiz API'si ile gerçekleştirilir.",
    "uk": "Виділений текст на веб-сторінці та перекладіть його в контекстному меню. Результат перекладу буде показано у плаваючому режимі, і його можна додати до глосарію, натиснувши кнопку «+», або вимовити, натиснувши кнопку динаміка.\n\nПерегляньте також параметри Popover, де ви можете налаштувати кілька параметрів для розширення, зокрема:\n1. вихідна та цільова мови, наразі підтримується 24 мови\n2. відображення випадкової картки глосарію кожного разу, коли ви відкриваєте нову сторінку. Це може допомогти вам запам’ятати та вивчити словники, оскільки час від часу нові словники пропонуються вам.\n3. Підтримка встановлення селектора CSS, щоб кожного разу, коли клацати елемент селектора CSS, також відображалася випадкова картка глосарію. Це може ще більше збільшити доступність словників під час перегляду в Інтернеті\n\nДодані словники також можна переглядати, шукати, редагувати, експортувати, імпортувати та багаторазово читати вголос у програмі перегляду словників зі спливного вікна.\n\nІснує також простий перегляд статистики зі спливного вікна, який показує, як часто ви додавали нові словники до глосарію.\n\nПереклад здійснюється за допомогою безкоштовного API перекладу Google.",
    "vi": "Đã chọn văn bản trên trang web và dịch nó trên menu ngữ cảnh. Kết quả dịch sẽ được hiển thị theo phương thức nổi và có thể được thêm vào sách thuật ngữ bằng cách nhấp vào nút '+' hoặc phát âm bằng cách nhấp vào nút loa.\n\nCũng vui lòng xem các cài đặt từ cửa sổ bật lên, nơi bạn có thể định cấu hình một số cài đặt cho tiện ích mở rộng, bao gồm:\n1. ngôn ngữ nguồn và ngôn ngữ đích, hiện hỗ trợ 24 ngôn ngữ\n2. hiển thị một thẻ thuật ngữ ngẫu nhiên mỗi khi bạn mở một trang mới. Điều này có thể giúp bạn ghi nhớ và học các từ vựng, vì các từ vựng mới được trình bày cho bạn theo thời gian.\n3. Hỗ trợ thiết lập bộ chọn CSS, để mỗi khi phần tử của bộ chọn CSS được nhấp vào, một thẻ bảng thuật ngữ ngẫu nhiên cũng sẽ hiển thị. Điều này hơn nữa có thể làm tăng khả năng hiển thị của các từ vựng khi bạn đang duyệt trên internet\n\nCác từ vựng được thêm vào cũng có thể được xem, tìm kiếm, chỉnh sửa, xuất, nhập và đọc to nhiều lần trong trình xem từ vựng từ cửa sổ bật lên.\n\nNgoài ra còn có một chế độ xem thống kê đơn giản từ cửa sổ bật lên, cho biết tần suất bạn đã thêm các từ vựng mới vào sách chú giải.\n\nBản dịch được thực hiện bởi API miễn phí của google dịch.",
    "zh_CN": "在网页上选择文本并在上下文菜单上进行翻译。翻译结果将以浮动模式显示，可以通过单击“+”按钮将其添加到词汇表中，也可以通过单击扬声器按钮来发音。\n\n还请查看 popover 中的设置，您可以在其中为扩展配置多个设置，包括：\n1.源语言和目标语言，目前支持24种语言\n2. 每次打开新页面时显示一张随机词汇卡。这可以帮助您记忆和学习词汇，因为新词汇会不时呈现给您。\n3.支持设置CSS选择器，这样每次点击CSS选择器的元素，也会随机出现一张词汇卡。这可以进一步增加您在互联网上浏览时词汇的曝光率\n\n添加的词汇也可以在弹出框的词汇查看器中反复查看、搜索、编辑、导出、导入和朗读。\n\n弹出窗口中还有一个简单的统计视图，显示了您向词汇表添加新词汇的频率。\n\n翻译是通过谷歌翻译免费API实现的。",
    "zh_TW": "在網頁上選擇文本並在上下文菜單上進行翻譯。翻譯結果將以浮動模式顯示，可以通過單擊“+”按鈕將其添加到詞彙表中，也可以通過單擊揚聲器按鈕來發音。\n\n還請查看 popover 中的設置，您可以在其中為擴展配置多個設置，包括：\n1.源語言和目標語言，目前支持24種語言\n2. 每次打開新頁面時顯示一張隨機詞彙卡。這可以幫助您記憶和學習詞彙，因為新詞彙會不時呈現給您。\n3.支持設置CSS選擇器，這樣每次點擊CSS選擇器的元素，也會隨機出現一張詞彙卡。這可以進一步增加您在互聯網上瀏覽時詞彙的曝光率\n\n添加的詞彙也可以在彈出框的詞彙查看器中反複查看、搜索、編輯、導出、導入和朗讀。\n\n彈出窗口中還有一個簡單的統計視圖，顯示了您向詞彙表添加新詞彙的頻率。\n\n翻譯是通過谷歌翻譯免費API實現的。"
  }
}