{
  "name": {
    "am,ar,bn,en_AU,en_GB,en_US,es_419,fi,fil,fr,gu,hi,no,pl,pt_BR,pt_PT,ro,sk,sl,sv,th,tr,uk,vi,zh_CN,zh_TW": "Bulmaca Oyunları - Sebze Ezme",
    "bg": "Пъзел Игри - Смачкайте Зеленчуците",
    "ca": "Jocs de Puzles - Esmolca les Verdures",
    "cs": "Puzzle Hry - Rozmačkej Zeleninu",
    "da": "Puslespil Spil - Knus Grøntsagerne",
    "de": "Puzzle-Spiele - Zerdrücke das Gemüse",
    "el": "Παιχνίδια Παζλ - Συντρίψτε τα Λαχανικά",
    "en": "Puzzle Games - Vegetables Crush",
    "es": "Juegos de Rompecabezas - Tritura Vegetales",
    "et": "Mõistatusmängud - Purusta Köögivilju",
    "fa": "بازی های پازل - سبزیجات را له کنید",
    "he": "משחקי פאזלים - קרע ירקות",
    "hr": "Puzzle Igre - Zgnječi Povrće",
    "hu": "Puzzle Játékok - Zúzd Zöldségeket",
    "id": "Permainan Teka-Teki - Hancurkan Sayuran",
    "it": "Giochi di puzzle - Crush di verdure",
    "ja": "パズルゲーム - 野菜クラッシュ",
    "kn": "ಪಝಲ್ ಆಟಗಳು - ತರಕಾರಿಗಳ ಒತ್ತಡ",
    "ko": "퍼즐 게임 - 야채 충돌",
    "lt": "Galvosūkio žaidimai - Daržovių smūgis",
    "lv": "Puzles spēles - Dārzeņu saspiešana",
    "ml": "പസിലുകൾ ഗെയിമുകൾ - പച്ചക്കറികളുടെ ക്രഷ്",
    "mr": "पझल गेम्स - भाज्यांचा क्रश",
    "ms": "Permainan Teka-teki - Tumbuh-tumbuhan Hancur",
    "nl": "Puzzelgames - Groenten Crush",
    "ru": "Головоломки - Растительный Crush",
    "sr": "Slagalice - Povrće Crush",
    "sw": "Michezo ya Puzzle - Mboga Crush",
    "ta": "புதிர் விளையாட்டுகள் - காய்கறி குரஸ்",
    "te": "పజిల్ గేమ్స్ - కాయలు క్రష్"
  },
  "short": {
    "am,ar,bn,en_AU,en_GB,en_US,es_419,fi,fil,fr,gu,hi,no,pl,pt_BR,pt_PT,ro,sk,sl,sv,th,tr,uk,vi,zh_CN,zh_TW": "Meyveleri birleştirin ve yüksek puanlar kazanın. Güzel bir bulmaca oyunu.",
    "bg": "Комбинирайте плодовете и печелете високи резултати. Хубава пъзел игра.",
    "ca": "Combina la fruita i guanya puntuacions altes. Un bon joc de puzles.",
    "cs": "Kombinujte ovoce a získejte vysoké skóre. Pěkná puzzle hra.",
    "da": "Kombiner frugter og optjen høje scores. En dejlig puslespil.",
    "de": "Kombiniere Früchte und erziele hohe Punktzahlen. Ein schönes Puzzle-Spiel.",
    "el": "Συνδυάστε φρούτα και κερδίστε υψηλούς πόντους. Ένα ωραίο παιχνίδι παζλ.",
    "en": "Combine fruits and earn high scores. A nice puzzle game.",
    "es": "Combina frutas y obtén altas puntuaciones. Un buen juego de rompecabezas.",
    "et": "Kombineeri puuvilju ja teeni kõrgeid punkte. Mõnus mõistatusmäng.",
    "fa": "میوه ها را ترکیب کنید و امتیازهای بالا کسب کنید. یک بازی جالب پازلی.",
    "he": "שלב פירות וקבל ציונים גבוהים. משחק פאזל נחמד.",
    "hr": "Kombinirajte voće i ostvarite visoke rezultate. Lijepa puzzle igra.",
    "hu": "Kombinálj gyümölcsöket és érj el magas pontszámokat. Egy szép puzzle játék.",
    "id": "Gabungkan buah-buahan dan dapatkan skor tinggi. Permainan teka-teki yang bagus.",
    "it": "Unisci la frutta e ottieni punteggi alti. Un bel gioco di puzzle.",
    "ja": "果物を組み合わせてハイスコアを獲得しましょう。楽しいパズルゲームです。",
    "kn": "ಹಣ್ಣುಗಳನ್ನು ಜೋಡಿಸಿ ಮತ್ತು ಹೆಚ್ಚಿನ ಅಂಕಗಳನ್ನು ಪಡೆಯಿರಿ. ಒಂದು ಚೆನ್ನಾಗಿರುವ ಪಝಲ್ ಆಟ.",
    "ko": "과일을 결합하여 높은 점수를 얻으세요. 재미있는 퍼즐 게임입니다.",
    "lt": "Suderkite vaisius ir gaukite aukštus rezultatus. Geras galvosūkio žaidimas.",
    "lv": "Apvienojiet augļus un iegūstiet augstus rezultātus. Labs puzles spēle.",
    "ml": "പഴങ്ങൾ കൂട്ടിച്ചേർത്ത് ഉയർന്ന റേറ്റിംഗുകൾ നേടുക. ഒരു നല്ല പസിലുകൾ ഗെയിം.",
    "mr": "फळे एकत्र करा आणि उच्च गुण मिळवा. एक चांगली पझल गेम.",
    "ms": "Gabungkan buah-buahan dan peroleh markah tinggi. Permainan teka-teki yang menyeronokkan.",
    "nl": "Combineer fruit en verdien hoge scores. Een leuke puzzelgame.",
    "ru": "Сочетайте фрукты и зарабатывайте высокие баллы. Приятная игра-головоломка.",
    "sr": "Spojite voće i zaradite visoke rezultate. Lijepa slagalica.",
    "sw": "unganisha matunda na upate alama za juu. mchezo mzuri wa puzzle.",
    "ta": "பழங்களை ஒன்றிணைத்து உயர் மதிப்புகளைப் பெறுங்கள். ஒரு அழகான புதிர் விளையாட்டு.",
    "te": "పండ్లను కలిపి అందించండి హై స్కోరులను. ఒక మంచి పజిల్ గేమ్."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "-TR-\nAdım adım bir dünyaya yolculuk yapmaya hazır olun! Meyve ve sebzelerin muhteşem dünyasına hoş geldiniz. Bu eğlenceli bulmaca oyununda, parmaklarınızla renkli meyve ve sebzeleri bir araya getirerek puanlar kazanabilirsiniz. Düşük seviyelerde başlayıp ustalıkla ilerleyerek, efsanevi kombinasyonları keşfetmek için becerilerinizi geliştirin.\n\nOyun basit: Üç veya daha fazla meyve veya sebzeyi birleştirerek patlatın! Görsel olarak çarpıcı olan bu renkli dünyada, parıldayan meyveleri ve canlı sebzeleri bir araya getirdikçe büyüleyici patlamalar ve harika efektler yaşayacaksınız. Her hamlede daha fazla puan kazanarak arkadaşlarınızla rekabet edin ya da kendi rekorlarınızı kırmak için zorlu seviyelerde ustalaşın.\n\nOyunun en güzel yanı, her an her yerde oynanabilmesi. İnternet bağlantısı gerektirmeyen bu oyun, hem boş zamanlarınızı eğlenceli kılacak hem de büyük bir tatmin duygusuyla sizi sarhoş edecek. Yani, hazırsanız, bu lezzetli serüvene adım atın ve eğlencenin tadını çıkarın!\n\n\n-EN-\n\nGet ready to embark on a journey into a world filled with appetite-inducing delights! Welcome to the magnificent realm of fruits and vegetables. In this engaging puzzle game, you can score points by matching colorful fruits and veggies with just the swipe of your finger. Start at lower levels and skillfully progress, honing your abilities to discover legendary combinations.\n\nThe gameplay is simple: Pop three or more fruits or veggies together! In this visually stunning, vibrant world, combining sparkling fruits and lively vegetables triggers mesmerizing bursts and fantastic effects. Rack up higher scores with each move, competing with friends or mastering challenging levels to surpass your own records.\n\nWhat makes this game truly exceptional is its accessibility—playable anytime, anywhere. This game, requiring no internet connection, promises not just fun during downtime but also a sense of immense satisfaction. So, if you're ready, step into this delectable adventure and savor the fun!"
  }
}