{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Project Plan 365 Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate simple ChatGPT planning with MS Project. Use Project Plan 365 to view, create and share Gantt Charts or download as MPP."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Project Plan 365 Assistant\": an innovative app that combines the power of ChatGPT with seamless integration for Microsoft Project. With Project Plan 365 AI Assistant users can effortlessly create simple projects using natural language conversations with ChatGPT. Once the project is created, Project Plan 365 AI Assistant enables a smooth transition by exporting the project data to a Microsoft Project compatible format(MPP) allowing users to continue their work seamlessly in the Microsoft ecosystem. \n\nUsers may also open plans online with Project Plan 365 app, view projects in a Gantt Chart viewer for free and share the plan with others.\n\nExperience the future of project management with Project Plan 365 Assistant!\n\nKey Features:\n\nAdvanced Project Planning\nLeverage ChatGPT's powerful language capabilities to create detailed project plans with ease. Engage in natural language conversations with ChatGPT, providing project details, milestones, tasks, resources, and dependencies, and witness your project plan come to life.\n\nUser-Friendly Interface\nEnjoy a user-friendly interface that makes project planning intuitive and accessible to users of all skill levels. ChatGPT for MS Project guides you through the planning process, helping you capture project requirements and structure tasks efficiently.\n\nOpen in Project Plan 365\nSeamlessly open your project plans in Project Plan 365, a robust project management tool trusted by professionals worldwide. ChatGPT generates a Microsoft Project compatible file format, allowing you to effortlessly continue your project management journey within Project Plan 365.\n\nMs Project MPP compatibility\nPreserve the integrity of your project data during the export process. ChatGPT for MS Project ensures that task dependencies, timelines, resources, and other critical information remain intact, guaranteeing a seamless transition from planning to execution in Project Plan 365.\n\nCollaborate and Communicate\nFoster collaboration among project stakeholders by sharing the exported project plan. Engage team members, assign tasks, and keep everyone aligned with project goals within Project Plan 365, leveraging its powerful collaboration and communication features.\n\nManage your plan\nCustomize your tsks according to your specific requirements. Fine-tune task attributes, update milestones, and adjust resource allocations within Project Plan 365 or Microsoft Project leveraging its extensive customization capabilities while benefiting from ChatGPT's planning expertise.\n\nInstructions:\n\n1. Install \"Project Plan 365 Assistant\" to your browser; \n2. Go to Chat GPT page: https://chat.openai.com/ ; \n3. Ask Chat GPT to create a project on the desired subject, for example: “Create a kitchen renovation project.”; \n4. If the project is not in table format, you first have to ask ChatGPT to format the text by clicking on Open Online in Project Plan 365 button; \n5. In the pop-up message that appears, click on Format Text button; \n6. When Chat GPT finishes generating the project in table format, click again on Open Online in Project Plan 365 button or download to a MS Project MPP file type format.\n7. Start planning using Project Plan 365 or Microsoft Project app.\n\nExperience the perfect harmony between AI-powered planning and Project Plan 365. Get Project Plan 365 Assistant now and effortlessly transform your plans into actionable projects!"
  }
}