{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlutoAI - AI Bookmarks and Tabs Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI bookmarking assistant that enables you to instantly save, highlight, annotate, retrieve web content"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your tabs and bookmarks with PlutoAI, your personalized AI bookmark manager. \n\nOrganize, manage, and access your saved content from the web effortlessly. Say goodbye to endless scrolling and hello to streamlined bookmarking with PlutoAI.\n\nManage browser tabs and sessions\n- Save and resume browser sessions with one-click picking up precisely where you left off.\n\nSmart Tags and Categories\n- Automatically categorize and tag your saved bookmarks by topic, theme, or key elements to never lose an article again.\n\nFull-text and Filter search\n- Find anything and everything using text, tags, and filters.\n\nLearn in under 30 seconds\n- Get AI-powered content summaries and TLDRs for quick learning.\n\nContent tailor-made for you\n- Enjoy personalized content recommendations that 100% match your interests and preferences.\n\nSmart alerts | Zero distractions\n- Receive reminders to finish reading or watching incomplete articles/videos to help you stay on track.\n\nWhy Pluto AI?\n\nWhether you’ve never saved an article before, you’ve saved stuff but forgotten about it, or have a hard time sorting your bookmarks — Pluto AI helps you get organized and keeps you going.\n\nPluto AI fuels your curiosity - by helping you save, manage, and retrieve content, all in one place - no matter what you’re interested in, we’ve got you covered!\n\nFrom AI summaries to personalized recommendations of content that matters the most to you, Pluto AI is here to help you become your most organized and productive self!"
  }
}