{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 3 is an interactive music-making game that combines creativity, rhythm, and visual art."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 3 is an interactive music-making game that combines creativity, rhythm, and visual art. Players can create music by mixing different sounds and beats, creating a unique and engaging experience.\n\nYou can also play on the website: https://sprunki.io/\n\nFeatures of Sprunki Phase 3\n\n1. Engaging Gameplay Mechanics\nSprunki Phase 3 captivates players with simple yet engaging gameplay mechanics. Whether you’re layering sounds or mixing characters, every interaction is designed to inspire creativity!\n\n2. Colorful Graphics and Design\nThe vibrant design of Sprunki Phase 3 amplifies the interactive experience. Bright colors and engaging animations immerse players in a delightful creative journey.\n\n3. Endless Creative Possibilities\nWith various characters and sounds, Sprunki Incredibox Phase 3 offers limitless possibilities for music creation. Test your creativity to craft catchy tunes or explore deeper soundscapes.\n\n4. Share Your Unique Tracks\nOnce you craft your masterpiece in Sprunki Phase 3, easily share your creations. Connect with friends and join the community to showcase your musical talent.\n\n5. Focus on Experimentation\nSprunki Incredibox Phase 3 is all about experimentation, encouraging players to discover their unique sound. Engage with different sound combinations for original compositions every time you play.\n\n6. Accessible and Fun for All Ages\nSprunki Phase 3 is family-friendly, making it accessible for players of all ages. Whether you’re a seasoned musician or a curious beginner, everyone can enjoy this creative music-making experience!\n\nHow to play Sprunki Phase 3?\n\n1. Select Your Characters\nBegin by choosing from an array of diverse characters in Sprunki Phase 3. Each character produces unique sounds that will form the basis of your musical tracks.\n\n2. Mix and Layer Sounds\nUse the drag-and-drop mechanics to place characters on the soundboard. Layer different sounds and explore the possibilities for creating catchy tracks or deeper soundscapes.\n\n3. Record and Share\nOnce you're satisfied with your created track, click to record. Share your musical creations with friends or the larger Incredibox community and showcase your creativity!"
  }
}