{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lingopie. Language Learning extension for Netflix and Disney+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Can you learn a language by watching TV? Absolutely!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Can you learn a language just by watching Netflix and Disney+? Yes, easily!\n\nDownload Lingopie’s Chrome extension to add bilingual clickable subtitles and interactive language-learning tools to your own Netflix and Disney+ accounts*.\n\nIf you need help installing or connecting to Lingopie, check our guide or report issues at https://learn.lingopie.com/3PjGcqZ. Our customer support team will assist you promptly.\n* Subscriptions are not provided by Lingopie.\n\n\nDiscover Lingopie, the ultimate Chrome extension for Netflix and Disney+ that transforms your TV time into a language learning experience. Seamlessly turn your favorite shows and movies into interactive learning sessions with bilingual subtitles and advanced tools.\n\n🟠 How Lingopie Enhances Language Learning with Netflix and Disney+:\n\n• Dual Subtitles: Watch with Netflix dual subtitles or Disney dual subtitles, showing both your native language and the language you're learning. Each word, phrase, or slang is clickable for instant translations and grammar insights.\n\n• Interactive Learning: Click on any subtitle to create vocabulary lists, access definitions, and practice pronunciation.\n\n• Grammar Assistance: Navigate tricky grammar with our built-in AI-powered grammar assistant.\n\n🟠 Available Languages:\n\nLearn Spanish, French, German, Italian, Korean, and many more.\n\n🟠 Quick Setup for Netflix and Disney+:\n\nIt takes just a few clicks to start language learning with Netflix and Disney+. Download the extension today and enjoy bilingual subtitles across both platforms.\n\n🟠 Interactive Tools for Netflix and Disney+:\n\n• Clickable dual subtitles for instant translations.\n• Personalized vocabulary lists and flashcards.\n• Fun games and challenges to boost retention.\n• Real-time progress tracking with detailed analytics.\n\n🟠 Why Choose Lingopie’s Chrome Extension for Netflix and Disney+?\n\nLingopie is the premier Netflix language learning extension and now a Disney language learning extension. Unlike other tools, like Language Reactor, Lingopie offers unmatched features to make language learning engaging and effective.\n\nStart your journey today! Download the Lingopie Chrome extension to enjoy bilingual subtitles, vocabulary tools, and a seamless language-learning experience with Netflix and Disney+.\n\nFor assistance or to report issues with the Netflix or Disney+ extension, email support@lingopie.com."
  }
}