{
  "name": {
    "ar,bg,cs,el,ja,kn,lv,sl,sw,ta,th": "City Bus Driver Online Game",
    "am,fa,fil,he,ml,no,sv": "City Bus Driver Online",
    "bn,ca,da,hu,ko,mr,te": "City Bus Driving Car Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,et,fi,fr,hr,it,lt,ms,nl,pt_BR,pt_PT,ru,sk,sr,tr,uk,vi,zh_CN,zh_TW": "City Bus Driver Car Game",
    "gu,hi,id,pl,ro": "City Bus Driver Game"
  },
  "short": {
    "ar": "عليك أن تكون سائق حافلة عامة كبيرة في هذا الحافلة لعبة محاكاة السيارات.",
    "am": "በዚህ የአውቶቡስ መኪና ጨዋታ ሲምዩሌተር ውስጥ ታላቅ የሕዝብ አውቶቡስ ሾፌር መሆን አለብህ።",
    "bg": "Вие трябва да бъде голям обществен шофьор автобус в този автобус кола игра симулатор.",
    "bn": "আপনি এই বাস গাড়ী খেলা সিমুলেটর একটি মহান পাবলিক বাস ড্রাইভার হতে হবে।",
    "ca": "Has de ser un gran conductor d'autobús públic en aquest simulador de jocs de cotxes d'autobús.",
    "cs": "Musíte být skvělý řidič veřejného autobusu v tomto simulátoru autobusových her.",
    "da": "Du skal være en stor offentlig buschauffør i denne bus bil spil simulator.",
    "de": "Sie müssen ein großartiger öffentlicher Busfahrer in diesem Busauto-Spielsimulator sein.",
    "el": "Πρέπει να είστε ένας μεγάλος οδηγός δημόσιου λεωφορείου σε αυτόν τον προσομοιωτή παιχνιδιών αυτοκινήτων λεωφορείων.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to be a great public bus driver in this bus car game simulator.",
    "es": "Tienes que ser un gran conductor de autobús público en este simulador de juego de coches de autobús.",
    "et": "Sa pead olema suurepärane avalik bussijuht selles bussimängu simulaatoris.",
    "fa": "شما باید یک راننده اتوبوس عمومی بزرگ در این ماشین اتوبوس شبیه ساز بازی.",
    "fi": "Sinun on oltava loistava julkinen bussinkuljettaja tässä bussiautopelisimulaattorissa.",
    "fil": "Mayroon kang upang maging isang mahusay na pampublikong bus driver sa simulator ng laro ng bus na ito.",
    "fr": "Vous devez être un excellent chauffeur de bus public dans ce simulateur de jeu de voiture de bus.",
    "gu": "તમારે આ બસ કાર ગેમ સિમ્યુલેટરમાં એક મહાન જાહેર બસ ડ્રાઇવર બનવું પડશે.",
    "he": "אתה צריך להיות נהג אוטובוס ציבורי נהדר בסימולטור משחק רכב אוטובוס זה.",
    "hi": "आप इस बस कार खेल सिम्युलेटर में एक महान सार्वजनिक बस चालक होना चाहिए।",
    "hr": "Morate biti veliki vozač javnog autobusa u ovom simulatoru igre autobusa.",
    "hu": "Nagyszerű nyilvános buszsofőrnek kell lenned ebben a buszautós játék szimulátorban.",
    "id": "Anda harus menjadi sopir bus umum yang hebat di simulator game mobil bus ini.",
    "it": "Devi essere un grande autista di autobus pubblici in questo simulatore di gioco di auto bus.",
    "ja": "あなたはこのバスカーゲームシミュレーターで素晴らしい公共バスの運転手でなければなりません。",
    "kn": "ಈ ಬಸ್ ಕಾರ್ ಗೇಮ್ ಸಿಮ್ಯುಲೇಟರ್ ನಲ್ಲಿ ನೀವು ಉತ್ತಮ ಸಾರ್ವಜನಿಕ ಬಸ್ ಚಾಲಕನಾಗಿರಬೇಕು.",
    "ko": "이 버스 자동차 게임 시뮬레이터에서 훌륭한 공공 버스 운전사가되어야합니다.",
    "lv": "Jums ir jābūt lieliskam sabiedriskā autobusa vadītājam šajā autobusu spēļu simulatorā.",
    "ml": "ഈ ബസ് കാർ ഗെയിം സിമുലേറ്ററിൽ നിങ്ങൾ ഒരു മികച്ച പബ്ലിക് ബസ് ഡ്രൈവർ ആയിരിക്കണം.",
    "mr": "या बस कार गेम सिम्युलेटरमध्ये आपल्याला एक उत्तम सार्वजनिक बस चालक असणे आवश्यक आहे.",
    "ms": "Anda mesti menjadi pemandu bas awam yang hebat dalam simulator permainan kereta bas ini.",
    "nl": "Je moet een geweldige openbare buschauffeur zijn in deze busautospelsimulator.",
    "no": "Du må være en stor offentlig bussjåfør i denne buss bil spill simulator.",
    "pl": "Musisz być świetnym kierowcą autobusu publicznego w tym symulatorze gry samochodowej.",
    "ro": "Trebuie să fie un șofer de autobuz public mare în acest simulator de joc auto autobuz.",
    "ru": "Вы должны быть отличным водителем общественного автобуса в этом симуляторе автобусной игры.",
    "sk": "V tomto simulátore hry s autobusovým autom musíte byť skvelým vodičom autobusu.",
    "sl": "Moraš biti odličen javni voznik avtobusa v tem simulatorju avtobusnih avtov.",
    "sv": "Du måste vara en stor offentlig busschaufför i denna bussbilspelsimulator.",
    "sw": "Lazima uwe dereva mkubwa wa basi la umma katika simulator hii ya mchezo wa gari la basi.",
    "ta": "நீங்கள் இந்த பஸ் கார் விளையாட்டு சிமுலேட்டர் ஒரு பெரிய பொது பஸ் டிரைவர் இருக்க வேண்டும்.",
    "te": "ఈ బస్ కార్ గేమ్ సిమ్యులేటర్ లో మీరు గొప్ప పబ్లిక్ బస్ డ్రైవర్ గా ఉండాలి.",
    "th": "คุณต้องเป็นคนขับรถบัสสาธารณะที่ยอดเยี่ยมในเกมจําลองรถเมล์นี้",
    "tr": "Bu otobüs arabası oyun simülatöründe harika bir halk otobüsü şoförü olmalısınız.",
    "uk": "Ви повинні бути чудовим водієм громадського автобуса в цьому симуляторі автомобільної гри."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to become a public bus driver in a big city in this bus game simulator. Transport the bus you use from any point to another point and get the rewards. You can either collect these rewards or use them in the vehicle, customize features and arrange your vehicle according to the features you want. Bus driving games offer you the opportunity to become a real driver. It offers different bus mod options and allows you to gain the most realistic driving impression with the bus simulator ultimate.\n\nBus games 3d feature of being lets you see what you can do with a public transport bus. You can also make alternative bus mod preferences with your vehicles that you can use as a bus simulator in the city and on the highway. The bus driver allows you to manage tasks and collect rewards as soon as possible with the bus time feature to become an experienced driver.\n\nBus games and their exciting rewards have always attracted the attention of those fans of bus simulator ultimate games. Different bus car and bus driving experiences are offered to those who want to explore bus game creativity. If you want to be included in this fun with your friends and relatives, do not stop. Bus driving games guarantee realistic driving impressions from arcade spin to drift mode and even a bus simulator option. When the bus time comes, you can manage your vehicle with four different camera angles even when passengers are in it.\n\nBus games exist to give you the best driving experience. In a bus simulator, you must capture the realism, drive through traffic in city mode and take the bus to the stop. Complete the missions on time and get incredible rewards thanks to the bus time in the game. You can use these rewards by customizing your bus vehicle. Become a real bus driver with your customized vehicles in the city and highway.\n\nHow To Play\nIt is played with arrow keys and mouse.\n\nCity Bus Driver Car Game Features\n✓ Realistic shader\n✓ Advanced car control\n✓ 3D level designer\n✓ 3D environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! City Bus Driver Car Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}