{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VideoCatcher"
  },
  "short": {
    "ar": "قم بتنزيل مقاطع الفيديو من المواقع أو أضفها ببساطة إلى قائمة الفيديو الخاصة بك دون الحاجة إلى تنزيلها.",
    "am": "ከድህረገፅ ቪዲዮዎችን ይጫኑ ወይም ሳይጫኑ በቪዲዮ ዝርዝርዎ ውስጥ እንደሚገኝ አድርጉ።",
    "bg": "ClipCatcher: Мълниеносни MP4 изтегляния от любимите ви поддържани сайтове.",
    "bn": "ClipCatcher: আপনার প্রিয় সমর্থিত সাইট থেকে দ্রুত MP4 ডাউনলোড।",
    "ca": "ClipCatcher: Descarregues MP4 ultra-ràpides dels teus llocs preferits compatibles.",
    "cs": "ClipCatcher: Bleskově rychlé stahování MP4 z vašich oblíbených podporovaných stránek.",
    "da": "ClipCatcher: Lynhurtige MP4-downloads fra dine yndlingsunderstøttede websteder.",
    "de": "ClipCatcher: Blitzschnelle MP4-Downloads von deinen bevorzugten unterstützten Websites.",
    "el": "ClipCatcher: Ακαριαία MP4 downloads από τις αγαπημένες σας υποστηριζόμενες ιστοσελίδες.",
    "en,en_AU,en_GB,en_US,es,es_419,fil,pt_BR,pt_PT,th,tr,uk,vi,zh_CN,zh_TW": "Download videos from supported websites. Save in MP4, watch offline, and enjoy anytime, anywhere!",
    "et": "ClipCatcher: Äärmiselt kiire MP4 allalaadimine teie lemmik toetatud saitidelt.",
    "fa": "ClipCatcher: دانلودهای سریع MP4 از سایت‌های مورد علاقه شما.",
    "fi": "ClipCatcher: Salamannopeat MP4-lataukset suosikkisivustoiltasi.",
    "fr": "ClipCatcher : Téléchargements MP4 ultra-rapides depuis vos sites préférés.",
    "gu": "ClipCatcher: તમારા પસંદગીના આધારિત સાઇટ્સમાંથી ઝડપી MP4 ડાઉનલોડ.",
    "he": "ClipCatcher: Lightning-fast MP4 downloads from your favorite supported sites.",
    "hi": "ClipCatcher: Hoʻomaʻamaʻa ʻana i ka MP4 mai nā pūnaewele i kūpono i hiki ke hoʻohana.",
    "hr": "ClipCatcher: Izuzetno brzi MP4 preuzimanja s vaših omiljenih podržanih stranica.",
    "hu": "ClipCatcher: Villámgyors MP4 letöltések kedvenc támogatott webhelyeidről.",
    "id": "ClipCatcher: Unduhan MP4 super cepat dari situs favorit Anda yang didukung.",
    "it": "ClipCatcher: Scarica MP4 con velocità lampo dai tuoi siti preferiti supportati.",
    "ja": "ClipCatcher: お気に入りのサポートされたサイトからのMP4の超高速ダウンロード。",
    "kn": "ClipCatcher: ನಿಮ್ಮ ಇಷ್ಟದ ಬೆಂಬಲಿತ ತಾಣಗಳಿಂದ lightning-ವೈಪರೀತ್ಯ MP4 ಡೌನ್‌ಲೋಡ್ಗಳನ್ನು.",
    "ko": "ClipCatcher: 가장 좋아하는 지원되는 사이트에서 빠른 MP4 다운로드.",
    "lt": "ClipCatcher: Įspūdingai greitas MP4 atsisiuntimas iš jūsų mėgstamų palaikomų svetainių.",
    "lv": "ClipCatcher: Ļoti ātra MP4 lejupielāde no jūsu iecienītākajām atbalstītajām vietnēm.",
    "ml": "ClipCatcher: നിങ്ങളുടെ പ്രിയപ്പെട്ട വെബ്‌സൈറ്റുകളിൽ നിന്ന് MP4 വീഡിയോകൾക്ക് വേഗത്തിൽ ഡൗൺലോഡുചെയ്യുക.",
    "mr": "ClipCatcher: तुमच्या आवडत्या वेबसाइट्सवरून MP4 व्हिडिओ वेगाने डाउनलोड करा.",
    "ms": "ClipCatcher: Muat turun MP4 dengan pantas dari laman kegemaran anda yang disokong.",
    "nl": "ClipCatcher: Razendsnelle MP4-downloads van je favoriete ondersteunde sites.",
    "no": "ClipCatcher: Lynrask MP4-nedlasting fra dine favorittstøttede nettsteder.",
    "pl": "ClipCatcher: błyskawiczne pobieranie MP4 z ulubionych wspieranych stron.",
    "ro": "ClipCatcher: Descărcări MP4 ultra-rapide de pe site-urile tale favorite suportate.",
    "ru": "ClipCatcher: Мгновенные загрузки MP4 с ваших любимых поддерживаемых сайтов.",
    "sk": "ClipCatcher: Super rýchle MP4 sťahovanie z vašich obľúbených webových stránok.",
    "sl": "ClipCatcher: Izjemno hitro prenašanje MP4 z vaših najljubših podprtih spletnih strani.",
    "sr": "ClipCatcher: Izuzetno brzo preuzimanje MP4 sa vaših omiljenih podržanih veb sajtova.",
    "sv": "ClipCatcher: Extremt snabb nedladdning av MP4 från dina favoritstödda webbplatser.",
    "sw": "ClipCatcher: Upakuaji wa haraka wa MP4 kutoka kwenye tovuti zako unazopenda zinazoungwa mkono.",
    "ta": "ClipCatcher: ከእርስዎ የሚወዱትን የተደጋጋሚ MP4 ከእንደ ድህረገጽ ወይም ሌላ የሚደገፉ ድህረገጽዎች በፍጥነት አስተላልፎልናል።",
    "te": "ClipCatcher: ከእንደ እንደ ተደርጓል የሚያከምዎት የሚከተሉትን አድርጉ።"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VideoSaver for Facebook & Twitter is the perfect Chrome extension for video enthusiasts, content creators, or anyone needing offline access to videos. Quickly save videos from social media platforms like Facebook, Twitter, and other supported websites in MP4 format and enjoy them anywhere, anytime.\n\nWhy choose VideoSaver for Facebook & Twitter?\n\nFor video lovers: Download and organize your favorite clips to watch later, even without an internet connection.\nFor creators and influencers: Use downloaded videos as inspiration or source material.\nFor privacy-conscious users: Store videos securely in a controlled environment, without relying on online platforms.\nFor unstable connections: Download videos when you have a stable connection and watch them offline without interruptions.\nKey Features:\n\nAutomatic detection: Quickly identify downloadable videos from supported websites.\nPreview before download: Ensure you're saving the right clip.\nFlexible interface: Access the download manager through the pop-up or side panel.\nBroad compatibility: Works with platforms like Facebook, Twitter, and more.\nUniversal MP4 format: Enjoy hassle-free playback on smart TVs, phones, and other devices.\nWith VideoSaver for Facebook & Twitter, you can transform streaming into a controlled offline experience. Be prepared for any situation—whether relaxing at home, traveling, or creating content.\n\nInstall VideoSaver for Facebook & Twitter now and take control of your video library!"
  }
}