{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "rami - Tab Organizer for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple cleanup routine to close and organize the too many open tabs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imagine a messy browser window, congested with tabs.  \nrami offers a simple routine for cleaning up such windows:\n\n\t- Launch rami in the messy window.\n\t- When launched, rami loads a “tab container” for each open tab in the window.\n\t- Start at the first container and individually consider each tab:\n\t\t- Hover the container to view the tab, quickly identifying it.\n\t\t- Close the tab if you don’t need it,\n\t\t- Set aside the tab if you are hesitant to close, \n\t\t- Leave the tab open if you are currently working on it.\n\t- You are done cleaning up the window once you have made the - set-aside|discard|keep - decision for every tab in it.\n\t\n\t- - - - - - - - - - - - - - - - - - - - - - - -\n\t \n\t- Buttons to set aside and close are inside the containers, easy to reach, making the cleanup process faster.\n\t- rami is dynamic - any changes within the rami window are immediately reflected in the browser window and vice versa.\n\t\n\t\t\nrami assigns a storage to each open window. When you set aside a tab, it is automatically placed in the storage of its parent window. This allows for one-click set-aside, as you don’t have to decide where to store the tabs. You simply set aside a tab, knowing exactly where it will be stored. \n \nRetrieving set-aside tabs from storage is very easy:  \n\t- All storages are only two clicks away, accessible from the rami window. \n\t- Conveniently, you can preview the set-aside tabs before returning them to their parent windows. \n\nWhen a window is closed, its storage is automatically archived.\n\nAdditional features: \n\n- From within the rami window:\n\t- Conduct a convenient drag and drop of tabs within and across windows. \n\t- Bring any open window in focus to clean it up or access its storage. \n- Context menu set-aside - right-click a tab and select “Set Aside”.\n\n* rami is free | no sign-up *"
  }
}