{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wallet with marketmaking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hot wallet with marketmaking for earning interest on bitcoin and other cryptocurrencies"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BTC, ETH, WBTC crypto wallet with marketmaking feature. User can exchange BTC to another crypto or earns interest on bitcoin by providing liquidity to exchange. \n\nHow it works?\n1. in first start the app generates 12 words secret phrase and creates BTC, WBTC and ETH crypto wallets\n2. user can deposit/withdraw crypto\n3. user enable/disable \"marketmaking\"\n4. extention works in background and performs exchanges with another users\n\nWhy it works?\nThe marketmaker earns on the difference in exchange rates when servicing the purchase and sale (spread)\n\nIs it safe?\n- The system is in beta\n- There is an audit from dsec\n- We recommend investing only those funds that you do not mind losing\n- The keys to your funds are only with you, we do not have access to your funds\n- Risk Notification\n\nHow much will I earn?\nIt depends on the number of swaps and the spread. Ask any questionssupport.\n\nWhy do I need WBTC? I am only interested in earning BTC.\nYou can replenish only with Bitcoin, but inevitably, at some periods, your BTC balance may decrease, and WBTC may increase, and vice versa. At any given time, the sum of these balances will be greater than before. If you want to withdraw BTC, but some of them are in WBTC, then you will have to change WBTC yourself, for example, through the Binance exchange.\n\nWhy don't users exchange themselves through the Binance exchange?\nOur clients love and support decentralization, exchange works through smart contracts and we will not be able to freeze the client's funds for more than 3 hours.\n\nWhat is the minimum period of marketmaking?\nThere is no minimum term, you can withdraw funds at any time.\n\nHow to increase earnings?\nTell about the possibility of swap in the communities where you are a member."
  }
}