{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retro Bowl College Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Retro Bowl College unblocked game on chrome. Retro Bowl College online game. Created for Retro Bowl College unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into the exciting world of college football management with the latest series from New Star Games: Retro Bowl College. This game brings the nostalgic charm of retro gaming to the vibrant and unpredictable world of college football, offering players a unique blend of management strategy and hands-on gameplay that's both engaging and challenging.\n\nIn Retro Bowl College, you're not just a spectator; you're the driving force behind your team's success. Your responsibilities range from hiring competent trainers and staff to ensuring your fans are always cheering. The key to victory lies in building a robust team capable of overcoming any challenge. With careful planning and strategic decision-making, you'll navigate your team through the ups and downs of the season, aiming for the top spot in the college football world.\n\nWhat sets Retro Bowl College apart is the seamless transition from management to direct control during matches. The game puts you in the quarterback's shoes, where every decision can turn the tide of the game. Whether you're deciding between going for the Fourth Down or attempting a Field Goal, or choosing to pass the ball or make a daring run for the end zone, your choices will determine your team's fate. The intuitive controls, utilizing the mouse for management menus and in-game passing, along with W and S for player movement and A or D for diving, ensure that players of all skill levels can jump right in and enjoy the thrill of the game.\n\nIf you have any questions about our Retro Bowl College Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Retro Bowl College Unblocked game extension.\n4. Press \"Remove\""
  }
}