{
  "name": {
    "ar": "سانتا رانر  Unblocked Games",
    "am": "ሳንታ ሯጭ  Online Games",
    "bg": "Дядо Коледа Бегач  Unblocked Game",
    "bn": "সান্তা রানার  Online Game",
    "ca": "Corredor del Pare Noel  Unblocked Games",
    "cs": "Santa běžec  Online Games",
    "da": "Julemandsløber  Online",
    "de": "Weihnachtsläufer  Online",
    "el": "Άγιος Δρομέας  Platform Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Santa Runner - HTML5 Game",
    "es": "Corredor de Papá Noel  Platform Game",
    "et": "Jõuluvana jooksja  Unblocked Game",
    "fa": "بابا نوئل دونده  Unblocked Game",
    "fi": "Joulupukin juoksija  Online Game",
    "fil": "Santa Runner  Online Game",
    "fr": "Père Noël Coureur  Online",
    "gu": "સાન્ટા રનર Unblocked",
    "he": "סנטה ראנר  Online",
    "hi": "सांता धावक Unblocked",
    "hr": "Djed Trkač  Unblocked Game",
    "hu": "Mikulásfutó Unblocked",
    "id": "Pelari Sinterklas  Online Game",
    "it": "Babbo Natale Corridore  Online",
    "ja": "サンタランナー  Online Game",
    "kn": "ಸಾಂಟಾ ರನ್ನರ್  Platform Game",
    "ko": "산타 러너  Unblocked Games",
    "lv": "Ziemassvētku vecīša skrējējs  Unblocked Game",
    "ml": "സാന്താ റണ്ണർ  Online Games",
    "mr": "सांता धावपटू  Platform Game",
    "ms": "Santa Runner  Unblocked Games",
    "nl": "Kerstman loper Unblocked",
    "pl": "Biegacz Świętego Mikołaja  Online Games",
    "ro": "Moș Crăciun Runner  Unblocked Games",
    "ru": "Санта-бегун  Unblocked Games",
    "sk": "Santa Runner  Online Games",
    "sl": "Božičkov tekač  Unblocked Games",
    "sw": "Santa Runner  Online",
    "ta": "சாண்டா ரன்னர்  Platform Game",
    "te": "శాంటా రన్నర్  Platform Game",
    "th": "นักวิ่งซานต้า  Online",
    "tr": "Noel Baba Koşucusu  Online Game",
    "uk": "Санта бігун  Online Games"
  },
  "short": {
    "ar": "Runner Santa Claus هي لعبة مغامرة ممتعة حيث نحاول التقدم والحصول على النقاط من خلال تحدي العقبات مع سانتا كلوز",
    "am": "ሯጭ ሳንታ ክላውስ ከሳንታ ክላውስ ጋር እንቅፋቶችን በመሞከር ወደ እድገት የምንሞክርበት እና ነጥብ ለማግኘት የምንሞክርበት አስደሳች የጀብድ ጨዋታ ነው።",
    "bg": "Runner Santa Claus е забавна приключенска игра, в която се опитваме да напредваме и да получаваме точки чрез предизвикателни…",
    "bn": "রানার সান্তা ক্লজ একটি মজার অ্যাডভেঞ্চার গেম যেখানে আমরা সান্তা ক্লজের সাথে প্রতিবন্ধকতাকে চ্যালেঞ্জ করে এগিয়ে যাওয়ার এবং পয়েন্ট…",
    "ca": "Runner Santa Claus és un divertit joc d&#39;aventures on intentem progressar i aconseguir punts desafiant obstacles amb un Pare…",
    "cs": "Runner Santa Claus je zábavná adventura, kde se snažíme postupovat a získávat body náročnými překážkami s Santa Clausem",
    "da": "Runner Santa Claus er et sjovt eventyrspil, hvor vi forsøger at komme videre og få point ved at udfordre forhindringer med en…",
    "de": "Runner Santa Claus ist ein lustiges Abenteuerspiel, in dem wir versuchen, Fortschritte zu erzielen und Punkte zu sammeln, indem wir…",
    "el": "Το Runner Santa Claus είναι διασκεδαστικό παιχνίδι περιπέτειας όπου προσπαθούμε να προοδεύσουμε και να πάρουμε πόντους προκαλώντας…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Runner Santa Claus is fun adventure game where we try to progress and get points by challenging obstacles with a Santa Claus",
    "es": "Runner Santa Claus es un divertido juego de aventuras en el que trataremos de progresar y conseguir puntos desafiando obstáculos…",
    "et": "Jooksja jõuluvana on lõbus seiklusmäng, kus proovime edeneda ja punkte koguda, vaidlustades jõuluvanaga takistusi.",
    "fa": "Runner Santa Claus یک بازی ماجراجویی سرگرم کننده است که در آن سعی می کنیم با به چالش کشیدن موانع با بابا نوئل پیشرفت کنیم و امتیاز…",
    "fi": "Runner Santa Claus on hauska seikkailupeli, jossa yritämme edetä ja saada pisteitä haastamalla esteitä Joulupukin kanssa",
    "fil": "Ang Runner Santa Claus ay isang nakakatuwang laro ng pakikipagsapalaran kung saan sinusubukan naming umunlad at makakuha ng mga…",
    "fr": "Runner Santa Claus est un jeu d&#39;aventure amusant où nous essayons de progresser et d&#39;obtenir des points en défiant des…",
    "gu": "દોડવીર સાન્તાક્લોઝ એ મનોરંજક સાહસિક રમત છે જ્યાં આપણે પ્રગતિ કરવાનો પ્રયાસ કરીએ છીએ અને સાન્તાક્લોઝ સાથે અવરોધોને પડકારીને પોઈન્ટ…",
    "he": "הרץ סנטה קלאוס הוא משחק הרפתקאות מהנה שבו אנחנו מנסים להתקדם ולקבל נקודות על ידי אתגר מכשולים עם סנטה קלאוס",
    "hi": "धावक सांता क्लॉस मजेदार साहसिक खेल है जहां हम सांता क्लॉस के साथ बाधाओं को चुनौती देकर प्रगति करने और अंक प्राप्त करने का प्रयास…",
    "hr": "Runner Santa Claus je zabavna pustolovna igra u kojoj pokušavamo napredovati i skupljati bodove izazivajući prepreke s Djedom Mrazom",
    "hu": "A Runner Santa Claus egy szórakoztató kalandjáték, amelyben megpróbálunk haladni és pontokat szerezni az akadályok megküzdésével…",
    "id": "Runner Santa Claus adalah game petualangan yang menyenangkan di mana kami mencoba untuk maju dan mendapatkan poin dengan menantang…",
    "it": "Runner Santa Claus è un divertente gioco di avventura in cui cerchiamo di progredire e ottenere punti sfidando ostacoli con Babbo…",
    "ja": "ランナー サンタ クロースは楽しいアドベンチャー ゲームで、サンタ クロースと一緒に障害物に挑戦して前進し、ポイントを獲得します",
    "kn": "ರನ್ನರ್ ಸಾಂಟಾ ಕ್ಲಾಸ್ ಮೋಜಿನ ಸಾಹಸ ಆಟವಾಗಿದ್ದು, ಸಾಂಟಾ ಕ್ಲಾಸ್‌ನೊಂದಿಗೆ ಅಡೆತಡೆಗಳನ್ನು ಸವಾಲು ಮಾಡುವ ಮೂಲಕ ನಾವು ಪ್ರಗತಿ ಸಾಧಿಸಲು ಮತ್ತು ಅಂಕಗಳನ್ನು…",
    "ko": "Runner Santa Claus는 산타클로스와 함께 장애물에 도전하여 진행하고 점수를 얻는 재미있는 어드벤처 게임입니다.",
    "lv": "Skrējējs Santa Klauss ir jautra piedzīvojumu spēle, kurā mēs cenšamies progresēt un iegūt punktus, izaicinot šķēršļus ar…",
    "ml": "റണ്ണർ സാന്താക്ലോസ് രസകരമായ സാഹസിക ഗെയിമാണ്, അവിടെ സാന്താക്ലോസ് ഉപയോഗിച്ച് തടസ്സങ്ങളെ വെല്ലുവിളിച്ച് മുന്നേറാനും പോയിന്റുകൾ നേടാനും…",
    "mr": "धावपटू सांताक्लॉज हा एक मजेदार साहसी खेळ आहे जेथे आम्ही प्रगती करण्याचा प्रयत्न करतो आणि सांताक्लॉजसह आव्हानात्मक अडथळे देऊन गुण…",
    "ms": "Runner Santa Claus ialah permainan pengembaraan yang menyeronokkan di mana kami cuba untuk maju dan mendapatkan mata dengan…",
    "nl": "Runner Santa Claus is een leuk avonturenspel waarin we proberen vooruitgang te boeken en punten te krijgen door obstakels uit te…",
    "pl": "Runner Santa Claus to zabawna gra przygodowa, w której staramy się robić postępy i zdobywać punkty, pokonując przeszkody ze Świętym…",
    "ro": "Runner Santa Claus este un joc distractiv de aventură în care încercăm să progresăm și să obținem puncte provocând obstacole cu un…",
    "ru": "Runner Santa Claus — это веселая приключенческая игра, в которой мы пытаемся прогрессировать и зарабатывать очки, преодолевая…",
    "sk": "Runner Santa Claus je zábavná adventúra, v ktorej sa snažíme napredovať a získavať body náročnými prekážkami so Santa Clausom",
    "sl": "Runner Santa Claus je zabavna pustolovska igra, kjer poskušamo napredovati in pridobiti točke z izzivom ovir z Božičkom",
    "sw": "Mwanariadha Santa Claus ni mchezo wa kufurahisha wa matukio ambapo tunajaribu kuendelea na kupata pointi kwa changamoto za vikwazo…",
    "ta": "ரன்னர் சாண்டா கிளாஸ் என்பது வேடிக்கையான சாகச விளையாட்டு ஆகும்",
    "te": "రన్నర్ శాంతా క్లాజ్ అనేది సరదా అడ్వెంచర్ గేమ్, ఇక్కడ మేము శాంతా క్లాజ్‌తో అడ్డంకులను సవాలు చేయడం ద్వారా పురోగతి సాధించడానికి మరియు…",
    "th": "Runner Santa Claus เป็นเกมผจญภัยแสนสนุกที่เราพยายามก้าวหน้าและรับคะแนนด้วยการท้าทายสิ่งกีดขวางกับซานตาคลอส",
    "tr": "Runner Santa Claus, bir Noel Baba ile engellere meydan okuyarak ilerlemeye ve puan almaya çalıştığımız eğlenceli bir macera…",
    "uk": "Runner Santa Claus — весела пригодницька гра, у якій ми намагаємося прогресувати та отримувати очки, долаючи перешкоди з…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Runner Santa Claus is a fun adventure game where we try to progress and get points by challenging obstacles with a Santa Claus.\nThere is a Santa Claus in the game. We can control this Santa Claus. With Santa Claus, which we can control, we move forward by overcoming challenging obstacles. We move forward by overcoming obstacles, reaching the finish line, and completing the levels. By completing the chapters, we unlock new chapters and continue the game. Runner Santa Claus 3 has emerged as an adventure game. Designed for us skill game lovers, as it is fun and challenging.\n\nTo swipe Install this extension to play the Santa Runner Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}