{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Melanto Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One different scientific calculator..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is kinda unusual scientific calculator. \n\nWhat makes it unusual is that you can see both sides of the current binary operation. For example -- if you type 2 + 2 you'll see exactly \"2 + 2\" until you press \"=\". The tool was made with touch-screen in mind and should be ready for touch-screen chromebooks. \n\nOn devices with keyboard you can use the obvious keys: number keys, dot (floating point), +, -, *, /, Enter (=), ESC (C) and Backspace. The advanced (\"scientific\") functions are not yet accessible with keyboard shortcuts (but better keyboard support is planned for the next releases).\n\nThe initial goal of this extension was to be a real-life example of  jQuery Mobile (and it worked as such) but somehow, with the time, more options were added and it became full-featured scientific calculator.  It is, however, still work in progress, so let me know if you find a bug, if something isn't working or if you want to see new feature added.\n\nOptions:\n\nThere are 3 different “themes” for you too choose from. You can change the theme from the options page. Select between black, white or the original “3d buttons”. (Just click the “options” link at the bottom-right of the extension's popup and select the respective theme from the list)\n\nOther versions of Melanto Calculator\n\nThe same tool is available in 3 different versions: this one (extension added to the toolbar), as standalone chrome app (adding calculator icon to the apps page and opening the tool in its own browser tab) and as “desktop” app (pens the calculator in separate window, simulating desktop app). Here are the other two versions:\n\nApp version:\nhttps://chrome.google.com/webstore/detail/melanto-calculator/nioffklpggjkmgpndbfklpnclpohpjid\n\n“Desktop” version:\nhttps://chrome.google.com/webstore/detail/calculator/inhhlmhdllknkepmabbkhnlbaddllabl\n\nAll the 3 versions come with the same underlying code but I couldn’t create one single tool to address all the 3 ways of use because Chrome doesn’t allow apps to add icon to the toolbar (so we need the extension), while extension can’t add icon to the apps page (so we need an app) and then, at some moment Chrome offered the “packaged apps” option and I made the “desktop” version for those who want it in separate window, acting as separate app…\n\nDISCLAIMER OF WARRANTIES:\nMELANTO CALCULATOR IS PROVIDED “AS IS” AND WITHOUT WARRANTY OF ANY KIND\n\nwww.melanto.com"
  }
}