{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GAGA Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GAGA Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Friend Gaga, you can effortlessly earn rewards while engaging with your Twitter community. Our extension seamlessly integrates with your Twitter account, allowing you to participate in various social activities and unlock exciting perks.\n\nEngage in lively discussions, share captivating content, and interact with fellow Twitter users, all while earning valuable rewards. Whether you're tweeting, retweeting, liking, or following, every action counts towards accumulating points and unlocking exclusive benefits.\n\nTrack your progress, level up your social influence, and gain access to a range of rewards, including exclusive badges, premium features, and even real-world incentives. The more active and influential you are on Twitter, the greater the rewards you'll earn through Friend Gaga.\n\nSimplicity and convenience are at the core of our chrome extension. It seamlessly integrates into your browsing experience, providing real-time updates on your rewards and achievements. Plus, with a user-friendly interface and intuitive functionality, using Friend Gaga is a breeze for both newcomers and seasoned Twitter enthusiasts.\n\nJoin the social-fi revolution and let Friend Gaga transform your Twitter interactions into a rewarding experience. Download the extension now and unlock a world of exciting perks, recognition, and endless social possibilities!"
  }
}