{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Danmu弹幕for Netflix/Disney+/爱奇艺/Max,etc"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Netflix,Disney+,爱奇艺,Max,etc with on-screen comments\n影片擴增彈幕功能, 與世界網友共同追劇\n影片叠加弹幕功能, 与世界网友共同追剧"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "【English】\nDanmu - Enjoy movies while indulging in the fun of real-time barrage interaction.\nHave you ever felt a bit lonely watching a film by yourself, wishing for company to discuss, share thoughts, or make playful jabs at the plot? \"Danmu Sync Chat Cinema\" is precisely what you're looking for. This extension not only allows you to send barrages but also lets you see real-time reactions from other users, making the viewing experience much more enjoyable and interactive.\n\nCurrently, we support popular platforms such as Netflix, Disney+, 爱奇艺, Max, Hulu, etc. In the future, we will continuously strive to expand our support to more platforms, aiming to cater to the viewing preferences of all netizens.\n\n---✨✨✨---\n【繁體中文】\nDanmu同步嘴砲戲院 - 一邊欣賞影片，一邊享受彈幕交流的樂趣。\n你是否有時覺得一人觀賞影片略嫌寂寞，渴望有伴共同討論、分享感想或一同吐槽劇情呢？「Danmu同步嘴砲戲院」正是你的最佳選擇。這款擴充套件不僅允許你發出彈幕，還能看見其他網友的實時反應，讓觀影變得更加有趣且富有互動性。\n\n目前，我們已經支援Netflix, Disney+, 爱奇艺, Max, 楓林網等熱門平台。未來，我們也將努力擴增更多平台的支援，務求滿足所有網友的觀影需求。\n\n---✨✨✨---\n【简体中文】\nDanmu同步弹幕影院 - 一边欣赏影片，一边享受弹幕交流的乐趣。\n你是否有时觉得单独观看影片稍显孤单，渴望有伴一同讨论、分享感受或一同吐槽剧情呢？「Danmu同步弹幕影院」正是你的最佳选择。这款扩展插件不仅允许你发出弹幕，还可以看到其他网友的实时反应，让观影体验更加有趣并且充满互动性。\n\n目前，我们已经支持Netflix, Disney+, 爱奇艺, Max, 楓林網等热门平台。未来，我们也将努力增加更多平台的支持，务求满足所有网友的观影需求。"
  }
}