{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TickerTok"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that adds barrage (bullet comments) to trading chart."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to TickerTok – Where Crypto Traders Connect in Real-Time!\n\nTickerTok is a Chrome extension designed for crypto traders looking to add an interactive layer to their trading experience. With TickerTok, you can view and contribute live comments on K-line charts, bringing real-time insights and sentiment tracking to the forefront of your trading screen. Ideal for decentralized and centralized exchanges, TickerTok creates a community-driven experience that enhances market awareness, all without leaving the chart.\n\nCore Features:\n- Real-Time Market Chat Overlay\nSee live comments from traders around the world directly on your chart! Share your own insights, ask questions, or join in on trending discussions—all without navigating away from your trade screen.\n- Cross-Exchange Compatibility\nTickerTok works across major exchanges, so you can use it with your favorite platforms like Binance, Coinbase, and Kraken, and always stay plugged into the community chatter.\n- Engaging Market Sentiment Tracking\nFollow the pulse of the market by tracking bullish, bearish, or neutral sentiment in real-time. Whether you’re an experienced trader or just starting, TickerTok’s sentiment feed helps you make informed decisions.\n- Customizable Interface\nAdjust the position, size, and transparency of the comment overlay to keep your chart view clutter-free while still accessing the insights you need.\n\nHow to Get Started:\n1. Add TickerTok to Chrome\nClick “Add to Chrome” to install TickerTok and enable it in your browser.\n2. Visit Your Trading Platform\nHead to your preferred exchange, open a K-line chart, and watch TickerTok overlay the latest comments and market sentiment.\n3. Share Your Insights\nType your thoughts directly in the TickerTok chatbox and see them appear in real time on the chart. Engage with fellow traders and track the conversation.\n4. Customize Your View\nUse settings to adjust the position, transparency, and appearance of the chat overlay so it doesn’t obstruct your key data.\n\nWhy TickerTok?\n\nTickerTok enhances your crypto trading by adding an engaging, real-time social layer to your charts. Connect with a global community of traders, gain unique perspectives, and add some fun to your trading routine. Start using TickerTok today and turn your trading experience into a shared journey!"
  }
}