{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eglador Validation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This validator checks the validity of Web documents in HTML."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eglador Validation scans your Web pages and presents you with information on various topics. You can easily access detailed results about Page, Meta, Style, Script, Assets, Seo and more. Thus, it will greatly help you to improve and gain knowledge on topics such as SEO Optimization, Page Performance, Validation.\n\n(1) Tracking\nIt checks the tracking codes of platforms such as Google Analytics, Gemius, Hotjar on the page.\n\n(2) Response\nIt gives you various server-side information of your page with information such as XMLHttpRequest (cache-control, content-encoding, content-type, content-security-policy, expires, server, etc.).\n\nIt gives you various information on the browser side of your page with information such as UserAgent (appName, appVersion, platform, platform, vendor).\n\n(3) Meta\nIt scans the information such as Html Tag, Meta Tag (Description, Keywords, Twitter, Og, Viewport, Copyright, Author etc.) on the page and finds missing or incorrect ones.\n\n(4) Link\nIt finds all Attributes of the Link Tag on the page and returns the incorrect ones, if any.\n\n(5) Base\nIt finds all Attributes of the Base Tag on the page and returns the incorrect ones, if any.\n\n(6) Url\nIt gives attribute controls and response status by scanning all the URLs on the page and making a request.\n\n(7) Image\nIt scans all the images on the page and sends a request, giving attribute controls and response statuses.\n\n(8) Style\nIt scans all the Styles on the page and sends the request, giving the attribute controls and response statuses.\n\n(9) Scripts\nIt scans all Scripts on the page and sends requests, giving attribute controls and response statuses.\n\n(10) Fonts\nIt finds all the Fonts on the page and gives information such as font-family, font-size, font-weight.\n\n(11) Color\nReturns all the colors found on the page.\n\n(12) Heading\nIt finds all Heading Tags on the page and shows how many of each are used.\n\n(13) Robots Txt\nChecks the Robots Txt File on the page.\n\n(14) Structured Data\nIt scans the data structures on the page and checks the data.\n\nYou can view the change-log for every version update at https://eglador.github.io/validation"
  }
}