{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab-O-Magic!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop wasting time looking for the tab you want to switch to - see all your tabs in one place!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop wasting time hunting for the right tab, or that link from two weeks ago!\n\nSwitching tabs takes, on average, 3 seconds; it's estimated that, in the course of a single day, some people switch tabs up to 1000 times - that could be almost an hour each day, wasted, just looking for the right tab. \n\nTab-o-Magic makes finding the tab you need absolutely effortless - just open a new tab, and you'll see all your tabs, clearly laid out and organized, making it easy quickly switch to the tab you need.\n\nTo make things even better, Tab-o-Magic offers an intuitive, powerful search feature. Type a few letters of what you're looking for, and Tab-o-Magic will show matches from your open tabs, your bookmarks, browser history, and downloads. Now you can close that tab you've been holding onto for months, because you know that Tab-o-Magic will make it easy to get back to in an instant.\n\nTab-o-Magic also offers tons of features to manage your browser:\n\n* create groups of tabs just by dragging and dropping tabs together\n* add, remove, and edit your bookmarks\n* close whole sets of tabs at once\n* copy lists of links to your clipboard, making it easy to share with others\n\nWith Tab-o-Magic, privacy is a top priority. All your data stays on your browser, with no data transmitted outside. Your activity is private and secure.\n\nMake tab overload a thing of the past. Install Tab-o-Magic today and discover a cleaner, faster, and more organized browsing experience!"
  }
}