{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motivation Tool with Quotes & Age Counter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays daily motivational quotes with an age meter."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motivation Tool with Daily Quotes & Age Counter\n\nStay inspired every day with the Motivation Tool Chrome extension! Designed to seamlessly integrate into your browsing experience, this powerful and user-friendly tool delivers daily motivational quotes right to your browser. Simply click the extension icon or let the quotes appear automatically at your preferred intervals to maintain motivation throughout your day.\n\n---\n\n### **✨ Features**\n\n- **📌 Pin for Easy Access**\n  - Pin the extension to your Chrome toolbar for quick and daily access to your motivational quotes.\n\n- **⏰ Automatic Quote Display**\nAutomatically display new quotes at user-defined intervals. Customize the frequency and enable or disable this feature in the settings panel.\n\n- **📜 Random Motivational Quotes**\n  - Click the extension icon to display a new, randomly selected motivational quote each time.\n  \n- **➡️ Next Quote Button**\n  - Easily navigate to the next quote with a dedicated \"Next\" button for continuous inspiration.\n\n- **⏳ Real-Time Age Display**\n  - Toggle to display your current age in real-time, calculated to 8 decimal places based on your birth date.\n\n- **🌗 Light & Dark Mode**\n  - Switch between light and dark modes effortlessly to match your browsing preference.\n\n\n\n---\n\n### **🔧 How to Use**\n\n1. **📌 Pin the Extension**\n   - Click the Chrome extensions menu (puzzle piece icon) in the toolbar.\n   - Find **Motivation Tool Daily Quotes** and click the pin icon to keep it visible on your toolbar.\n\n2. **💡 Display a New Quote**\n   - Click the pinned extension icon daily to view a fresh inspirational quote and stay motivated.\n\n3. **⏰ Set Automatic Quote Intervals**\nOpen the extension settings to enable automatic quote display. Adjust the interval (in minutes) and auto close delay (in seconds) to suit your preferences.\n\n4. **📅 Enter Your Birth Date**\n   - Open the extension settings and input your birth date to see your age update in real-time, calculated to 8 decimal places.\n\n5. **🌙 Toggle Display Modes**\n   - Use the toggle switch within the extension to switch between light and dark modes based on your preference.\n\n6. **➡️ Navigate Through Quotes**\n   - Click the \"Next\" button to browse through additional motivational quotes whenever you need a boost.\n\n### **🚀 What’s New in Version 1.2.2.1\n**Small quote updates**\nExample: \"Genius is eternal patience.\" - Michelangelo\nExample2: \"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.\" - Gautam Buddha\n---\n### **🚀 What’s New in Version 1.2.2 \n\n1. **New color scheme**\n  - Light color scheme\n  - Dark color scheme\n2. **Simplified footer**\n3. **Improved UI**\n  - Spacing adjustements\n4. **Small quote updates**\nExample: \"It is a shame for a man to grow old without seeing the beauty and strength of which his body is capable.\" - Socrates\nExample2: \"Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dalí.\" - Salvador Dali\n\n\n### **🚀 What’s New in Version 1.2.1\n1. **Automatic Quote Display**\n  - Stay inspired without lifting a finger! New quotes can now appear automatically at intervals you set.\n - Customizable Popup Intervals\n - Ability to set auto closing of the Popups\n\n2. **Control the automatic quote display by enabling or disabling the popup mechanism in the settings panel.**\n  - Enable/Disable Popup Mechanism\n\n3. **New quotes were added**\n  - Sumerian, Ur, Babylonian and Assyrian Proverbs, Salvador Dali, Rumi and other quotes.\n  - Example: \"At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.\" - Salvador Dali\n  - Example 2: \"No one is tall enough to reach up and touch the heavens. No one is broad enough to lift his gaze over the whole earth. [...] But you, who roar like a storm -- may you establish yourself like a lion. [...] No man can bring about your demise.\" - Sumerian Proverbs\n- Example 3: \"Let the beauty of what you love be what you do.\" - Rumi\n- Example 4: \"Great things are done by a series of small things brought together.\" - Vincent van Gogh\n \nin 1.2.1.4 the bug allowing multiple window popups at the same time to be opened was fixed. \nin 1.2.1.5 the logic governing interval and auto close was refined to be more intuitive.\n\nAdjust the frequency and delay of the automatic quotes to fit your schedule and preferences.\n\n---\n\n### **🔮 Coming Soon**\n\n- **🔔 Non-Intrusive Notifications**\n\nWe're working on enhancing the automatic quote display to be even less disruptive to your workflow.\n\n---\n\n**Stay motivated and inspired every day with Motivation Tool Daily Quotes!** Pin the extension now and make daily inspiration a seamless part of your browsing experience."
  }
}