{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NotionFlow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your workflow with AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing QuickSummary, an innovative Chrome extension that utilizes advanced AI to succinctly summarize YouTube videos by leveraging the content from closed captions. Whether you are a student, a professional, or simply an avid learner, QuickSummary provides you with succinct insights, allowing you to determine the essence of the video quickly.\n\n🔍 Key Features:\n1. Instant Summarization:\nWith just a click on the \"Summarize\" button, QuickSummary condenses the video content, giving you a brief overview without watching the entire footage.\n\n2. Time-efficient:\nGet to the core of videos swiftly, saving you valuable time that can be utilized elsewhere, making it an essential tool for quick learners and content curators.\n\n3. User-friendly Interface:\nThe minimalist and intuitive design ensures seamless navigation and summarization, making it accessible for users of all ages and levels of tech-savviness.\n\n4. Intelligent Insights:\nPowered by GPT-4, QuickSummary offers intelligent, coherent, and contextually accurate summaries, ensuring you don’t miss out on key information.\n\n🌟 Why Install QuickSummary?\nEnhance Productivity:\nSwiftly decide whether a video is worth your time and obtain the main ideas without the need to watch the entire content, aiding in efficient information absorption.\n\nEffective Learning:\nIdeal for students and lifelong learners, QuickSummary facilitates easy assimilation of vital information and concepts, enhancing learning experiences on YouTube.\n\nContent Curation:\nQuickly scan through vast amounts of content to find the most relevant and useful videos, optimizing content creation and research processes.\n\nAccessibility:\nQuickSummary can aid users with hearing impairments by providing written summaries, ensuring content is more universally accessible.\n\n🛠️ How to Use:\nNavigate to a YouTube video.\nClick the \"Summarize\" button provided by the extension.\nView the succinct, intelligently generated summary of the video content.\n\n💡 Conclusion:\nQuickSummary is your go-to tool for streamlined, intelligent video summarization, making it an indispensable extension for those looking to maximize their time and learning on YouTube. Elevate your browsing experience and empower your knowledge acquisition journey by installing QuickSummary today!"
  }
}