{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web.txt | Convert Webpages to Plain Text (.txt)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract plain text from webpages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description\n\nWeb.txt is a chrome extension that converts webpages into plain text (.txt) files, enabling users to easily extract, download, and manage text content for various purposes such as ChatGPT analysis, documentation, and research.\n\nFeatures\n\n\t• Minimum Word Threshold (n-grams): This feature allows users to extract and select only substantial blocks of text, ensuring that smaller, less relevant segments are excluded.\n\t• Download Plain Text (.txt): Save the extracted text content directly to your device.\n\t• Open Plain Text in New Tab: View the extracted text content in a new browser tab for easy access and viewing. \n\nExample Use Case: Analyzing large webpages\n\nThe context limit for ChatGPT-4o is 4096 characters, which is around 800 to 1000 words. By uploading a plain text (.txt) file, GPT-4o can batch process the file, handling up to 50,000 characters in a single batch, which is approximately 10,000 words. If a plain text file exceeds this 50k limit, GPT-4o will automatically process it by dividing it into smaller chunks, each within the 50,000-character limit. Web.txt can help you analyze +100,000 word webpages with ChatGPT 4o.\n\n\t1.\tOpen any online article, forum, blog, wiki, etc. (URL must start with “https://”).\n\t2.\tOpen the Web.txt extension, select the minimum word threshold using the slider, and download the plain text (.txt) file.\n\t3.\tUpload the file to GPT-4o and ask any prompt. GPT-4o will be able to read and reference the entire plain text (.txt) file."
  }
}