{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkedin Better Connections"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better Linkedin Connections: Enhance your search, spotting employed, recruiters, and popular people easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1. Access LinkedIn: Open LinkedIn in your browser and log in.\n2. Navigate to \"My Network\": Click the \"My Network\" link in the menu. If already there, reload it before using the Extension.\n3. Refresh Visual Clues: Scroll through any number of pages, then click the extension icon to update the visual clues.\n\nNote: The extension only applies the visual clues on the LinkedIn \"My Network\" page.\n\n- Right click the extension icon (a pink \"in\") to view context menu options. Here, you can toggle features or access 'About' and 'Usage' information.\n\n- Left click the extension icon to refresh the visual clues on the \"My Network\" page.\n\n- Spot Employed Individuals: Profiles with a highlighted yellow box indicate employed individuals.\n\n- Spot Well-Connected Profiles: Profiles with 10+ mutual connections display a larger orange label.\n\n- Spot Employed & Well-Connected Profiles: Profiles with both employment and 10+ mutual connections feature a thick yellow border and a larger orange label.\n\n- Spot Active Hirers: Profiles of people actively hiring are outlined with a thick purple border.\n\n- Spot Non-Active Recruiters: Potential recruiters who aren't currently hiring will have a light purple border.\n\n- Spot Profiles without a Photo: Profiles without a photo are outlined with a thick grey border.\n\nEnjoy an enhanced LinkedIn Networks experience!\n\nIf you have questions, feel free to ask.💗"
  }
}