{
  "name": {
    "am,ar,bg,bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,he,hi,hr,id,it,ja,ko,lt,lv,ml,ms,nl,no,pl,pt_BR,pt_PT,sk,sl,sr,sv,sw,tr,uk,vi,zh_CN,zh_TW": "Browsec VPN - Free VPN for Chrome",
    "cs": "Free VPN for Mac",
    "da": "Free VPN for PC",
    "el": "Free VPN - VPN for Chrome",
    "gu": "Смотреть Ютуб",
    "hu": "Browsec Freedom VPN",
    "kn,te": "VPN для Youtube",
    "mr": "Не работает Ютуб",
    "ro": "Free VPN for Windows",
    "ru": "VPN для YouTube - Browsec VPN",
    "ta": "Разблокировать Ютуб",
    "th": "Free VPN Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,he,hi,hr,id,it,ja,ko,lt,lv,ml,ms,nl,no,pl,pt_BR,pt_PT,sk,sl,sr,sv,sw,tr,uk,vi,zh_CN,zh_TW": "Browsec VPN is a Chrome VPN extension that protects your IP from Internet threats and lets you browse privately for free.",
    "cs": "Discover the best free VPN downloads available today.",
    "da": "Premium VPN free trial for 7 days",
    "el": "Discover the power of VPN free online for secure browsing and privacy protection with our reliable service",
    "gu": "Смотреть Ютуб как раньше в России в 2024 можно легко с Browsec VPN для Youtube.",
    "hu": "Experience the ultimate in VPN super unlimited proxy capabilities with our top-tier service for seamless and secure browsing.",
    "kn": "Как обойти замедление Ютуба в России в 2024? Пользуйтесь Browsec ВПН для Ютуба и смотрите видео на хорошей сткорости!",
    "mr": "Не работает Ютуб? Cмотрите ваши любимые каналы и видео с Browsec VPN для Youtube, даже при блокировках.",
    "ro": "Free VPN for unblock Youtube, Facebook, Netflix, Instagram and other popular services in one click. Get the best free VPN",
    "ru": "Browsec Free VPN — бесплатный ВПН для YouTube на русском языке.",
    "ta": "Как разблокировать Ютуб? Пользуйтесь Browsec ВПН для Ютуба и смотрите любые видео и каналы как раньше!",
    "te": "Как обойти блокировку Ютуба в России в 2024? Пользуйтесь Browsec ВПН для Ютуба и смотрите любые видео как раньше!",
    "th": "One of the best VPN services"
  },
  "long": {
    "am,ar,bg,bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,he,hi,hr,id,it,ja,ko,lt,lv,ml,ms,nl,no,pl,pt_BR,pt_PT,sk,sl,sr,sv,sw,tr,uk,vi,zh_CN,zh_TW": "Access any site and unblock any content with Browsec free VPN service.\n\nBrowsec VPN extension is a guaranteed solution to protect your Google Chrome browser and to get unrestricted access to any website on the Net. \n\nWith Browsec VPN extension for Chrome, you get:\nA secure IP changer\nFree multiple virtual locations\nUnlimited access to music, video, books, and games\n☆ Traffic encryption\nBrowsec encrypts your traffic so that no one knows what you’re doing online. With this VPN for Chrome, you don’t have to worry about information leaks and data sniffers. \n\n☆ No limitations\nBrowsec erases geographical restrictions and unblocks any content you want. Use Netflix, Hulu, Spotify, Pandora, and other services and social networks even if they are not accessible in your area or blocked. Hide your IP address, change the country, and you’re all set!\n\n☆ Remote servers\nBrowsec has proxy servers all around the world. They ensure a stable and private Internet connection and express access to the sites you need. You can choose the one that suits you best: the United States, the United Kingdom, the Netherlands, Singapore, and more.\n\n☆ Safety and privacy\nBrowsec values your right to remain unknown. We don’t reveal any of your personal data and don’t let others steal it. You can use public Wi-Fi without worrying about malicious ISPs with our VPN plugin for Chrome.\n\n☆ Premium features\nWant more? Browsec has got you covered! You can surf the Internet at the speed of up to 100 Mbit thanks to dedicated remote servers. Choose a virtual location from 40+ countries and even match your browser timezone accordingly – and websites will not detect the difference! Select particular servers for different sites and take advantage of other smart settings.\nSETUP INSTRUCTIONS\nGet Browsec from the Chrome Store by clicking ‘Add to Chrome.’\nDownload and install the addon.\nOpen the extension in your browser.\nClick ‘Protect me’ and choose a virtual location from the list. Now, you can browse anonymously.\n\nBrowsec Chrome VPN is an easy way to stay safe and secure on the Internet and get the content you want.",
    "cs,da,el,hu,ro,th": "Access any site and unblock any content with Browsec free VPN.\n\nBrowsec VPN extension is a guaranteed way to protect your Google Chrome browser and to get unrestricted access to any website on the Net. \n\nWith Browsec VPN Chrome extension, you get:\nA secure IP changer\nFree virtual locations\nUnlimited access to music, video, books, and games\n\n☆ Traffic encryption\nBrowsec encrypts your traffic so that no one knows what you’re doing online. With this VPN for Chrome, you don’t have to worry about information leaks and data sniffers.\n\n☆ No limitations\nBrowsec erases geographical restrictions and unblocks any content you want. Use Netflix, Hulu, Spotify, Pandora, and other services even if they are not accessible in your area. Mask your IP, change the country, and you’re all set!\n\n☆ Remote servers\nBrowsec has proxy servers all around the world. They ensure a stable Internet connection and access to the sites you need. You can choose the one that suits you best: the United States, the United Kingdom, the Netherlands, Singapore, and more.\n\n☆ Safety and privacy\nBrowsec values your right to remain unknown. We don’t reveal any of your personal data and don’t let others steal it. You can use public Wi-Fi without worrying about malicious ISPs.\n\n☆ Premium features\nWant more? Browsec has got you covered! You can surf the Internet at the speed of up to 100 Mbit thanks to dedicated remote servers. Choose a virtual location from 40+ countries and even match your browser timezone accordingly – and websites will not detect the difference! Select particular servers for different sites and take advantage of other smart settings.\n \nSETUP INSTRUCTIONS\nGet Browsec from the Chrome Store by clicking ‘Add to Chrome.’\nDownload and install the addon.\nOpen the extension in your browser.\nClick ‘Protect me’ and choose a virtual location from the list. Now, you can browse anonymously.\n\nBrowsec Chrome VPN is an easy way to stay safe on the Internet and get the content you want.",
    "gu": "\"Смотрите Ютуб как раньше с Browsec Free VPN для Youtube.\n\nКак смотреть Ютуб в России в 2024? Скачайте ВПН для Ютуба сейчас!\n\nС помощью расширения для браузера Browsec VPN можно бесплатно и без регистрации получить доступ к любому сайту.\nС Browsec VPN вы получаете:\n- Безопасную смену своего IP адреса.\n- Бесплатные виртуальные страны на выбор.\n- Неограниченный доступ к заблокированному музыкальному, видео- и игровому контенту.\n- ВПН для Ютуба\"",
    "kn": "\"Бесплатный обход замедления Ютуба - Browsec Free VPN.\n\nКак обойти замедление Ютуба в России в 2024? Скачайте ВПН для Ютуба сейчас!\n\nС помощью расширения для браузера Browsec VPN можно бесплатно и без регистрации получить доступ к любому сайту.\nС Browsec VPN вы получаете:\n- Безопасную смену своего IP адреса.\n- Бесплатные виртуальные страны на выбор.\n- Неограниченный доступ к заблокированному музыкальному, видео- и игровому контенту.\n- ВПН для Ютуба\"",
    "mr": "\"Browsec Free VPN — бесплатный ВПН для YouTube на русском языке.\n\nНе знаете что делать, когда не работает Ютуб? Скачайте ВПН для Ютуба сейчас!\n\nЕсли у вас заблокирован Ютуб - воспользуйтесь сервисом VPN и Youtube будет работать как раньше!\n\nС помощью расширения для браузера Browsec VPN можно бесплатно и без регистрации получить доступ к любому сайту.\nС Browsec VPN вы получаете:\n- Безопасную смену своего IP адреса.\n- Бесплатные виртуальные страны на выбор.\n- Неограниченный доступ к заблокированному музыкальному, видео- и игровому контенту.\n- ВПН для Ютуба\"",
    "ru": "Скачать впн для ютуба сейчас!\n\nС помощью расширения для браузера Browsec VPN можно бесплатно и без регистрации получить доступ к любому сайту и разблокировать Youtube.\nС Browsec VPN вы получаете:\n- Безопасную смену своего IP адреса.\n- Бесплатные виртуальные страны на выбор.\n- Неограниченный доступ к заблокированному музыкальному, видео- и игровому контенту.\n- ВПН для ютуба\n\n☆ Надёжное шифрование трафика\nBrowsec VPN шифрует ваш сетевой трафик, чтобы никто не узнал, чем вы занимаетесь онлайн. С нашим ВПН для Chrome вам не надо беспокоиться об утечках персональных данных в сеть или программах-анализаторах сетевого трафика.\n\n☆ Не показывает ютуб? \nBrowsec VPN —  лучший впн для ютуба. Он эффективно позволяет обойти замедление ютуба в 2024. Нет ничего проще, чем разблокировать и смотреть ютуб через впн Browsec.\n\n☆ Интернет без границ\nBrowsec убирает для вас ограничения по региону и даёт вам возможность пользоваться любым контентом. Netflix, Hulu, Spotify, Pandora и многие другие ресурсы станут доступны, даже будучи заблокированными в вашей стране. Защитите с нами свой IP адрес, смените страну на виртуальную и вперёд!\nЧто делать если ютуб не грузит или не воспроизводит видео? Ответ на все вопросы — Browsec ВПН для ютуба.\n\n☆ Большое количество серверов для подключения\nBrowsec располагает большим количеством прокси-серверов по всему миру. Они обеспечивают стабильное интернет-соединение и доступ к нужным вам сайтам из любой страны. Для вас бесплатно доступны сервера в США, Великобритании, Нидерландах и Сингапуре.\n\n☆ Безопасность и конфиденциальность\nBrowsec ценит ваше право анонимно использовать сеть. Мы не раскрываем ваши личные данные и применяем лучшие технологии, чтобы защитить их. Ваши данные остаются в безопасности даже при подключениях через общедоступный Wi-Fi.\n\n☆ Дополнительные возможности от Premium версии \nВам нужно больше? У Browsec VPN есть премиум-версия, через которую скорость соединения устанавливается до 100 мбит, благодаря выделенным для премиум-пользователей серверам. Вам нужно только выбрать любую из 40+ стран и, если хотите, сменить часовой пояс под неё — и в результате никакой сайт не отличит вас от посетителя из этой страны.\nНастройте страны посещения для нужных сайтов в Умных настройках, и VPN для них будет включаться автоматически.\n\nИНСТРУКЦИИ ПО УСТАНОВКЕ\nУстановите Browsec VPN из интернет-магазина chrome, нажав на кнопку “Установить”.\nПосле установки откройте окно расширения в вашем браузере и следуйте инструкциям.\n\nКАК СМОТРЕТЬ ЮТУБ ЧЕРЕЗ ВПН BROWSEC\nЕсли у вас ютуб не грузит видео на пк и вы хотите его разблокировать, то \n1) установите расширение\n2) после установки откройте окно расширения, нажмите ВКЛЮЧИТЬ VPN\n3) перейдите на сайт youtube.com и .. и всё! \nBrowsec Chrome VPN — самое простое расширение впн для ютуба.",
    "ta": "\"Разблокировать Ютуб теперь легко с Browsec Free VPN для Youtube.\n\nКак разблокировать Ютуб в России в 2024? Скачайте Browsec VPN для Youtube сейчас!\n\nС помощью расширения для браузера Browsec VPN можно бесплатно и без регистрации получить доступ к любому сайту.\nС Browsec VPN вы получаете:\n- Безопасную смену своего IP адреса.\n- Бесплатные виртуальные страны на выбор.\n- Неограниченный доступ к заблокированному музыкальному, видео- и игровому контенту.\n- ВПН для Ютуба\"",
    "te": "\"Бесплатный обход блокировки Ютуба - Browsec Free VPN.\n\nКак обойти блокировку Ютуба в России в 2024? Скачайте Browsec VPN для Youtube сейчас!\n\nС помощью расширения для браузера Browsec VPN можно бесплатно и без регистрации получить доступ к любому сайту.\nС Browsec VPN вы получаете:\n- Безопасную смену своего IP адреса.\n- Бесплатные виртуальные страны на выбор.\n- Неограниченный доступ к заблокированному музыкальному, видео- и игровому контенту.\n- ВПН для Ютуба\""
  }
}