{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Page Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarizes the content of the current webpage using OpenAI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly summarize any web page with AI-powered technology. Get concise, accurate summaries at the click of a button.\n\nDetailed Description:\nGist is a powerful Chrome extension that helps you save time and increase productivity by providing instant summaries of web pages. Using advanced AI technology, our extension delivers accurate and concise summaries of articles, blog posts, and other web content.\n\nKey Features:\n- One-Click Summaries: Get a quick overview of any web page with just one click.\n- AI-Powered: Utilizes state-of-the-art AI to generate accurate and relevant summaries.\n- Time-Saving: Quickly grasp the main points of an article without reading the entire text.\n- User-Friendly: Simple, intuitive interface that's easy for anyone to use.\n\nHow It Works:\n1. Install the extension\n2. Navigate to any web page you want to summarize\n3. Click the extension icon\n4. Read your instant summary!\n\nPerfect for:\n- Students conducting research\n- Professionals staying up-to-date with industry news\n- Anyone who wants to quickly understand the key points of an article\n\nNote: This extension requires an OpenAI API key to function. Users will need to provide their own API key in the extension settings.\n\nPrivacy and Security:\nWe take your privacy seriously. This extension does not collect or store any personal data. All summarization is done through secure API calls.\n\nSupport:\nFor any questions or issues, please contact us at david.g.chernow@gmail.com.\n\nTry Gist today and start saving time on your web browsing!"
  }
}