{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "sitelen pona for Google Workspace"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you use custom fonts installed on your computer or sitelen pona fonts installed on your computer in Google…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you use custom fonts installed on your computer or sitelen pona fonts installed on your computer in Google Docs, Slides, or Sheets.\n\nIf you know sitelen pona, skip to \"Overview (for tokiponists)\".\n\n## Overview\n\nThis extension lets you use fonts that are installed locally on your computer to\nbe used in Google Docs, Slides, and Sheets. Here's how:\n\nIf you put `[[Your Font Name@Arial Narrow]]` in your document title, you can\nselect \"Arial Narrow\" from the font dropdown, and text you type with it will be\nrendered using Your Font Name.\n\nIf you put `[[Your Font Name>Cabin]]` in your document title, you can select\n\"Cabin\" from the font dropdown and it'll show up as Your Font Name if you type a\ncharacter that's not in Cabin.\n\nIf you put `[[Your Font Name@]]` in your document title, any characters you type\nthat Your Font Name provides but which Google's fonts don't provide will be\nrendered with Your Font Name.\n\nYou can mix, match, and style all text exactly as normal.\n\n## Overview (for tokiponists)\n\nYou can now type with sitelen pona UCSUR characters.\n\nIf you put `[[nasin-nanpa@Arial Narrow]]` in your document title, you can select\n\"Arial Narrow\" from the font dropdown, and text you type with it will be\nrendered using nasin nanpa.\n\nIf you put `[[sitelen seli kiwen juniko>Cabin|]]` in your document title, you\ncan select \"Cabin\" from the font dropdown and UCSUR characters will show up as\nsitelen seli kiwen, but everything else will be rendered with Cabin.\n\nIf you put `[[linja lipamanka@]]` in your document title, any UCSUR characters\nyou type will be rendered with linja lipamanka (unless they're overridden by\nanother config item). If you don't do this, nasin nanpa will be the default.\n\nYou can mix, match, and style all text exactly as normal.\n\n## Extra Customization\n\nTo customize, add tags to your document title as explained below. Fonts are\nadded on a per-document basis, not a per-user basis, because it's important that\nthe document looks as similar as possible to people on different computers.\n\nThere are three kinds of tags:\n\n- `[[local@docs]]` means that whenever you select the `docs` font from Google,\n  it will be rendered instead with `local`. Whitespace characters are removed\n  from the text.\n- `[[local>docs]]` means that whenever you select the `docs` font from Google,\n  its characters will be rendered with `local` UNLESS they are in `docs`.\n  Whitespace characters are removed from the text.\n- `[[local@]]` means that `local` will be the fallback font for any characters\n  that are not present in other fonts. It can be written as `[[local>]]` with no\n  change in effect.\n\nThe difference between `@` and `>` is that text using `@` will NOT use the\ndefault font. For example, if I select \"Cabin\" from the Google Fonts dropdown\nmenu and I have the `[[nasin-nanpa@Cabin]]` tag in my document title, the Cabin\nfont will NEVER be used to render that text, with nasin-nanpa being the primary\nfont. However, if I use the `[[nasin-nanpa>Cabin]]` tag (with a `>` instead of\n`@`), nasin-nanpa will become the fallback font (e.g. for UCSUR characters) with\nCabin being the primary font.\n\n## Whitespace Quirks\n\nSome fonts, such as `nasin-nanpa`, give odd whitespace results when written with\nthe English alphabet in Google Slides. To combat this, whitespace is trimmed\nautomatically when text is rendered with a custom font. To disable this, add a\nvertical bar `|` inside the tag. For example, `[[nasin-nanpa@Cabin|]]` has a\nvertical bar `|` at the end, and will not have whitespace trimmed.\n\nThe `|` character is especially useful with `>` style tags, because it means\nthat they look much better when mixed with English letters.\n\n## An Example Config\n\nThe title \"my document [[sitelen seli kiwen juniko@]] [[sitelen telo@Cabin]]\n[[nasin-nanpa>Arial Narrow]]\" means that:\n\n1. If the Cabin font is selected in Google Docs, its characters will be rendered\n   with \"sitelen telo\".\n2. If the Arial Narrow font is selected in Google Docs, it will fallback to\n   \"nasin-nanpa\".\n3. Otherwise, \"sitelen seli kiwen juniko\" is used to render UCSUR characters.\n\nThis configuration means that I can type \"mi wile pana e sona pi sitelen pona\ntawa sina\" in Cabin, and it'll show up as sitelen telo on my computer and\nsitelen pona on other people's computers. But if I type using UCSUR characters,\nthey won't show up in non-Cabin text to anybody without this extension."
  }
}