{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Interval/Timer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set reminders for tasks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Interval/Timer: Your Ultimate Task Reminder Extension\n\nAre you looking for a quick and efficient way to manage your tasks and stay on top of your schedule right from your Chrome browser? Look no further! Introducing \"Simple Interval/Timer,\" your ultimate task reminder extension.\n\nKey Features:\n\n✅ Effortless Task Scheduling: With Simple Interval/Timer, you can easily schedule tasks and set up reminders for important deadlines, meetings, or daily to-dos. Stay organized and never miss a beat.\n\n✅ Interval Timers: Need a countdown timer for your work or study sessions? Simple Interval/Timer has got you covered. Set timers with ease to help you stay focused and productive.\n\n✅ Sleek and User-Friendly: Our extension boasts a clean and intuitive interface, making it a breeze to navigate and set up reminders, even for those new to task management.\n\n✅ Stay Productive on Chrome: Simple Interval/Timer seamlessly integrates with your Chrome browser, ensuring that your task reminders are always just a click away, whether you're browsing the web or working on a project.\n\nHow to Use:\n\nInstall the Simple Interval/Timer extension from the Chrome Web Store.\nClick the extension icon in your browser to access the easy-to-use interface.\nCreate tasks, set intervals, and customize your reminders.\nSit back, relax, and let Simple Interval/Timer keep you on track and productive.\nNever Miss a Deadline Again!\n\nSay goodbye to forgotten tasks and missed deadlines. Simple Interval/Timer is here to empower you to take control of your schedule and make the most out of your time."
  }
}