{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartRedirect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redirects specified tabs to google.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Browsing Experience with Smart Redirect\n\nSmart Redirect is an innovative Chrome extension designed to enhance your browsing efficiency by intelligently redirecting specified tabs to Google.com. This tool is the perfect solution for users seeking a streamlined and focused online experience, eliminating distractions and optimizing search efficiency. By allowing users to specify which sites they want to be redirected from, Smart Redirect puts control back in your hands, ensuring that your browsing aligns with your productivity and information-seeking goals.\n\nWhy Install Smart Redirect?\n\nCustomizable Redirection: With Smart Redirect, you have the freedom to list websites that you find distracting or less useful. Once added to the extension, any tab opened with these URLs will automatically redirect to Google.com, helping you stay focused and making your search process more efficient.\nEasy-to-Use Interface: Smart Redirect features a user-friendly interface, allowing for quick and easy management of your redirection list. Whether you're adding new sites or removing existing ones, the extension is designed for intuitive use, requiring no technical expertise.\nBoost Productivity: By redirecting tabs that could lead to time-wasting sites, Smart Redirect helps you maintain focus on what's important. It's an ideal tool for researchers, students, professionals, and anyone looking to enhance their productivity online.\nSafe and Secure: We value your privacy and security. Smart Redirect operates locally on your Chrome browser, without tracking your browsing activity or collecting personal data. Your list of redirected sites is stored securely and is accessible only by you.\nSeamless Integration: The extension integrates seamlessly with your Chrome browser, working quietly in the background without slowing down your computer. It's lightweight and efficient, designed to improve your browsing without any negative impact on performance.\nKey Features:\n\nCustomize your list of websites for redirection to Google.com.\nInstantly redirect all open tabs matching your specified URLs with a single click.\nManage your list of sites easily through a simple popup interface.\nEnjoy a clutter-free browsing experience tailored to your preferences and productivity goals.\nHow It Works:\n\nInstall Smart Redirect: Begin by adding Smart Redirect to your Chrome browser from the Chrome Web Store.\nCustomize Your List: Use the extension's popup to add URLs you wish to redirect from. This list can be updated at any time.\nBrowse with Confidence: Open tabs as usual. Tabs with URLs on your list will automatically redirect to Google.com, helping you avoid distractions and stay focused.\nUpdate Anytime: You can easily add or remove sites from your list through the extension's interface, giving you full control over your browsing experience.\nEmpower Your Online Experience:\n\nIn the digital age, staying focused and efficient online is more challenging than ever. With Smart Redirect, you can take control of your browsing, ensuring that every moment spent online is productive and aligned with your goals. Whether you're conducting research, completing tasks, or seeking information, Smart Redirect enhances your efficiency and focus by smartly managing which tabs deserve your attention.\n\nInstall Smart Redirect today and transform your browsing into a more productive, focused, and efficient experience."
  }
}