{
  "name": {
    "ar": "Ninja Run لعبة",
    "am": "Ninja Run ጨዋታ - ከመስመር ውጭ ይሮጣል",
    "bg": "Ninja Run Игра - работи офлайн",
    "bn": "Ninja Run গেম - অফলাইন চালায়",
    "ca": "Ninja Run Joc: corre fora de línia",
    "cs": "Ninja Run Hra - běží offline",
    "da": "Ninja Run Spil - kører offline",
    "de": "Ninja Run Spiel - läuft offline",
    "el": "Ninja Run Παιχνίδι - τρέχει εκτός σύνδεσης",
    "en,en_AU,en_GB,en_US": "Ninja Run Game - Runs Offline",
    "es,es_419": "Ninja Run Juego - Corre fuera de línea",
    "et": "Ninja Run Mäng - jookseb võrguühenduseta",
    "fa": "Ninja Run بازی - به صورت آفلاین اجرا می شود",
    "fi": "Ninja Run Peli - toimii offline -tilassa",
    "fil": "Ninja Run Laro - tumatakbo sa offline",
    "fr": "Ninja Run Jeu - se déroule hors ligne",
    "gu": "Ninja Run રમત - offline ફલાઇન ચાલે છે",
    "he": "Ninja Run משחק",
    "hi": "Ninja Run खेल - ऑफ़लाइन चलाता है",
    "hr": "Ninja Run Igra - trči izvan mreže",
    "hu": "Ninja Run Game - offline állapotban fut",
    "id": "Ninja Run Game - berjalan offline",
    "it": "Ninja Run Game - Funziona Offline",
    "ja": "Ninja Run ゲーム - オフラインで実行されます",
    "kn": "Ninja Run ಆಟ - ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಚಲಿಸುತ್ತದೆ",
    "ko": "Ninja Run 게임 - 오프라인으로 실행됩니다",
    "lt": "Ninja Run Žaidimas - veikia neprisijungus",
    "lv": "Ninja Run Spēle - darbojas bezsaistē",
    "ml": "Ninja Run ഗെയിം - ഓഫ്ലൈനിൽ പ്രവർത്തിക്കുന്നു",
    "mr": "Ninja Run खेळ - ऑफलाइन चालविते",
    "ms": "Ninja Run Permainan - berjalan di luar talian",
    "nl": "Ninja Run Game - loopt offline",
    "no": "Ninja Run Spill - kjører offline",
    "pl": "Ninja Run Gra - działa offline",
    "pt_BR,pt_PT": "Ninja Run Jogo - corre offline",
    "ro": "Ninja Run Joc - rulează offline",
    "ru": "Ninja Run Игра - бежит в автономном режиме",
    "sk": "Ninja Run Hra - beží offline",
    "sl": "Ninja Run Igra - teče brez povezave",
    "sr": "Ninja Run Гаме - Рунс Оффлине",
    "sv": "Ninja Run SPEL - Kör offline",
    "sw": "Ninja Run Mchezo - unaendesha nje ya mtandao",
    "ta": "Ninja Run விளையாட்டு - ஆஃப்லைனில் இயங்குகிறது",
    "te": "Ninja Run గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "Ninja Run เกม - วิ่งออฟไลน์",
    "tr": "Ninja Run Oyun - Çevrimdışı Çalışıyor",
    "uk": "Ninja Run Гра - біжить в режимі офлайн",
    "vi": "Ninja Run Trò chơi - Chạy ngoại tuyến",
    "zh_CN": "Ninja Run 游戏 - 离线运行",
    "zh_TW": "Ninja Run 遊戲 - 離線運行"
  },
  "short": {
    "ar": "Ninja Run Game هي لعبة القفز النينجا الممتعة. ساعد المحارب على تجنب العقبات وجمع العملات الذهبية. احصل على درجة عالية. استمتع!",
    "am": "የኒንጃ ሩጫ ጨዋታ አዝናኝ የኒንጃ ሩጫ ዝላይ ጨዋታ ነው። ተዋጊው እንቅፋት እንዳይፈጠር እርዱት እና የወርቅ ሳንቲሞችን ይሰብስቡ። ከፍተኛ ነጥብ ያግኙ። ይዝናኑ!",
    "bg": "Ninja Run GAME е забавна игра на нинджа бягане и скок. Помогнете на воина да избегне препятствия и да събира златни монети.",
    "bn": "নিনজা রান গেম একটি মজার নিনজা রান জাম্প গেম। যোদ্ধাকে বাধা এড়াতে এবং সোনার মুদ্রা সংগ্রহ করতে সহায়তা করুন। উচ্চ স্কোর পান।",
    "ca": "El joc Ninja Run és un divertit joc de ninja i salt. Ajudeu el guerrer a evitar obstacles i a recollir monedes d'or.",
    "cs": "Hra Ninja Run je zábavná hra Ninja Run a Jump. Pomozte válečníkovi vyhnout se překážkám a sbírat zlaté mince.",
    "da": "Ninja Run Game er et sjovt Ninja Run and Jump -spil. Hjælp krigeren med at undgå forhindringer og indsamle guldmønter.",
    "de": "Ninja Run Game ist ein Ninja Run and Jump Game. Helfen Sie dem Krieger, Hindernisse zu vermeiden und Goldmünzen zu sammeln.",
    "el": "Το παιχνίδι Ninja Run είναι ένα παιχνίδι jump ninja. Βοηθήστε τον πολεμιστή να αποφύγει τα εμπόδια και να συλλέξετε χρυσά νομίσματα.",
    "en,en_AU,en_GB,en_US": "Ninja Run Game is a fun ninja run jump game. Help the warrior avoid obstacles and collect gold coins. Get high score. Have Fun!",
    "es,es_419": "El juego Ninja Run es un divertido juego Ninja Run and Jump. Ayuda al guerrero a evitar obstáculos y recolectar monedas de oro.",
    "et": "Ninja Run mäng on lõbus Ninja jooks ja hüppemäng. Aidake sõdalasel vältida takistusi ja koguda kuldmünte.",
    "fa": "بازی Ninja Run یک بازی سرگرم کننده پرش با دویدن نینجا است. به جنگجو کمک کنید تا از موانع جلوگیری کند و سکه های طلا جمع آوری کند.",
    "fi": "Ninja Run -peli on hauska ninja -juoksu- ja hyppypeli. Auta soturia välttämään esteitä ja kerää kultakolikoita.",
    "fil": "Ang laro ng Ninja Run ay isang laro ng Ninja jump. Iwasan ang mga hadlang at mangolekta ng mga gintong barya. Magsaya ka!",
    "fr": "Le jeu Ninja Run est un jeu de saut Ninja. Évitez les obstacles et collectez des pièces d'or. S'amuser!",
    "gu": "Ninja Run રમત એક મનોરંજક નીન્જા રન અને જમ્પ ગેમ છે. યોદ્ધાને અવરોધોને ટાળવામાં અને સોનાના સિક્કા એકત્રિત કરવામાં સહાય કરો.",
    "he": "משחק Ninja Run הוא משחק נינג'ה מהנה וקפיצה. עזור ללוחם להימנע ממכשולים ולאסוף מטבעות זהב. קבל ציון גבוה. תעשה חיים!",
    "hi": "Ninja Run गेम एक निंजा जंप और रन गेम है। बाधाओं से बचें और सोने के सिक्के इकट्ठा करें। मस्ती करो!",
    "hr": "Ninja Run Game je zabavna ninja trčanje i skok. Pomozite ratniku da izbjegne prepreke i skupi zlatnike. Postignite visoku ocjenu.",
    "hu": "Az Ninja Run játék egy szórakoztató Ninja Jump and Run Game. Kerülje az akadályokat és gyűjtse össze az arany érméket.",
    "id": "Game Ninja Run adalah game Ninja Jump and Run yang menyenangkan. Hindari rintangan dan kumpulkan koin emas",
    "it": "Ninja Run è un gioco divertente di corse e salti ninja. Evita gli ostacoli e raccogli più monete d'oro che puoi. Divertiti!",
    "ja": "忍者ランゲームは楽しい忍者ランジャンプゲームです。 戦士が障害物を避け、金貨を集めるのを手伝ってください。 ハイスコアを取得します。 楽しんで！",
    "kn": "Ninja Run ಆಟವು ಮೋಜಿನ ನಿಂಜಾ ಜಂಪ್ ಮತ್ತು ರನ್ ಆಟವಾಗಿದೆ. ಅಡೆತಡೆಗಳನ್ನು ತಪ್ಪಿಸಿ ಮತ್ತು ಚಿನ್ನದ ನಾಣ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ. ಆನಂದಿಸಿ!",
    "ko": "Ninja Run Game은 재미있는 닌자 런 점프 게임입니다. 전사가 장애물을 피하고 금화를 모으도록 도와주세요. 높은 점수를 받으세요. 재미있게 보내세요!",
    "lt": "„Ninja Run“ žaidimas yra įdomus „Ninja Jump and Run“ žaidimas. Venkite kliūčių ir surinkite auksines monetas. Pasilinksmink!",
    "lv": "Ninja Run spēle ir jautra ninja lēciena un skrējiena spēle. Izvairieties no šķēršļiem un savāciet zelta monētas. Izklaidējieties!",
    "ml": "നിൻജ റൺ ഗെയിം ഒരു രസകരമായ നിൻജ റൺ ജമ്പ് ഗെയിമാണ്. പ്രതിബന്ധങ്ങൾ ഒഴിവാക്കാനും സ്വർണ്ണ നാണയങ്ങൾ ശേഖരിക്കാനും യോദ്ധാവിനെ സഹായിക്കുക.",
    "mr": "Ninja Run गेम एक मजेदार निन्जा जंप आणि रन गेम आहे. अडथळे टाळा आणि सोन्याचे नाणी गोळा करा. मजा करा!",
    "ms": "Permainan Larian Ninja ialah permainan lompat larian ninja. Bantu pahlawan mengelakkan halangan dan kumpulkan syiling emas.",
    "nl": "Ninja Run Game is een leuk Ninja Jump and Run -spel. Vermijd obstakels en verzamel gouden munten. Veel plezier!",
    "no": "Ninja Run Game er et morsomt ninja -hopp og løpespill. Unngå hindringer og samle gullmynter. Ha det gøy!",
    "pl": "Ninja Run Game to zabawna gra typu ninja run jump. Pomóż wojownikowi omijać przeszkody i zbierać złote monety. Uzyskaj wysoki wynik.",
    "pt_BR,pt_PT": "Ninja Run Game é um divertido jogo de salto de corrida ninja. Ajude o guerreiro a evitar obstáculos e coletar moedas de ouro.",
    "ro": "Jocul Ninja Run este un joc distractiv Ninja Jump and Run. Evitați obstacolele și colectați monede de aur. A se distra!",
    "ru": "Ninja Run Game - это забавная игра с бегом и прыжками ниндзя. Помогите воину избежать препятствий и собрать золотые монеты.",
    "sk": "Hra Ninja Run je zábavná hra Ninja Jump and Run Game. Vyhnite sa prekážkam a zbierajte zlaté mince. Bavte sa!",
    "sl": "Ninja Run igra je zabavna Ninja Jump in Run Game. Izogibajte se oviram in zbirate zlati kovanci. Zabavaj se!",
    "sr": "Ninja Run игра је забавна игарска игара ниња скакача. Избегавајте препреке и сакупљајте златне кованице. Забави се!",
    "sv": "Ninja Run -spel är ett roligt ninja jump and run -spel. Undvik hinder och samla guldmynt. Ha så kul!",
    "sw": "Mchezo wa Ninja Run ni mchezo wa kufurahisha wa ninja na kukimbia mchezo. Epuka vizuizi na kukusanya sarafu za dhahabu. Furahiya!",
    "ta": "Ninja Run விளையாட்டு ஒரு வேடிக்கையான நிஞ்ஜா ஜம்ப் மற்றும் ரன் விளையாட்டு. தடைகளைத் தவிர்த்து, தங்க நாணயங்களை சேகரிக்கவும்.",
    "te": "Ninja Run గేమ్ ఒక సరదా నింజా జంప్ మరియు రన్ గేమ్. అడ్డంకులను నివారించండి మరియు బంగారు నాణేలను సేకరించండి. ఆనందించండి!",
    "th": "Ninja Run Game เป็นเกมนินจาวิ่งกระโดดแสนสนุก ช่วยนักรบหลีกเลี่ยงอุปสรรคและเก็บเหรียญทอง ได้รับคะแนนสูง มีความสุข!",
    "tr": "Ninja Run Game eğlenceli bir ninja run atlama oyunudur. Savaşçının engellerden kaçmasına ve altın paraları toplamasına yardım edin.",
    "uk": "Ninja Run Game - це весела гра ніндзя, що бігає, стрибає. Допоможіть воїну уникати перешкод і збирати золоті монети.",
    "vi": "Ninja Run Game là một trò chơi ninja chạy nhảy vui nhộn. Giúp chiến binh tránh chướng ngại vật và thu thập tiền vàng. Đạt điểm cao.",
    "zh_CN": "Ninja Run游戏是一个有趣的忍者跳跃游戏。避免障碍物并收集金币。玩得开心！",
    "zh_TW": "Ninja Run遊戲是一個有趣的忍者跳躍遊戲。避免障礙物並收集金幣。玩得開心！"
  },
  "long": {
    "ar": "Ninja Run هي لعبة ركض تسبب الإدمان وتتطلب مهارة وتركيزًا.\n\nمؤامرة تشغيل لعبة النينجا\nيجب على النينجا جمع أكبر عدد ممكن من العملات المعدنية والخواتم الذهبية خلال السباق المجنون إلى جزيرة الكنز. ومع ذلك ، لا يريد بعض الناس أن يأخذ النينجا أشياءهم الثمينة ، لذلك هناك مصائد ومزالق على الطريق.\n\nنتيجة لذلك ، يجب أن تظل يقظًا ومستعدًا في جميع الأوقات. إلى أي مدى تعتقد أنه يمكنك الذهاب؟ في لعبة الركض اللانهائي هذه ، هل يمكنك جمع أكبر عدد ممكن من العملات والخواتم؟\n\nكيف تلعب لعبة NINJA RUN\nلعب Ninja Run سهل ، لكنه يتطلب ردود فعل سريعة. بعد بدء اللعبة ، عليك القفز فوق العوائق والفخاخ القاتلة ، مثل البراميل المتفجرة القوية ، على الفور وبعناية في الوقت المناسب. انقر نقرًا مزدوجًا أو انقر للقفز المزدوج على النينجا.\n\nضوابط\n- إذا كنت تلعب على جهاز كمبيوتر: انقر فوق منطقة شاشة اللعبة لجعل النينجا يقفز.\n- إذا كنت تلعب على جهاز محمول: انقر على الشاشة متى أردت أن يقفز محارب النينجا ،\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nالميزات\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nإلى أي مدى يمكن أن تذهب؟ أظهر لنا كم أنت جيد في ألعاب القفز. العب الان!",
    "am": "ኒንጃ ሩጫ ችሎታ እና ትኩረት የሚጠይቅ በጣም ሱስ የሚያስይዝ የሩጫ ጨዋታ ነው።\n\nየኒንጃ ሩጫ ጨዋታ\nወደ Treasure Island በሚደረገው የእብድ ውድድር ኒንጃ በተቻለ መጠን ብዙ ሳንቲሞችን እና የወርቅ ቀለበቶችን መሰብሰብ አለበት። አንዳንድ ሰዎች ግን ኒንጃ ውድ ዕቃዎቻቸውን እንዲወስድ አይፈልጉም, ስለዚህ በመንገድ ላይ ወጥመዶች እና ወጥመዶች አሉ.\n\nበውጤቱም, ንቁ እና ሁል ጊዜ ዝግጁ መሆን አለብዎት. ምን ያህል ርቀት መሄድ ይችላሉ ብለው ያስባሉ? በዚህ ማለቂያ በሌለው የሯጭ ጨዋታ ውስጥ የቻሉትን ያህል ሳንቲሞችን እና ቀለበቶችን መሰብሰብ ይችላሉ?\n\nየኒንጃ ሩጫ ጨዋታን እንዴት መጫወት እንደሚቻል\nNinja Run መጫወት ቀላል ነው, ነገር ግን ፈጣን ምላሽ ያስፈልገዋል. ጨዋታው ከተጀመረ በኋላ እንደ ኃይለኛ ፈንጂ በርሜሎች ያሉ ገዳይ መሰናክሎችን እና ወጥመዶችን ወዲያውኑ እና በጥንቃቄ መዝለል አለብዎት። ኒንጃን በእጥፍ ለመዝለል ሁለቴ ጠቅ ያድርጉ ወይም ጠቅ ያድርጉ።\n\nመቆጣጠሪያዎች\n- በኮምፒዩተር ላይ የሚጫወቱ ከሆነ፡ ኒንጃ ለመዝለል የጨዋታውን ስክሪን አካባቢ ጠቅ ያድርጉ።\n- በተንቀሳቃሽ መሣሪያ ላይ እየተጫወቱ ከሆነ: የኒንጃ ተዋጊ ለመዝለል በሚፈልጉበት ጊዜ ማያ ገጹን ይንኩ,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nዋና መለያ ጸባያት\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nምን ያህል ርቀት መሄድ ይችላሉ? ጨዋታዎችን በመዝለል ረገድ ምን ያህል ጥሩ እንደሆኑ ያሳዩን። አሁን ይጫወቱ!",
    "bg": "Ninja Run е много пристрастяваща игра за бягане, която изисква умения и концентрация.\n\nСЮЖЕТ НА ИГРАТА NINJA RUN\nНинджата трябва да събере възможно най-много монети и златни пръстени по време на лудата надпревара до Острова на съкровищата. Някои хора обаче не искат нинджата да вземе ценностите им, така че има капани и клопки по пътя.\n\nВ резултат на това трябва да останете бдителни и готови по всяко време. Колко далеч мислиш, че можеш да стигнеш? В тази безкрайна игра на бегач можете ли да съберете колкото се може повече монети и пръстени?\n\nКАК СЕ ИГРАЕ NINJA RUN GAME\nИграта на Ninja Run е лесна, но изисква бързи реакции. След като играта започне, трябва да прескочите смъртоносни препятствия и капани, като мощни експлозивни варели, незабавно и внимателно навреме. Щракнете два пъти или щракнете, за да скочите двойно на нинджата.\n\nУПРАВЛЕНИЯ\n- Ако играете на компютър: щракнете върху областта на екрана на играта, за да накарате нинджата да скочи.\n- Ако играете на мобилно устройство: докоснете екрана винаги, когато искате нинджа воинът да скочи,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nХАРАКТЕРИСТИКА\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nКолко далеч можеш да стигнеш? Покажете ни колко сте добри в игрите със скокове. Играй сега!",
    "bn": "নিনজা রান একটি খুব আসক্তিমূলক চলমান খেলা যার জন্য দক্ষতা এবং একাগ্রতা প্রয়োজন।\n\nনিনজা রান গেম প্লট\nট্রেজার আইল্যান্ডে পাগলা দৌড়ের সময় নিনজাকে যতটা সম্ভব কয়েন এবং সোনার আংটি সংগ্রহ করতে হবে। কিছু লোক, যাইহোক, নিনজা তাদের মূল্যবান জিনিসপত্র নিতে চায় না, তাই রাস্তায় ফাঁদ এবং গর্ত রয়েছে।\n\nফলস্বরূপ, আপনাকে অবশ্যই সর্বদা সতর্ক এবং প্রস্তুত থাকতে হবে। আপনি কতদূর যেতে পারবেন বলে মনে করেন? এই অবিরাম রানার গেমটিতে, আপনি কি যতটা কয়েন এবং রিং সংগ্রহ করতে পারেন?\n\nকিভাবে নিনজা রান গেম খেলবেন\nনিনজা রান খেলা সহজ, কিন্তু এর জন্য দ্রুত প্রতিক্রিয়া প্রয়োজন। গেমটি শুরু হওয়ার পরে, আপনাকে অবিলম্বে এবং সময়মতো সতর্কতার সাথে শক্তিশালী বিস্ফোরক ব্যারেলের মতো মারাত্মক বাধা এবং ফাঁদগুলি অতিক্রম করতে হবে। নিনজাকে ডাবল-জাম্প করতে ডাবল-ক্লিক করুন বা ক্লিক করুন।\n\nনিয়ন্ত্রণ\n- যদি আপনি একটি কম্পিউটারে খেলেন: নিনজা জাম্প করতে গেম স্ক্রীন এলাকায় ক্লিক করুন।\n- আপনি যদি একটি মোবাইল ডিভাইসে খেলছেন: যখনই আপনি নিনজা যোদ্ধা লাফ দিতে চান তখনই স্ক্রীনে আলতো চাপুন,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nবৈশিষ্ট্য\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nআপনি কত দূর যেতে পারে? আপনি জাম্পিং গেমগুলিতে কতটা ভাল তা আমাদের দেখান। এখন খেলুন!",
    "ca": "Ninja Run és un joc de carrera molt addictiu que requereix habilitat i concentració.\n\nPARCELA DE JOC NINJA RUN\nEl ninja ha de recollir tantes monedes i anells d'or com sigui possible durant la cursa boja cap a l'illa del tresor. Algunes persones, però, no volen que el ninja s'emporti els seus objectes de valor, de manera que hi ha trampes i trampes a la carretera.\n\nCom a resultat, cal mantenir-se vigilant i preparat en tot moment. Fins on creus que pots arribar? En aquest joc de corredor sense fi, pots recollir tantes monedes i anells com puguis?\n\nCOM JUGAR AL JOC NINJA RUN\nJugar a Ninja Run és fàcil, però requereix reaccions ràpides. Després de començar el joc, heu de saltar per sobre d'obstacles i trampes mortals, com ara potents barrils explosius, immediatament i amb cura a temps. Fes doble clic o fes clic per saltar doblement el ninja.\n\nCONTROLS\n- Si jugues a un ordinador: fes clic a l'àrea de la pantalla del joc per fer saltar el ninja.\n- Si esteu jugant en un dispositiu mòbil: toqueu la pantalla quan vulgueu que el guerrer ninja salti,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nCARACTERÍSTIQUES\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nFins on pots arribar? Mostra'ns el bo que ets en els jocs de salts. Juga ara!",
    "cs": "Ninja Run je velmi návyková běžecká hra, která vyžaduje dovednost a koncentraci.\n\nNINJA RUN GAME PLOT\nNinja musí během šíleného závodu na Ostrov pokladů nasbírat co nejvíce mincí a zlatých prstenů. Někteří lidé však nechtějí, aby jim ninja vzal jejich cennosti, takže na cestě jsou pasti a nástrahy.\n\nV důsledku toho musíte být neustále ostražití a připraveni. Jak daleko si myslíš, že můžeš zajít? Dokážete v této nekonečné běžecké hře nasbírat co nejvíce mincí a prstenů?\n\nJAK HRÁT HRU NINJA RUN\nHraní Ninja Run je snadné, ale vyžaduje rychlé reakce. Po spuštění hry musíte okamžitě a včas přeskakovat smrtící překážky a pasti, jako jsou silné výbušné sudy. Dvojitým kliknutím nebo kliknutím dvakrát skočíte na ninju.\n\nŘÍZENÍ\n- Pokud hrajete na počítači: klikněte na oblast herní obrazovky, aby ninja skočil.\n- Pokud hrajete na mobilním zařízení: klepněte na obrazovku, kdykoli chcete, aby ninja válečník skočil,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nFUNKCE\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nJak daleko můžete zajít? Ukažte nám, jak jste dobří ve skákacích hrách. Hrát hned!",
    "da": "Ninja Run er et meget vanedannende løbespil, der kræver dygtighed og koncentration.\n\nNINJA RUN SPILPLOT\nNinjaen skal samle så mange mønter og guldringe som muligt under det gale kapløb til Treasure Island. Nogle mennesker vil dog ikke have, at ninjaen tager deres værdigenstande, så der er fælder og faldgruber på vejen.\n\nSom et resultat skal du altid være på vagt og klar. Hvor langt tror du, du kan gå? Kan du i dette endeløse løberspil samle så mange mønter og ringe, som du kan?\n\nSÅDAN SPILLER MAN NINJA RUN-SPIL\nAt spille Ninja Run er nemt, men det kræver hurtige reaktioner. Efter spillet er startet, skal du straks og forsigtigt springe over dødelige forhindringer og fælder, såsom kraftige eksplosive tønder. Dobbeltklik eller klik for at dobbeltspringe ninjaen.\n\nKONTROLLER\n- Hvis du spiller på en computer: Klik på spilskærmområdet for at få ninjaen til at hoppe.\n- Hvis du spiller på en mobilenhed: tryk på skærmen, når du vil have ninjakrigeren til at hoppe,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nFUNKTIONER\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nHvor langt kan du gå? Vis os, hvor god du er til at springe. Spil nu!",
    "de": "Ninja Run ist ein sehr süchtig machendes Laufspiel, das Geschick und Konzentration erfordert.\n\nNINJA RUN SPIELPLAN\nDer Ninja muss während des verrückten Rennens zur Schatzinsel so viele Münzen und Goldringe wie möglich sammeln. Einige Leute wollen jedoch nicht, dass der Ninja ihre Wertsachen mitnimmt, also gibt es Fallen und Fallstricke auf der Straße.\n\nDaher müssen Sie jederzeit wachsam und bereit sein. Was denkst du, wie weit du gehen kannst? Kannst du in diesem endlosen Laufspiel so viele Münzen und Ringe wie möglich sammeln?\n\nWIE MAN NINJA RUN SPIEL SPIELT\nNinja Run zu spielen ist einfach, erfordert aber schnelle Reaktionen. Nach Spielstart müssen Sie tödliche Hindernisse und Fallen, wie z. B. mächtige Sprengfässer, sofort und sorgfältig rechtzeitig überspringen. Doppelklicken oder klicken Sie, um den Ninja doppelt zu springen.\n\nSTEUERUNG\n- Wenn Sie auf einem Computer spielen: Klicken Sie auf den Bereich des Spielbildschirms, um den Ninja-Sprung auszuführen.\n- Wenn Sie auf einem Mobilgerät spielen: Tippen Sie auf den Bildschirm, wenn der Ninja-Krieger springen soll.\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nMERKMALE\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nWie weit kannst du gehen? Zeigen Sie uns, wie gut Sie in Springspielen sind. Jetzt spielen!",
    "el": "Το Ninja Run είναι ένα πολύ εθιστικό παιχνίδι τρεξίματος που απαιτεί ικανότητα και συγκέντρωση.\n\nΟΙΚΟΠΕΔΟ ΠΑΙΧΝΙΔΙΟΥ NINJA RUN\nΟ Ninja πρέπει να συγκεντρώσει όσο το δυνατόν περισσότερα νομίσματα και χρυσά δαχτυλίδια κατά τη διάρκεια του τρελού αγώνα για το Treasure Island. Μερικοί άνθρωποι, ωστόσο, δεν θέλουν οι νίντζα να τους πάρει τα τιμαλφή τους, οπότε υπάρχουν παγίδες και παγίδες στο δρόμο.\n\nΩς αποτέλεσμα, πρέπει να παραμένετε σε εγρήγορση και έτοιμοι ανά πάσα στιγμή. Πόσο μακριά πιστεύεις ότι μπορείς να φτάσεις; Σε αυτό το ατελείωτο παιχνίδι δρομέων, μπορείτε να συλλέξετε όσα περισσότερα νομίσματα και δαχτυλίδια μπορείτε;\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ ΠΑΙΧΝΙΔΙ NINJA RUN\nΤο παιχνίδι Ninja Run είναι εύκολο, αλλά απαιτεί γρήγορες αντιδράσεις. Μετά την έναρξη του παιχνιδιού, πρέπει να πηδήσετε πάνω από θανατηφόρα εμπόδια και παγίδες, όπως ισχυρά εκρηκτικά βαρέλια, αμέσως και προσεκτικά εγκαίρως. Κάντε διπλό κλικ ή κάντε διπλό άλμα στο ninja.\n\nΕΛΕΓΧΟΙ\n- Εάν παίζετε σε υπολογιστή: κάντε κλικ στην περιοχή της οθόνης του παιχνιδιού για να κάνετε το άλμα ninja.\n- Εάν παίζετε σε κινητή συσκευή: πατήστε την οθόνη όποτε θέλετε ο πολεμιστής νίντζα να πηδήξει,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΠόσο μακριά μπορείτε να πάτε; Δείξτε μας πόσο καλός είστε στα παιχνίδια με άλματα. Παίξε τώρα!",
    "en,en_AU,en_GB,en_US": "Ninja Run is a very addictive running game that requires skill and concentration.\n\nNINJA RUN GAME PLOT\nThe Ninja must collect as many coins and gold rings as possible during the mad race to Treasure Island. Some people, however, do not want the ninja to take their valuables, so there are traps and pitfalls on the road. \n\nAs a result, you must remain vigilant and ready at all times. How far do you think you can go? In this endless runner game, can you collect as many coins and rings as you can?\n\nHOW TO PLAY NINJA RUN GAME\nPlaying Ninja Run is easy, but it requires quick reactions. After the game starts, you have to jump over deadly obstacles and traps, such as powerful explosive barrels, immediately and carefully in time. Double-click or click to double-jump the ninja.\n\nCONTROLS\n- If you play on a computer: click the game screen area to make the ninja jump.\n- If you are playing on a mobile device: tap the screen whenever you want the ninja warrior to jump,\n\nFEATURES\n- Easy To Play\n- 100% Free\n- Offline Game\n\nHow far can you go? Show us how good you are at jumping games. Play now!",
    "es,es_419": "Ninja Run es un juego de carreras muy adictivo que requiere habilidad y concentración.\n\nTRAMA DEL JUEGO NINJA RUN\nEl ninja debe recolectar tantas monedas y anillos de oro como sea posible durante la loca carrera hacia Treasure Island. Algunas personas, sin embargo, no quieren que el ninja se lleve sus objetos de valor, por lo que hay trampas y escollos en el camino.\n\nComo resultado, debe permanecer alerta y listo en todo momento. ¿Hasta dónde crees que puedes llegar? En este juego de corredor sin fin, ¿puedes recolectar tantas monedas y anillos como puedas?\n\nCÓMO JUGAR AL JUEGO NINJA RUN\nJugar a Ninja Run es fácil, pero requiere reacciones rápidas. Después de que comience el juego, debes saltar sobre obstáculos y trampas mortales, como poderosos barriles explosivos, de inmediato y con cuidado a tiempo. Haz doble clic o haz clic para hacer un doble salto con el ninja.\n\nCONTROL S\n- Si juegas en una computadora: haz clic en el área de la pantalla del juego para hacer que el ninja salte.\n- Si estás jugando en un dispositivo móvil: toca la pantalla cuando quieras que el guerrero ninja salte,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nCARACTERISTICAS\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\n¿Qué tan lejos puedes ir? Muéstranos lo bueno que eres en los juegos de salto. ¡Reproducir ahora!",
    "et": "Ninja Run on väga sõltuvust tekitav jooksumäng, mis nõuab oskusi ja keskendumist.\n\nNINJA RUN MÄNGU PLOT\nNinja peab Aarete saarele sõitmise ajal koguma võimalikult palju münte ja kuldsõrmuseid. Mõned inimesed aga ei taha, et ninja nende väärtasju kaasa võtaks, mistõttu on teel lõkse ja lõkse.\n\nSeetõttu peate olema alati valvel ja valmis. Kui kaugele sa arvad, et suudad minna? Kas selles lõputus jooksjamängus saate koguda nii palju münte ja sõrmuseid kui võimalik?\n\nKUIDAS MÄNGIDA NINJA RUN MÄNGU\nNinja Runi mängimine on lihtne, kuid nõuab kiiret reageerimist. Pärast mängu algust tuleb kohe ja ettevaatlikult õigel ajal hüpata üle surmavatest takistustest ja lõksudest, näiteks võimsatest lõhkekehadest. Topeltklõpsake või klõpsake ninja topelthüppamiseks.\n\nJUHTSEADMED\n- Kui mängite arvutis: ninja hüppamiseks klõpsake mängu ekraanialal.\n- Kui mängite mobiilseadmes: puudutage ekraani alati, kui soovite, et ninjasõdalane hüppaks,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nFUNKTSIOONID\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nKui kaugele sa jõuad? Näidake meile, kui hea olete hüppamismängudes. Mängi nüüd!",
    "fa": "Ninja Run یک بازی دویدن بسیار اعتیاد آور است که به مهارت و تمرکز نیاز دارد.\n\nطرح بازی NINJA RUN\nنینجا باید در طول مسابقه دیوانه تا جزیره گنج تا حد امکان سکه و حلقه طلا جمع آوری کند. با این حال، برخی از مردم نمی خواهند که نینجا اشیاء با ارزش آنها را بردارد، بنابراین تله ها و دام هایی در جاده وجود دارد.\n\nدر نتیجه باید همیشه هوشیار و آماده باشید. فکر می کنید چقدر می توانید پیش بروید؟ در این بازی دونده بی پایان، آیا می توانید تا می توانید سکه و حلقه جمع آوری کنید؟\n\nچگونه بازی NINJA RUN را بازی کنیم\nبازی Ninja Run آسان است، اما نیاز به واکنش سریع دارد. پس از شروع بازی، باید به موقع و با دقت از روی موانع و تله های مرگبار مانند بشکه های انفجاری قوی بپرید. دوبار کلیک کنید یا کلیک کنید تا نینجا دوبار پرش کنید.\n\nکنترل ها\n- اگر با رایانه بازی می کنید: روی صفحه نمایش بازی کلیک کنید تا نینجا پرش کنید.\n- اگر روی یک دستگاه تلفن همراه بازی می کنید: هر زمان که می خواهید جنگجوی نینجا بپرد، روی صفحه ضربه بزنید.\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nامکانات\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nتا کجا می توانید پیش بروید؟ به ما نشان دهید که چقدر در بازی های پرش مهارت دارید. الان بازی کن!",
    "fi": "Ninja Run on erittäin koukuttava juoksupeli, joka vaatii taitoa ja keskittymistä.\n\nNINJA RUN PELI JUOTTI\nNinjan on kerättävä mahdollisimman paljon kolikoita ja kultasormuksia hullun kilpailun aikana Treasure Islandille. Jotkut ihmiset eivät kuitenkaan halua ninjan ottavan heidän arvotavaransa, joten tiellä on ansoja ja ansoja.\n\nTämän seurauksena sinun on pysyttävä valppaana ja valmiina koko ajan. Kuinka pitkälle luulet voivasi mennä? Voitko tässä loputtomassa juoksijapelissä kerätä niin monta kolikkoa ja sormusta kuin pystyt?\n\nMITEN PELAA NINJA RUN -PELIÄ\nNinja Runin pelaaminen on helppoa, mutta vaatii nopeita reaktioita. Pelin alkamisen jälkeen sinun täytyy hypätä tappavien esteiden ja ansojen, kuten voimakkaiden räjähteiden tynnyrien, yli välittömästi ja huolellisesti ajoissa. Kaksoisnapsauta tai napsauta hypätäksesi ninjaa kaksoisnapsauttamalla.\n\nSÄÄDÖT\n- Jos pelaat tietokoneella: napsauta pelin näyttöaluetta saadaksesi ninjan hyppäämään.\n- Jos pelaat mobiililaitteella: napauta näyttöä aina, kun haluat ninjasoturin hyppäävän,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nOMINAISUUDET\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nKuinka pitkälle voit mennä? Näytä meille kuinka hyvä olet hyppypeleissä. Pelaa nyt!",
    "fil": "Ang Ninja Run ay isang nakakahumaling na laro sa pagtakbo na nangangailangan ng kasanayan at konsentrasyon.\n\nPLOT NG LARO NG NINJA RUN\nAng Ninja ay dapat mangolekta ng maraming mga barya at gintong singsing hangga't maaari sa panahon ng baliw na karera sa Treasure Island. Ang ilang mga tao, gayunpaman, ay ayaw na kunin ng ninja ang kanilang mga mahahalagang bagay, kaya may mga bitag at mga bitag sa kalsada.\n\nBilang resulta, dapat kang manatiling mapagbantay at handa sa lahat ng oras. Hanggang saan sa tingin mo ang kaya mong puntahan? Sa walang katapusang runner na larong ito, maaari ka bang mangolekta ng pinakamaraming barya at singsing hangga't kaya mo?\n\nPAANO MAGLARO NG NINJA RUN GAME\nAng paglalaro ng Ninja Run ay madali, ngunit nangangailangan ito ng mabilis na reaksyon. Pagkatapos magsimula ng laro, kailangan mong tumalon sa mga nakamamatay na obstacle at traps, tulad ng malalakas na paputok na bariles, kaagad at maingat sa oras. I-double-click o i-click upang i-double-jump ang ninja.\n\nMGA KONTROL\n- Kung naglalaro ka sa isang computer: i-click ang lugar ng screen ng laro para tumalon ang ninja.\n- Kung naglalaro ka sa isang mobile device: i-tap ang screen tuwing gusto mong tumalon ang ninja warrior,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nMGA TAMPOK\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nHanggang saan ang kaya mo? Ipakita sa amin kung gaano ka kahusay sa mga larong tumalon. Maglaro Ngayon!",
    "fr": "Ninja Run est un jeu de course très addictif qui demande habileté et concentration.\n\nPARCOURS DE JEU NINJA RUN\nLe ninja doit récolter un maximum de pièces et d'anneaux d'or lors de la folle course vers l'île au trésor. Certaines personnes, cependant, ne veulent pas que le ninja prenne leurs objets de valeur, il y a donc des pièges et des pièges sur la route.\n\nPar conséquent, vous devez rester vigilant et prêt en tout temps. Jusqu'où pensez-vous pouvoir aller ? Dans ce jeu de coureur sans fin, pouvez-vous collecter autant de pièces et d'anneaux que possible ?\n\nCOMMENT JOUER AU JEU NINJA RUN\nJouer à Ninja Run est facile, mais nécessite des réactions rapides. Après le début du jeu, vous devez sauter par-dessus des obstacles et des pièges mortels, tels que de puissants barils explosifs, immédiatement et soigneusement à temps. Double-cliquez ou cliquez pour double-sauter le ninja.\n\nLES CONTRÔLES\n- Si vous jouez sur un ordinateur : cliquez sur la zone de l'écran de jeu pour faire sauter le ninja.\n- Si vous jouez sur un appareil mobile : appuyez sur l'écran chaque fois que vous voulez que le guerrier ninja saute,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nCARACTÉRISTIQUES\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nJusqu'où pouvez-vous aller ? Montrez-nous à quel point vous êtes doué pour les jeux de saut. Joue maintenant!",
    "gu": "નીન્જા રન એ ખૂબ જ વ્યસનકારક દોડવાની રમત છે જેમાં કૌશલ્ય અને એકાગ્રતાની જરૂર હોય છે.\n\nનીન્જા રન ગેમ પ્લોટ\nટ્રેઝર આઇલેન્ડની મેડ રેસ દરમિયાન નિન્જાએ શક્ય તેટલા સિક્કા અને સોનાની વીંટી એકત્રિત કરવી આવશ્યક છે. જો કે, કેટલાક લોકો ઇચ્છતા નથી કે નિન્જા તેમની કિંમતી વસ્તુઓ લઈ જાય, તેથી રસ્તા પર ફાંસો અને ખાડાઓ છે.\n\nપરિણામે, તમારે દરેક સમયે જાગ્રત અને તૈયાર રહેવું જોઈએ. તમને લાગે છે કે તમે ક્યાં સુધી જઈ શકો છો? આ અનંત રનર ગેમમાં, શું તમે જેટલા સિક્કા અને રિંગ્સ એકત્રિત કરી શકો છો?\n\nનિન્જા રન ગેમ કેવી રીતે રમવી\nનિન્જા રન રમવું સરળ છે, પરંતુ તેને ઝડપી પ્રતિક્રિયાઓની જરૂર છે. રમત શરૂ થયા પછી, તમારે જીવલેણ અવરોધો અને ફાંસો પર કૂદકો મારવો પડશે, જેમ કે શક્તિશાળી વિસ્ફોટક બેરલ, સમયસર અને કાળજીપૂર્વક. નિન્જાને ડબલ-જમ્પ કરવા માટે ડબલ-ક્લિક કરો અથવા ક્લિક કરો.\n\nનિયંત્રણો\n- જો તમે કમ્પ્યુટર પર રમો છો: નીન્જા કૂદકો મારવા માટે ગેમ સ્ક્રીન એરિયા પર ક્લિક કરો.\n- જો તમે મોબાઇલ ઉપકરણ પર રમી રહ્યા છો: જ્યારે પણ તમે નીન્જા યોદ્ધા કૂદવાનું ઇચ્છો ત્યારે સ્ક્રીનને ટેપ કરો,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nવિશેષતા\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nતમે ક્યાં સુધી જઈ શકો છો? અમને બતાવો કે તમે જમ્પિંગ રમતોમાં કેટલા સારા છો. હવે રમો!",
    "he": "Ninja Run הוא משחק ריצה מאוד ממכר שדורש מיומנות וריכוז.\n\nNINJA RUN GAME POT\nהנינג'ה חייב לאסוף כמה שיותר מטבעות וטבעות זהב במהלך המירוץ המטורף לאי המטמון. עם זאת, יש אנשים שלא רוצים שהנינג'ה ייקח את חפצי הערך שלהם, ולכן יש מלכודות ומלכודות על הכביש.\n\nכתוצאה מכך, עליך להישאר ערני ומוכן בכל עת. כמה רחוק אתה חושב שאתה יכול ללכת? במשחק הרצים האינסופי הזה, האם אתה יכול לאסוף כמה שיותר מטבעות וטבעות?\n\nאיך לשחק משחק ריצת נינג'ה\nמשחק Ninja Run הוא קל, אבל זה דורש תגובות מהירות. לאחר תחילת המשחק, עליכם לדלג מעל מכשולים ומלכודות קטלניות, כמו חביות נפץ חזקות, מיד ובזהירות בזמן. לחץ פעמיים או לחץ כדי לקפוץ פעמיים על הנינג'ה.\n\nבקרות\n- אם אתה משחק במחשב: לחץ על אזור מסך המשחק כדי לקפוץ את הנינג'ה.\n- אם אתה משחק במכשיר נייד: הקש על המסך בכל פעם שאתה רוצה שלוחם הנינג'ה יקפוץ,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nתכונות\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nכמה רחוק אפשר ללכת? הראה לנו כמה אתה טוב במשחקי קפיצה. שחק עכשיו!",
    "hi": "निंजा रन एक बहुत ही लत लगने वाला रनिंग गेम है जिसमें कौशल और एकाग्रता की आवश्यकता होती है।\n\nनिंजा रन गेम प्लॉट\nट्रेजर आइलैंड की पागल दौड़ के दौरान निन्जा को अधिक से अधिक सिक्के और सोने की अंगूठियां एकत्र करनी चाहिए। हालांकि, कुछ लोग नहीं चाहते कि निंजा उनका कीमती सामान ले जाएं, इसलिए सड़क पर जाल और गड्ढे हैं।\n\nनतीजतन, आपको हर समय सतर्क और तैयार रहना चाहिए। आपको क्या लगता है कि आप कितनी दूर जा सकते हैं? इस अंतहीन धावक खेल में, क्या आप अधिक से अधिक सिक्के और अंगूठियां एकत्र कर सकते हैं?\n\nनिंजा रन गेम कैसे खेलें\nनिंजा रन खेलना आसान है, लेकिन इसके लिए त्वरित प्रतिक्रिया की आवश्यकता होती है। गेम शुरू होने के बाद, आपको समय रहते तुरंत और सावधानी से शक्तिशाली विस्फोटक बैरल जैसे घातक बाधाओं और जालों पर कूदना होगा। निंजा को डबल-जंप करने के लिए डबल-क्लिक या क्लिक करें।\n\nनियंत्रण\n- यदि आप कंप्यूटर पर खेलते हैं: निंजा कूदने के लिए गेम स्क्रीन क्षेत्र पर क्लिक करें।\n- यदि आप मोबाइल डिवाइस पर खेल रहे हैं: जब भी आप निंजा योद्धा को कूदना चाहते हैं तो स्क्रीन पर टैप करें,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nविशेषताएँ\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nतुम कितना दूर जा सकते हो? हमें दिखाएं कि आप जंपिंग गेम्स में कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Ninja Run je vrlo zarazna igra trčanja koja zahtijeva vještinu i koncentraciju.\n\nZAPLET IGRE NINJA RUN\nNinja mora skupiti što više novčića i zlatnih prstenova tijekom lude utrke do otoka s blagom. Neki ljudi, međutim, ne žele da im ninja uzme dragocjenosti, pa na cesti postoje zamke i zamke.\n\nKao rezultat toga, morate ostati budni i spremni u svakom trenutku. Što mislite koliko daleko možete ići? U ovoj beskrajnoj trkačkoj igri, možete li skupiti što više novčića i prstenja?\n\nKAKO IGRATI NINJA RUN IGRU\nIgranje Ninja Run je jednostavno, ali zahtijeva brze reakcije. Nakon što igra započne, morate odmah i pažljivo na vrijeme preskočiti smrtonosne prepreke i zamke, poput snažnih eksplozivnih bačvi. Dvaput kliknite ili kliknite za dvostruki skok ninje.\n\nKONTROLE\n- Ako igrate na računalu: kliknite područje zaslona igre kako biste natjerali ninju da skoči.\n- Ako igrate na mobilnom uređaju: dodirnite zaslon kad god želite da ninja ratnik skoči,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nOSOBINE\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nKoliko daleko možete ići? Pokažite nam koliko ste dobri u igrama skakanja. Igraj sada!",
    "hu": "A Ninja Run egy nagyon addiktív futójáték, amely ügyességet és koncentrációt igényel.\n\nNINJA RUN JÁTÉK TELEK\nA nindzsának annyi érmét és aranygyűrűt kell összegyűjtenie, amennyit csak lehetséges a Kincses-sziget felé vezető őrült verseny során. Vannak azonban, akik nem akarják, hogy a nindzsa elvegye az értékeit, ezért csapdák és buktatók vannak az úton.\n\nEnnek eredményeként mindig ébernek és készen kell állnia. Mit gondolsz, meddig mehetsz el? Ebben a végtelen futójátékban annyi érmét és gyűrűt tudsz gyűjteni, amennyit csak tudsz?\n\nHOGYAN KELL JÁTSZANI A NINJA RUN JÁTÉKOT\nA Ninja Run játéka egyszerű, de gyors reakciókat igényel. A játék kezdete után azonnal és óvatosan kell átugranod a halálos akadályokon és csapdákon, például erős robbanóhordókon. Kattintson duplán vagy kattintson a nindzsa dupla ugrásához.\n\nKEZELŐSZERVEK\n- Ha számítógépen játszik: kattintson a játék képernyőjére, hogy a nindzsa ugorjon.\n- Ha mobileszközön játszik: érintse meg a képernyőt, amikor azt szeretné, hogy a nindzsa harcos ugorjon,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nJELLEMZŐK\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nmeddig mehetsz el? Mutasd meg, milyen jó vagy az ugrálójátékokban. Játssz most!",
    "id": "Ninja Run adalah game lari yang sangat adiktif yang membutuhkan keterampilan dan konsentrasi.\n\nPlot PERMAINAN NINJA RUN\nNinja harus mengumpulkan koin dan cincin emas sebanyak mungkin selama balapan gila menuju Treasure Island. Namun, beberapa orang tidak ingin ninja mengambil barang berharga mereka, jadi ada jebakan dan jebakan di jalan.\n\nAkibatnya, Anda harus tetap waspada dan siap setiap saat. Seberapa jauh Anda pikir Anda bisa pergi? Di game endless runner ini, bisakah kamu mengumpulkan koin dan cincin sebanyak mungkin?\n\nCARA BERMAIN NINJA RUN GAME\nMemainkan Ninja Run itu mudah, tetapi membutuhkan reaksi yang cepat. Setelah permainan dimulai, Anda harus melompati rintangan dan jebakan yang mematikan, seperti tong peledak yang kuat, dengan segera dan hati-hati tepat waktu. Klik dua kali atau klik untuk melompati ninja dua kali.\n\nKONTROL\n- Jika Anda bermain di komputer: klik area layar game untuk membuat ninja melompat.\n- Jika Anda bermain di perangkat seluler: ketuk layar kapan pun Anda ingin prajurit ninja melompat,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nFITUR\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nSeberapa jauh Anda bisa pergi? Tunjukkan pada kami seberapa baik Anda dalam permainan melompat. Main sekarang!",
    "it": "Ninja Run è un gioco di corse e salti molto avvincente che richiede abilità e concentrazione.\n\nTRAMA DEL GIOCO NINJA RUN\nIl Ninja deve raccogliere quante più monete e anelli d'oro possibile durante la folle corsa verso l'Isola del tesoro. Alcune persone, tuttavia, non vogliono che il ninja prenda i loro oggetti di valore, quindi ci sono trappole e trabocchetti ovunque.\n\nDi conseguenza, devi rimanere vigile e pronto in ogni momento. Quanto lontano pensi di poter andare? In questo gioco di corse senza fine, riesci a raccogliere più monete e anelli che puoi?\n\nCOME GIOCARE A NINJA RUN GAME\nGiocare a Ninja Run è facile, ma richiede reazioni rapide. Dopo l'inizio del gioco, devi saltare ostacoli mortali e trappole, come potenti barili esplosivi, tempestivamente e con un occhio di riguardo al tempo. Fai doppio clic per eseguire un doppio salto sul ninja.\n\nCONTROLLI\n- Se giochi da computer: fai clic sull'area della schermata di gioco per far saltare il ninja.\n- Se stai giocando da dispositivo mobile: tocca lo schermo ogni volta che vuoi che il guerriero ninja salti,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nCARATTERISTICHE\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nQuanto lontano puoi andare? Mostraci la tua bravura ai giochi di azione con corse e salti. Inizia ora!",
    "ja": "Ninja Run は、スキルと集中力を必要とする中毒性の高いランニング ゲームです。\n\n忍者ランゲームプロット\n忍者は、宝島への狂気のレース中に、できるだけ多くのコインと金の指輪を集めなければなりません。 ただし、忍者に貴重品を奪われたくないという人もいるため、道路には罠や落とし穴があります。\n\nそのため、常に警戒を怠らず、準備を整えておく必要があります。 どこまで行けると思いますか？ このエンドレス ランナー ゲームで、できるだけ多くのコインとリングを集めることができますか?\n\n忍者ランゲームの遊び方\nNinja Run のプレイは簡単ですが、素早い反応が必要です。 ゲームの開始後、強力な爆発バレルなどの致命的な障害物やトラップをすぐに慎重に飛び越えなければなりません。 忍者をダブルクリックまたはクリックしてダブルジャンプします。\n\nコントロール\n- パソコンでプレイする場合: ゲーム画面の領域をクリックすると、忍者がジャンプします。\n- モバイル デバイスでプレイしている場合: 忍者戦士をジャンプさせたいときはいつでも画面をタップします。\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\n特徴\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\nどこまで行ける？ あなたがジャンプゲームでどれだけ上手かを見せてください. 今すぐプレイ！",
    "kn": "ನಿಂಜಾ ರನ್ ಕೌಶಲ್ಯ ಮತ್ತು ಏಕಾಗ್ರತೆಯ ಅಗತ್ಯವಿರುವ ಅತ್ಯಂತ ವ್ಯಸನಕಾರಿ ಚಾಲನೆಯಲ್ಲಿರುವ ಆಟವಾಗಿದೆ.\n\nನಿಂಜಾ ರನ್ ಗೇಮ್ ಪ್ಲಾಟ್\nಟ್ರೆಷರ್ ಐಲ್ಯಾಂಡ್‌ಗೆ ಹುಚ್ಚು ಓಟದ ಸಮಯದಲ್ಲಿ ನಿಂಜಾ ಸಾಧ್ಯವಾದಷ್ಟು ನಾಣ್ಯಗಳು ಮತ್ತು ಚಿನ್ನದ ಉಂಗುರಗಳನ್ನು ಸಂಗ್ರಹಿಸಬೇಕು. ಕೆಲವು ಜನರು, ಆದಾಗ್ಯೂ, ನಿಂಜಾಗಳು ತಮ್ಮ ಬೆಲೆಬಾಳುವ ವಸ್ತುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ರಸ್ತೆಯಲ್ಲಿ ಬಲೆಗಳು ಮತ್ತು ಮೋಸಗಳು ಇವೆ.\n\nಪರಿಣಾಮವಾಗಿ, ನೀವು ಜಾಗರೂಕರಾಗಿರಬೇಕು ಮತ್ತು ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಸಿದ್ಧರಾಗಿರಬೇಕು. ನೀವು ಎಷ್ಟು ದೂರ ಹೋಗಬಹುದು ಎಂದು ನೀವು ಭಾವಿಸುತ್ತೀರಿ? ಈ ಅಂತ್ಯವಿಲ್ಲದ ರನ್ನರ್ ಆಟದಲ್ಲಿ, ನೀವು ಸಾಧ್ಯವಾದಷ್ಟು ನಾಣ್ಯಗಳು ಮತ್ತು ಉಂಗುರಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದೇ?\n\nನಿಂಜಾ ರನ್ ಆಟವನ್ನು ಹೇಗೆ ಆಡುವುದು\nನಿಂಜಾ ರನ್ ಅನ್ನು ಆಡುವುದು ಸುಲಭ, ಆದರೆ ಇದಕ್ಕೆ ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಅಗತ್ಯವಿದೆ. ಆಟವು ಪ್ರಾರಂಭವಾದ ನಂತರ, ನೀವು ತಕ್ಷಣ ಮತ್ತು ಎಚ್ಚರಿಕೆಯಿಂದ ಸಮಯಕ್ಕೆ ಶಕ್ತಿಯುತ ಸ್ಫೋಟಕ ಬ್ಯಾರೆಲ್‌ಗಳಂತಹ ಪ್ರಾಣಾಂತಿಕ ಅಡೆತಡೆಗಳು ಮತ್ತು ಬಲೆಗಳನ್ನು ದಾಟಬೇಕು. ನಿಂಜಾವನ್ನು ಡಬಲ್-ಜಂಪ್ ಮಾಡಲು ಡಬಲ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಕ್ಲಿಕ್ ಮಾಡಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ನೀವು ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಆಡುತ್ತಿದ್ದರೆ: ನಿಂಜಾ ಜಂಪ್ ಮಾಡಲು ಆಟದ ಪರದೆಯ ಪ್ರದೇಶವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ನೀವು ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ಆಡುತ್ತಿದ್ದರೆ: ನಿಂಜಾ ಯೋಧ ನೆಗೆಯುವುದನ್ನು ನೀವು ಬಯಸಿದಾಗ ಪರದೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nನೀವು ಎಷ್ಟು ದೂರ ಹೋಗಬಹುದು? ಜಂಪಿಂಗ್ ಆಟಗಳಲ್ಲಿ ನೀವು ಎಷ್ಟು ಉತ್ತಮರು ಎಂಬುದನ್ನು ನಮಗೆ ತೋರಿಸಿ. ಈಗ ಆಡು!",
    "ko": "Ninja Run은 기술과 집중력이 필요한 매우 중독성 있는 달리기 게임입니다.\n\nNINJA RUN 게임 플롯\n닌자는 보물섬을 향한 미친 경주 중에 가능한 한 많은 동전과 금반지를 모아야 합니다. 그러나 어떤 사람들은 닌자가 귀중품을 가져가는 것을 원하지 않기 때문에 길에 함정과 함정이 있습니다.\n\n따라서 항상 경계하고 준비해야 합니다. 얼마나 멀리 갈 수 있다고 생각하세요? 이 끝없는 러너 게임에서 최대한 많은 동전과 반지를 모을 수 있을까요?\n\nNINJA RUN 게임 플레이 방법\nNinja Run을 플레이하는 것은 쉽지만 빠른 반응이 필요합니다. 게임이 시작되면 강력한 폭발물 통과 같은 치명적인 장애물과 함정을 즉시 그리고 조심스럽게 제 시간에 뛰어넘어야 합니다. 닌자를 두 번 클릭하거나 클릭하여 두 번 점프합니다.\n\n통제 수단\n- 컴퓨터로 플레이하는 경우: 게임 화면 영역을 클릭하면 닌자가 점프합니다.\n- 모바일 기기에서 플레이하는 경우: 닌자 전사가 점프하기를 원할 때마다 화면을 탭하세요.\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\n특징\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\n얼마나 멀리 갈 수 있습니까? 점프 게임을 얼마나 잘하는지 보여주세요. 지금 플레이하세요!",
    "lt": "„Ninja Run“ yra labai priklausomybę sukeliantis bėgimo žaidimas, reikalaujantis įgūdžių ir susikaupimo.\n\n„NINJA RUN“ ŽAIDIMO SKYZĖLIS\nNindzė turi surinkti kuo daugiau monetų ir aukso žiedų per beprotiškas lenktynes į lobių salą. Tačiau kai kurie žmonės nenori, kad nindzė pasiimtų jų vertybes, todėl kelyje yra spąstų ir spąstų.\n\nTodėl visada turite išlikti budrūs ir pasiruošę. Kaip toli, jūsų manymu, galite nueiti? Ar šiame begaliniame bėgikų žaidime galite surinkti kuo daugiau monetų ir žiedų?\n\nKAIP ŽAISTI NINJA BĖGIMO ŽAIDIMĄ\nŽaisti „Ninja Run“ yra lengva, tačiau tam reikia greitos reakcijos. Žaidimui prasidėjus, jūs turite nedelsiant ir atsargiai laiku peršokti mirtinas kliūtis ir spąstus, pavyzdžiui, galingas sprogstamųjų statinių. Dukart spustelėkite arba spustelėkite, kad du kartus peršoktumėte nindzę.\n\nVALDYMAS\n- Jei žaidžiate kompiuteriu: spustelėkite žaidimo ekrano sritį, kad nindzė šokinėtų.\n- Jei žaidžiate mobiliajame įrenginyje: bakstelėkite ekraną, kai norite, kad karys nindzių šokinėtų,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nFUNKCIJOS\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nKaip toli galite eiti? Parodykite mums, kaip gerai mokate šokinėti. Žaisti Dabar!",
    "lv": "Ninja Run ir ļoti aizraujoša skriešanas spēle, kas prasa prasmes un koncentrēšanos.\n\nNINJA RUN GAME PLOT\nTrakajā skrējienā uz Treasure Island nindzjai ir jāsavāc pēc iespējas vairāk monētu un zelta gredzenu. Tomēr daži cilvēki nevēlas, lai nindzja paņemtu līdzi viņu vērtslietas, tāpēc uz ceļa ir slazdi un slazdi.\n\nTā rezultātā jums vienmēr jābūt modram un gatavam. Cik tālu jūs domājat, ka varat iet? Vai šajā bezgalīgajā skrējēju spēlē varat savākt tik daudz monētu un gredzenu, cik vien iespējams?\n\nKĀ SPĒLĒT SPĒLI NINJA RUN\nSpēlēt Ninja Run ir viegli, taču tai ir nepieciešama ātra reakcija. Pēc spēles sākuma jums nekavējoties un rūpīgi savlaicīgi jālec pāri nāvējošiem šķēršļiem un lamatām, piemēram, jaudīgām sprāgstvielām. Veiciet dubultklikšķi vai noklikšķiniet, lai dubultotu nindzju.\n\nVADĪBAS\n- Ja spēlējat datorā: noklikšķiniet uz spēles ekrāna apgabala, lai nindzja lēktu.\n- Ja spēlējat mobilajā ierīcē: pieskarieties ekrānam ikreiz, kad vēlaties, lai nindzju karavīrs lēktu,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nIESPĒJAS\n- Viegli spēlēt\n- 100% bez maksas\n- bezsaistes spēle\n\nCik tālu jūs varat iet? Parādiet mums, cik labi jums padodas lēkšanas spēles. Spēlēt tagad!",
    "ml": "നൈപുണ്യവും ഏകാഗ്രതയും ആവശ്യമുള്ള വളരെ ആസക്തിയുള്ള റണ്ണിംഗ് ഗെയിമാണ് നിൻജ റൺ.\n\nനിൻജ റൺ ഗെയിം പ്ലോട്ട്\nട്രഷർ ഐലൻഡിലേക്കുള്ള ഭ്രാന്തൻ ഓട്ടത്തിനിടയിൽ നിൻജ കഴിയുന്നത്ര നാണയങ്ങളും സ്വർണ്ണ മോതിരങ്ങളും ശേഖരിക്കണം. എന്നിരുന്നാലും, ചില ആളുകൾ നിൻജ തങ്ങളുടെ വിലപിടിപ്പുള്ള വസ്തുക്കൾ എടുക്കാൻ ആഗ്രഹിക്കുന്നില്ല, അതിനാൽ റോഡിൽ കെണികളും കുഴികളും ഉണ്ട്.\n\nതൽഫലമായി, നിങ്ങൾ എപ്പോഴും ജാഗ്രതയോടെയും സജ്ജരായിരിക്കുകയും വേണം. നിങ്ങൾക്ക് എത്ര ദൂരം പോകാൻ കഴിയുമെന്ന് നിങ്ങൾ കരുതുന്നു? ഈ അനന്തമായ റണ്ണർ ഗെയിമിൽ, നിങ്ങൾക്ക് കഴിയുന്നത്ര നാണയങ്ങളും വളയങ്ങളും ശേഖരിക്കാനാകുമോ?\n\nനിൻജ റൺ ഗെയിം എങ്ങനെ കളിക്കാം\nനിൻജ റൺ കളിക്കുന്നത് എളുപ്പമാണ്, എന്നാൽ ഇതിന് പെട്ടെന്നുള്ള പ്രതികരണങ്ങൾ ആവശ്യമാണ്. ഗെയിം ആരംഭിച്ചതിന് ശേഷം, ശക്തമായ സ്ഫോടനാത്മക ബാരലുകൾ പോലെയുള്ള മാരകമായ പ്രതിബന്ധങ്ങളെയും കെണികളെയും ഉടനടി ശ്രദ്ധാപൂർവ്വം സമയബന്ധിതമായി മറികടക്കേണ്ടതുണ്ട്. നിൻജയെ ഡബിൾ ചാടാൻ ഡബിൾ ക്ലിക്ക് ചെയ്യുക അല്ലെങ്കിൽ ക്ലിക്ക് ചെയ്യുക.\n\nനിയന്ത്രണങ്ങൾ\n- നിങ്ങൾ ഒരു കമ്പ്യൂട്ടറിൽ കളിക്കുകയാണെങ്കിൽ: നിൻജ ജമ്പ് ചെയ്യാൻ ഗെയിം സ്ക്രീൻ ഏരിയയിൽ ക്ലിക്ക് ചെയ്യുക.\n- നിങ്ങൾ ഒരു മൊബൈൽ ഉപകരണത്തിൽ കളിക്കുകയാണെങ്കിൽ: നിൻജ യോദ്ധാവ് ചാടാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നപ്പോഴെല്ലാം സ്ക്രീനിൽ ടാപ്പുചെയ്യുക,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nഫീച്ചറുകൾ\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nനിങ്ങൾക്ക് എത്ര ദൂരം പോകാനാകും? ജമ്പിംഗ് ഗെയിമുകളിൽ നിങ്ങൾ എത്ര മിടുക്കനാണെന്ന് ഞങ്ങളെ കാണിക്കൂ. ഇപ്പോൾ കളിക്കുക!",
    "mr": "निन्जा रन हा एक अतिशय व्यसनाधीन खेळ आहे ज्यासाठी कौशल्य आणि एकाग्रता आवश्यक आहे.\n\nनिन्जा रन गेम प्लॉट\nट्रेझर आयलंडच्या वेड्या शर्यतीदरम्यान निन्जाने शक्य तितकी नाणी आणि सोन्याच्या अंगठ्या गोळा केल्या पाहिजेत. काही लोकांना मात्र निन्जा त्यांच्या मौल्यवान वस्तू घेऊन जाऊ इच्छित नाही, त्यामुळे रस्त्यावर सापळे आणि खड्डे आहेत.\n\nपरिणामी, आपण सदैव जागृत आणि तयार राहणे आवश्यक आहे. तुम्ही किती दूर जाऊ शकता असे तुम्हाला वाटते? या अंतहीन धावपटू गेममध्ये, आपण जितके करू शकता तितकी नाणी आणि रिंग गोळा करू शकता?\n\nनिन्जा रन गेम कसा खेळायचा\nनिन्जा रन खेळणे सोपे आहे, परंतु त्यासाठी त्वरित प्रतिक्रिया आवश्यक आहेत. गेम सुरू झाल्यानंतर, तुम्हाला प्राणघातक अडथळे आणि सापळे, जसे की शक्तिशाली स्फोटक बॅरल, ताबडतोब आणि वेळेत काळजीपूर्वक उडी मारावी लागेल. निन्जा डबल-जंप करण्यासाठी डबल-क्लिक करा किंवा क्लिक करा.\n\nनियंत्रणे\n- आपण संगणकावर खेळत असल्यास: निन्जा उडी मारण्यासाठी गेम स्क्रीन क्षेत्रावर क्लिक करा.\n- जर तुम्ही मोबाईल डिव्हाइसवर खेळत असाल: जेव्हा तुम्हाला निन्जा योद्धा उडी मारायचा असेल तेव्हा स्क्रीन टॅप करा,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nवैशिष्ट्ये\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nतुम्ही किती दूर जाऊ शकता? तुम्ही जंपिंग गेम्समध्ये किती चांगले आहात ते आम्हाला दाखवा. आता खेळ!",
    "ms": "Ninja Run ialah permainan larian yang sangat ketagihan yang memerlukan kemahiran dan tumpuan.\n\nPLOT PERMAINAN NINJA RUN\nNinja mesti mengumpul syiling dan cincin emas sebanyak mungkin semasa perlumbaan gila ke Treasure Island. Sesetengah orang, bagaimanapun, tidak mahu ninja mengambil barang berharga mereka, jadi terdapat perangkap dan perangkap di jalan raya.\n\nAkibatnya, anda mesti sentiasa berwaspada dan bersedia sepanjang masa. Sejauh mana anda fikir anda boleh pergi? Dalam permainan pelari yang tidak berkesudahan ini, bolehkah anda mengumpul seberapa banyak syiling dan cincin yang anda boleh?\n\nCARA BERMAIN PERMAINAN LARI NINJA\nBermain Ninja Run adalah mudah, tetapi ia memerlukan tindak balas yang cepat. Selepas permainan bermula, anda perlu melepasi halangan dan perangkap yang boleh membawa maut, seperti laras letupan yang kuat, dengan segera dan berhati-hati dalam masa. Klik dua kali atau klik untuk melompat dua kali ninja.\n\nKAWALAN\n- Jika anda bermain di komputer: klik kawasan skrin permainan untuk membuat ninja melompat.\n- Jika anda bermain pada peranti mudah alih: ketik skrin bila-bila masa anda mahu pahlawan ninja melompat,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nCIRI-CIRI\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nSejauh mana anda boleh pergi? Tunjukkan kepada kami betapa hebatnya anda dalam permainan lompat. Main sekarang!",
    "nl": "Ninja Run is een zeer verslavend hardloopspel dat vaardigheid en concentratie vereist.\n\nNINJA RUN-SPELPLOT\nDe Ninja moet zoveel mogelijk munten en gouden ringen verzamelen tijdens de doldwaze race naar Treasure Island. Sommige mensen willen echter niet dat de ninja hun waardevolle spullen meeneemt, dus er zijn vallen en valkuilen op de weg.\n\nDaarom moet u te allen tijde waakzaam en paraat blijven. Hoe ver denk je te kunnen gaan? Kun jij in dit eindeloze runner-spel zoveel mogelijk munten en ringen verzamelen?\n\nHOE NINJA RUN SPEL TE SPELEN\nNinja Run spelen is eenvoudig, maar vereist snelle reacties. Nadat het spel is begonnen, moet je onmiddellijk en zorgvuldig op tijd over dodelijke obstakels en vallen springen, zoals krachtige explosieve vaten. Dubbelklik of klik om de ninja dubbel te laten springen.\n\nBEDIENINGSELEMENTEN\n- Als je op een computer speelt: klik op het spelscherm om de ninja te laten springen.\n- Als je op een mobiel apparaat speelt: tik op het scherm wanneer je wilt dat de ninjastrijder springt,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nKENMERKEN\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nHoe ver kun je gaan? Laat ons zien hoe goed je bent in springspellen. Nu afspelen!",
    "no": "Ninja Run er et veldig vanedannende løpespill som krever ferdigheter og konsentrasjon.\n\nNINJA RUN SPILLPLOT\nNinjaen må samle så mange mynter og gullringer som mulig under det gale løpet til Treasure Island. Noen mennesker vil imidlertid ikke at ninjaen skal ta verdisakene deres, så det er feller og fallgruver på veien.\n\nSom et resultat må du være årvåken og klar til enhver tid. Hvor langt tror du at du kan gå? I dette endeløse løperspillet, kan du samle så mange mynter og ringer du kan?\n\nHVORDAN SPILLER DU NINJA RUN-SPILLET\nÅ spille Ninja Run er enkelt, men det krever raske reaksjoner. Etter at spillet starter, må du hoppe over dødelige hindringer og feller, for eksempel kraftige eksplosive tønner, umiddelbart og forsiktig i tide. Dobbeltklikk eller klikk for å dobbelthoppe ninjaen.\n\nKONTROLLER\n- Hvis du spiller på en datamaskin: klikk på spillskjermområdet for å få ninjaen til å hoppe.\n- Hvis du spiller på en mobilenhet: trykk på skjermen når du vil at ninjakrigeren skal hoppe,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nFUNKSJONER\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nHvor langt kan du gå? Vis oss hvor god du er til å hoppe. Leke nå!",
    "pl": "Ninja Run to bardzo wciągająca gra biegowa, która wymaga umiejętności i koncentracji.\n\nDZIAŁANIE GRY NINJA RUN\nNinja musi zebrać jak najwięcej monet i złotych pierścieni podczas szalonego wyścigu na Wyspę Skarbów. Niektórzy jednak nie chcą, aby ninja zabrali ich kosztowności, dlatego na drodze czyhają pułapki i pułapki.\n\nW rezultacie musisz zachować czujność i gotowość przez cały czas. Jak myślisz, jak daleko możesz się posunąć? Czy w tej niekończącej się grze o biegaczach uda ci się zebrać jak najwięcej monet i pierścieni?\n\nJAK GRAĆ W GRĘ NINJA RUN\nGra w Ninja Run jest łatwa, ale wymaga szybkich reakcji. Po rozpoczęciu gry musisz natychmiast i ostrożnie przeskakiwać śmiertelne przeszkody i pułapki, takie jak potężne wybuchowe beczki. Kliknij dwukrotnie lub kliknij, aby wykonać podwójny skok ninja.\n\nSTEROWNICA\n- Jeśli grasz na komputerze: kliknij obszar ekranu gry, aby ninja skoczył.\n- Jeśli grasz na urządzeniu mobilnym: dotknij ekranu, gdy chcesz, aby wojownik ninja skoczył,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nCECHY\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nJak daleko możesz się posunąć? Pokaż nam, jak dobry jesteś w grach w skoki. Zagraj teraz!",
    "pt_BR,pt_PT": "Ninja Run é um jogo de corrida muito viciante que requer habilidade e concentração.\n\nENREDO DO JOGO NINJA RUN\nO Ninja deve coletar o máximo de moedas e anéis de ouro possível durante a corrida louca para Treasure Island. Algumas pessoas, no entanto, não querem que o ninja leve seus objetos de valor, então há armadilhas e armadilhas na estrada.\n\nComo resultado, você deve permanecer vigilante e pronto em todos os momentos. Quão longe você acha que pode ir? Neste jogo de corredor sem fim, você consegue coletar o máximo de moedas e anéis que puder?\n\nCOMO JOGAR O JOGO NINJA RUN\nJogar Ninja Run é fácil, mas requer reações rápidas. Após o início do jogo, você deve pular obstáculos e armadilhas mortais, como barris explosivos poderosos, imediatamente e com cuidado no tempo. Clique duas vezes ou clique para pular duas vezes o ninja.\n\nCONTROLES\n- Se jogar no computador: clique na área da tela do jogo para fazer o ninja pular.\n- Se estiver jogando em um dispositivo móvel: toque na tela sempre que quiser que o guerreiro ninja pule,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nRECURSOS\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nQuão longe você pode ir? Mostre-nos como você é bom em jogos de salto. Jogue agora!",
    "ro": "Ninja Run este un joc de alergare foarte captivant care necesită îndemânare și concentrare.\n\nPLOT DE JOC NINJA RUN\nNinja trebuie să strângă cât mai multe monede și inele de aur în timpul cursei nebune către Insula Comorii. Unii oameni, însă, nu vor ca ninja să-și ia obiectele de valoare, așa că există capcane și capcane pe drum.\n\nDrept urmare, trebuie să rămâneți vigilenți și pregătiți în orice moment. Cât de departe crezi că poți merge? În acest joc de alergători fără sfârșit, poți colecta cât mai multe monede și inele?\n\nCUM SE JOACĂ JOCUL NINJA RUN\nJocul Ninja Run este ușor, dar necesită reacții rapide. După începerea jocului, trebuie să sari peste obstacole și capcane mortale, cum ar fi butoaiele explozive puternice, imediat și cu atenție în timp. Faceți dublu clic sau faceți clic pentru a sări dublu ninja.\n\nCONTROALE\n- Dacă jucați pe un computer: faceți clic pe zona ecranului de joc pentru a face ninja să sară.\n- Dacă jucați pe un dispozitiv mobil: atingeți ecranul oricând doriți ca războinicul ninja să sară,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nCARACTERISTICI\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nCât de departe poți merge? Arată-ne cât de bun ești la jocurile de sărituri. Joaca acum!",
    "ru": "Ninja Run — очень захватывающая беговая игра, требующая умения и концентрации.\n\nНИНДЗЯ БЕГ СЮЖЕТ\nНиндзя должен собрать как можно больше монет и золотых колец во время безумной гонки на Остров Сокровищ. Некоторые люди, однако, не хотят, чтобы ниндзя забрали их ценности, поэтому на дороге есть ловушки и подводные камни.\n\nВ результате, вы должны оставаться бдительными и готовыми в любое время. Как далеко вы думаете, вы можете пойти? Сможешь ли ты собрать как можно больше монет и колец в этой бесконечной игре-раннере?\n\nКАК ИГРАТЬ В ИГРУ NINJA RUN\nИграть в Ninja Run легко, но требуется быстрая реакция. После того, как игра начнется, вы должны вовремя и вовремя перепрыгивать смертоносные препятствия и ловушки, такие как мощные взрывоопасные бочки. Дважды щелкните или щелкните, чтобы дважды прыгнуть ниндзя.\n\nУПРАВЛЕНИЕ\n- Если вы играете на компьютере: нажмите на область игрового экрана, чтобы ниндзя прыгнул.\n- Если вы играете на мобильном устройстве: коснитесь экрана всякий раз, когда вы хотите, чтобы воин-ниндзя прыгнул,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nОСОБЕННОСТИ\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nКак далеко вы можете пойти? Покажи нам, насколько ты хорош в прыжковых играх. Играть сейчас!",
    "sk": "Ninja Run je veľmi návyková bežecká hra, ktorá si vyžaduje zručnosť a koncentráciu.\n\nNINJA RUN GAME PLOT\nNinja musí počas šialeného závodu na Ostrov pokladov nazbierať čo najviac mincí a zlatých prsteňov. Niektorí ľudia však nechcú, aby im ninja bral cennosti, takže na ceste sú pasce a nástrahy.\n\nV dôsledku toho musíte byť neustále ostražití a pripravení. Ako ďaleko si myslíš, že môžeš zájsť? Dokážete v tejto nekonečnej bežeckej hre nazbierať čo najviac mincí a prsteňov?\n\nAKO HRAŤ NINJA RUN GAME\nHranie Ninja Run je jednoduché, ale vyžaduje si rýchle reakcie. Po spustení hry musíte okamžite a opatrne preskočiť smrteľné prekážky a pasce, ako sú silné výbušné sudy. Dvojitým kliknutím alebo kliknutím dvakrát preskočíte na ninju.\n\nOVLÁDANIE\n- Ak hráte na počítači: kliknite na oblasť hernej obrazovky, aby ninja skočil.\n- Ak hráte na mobilnom zariadení: klepnite na obrazovku vždy, keď chcete, aby ninja bojovník skočil,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nVLASTNOSTI\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nAko ďaleko môžete zájsť? Ukážte nám, ako ste dobrí v skákacích hrách. Hrať teraz!",
    "sl": "Ninja Run je zelo zasvojljiva tekaška igra, ki zahteva spretnost in koncentracijo.\n\nZAPIS IGRE NINJA RUN\nNinja mora med noro dirko do Otoka zakladov zbrati čim več kovancev in zlatih prstanov. Nekateri ljudje pa ne želijo, da jim ninja vzame dragocenosti, zato so na cesti pasti in pasti.\n\nZato morate biti ves čas pozorni in pripravljeni. Kako daleč misliš, da lahko greš? Ali lahko v tej neskončni tekaški igri zberete čim več kovancev in prstanov?\n\nKAKO IGRATI IGRO NINJA RUN\nIgranje Ninja Run je enostavno, vendar zahteva hitre reakcije. Ko se igra začne, morate takoj in previdno pravočasno preskočiti smrtonosne ovire in pasti, kot so močni eksplozivni sodi. Dvokliknite ali kliknite, da dvakrat skočite na ninjo.\n\nKONTROLE\n- Če igrate na računalniku: kliknite območje zaslona igre, da bo ninja skočil.\n- Če igrate na mobilni napravi: tapnite zaslon, kadar koli želite, da ninja bojevnik skoči,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nLASTNOSTI\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nKako daleč lahko greš? Pokažite nam, kako dobri ste v igrah skakanja. Igraj zdaj!",
    "sr": "Ниња Рун је веома заразна игра трчања која захтева вештину и концентрацију.\n\nНИЊА РУН ГАМЕ ПЛОТ\nНинџа мора да прикупи што више новчића и златних прстенова током луде трке до острва Треасуре. Неки људи, међутим, не желе да нинџа однесе њихове драгоцености, па се на путу налазе замке и замке.\n\nКао резултат тога, морате бити опрезни и спремни у сваком тренутку. Шта мислите колико далеко можете ићи? У овој бескрајној игри тркача, можете ли сакупити што више новчића и прстенова?\n\nКАКО ИГРАТИ НИЊА РУН ИГРУ\nИграње Ниња Рун-а је лако, али захтева брзе реакције. Након што игра почне, морате одмах и пажљиво на време да прескочите смртоносне препреке и замке, као што су моћне експлозивне цеви. Двапут кликните или кликните да бисте двапут прескочили нинџу.\n\nКОНТРОЛЕ\n- Ако играте на рачунару: кликните на област екрана игре да нинџа скочи.\n- Ако играте на мобилном уређају: додирните екран кад год желите да нинџа ратник скочи,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nКАРАКТЕРИСТИКЕ\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nКолико далеко можеш ићи? Покажите нам колико сте добри у играма скакања. Играј!",
    "sv": "Ninja Run är ett mycket beroendeframkallande löparspel som kräver skicklighet och koncentration.\n\nNINJA RUN SPELPLOT\nNinjan måste samla så många mynt och guldringar som möjligt under det galna loppet till Treasure Island. Vissa människor vill dock inte att ninjan ska ta deras värdesaker, så det finns fällor och fallgropar på vägen.\n\nSom ett resultat måste du vara vaksam och redo hela tiden. Hur långt tror du att du kan gå? I detta oändliga löparspel, kan du samla så många mynt och ringar du kan?\n\nHUR MAN SPELAR NINJA RUN-SPEL\nAtt spela Ninja Run är enkelt, men det kräver snabba reaktioner. Efter att spelet har börjat måste du hoppa över dödliga hinder och fällor, som kraftfulla explosiva tunnor, omedelbart och försiktigt i tid. Dubbelklicka eller klicka för att dubbelhoppa ninjan.\n\nKONTROLLER\n- Om du spelar på en dator: klicka på spelskärmsområdet för att få ninjan att hoppa.\n- Om du spelar på en mobil enhet: tryck på skärmen när du vill att ninjakrigaren ska hoppa,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nFUNKTIONER\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nHur långt kan du gå? Visa oss hur bra du är på att hoppa spel. Spela nu!",
    "sw": "Ninja Run ni mchezo wa kukimbia unaovutia sana ambao unahitaji ujuzi na umakini.\n\nNINJA RUN GAME Plot\nNinja lazima kukusanya sarafu nyingi na pete za dhahabu iwezekanavyo wakati wa mbio za wazimu hadi Kisiwa cha Hazina. Watu wengine, hata hivyo, hawataki ninja kuchukua vitu vyao vya thamani, kwa hivyo kuna mitego na mitego barabarani.\n\nMatokeo yake, lazima uendelee kuwa macho na tayari kila wakati. Unafikiri unaweza kwenda umbali gani? Katika mchezo huu usio na mwisho wa mwanariadha, unaweza kukusanya sarafu na pete nyingi uwezavyo?\n\nJINSI YA KUCHEZA NINJA RUN GAME\nKucheza Ninja Run ni rahisi, lakini inahitaji majibu ya haraka. Baada ya mchezo kuanza, lazima uruke vizuizi na mitego hatari, kama vile mapipa yenye nguvu ya kulipuka, mara moja na kwa uangalifu kwa wakati. Bofya mara mbili au ubofye ili kuruka ninja mara mbili.\n\nVIDHIBITI\n- Ikiwa unacheza kwenye kompyuta: bofya eneo la skrini ya mchezo ili kufanya ninja kuruka.\n- Ikiwa unacheza kwenye kifaa cha rununu: gonga skrini wakati wowote unataka shujaa wa ninja kuruka,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nVIPENGELE\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nUnaweza kwenda umbali gani? Tuonyeshe jinsi ulivyo mzuri katika michezo ya kuruka. Cheza sasa!",
    "ta": "நிஞ்ஜா ரன் என்பது திறமை மற்றும் செறிவு தேவைப்படும் மிகவும் அடிமையாக்கும் விளையாட்டு.\n\nநிஞ்ஜா ரன் கேம் ப்ளாட்\nட்ரெஷர் தீவுக்கான பைத்தியக்காரத்தனமான பந்தயத்தின் போது நிஞ்ஜா முடிந்தவரை பல நாணயங்களையும் தங்க மோதிரங்களையும் சேகரிக்க வேண்டும். இருப்பினும், சிலர், நிஞ்ஜாக்கள் தங்களுடைய மதிப்புமிக்க பொருட்களை எடுத்துக்கொள்வதை விரும்புவதில்லை, அதனால் சாலையில் பொறிகளும் இடர்களும் உள்ளன.\n\nஇதன் விளைவாக, நீங்கள் எப்போதும் விழிப்புடனும் தயாராகவும் இருக்க வேண்டும். நீங்கள் எவ்வளவு தூரம் செல்ல முடியும் என்று நினைக்கிறீர்கள்? இந்த முடிவற்ற ரன்னர் விளையாட்டில், உங்களால் முடிந்த அளவு நாணயங்களையும் மோதிரங்களையும் சேகரிக்க முடியுமா?\n\nநிஞ்ஜா ரன் கேம் விளையாடுவது எப்படி\nநிஞ்ஜா ரன் விளையாடுவது எளிதானது, ஆனால் அதற்கு விரைவான எதிர்வினைகள் தேவை. விளையாட்டு தொடங்கிய பிறகு, நீங்கள் உடனடியாகவும் கவனமாகவும், சக்திவாய்ந்த வெடிக்கும் பீப்பாய்கள் போன்ற கொடிய தடைகள் மற்றும் பொறிகளைக் கடந்து செல்ல வேண்டும். நிஞ்ஜாவை இருமுறை குதிக்க இருமுறை கிளிக் செய்யவும் அல்லது கிளிக் செய்யவும்.\n\nகட்டுப்பாடுகள்\n- நீங்கள் கணினியில் விளையாடினால்: நிஞ்ஜா ஜம்ப் செய்ய கேம் திரைப் பகுதியைக் கிளிக் செய்யவும்.\n- நீங்கள் மொபைல் சாதனத்தில் விளையாடுகிறீர்கள் என்றால்: நிஞ்ஜா போர்வீரன் குதிக்க விரும்பும் போதெல்லாம் திரையைத் தட்டவும்,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nஅம்சங்கள்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nநீங்கள் எவ்வளவு தூரம் செல்ல முடியும்? ஜம்பிங் கேம்களில் நீங்கள் எவ்வளவு சிறந்தவர் என்பதை எங்களுக்குக் காட்டுங்கள். இப்பொழுதே விளையாடு!",
    "te": "నింజా రన్ అనేది చాలా వ్యసనపరుడైన రన్నింగ్ గేమ్, దీనికి నైపుణ్యం మరియు ఏకాగ్రత అవసరం.\n\nనింజా రన్ గేమ్ ప్లాట్\nట్రెజర్ ఐలాండ్‌కి జరిగే పిచ్చి రేసులో నింజా తప్పనిసరిగా వీలైనన్ని ఎక్కువ నాణేలు మరియు బంగారు ఉంగరాలను సేకరించాలి. కొంతమంది అయితే, నింజా వారి విలువైన వస్తువులను తీసుకోవడానికి ఇష్టపడరు, కాబట్టి రహదారిపై ఉచ్చులు మరియు గుంటలు ఉన్నాయి.\n\nఫలితంగా, మీరు ఎల్లప్పుడూ అప్రమత్తంగా మరియు సిద్ధంగా ఉండాలి. మీరు ఎంత దూరం వెళ్లగలరని అనుకుంటున్నారు? ఈ అంతులేని రన్నర్ గేమ్‌లో, మీరు వీలైనన్ని నాణేలు మరియు ఉంగరాలను సేకరించగలరా?\n\nనింజా రన్ గేమ్ ఎలా ఆడాలి\nనింజా రన్ ఆడటం చాలా సులభం, కానీ దీనికి త్వరిత ప్రతిచర్యలు అవసరం. ఆట ప్రారంభమైన తర్వాత, మీరు శక్తివంతమైన పేలుడు బారెల్స్ వంటి ఘోరమైన అడ్డంకులు మరియు ఉచ్చులను వెంటనే మరియు జాగ్రత్తగా సమయానికి అధిగమించాలి. నింజాను డబుల్-జంప్ చేయడానికి రెండుసార్లు క్లిక్ చేయండి లేదా క్లిక్ చేయండి.\n\nనియంత్రణలు\n- మీరు కంప్యూటర్‌లో ప్లే చేస్తే: నింజా జంప్ చేయడానికి గేమ్ స్క్రీన్ ప్రాంతాన్ని క్లిక్ చేయండి.\n- మీరు మొబైల్ పరికరంలో ప్లే చేస్తుంటే: నింజా యోధుడు దూకాలనుకున్నప్పుడు స్క్రీన్‌పై నొక్కండి,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nలక్షణాలు\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nమీరు ఎంత దూరం వెళ్ళగలరు? జంపింగ్ గేమ్‌లలో మీరు ఎంత మంచివారో మాకు చూపించండి. ఇప్పుడు ఆడు!",
    "th": "Ninja Run เป็นเกมวิ่งที่เล่นเพลินจนวางไม่ลงซึ่งต้องใช้ทักษะและสมาธิ\n\nพล็อตเกม NINJA RUN\nนินจาจะต้องรวบรวมเหรียญและแหวนทองคำให้ได้มากที่สุดระหว่างการแข่งขันอันบ้าคลั่งที่เกาะมหาสมบัติ อย่างไรก็ตาม บางคนไม่ต้องการให้นินจาเอาของมีค่าไป ดังนั้นจึงมีกับดักและหลุมพรางบนท้องถนน\n\nด้วยเหตุนี้ คุณจึงต้องระมัดระวังตัวและเตรียมพร้อมตลอดเวลา คุณคิดว่าคุณสามารถไปได้ไกลแค่ไหน? ในเกมวิ่งที่ไม่มีที่สิ้นสุดนี้ คุณสามารถเก็บเหรียญและแหวนให้ได้มากที่สุด?\n\nวิธีเล่นเกมวิ่งนินจา\nการเล่น Ninja Run นั้นง่าย แต่ต้องใช้การตอบสนองที่รวดเร็ว หลังจากเริ่มเกม คุณจะต้องกระโดดข้ามสิ่งกีดขวางและกับดักที่อันตราย เช่น ถังระเบิดอันทรงพลัง ในทันทีและอย่างระมัดระวัง คลิกสองครั้งหรือคลิกเพื่อกระโดดสองครั้งที่นินจา\n\nการควบคุม\n- หากคุณเล่นบนคอมพิวเตอร์: คลิกพื้นที่หน้าจอเกมเพื่อให้นินจากระโดด\n- หากคุณกำลังเล่นบนอุปกรณ์พกพา: แตะที่หน้าจอเมื่อใดก็ตามที่คุณต้องการให้นักรบนินจากระโดด\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nคุณสมบัติ\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nคุณสามารถไปได้ไกลแค่ไหน? แสดงให้เราเห็นว่าคุณเก่งแค่ไหนในเกมกระโดด เล่นเลย!",
    "tr": "Ninja Run, beceri ve konsantrasyon gerektiren çok bağımlılık yapan bir koşu oyunudur.\n\nNINJA RUN OYUN HİSSESİ\nNinja, Treasure Island'a giden çılgın yarış sırasında mümkün olduğu kadar çok madeni para ve altın yüzük toplamalıdır. Ancak bazı insanlar ninjanın değerli eşyalarını almasını istemiyor, bu yüzden yolda tuzaklar ve tuzaklar var.\n\nSonuç olarak, her zaman uyanık ve hazır olmalısınız. Ne kadar ileri gidebileceğini düşünüyorsun? Bu sonsuz koşucu oyununda toplayabildiğin kadar çok madeni para ve yüzük toplayabilir misin?\n\nNİNJA RUN OYUNU NASIL OYNANIR\nNinja Run oynamak kolaydır, ancak hızlı tepkiler gerektirir. Oyun başladıktan sonra, güçlü patlayıcı variller gibi ölümcül engellerin ve tuzakların üzerinden hemen ve dikkatli bir şekilde zamanında atlamalısınız. Ninjayı çift atlamak için çift tıklayın veya tıklayın.\n\nKONTROLLER\n- Bir bilgisayarda oynuyorsanız: ninjayı zıplatmak için oyun ekranı alanına tıklayın.\n- Bir mobil cihazda oynuyorsanız: ninja savaşçısının zıplamasını istediğinizde ekrana dokunun,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nÖZELLİKLERİ\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nNe kadar uzağa gidebilirsin? Zıplama oyunlarında ne kadar iyi olduğunu bize göster. Şimdi oyna!",
    "uk": "Ninja Run - це дуже захоплююча бігова гра, яка вимагає навичок і концентрації.\n\nСЮЖЕТ ГРИ NINJA RUN\nНіндзя повинен зібрати якомога більше монет і золотих кілець під час божевільної гонки до Острова скарбів. Деякі люди, однак, не хочуть, щоб ніндзя забрав їхні цінні речі, тому на дорозі є пастки та підводні камені.\n\nЯк наслідок, ви повинні залишатися пильними та готовими в будь-який час. Як далеко ти можеш зайти? Чи зможете ви зібрати якомога більше монет і кілець у цій нескінченній раннер-грі?\n\nЯК ГРАТИ В ГРУ NINJA RUN\nГрати в Ninja Run легко, але вона вимагає швидкої реакції. Після початку гри ви повинні негайно і обережно вчасно перестрибувати смертельні перешкоди і пастки, такі як потужні вибухові бочки. Двічі клацніть або клацніть, щоб двічі стрибнути ніндзя.\n\nУПРАВЛІННЯ\n- Якщо ви граєте на комп'ютері: натисніть область ігрового екрана, щоб змусити ніндзя стрибнути.\n- Якщо ви граєте на мобільному пристрої: торкайтеся екрана щоразу, коли хочете, щоб воїн-ніндзя стрибнув,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nОСОБЛИВОСТІ\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЯк далеко ви можете зайти? Покажіть нам, наскільки добре ви вмієте грати в стрибки. Грати зараз!",
    "vi": "Ninja Run là một game chạy rất gây nghiện, đòi hỏi kỹ năng và sự tập trung.\n\nCỐC TRÒ CHƠI NINJA CHẠY\nNinja phải thu thập càng nhiều đồng xu và nhẫn vàng càng tốt trong cuộc chạy đua điên cuồng đến Đảo Kho Báu. Tuy nhiên, một số người không muốn ninja lấy đi những vật có giá trị của họ nên có những cạm bẫy và cạm bẫy trên đường.\n\nDo đó, bạn phải luôn cảnh giác và sẵn sàng. Bạn nghĩ bạn có thể đi bao xa? Trong trò chơi chạy vô tận này, bạn có thể thu thập càng nhiều tiền xu và nhẫn càng tốt không?\n\nCÁCH CHƠI TRÒ CHƠI NINJA RUN\nChơi Ninja Run rất dễ nhưng đòi hỏi phản ứng nhanh. Sau khi trò chơi bắt đầu, bạn phải nhảy qua các chướng ngại vật và cạm bẫy chết người, chẳng hạn như thùng thuốc nổ cực mạnh, ngay lập tức và cẩn thận kịp thời. Nhấp đúp hoặc nhấp để nhảy hai lần ninja.\n\nKIỂM SOÁT\n- Nếu chơi trên máy tính: click vào khu vực màn hình game để ninja nhảy lên.\n- Nếu bạn đang chơi trên thiết bị di động: chạm vào màn hình bất cứ khi nào bạn muốn chiến binh ninja nhảy lên,\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- Dễ Chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nBạn có thể đi bao xa? Cho chúng tôi thấy bạn giỏi trò chơi nhảy như thế nào. Bắt đầu chơi!",
    "zh_CN,zh_TW": "Ninja Run 是一款非常容易上瘾的跑步游戏，需要技巧和专注力。\n\n忍者跑游戏剧情\n在前往金银岛的疯狂比赛中，忍者必须收集尽可能多的硬币和金戒指。 然而，有些人不希望忍者拿走他们的贵重物品，所以路上有陷阱和陷阱。\n\n因此，您必须时刻保持警惕并做好准备。 你认为你能走多远？ 在这个无尽的跑酷游戏中，你能收集到尽可能多的金币和戒指吗？\n\n如何玩 NINJA RUN 游戏\n玩 Ninja Run 很容易，但需要快速反应。 游戏开始后，你必须及时小心地跳过威力巨大的爆炸桶等致命障碍和陷阱。 双击或单击以双跳忍者。\n\n控件\n- 如果您在电脑上玩：点击游戏画面区域让忍者跳跃。\n- 如果您在移动设备上玩：每当您想让忍者战士跳跃时点击屏幕，\n\nNinja Run is a fun run and jump game to play when bored for FREE!\n\n特征\n- 易玩\n- 100% 免费\n- 离线游戏\n\n你能走多远？ 向我们展示您在跳跃游戏中的水平。 现在播放！"
  }
}