{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compilerx-GPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CompilerX-GPT, an AI-powered Chrome extension that helps to elevate email strategy and sales prospecting with absolute precision."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COMPILERX-GPT: AI-POWERED EMAIL ENHANCEMENT FOR EFFECTIVE OUTREACH\n\nTransform your email campaigns and sales prospecting with CompilerX-GPT, an innovative AI-driven Chrome extension. Designed for creating personalized, impactful emails, it's your tool for more engaging and successful business communications.\n\n🌟 AI-DRIVEN EMAIL PERSONALIZATION\nCompilerX-GPT harnesses advanced AI to craft emails uniquely suited to your prospects, ensuring your messages are both engaging and personalized.\n\n🔍 DATA MINING AND INSIGHTS\nAccess valuable insights and contact details from our comprehensive B2B database, streamlining your research and providing accurate, up-to-date information.\n\n🎯 GOAL-ORIENTED CAMPAIGN TOOLS\nTailor your email strategies for lead generation, relationship nurturing, or deal closing. CompilerX-GPT aligns with your goals to boost efficiency and conversions.\n\n📊 DATA ANALYSIS AND STRATEGY OPTIMIZATION\nLeverage deep data analysis for strategic insights, enhancing your decision-making and campaign planning.\n\n🔐 PRIVACY AND DATA SECURITY\nYour data's security is paramount. CompilerX-GPT is committed to the highest data protection standards, ensuring your information is safe and secure.\n\n📈 COMPREHENSIVE CAMPAIGN TRACKING\nMonitor and refine your email campaigns with our detailed analytics tools, optimizing your strategies for maximum impact.\n\nSUCCESS STORIES ACROSS VARIOUS INDUSTRIES\nDiscover how CompilerX-GPT has propelled success in multiple sectors:\n\n- Startups: Boosting investor and client response rates.\n- Real Estate: Enhancing client satisfaction with tailored communication.\n- Recruitment: Improving candidate engagement and response rates.\n- Event Marketing: Achieving higher attendance through customized invites.\n- E-Commerce: Increasing repeat purchases with personalized product recommendations.\n- Non-Profit: Raising more funds through engaging donor communications.\n- Academic Research: Facilitating successful research collaborations.\n- B2B Sales: Enhancing conversions with data-driven approaches.\n\nFREE TRIAL AVAILABLE\nStart with CompilerX-GPT for free and explore its full potential. Visit our website for detailed information and various pricing options.\n\nPRIVACY POLICY\nUsing CompilerX-GPT means you agree to our Privacy Policy. More details at https://compilerx.com/privacy-policy."
  }
}