{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monitorizo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Indicador inteligente para la toma de decisiones en la compra de productos en Amazon. Utiliza un algoritmo propio."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¿Alguna vez te ha pasado que compras un producto en Amazon y luego descubres que el precio ha bajado unos días después? ¿Te gustaría saber cuándo es el mejor momento para comprar un producto en Amazon y ahorrar dinero en tus compras en línea? ¡Tenemos la solución perfecta para ti! Nuestra extensión para Chrome te ayuda a tomar decisiones informadas de compra al analizar el precio del producto que estás viendo y compararlo con el precio actual en la mayoría de las tiendas externas (no Amazon) del mundo.\n\nNuestra extensión utiliza un algoritmo inteligente que toma en cuenta varios factores, incluyendo la demanda, la oferta, la competencia, las tendencias del mercado y los precios actuales del producto en todo el mundo, para determinar si el precio actual del producto es alto o bajo en comparación con otros precios. Con esta información, la extensión te muestra un mensaje que indica si es un buen momento para comprar el producto o si debes esperar a que baje el precio.\n\nAdemás, nuestra extensión te permite realizar un seguimiento de los precios de los productos y recibir notificaciones cuando bajan de precio. Puedes configurar las notificaciones para recibir alertas cuando el precio del producto que estás viendo baja por debajo de un cierto umbral o cuando el precio del producto baja en general. Esto significa que siempre estarás al tanto de las mejores ofertas en Amazon y nunca te perderás una oportunidad de ahorrar dinero.\n\nNuestra extensión es fácil de usar y funciona automáticamente en segundo plano mientras navegas por Amazon. No requiere ninguna configuración especial ni ajustes complicados, por lo que puedes empezar a utilizarla de inmediato y disfrutar de los beneficios de tomar decisiones de compra informadas y ahorrar dinero en Amazon.\n\nEn resumen, si quieres ahorrar dinero en tus compras en línea en Amazon y tomar decisiones de compra informadas, nuestra extensión para Chrome es la herramienta perfecta para ti. Pruébala hoy y comienza a ahorrar dinero en tus compras en Amazon."
  }
}