{
  "name": {
    "ar,fa,hr,hu,ja,ko,te,th": "Spongy Rolling Magnet Ball Online Game",
    "am,bn,cs,gu,lv,mr,no,pl,sl": "Spongy Rolling Magnet Ball Unblocked Game",
    "bg,fi,fil,hi,ms,ro,sw,ta": "Spongy Rolling Magnet Ball Online",
    "ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fr,he,id,it,kn,lt,ml,nl,pt_BR,pt_PT,ru,sk,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Spongy Rolling Magnet Ball Game"
  },
  "short": {
    "ar": "عليك جمع كل المكعبات في المستوى مع الكرة الخاصة بك دون أن يتم القبض عليك من قبل القنبلة.",
    "am": "በቦምቡ ሳትያዝ በኳስህ ደረጃ ላይ ያሉ ክቦችን በሙሉ መሰብሰብ አለብዎት።",
    "bg": "Трябва да събереш всички кубчета в нивото с топката си, без да те хване бомбата.",
    "bn": "বোমার কবলে না পড়ে নিজের বল দিয়ে লেভেলের সব কিউব সংগ্রহ করতে হবে।",
    "ca": "Has de recollir tots els cubs al nivell amb la teva bola sense ser atrapat per la bomba.",
    "cs": "Musíte posbírat všechny kostky v úrovni s míčem, aniž byste byli chyceni bombou.",
    "da": "Du skal samle alle terningerne i niveauet med din bold uden at blive fanget af bomben.",
    "de": "Du musst alle Würfel im Level mit deinem Ball sammeln, ohne von der Bombe erwischt zu werden.",
    "el": "Πρέπει να μαζέψετε όλους τους κύβους στο επίπεδο με την μπάλα σας χωρίς να σας πιάσει η βόμβα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to collect all the cubes in the level with your ball without being caught by the bomb.",
    "es": "Tienes que recoger todos los cubos en el nivel con tu bola sin ser atrapado por la bomba.",
    "et": "Sa pead koguma kõik kuubikud tasemel oma palli ilma püütud pomm.",
    "fa": "شما باید برای جمع آوری تمام مکعب در سطح با توپ خود را بدون اینکه توسط بمب گرفتار.",
    "fi": "Sinun on kerättävä kaikki tason kuutiot pallosi kanssa ilman, että pommi tarttuu siihen.",
    "fil": "Mayroon kang upang mangolekta ng lahat ng mga cubes sa antas ng iyong bola nang hindi nahuli ng bomba.",
    "fr": "Vous devez collecter tous les cubes du niveau avec votre balle sans être attrapé par la bombe.",
    "gu": "તમારે બોમ્બ દ્વારા પકડાયા વિના તમારા બોલથી સ્તરના તમામ ક્યુબ્સ એકત્રિત કરવા પડશે.",
    "he": "אתה צריך לאסוף את כל הקוביות ברמה עם הכדור שלך מבלי להיתפס על ידי הפצצה.",
    "hi": "आप बम से पकड़ा जा रहा बिना अपनी गेंद के साथ स्तर में सभी cubes इकट्ठा करने के लिए है।",
    "hr": "Morate prikupiti sve kocke u razini sa svojom loptom bez da vas uhvati bomba.",
    "hu": "Össze kell gyűjtened az összes kockát a szinten a labdáddal anélkül, hogy a bomba elkapná.",
    "id": "Anda harus mengumpulkan semua kubus di level dengan bola Anda tanpa tertangkap oleh bom.",
    "it": "Devi raccogliere tutti i cubi nel livello con la tua palla senza essere catturato dalla bomba.",
    "ja": "あなたは爆弾に捕まることなく、あなたのボールでレベル内のすべての立方体を収集する必要があります。",
    "kn": "ನೀವು ಬಾಂಬಿಗೆ ಸಿಕ್ಕಿಹಾಕಿಕೊಳ್ಳದೆ ನಿಮ್ಮ ಚೆಂಡಿನೊಂದಿಗೆ ಸಮತಟ್ಟಾಗಿರುವ ಎಲ್ಲಾ ಘನಾಕೃತಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಬೇಕು.",
    "ko": "폭탄에 걸리지 않고 공으로 레벨의 모든 큐브를 수집해야합니다.",
    "lv": "Jums ir jāsavāc visi kubi līmenī ar savu bumbu, nenoķerot bumbu.",
    "ml": "നിങ്ങൾ ബോംബിൽ പിടിക്കപ്പെടാതെ നിങ്ങളുടെ പന്ത് ഉപയോഗിച്ച് ലെവലിലെ എല്ലാ ക്യൂബുകളും ശേഖരിക്കണം.",
    "mr": "आपल्याला बॉम्बने न पकडता आपल्या बॉलने लेव्हलमधील सर्व तुकडे गोळा करावे लागतील.",
    "ms": "Anda perlu mengumpul semua kiub di tahap dengan bola anda tanpa ditangkap oleh bom.",
    "nl": "Je moet alle kubussen in het level verzamelen met je bal zonder gepakt te worden door de bom.",
    "no": "Du må samle alle kubene i nivået med ballen din uten å bli fanget av bomben.",
    "pl": "Musisz zebrać wszystkie kostki na poziomie z piłką, nie dając się złapać przez bombę.",
    "ro": "Trebuie să colecteze toate cuburi în nivelul cu mingea fără a fi prins de bomba.",
    "ru": "Вы должны собрать все кубики на уровне с вашим шаром, не будучи пойманным бомбой.",
    "sk": "Musíte zbierať všetky kocky v úrovni s loptou bez toho, aby ste boli chytení bombou.",
    "sl": "Moraš zbrati vse kocke v ravni s svojo žogo, ne da bi bil ujet z bombo.",
    "sv": "Du måste samla alla kuber i nivån med din boll utan att fångas av bomben.",
    "sw": "Una kukusanya cubes wote katika ngazi na mpira wako bila kuwa hawakupata na bomu.",
    "ta": "நீங்கள் குண்டு மூலம் பிடிபடாமல் உங்கள் பந்தை கொண்டு மட்டத்தில் உள்ள அனைத்து க்யூப்ஸ் சேகரிக்க வேண்டும்.",
    "te": "మీరు బాంబుకు చిక్కకుండా మీ బంతితో లెవల్ లోని అన్ని క్యూబ్ లను సేకరించాలి.",
    "th": "คุณต้องรวบรวมลูกบาศก์ทั้งหมดในระดับที่มีลูกของคุณโดยไม่ถูกจับโดยระเบิด",
    "tr": "Seviyedeki tüm küpleri bombaya yakalanmadan topunuzla toplamalısınız.",
    "uk": "Ви повинні зібрати всі кубики на рівні своїм м'ячем, не будучи спійманими бомбою."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a brand new physics game! Move wildly, knock down all the obstacles and have the fun.\n\nHow To Play\nPlayed with Arrow Keys.\n\nSpongy Rolling Magnet Ball Game Features\n✓ Cartoon graphics\n✓ Infinity level\n✓ Fun sounds\n✓ Little particle\n✓ Easy control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Spongy Rolling Magnet Ball Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}