{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word Cloud for Google Chrome™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create your word cloud from your text file quickly from Google Drive or local computer."
  },
  "long": {
    "ar": "هل تريد إنشاء سحابة كلمات بناءً على جميع الكلمات الموجودة في موقع ويب / مستند؟\n\nهل تريد العثور على الكلمات الأكثر استخدامًا وعرضها بشكل جيد في صورة ما؟\nيمكنك القيام بذلك الآن باستخدام Word Cloud لـ Google Chrome ™\n\nما عليك سوى وضع عنوان URL لموقع الويب الذي تريد إنشاء سحابة كلمات له.\nسيقوم برنامجنا بمسح الكلمات / النص الموجود داخل هذا الموقع وإنشاء سحابة كلمات في غضون دقائق من أجلك.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها. لا تؤيد Google أو ترعى امتداد Chrome هذا. Word Cloud for Google Chrome ™ ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to create a word cloud based on all the words located on a website/document?\n\nWant to find the most frequent words used and display it nicely in an image?\nYou can do so now using Word Cloud for Google Chrome™\n\nOur software will scan through the words/text located within and create a word cloud within minutes for you.\n\nIf you want to create a word cloud from a website, you need to copy and paste the text from the website directly into our extension before you choose to generate the word cloud.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this Chrome extension. Word Cloud for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате ли да създадете облак от думи, базиран на всички думи, намиращи се на уебсайт / документ?\n\nИскате ли да намерите най-често използваните думи и да го покажете добре на изображение?\nМожете да го направите сега, като използвате Word Cloud за Google Chrome ™\n\nПросто въведете URL адреса на уебсайта, за който искате да генерирате облак от думи.\nНашият софтуер ще сканира през думите / текста, намиращи се в този уебсайт, и ще създаде облак от думи в рамките на минути за вас.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици. Google не одобрява и не спонсорира това разширение за Chrome. Word Cloud за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu crear un núvol de paraules basat en totes les paraules ubicades en un lloc web / document?\n\nVoleu trobar les paraules més freqüents utilitzades i mostrar-les bé en una imatge?\nPodeu fer-ho ara amb Word Cloud per a Google Chrome ™\n\nSimplement poseu l'URL del lloc web per al qual vulgueu generar un núvol de paraules.\nEl nostre programari escanejarà les paraules / text ubicades dins d’aquest lloc web i crearà un núvol de paraules en qüestió de minuts.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris. Google no recolza ni patrocina aquesta extensió de Chrome. Word Cloud per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Chcete vytvořit slovo mrak na základě všech slov umístěných na webu / dokumentu?\n\nChcete najít nejčastěji používaná slova a pěkně je zobrazit na obrázku?\nMůžete tak učinit nyní pomocí Word Cloud pro Google Chrome ™\n\nJednoduše vložte adresu URL webu, pro kterou chcete vygenerovat slovo mrak.\nNáš software prohledá slova / text umístěný na tomto webu a během několika minut pro vás vytvoří slovní mrak.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům. Google toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Word Cloud pro Google Chrome ™ nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Vil du oprette en word cloud baseret på alle de ord, der findes på et websted / dokument?\n\nVil du finde de mest anvendte ord og vise det pænt i et billede?\nDu kan gøre det nu ved hjælp af Word Cloud til Google Chrome ™\n\nSæt blot webadressen, som du vil generere en word cloud til.\nVores software scanner gennem ordene / teksten på dette websted og opretter en ordsky inden for få minutter til dig.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere. Google godkender eller sponsorerer ikke denne Chrome-udvidelse. Word Cloud til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie eine Wortwolke erstellen, die auf allen Wörtern auf einer Website / einem Dokument basiert?\n\nMöchten Sie die am häufigsten verwendeten Wörter finden und sie gut in einem Bild anzeigen?\nSie können dies jetzt mit Word Cloud für Google Chrome ™ tun\n\nGeben Sie einfach die Website-URL ein, für die Sie eine Wortwolke generieren möchten.\nUnsere Software scannt die Wörter / Texte auf dieser Website und erstellt innerhalb von Minuten eine Wortwolke für Sie.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern. Google unterstützt oder sponsert diese Chrome-Erweiterung nicht. Word Cloud für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε να δημιουργήσετε ένα σύννεφο λέξεων με βάση όλες τις λέξεις που βρίσκονται σε έναν ιστότοπο / έγγραφο;\n\nΘέλετε να βρείτε τις πιο συχνές λέξεις που χρησιμοποιούνται και να τις εμφανίσετε όμορφα σε μια εικόνα;\nΜπορείτε να το κάνετε τώρα χρησιμοποιώντας το Word Cloud για το Google Chrome ™\n\nΑπλώς τοποθετήστε τη διεύθυνση URL του ιστότοπου για την οποία θέλετε να δημιουργήσετε ένα σύννεφο λέξεων.\nΤο λογισμικό μας θα σαρώσει τις λέξεις / κείμενο που βρίσκονται σε αυτόν τον ιστότοπο και θα δημιουργήσει ένα σύννεφο λέξεων μέσα σε λίγα λεπτά για εσάς.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους. Η Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το Word Cloud για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Quiere crear una nube de palabras basada en todas las palabras ubicadas en un sitio web / documento?\n\n¿Quiere encontrar las palabras que se utilizan con más frecuencia y mostrarlas de forma agradable en una imagen?\nPuede hacerlo ahora usando Word Cloud para Google Chrome ™\n\nSimplemente ingrese la URL del sitio web para el que desea generar una nube de palabras.\nNuestro software escaneará las palabras / texto que se encuentran dentro de este sitio web y creará una nube de palabras en cuestión de minutos para usted.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños. Google no respalda ni patrocina esta extensión de Chrome. Word Cloud para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas soovite luua sõnapilve kõigi veebisaidil / dokumendis asuvate sõnade põhjal?\n\nKas soovite leida kõige sagedamini kasutatavad sõnad ja kuvada need kenasti pildil?\nSaate seda nüüd teha, kasutades Google Cloudi jaoks rakendust Word Cloud\n\nSisestage lihtsalt selle veebisaidi URL, mille jaoks soovite sõnapilti genereerida.\nMeie tarkvara skannib sellel veebisaidil olevaid sõnu / teksti ja loob teile mõne minuti jooksul sõnapilve.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele. Google ei toeta ega sponsoreeri seda Chrome'i laiendust. Google Cloud ™ -i jaoks mõeldud Word Cloudi omanik ei ole Google Inc., see ei ole litsentseeritud ega ole tütarettevõte",
    "fa": "آیا می خواهید کلمه کلیدی را بر اساس کلمات واقع شده در یک وب سایت / سند ایجاد کنید؟\n\nآیا می خواهید بیشترین کلمات مورد استفاده را پیدا کرده و به زیبایی در تصویر نمایش دهید؟\nاکنون می توانید این کار را با استفاده از Word Cloud برای Google Chrome انجام دهید\n\nبه سادگی در URL وب سایت قرار دهید که می خواهید برای آن ابر کلمه ایجاد کنید.\nنرم افزار ما از طریق کلمات / متن واقع در این وب سایت اسکن می کند و ظرف چند دقیقه ابر کلمه ای را برای شما ایجاد می کند.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند. Google این افزونه Chrome را تأیید یا حمایت نمی کند. Word Cloud برای Google Chrome by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Luo sanapilvi helposti. Voit kirjoittaa suosikkisanasi tai avata tiedoston (txt, docx) Google Drivesta tai tietokoneeltasi. Autamme sinua luomaan kaunis sanapilvi. Voit sitten tallentaa kuvan SVG-muodossa.",
    "fil": "Haluatko luoda sanapilven kaikkien verkkosivustossa / asiakirjassa olevien sanojen perusteella?\n\nHaluatko löytää yleisimmät käytetyt sanat ja näyttää ne kauniisti kuvassa?\nVoit tehdä sen nyt Word Cloud for Google Chrome ™ -sovelluksella\n\nSyötä yksinkertaisesti verkkosivuston URL-osoite, jolle haluat luoda sanapilven.\nOhjelmistomme skannaa tällä verkkosivustolla olevat sanat / tekstin läpi ja luo sanapilven muutamassa minuutissa sinulle.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen. Google ei tue tai sponsoroi tätä Chrome-laajennusta. Google Cloud ™ -sovellus Word ei ole Google Inc.:n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Vous voulez créer un nuage de mots basé sur tous les mots situés sur un site Web / document?\n\nVous voulez trouver les mots les plus fréquemment utilisés et les afficher joliment dans une image?\nVous pouvez le faire maintenant en utilisant Word Cloud pour Google Chrome ™\n\nEntrez simplement l'URL du site Web pour lequel vous souhaitez générer un nuage de mots.\nNotre logiciel analysera les mots / textes situés sur ce site Web et créera un nuage de mots en quelques minutes pour vous.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs. Google n'approuve ni ne sponsorise cette extension Chrome. Word Cloud pour Google Chrome ™ n'appartient pas à, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "he": "צור את ענן המילים שלך בקלות. אתה יכול לכתוב את המילים המועדפות עליך או לפתוח קובץ (txt, docx) מכונן Google או מהמחשב שלך. אנו נעזור לך ליצור ענן מילים יפה. לאחר מכן תוכל לשמור את התמונה בפורמט SVG.",
    "hi": "एक वेबसाइट / दस्तावेज़ पर स्थित सभी शब्दों के आधार पर एक शब्द क्लाउड बनाना चाहते हैं?\n\nसबसे अधिक इस्तेमाल किए जाने वाले शब्दों को खोजना चाहते हैं और इसे एक छवि में अच्छी तरह से प्रदर्शित करना चाहते हैं?\nअब आप Google Chrome ™ के लिए वर्ड क्लाउड का उपयोग कर सकते हैं\n\nबस उस वेबसाइट URL में डालें, जिसके लिए आप एक शब्द क्लाउड जनरेट करना चाहते हैं।\nहमारा सॉफ्टवेयर इस वेबसाइट के भीतर स्थित शब्दों / पाठ के माध्यम से स्कैन करेगा और आपके लिए मिनटों में एक शब्द क्लाउड बना देगा।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं। Google इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए वर्ड क्लाउड के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Želite li stvoriti oblak riječi na temelju svih riječi koje se nalaze na web mjestu / dokumentu?\n\nŽelite pronaći najčešće korištene riječi i lijepo ih prikazati na slici?\nTo možete učiniti sada koristeći Word Cloud za Google Chrome ™\n\nJednostavno unesite URL web stranice za koji želite generirati oblak riječi.\nNaš softver će skenirati riječi / tekst koji se nalaze na ovom web mjestu i stvoriti za vas oblak riječi u roku od nekoliko minuta.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima. Google ne podržava ili ne sponzorira ovo proširenje za Chrome. Word Cloud za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Szeretne létrehozni egy szófelhőt a webhelyen / dokumentumban található összes szó alapján?\n\nSzeretné megtalálni a leggyakrabban használt szavakat, és szépen megjeleníteni egy képen?\nEzt most megteheti a Word Cloud for Google Chrome ™ használatával\n\nEgyszerűen írja be a webhely URL-jét, amelyhez szófelhőt szeretne létrehozni.\nSzoftverünk átvizsgálja a webhelyen található szavakat / szövegeket, és perceken belül szófelhőt hoz létre az Ön számára.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké. A Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Google Cloud ™ szófelhő nem a Google Inc. tulajdonosa, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Ingin membuat cloud kata berdasarkan semua kata yang ada di situs web / dokumen?\n\nIngin menemukan kata yang paling sering digunakan dan menampilkannya dengan baik dalam sebuah gambar?\nAnda dapat melakukannya sekarang menggunakan Word Cloud untuk Google Chrome ™\n\nSederhananya di URL situs web yang Anda inginkan untuk menghasilkan kata cloud.\nPerangkat lunak kami akan memindai kata / teks yang ada di dalam situs web ini dan membuat awan kata dalam beberapa menit untuk Anda.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya. Google tidak mendukung atau mensponsori ekstensi Chrome ini. Word Cloud untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi creare un word cloud basato su tutte le parole che si trovano su un sito web / documento?\n\nVuoi trovare le parole usate più di frequente e visualizzarle bene in un'immagine?\nPuoi farlo ora utilizzando Word Cloud per Google Chrome ™\n\nInserisci semplicemente l'URL del sito web per il quale desideri generare una nuvola di parole.\nIl nostro software scansionerà le parole / il testo presenti in questo sito Web e creerà una nuvola di parole in pochi minuti per te.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari. Google non approva né sponsorizza questa estensione di Chrome. Word Cloud per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "ウェブサイト/ドキュメントにあるすべての単語に基づいてワードクラウドを作成したいですか？\n\n最も頻繁に使用される単語を見つけて、画像にうまく表示したいですか？\nWord Cloud forGoogleChrome™を使用してこれを行うことができます\n\nワードクラウドを生成したいウェブサイトのURLを入力するだけです。\n当社のソフトウェアは、このWebサイト内にある単語/テキストをスキャンし、数分以内にワードクラウドを作成します。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。 Googleは、このChrome拡張機能を推奨または後援していません。 Word Cloud for GoogleChrome™は、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "웹 사이트 / 문서에있는 모든 단어를 기반으로 단어 구름을 만들고 싶습니까?\n\n가장 자주 사용되는 단어를 찾아 이미지에 멋지게 표시하고 싶으십니까?\n이제 Google Chrome ™ 용 Word Cloud를 사용하여 그렇게 할 수 있습니다.\n\n단어 구름을 생성하려는 웹 사이트 URL을 입력하기 만하면됩니다.\n저희 소프트웨어는이 웹 사이트에있는 단어 / 텍스트를 스캔하여 몇 분 안에 단어 구름을 만듭니다.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다. Google은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™ 용 Word Cloud는 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Norite sukurti žodžių debesį pagal visus žodžius, esančius svetainėje / dokumente?\n\nNorite rasti dažniausiai vartojamus žodžius ir gražiai juos atvaizduoti paveikslėlyje?\nTai galite padaryti dabar naudodami „Google Cloud ™“ skirtą „Word Cloud“\n\nTiesiog įveskite svetainės URL, kuriam norite sukurti žodžių debesį.\nMūsų programinė įranga nuskaitys šioje svetainėje esančius žodžius / tekstą ir per kelias minutes jums sukurs žodžių debesį.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams. „Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Google Cloud ™“ skirtas „Word Cloud“ nėra „Google Inc.“ savininkas, nėra licencijuotas ir nėra „Google Inc.“ antrinė įmonė.",
    "lv": "Vai vēlaties izveidot vārdu mākoni, pamatojoties uz visiem vārdiem, kas atrodas vietnē / dokumentā?\n\nVai vēlaties atrast visbiežāk lietotos vārdus un attēlot tos labi attēlā?\nTo varat izdarīt tagad, izmantojot Word Cloud for Google Chrome ™\n\nVienkārši ievadiet vietnes URL, kuram vēlaties izveidot vārdu mākoni.\nMūsu programmatūra skenēs vārdus / tekstu, kas atrodas šajā vietnē, un dažu minūšu laikā izveidos vārdu mākoni.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem. Google neapstiprina un sponsorē šo Chrome paplašinājumu. Word Cloud for Google Chrome ™ nav Google Inc. īpašnieks, licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Ingin membuat cloud word berdasarkan semua perkataan yang terdapat di laman web / dokumen?\n\nIngin mencari perkataan yang paling kerap digunakan dan memaparkannya dengan baik dalam gambar?\nAnda boleh melakukannya sekarang menggunakan Word Cloud untuk Google Chrome ™\n\nMasukkan URL laman web yang ingin anda hasilkan awan perkataan.\nPerisian kami akan mengimbas perkataan / teks yang terdapat di dalam laman web ini dan membuat awan perkataan dalam beberapa minit untuk anda.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing. Google tidak menyokong atau menaja pelanjutan Chrome ini. Word Cloud untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u een woordwolk maken op basis van alle woorden op een website / document?\n\nWilt u de meest gebruikte woorden vinden en deze mooi weergeven in een afbeelding?\nU kunt dit nu doen met Word Cloud voor Google Chrome ™\n\nVoer eenvoudig de website-URL in waarvoor u een woordwolk wilt genereren.\nOnze software scant door de woorden / tekst op deze website en maakt binnen enkele minuten een woordwolk voor u.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren. Google onderschrijft of sponsort deze Chrome-extensie niet. Word Cloud voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du lage en ordsky basert på alle ordene som ligger på et nettsted / dokument?\n\nVil du finne de vanligste ordene som brukes og vise det pent i et bilde?\nDu kan gjøre det nå ved hjelp av Word Cloud for Google Chrome ™\n\nBare legg inn nettadressen du vil generere en ordsky for.\nProgramvaren vår vil skanne gjennom ordene / teksten på dette nettstedet og opprette en ordsky på få minutter for deg.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere. Google støtter ikke eller sponser denne Chrome-utvidelsen. Word Cloud for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz stworzyć chmurę słów na podstawie wszystkich słów znajdujących się na stronie internetowej / dokumencie?\n\nChcesz znaleźć najczęściej używane słowa i ładnie je wyświetlić na obrazku?\nMożesz to zrobić teraz, korzystając z Word Cloud dla Google Chrome ™\n\nPo prostu wprowadź adres URL witryny, dla której chcesz wygenerować chmurę słów.\nNasze oprogramowanie przeskanuje słowa / tekst znajdujące się na tej stronie i utworzy dla Ciebie chmurę słów w ciągu kilku minut.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli. Google nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Word Cloud dla Google Chrome ™ nie jest własnością, nie jest licencjonowany i nie jest spółką zależną Google Inc.",
    "ro": "Doriți să creați un cloud de cuvinte bazat pe toate cuvintele situate pe un site web / document?\n\nDoriți să găsiți cele mai frecvente cuvinte folosite și să le afișați frumos într-o imagine?\nPuteți face acest lucru acum utilizând Word Cloud pentru Google Chrome ™\n\nPur și simplu introduceți adresa URL a site-ului pentru care doriți să generați un cloud de cuvinte.\nSoftware-ul nostru va scana cuvintele / textul aflat pe acest site web și va crea un cloud de cuvinte în câteva minute pentru dvs.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi. Google nu aprobă sau sponsorizează această extensie Chrome. Word Cloud pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Хотите создать облако слов на основе всех слов, содержащихся на веб-сайте / в документе?\n\nХотите найти наиболее часто используемые слова и красиво отобразить их на изображении?\nВы можете сделать это сейчас, используя Word Cloud для Google Chrome ™.\n\nПросто введите URL-адрес веб-сайта, для которого вы хотите создать облако слов.\nНаше программное обеспечение просканирует слова / текст, расположенные на этом веб-сайте, и создаст для вас облако слов за считанные минуты.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам. Google не поддерживает и не спонсирует это расширение Chrome. Word Cloud для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Chcete vytvoriť slovný mrak založený na všetkých slovách umiestnených na webe alebo v dokumente?\n\nChcete nájsť najčastejšie používané slová a pekne ich zobraziť v obrázku?\nMôžete tak urobiť teraz pomocou služby Word Cloud pre Google Chrome ™\n\nJednoducho vložte URL webovej stránky, pre ktorú chcete vygenerovať slovo mrak.\nNáš softvér prehľadá slová / text nachádzajúci sa na tomto webovom sídle a do niekoľkých minút pre vás vytvorí slovný mrak.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom. Google toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Word Cloud pre Google Chrome ™ nie je vo vlastníctve spoločnosti Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Želite ustvariti oblak besed na podlagi vseh besed na spletnem mestu / dokumentu?\n\nŽelite najti najpogostejše uporabljene besede in jih lepo prikazati na sliki?\nTo lahko storite zdaj z uporabo programa Word Cloud za Google Chrome ™\n\nPreprosto vnesite URL spletnega mesta, za katerega želite ustvariti besedni oblak.\nNaša programska oprema bo pregledala besede / besedilo na tem spletnem mestu in v nekaj minutah ustvarila oblak besed za vas.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom. Google ne podpira in ne sponzorira te razširitve za Chrome. Word Cloud za Google Chrome ™ ni v lasti družbe Google Licence in ni podružnica družbe Google Inc.",
    "sr": "Желите да направите облак речи на основу свих речи које се налазе на веб локацији / документу?\n\nЖелите да пронађете најчешће коришћене речи и лепо их прикажете на слици?\nТо можете сада учинити помоћу програма Ворд Цлоуд за Гоогле Цхроме ™\n\nЈедноставно унесите УРЛ веб локације за коју желите да генеришете облак речи.\nНаш софтвер ће скенирати речи / текст који се налазе на овој веб локацији и за неколико минута створити облак речи.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима. Гоогле не подржава и не спонзорише ово Цхроме проширење. Ворд Цлоуд за Гоогле Цхроме ™ није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Vill du skapa ett ordmoln baserat på alla ord som finns på en webbplats / dokument?\n\nVill du hitta de vanligaste orden som används och visa det snyggt i en bild?\nDu kan göra det nu med Word Cloud för Google Chrome ™\n\nSätt bara i webbadressen som du vill skapa ett ordmoln för.\nVår programvara skannar igenom orden / texten på den här webbplatsen och skapar ett ordmoln inom några minuter åt dig.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare. Google stöder inte eller sponsrar detta Chrome-tillägg. Word Cloud för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการสร้าง word cloud ตามคำทั้งหมดที่อยู่ในเว็บไซต์ / เอกสารหรือไม่?\n\nต้องการค้นหาคำที่ใช้บ่อยที่สุดและแสดงอย่างสวยงามในรูปภาพหรือไม่?\nคุณสามารถทำได้โดยใช้ Word Cloud สำหรับ Google Chrome ™\n\nเพียงใส่ URL ของเว็บไซต์ที่คุณต้องการสร้าง word cloud\nซอฟต์แวร์ของเราจะสแกนผ่านคำ / ข้อความที่อยู่ภายในเว็บไซต์นี้และสร้าง word cloud ให้คุณภายในไม่กี่นาที\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง Google ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Word Cloud สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Bir web sitesinde / belgede bulunan tüm kelimelere dayalı bir kelime bulutu oluşturmak ister misiniz?\n\nEn sık kullanılan kelimeleri bulmak ve bir görselde güzelce göstermek mi istiyorsunuz?\nBunu artık Google Chrome ™ için Word Cloud kullanarak yapabilirsiniz\n\nKelime bulutu oluşturmak istediğiniz web sitesi URL'sini girmeniz yeterlidir.\nYazılımımız bu web sitesinde bulunan kelimeleri / metinleri tarayacak ve sizin için dakikalar içinde bir kelime bulutu oluşturacaktır.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir. Google, bu Chrome uzantısını onaylamaz veya desteklemez. Google Chrome ™ için Word Cloud'a ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете створити хмару слів на основі всіх слів, розташованих на веб-сайті / документі?\n\nХочете знайти найпоширеніші вживані слова та красиво відобразити їх на зображенні?\nВи можете зробити це зараз, використовуючи Word Cloud для Google Chrome ™\n\nПросто введіть URL-адресу веб-сайту, для якого потрібно створити хмару слів.\nНаше програмне забезпечення просканує слова / текст, розміщені на цьому веб-сайті, і створить для вас хмару слів за лічені хвилини.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам. Google не підтримує та не спонсорує це розширення Chrome. Word Cloud для Google Chrome ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn tạo một đám mây từ dựa trên tất cả các từ nằm trên một trang web / tài liệu?\n\nBạn muốn tìm những từ được sử dụng thường xuyên nhất và hiển thị nó một cách độc đáo trong một hình ảnh?\nBạn có thể làm như vậy ngay bây giờ bằng Word Cloud cho Google Chrome ™\n\nChỉ cần đặt URL của trang web mà bạn muốn tạo một đám mây từ.\nPhần mềm của chúng tôi sẽ quét qua các từ / văn bản nằm trong trang web này và tạo một đám mây từ trong vòng vài phút cho bạn.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng. Google không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Word Cloud cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "是否要基于网站/文档上的所有单词创建单词云？\n\n是否想查找使用频率最高的单词并将其很好地显示在图像中？\n您现在可以使用适用于Google Chrome™的Word Cloud进行操作\n\n只需输入您要为其生成词云的网站URL。\n我们的软件将扫描本网站中的单词/文字，并在几分钟之内为您创建一个单词云。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。 Google不认可或赞助此Chrome扩展程序。 Google Chrome™的字云不属于Google Inc.，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "是否要基於網站/文檔上的所有單詞創建單詞云？\n\n是否想查找使用頻率最高的單詞並將其很好地顯示在圖像中？\n您現在可以使用適用於Google Chrome™的Word Cloud進行操作\n\n只需輸入您要為其生成詞云的網站URL。\n我們的軟件將掃描本網站中的單詞/文字，並在幾分鐘之內為您創建一個單詞云。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。 Google不認可或贊助此Chrome擴展程序。 Google Chrome™的字云不屬於Google Inc.，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}