{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drum Pads 24: Beatmaker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make beats and music by tap pads with mouse or keyboard. Explore sound packs without internet access."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Here is the official release of the Drum Pads 24 app for web! Express yourself with a free sound library made exclusively for this extension. Sound packs are available for free and without ads. Now you can make music easily with the online drum pad.\n\nPlay sounds with the keyboard keys or by clicking with the mouse.\nFor a better experience, we recommend using it with the keyboard.\n\nFive sound packs exclusively available on the Chrome Web Store. \nHere are the music genres inside: Phonk, Future Beats, House, Lofi hip-hop, and Trap. Pick your favourite and let us know.\n\nDon't forget to make a video of how to make beats with Drum Pads 24 Chrome Web Store version and tag us on social media! Use the #drumpads24 hashtag!\nFeel free to contact us and request new features or sound packs! Enjoy!\n\nHow does a drum pad work?\nDrum Pads 24 is a music-making app with a virtual drum pad interface. Users can create beats and melodies by triggering sounds from diverse sound packs. Each pad corresponds to a specific sound.\n\nWhat are sound packs?\nA sound pack is a collection of audio samples curated and organised to form a cohesive set of sounds. Sound pack typically consists of various drum samples, melodies, or other audio elements that users can use to create music. Sound packs are designed to provide users with a diverse range of sounds, often categorised by genre or theme. For example, a sound pack might include drum hits, basslines, synth melodies, and other components that complement each other stylistically. In the Drum Pads 24 app, users can choose from different sound packs, each offering a unique set of sounds. These packs serve as creative tools, inspiring users and facilitating the music-making process by providing a ready-to-use collection of sounds that work well together.\n\nExplore the full collection of sounds with the app for mobile devices. It's available for iOS and Android.\nEnjoy!"
  }
}