{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Preflight Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Preflight Chrome Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PreFlight - Automated Web Testing\n\n*PreFlight Recorder*\nPreFlight is No-code testing tool to automate browser-based software tests. You record your tests manually once, then PreFlight can perform that test on-demand in the cloud. With PreFlight recorder you record your tests like you would if you were manually performing them. We’ll record all of the actions you perform (and a lot more) then we’ll use that data to test at your wish. \n\n*Connecting the Extension*\nGo to https://preflight.applitools.com and register. If you’ve already got the Chrome Extension, we’ll connect to it now or we’ll walk you through coming back here to get it installed.\n\nOnce connected, so long as you’re logged in to PreFlight, we’ll automatically be connected. \n\n*The Extension’s Access*\nWhile recording tests, we track your clicks and typing. That allows us to recreate them in the cloud. When the extension is closed or not ‘recording’ we won’t track any actions and we can’t see anything you’re doing. We care about security and the privacy of our users.\n\n\n*PreFlight Features:*\n - Test across different operating systems (MacOS and Windows)\n - Test on all popular browsers (Chrome, Safari, FireFox, Edge, IE)\n - Record on production, test on QA, Dev or any other environment.\n - Run tests on a schedule (Monthly, daily, weekly, hourly etc)\n - Test Different screen sizes (mobile, desktop, tablet, laptop.)\n - Group tests then run them in a batch.\n \n \n If you have any questions - Get in Touch - support@applitools.com"
  }
}