{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsApp Privacy Shield"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsApp Privacy Shield steps in as your digital guardian, allowing you to blur your chats and profile information seamlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Shield for WhatsApp Web: Enhance your privacy on the WhatsApp Web platform with our custom extension. Take control of your messaging experience by hiding messages, images, and your account profile.\n\nKey Features:\n\nMessage Privacy:\nBlur messages in chat and hide message previews for enhanced privacy.\nExplore dark mode and other privacy features.\n\nMedia Privacy:\nBlur media previews, including images, videos, and stickers.\nKeep your media content concealed until you choose to reveal it.\n\nProfile Privacy:\nBlur your profile picture for increased anonymity.\nControl who sees your profile information.\n\nCustomizable Settings:\nTailor the extension to your needs with customizable settings.\nAdjust privacy features to meet your preferences.\n\nHover to Reveal:\nUse the hover-to-reveal feature to selectively expose content.\n\nLegal Disclaimer:\nOur project operates independently and is not endorsed or affiliated with WhatsApp Inc. WhatsApp is a registered trademark of WhatsApp Inc., recognized in the U.S. and other countries. This extension offers enhanced privacy features for users of the WhatsApp Web platform and is not directly associated with the official application.\n\nUpgrade Your Web Experience:\nDownload now to keep your messages, images, and profile information safe and secure.\n\nDeveloper Domain Priority:\nBoost your online presence with our developer domain priority feature.(www.webholix.com)\n\nRelated Extension Links:\nExplore other useful Chrome extensions like:\nView Once Plus: Photo Preview on WhatsApp Web"
  }
}