{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feroot PageScanner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feroot PageScanner enables you to perform privacy and security compliance assessments (PCI-DSS 4.0, HIPAA, CCPA)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feroot PageScanner v2 – The Ultimate SECURITY and PRIVACY extension for Privacy, Compliance, AppSec and Cybersecurity Professionals.\n\nEasily uncover ad trackers and scripts that collect users’ personal information on the websites and webpages you visit.\n\nStop relying on consumer-grade privacy blockers to audit webpages on business websites. They only scratch the surface of online tracking and compliance, and are not sufficient for performing accurate compliance assessments required by PCI-DSS 4.0.1, HIPAA, GDPR, CCPA/CPRA, and anti-wiretapping laws such as CIPA.\n\nFeroot PageScanner is a professional-grade Chrome extension used by cybersecurity teams, privacy compliance assessors, and regulators to gain unparalleled visibility into the hidden data flows of every webpage they visit.\n\nHIPAA: \nCompliance experts use Feroot PageScanner to audit both authenticated and unauthenticated webpages, ensuring that any tracking technologies adhere to HIPAA standards for protecting sensitive health information. By providing real-time visibility into scripts and trackers, the extension quickly identifies potentially noncompliant elements, enabling swift remediation to maintain regulatory compliance.\n\nPRIVACY COMPLIANCE: \nPrivacy officers, compliance teams, and regulatory authorities use Feroot PageScanner to audit websites for adherence to a wide spectrum of data protection laws—ranging from CCPA, CPRA, and Washington My Health to MiDATA, GDPR, and dozens more. By illuminating every script and data flow, the extension helps identify potential noncompliance, enabling swift remediation and reinforcing trust in responsible data handling.\n\nPCI DSS 4: \nQualified Security Assessors (QSA) and Internal Security Assessors (ISA) use Feroot PageScanner to verify that payment pages subject to PCI DSS compliance meet requirements 6.4.3 and 11.6.1.\n\nReveal not just hidden trackers, but also the scripts behind them and what they do on each webpage. Feroot PageScanner dynamically analyzes every script, pixel, and network request to expose even the most evasive tracking methods.\n\n\nHow does Feroot PageScanner work?\n— Install the Feroot PageScanner Chrome extension and simply click the icon to view the website dashboard in seconds.\n\n— Click on the Rewind and Forward buttons to see what occurred on every webpage you visited in that tab, allowing you to review user journeys across multiple webpages and forms.\n\n— Click on Export to download an inventory of JavaScript libraries, web trackers, and all other findings as an Excel spreadsheet or JSON file to share with colleagues or clients.\nDiscover why Feroot PageScanner is the top choice among auditors, compliance assessors, security engineers, and privacy professionals.\n\nInstall the Feroot PageScanner extension today."
  }
}