{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Truth for Life Devotional on Demand"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retrieve and display the most recent Truth for Life devotional"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start Your Day with Spiritual Nourishment\n\nTransform your daily routine with our Truth for Life Devotional Chrome extension. Designed for those seeking to deepen their faith, this easy-to-use extension brings you the latest daily Bible devotional from Alistair Begg right to your browser, helping you start each day with spiritual wisdom and reflection.\n\nWith a single click, access the most recent devotional, beautifully displayed with scripture, insights, and practical applications for your daily life. No need to search or visit multiple sites – your daily dose of inspiration is just a click away, always ready when you are.\n\nInstant Access: Open the most recent Truth for Life devotional directly from your browser.\n\nDaily Updates: Refresh the content with a simple click to ensure you’re always reading the latest devotional.\n\nReadable Format: Enjoy a clean, distraction-free reading experience, formatted for easy reading and reflection.\n\nDate-Specific Content: Each devotional is presented with the corresponding date, so you can stay in tune with your daily spiritual journey.\n\nLink to Scripture: Convenient links to scripture passages open in a new tab, allowing you to dive deeper into God’s Word.\n\nWhether you’re starting your day or taking a moment for reflection, the Truth for Life Devotional Chrome extension makes it effortless to connect with God’s Word daily. Strengthen your faith, gain wisdom, and grow spiritually with this simple yet powerful tool."
  }
}