{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Disney+ Extended: boost your viewing",
    "de": "Disney+ Erweitert",
    "es": "Disney+ Extendido",
    "fr": "Disney+ Élargi",
    "ja": "Disney+ 拡張",
    "ko": "디즈니 플러스 확장",
    "pl": "Rozszerzenie Disney+",
    "pt_BR": "Extensão Disney+",
    "th": "Disney+ ขยาย"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Boost your viewing experience on Disney+: adjust speed, skip intros & recaps, hide spoilers.",
    "de": "Verbessern Sie Ihr Seherlebnis auf Disney+: Geschwindigkeit anpassen, Intros und Rückblicke überspringen, Spoiler ausblenden.",
    "es": "Mejora tu experiencia de visualización en Disney+: ajusta la velocidad, salta las introducciones y resúmenes, oculta spoilers.",
    "fr": "Améliorez votre expérience de visionnage sur Disney+ : ajustez la vitesse, sautez les intros et les récaps, cachez les spoilers.",
    "ja": "Disney+ での視聴体験を向上させる: 速度調整、イントロとリカップをスキップ、ネタバレを非表示に。",
    "ko": "Disney+ 시청 경험 향상: 속도 조절, 오프닝/리캡 건너뛰기, 스포일러 숨기기.",
    "pl": "Ulepsz swoje doświadczenie z oglądaniem na Disney+: dostosuj prędkość, pomijaj intro i powtórki, ukrywaj spoilery.",
    "pt_BR": "Melhore sua experiência no Disney+: ajuste a velocidade, pule intros e resumos, oculte spoilers.",
    "th": "เพิ่มประสบการณ์การดูของคุณบน Disney+: ปรับความเร็ว, ข้ามเอนโทร, รวมกับซ่อนสปอยล์."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "An extension to fast forward, skip over slow moments, and hide spoilers.\n\nBe in the driver's seat of your viewing experience! Disney+ Extended is a great tool which unifies multiple functionalities in one easy-to-use extension and gives you more control over the Disney+ platform. \n\nNow you're able to:\n\n- Speed up or slow down your playback speed\n- Skip intros, recaps for chosen titles\n- Hide Spoilers\n\nAll you need to do is add the Disney+ Extended extension to your browser, run the control panel, and enjoy watching content tailored to your personal viewing preferences. It's as simple as that!\n\nDisclaimer : Disney+ is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Disney+ or any third-party companies.",
    "de": "Eine Erweiterung zum Vorwärtsbewegen, Überspringen langsamer Momente und Verstecken von Spoilern. Seien Sie am Steuer Ihres Seherlebnisses!\n \nDisney+ Erweitert ist ein großartiges Tool, das mehrere Funktionen in einer einfach zu bedienenden Erweiterung vereint und Ihnen mehr Kontrolle über die Disney+ Plattform bietet. \n\nJetzt können Sie: - Ihre Wiedergabegeschwindigkeit beschleunigen oder verlangsamen - Intros, Zusammenfassungen für ausgewählte Titel überspringen - Spoiler verstecken Alles, was Sie tun müssen, ist die Disney+ Erweitert-Erweiterung zu Ihrem Browser hinzuzufügen, das Steuerfeld auszuführen und Inhalte zu genießen, die auf Ihre persönlichen Sehpräferenzen zugeschnitten sind. So einfach ist das!\n\nHaftungsausschluss: Disney+ ist eine Marke von Disney Media and Entertainment Distribution. Diese Website und Erweiterung haben keine Verbindung oder Zugehörigkeit zu Disney+ oder anderen Drittanbieterunternehmen.",
    "es": "Una extensión para avanzar rápido, saltar los momentos lentos y ocultar los spoilers.\n \n¡Estar al mando de tu experiencia de visualización! Disney+ Extendido es una gran herramienta que unifica múltiples funcionalidades en una extensión fácil de usar y te brinda más control sobre la plataforma Disney+. \n\nAhora puedes: - Acelerar o ralentizar la velocidad de reproducción - Saltar las intros, resúmenes de títulos elegidos - Ocultar spoilers Todo lo que necesitas hacer es agregar la extensión Disney+ Extendido a tu navegador, ejecutar el panel de control y disfrutar del contenido adaptado a tus preferencias de visualización personal. ¡Es tan simple como eso! \n\nDescargo de responsabilidad: Disney+ es una marca registrada de Disney Media and Entertainment Distribution. Este sitio web y esta extensión no tienen ninguna asociación o afiliación con Disney+ o cualquier otra empresa de terceros.",
    "fr": "Une extension pour avancer rapidement, sauter les moments lents et cacher les spoilers.\n \nSoyez aux commandes de votre expérience de visionnage ! \n\nDisney+ Élargi est un excellent outil qui regroupe plusieurs fonctionnalités dans une extension facile à utiliser et vous donne plus de contrôle sur la plateforme Disney+. \n\nDésormais, vous pouvez : - Accélérer ou ralentir la vitesse de lecture - Sauter les intros, résumés pour les titres choisis - Cacher les spoilers Tout ce que vous avez à faire, c'est d'ajouter l'extension Disney+ Élargi à votre navigateur, exécuter le panneau de contrôle et profiter du visionnage de contenu adapté à vos préférences personnelles. C'est aussi simple que ça ! \n\nAvertissement : Disney+ est une marque de commerce de Disney Media and Entertainment Distribution. Ce site web et cette extension n'ont aucun lien ou affiliation avec Disney+ ou toute autre société tierce.",
    "ja": "高速進行、ゆっくりした瞬間をスキップ、ネタバレを非表示にする拡張機能。視聴体験のドライバーシートにいる！ Disney+ Extendedは、複数の機能を1つの使いやすい拡張機能に統合し、Disney+ プラットフォームをより多くの制御できるツールです。 今では、次のことができます： - 再生速度を速めたり遅くしたりする - 選択したタイトルのイントロ、リカップをスキップする - ネタバレを非表示にする Disney+ Extended拡張機能をブラウザに追加し、コントロールパネルを実行し、自分の個人的な視聴好みに\n\n合わせたコンテンツを楽しむだけです。 それだけのことです！ 免責事項：Disney+ は Disney Media and Entertainment Distribution の商標です。 このウェブサイトおよび拡張機能は、Disney+ または第三者企業とは何の関係もありません。",
    "ko": "빠른 전진, 느린 순간 건너뛰기 및 스포일러 숨기기를 위한 확장 기능. 시청 경험의 운전자 좌석에 앉아 보세요! Disney+ 확장은 다양한 기능을 하나의 사용하기 쉬운 확장으로 통합하고 \nDisney+ 플랫폼을 더 많은 제어를 제공하는 훌륭한 도구입니다. 이제 다음을 할 수 있습니다: - 재생 속도를 높이거나 낮추기 - 선택한 제목의 시작 및 요약 건너뛰기 - 스포일러 숨기기 Disney+ 확장 확장을 브라우저에 추가하고 제어판을 실행하여 자신의 개인적인 시청 선호도에 맞게 조정된 콘텐츠를 즐기기만 하면 됩니다. 그게 다입니다! 면책 조항: Disney+는 Disney Media and Entertainment Distribution의 상표입니다. 이 웹 사이트 및 확장에는 Disney+ 또는 제3자 회사와의 어떠한 관련도나 제휴도 없습니다.",
    "pl": "Rozszerzenie umożliwia przewijanie, pomijanie wolnych momentów i ukrywanie spoilerów. \nBądź kierowcą swojego doświadczenia z oglądaniem! \n\nDisney+ Rozszerzony to świetne narzędzie, które łączy wiele funkcji w jednym łatwym w obsłudze rozszerzeniu i daje ci większą kontrolę nad platformą Disney+. \nTeraz możesz: - Przyspieszać lub zwalniać prędkość odtwarzania - Pomijać intro, podsumowania wybranych tytułów - Ukrywać spoilery \n\nWszystko, co musisz zrobić, to dodać rozszerzenie Disney+ Rozszerzony do swojej przeglądarki, uruchomić panel sterowania i cieszyć się oglądaniem treści dostosowanych do Twoich osobistych preferencji. To takie proste! \n\nOstrzeżenie: Disney+ to znak towarowy Disney Media and Entertainment Distribution. Ta strona internetowa i rozszerzenie nie mają żadnych powiązań ani związków z Disney+ ani z żadnymi firmami trzecimi.",
    "pt_BR": "Essa extensão permite avançar, pular partes lentas e ocultar spoilers.\nSeja o motorista da sua experiência de visualização!\nDisney+ Extendida é uma ótima ferramenta que combina várias funções em uma extensão fácil de usar, dando-lhe mais controle sobre a plataforma Disney+.\nAgora você pode:\n\nAcelerar ou desacelerar a velocidade de reprodução\nPular intros e resumos de títulos selecionados\nOcultar spoilers\nTudo o que você precisa fazer é adicionar a extensão Disney+ Extendida ao seu navegador, abrir o painel de controle e aproveitar o conteúdo adaptado às suas preferências pessoais. É tão simples!\n\nAviso: Disney+ é uma marca registrada da Disney Media and Entertainment Distribution. Este site e extensão não são afiliados ao Disney+ ou a nenhuma empresa terceira.",
    "th": "ส่วนขยายเพื่อเร่งด่วน, ข้ามช่วงเวลาช้า, และซ่อนสปอยล์ เป็นผู้ควบคุมประสบการณ์การรับชมของคุณ! \nDisney+ Extended เป็นเครื่องมือที่ดีที่รวมความสามารถหลายอย่างในส่วนขยายที่ง่ายต่อการใช้งานและให้คุณมีความควบคุมมากกว่าบนแพลตฟอร์ม Disney+. ตอนนี้คุณสามารถ: - เร่งหรือชะลอความเร็วในการเล่น - ข้ามเอนโทร, สรุปสำหรับชื่อเรื่องที่เลือก - ซ่อนสปอยล์ ทุกสิ่งที่คุณต้องทำคือเพิ่มส่วนขยาย Disney+ Extended เข้าไปในเบราว์เซอร์ของคุณ, เรียกใช้แผงควบคุม และเพลิดเพลินกับการรับชมเนื้อหาที่ปรับให้เหมาะกับความชอบของคุณได้อย่างง่ายดาย! ง่ายแค่นั้น! ข้อความประกันความรับผิดชอบ: Disney+ เป็นเครื่องหมายการค้าของ Disney Media and Entertainment Distribution. เว็บไซต์นี้และส่วนขยายนี้ไม่มีความเกี่ยวข้องหรือสัมพันธ์กับ Disney+ หรือบริษัทบุคคลที่สามใดๆ"
  }
}