{
  "name": {
    "ar": "تمديد لتطبيق بورياليس",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Borealis Extension",
    "es": "Extensión Borealis",
    "fr": "Extension Boréalis",
    "pt_PT": "Extensão Borealis"
  },
  "short": {
    "ar": "هذا هو ملحق مناسب مصمم لتسهيل وتسريع عملية إنشاء أفراد في نسخة بورياليس.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a convenient extension designed to streamline and accelerate the process of creating individuals in a Borealis instance.",
    "es": "Esta es una extensión diseñada adecuadamente para agilizar y acelerar el proceso de creación de individuos en una instancia de…",
    "fr": "Cette extension est conçue pour faciliter et accélérer le processus de création d'individus dans une instance Borealis.",
    "pt_PT": "Esta é uma extensão conveniente projetada para agilizar e acelerar o processo de criação de pessoas em uma instância do Borealis."
  },
  "long": {
    "ar": "التمديد كروم لبورياليس\n\nيتيح هذا الامتداد المريح للمستخدمين إنشاء سجلات للأفراد والمؤسسات في بورياليس بسرعة. تعمل عملية إدخال البيانات على توفير الوقت وتحسين الإنتاجية وتقليل مخاطر أخطاء النسخ.\n\nمن خلال بضع نقرات فقط، يمكنك بسهولة الحصول على معلومات الاتصال المتاحة للعامة لمجالس الإدارة والمديرين التنفيذيين والمسؤولين الحكوميين الذين تحتاج إلى التعامل معهم، حتى تتمكن من قضاء المزيد من الوقت في التعامل مع أصحاب المصلحة وإيجاد الحلول، ووقت أقل في إدخال البيانات يدويًا .",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This convenient extension allows users to quickly create records for individuals and organizations in Borealis. Its seamless data entry process saves time, improves productivity, and reduces the risk of transcription errors.\n\nWith just a few clicks, you can easily capture publicly available contact information for the boards of directors, executives, and government officials you need to engage with, so you can spend more time engaging with stakeholders and finding solutions, and less time manually entering data.",
    "es": "Esta extensión permite a los usuarios crear rápidamente registros de individuos y organizaciones en Borealis. Su sencillo proceso de ingreso de datos ahorra tiempo, mejora la productividad y reduce el riesgo de errores de transcripción.\n\nCon tan sólo unos clicks, podrá capturar fácilmente la información pública de contacto de los grupos de interés relevantes - directores, ejecutivos y funcionarios gubernamentales - de modo que pueda dedicar más tiempo al relacionamiento estratégico y menos tiempo a la labor de introducir los datos manualmente.",
    "fr": "Cette extension permet aux utilisateurs de créer rapidement des enregistrements pour des individus et des organisations dans Borealis. Son processus transparent de saisie des données permet de gagner du temps, d'améliorer la productivité et de réduire le risque d'erreurs de transcription.\n\nEn quelques clics, vous pouvez facilement capturer les coordonnées accessibles au public des conseils d'administration, des dirigeants et des représentants gouvernementaux avec lesquels vous devez collaborer, afin de passer plus de temps à interagir avec les parties prenantes et à trouver des solutions, et moins de temps à saisir manuellement les données.",
    "pt_PT": "Essa super extensão permite que os usuários criem rapidamente registros para indivíduos e organizações na Borealis. Seu processo contínuo de entrada de dados permite que nossos clientes economizem tempo, melhorem a produtividade e reduzam o risco de erros de transcrição.\n\nCom apenas alguns cliques, você consegue capturar facilmente informações de contato disponíveis publicamente, como conselhos de administração, executivos e oficiais do governo com os quais você precisa se envolver. Tudo isso garante que você possa passar mais tempo interagindo com stakeholders e encontrando soluções, e menos tempo inserindo dados manualmente."
  }
}