{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adobe Debugger and Validator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamlines Adobe Analytics (AA) implementation debugging and validation, leveraging the power of Google's Gemini AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\nThis Chrome extension simplifies debugging and validation of your Adobe Analytics (AA) implementation. It leverages the power of Google's Gemini generative AI API as a core part of an experiment to explore how GenAI can boost productivity in technical tasks. By intercepting AA requests, parsing the payload, and validating it against user-defined rules, this extension provides immediate feedback in the browser's developer console, streamlining your workflow.\n\nThe GenAI Advantage: This extension isn't just about validation; it's about exploring the potential of GenAI to automate and simplify complex tasks like creating and applying validation rules. The flexibility and intelligence of the Gemini API allow the extension to handle free-form, human-readable rules, making the validation process more efficient and intuitive.\nKey Features\n\n- Real-time validation of AA requests.\n- Customizable, human-readable rules. Experiment with different rule formats and complexities!\n - AI-powered validation with Google's Gemini, showcasing the potential of GenAI for productivity.\n - Clear and formatted results directly in the console.\n\nFor details and usage instructions, please visit the following page:\nhttps://ext.rebeccandavid.com\n\n1. Installation\n\nInstall the extension from the Chrome Web Store. Once installed, the extension icon will appear in your browser toolbar.\n\n2. Setting up Validation Rules\n\nThe extension validates your Adobe Analytics data based on rules you provide in a text file. Here's how to create and upload your rules file:\n\nBelow is a recommendation of the rule structure, Gen AI can read and interpret the rules, experiment with different ways to write the rules.\n\n    File Format: Create a plain text file (.txt) with your rules. Each line in the file represents a rule. Comments are supported using #.\n    Rule Structure: Each rule follows the format FieldName: ValidationRule. Here's a breakdown:\n        FieldName: The name of the Adobe Analytics variable (e.g., pageName, eVar1, prop2, events, products, etc.).\n        ValidationRule: Specifies the validation criteria. Several rule types are supported:\n            required: The field must be present and not empty.\n            text: The field can contain any text (including empty strings).\n            url: The field must be a valid URL.\n            number: The field must be a number.\n            [value1, value2, ...]: The field must match one of the listed values. Case-sensitive.\n            (value1, value2, ...): The field is optional. If present, it must match one of the listed values. Case-sensitive.\n            eight-digit number: Field must be an eight-digit number.\n            uuid: The field must be a valid UUID (Universally Unique Identifier). (Optional, if present, must be a UUID)\n            ISO 8601 timestamp: Field must be a valid ISO 8601 timestamp format.\n            country code: Field must be a valid country code.\n            language and locale: Field must be a valid language and locale code.\n            begin with \"some string\": Field must begin with the specified string.\n            [1 to 15]: Field must be a number between 1 and 14 (inclusive).\n            no or eight-digit number: Field must be either \"no\" or an eight-digit number.\n           - Conditional Rules: Use if statements to apply rules based on other fields. For example: v1: if pev2 is click Event then text. Supported operators include is, is not, contain, contain not.\n    \nUploading Rules:\n        - Open the extension popup.\n        - Click \"Choose File\" to select your rules file.\n        - Click \"Submit\" to upload the rules. A confirmation message will appear.\n\n3. Enabling GenAI Validation\n\nThe extension uses Google's Gemini AI to validate the rules. To enable this:\n\n    - Open the extension popup.\n    - Check the \"Enable GenAI Validation\" toggle. A warning will be displayed explaining the privacy implications (your data will be sent to Google's servers).\n    - Click \"OK\" on the warning to confirm.\n    - Add/Change your GenAI API Key:\n    - Click on \"Add/Change API Key\" button.\n    - Enter your API key in the input field.\n    - Click \"Save\". Your key will be stored securely.\n    - Select the Gemini Model from the dropdown.\n    - Click \"Save Settings\" to apply the API key and model settings.\n\nImportant: Keep your API key secure. Do not share it publicly.\n\n4. Viewing Validation Results\n\nOnce you have uploaded your rules and enabled GenAI validation, the extension will automatically validate Adobe Analytics calls made by your website. The validation results will be displayed directly in your browser's console:\n\n    - Formatted Output: The results are displayed in a clear, formatted way, showing the field name, the value sent, and whether the validation passed or failed. Error messages are provided for failed validations.\n    - Collapsible Sections: The output is organized into collapsible sections (e.g., \"eVars,\" \"props,\" \"Lists\") for easier navigation.\n    - Product List Validation: Product-specific rules are displayed under each product in the products array. This helps pinpoint issues with individual product data.\n    - Validation Summary: A summary of validation errors is shown to give a quick overview. You can expand the summary to see all validation results (including successful ones).\n\n5. Example Rules File\n\nThe provided rules-examples.txt (https://drive.google.com/file/d/1gJyyN48t59gTYrAFgKRdLWkfSt4pQWBB/view?usp=sharingfile) contains various examples of validation rules. You can adapt and extend these rules to fit your specific requirements.\n\nThe extension currently supports a simplified text structure for the rules. Future updates may include support for more robust CSV parsing for more complex rule definitions.\n\n6. Disabling GenAI Validation\n\nTo disable GenAI validation:\n\n    - Open the extension popup.\n    - Uncheck the \"Enable GenAI Validation\" toggle. The setting will be saved immediately.\n\n7. Change log:\n\n    1.05 - Fix display issues, optimize value display order\n    1.04 - Better error handling\n    1.00 - Initial release"
  }
}