{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "actiTIME Time Tracking & Project Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track time directly from your web browser. Make time tracking easier with actiTIME Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your hours directly from Chrome or from your favorite apps with a timer.\n\nactiTIME Overview\n\nactiTIME is a time tracking and scope management tool that provides a convenient way to keep track of work hours, manage project scope and run detailed reports on collected data to analyze business performance.\n\nTrack hours in Chrome\n\nOur free extension adds a timer to your Chrome browser that allows you to easily track your hours without having to constantly access your actiTIME app. Just select a task, start the timer and get on with your work!\n\nUsing actiTIME Chrome extension you can also add comments to your time-track and round up time to 15 minutes.\n\nIntegrate with your favorite apps\n\nTrack time in your favorite project management apps without leaving the tab! Whether you’re using JIRA, GitHub or other supported apps in your Chrome browser, the extension will add a convenient timer to that tool, so you can capture your hours directly from whatever task, project or issue you’re working on.\n\nHow it works\n\nTo use the extension you’ll need an actiTIME account. Once you add the extension to Chrome, you’ll just need to sign in with your actiTIME username and password, pick which apps you’d like to integrate with, and then simply click on the timer to start tracking hours to your actiTIME tasks.\n\nFor more information on how extension works take a look at https://www.actitime.com/user-guide/actitime-timer-extension\n\nIf you’re having any issues with the extension or would like to share your feedback, please feel free to contact us at support@actitime.com"
  }
}