{
  "name": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "e-BRIDGE Global Print Extension",
    "da": "Udvidelsen e-BRIDGE Global Print",
    "fi": "e-BRIDGE Global Print -laajennus",
    "no": "e-BRIDGE Global Print- Utvidelse",
    "pl": "Rozszerzenie e-BRIDGE Global Print",
    "ru": "Расширение e-BRIDGE Global Print",
    "sv": "Tillägg för e-BRIDGE Global Print",
    "zh_CN": "e-BRIDGE Global Print 扩展"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "e-BRIDGE Global Print Extension",
    "da": "Udvidelsen e-BRIDGE Global Print",
    "fi": "e-BRIDGE Global Print -laajennus",
    "no": "e-BRIDGE Global Print- Utvidelse",
    "pl": "Rozszerzenie e-BRIDGE Global Print",
    "ru": "Расширение e-BRIDGE Global Print",
    "sv": "Tillägg för e-BRIDGE Global Print",
    "zh_CN": "e-BRIDGE Global Print 扩展"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "The e-BRIDGE Global Print Extension allows you to submit a print job from Chrome to your organization's cloud print queue, and then release it from any of your e-BRIDGE Global Print connected MFPs.\n\nAfter installing the Chrome extension, you will register with the e-BRIDGE Global Print system by logging in with your work or school account; this allows us to associate you and your company with your print jobs.   Once registered, you will be able to use the Chrome \"Print\" function, to print directly to your e-BRIDGE Global Print cloud queue.\n\nTo read the Privacy Policy, go to: https://www.toshibatec.com/privacy/\nTo read the Terms and Conditions, go to: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, All Rights Reserved.",
    "da": "e-BRIDGE Global Print Extension\nUdvidelsen e-BRIDGE Global Print giver dig mulighed for at sende et udskriftsjob fra Chrome til din organisations cloud-udskriftskø og dernæst udskrive det fra enhver af dine MFP´er, der er forbundne til e-BRIDGE Global Print.\n\nEfter du har installeret Chrome-udvidelsen, skal du registrere dig i e-BRIDGE Global Print systemet ved at logge ind med din arbejds- eller skolekonto, hvilket giver os mulighed for at knytte dig og din virksomhed til dine udskriftsjobs. Når du er blevet registreret, vil du kunne bruge Chrome-funktionen \"Print\", til at udskrive direkte til din e-BRIDGE Global Print cloud-kø.\n\nFor at læse privatlivspolitikken skal du gå ind på: https://www.toshibatec.com/privacy/\nFor at læse vilkår og betingelser skal du gå ind på: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, Alle rettigheder forbeholdes.",
    "de": "e-BRIDGE Global Print Extension\nMit e-BRIDGE Global Print Extension können Sie einen Druckjob aus Chrome an die Cloud-Druckerwarteschlange Ihres Unternehmens übermitteln und ihn dann von einem Ihrer mit e-BRIDGE Global Print verbundenen MFPs drucken.\n\nNach Installation der Chrome-Erweiterung können Sie sich beim e-BRIDGE Global Print System registrieren, indem Sie sich mit Ihrem Arbeits- oder Schulkonto anmelden; so können wir Sie und Ihr Unternehmen mit Ihren Druckjobs zuordnen. Sobald Sie registriert sind, können Sie die Chrome-Funktion \"Drucken\" verwenden, um direkt in Ihre e-BRIDGE Global Print Cloud zu drucken.\n\nUm die Datenschutzrichtlinie zu lesen, gehen Sie zu: https://www.toshibatec.com/privacy/\nUm die Allgemeinen Geschäftsbedingungen zu lesen, gehen Sie zu: https://www.toshibatec.com/terms/\n\n© 2022-2024 Toshiba Tec Corporation, Alle Rechte vorbehalten.",
    "es": "e-BRIDGE Global Print Extension\ne-BRIDGE Global Print Extension le permite enviar un trabajo de impresión desde Chrome a la cola de impresión en la nube de su organización y, a continuación, liberarlo desde cualquiera de los MFP conectados a e-BRIDGE Global Print.\n\nDespués de instalar la extensión para Chrome, se registrará con el sistema e-BRIDGE Global Print al iniciar sesión con su cuenta de trabajo o de centro educativo; esto nos permite asociarle a usted, además de a su empresa, a sus trabajos de impresión. Tras el registro, podrá utilizar la función \"Imprimir\" de Chrome para imprimir directamente en su cola en la nube de e-BRIDGE Global Print.\n\nPara leer la Política de privacidad, vaya a: https://www.toshibatec.com/privacy/\nPara leer las Condiciones, vaya a: https://www.toshibatec.com/terms/\n\n\n© 2022-2024 Toshiba Tec Corporation, Reservados todos los derechos.",
    "fi": "e-BRIDGE Global Print Extension\ne-BRIDGE Global Print -laajennuksen avulla voit lähettää tulostustyön Chrome-selaimesta organisaatiosi pilvitulostusjonoon ja sitten vapauttaa sen mistä tahansa e-BRIDGE Global Print -palveluun yhdistetyistä MFP-laitteista.\n\nKun olet asentanut Chrome-laajennuksen, rekisteröidy e-BRIDGE Global Print -järjestelmään kirjautumalla työpaikan tai koulun tililläsi. Tämän avulla voimme yhdistää sinut ja yrityksesi tulostustöihin. Kun olet rekisteröitynyt, voit käyttää Chromen Tulosta-toimintoa tulostaaksesi suoraan e-BRIDGE Global Print -pilvijonoon.\n\nLue tietosuojakäytäntö osoitteessa: https://www.toshibatec.com/privacy/\nLue käyttöehdot osoitteessa: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, kaikki oikeudet pidätetään.",
    "fr": "Extension e-BRIDGE Global Print\nL'extension e-BRIDGE Global Print vous permet d'envoyer un travail d'impression depuis Chrome vers la file d'attente d'impressions Cloud de votre organisation, puis de l'imprimer à partir de n'importe lequel de vos systèmes e-BRIDGE Global Print connectés.\n\nAprès avoir installé l'extension Chrome, enregistrez-vous dans le système e-BRIDGE Global Print en vous connectant avec le compte de votre entreprise ou centre d'études, afin de vous associer, avec votre entreprise, à vos travaux d'impression. Une fois enregistré, vous pourrez utiliser la fonction \"Imprimer\" de Chrome, pour imprimer directement sur votre file d'attente Cloud e-BRIDGE Global Print.\n\nPour lire la politique de confidentialité, rendez-vous sur : https://www.toshibatec.com/privacy/\nPour lire les conditions générales, rendez-vous sur : https://www.toshibatec.com/terms/\n\n\n© 2022-2024 Toshiba Tec Corporation, Tous droits réservés",
    "it": "e-BRIDGE Global Print Extension\n e-BRIDGE Global Print Extension consente di inviare un lavoro di stampa da Chrome alla coda di stampa della propria organizzazione e di eseguirlo su qualsiasi MFP connesso a e-BRIDGE Global Print.\n\nDopo aver installato l'estensione Chrome, effettuare la registrazione al sistema e-BRIDGE Global Print eseguendo l'accesso con l'account lavorativo o scolastico; in questo modo l'utente e l'azienda a cui appartiene saranno associati ai suoi lavori di stampa. Una volta registrato, l'utente potrà usare la funzione \"Stampa\" di Chrome per stampare direttamente sulla sua coda cloud di e-BRIDGE Global Print.\n\nPer consultare l'Informativa sulla privacy, accedere a: https://www.toshibatec.com/privacy/\nPer consultare i termini e le condizioni, accedere a: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, Tutti i diritti riservati",
    "ja": "e-BRIDGE Global Print Extension\n\ne-BRIDGE Global Print Extension により Chrome から印刷データをクラウド上の印刷キューに送信することができます。そして、その印刷データはe-BRIDGE Global Print に接続されているどのプリンターからでも印刷できます。\n\n拡張機能をインストールしたら、会社または学校のアカウントを使ってe-BRIDGE Global Print システムに登録してください。あなたの会社とあなたの印刷データを関連付けることができます。登録が完了すると、Chromeの「印刷」機能を使用して、e-BRIDGE Global Printシステムに印刷データを送信することができます。\n\n\nプライバシーポリシーURL: https://www.toshibatec.co.jp/privacy/\n利用規約URL: https://www.toshibatec.com/terms/\n\n\n© 2022-2024 Toshiba Tec Corporation, All Rights Reserved.",
    "nl": "e-BRIDGE Global Print Extension\nMet de e-BRIDGE Global Print Extension kunt u een afdruktaak vanuit Chrome verzenden naar de afdrukwachtrij in de cloud van uw organisatie en deze vervolgens vrijgeven vanaf een van uw met e-BRIDGE Global Print verbonden MFP's.\n\nNa het installeren van de Chrome-extensie registreert u zich bij het e-BRIDGE Global Print systeem door in te loggen met uw werk- of schoolaccount; hierdoor kunnen wij u en uw bedrijf aan uw afdruktaken koppelen.   Eenmaal geregistreerd, kunt u de Chrome-functie \"Afdrukken” gebruiken om rechtstreeks naar uw e-BRIDGE Global Print cloudwachtrij af te drukken.\n\nGa naar: https://www.toshibatec.com/privacy/ om het privacybeleid te lezen\nOm de algemene voorwaarden te lezen, ga naar: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, Alle rechten voorbehouden.",
    "no": "e-BRIDGE Global Print Extension\nUtvidelsen e-BRIDGE Global Print lar deg sende en utskriftsjobb fra from Chrome til organisasjonens utskriftskø, og deretter igangsette den fra en hvilken som helst av dine tilkoblede e-BRIDGE Global Print MFP’er.\n\nEtter å ha installert Chrome-utvidelsen må du registrere den med e-BRIDGE Global Print-systemet ved å logge deg inn med din arbeids- eller skolekonto. På den måten knytter du og selskapet deg til utskriftsjobbene.   Når du er registrert vil du kunne bruke Chromes \"Skriv ut\"-funksjon, for å skrive ut direkte til din e-BRIDGE Global Print skykø.\n\nFor å lese personvernpolitikken går du til: https://www.toshibatec.com/privacy/\nFor å lese brukervilkårene går du til: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, Alle rettigheter forbeholdt.",
    "pl": "e-BRIDGE Global Print Extension\nRozszerzenie e-BRIDGE Global Print umożliwia wysyłanie zadań drukowania z przeglądarki Chrome do kolejki wydruku w chmurze organizacji, a następnie zwalnianie ich na dowolnym z naszych urządzeń MFP połączonych z e-BRIDGE Global Print.\n\nPo zainstalowaniu rozszerzenia przeglądarki Chrome musisz zarejestrować je w systemie e-BRIDGE Global Print, logując się na swoje konto służbowe lub szkolne. Umożliwi to połączenie użytkownika i jego firmy z jego zadaniami drukowania.   Po zarejestrowaniu będzie można używać funkcji „Drukuj” przeglądarki Chrome do drukowania bezpośrednio do kolejki w chmurze e-BRIDGE Global Print.\n\nAby zapoznać się z zasadami zachowania poufności, przejdź do strony https://www.toshibatec.com/privacy/\nAby zapoznać się z warunkami użytkowania, przejdź do strony: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022–2024 Toshiba Tec Corporation. Wszelkie prawa zastrzeżone.",
    "ru": "e-BRIDGE Global Print Extension\nРасширение e-BRIDGE Global Print позволяет отправлять задания печати из Chrome в облачную очередь печати вашей организации, а затем выпускать их с любого МФУ, подключенного к e-BRIDGE Global Print.\n\nПосле установки расширения Chrome вам необходимо зарегистрироваться в системе e-BRIDGE Global Print, войдя в систему под своей рабочей или учебной учетной записью; это позволит нам связать вас и вашу компанию с вашими заданиями на печать. После регистрации вы сможете использовать функцию Chrome «Печать» для печати непосредственно в облачной очереди e-BRIDGE Global Print.\nЧтобы ознакомиться с Политикой конфиденциальности, перейдите по ссылке: https://www.toshibatec.com/privacy/\nЧтобы ознакомиться с Правилами и условиями, перейдите по ссылке: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation. Все права защищены.",
    "sv": "e-BRIDGE Global Print Extension\nTillägget för e-BRIDGE Global Print gör att du kan skicka in ett utskriftsjobb från Chrome till organisationens utskriftskö i molnet och sedan frigöra det från någon av dina e-BRIDGE Global Print-anslutna MFP:er.\n\nNär du har installerat Chrome-tillägget ska du registrera dig i e-BRIDGE Global Print-systemet genom att logga in med ditt arbets- eller skolkonto, så att vi kan associera dig och ditt företag med dina utskriftsjobb. När du har registrerat dig kan du använda Chrome-funktionen \"Skriv ut\" för att skriva ut direkt till din molnkö för e-BRIDGE Global Print.\n\nFör att läsa sekretesspolicyn går du till: https://www.toshibatec.com/privacy/\nFör att läsa villkoren går du till: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, Alla rättigheter förbehållna.",
    "zh_CN": "e-BRIDGE Global Print Extension\n此 e-BRIDGE Global Print 扩展允许您从Chrome提交一个打印作业到您组织的云打印队列, 然后在e-BRIDGE Global Print 连接的复合机上释放该作业 .\n\n安装Chrome扩展后，您将通过使用工作或学校帐户登录，向e-BRIDGE Global Print系统注册；这允许我们将您和您的公司与您的打印作业联系起来。注册后，您将能够使用Chrome的“打印”功能，直接打印到您的e-BRIDGE Global Print云打印队列。\n\n阅读隐私政策, 请访问: https://www.toshibatec.com/privacy/\n阅读条款和条件, 请访问: https://egp.toshiba-solutions.com/terms-of-use\n\n\n© 2022-2024 Toshiba Tec Corporation, All Rights Reserved."
  }
}