{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jinx Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Personalized Experience for Every Gamer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with the dynamic Jinx theme, inspired by the iconic League of Legends champion. Immerse yourself in a bold, electrifying aesthetic that brings Jinx’s chaotic, vibrant energy right to your browser.\n\nBeyond the stunning graphics, the Jinx theme comes with a range of useful features designed to optimize your workflow. Start by organizing your most-visited sites with shortcuts that give you quick access to your favorite pages directly from the new tab page. You’ll never waste time searching for your go-to sites again!\n\nThe theme also integrates time display, keeping you informed of the current time without having to open a new app or window. It’s a small feature, but it helps keep you on track while you navigate through your browsing experience.\n\nAdditionally, the bookmark and note features ensure you can save important links and jot down quick thoughts directly on your browser. Whether you’re bookmarking your latest gaming strategies or writing down reminders for your next match, these tools keep everything within reach and organized.\n\nYou can also personalize your experience by changing the theme with ease. Whether you want to brighten up your screen or go for a darker, moodier tone, the theme-switching function allows you to switch between different looks to match your mood.\n\nJinx theme is not just a visual upgrade; it’s a complete, customizable browsing experience that combines style, functionality, and personality. Try it today and let your browser reflect your true gaming spirit!"
  }
}