{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weather Vibe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays weather conditions with a visual representation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay updated with the latest weather conditions in a fun and engaging way! Weather Vibe Extension provides real-time weather updates with a vibrant, animated display. Whether it's sunny, raining, cloudy, or snowing, see the weather come to life right in your browser.\n\nKey Features:\n☁️Animated Weather: Enjoy dynamic animations representing different weather conditions, including sunshine, rain, clouds, and snow.\n☁️Real-Time Temperature: Instantly view the current temperature at your location displayed prominently.\n☁️Powered by OpenWeatherMap API: We use the reliable OpenWeatherMap API to ensure you receive accurate and up-to-date weather information.\n☁️User-Friendly Interface: The extension provides an easy-to-use interface with clear weather visuals and temperature readouts.\n☁️Seamless Integration: Access your weather updates directly from your Chrome toolbar with a simple click.\n\nPerfect for weather enthusiasts and those who appreciate a visually appealing way to check the forecast. Install now and transform your weather checking experience!\n\nPermissions Required:\n☁️Geolocation: To provide accurate weather information based on your current location.\n\nEnjoy the perfect weather experience right from your browser—install our Weather Vibe Extension today!"
  }
}