{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stackerr by Prime Club"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Stackerr by Prime Club: One app to manage all your Lifetime Deals\n\nAre you tired of the tedious task of manually…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Stackerr by Prime Club: One app to manage all your Lifetime Deals\n\nAre you tired of the tedious task of manually entering your lifetime deals from various marketplaces into Spreadsheets? Say goodbye to the hassle with Stackerr – the game-changing Chrome extension designed to streamline and simplify the way you manage your lifetime deals.\n\nWhy Stackerr?\n\nStackerr solves a common problem faced by all LTD fans. If you've ever found yourself frustrated with the time-consuming process of entering your deals one by one, Stackerr is here to make life a little simpler. No more manual data entry to maintain a log of your latest lifetime deals – Stackerr automates the updating process in a single click.\n\nEffortless Importing\n\nWith Stackerr, importing your lifetime deals has never been easier. Simply install the Chrome extension, login to your Stackerr account and with one click of a button watch as your deals seamlessly transfer without any manual input. Whether you've scored exclusive offers on AppSumo, Prime Club, or any other lifetime deal marketplace, Stackerr ensures that your deals are effortlessly integrated into your account.\n\nSeamless Integration with Stackerr App\n\nThe power of Stackerr extends beyond the Chrome extension. Once your deals are imported, they seamlessly sync with the Stackerr app, providing you with a centralized hub for managing and tracking all your lifetime deals. The app offers a user-friendly interface, detailed deal analytics, and reporting that helps your lifetime purchase decisions, putting you in control of your lifetime deals like never before.\n\nSecurity and Privacy\n\nWe understand the importance of security and privacy when it comes to managing your lifetime deals. Stackerr prioritizes the protection of your data, employing robust security measures to ensure that your data remain confidential and secure. Rest easy knowing that your valuable lifetime deal information is in safe hands with Stackerr.\n\nJoin the Prime Club Community behind Stackerr\n\nBecome part of a community of \"The Club\" and get access to lifetime deals on the top 7% SaaS. Stackerr is more than just a tool; it's a community of like-minded individuals looking to buy lifetime deals mindfully.\n\nIn conclusion, Stackerr is the missing piece to your lifetime deal puzzle. Save time, stay organized, and unlock the full potential of your lifetime deals with Stackerr and its seamless Chrome extension. Don't let manual data entry hold you back – empower your deal management journey with Stackerr today!"
  }
}