{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Conversation History Cleaner",
    "ja": "ChatGPT 会話履歴クリーナー",
    "ru": "Очиститель истории разговоров ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes all conversations with ChatGPT, leaving only the last N. This helps simplify and lighten the window's load.",
    "ja": "ChatGPTとのすべての会話を削除し、最後のN件のみを残します。これにより、ウィンドウの負荷が軽減され、シンプルになります。",
    "ru": "Удаляет все разговоры с ChatGPT, оставляя только последние N. Это помогает упростить и облегчить нагрузку на окно."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Conversation History Cleaner removes all conversation elements, leaving only the latest N conversations. This helps to reduce CPU/RAM usage and ensures a more efficient browsing experience. Users can easily set the number of conversations to keep and enable or disable the cleaning functionality.\n\nMain Features:\n- Removes all conversation elements except the latest N.\n- Allows setting the number of conversations to keep.\n- Enables or disables the cleaning functionality.\n\nThis extension is perfect for those who frequently use ChatGPT and want to maintain their browser's performance at a high level. Simple and easy to use, the extension ensures that your conversations are always under control.\n\nFeedback:\nIf you have any questions or suggestions, please contact us at: contact@otanim.com.\n\nAuthor: Arman Yeghiazaryan",
    "ja": "ChatGPT会話履歴クリーナーは、最新のN件の会話を除くすべての会話要素を削除します。これにより、CPU/メモリの使用量を削減し、より効率的なブラウジング体験を提供します。ユーザーは保持する会話の数を簡単に設定し、クリーニング機能を有効または無効にすることができます。\n\n主な機能:\n- 最新のN件の会話を除くすべての会話要素を削除。\n- 保持する会話の数を設定可能。\n- クリーニング機能の有効化または無効化。\n\nこの拡張機能は、頻繁にChatGPTを使用し、ブラウザのパフォーマンスを高いレベルで維持したい方に最適です。シンプルで使いやすく、会話を常に管理下に置くことができます。\n\nフィードバック:\nご質問やご提案がございましたら、contact@otanim.comまでご連絡ください。\n\n著者: アーマン・エギアザリヤン",
    "ru": "Очиститель истории разговоров ChatGPT удаляет все элементы разговоров, оставляя только последние N разговоров. Это помогает уменьшить использование ресурсов ЦП/ОЗУ и обеспечивает более эффективную работу браузера. Пользователи могут легко настроить количество сохраняемых разговоров и включить или отключить функцию очистки.\n\nОсновные функции:\n- Удаление всех элементов разговоров, кроме последних N.\n- Возможность настройки количества сохраняемых разговоров.\n- Включение и отключение функции очистки.\n\nЭто расширение идеально подходит для тех, кто активно использует ChatGPT и хочет поддерживать производительность своего браузера на высоком уровне. Простое и удобное в использовании, расширение гарантирует, что ваши разговоры всегда будут под контролем.\n\nОбратная связь:\nЕсли у вас есть вопросы или предложения, пожалуйста, свяжитесь с нами по электронной почте: contact@otanim.com.\n\nАвтор: Arman Yeghiazaryan"
  }
}