{
  "name": {
    "ar": "تحديث تلقائي لعلامات التبويب",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Tab Auto Refresh",
    "bg": "Раздел Автоматично опресняване",
    "ca": "Actualitza automàtica de la pestanya",
    "cs": "Karta Automatické aktualizace",
    "da": "Fanen Auto Opdater",
    "de": "Registerkarte Automatische Aktualisierung",
    "el": "Αυτόματη ανανέωση καρτέλας",
    "es": "Actualización automática de pestaña",
    "et": "Vahekaardi automaatne värskendamine",
    "fa": "تازه کردن خودکار برگه",
    "fi": "Välilehti Automaattinen päivitys",
    "fil": "I-refresh ang Tab Auto",
    "fr": "Actualisation automatique de l&#39;onglet",
    "he": "הכרטיסייה רענון אוטומטי",
    "hi": "टैब ऑटो ताज़ा",
    "hr": "Kartica Automatsko osvježavanje",
    "hu": "Fül automatikus frissítése",
    "id": "Tab Segarkan Otomatis",
    "it": "Scheda Aggiornamento automatico",
    "ja": "タブの自動更新",
    "ko": "탭 자동 새로 고침",
    "lt": "Skirtukas Automatinis atnaujinimas",
    "lv": "Cilnes Automātiska atsvaidzināšana",
    "ms": "Muat Semula Auto Tab",
    "nl": "Tabblad automatisch vernieuwen",
    "no": "Fanen Auto Refresh",
    "pl": "Automatyczne odświeżanie karty",
    "ro": "Tab Actualizare automată",
    "ru": "Вкладка Автообновление",
    "sk": "Karta Automatické obnovenie",
    "sl": "Na kartici Samodejno osveži",
    "sr": "Картица Аутоматско освежавање",
    "sv": "Fliken Auto Refresh",
    "th": "แท็บรีเฟรชอัตโนมัติ",
    "tr": "Otomatik Sekme Yenileme",
    "uk": "Вкладка Автооновлення",
    "vi": "Tab Tự động làm mới",
    "zh_CN": "标签自动刷新",
    "zh_TW": "標籤自動刷新"
  },
  "short": {
    "ar": "عيّن الوقت الذي تريد أن يقوم فيه التطبيق بإعادة تحميل متصفح Chrome تلقائيًا",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Set the time you want the application to automatically reload your Chrome Browser",
    "bg": "Задайте времето, в което искате приложението автоматично да презарежда вашия браузър Chrome",
    "ca": "Definiu l&#39;hora en què voleu que l&#39;aplicació torni a carregar automàticament el vostre navegador Chrome",
    "cs": "Nastavte čas, kdy má aplikace automaticky znovu načíst váš prohlížeč Chrome",
    "da": "Indstil det tidspunkt, hvor applikationen automatisk skal genindlæse din Chrome-browser",
    "de": "Stellen Sie die Zeit ein, zu der die Anwendung Ihren Chrome-Browser automatisch neu laden soll",
    "el": "Ορίστε την ώρα που θέλετε η εφαρμογή να φορτώνει αυτόματα το πρόγραμμα περιήγησης Chrome",
    "es": "Establezca la hora a la que desea que la aplicación vuelva a cargar automáticamente su navegador Chrome",
    "et": "Määrake aeg, millal rakendus teie Chrome&#39;i brauseri automaatselt uuesti laadib",
    "fa": "زمانی را تنظیم کنید که می‌خواهید برنامه به‌طور خودکار مرورگر کروم شما را بارگیری کند",
    "fi": "Aseta aika, jolloin haluat sovelluksen lataavan Chrome-selaimesi automaattisesti uudelleen",
    "fil": "Itakda ang oras na gusto mong awtomatikong i-reload ng application ang iyong Chrome Browser",
    "fr": "Définissez l&#39;heure à laquelle vous souhaitez que l&#39;application recharge automatiquement votre navigateur Chrome",
    "he": "הגדר את הזמן שבו אתה רוצה שהאפליקציה תטען מחדש אוטומטית את דפדפן Chrome שלך",
    "hi": "वह समय निर्धारित करें जब आप चाहते हैं कि एप्लिकेशन आपके क्रोम ब्राउज़र को स्वचालित रूप से पुनः लोड करे",
    "hr": "Postavite vrijeme kada želite da aplikacija automatski ponovno učitava vaš preglednik Chrome",
    "hu": "Állítsa be azt az időpontot, amikor az alkalmazás automatikusan újratölti a Chrome böngészőt",
    "id": "Setel waktu yang Anda inginkan agar aplikasi memuat ulang Browser Chrome Anda secara otomatis",
    "it": "Imposta l&#39;ora in cui desideri che l&#39;applicazione ricarichi automaticamente il browser Chrome",
    "ja": "アプリケーションがChromeブラウザを自動的にリロードする時間を設定します",
    "ko": "애플리케이션이 Chrome 브라우저를 자동으로 다시 로드할 시간을 설정합니다.",
    "lt": "Nustatykite laiką, kada programa automatiškai iš naujo įkeltų „Chrome“ naršyklę",
    "lv": "Iestatiet laiku, kad lietojumprogrammai automātiski atkārtoti jāielādē pārlūks Chrome",
    "ms": "Tetapkan masa anda mahu aplikasi memuatkan semula Penyemak Imbas Chrome anda secara automatik",
    "nl": "Stel de tijd in waarop u wilt dat de toepassing uw Chrome-browser automatisch opnieuw laadt",
    "no": "Angi tidspunktet du vil at applikasjonen automatisk skal laste inn Chrome-nettleseren på nytt",
    "pl": "Ustaw czas, w którym aplikacja ma automatycznie ładować przeglądarkę Chrome",
    "ro": "Setați ora la care doriți ca aplicația să reîncarce automat browserul Chrome",
    "ru": "Установите время, когда приложение автоматически перезагрузит браузер Chrome.",
    "sk": "Nastavte čas, kedy má aplikácia automaticky znova načítať váš prehliadač Chrome",
    "sl": "Nastavite čas, ko želite, da aplikacija samodejno znova naloži brskalnik Chrome",
    "sr": "Подесите време када желите да апликација аутоматски поново учитава ваш Цхроме прегледач",
    "sv": "Ställ in den tid du vill att appen ska ladda om din Chrome-webbläsare automatiskt",
    "th": "ตั้งเวลาที่คุณต้องการให้แอปพลิเคชันโหลดเบราว์เซอร์ Chrome ของคุณซ้ำโดยอัตโนมัติ",
    "tr": "Uygulamanın Chrome Tarayıcınızı otomatik olarak yeniden yüklemesini istediğiniz zamanı ayarlayın",
    "uk": "Установіть час, коли програма автоматично перезавантажуватиме веб-переглядач Chrome",
    "vi": "Đặt thời gian bạn muốn ứng dụng tự động tải lại Trình duyệt Chrome của mình",
    "zh_CN": "设置您希望应用程序自动重新加载 Chrome 浏览器的时间",
    "zh_TW": "設置您希望應用程序自動重新加載 Chrome 瀏覽器的時間"
  },
  "long": {
    "ar": "يؤدي التحديث التلقائي لعلامة التبويب إلى إعادة تحميل صفحة الويب بشكل دوري. اضبط الفاصل الزمني للتحديث وسيتم تحديث علامة التبويب حسب المؤقت ، حتى لعلامات تبويب الخلفية.\nفي انتظار بعض التحديثات المهمة وتحتاج إلى الضغط على زر التحديث؟ ما عليك سوى إعداد الفاصل الزمني للتحديث والسماح لبرنامجنا بالضغط على زر إعادة التحميل نيابة عنك!\n\nانقر على أيقونة التحديث التلقائي في شريط الأدوات\nحدد الفاصل الزمني للتحديث والخيارات التي تسمح لك بتحديث علامة التبويب\nاضغط على زر البداية\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. علامة التبويب Auto Refresh ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Tab Auto Refresh reloads the web page periodically. Set the refresh interval and it will refresh tab by timer, even for background tabs.\nWaiting for some important update and you need to hit the refresh button? Just set up the update time interval and let our software press the reload button for you!\n\nClick on the auto refresh icon in toolbar\nSpecify the refresh interval and options that allow you to refresh the tab\nPress the start button\n\nVersion 3.0.1\n\nFixed the bug where auto refresh did not work for new Chrome Windows\nFixed the display so that the refresh timer countdown is not only in seconds.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Tab Auto Refresh is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Tab Auto Refresh презарежда периодично уеб страницата. Задайте интервала за опресняване и той ще опресни раздела по таймер, дори за раздели на заден план.\nИзчаквате някаква важна актуализация и трябва да натиснете бутона за опресняване? Просто настройте интервала от време за актуализация и оставете нашия софтуер да натисне бутона за презареждане вместо вас!\n\nЩракнете върху иконата за автоматично опресняване в лентата с инструменти\nПосочете интервала за опресняване и опциите, които ви позволяват да опресните раздела\nНатиснете бутона за стартиране\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Tab Auto Refresh не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "La pestanya Actualització automàtica torna a carregar la pàgina web periòdicament. Establiu l'interval d'actualització i actualitzarà la pestanya per temporitzador, fins i tot per a les pestanyes de fons.\nEsperant alguna actualització important i heu de prémer el botó d'actualització? Simplement configureu l'interval de temps d'actualització i deixeu que el nostre programari premeu el botó de recàrrega.\n\nFeu clic a la icona d'actualització automàtica de la barra d'eines\nEspecifiqueu l'interval d'actualització i les opcions que us permetran actualitzar la pestanya\nPremeu el botó d'inici\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. La pestanya Actualització automàtica no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Automatické obnovení záložky pravidelně načítá webovou stránku. Nastavit interval obnovy a obnoví kartu časovačem, a to i pro karty na pozadí.\nČekáte na důležitou aktualizaci a musíte stisknout tlačítko pro obnovení? Stačí nastavit časový interval aktualizace a nechat náš software stisknout tlačítko pro opětovné načtení!\n\nKlikněte na ikonu automatického obnovení na panelu nástrojů\nUrčete interval obnovy a možnosti, které vám umožní aktualizovat kartu\nStiskněte tlačítko start\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Automatické obnovení záložek nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Fanen Automatisk opdatering genindlæser websiden med jævne mellemrum. Indstil opdateringsintervallet, og det opdateres fanen efter timeren, selv for baggrundsfaner.\nVenter du på en vigtig opdatering, og du skal trykke på opdateringsknappen? Indstil bare opdateringsintervallet, og lad vores software trykke på genindlæsningsknappen for dig!\n\nKlik på ikonet for automatisk opdatering i værktøjslinjen\nAngiv opdateringsintervallet og indstillinger, der giver dig mulighed for at opdatere fanen\nTryk på startknappen\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Tab Auto Refresh ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Die Registerkarte Automatische Aktualisierung lädt die Webseite regelmäßig neu. Stellen Sie das Aktualisierungsintervall ein und die Registerkarte wird nach Timer aktualisiert, auch für Hintergrundregisterkarten.\nWarten Sie auf ein wichtiges Update und müssen Sie auf die Schaltfläche \"Aktualisieren\" klicken? Richten Sie einfach das Update-Zeitintervall ein und lassen Sie unsere Software die Reload-Taste für Sie drücken!\n\nKlicken Sie in der Symbolleiste auf das Symbol für die automatische Aktualisierung\nGeben Sie das Aktualisierungsintervall und die Optionen an, mit denen Sie die Registerkarte aktualisieren können\nDrücken Sie die Starttaste\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Tab Auto Refresh gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Η Αυτόματη ανανέωση καρτέλας επαναφορτώνει περιοδικά την ιστοσελίδα. Ορίστε το διάστημα ανανέωσης και θα ανανεώσει την καρτέλα ανά χρονόμετρο, ακόμη και για τις καρτέλες φόντου.\nΠεριμένετε κάποια σημαντική ενημέρωση και πρέπει να πατήσετε το κουμπί ανανέωσης; Απλώς ρυθμίστε το χρονικό διάστημα ενημέρωσης και αφήστε το λογισμικό μας να πατήσει το κουμπί επαναφόρτωσης για εσάς!\n\nΚάντε κλικ στο εικονίδιο αυτόματης ανανέωσης στη γραμμή εργαλείων\nΚαθορίστε το διάστημα ανανέωσης και τις επιλογές που σας επιτρέπουν να ανανεώσετε την καρτέλα\nΠατήστε το κουμπί έναρξης\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Η Αυτόματη ανανέωση της καρτέλας δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Tab Auto Refresh recarga la página web periódicamente. Establezca el intervalo de actualización y se actualizará pestaña por temporizador, incluso para las pestañas de fondo.\n¿Está esperando alguna actualización importante y necesita presionar el botón de actualización? ¡Simplemente configure el intervalo de tiempo de actualización y deje que nuestro software presione el botón de recarga por usted!\n\nHaga clic en el icono de actualización automática en la barra de herramientas\nEspecifique el intervalo de actualización y las opciones que le permiten actualizar la pestaña\nPresione el botón de inicio\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Tab Auto Refresh no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Vahekaart Automaatne värskendamine laadib veebilehe perioodiliselt uuesti. Määrake värskendamise intervall ja see värskendab vahekaarti taimeri kaupa isegi taustavahelehtede puhul.\nOotate mõnda olulist värskendust ja peate vajutama värskendusnuppu? Lihtsalt seadistage värskendamise ajaintervall ja laske meie tarkvaral teie jaoks uuesti laadimisnuppu vajutada!\n\nKlõpsake tööriistariba automaatse värskendamise ikoonil\nMäärake värskendamise intervall ja suvandid, mis võimaldavad teil vahekaarti värskendada\nVajutage nuppu Start\n\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Vahekaardi automaatvärskendus ei kuulu Google Inc.-ile ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fa": "Tab Refresh Auto صفحه وب را به صورت دوره ای بارگیری می کند. فاصله تازه سازی را تنظیم کنید و حتی برای برگه های پس زمینه ، برگه براساس تایمر تازه می شود.\nمنتظر بروزرسانی مهم هستید و باید دکمه تازه سازی را فشار دهید؟ فقط فاصله زمانی به روزرسانی را تنظیم کنید و به نرم افزار ما اجازه دهید دکمه بارگیری مجدد را برای شما فشار دهد!\n\nروی نماد تازه کردن خودکار در نوار ابزار کلیک کنید\nفاصله تازه سازی و گزینه هایی را که به شما امکان می دهد برگه را تازه کنید ، مشخص کنید\nدکمه شروع را فشار دهید\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. تازه سازی خودکار Tab متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Välilehti Automaattinen päivitys Google Chrome ™: lle lataa sivun säännöllisesti. Aseta päivitysväli ja se päivittää välilehden ajastimella, jopa taustalehdet.\nOdotatko jotain tärkeätä päivitystä ja sinun täytyy painaa päivityspainiketta? Käytä välilehden automaattista päivitystä Google Chrome ™ -sovelluksessa, määritä päivitysaikaväli ja anna\nlaajennuksemme paina uudelleenlatauspainiketta sinulle!\n\nOminaisuudet:\n- Valitse mukautettu päivitysväli sivulle, välilehdelle tai verkkotunnukselle\n- Estää verkkosivuilmoituksia, kuten ”Haluatko ladata tämän sivuston uudelleen”\n\nNapsauta työkalurivin automaattisen päivityksen kuvaketta\nMääritä päivitysväli ja vaihtoehdot, joiden avulla voit päivittää välilehden\nPaina Käynnistä-painiketta\nKun olet poistanut sivun päivityksen käytöstä napsauttamalla “Lopeta nykyisen välilehden päivittäminen” tai “Lopeta kaikkien välilehtien päivitys” -painikkeita.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Välilehden automaattinen päivitys Google Chrome ™: lle ei ole Google Inc: n omistama, se ei ole lisensoinut eikä ole Google Inc: n tytäryhtiö.",
    "fil": "Välilehti Automaattinen päivitys lataa verkkosivun säännöllisesti. Aseta päivitysväli ja se päivittää välilehden ajastimen mukaan, jopa taustavälilehdille.\nOdotatko joitain tärkeitä päivityksiä ja sinun on painettava päivityspainiketta? Määritä vain päivityksen aikaväli ja anna ohjelmistomme painaa latauspainiketta puolestasi!\n\nNapsauta työkalupalkin automaattisen päivityksen kuvaketta\nMääritä päivitysväli ja vaihtoehdot, joiden avulla voit päivittää välilehden\nPaina käynnistyspainiketta\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Välilehden automaattinen päivitys ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "L'actualisation automatique de l'onglet recharge périodiquement la page Web. Définissez l'intervalle d'actualisation et il actualisera onglet par minuterie, même pour les onglets d'arrière-plan.\nEn attente d'une mise à jour importante et vous devez appuyer sur le bouton d'actualisation? Configurez simplement l'intervalle de temps de mise à jour et laissez notre logiciel appuyer sur le bouton de rechargement pour vous!\n\nCliquez sur l'icône d'actualisation automatique dans la barre d'outils\nSpécifiez l'intervalle d'actualisation et les options qui vous permettent d'actualiser l'onglet\nAppuyez sur le bouton de démarrage\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Tab Auto Refresh n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "הכרטיסייה רענון אוטומטי עבור טעינת הדף של Google Chrome ™ מעת לעת. קבע את מרווח הרענון וזה ירענן את הכרטיסייה לפי טיימר, אפילו עבור כרטיסיות רקע.\nמחכה לעדכון חשוב ועליך ללחוץ על כפתור הרענון? השתמש בכרטיסייה רענון אוטומטי עבור Google Chrome ™, הגדר את מרווח זמן העדכון ואפשר\nהתוסף שלנו לחץ על כפתור הטעינה מחדש בשבילך!\n\nמאפיינים:\n- בחר את מרווח הרענון המותאם אישית עבור דף, כרטיסייה או תחום\n- מונע את התראות דפי האינטרנט כמו \"האם ברצונך לטעון מחדש את האתר הזה\"\n\nלחץ על סמל הרענון האוטומטי בסרגל הכלים\nציין מרווח רענון ואפשרויות המאפשרות לרענן את הלשונית\nלחץ על כפתור ההתחלה\nלאחר שתוכל להשבית את רענון העמודים על ידי לחיצה על \"הפסק לרענן את הכרטיסייה הנוכחית\" או על \"הפסק לרענן את כל הכרטיסיות\".\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. הכרטיסייה רענון אוטומטי עבור Google Chrome ™ אינה בבעלות, אינה מורשית על ידי ואינה חברה בת של Google Inc.",
    "hi": "टैब ऑटो ताज़ा वेब पेज को समय-समय पर पुनः लोड करता है। रिफ्रेश इंटरवल सेट करें और यह बैकग्राउंड टैब के लिए भी टाइमर को रिफ्रेश करेगा।\nकुछ महत्वपूर्ण अपडेट की प्रतीक्षा कर रहे हैं और आपको रिफ्रेश बटन हिट करने की आवश्यकता है? बस अद्यतन समय अंतराल सेट करें और हमारे सॉफ़्टवेयर को आपके लिए पुनः लोड बटन दबाएं!\n\nटूलबार में ऑटो रिफ्रेश आइकन पर क्लिक करें\nताज़ा अंतराल और विकल्प निर्दिष्ट करें जो आपको टैब ताज़ा करने की अनुमति देते हैं\nप्रारंभ बटन दबाएँ\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। टैब ऑटो रिफ्रेश के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Kartica Automatsko osvježavanje povremeno učitava web stranicu. Postavite interval osvježavanja i on će osvježiti karticu po odbrojavanju, čak i za pozadinske kartice.\nČekate neko važno ažuriranje i trebate pritisnuti gumb za osvježavanje? Samo postavite vremenski interval ažuriranja i pustite da naš softver pritisne gumb za ponovno učitavanje umjesto vas!\n\nKliknite ikonu automatskog osvježavanja na alatnoj traci\nNavedite interval osvježavanja i opcije koje vam omogućuju osvježavanje kartice\nPritisnite gumb za pokretanje\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Tab Auto Refresh nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Az Automatikus frissítés fül periodikusan újratölti a weboldalt. Állítsa be a frissítési intervallumot, és időzítésenként frissíti a fület, még a háttérlapok esetében is.\nNéhány fontos frissítésre vár, és meg kell nyomnia a Frissítés gombot? Csak állítsa be a frissítés időintervallumát, és hagyja, hogy szoftverünk megnyomja az újratöltés gombot!\n\nKattintson az eszköztár automatikus frissítési ikonjára\nAdja meg a frissítési intervallumot és opciókat, amelyek lehetővé teszik a lap frissítését\nNyomja meg a start gombot\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Lap automatikus frissítése nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Tab Auto Refresh memuat ulang halaman web secara berkala. Atur interval penyegaran dan itu akan menyegarkan tab dengan pengatur waktu, bahkan untuk tab latar belakang.\nMenunggu beberapa pembaruan penting dan Anda perlu menekan tombol segarkan? Cukup atur interval waktu pembaruan dan biarkan perangkat lunak kami menekan tombol muat ulang untuk Anda!\n\nKlik ikon segarkan otomatis di bilah alat\nTentukan interval penyegaran dan opsi yang memungkinkan Anda menyegarkan tab\nTekan tombol start\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Tab Auto Refresh tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "L'aggiornamento automatico della scheda ricarica periodicamente la pagina web. Imposta l'intervallo di aggiornamento e si aggiornerà scheda per timer, anche per le schede in background.\nIn attesa di qualche aggiornamento importante e devi premere il pulsante di aggiornamento? Basta impostare l'intervallo di tempo di aggiornamento e lasciare che il nostro software prema il pulsante di ricarica per te!\n\nFare clic sull'icona di aggiornamento automatico nella barra degli strumenti\nSpecificare l'intervallo di aggiornamento e le opzioni che consentono di aggiornare la scheda\nPremere il pulsante di avvio\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Tab Auto Refresh non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "タブの自動更新は、定期的にWebページをリロードします。更新間隔を設定すると、バックグラウンドタブでもタイマーによってタブが更新されます。\n重要な更新を待っており、更新ボタンを押す必要がありますか？更新時間間隔を設定し、ソフトウェアがリロードボタンを押すのを待ってください！\n\nツールバーの自動更新アイコンをクリックします\nタブを更新できる更新間隔とオプションを指定します\nスタートボタンを押す\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。タブの自動更新は、Google Inc.が所有しておらず、ライセンスも付与されておらず、Google Inc.の子会社ではありません。",
    "ko": "탭 자동 새로 고침은 웹 페이지를 주기적으로 다시로드합니다. 새로 고침 간격을 설정하면 백그라운드 탭에서도 타이머별로 탭을 새로 고칩니다.\n중요한 업데이트를 기다리고 있는데 새로 고침 버튼을 눌러야합니까? 업데이트 시간 간격을 설정하고 소프트웨어가 다시로드 버튼을 누르도록하십시오!\n\n도구 모음에서 자동 새로 고침 아이콘을 클릭하십시오.\n탭을 새로 고칠 수있는 새로 고침 간격 및 옵션을 지정합니다.\n시작 버튼을 누릅니다\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. 탭 자동 새로 고침은 Google Inc.의 소유가 아니며 라이선스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Skirtukas Automatinis atnaujinimas atnaujina tinklalapį periodiškai. Nustatykite atnaujinimo intervalą ir jis atnaujins skirtuką pagal laikmatį, net ir fono skirtukams.\nLaukiate svarbaus atnaujinimo ir turite paspausti atnaujinimo mygtuką? Tiesiog nustatykite atnaujinimo laiko intervalą ir leiskite mūsų programinei įrangai paspausti iš naujo mygtuką!\n\nĮrankių juostoje spustelėkite automatinio atnaujinimo piktogramą\nNurodykite atnaujinimo intervalą ir parinktis, leidžiančias atnaujinti skirtuką\nPaspauskite pradžios mygtuką\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. Skirtuko automatinis atnaujinimas nepriklauso „Google Inc.“, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Cilne Automātiskā atsvaidzināšana periodiski atjauno tīmekļa lapu. Iestatiet atsvaidzināšanas intervālu, un tas atsvaidzinās cilni pēc taimera pat fona cilnēm.\nGaida kādu svarīgu atjauninājumu, un jums jānospiež atsvaidzināšanas poga? Vienkārši iestatiet atjaunināšanas laika intervālu un ļaujiet mūsu programmatūrai nospiest pārlādēšanas pogu.\n\nRīkjoslā noklikšķiniet uz automātiskās atsvaidzināšanas ikonas\nNorādiet atsvaidzināšanas intervālu un opcijas, kas ļauj atsvaidzināt cilni\nNospiediet sākuma pogu\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Cilnes Automātiskā atsvaidzināšana nepieder Google Inc., tā nav licencēta un nav Google Inc. meitasuzņēmums.",
    "ms": "Tab Auto Refresh memuat semula halaman web secara berkala. Tetapkan selang penyegaran dan tab akan disegarkan mengikut pemasa, bahkan untuk tab latar belakang.\nMenunggu beberapa kemas kini penting dan anda perlu menekan butang muat semula? Cukup tetapkan selang masa kemas kini dan biarkan perisian kami menekan butang muat semula untuk anda!\n\nKlik pada ikon muat semula automatik di bar alat\nTentukan selang dan pilihan penyegaran yang membolehkan anda memuat semula tab\nTekan butang mula\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Penyegaran Auto Tab tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Tabblad Auto Refresh laadt de webpagina periodiek opnieuw. Stel het vernieuwingsinterval in en het vernieuwt tabblad per timer, zelfs voor achtergrondtabbladen.\nWacht je op een belangrijke update en moet je op de knop Vernieuwen klikken? Stel gewoon het update-tijdsinterval in en laat onze software op de herlaadknop drukken!\n\nKlik op het pictogram voor automatisch vernieuwen in de werkbalk\nGeef het vernieuwingsinterval en de opties op waarmee u het tabblad kunt vernieuwen\nDruk op de startknop\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Tabblad automatisch vernieuwen is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Fanen Autooppdater laster inn websiden med jevne mellomrom. Angi oppdateringsintervallet, og det oppdateres kategorien etter timeren, selv for bakgrunnsfaner.\nVenter du på noen viktige oppdateringer, og du må trykke på oppdateringsknappen? Bare sett opp oppdateringsintervallet og la programvaren vår trykke på innlastingsknappen for deg!\n\nKlikk på ikonet for automatisk oppdatering i verktøylinjen\nSpesifiser oppdateringsintervallet og alternativene som lar deg oppdatere fanen\nTrykk på startknappen\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Tab Auto Refresh eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Tab Auto Refresh okresowo ponownie ładuje stronę internetową. Ustaw interwał odświeżania, a karta będzie odświeżana według timera, nawet dla kart w tle.\nCzekasz na ważną aktualizację i musisz nacisnąć przycisk odświeżania? Po prostu ustaw przedział czasu aktualizacji i pozwól naszemu oprogramowaniu nacisnąć przycisk ponownego ładowania za Ciebie!\n\nKliknij ikonę automatycznego odświeżania na pasku narzędzi\nOkreśl interwał odświeżania i opcje umożliwiające odświeżenie karty\nNaciśnij przycisk Start\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Tab Auto Refresh nie jest własnością, nie jest licencjonowany i nie jest spółką zależną Google Inc.",
    "ro": "Fila Reîmprospătare automată reîncarcă periodic pagina web. Setați intervalul de reîmprospătare și va reîmprospăta fila cu temporizator, chiar și pentru filele de fundal.\nAșteptați o actualizare importantă și trebuie să apăsați butonul de reîmprospătare? Trebuie doar să configurați intervalul de timp de actualizare și lăsați software-ul nostru să apese butonul de reîncărcare pentru dvs.!\n\nFaceți clic pe pictograma de reîmprospătare automată din bara de instrumente\nSpecificați intervalul de reîmprospătare și opțiunile care vă permit să reîmprospătați fila\nApăsați butonul Start\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Fila Reîmprospătare automată nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Вкладка Auto Refresh периодически обновляет веб-страницу. Установите интервал обновления, и он будет обновлять вкладку по таймеру, даже для фоновых вкладок.\nОжидаете важных обновлений, и вам нужно нажать кнопку обновления? Просто установите интервал времени обновления, и пусть наше программное обеспечение нажмет кнопку перезагрузки за вас!\n\nЩелкните значок автоматического обновления на панели инструментов.\nУкажите интервал обновления и параметры, позволяющие обновлять вкладку\nНажмите кнопку пуска\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Tab Auto Refresh не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Automatické obnovenie karty pravidelne načítava webovú stránku. Nastavte interval obnovenia a obnoví sa karta časovačom, dokonca aj pre karty na pozadí.\nČakáte na dôležitú aktualizáciu a musíte stlačiť tlačidlo obnovenia? Stačí nastaviť časový interval aktualizácie a nechať náš softvér pre vás stlačiť tlačidlo opätovného načítania!\n\nKliknite na ikonu automatického obnovenia na paneli nástrojov\nZadajte interval obnovenia a možnosti, ktoré umožňujú obnovenie karty\nStlačte tlačidlo Štart\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Automatické obnovenie karty nie je vlastníctvom spoločnosti Google, nemá licenciu spoločnosti Google Inc. a nie je jej dcérskou spoločnosťou.",
    "sl": "Tab Auto Refresh občasno znova naloži spletno stran. Nastavite interval osveževanja in zavihek se bo osvežil po časovniku, tudi za zavihke v ozadju.\nČakate na pomembno posodobitev in morate pritisniti gumb za osvežitev? Preprosto nastavite časovni interval posodabljanja in naj naša programska oprema za vas pritisne gumb za ponovno nalaganje!\n\nV orodni vrstici kliknite ikono samodejnega osveževanja\nDoločite interval osveževanja in možnosti, ki vam omogočajo osvežitev zavihka\nPritisnite gumb za zagon\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Tab Auto Refresh ni v njegovi lasti, ni licenciran in ni podružnica družbe Google Inc.",
    "sr": "Картица Аутоматско освежавање периодично поново учитава веб страницу. Подесите интервал освежавања и он ће освежити картицу по тајмеру, чак и за позадинске картице.\nЧекате неко важно ажурирање и треба да притиснете дугме за освежавање? Само подесите интервал ажурирања и пустите да наш софтвер притисне дугме за поновно учитавање за вас!\n\nКликните на икону аутоматског освежавања на траци са алаткама\nНаведите интервал освежавања и опције које вам омогућавају да освежите картицу\nПритисните дугме за покретање\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Таб Ауто Рефресх није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Fliken Automatisk uppdatering laddar om webbsidan regelbundet. Ställ in uppdateringsintervallet så uppdaterar det fliken efter timern, även för bakgrundsflikar.\nVäntar du på någon viktig uppdatering och du måste trycka på uppdateringsknappen? Ställ bara in uppdateringsintervallet och låt vår programvara trycka på laddningsknappen åt dig!\n\nKlicka på ikonen för automatisk uppdatering i verktygsfältet\nAnge uppdateringsintervall och alternativ som gör att du kan uppdatera fliken\nTryck på startknappen\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Tab Auto Refresh ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "Tab Auto Refresh จะรีโหลดหน้าเว็บเป็นระยะ กำหนดช่วงเวลาการรีเฟรชและจะรีเฟรชแท็บตามตัวจับเวลาแม้กระทั่งสำหรับแท็บพื้นหลัง\nกำลังรอการอัปเดตที่สำคัญและคุณต้องกดปุ่มรีเฟรช? เพียงตั้งค่าช่วงเวลาอัปเดตและปล่อยให้ซอฟต์แวร์ของเรากดปุ่มโหลดซ้ำให้คุณ!\n\nคลิกที่ไอคอนรีเฟรชอัตโนมัติในแถบเครื่องมือ\nระบุช่วงเวลาการรีเฟรชและตัวเลือกที่อนุญาตให้คุณรีเฟรชแท็บ\nกดปุ่มเริ่ม\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Tab Auto Refresh ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Sekme Otomatik Yenileme, web sayfasını düzenli aralıklarla yeniden yükler. Yenileme aralığını ayarlayın ve arka plan sekmeleri için bile zamanlayıcıya göre sekmeyi yeniler.\nBazı önemli güncellemeleri mi bekliyorsunuz ve yenile düğmesine basmanız mı gerekiyor? Güncelleme zaman aralığını ayarlayın ve bırakın yazılımımız sizin için yeniden yükle düğmesine bassın!\n\nAraç çubuğundaki otomatik yenileme simgesine tıklayın\nSekmeyi yenilemenize izin veren yenileme aralığını ve seçenekleri belirtin\nBaşlat düğmesine basın\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Sekme Otomatik Yenileme, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Вкладка Автооновлення періодично перезавантажує веб-сторінку. Встановіть інтервал оновлення, і він оновлюватиме вкладку за таймером, навіть для фонових вкладок.\nЧекаєте важливого оновлення, і вам потрібно натиснути кнопку оновлення? Просто налаштуйте інтервал часу оновлення і нехай наше програмне забезпечення натискає кнопку перезавантаження для вас!\n\nКлацніть на піктограму автоматичного оновлення на панелі інструментів\nВкажіть інтервал оновлення та параметри, що дозволяють оновити вкладку\nНатисніть кнопку пуску\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Tab Auto Refresh не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Tab Tự động làm mới tải lại trang web theo định kỳ. Đặt khoảng thời gian làm mới và nó sẽ làm mới tab theo bộ hẹn giờ, ngay cả đối với các tab nền.\nĐang chờ một số cập nhật quan trọng và bạn cần nhấn nút làm mới? Chỉ cần thiết lập khoảng thời gian cập nhật và để phần mềm của chúng tôi nhấn nút tải lại cho bạn!\n\nNhấp vào biểu tượng tự động làm mới trên thanh công cụ\nChỉ định khoảng thời gian làm mới và các tùy chọn cho phép bạn làm mới tab\nNhấn nút bắt đầu\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Tab Auto Refresh không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "“选项卡自动刷新”会定期重新加载网页。设置刷新间隔，它将按计时器刷新标签，即使是后台标签也是如此。\n等待一些重要的更新，您需要点击刷新按钮吗？只需设置更新时间间隔，然后让我们的软件为您按下重新加载按钮即可！\n\n单击工具栏中的自动刷新图标\n指定刷新间隔和允许您刷新选项卡的选项\n按下开始按钮\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Tab自动刷新不属于Google Inc.，也不属于Google Inc.的子公司。",
    "zh_TW": "“選項卡自動刷新”會定期重新加載網頁。設置刷新間隔，它將按計時器刷新標籤，即使是後台標籤也是如此。\n等待一些重要的更新，您需要點擊刷新按鈕嗎？只需設置更新時間間隔，然後讓我們的軟件為您按下重新加載按鈕即可！\n\n單擊工具欄中的自動刷新圖標\n指定刷新間隔和允許您刷新選項卡的選項\n按下開始按鈕\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Tab自動刷新不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}