{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PwrSearch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the simple yet powerful search engine.\n\nWe remove all the clunky unnecessary additions to your search browser that slow…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the simple yet powerful search engine.\n\nWe remove all the clunky unnecessary additions to your search browser that slow down your extension, instead PwrSearch.com gives you an accelerated browsing experience with an innovating new tab solution for Quick and robust searching powered by Bing with features that count.\n\nWith our added integrated features below you have the power to switch on and off, we make this a powerful search engine browser.\n- Beautiful interchangeable backdrop images\n- Clocks from all time zones (Multiple clocks gives you instant visual access to all time zones)\n- News feed from 10 categories (With access to news from all news categories)\n- Search with 5 types (all, images, videos, news, maps)\n- Anonymous search through proxy (switch on or off and be completely anonymous whilst browsing)\n- Private search (incognito mode will delete all history whilst browsing)\n\nBy clicking \"Add to Chrome\", I accept and agree to install the PwrSearch Chrome extension and setting Chrome New Tab Search to that provided by Terms of Use and Privacy Policy. We recommend pinning the extension to your browser toolbar by clicking on the for fast and efficient access.\n\nPrivacy Policy: https://pwrsearch.com/privacy\nTerms of Use: https://pwrsearch com/terms\n\nFor all support please email our customer service team who will be happy to help you, please email us at info@pwrsearch.com"
  }
}