{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UUTab: 简洁高效的标签小助手",
    "en": "UUTab: The Neat and Efficient NewTab Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UUTab简洁好用的新标签页扩展，您可以自由定制，让标签页从此不再单调，释放您的创造力!",
    "en": "a simple and versatile new tab extension that allows you to customize your new tab page, making it anything but dull. Unleash your…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "您可以利用UUTab自由定制，管理网站快捷方式，书签，丰富的学习娱乐资源；\n简洁、美观、高效，可自由定制的新标签页；\n新标签页助手 - 书签管理的得力助手；\n高效工具管理，轻松观看视频、漫画、收听音乐；\n精选高清壁纸，一键换装你的浏览器；\n内置搜索引擎和天气预报，多功能一站式体验；\n汇聚丰富的网站资源，满足各种需求；\n阅读书籍、访问文库，打开全新标签页；\nGoogle，Bing，百度，微信，抖音，AI搜索等多搜索引擎；\n让你的浏览器器标签页从此不再单调，释放您的创造力!\nUU 优质优秀的双重服务，UU浏览器不再孤单。",
    "en": "You can freely customize and manage website shortcuts, bookmarks, and rich learning and entertainment resources with UUTab;\n\n1.Simple, beautiful, and efficient, the new tab page that can be freely customized;\n\n2.New tab page assistant - a powerful assistant for bookmark management;\n\n3.Efficient tool management, easily watch videos, comics, and listen to music;\n\n4.Carefully selected high-definition wallpapers, change your browser's look with one click;\n\n5.Built-in search engines and weather forecasts for an all-in-one multi-functional experience;\n\n6.Integrating abundant website resources to meet all kinds of needs;\n\n7.Read books, access libraries, open a brand new tab page;\n\n8.Your browser's tab page will no longer be dull from now on, unleash your creativity!\n\nUU double excellent service, your UU browser will no longer be alone."
  }
}